[
  {
    "id": 1,
    "text": "Автор: Candid.\nЖанр: мини-квест, реальная история, рассказ.\n\nДорогие читатели!\nЭта история основана на реальных событиях. Она произошла совершенно недавно в одной из стран Латинской Америки. Имена ключевых персонажей были изменены, а некоторые детали подверглись художественной обработке.\nТем не менее, фактическая основа осталась прежней, а значит вы можете быть уверены — всё случилось именно так, как будет описано.\n\nНадеюсь, вам не придётся оказаться в такой же ситуации; в противном случае — поступайте правильно.",
    "answers": [
      {
        "id": 2,
        "text": "[ Начать ]"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n— Я иду... всё в порядке! — с трудом выдавил мой коллега, едва переводя дыхание.\n\nМы должны были двигаться в строгой последовательности. Два самых подготовленных участника нашей экспедиции находились в начале и конце цепи. Мендель знал маршрут, поэтому шёл первым. Вернее, должен был знать его, но трижды сменив направление движения на прямо противоположное, он дал понять, что сам видел эту тропу впервые. За ним след в след шла его подруга. Её имя, к стыду, вылетело у меня из головы. Они ворковали на испанском всё время, словно не замечая крутого подъёма; иногда мне казалось, что именно она отвлекает его на нужных поворотах, впрочем зла на неё никто не держал, она была весьма обаятельна.\n\nЯ находился в центре и двигался в своём обычном темпе. Голова слегка кружилась от нехватки кислорода, но я чувствовал в себе силы продолжать движение столько, сколько потребуется.\n\nЗа мной должен был идти дон Густаво, а замыкать цепочку Габриэль. Однако Габриэля тяготил медленный шаг дона Густаво, и он вечно норовил то поравняться со мной, то вырваться вперёд.",
    "answers": [
      {
        "id": 3,
        "text": "[ Сохранять строй ]"
      },
      {
        "id": 4,
        "text": "[ Помочь дону Густаво ]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я указал Габриэлю на дона Густаво и покачал головой. Габриэль кивнул и замедлил шаг.\n\nВсё же Мендель не просто так сказал нам идти именно в этом порядке. Избранная последовательность была продиктована не только условиями безопасности, но и отношениями внутри группы. Дон Густаво хорошо знал семью Габриэля, я не раз замечал его почти отеческую заботу к парню. Мендель явно находился со своей подругой в близких, а может быть только зарождающихся отношениях. Она словно козочка скакала рядом с ним, они оба улыбались и ни на минуту не умолкали, хотя смысла слов я разобрать не мог. Что ж, поставить меня в середине цепи было действительно удобно для всех. \n\nПодруга Менделя обратила внимание на металлическую коробочку круглой формы, пристёгнутую за карабин к лямке походного рюкзака. Она спросила, что это, и Мендель ей ответил. Слово для меня было незнакомым, но любопытство меня распирало не меньше, и я уже был готов повторить вопрос по-английски, как вдруг девушка, держащая двумя пальцами этот круглый предмет, вдруг оступилась и носом устремилась к земле. Тонкая цепочка, соединявшая металлическую коробочку и карабин лопнула, но Мендель всё равно успел подхватить подругу за локоть и не дать ей упасть.",
    "answers": [
      {
        "id": 6,
        "text": "[ Подбежать и помочь ]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я позволил Габриэлю обогнать себя и взял дона Густаво под локоть. Он действительно нуждался в опоре, поскольку на седьмом десятке лет отдышка не позволяла скакать по горам, подобно молодым сайгакам. Будучи моим коллегой, он единственный в этой компании свободно говорил по-русски и потому был мне не только другом, но и переводчиком.\n\n— Я но-рмаль-но! — утрированно произнося каждую О, дал мне понять он. Дыхание его было тяжёлым.\n\nНаша группа сама по себе стала разделяться на две. Я знал три десятка слов по-испански, ребята на базовом уровне владели английским. Недостаток словарного запаса мы компенсировали жестами. Только дон Густаво мог свободно общаться с любым участником экспедиции, но у него на это, кажется, не оставалось сил.",
    "answers": [
      {
        "id": 5,
        "text": "[ Предложить группе отдохнуть ]"
      }
    ]
  },
  {
    "id": 5,
    "text": " — ¡Mis amigos! — закричал я, — ¿puedamos hacer привал? Muy necesito отдохнуть! ¿Que creís?\n\nМои спутники наперебой начали мне отвечать, активно жестикулируя. Судя по всему, остановка будет совсем скоро, уже за поворотом.\n\n— Спасибо, — сдавленно прошептал дон Густаво.\n\nРазве я мог поступить иначе? Дон Густаво всегда был ко мне по-отечески добр. Мы познакомились меньше месяца назад, но несмотря на двукратную разницу в возрасте за это время стали друзьями.\n\nИз ребят до сегодняшнего дня я знал только Габриэля, он иногда гулял с нами после работы и приходился дону Густаво не то дальним родственником, не то сыном друзей. Сегодня утром дон Густаво купил каждому из нас по эскимо из какого-то местного зелёного фрукта. Было вкусно, но совершенно не похоже ни на одно мороженое, что я ел раньше.\n\n— ¡Rapido! ¡Rapido! — махал рукой Мендель.",
    "answers": [
      {
        "id": 7,
        "text": "[ Ускориться ]"
      }
    ]
  },
  {
    "id": 6,
    "text": "В два прыжка я преодолел расстояние между нами, подхватил девушку под вторую руку и вместе мы помогли ей вернуть равновесие. В руке она сжимала оторванный футляр и виновата смотрела на Менделя. Он улыбнулся и помотал головой, мол, ничего страшного. Она пыталась присобачить предмет обратно, но это у неё никак не получалось. Подошли дон Густаво и Габриэль.\n\n— Всё в порядке?\n— Да, всё нормально, — ответил я.\n\nДон Густаво что-то спросил по-испански у Менделя и не замедлил перевести мне его ответ.\n\n— Это такая штука. Ну-у, чтобы огонь делать.\n— А, огниво!\n— Как ты сказал?\n— Огниво.\n— О-огниво-о. Надо будет запомнить.\n\nМендель сунул футляр в карман и группа продолжила движение. Оставалось совсем немного до обещанного привала, в котором больше всех нуждался дон Густаво. Впрочем, я и сам немного запыхался.",
    "answers": [
      {
        "id": 7,
        "text": "[ Поднажать ]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мы вышли на площадку, с которой открывался самый живописный вид. Влево и вправо от нас тянулась бесконечная горная цепь. В котловине сверкал стеклянными поверхностями на солнце город, казавшийся отсюда игрушечным. От его окраин по склонам вверх тянулись беспорядочные трущобы, родственные бразильским фавелам. Их хаотическое расположение, несуразность форм и пестрота неотделанных фасадов по-своему завораживали и пугали. Дома эти строились нелегально и стоили дёшево, но на улицах царил свой неведомый уклад. Для полиции этот пригород будто бы не существовал. За дешевизну жилья местные, в большинстве своём состоящие из нелегальных мигрантов, платили личной безопасностью. Вход без разрешения для посторонних, и в особенности для чужаков вроде меня, находился под негласным, но всем известным запретом.",
    "answers": [
      {
        "id": 8,
        "text": "[ Подойти к дону Густаво ]"
      },
      {
        "id": 9,
        "text": "[ Подойти к Габриэлю ]"
      },
      {
        "id": 10,
        "text": "[ Сфотографировать пейзаж ]"
      }
    ]
  },
  {
    "id": 8,
    "text": " — Знаешь, у меня там живёт друг, — сказал дон Густаво, указывая пальцем на оранжевый домик с белой крышей, выглядевший не в пример другим прилично, — у него есть мотоцикл. Вообще, здесь у многих мотоциклы. Любят они это дело. Носятся и постоянно кого-нибудь сбивают. Дегенераты!\n\nЯ нервно усмехнулся. Из уст интеллигентного человека, в особенности иностранца слышать такие слова необычно. Но дон Густаво продолжал распаляться.\n\n— А чего ты смеёшься? Дегенераты как есть. И мэр, и президент так говорят. И я так говорю. Молодые парни, а делом не заняты. Ну, и наркотики, бандитизм, сам понимаешь. Одним словом — дегенераты!\n\n— Согласен.\n\nНе буду же я спорить!",
    "answers": [
      {
        "id": 11,
        "text": "[ Продолжить путь ]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Габриэль стоял как неприкаянный. Мендель, по-видимому, развлекал подружку анекдотами, от чего она заливисто смеялась. Дон Густаво, сидя на камне, пытался отдышаться.\n\n— Как дела? — спросил я по-русски, потому что этой и нескольким другим простым фразам мы научили Габриэля во время прошлых прогулок, и я ожидал, что он поймёт.\n— Хорошо, спасибо, — сказал он и замялся.\n\nЯ нахмурился, пытаясь понять, чем вызвано смятение, но, кажется, Габриэль просто подбирал слова, и в итоге решил сказать по-испански.\n\n— Tú necesitas una gora. Hoy hay mucho calor.\n— Это из-за солнца?\n— Sí, да!\n\nОн снял со своей головы кепку и протянул мне. Второй рукой он уже нащупал на шее платок и, по-видимому, планировал переместить его на голову. Это подало мне идею.",
    "answers": [
      {
        "id": 20,
        "text": "\"Спасибо, не нужно!\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Я достал телефон из поясной сумочки, где также лежали деньги и паспорт. Дон Густаво предупреждал меня, что документы лучше с собой не носить, а сделать копию, но руки всё никак не доходили, да и угроза мне казалась надуманной — за время моего пребывания здесь меня действительно ещё ни разу не пытались ограбить или обокрасть, несмотря на обилие бездомных и прочих маргиналов на улицах города.\n\nХороший пейзаж не всегда обеспечивает хорошую фотографию. В интернете частенько мелькают советы по настройке: выставьте экспозицию на такое значение, а диафрагму на сякое. В нужный момент, конечно, эти числа никогда не приходят в голову. Выписать их что ли на бумажку?\n\nДругая не менее важная составляющая — это композиция. Что прекрасно глазу не всегда так же отражается на фотографии. Искусство заключается не только в том, как уместить всё необходимое, но также и в том, как не захватить лишнего.\n\nЯ сделал несколько кадров и убрал телефон. Фотоаппарат нещадно жрал батарею, и зарядки могло не хватить на обратный путь. В рюкзачке, правда, лежал повербанк, но разъём на телефоне в последнее время стал плохо удерживать  кабель, из-за чего тот выпадал при малейшем воздействии со стороны.\n\nХорошо, я не один и всегда смогу положиться на своих спутников.",
    "answers": [
      {
        "id": 11,
        "text": "[ Продолжить путь ]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Переведя дух, мы двинулись дальше. Дорога стала как будто прямее, а уклон не таким крутым, как раньше. Я достал из кармана брикет, который мне вручили ребята ещё в начале пути. Он представлял собой сухофрукт или пастилу, завёрнутую в пальмовый лист. Этот лист служил лишь упаковкой и в пищу не годился, но в отличие от целофанового пакета, его можно было бросить прямо в траву и не опасаться за экологию. Красный брусок, напоминающий очень твёрдое желе, оказался приторно сладким.\n\nМы совершили очередной поворот и вышли к асфальтовой дороге. Она служила одной-единственной цели — по ней автобус отвозил студентов в политехнический университет, находившийся в горах. В воскресенье университет был закрыт и дорога пустовала. У обочины стояла старенькая американская машина с широкой мордой из тех, что чадят чёрным дымом и отравляют весь воздух вокруг себя. Водитель стоял рядом и курил.\n\nРебята остановились в раздумьях. Кажется, Мендель снова испытывал сомненья по поводу маршрута. Дон Густаво направился к водителю. Я проверил интернет на телефоне — сообщения уходили и приходили, но с задержкой. Я отправил пару фотографий семье, надеясь, что рано или поздно они выгрузятся и на сервер и будут доставлены.",
    "answers": [
      {
        "id": 12,
        "text": "[ Ждать ]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дон Густаво вернулся навеселе.\n\n— Его зовут Буль, ха-ха! Ты представляешь? Он сам так сказал, что зовут Буль.\n\nЯ улыбнулся из вежливости. Моё знание испанского не позволяло разобрать, в чём заключался комизм имени.\n\n— Буль говорит, идти дальше не стоит. Сегодня много этих... Ну, дегенератов в общем. И полиции нет. Поехали домой, а?\n\n— Не знаю...\n\nЯ замялся. Самое интересное как будто обещало быть впереди, и казалось обидным повернуть обратно раньше времени. Да и кто нам что сделает? Нас четыре взрослых крепких мужчины, девушка тоже не промах. Казалось, дон Густаво просто устал и искал повода закончить на сегодня.\n\n— Хорошо, дорогой, я поговорю с ребятами тогда. Обсудим-обсудим. ",
    "answers": [
      {
        "id": 13,
        "text": "[ Окинуть взглядом водителя ]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Булю на вид было около шестидесяти лет, но выглядел он значительно хуже дона Густаво. Смуглая грубая кожа, пожелтевшие белки глаз, засаленная одежда, неприличная его возрасту худоба — всё намекало на не самый счастливый образ жизни. Он улыбнулся мне своими редкими жёлтыми зубами, и я предпочел отвернуться.\n\nТем временем Габриэль с доном Густаво шли в мою сторону.\n\n— Поехали, в общем, — махнул рукой дон Густаво. \n\nЯ посмотрел на Габриэля. Габриэль, мешая в кучу испанские, английские и русские слова, объяснил мне, что они приняли решение разделиться. Дону Густаво будет трудно продолжать движение в гору, и поэтому он поедет домой. Я должен выбрать, иду ли я с ребятами дальше или поеду на машине с доном Густаво.\n\n— Поехали-поехали! Ну, или оставайся. Как знаешь, в общем.\n\nВсе ждали моего ответа.",
    "answers": [
      {
        "id": 14,
        "text": "[ Продолжить путешествие ]"
      },
      {
        "id": 15,
        "text": "[ Поехать домой с доном Густаво ]"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Дон Густаво, дорогой, я, наверное, останусь. \n\nНужен был ещё какой-то аргумент, фраза, чтобы ответ был более полным и уверенным. Я чувствовал, что мои слова слегка задели старика, но не нашёлся, как сгладить момент.\n\n— Ладно-о. Тогда я поеду, а вы оставайтесь. Позвонишь, как придёшь домой.\n\n— Да, конечно!\n\nМы пожали руки. Дон Густаво направился к машине, но в последний момент остановился и посмотрел на меня\n\n— Будь осторожен! Не забывай про дегенератов.\n\nЯ кивнул. В глубине души закралась тень сомнения. Можно ведь было ещё передумать. Я смотрел, как дон Густаво садится в машину, хлопает дверью. Ребята стали махать ему на прощание и я тоже показал расскрытую ладонь. Машина скрылась за поворотом, и мы остались вчетвером.",
    "answers": [
      {
        "id": 21,
        "text": "[ Подойти к ребятам ]"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Bien, тогда поедем. \n\nЯ попытался скрыть сожаление за улыбкой и обставить всё так, будто это намерение совпадало с моим собственным желанием.\n\n— Габриэль, gracias por todo, отличный поход!\n\nМы обнялись, затем я пожал руку Менделю. С его подругой мы обменялись символическими поцелуями, не касаясь губами щёк друг друга — так принято здесь здороваться и прощаться с противоположным полом.\n\nМы забрались в душный салон машины Буля, не знавшей кондиционера и тосковавшей по химчистке. Ребята махали нам руками до тех пор, пока машина не скрылась за поворотом. Дон Густаво сидел на переднем сидении и о чём-то активно беседовал с Булем. Я откинул голову назад, прикрыл глаза и, кажется, вскоре задремал.",
    "answers": [
      {
        "id": 16,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я лежал под одеялом и при свете прикроватной лампы читал книгу. На этот раз чтение захватило меня, так что я уже давно не притрагивался к телефону. За окном было темно, накрапывал дождь — типичная погода для здешних мест. Завтрашний день был рабочим, необходимо было хорошенько отдохнуть — здесь я ложился спать рано и рано вставал, против обычного.\n\nЗазвонил телефон. Обыкновенно так делают мошенники, не знающие, что я нахожусь в другом часовом поясе и едва куплюсь на их очередные байки. Телефон я взял в руки нехотя, надеясь, что вызов прервётся сам собой. Звонил дон Густаво. Увидев на экране имя, я тут же поднял трубку.\n\n— До-обрый вечер, — начал он как ни в чём не бывало, по привычке растягивая некоторые гласные, — как дела?\n\n\"Как дела\" это паразит в речи испаноговорящих. Они задают этот вопрос всем, даже тем, кого видят впервые, и никогда не ждут ответа — это такая у них форма вежливого приветствия.\n\n— Слышал новость? Габриэль пишет, что их ограбили.\n— Как?\n— Я захожу в интернет, вижу его пост. Он пишет: если кто-то будет просить у вас деньги от моего имени, не верьте, это не я, меня ограбили. \n— Всё-таки зря они пошли дальше.\n— Нет, они не пошли дальше. Я позвонил его маме. После того, как мы уехали, они решили пойти назад по той же дороге пешком. Ну, и встретили этих... дегенератов, про которых я тебе говорил.\n\n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "\"Украли только телефоны?\""
      },
      {
        "id": 18,
        "text": "\"Все живы-здоровы?\""
      }
    ]
  },
  {
    "id": 17,
    "text": "— Украли только телефоны?\n— Нет! Конечно, нет. Всё забрали, только одежду оставили.\n— Как, и рюкзаки, и документы?\n— И рюкзаки, и всё забрали. Насчёт документов я тебе говорил, не носи с собой паспорт, сделай копию, носи распечатку. Но из наших никто, конечно, документов не носит с собой. Деньги все отобрали... Говорил же, надо ехать!\n— Да, надо было...\n— А они \"ты не выдержишь, тебе тяжело\". Думают, я старый. А надо было ехать домой.\n\nТелефон у Габриэля выглядел дешёво, да и экран был разбитым, я это ещё утром заметил. Жалко было их рюкзаки — они выглядели добротно. Да и самих ребят жалко, чего уж там.",
    "answers": [
      {
        "id": 18,
        "text": "\"Все живы-здоровы?\"",
        "need": [
          -18
        ]
      },
      {
        "id": 19,
        "text": "[ Спросить про общее состояние ]"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Все живы здоровы?\n\nНа секунду воцарилось молчание.\n\n— Как звали этого... Друга Габриэля?\n— Мендель.\n— Да, так вот. Габриэль говорит, ему прострелили ногу.\n— Боже!\n— Я не знаю, может он начал сопротивляться и не хотел отдавать вещи. Рюкзак у него был хороший, и эта штука... Как ты говоришь это по-русски?\n— Огниво.\n— Вот-вот. О-огниво-о-о. \n— Он в больнице?\n— Нет, дома лежит. Они не в кость стреляли, а знаешь... Ну так, не сильно в общем. \n— По касательной?\n— Да-да! Кровь была, конечно. Но жить будет!\n\nЖить будет. И на том спасибо.",
    "answers": [
      {
        "id": 17,
        "text": "\"Украли только телефоны?\"",
        "need": [
          -17
        ],
        "need_ever": true
      },
      {
        "id": 19,
        "text": "[ Спросить про общее состояние ]"
      }
    ]
  },
  {
    "id": 19,
    "text": "— А как они сами? Габриэль, наверное, сильно расстроился.\n— Нет, не расстроился. Ты знаешь, не расстроился. Мама расстроилась, сильно. Я её голос слышал — было понятно, что нервничала. Габриэль сказал, что всё обошлось — и слава богу!\n\nДействительно, слава богу. У старика как будто сработало чутьё. \n\nКнигу я отложил в сторону и этой ночью больше не открывал. Но и быстро заснуть теперь не получалось — мысли роились в голове, заставляя раз за разом прогонять различные сценарии.\n\nВот если бы я был там... \nХотя кто знает, может я бы стал обузой для всех и только усугубил ситуацию.\nА может... получилось бы договориться?\n\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "— ¡Mucho gracias, no necesito! Yo tengo una idea.\n\nВидя удивление на лице Габриэля, не понимающего причину моего отказа, я поспешил снять футболку и повязать её на голову.\n\n— Oh my! — расплываясь в улыбке, протянул Габриэль.\n \nНет, светить голым торсом долго я не планировал. И дело не только в приличиях — местное солнце не было так уж мелосердно к людям с белой кожей, как у меня. На ум пришла сцена из фильма \"Хороший, плохой, злой\". Я достал из своего лёгкого рюкзачка кофту и надел её на голое тело. В ней не было слишком жарко — мои спутники вообще были в ветровках. Погода здесь меняется быстро и дождь может пойти в любой момент. Но пока светило солнце и на небе не было ни облачка.\n\nУ кофты было ещё одно преимущество. Паспорт, телефон и деньги я носил в поясной сумочке, которая торчала из-под футболки, но при этом удачно скрывалась под более свободной кофтой. Этот трюк обычно придавал мне спокойствие в городе, где уличные кражи случались регулярно.",
    "answers": [
      {
        "id": 11,
        "text": "[ Продолжить путь ]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Мендель сосредоточено смотрел в экран телефона, нервно покусывая нижнюю губу. Подруга прижималась к нему, пытаясь что-то разглядеть на тусклом дисплее. Габриэль достал бутылку воды, сделал глоток и предложил мне. \n\n— ¡Gracias, yo tengo uno!\n\nЯ показал большим пальцем на свой рюкзачок, где была такая же пластиковая бутылка. Габриэль одобрительно кивнул, набрал воды и стал полоскать рот.\n\nЯ посмотрел на Менделя и его подругу. Что-то там не клеилось. Я мог бы предложить свой телефон, но зарядки едва ли хватит надолго. Девушка подняла голову и что-то сказала Габриэлю. Мендель безрадостно закивал. Габриэль, пожав плечами, ответил ей с ободряющей интонацией.\n\n— Всё нормально?\n— Да, — ответил Габриэль.\n— Что мы делаем?\n— Мы... э-э... ¿Vamos?\n— Идём.\n— Мы идём... э-э-э... Назад.\n",
    "answers": [
      {
        "id": 22,
        "text": "\"Почему?\""
      }
    ]
  },
  {
    "id": 22,
    "text": "— Почему?\n— М?\n— ¿Por que?\n\nГабриэль говорил что-то про дорогу и карту, активно при этом жестикулируя. Я хотел бы предложить свой телефон, но, понимая, что я пытаюсь сказать, Габриэль замотал головой и затряс ладонями из стороны в сторону. Он ещё раз повторил объяснение, которого я, к сожалению, не понял. Не хватало дона Густаво. Впрочем, наша тропинка примыкала к асфальтовой дороге, и никакая другая поблизости не виднелась. \n\nЯ вдруг подумал, что ребята нарочно уговорили дона Густаво ехать домой, чтобы не признаваться в том, что мы в тупике. И ещё: нас было четверо, плюс дон Густаво, плюс водитель, итого — шесть человек, при том, что на заднем сидении и вдвоем было бы тесно. В другой ситуации можно было бы сесть друг к другу на колени, но у ребят были за спинами здоровые походные рюкзаки. Уехать всем вместе не удалось бы в любом случае.",
    "answers": [
      {
        "id": 23,
        "text": "\"Ладно, идём\""
      }
    ]
  },
  {
    "id": 23,
    "text": "— Ладно, идём.\n— ¡Vamos, vamos!\n\nМы вышли на асфальтовую дорогу и пошли вниз по склону. Я думал предложить всем заказать такси и спокойно доехать до города. Следом за этим мне пришла другая мысль: что если впереди нам встретится ещё одно ответвление и наш поход продолжится? Впрочем, морально я уже настроился на возвращение домой, и мне даже в голову не приходило задать себе вопрос, что делал одинокий водитель в этот день на дороге, ведущей в никуда?\n\nВскоре впереди показался мотоцикл, за ним ещё один. О своём появлении они сообщали рёвом далеко из-за поворота. На каждом сидело по два человека, шлем был лишь у одного из четверых, он же единственный был в джинсах и кроссовках, остальные в чём попало — шорты, майки, тапочки. Всё измятое и давно не стиранное.",
    "answers": [
      {
        "id": 24,
        "text": "[ Прижаться к краю дороги ]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Поскольку дорога была извилистой и шла по горам, вдоль полотна тянулись отбойники, не позволявшие нам идти по обочине. Один мотоцикл остановился перед нами и встал боком, второй проехал чуть дальше и тоже остановился. Люди спешились и двинулись к нам. С уст Менделя сорвалось слово, смысл которого был ясен без перевода. Водитель одного из мотоциклов, тот что без шлема, с чёрной козлиной бородкой что-то прокричал. Его пассажир достал из-за спины мачете. Я разобрал только слово \"todos\" — \"все\". Значит, нас грабят.\n",
    "answers": [
      {
        "id": 25,
        "text": "[ Повиноваться ] ",
        "need": [
          20
        ]
      },
      {
        "id": 26,
        "text": "[ Попытаться договориться ]"
      },
      {
        "id": 27,
        "text": "[ Повиноваться ]",
        "need": [
          -20
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы стали снимать с плеч рюкзаки. Свой мне было не жалко, он больше напомнил мешок для сменки, но вот ребятам расставаться со своими было гораздо труднее. Я посмотрел в небо. Господи, сделай что-нибудь! Небо хмурилось.\n\nЗнаю, вероятно, это весьма эгоистично, но про себя я молился не о спасении всех членов нашей группы, а лишь о том, чтобы нас не начали обыскивать, поскольку тогда у меня под кофтой нащупают поясную сумочку и я лишусь не только денег, но вместе с тем телефона и паспорта, без которого мне не дадут сесть на обратный самолёт.\n\nЯ изо всех сил втягивал живот в себя. В это время один из грабивших нас маргиналов стал грубо ощупывать девушку.\n\n— ¡Lili! — дёрнулся Мендель.\n\nЛили зарядила звонкую пощёчину нахалу. Мендель было бросился к ней, но тут у того, что был в шлеме, в руке оказался пистолет. Раздался выстрел.",
    "answers": [
      {
        "id": 28,
        "text": "[ Дальше ]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— ¡Yo no soy Español! ¡Yo soy Ruso! \n\nИдея была наивнее некуда. Пытаться убедить на испанском откровенных бандитов в том, что из-за меня у них могут быть проблемы... Как мне такое только могло прийти в голову?\n\n— Esto es gra-a-nde скандаль. No queren internationale скандаль, ¿no crees?\n\nГрабители неудоумённо переглянулись. Затем тот, что с мачете, подошёл ко мне вплотную. Он оказался чуть ниже меня, и от него исходило непередаваемое амбре, как от всех городских бомжей. Казалось, он хотел плюнуть в меня, но затем передумал и выпустил струйку жёлто-зелёной слюны себе под ноги. Лезвие мачете легло мне на плечо, острием к горлу. \n\n— ¡Tranquilo, tranquilo! — затараторил Габриэль, успокаивая не то его, не то меня.  \n\nЯ послушно снял рюкзак и поясную сумочку, как и мои товарищи. Одному из грабителей этого показалось мало, и он начал грубо ощупывать девушку.\n\n— ¡Lili! — дёрнулся Мендель.\n\nЛили зарядила звонкую пощёчину нахалу. Мендель было бросился к ней, но тут у того, что был в шлеме, в руке оказался пистолет. Раздался выстрел.",
    "answers": [
      {
        "id": 28,
        "text": "[ Дальше ]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Мы стали снимать с плеч рюкзаки. Свой мне было не жалко, он больше напомнил мешок для сменки, но вот ребятам расставаться со своими было гораздо труднее. Я посмотрел в небо. Господи, сделай что-нибудь! Небо хмурилось.\n\nОдин из грабителей указал пальцем на мою поясную сумочку. Какой же я идиот! Там находились деньги, телефон, документы в конце-то концов!\n\n— ¿Puedo tomo mi passaporte? ¡Por favor! ¡Solo passaporte!\n\nГрабители расмеялись. Один подошёл ко мне сзади и стал растёгивать замок ремешка на пояснице. В это время другой начал грубо ощупывать девушку.\n\n— ¡Lili! — дёрнулся Мендель.\n\nЛили зарядила звонкую пощёчину нахалу. Мендель было бросился к ней, но тут у того, что был в шлеме, в руке оказался пистолет. Раздался выстрел.",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "Лили взвизгнула. Мендель застонал, схватившись руками за бедро и скрючившись. Между пальцами у него показалась кровь. В суматохе грабители схватили всё, что успели с нас снять, запрыгнули на мотоциклы и мгновенно скрылись из виду. Все мы бросились к Менделю. Лицо его побелело. Я никогда раньше не видел вживую огнестрельного ранения, и всё происходящее казалось сном. Габриэль сорвал с себя платок, который он носил то на шее, то на голове, и принялся заматывать рану. Только теперь я заметил, что у него разбита губа.\n\nКак выяснилось, пуля прошла по касательной и не задела кость. Словно пьяные, мы шли в сторону города, всячески подбадривая друг друга. Мы говорили по кругу одни и те же слова и никак не могли оправиться от шока. Капал дождь.  Я не думал ни о деньгах, ни даже о документах. Вместо этого я вспомнил, что дон Густаво просил позвонить ему из дома. А потом уехал на машине с каким-то неизвестным, который мало чем отличался от людей, ограбивших нас.\n\nЯ... Я не знаю, как следовало поступить правильно. Не знаю.",
    "answers": [
      {
        "id": 1,
        "text": "[ На главную ]"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]