[
  {
    "id": 1,
    "text": "Вы — участник небольшой группы энтузиастов, тайно прибывшей на заброшенный остров. Ваша миссия — оценить состояние уникальной старинной деревни, чтобы спасти её от забвения.\n\nНо остров приготовил для вас другой сценарий.\n\nВнезапный паводок отрезал вас от внешнего мира, превратив вашу научную командировку в борьбу за выживание. Скоро от этого места может остаться только воспоминание.\n\nВаши решения определят как судьбу острова, так и вашу. Сможете ли вы:\n\n· Раскрыть тайну, которая прячется в самых тёмных уголках «Старой Вязи»?\n· Довериться незнакомцам, когда каждая тень может быть врагом?\n· Сохранить наследие, если цена за него — сделка с совестью?",
    "answers": [
      {
        "id": 2,
        "text": "Выбрать персонажа"
      }
    ]
  },
  {
    "id": 2,
    "text": "От выбранного персонажа зависит то, как будет разворачиваться сюжет, а также разным персонажам доступны различные способы прохождения квестов.",
    "answers": [
      {
        "id": 3,
        "text": "Имя: Мария\n\nПрофессия: искусствовед, специалист по северному деревянному зодчеству.\n\nУникальные механики:\n  · Внимание к деталям: может находить скрытые смыслы в архитектуре, расшифровывать старые надписи и чертежи, которые другие не заметят.\n  · Академические связи: Может через спутниковый мессенджер консультироваться с коллегами из Европы, получая уникальные исторические справки."
      },
      {
        "id": 4,
        "text": "Имя: Андрей\n\nПрофессия: В прошлом — военный инженер, сейчас — владелец небольшой мастерской по ремонту сложной электроники.\n\nУникальные механики:\n  · Техническая смекалка: Может чинить оборудование, создавать устройства из подручного, взламывать простые электронные замки.\n  · Стратегическое мышление: Видит локации не как исторические объекты, а как тактические точки (укрытия, пути отхода, места для засад)."
      },
      {
        "id": 5,
        "text": "Имя: Святослав\n\nПрофессия: Бывший следователь. Теперь работает частным охранником.\n\nУникальные механики:\n  · Профайлинг и допрос: чует ложь за версту. Считывает эмоции людей как открытую книгу.\n  · Знание системы: Понимает, как мыслят силовики и преступники. Может предугадывать действия противника. Обучен тактике боя."
      },
      {
        "id": 6,
        "text": "Имя: Алиса\n\nПрофессия: Блогер-натуралист, инструктор по выживанию.\n\nУникальные механики:\n  · Выживание в природе: может находить съедобные растения, ориентироваться без карты, предсказывать погоду, незаметно передвигаться по лесу.\n  · Социальные сети как оружие: может вести прямой эфир с острова, создавая общественный резонанс."
      }
    ]
  },
  {
    "id": 3,
    "text": "Лишь первые лучи солнца начинают озарять бескрайние равнины, прогоняя утреннюю дымку степей, ты уже на ногах — сегодня важный день! Вам с единомышленниками предстоит спасти ещё один важный исторический памятник.\n\nВас всего четверо. Помимо тебя в группе: грозный, огромных размеров старый вояка — Святослав; немного гиковатый технарь Андрюха и твоя старая подруга-блогер Алиса.\n\nВы встречаетесь в условленном месте ровно в 07:00. Нужно до вечера успеть добраться до острова, задокументировать найденные находки и вернуться до заката солнца. Ведь оставаться на ночь на заброшенном острове никто бы не хотел.",
    "answers": [
      {
        "id": 7,
        "text": "Сесть в лодку"
      },
      {
        "id": 41,
        "text": "Подождать, пока поднимется солнце и станет светло"
      }
    ]
  },
  {
    "id": 4,
    "text": "Прохождение за Андрея ещё в разработке. Ждите обновлений!",
    "answers": [
      {
        "id": 4,
        "text": "Назад",
        "go_to": [
          "a"
        ],
        "var_set": [
          "a",
          2
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Прохождение за Святослава ещё в разработке. Ждите обновлений!",
    "answers": [
      {
        "id": 5,
        "text": "Назад",
        "go_to": [
          "a"
        ],
        "var_set": [
          "a",
          2
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Прохождение за Алису ещё в разработке. Ждите обновлений!",
    "answers": [
      {
        "id": 6,
        "text": "Назад",
        "go_to": [
          "a"
        ],
        "var_set": [
          "a",
          2
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Когда все размещаются в небольшой ветхой лодке, Слава начинает грести, да так, что ты чуть не падаешь за борт при первом толчке.\n\nВы плывёте ещё в полумраке, однако, когда деревья на берегу остаются далеко позади, солнечные лучи начинают озарять ровную спокойную гладь реки.\n\nВода под лодкой темная и тяжелая, словно жидкий графит. Святослав молча и мощно гребет, его весла входят в воду практически без единого всплеска. Андрюха копошится с дроном, а Алиса, прищурившись, снимает на телефон исчезающий за кормой берег.\n\nПрирода уже начала просыпаться, и помимо еле слышимых всплесков воды от вёсел ты улавливаешь обычные звуки окрестностей реки: то тут, то там квакают лягушки, а в воздухе стоит непрерывное жужжание комаров и сверчков.\n\nТы отрываешь взгляд от спутников и переводишь его на приближающийся остров. Твоё сердце историка замирает. Это не просто клочок земли. Это — архитектурный артефакт, читаемый, как открытая книга",
    "answers": [
      {
        "id": 8,
        "text": "Присмотреться к острову"
      }
    ]
  },
  {
    "id": 8,
    "text": "Остров стоит не просто посреди реки, а на порожистом участке. Это не случайность. Предки всегда ставили деревни с умом — бурлящая вода означала постоянную энергию для мельниц и промыслов. Уже один этот факт говорит о многом.",
    "answers": [
      {
        "id": 9,
        "text": "Приглядеться к центру острова"
      },
      {
        "id": 43,
        "text": "Охватить взглядом приближающийся берег"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты видишь не хаотично разбросанные избы, а строгую, ярусную планировку. Дома каскадом поднимаются от воды, повторяя естественный рельеф.\n\nЭто не деревня, это — единый организм, встроенный в ландшафт. Так строили только в самых развитых поселениях Севера, где каждый склон и ручей был частью хозяйственного механизма.",
    "answers": [
      {
        "id": 10,
        "text": "Охватить взглядом приближающийся берег"
      }
    ]
  },
  {
    "id": 10,
    "text": "Твоё внимание приковывает странная система полузаросших канав, расходящихся от центра острова к его краям.\n\nС первого взгляда — просто дренаж. Но их геометрия слишком совершенна. Это похоже на...*мысль обрывается, не находя пока точного определения. Но ты чувствуешь — это ключ ко всему*.",
    "answers": [
      {
        "id": 11,
        "text": "Сделать вывод"
      }
    ]
  },
  {
    "id": 11,
    "text": "«Старая Вязь» — это не музей под открытым небом. Это сложный гидромеханический организм, где улицы — это артерии, а дома — органы. И если твои догадки верны, то ценность этого места не в отдельных избах, а в их гениальной взаимосвязи.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Лодка с глухим стуком упирается в песчаную отмель. Святослав своим богатырским басом выводит тебя из задумчивости: «Приехали, салаги!».\n\nПришло время ступить на землю, которая хранит секреты, способные переписать главу в учебнике по деревянному зодчеству.",
    "answers": [
      {
        "id": 13,
        "text": "Выйти на берег"
      }
    ]
  },
  {
    "id": 13,
    "text": "Берег встречает вас неестественной тишиной. Не птичьими трелями, не шелестом листвы, а гулкой, вязкой беззвучностью, которую нарушает лишь плеск воды о борт причалившей лодки. Воздух тяжел и влажен, пахнет прелой опавшей листвой, вековой пылью и сладковатым душком гниющей древесины.\n\nПесок под ногами хрустит стеклом от древних ракушек. Ты поднимаешь взгляд.",
    "answers": [
      {
        "id": 33,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 14,
    "text": "Первый шаг за тобой. От него зависит, с чего начнется раскрытие тайны «Старой Вязи».",
    "answers": [
      {
        "id": 15,
        "text": "Изучить причал и остатки промысла",
        "need": [
          -15,
          -18
        ],
        "var_add": [
          "v",
          1
        ]
      },
      {
        "id": 17,
        "text": "Помочь Андрюхе с дроном",
        "need": [
          -17,
          -20
        ],
        "var_add": [
          "v",
          2
        ]
      },
      {
        "id": 18,
        "text": "Прислушаться к Алисе и осмотреть воду",
        "need": [
          -15,
          -18
        ],
        "var_add": [
          "v",
          4
        ]
      },
      {
        "id": 21,
        "text": "Обсудить с командой дальнейшие действия",
        "var_equal": [
          "v",
          3
        ]
      },
      {
        "id": 25,
        "text": "Обсудить с командой дальнейшие действия",
        "var_equal": [
          "v",
          8
        ]
      },
      {
        "id": 26,
        "text": "Обсудить с командой дальнейшие действия",
        "var_equal": [
          "v",
          6
        ]
      },
      {
        "id": 27,
        "text": "Обсудить с командой дальнейшие действия",
        "var_equal": [
          "v",
          11
        ]
      },
      {
        "id": 16,
        "text": "Подняться к часовне",
        "var_add": [
          "v",
          7
        ],
        "need": [
          -16,
          -23
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты подходишь к скрипучим, полуразрушенным мосткам. Воздух здесь пахнет еще крепче — смесью рыбьей чешуи, влажного камня и грусти. Под слоем тины и ракушек ты находишь не просто обломки. Ты видишь систему:\n\n· Деревянные желоба, уводящие воду с причала вглубь острова.\n· Остатки сложного деревянного механизма с шестернями — не просто лебедка, а часть чего-то большего.\n· В щели между бревнами причала застряло крошечное, истлевшее деревянное веретено — артефакт, прямо указывающий на льняной промысел.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Дорога к часовне — это подъем по старой, заросшей тропе. С каждым шагом «Старая Вязь» раскрывается перед тобой, как чертеж. И вот ты у часовни. Дверь со скрипом приотрывается. Поднявшись по винтовой старой лестнице ты оказываешься на вершине.\n\nВид захватывает дух. Ты видишь то, что не могла разглядеть снизу: идеальную геометрию. Канавы — не дренаж, это искусственные водоводы, соединяющие каскад прудов. Дома стоят не где попало, а в узлах этой системы. Это подтверждает твою догадку: остров — это гигантская механическая машина.\n\nВ дальней части острова ты замечаешь какие-то огни...",
    "answers": [
      {
        "id": 20,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вместе с Андрюхой ты находишь ровную площадку. Пока он калибрует навигацию, ты замечаешь на каменной кладке старые, выветренные знаки — метки уровня воды за последние сто лет. Самые высокие — столетней давности.\n\nДрон с жужжанием взлетает. С экрана планшета открывается истинный масштаб замысла. Водоводы, пруды, улицы... Все складывается в единую картину.\n\nВнезапно сигнал искажается. На экране — помехи, сквозь которые проступает неестественно ровная линия на дальнем конце острова. Похоже на современную технику, замаскированную под ветки.\n\nТы слышишь возглас Андрюхи:\n— Божечки-кошечки, лови его!\n\nТы успеваешь поймать дрон, перед тем как тот с треском упадёт на землю.",
    "answers": [
      {
        "id": 22,
        "text": "Поговорить с Андрюхой"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты откладываешь историю и занимаешься настоящим. Вместе с Алисой ты идешь вдоль кромки воды. Твои подозрения оправдываются.\n\n· Вода не просто мутная. Она несет мелкие щепки с свежими сколами и радужные разводы солярки.\n· На глинистом берегу ты находишь след от грузовой шины и обрывок современного кабеля.\n\nЭто не просто паводок. Кто-то уже здесь и активно работает.",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Пока ты копалась в прошлом, настоящее напоминает о себе: Алиса, стоя по колено в воде, подзывает тебя:\n\n— Маш, вода поднялась уже на несколько сантиметров! Чего ты там возишься? У нас не так много времени, как мы думали!",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 20,
    "text": "Пока ты была наверху, Андрюха внизу в одиночку запустил дрон. Ты слышишь гудение мотора и его испуганный возглас: «Ё-моё!». Затем раздаётся всплеск воды и еле-различимые причитания Андюхи. Кто бы мог подумать, что «Букашка» Андрея даст осечку.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы собираетесь в центре деревни, на заросшей площади. Воздух по-прежнему звеняще тих, но теперь эта тишина кажется натянутой, как струна.\n\nВы, не скрывая возбуждения, обращаетесь к Андрею:\n«Андрей, твои снимки — это ключ! Я на причале выяснила, что здесь был не абы какой промысел, а льняной. А с высоты отлично видно — вся эта паутина каналов ведёт прямиком к сушильным и промывочным цехам. Это не деревня, а настоящая фабрика! Просто фабрика-невидимка, запрятанная в природу.»\n\nАндрей, лихорадочно тыкая в планшет, не отрывает от него взгляд:\n«Точно, Маш! Здесь вся логика как на ладони — посмотри, как желоба сходятся! И... стоп, вот это интересно...» (он увеличивает снимок, и его лицо мрачнеет) «...вот здесь, у северного пруда, следы от колёс. Свежие. Похоже, наши «друзья» уже добрались до главного узла системы и вовсю орудуют ломами.»\n\nАлиса свистит сквозь зубы, её блогерское спокойствие наконец-то дало трещину:\n«Погодите-ка. Значит, они не малолетние вандалы, которые просто бьют стёкла? Они целенаправленно добивают самое ценное, что здесь есть? Вот же кони деревянные!»\n\nСвятослав хрустит костяшками пальцев, и по его лицу расплывается мрачная усмешка:\n«Логично, как дважды два. Сломать главный механизм — и можно будет всем показывать, что тут одни руины, спасать нечего. Что ж, значит, бить будем по цеху? Или у вас, интеллигентов, есть более вежливый план?»",
    "answers": [
      {
        "id": 28,
        "text": "Вы: «Давайте сперва займём какой-нибудь домик в центре деревни: это поможет быстрее добираться до любой точки острова!»"
      },
      {
        "id": 29,
        "text": "Вы: «Давайте сначала попробуем обустроиться в часовне: оттуда мы сможем лучше контролировать всё, что происходит вокруг!»"
      },
      {
        "id": 30,
        "text": "Вы: «Давайте только сразу разобьём лагерь близ лодки: не хочется её оставлять без присмотра, да и у нас будет легко доступный путь к отступлению...»"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Андрей, что это было?!\n— Не знаю, какие-то помехи глушат сигнал. И на другом конце острова явно кто-то есть... Спасибо, что спасла \"Букашку\", без неё я как без рук!\n\nАндрей аккуратно берёт у тебя аппарат, выключает и начинает копошиться в настройках. Ты даже замечаешь, что инженер поглаживает свой дрон, бормоча себе под нос успокаивающие фразочки.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к остальным"
      },
      {
        "id": 40,
        "text": "Сказать Андрею, что он долбанько"
      }
    ]
  },
  {
    "id": 23,
    "text": "С учётом того, что на острове вы явно не одни, ходить в одиночку к часовне тебе уже не кажется такой хорошей идеей...",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Пока ты осматривала с Алисой причал, вода начала поттапливать близлежайшие постройки — в них ты сейчас явно уже ничего интересного не найдёшь.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы собираетесь в центре деревни, на заросшей площади. Воздух по-прежнему звеняще тих, но теперь эта тишина кажется натянутой, как струна.\n\nВы, с горящими глазами, делитесь открытием:\n«Я там, на часовне, всё поняла! Эти каналы... Они же как кровеносная система. А по находкам с причала ясно — сердце всего этого билось в цехах по обработке льна. Мы имеем дело с гениальным инженерным организмом, а не с грудой брёвен!»\n\nАлиса панически размахивает телефоном:\n«И это сердце сейчас вызывают на дуэль! Смотрите — вода прибывает вдвое быстрее, чем по нашим вчерашним расчётам. Ещё пару часов, и мы будем не исследовать наследие, а плавать по нему на твоём драгоценном дроне, Андрей!»\n\nСвятослав мрачно обводит взглядом площадь, будто вычисляя траекторию возможной засады:\n«Ясненько. Значит, где-то внизу ползают крысы и перегрызают провода этого... организма. А мы тут наверху красиво позируем на фоне апокалипсиса. Надо спускаться, но если пойдём в лоб — нас будут ждать с хлебом-солью. Или с чем-то потяжелее.»\n\nАндрей, не отрываясь от клубка проводов в руках, бормочет:\n«Да я бы всё отследил,запусти я вовремя «Букашку»... Но кто-то настоял на срочном восхождении на Эверест вместо техподдержки.» Он яростно дёргает за провод. «Терпение, малыш, папа тебя починит...»\n\nСвятослав фыркает, обращаясь к Андрею:\n«Дрон, говоришь... Дружище, твой жужжащий шпион и так на всю округу трубит, где мы и сколько нас. Лучше бы ты нам хоть пару гранат из этой рухляди собрал.»",
    "answers": [
      {
        "id": 25,
        "text": "Вы: «Давайте сперва займём какой-нибудь домик в центре деревни: это поможет быстрее добираться до любой точки острова!»",
        "go_to": [
          "a"
        ],
        "var_set": [
          "a",
          28
        ]
      },
      {
        "id": 25,
        "text": "Вы: «Давайте сначала обустроимся в часовне: оттуда мы сможем лучше контролировать всё, что происходит вокруг!»",
        "go_to": [
          "a"
        ],
        "var_set": [
          "a",
          29
        ]
      },
      {
        "id": 25,
        "text": "Вы: «Давайте только сразу разобьём лагерь близ лодки: не хочется её оставлять без присмотра, да и у нас будет легко доступный путь к отступлению...»",
        "go_to": [
          "a"
        ],
        "var_set": [
          "a",
          30
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы собираетесь в центре деревни, на заросшей площади. Воздух по-прежнему звеняще тих, но теперь эта тишина кажется натянутой, как струна.\n\nВы, обращаясь к Алисе с уважением в голосе:\n«Алиса, твоя паранойя оказалась пророческой. На снимках с дрона видны лагерь, палатки и техника. А эти следы у воды... Они уже вгрызлись в гидросистему, как коррозия. Ты была права на все сто!»\n\nАлиса с горьким торжеством вскидывает бровь:\n«Значит, этот «паводок» — не стихия, а спланированная диверсия. Они не просто хотят стереть память, они хотят стереть с лица земли сам остров! Прямо как в том посте, который я делала про экологический терроризм... только вот хэштег #СпаситеСтаруюВязь уже не кажется таким уж смешным.»\n\nАндрей, не отрывая взгляда от планшета, мрачно констатирует:\n«И, что самое весёлое, они теперь и о нас в курсе. После пролёта «Букашки» на снимках — свежие следы, новые разломы... Они не просто работают, они ускорились. Наш визит их явно взволновал.»\n\nСвятослав сжимает кулаки, и по его лицу расползается хищная улыбка:\n«Что ж, отлично сыграли в прятки. Теперь у нас два варианта, и оба — с привкусом пороха. Либо мы продираемся к их лагерю и устраиваем там внеплановый субботник, либо бежим чинить то, что они ломают, пока они не сломали нас. Время пошло, дети. Ваши гениальные идеи?»",
    "answers": [
      {
        "id": 28,
        "text": "Вы: «Давайте сперва займём какой-нибудь домик в центре деревни: это поможет быстрее добираться до любой точки острова!»"
      },
      {
        "id": 29,
        "text": "Вы: «Давайте сначала попробуем обустроиться в часовне: оттуда мы сможем лучше контролировать всё, что происходит вокруг!»"
      },
      {
        "id": 30,
        "text": "Вы: «Давайте только сразу разобьём лагерь близ лодки: не хочется её оставлять без присмотра, да и у нас будет легко доступный путь к отступлению...»"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы собираетесь в центре деревни, на заросшей площади. Воздух по-прежнему звеняще тих, но теперь эта тишина кажется натянутой, как струна.\n\nВы, с неподдельным уважением в голосе, обращаетесь к Алисе:\n«Придется признать — твои опасения были не напрасны. С высоты часовни отлично видно, как вода уже подбирается к нижним ярусам системы. А ещё я, кажется, видела лагерь тех, кто оставил эти следы на берегу. Но есть и хорошая новость — теперь мы точно знаем, в каком именно месте эти горе-инженеры вставили своё кривое плечо в гидробаланс острова.»\n\nАлиса с горьковатой ухмылкой:\n«Значит, моя ипохондрия наконец-то пригодилась? Отлично! Значит, мы знаем и болезнь, и очаг заражения. Осталось только понять, будем мы играть в докторов или в патологоанатомов.»\n\nСвятослав довольно потирает ладони, и в его глазах вспыхивает огонёк азарта:\n«Идеальная ситуация! Врага в лицо не видели, но все его пакости — как на схеме. Можно тихо и аккуратно подкрасться и перерезать им эту диверсию по самую глотку, пока они не поняли, что мы здесь не просто как туристы с селфи-палками.»\n\nАндрей с тоской смотрит на свой молчащий дрон:\n«Эх, жаль, «Букашка» сейчас в отключке... С его помощью мы могли бы просчитать идеальный маршрут, а не полагаться на авось. Но кто ж знал, что наша культурная экспедиция превратится в спецоперацию...»",
    "answers": [
      {
        "id": 28,
        "text": "Вы: «Давайте сперва займём какой-нибудь домик в центре деревни: это поможет быстрее добираться до любой точки острова!»"
      },
      {
        "id": 29,
        "text": "Вы: «Давайте сначала обустроимся в часовне: оттуда мы сможем лучше контролировать всё, что происходит вокруг!»"
      },
      {
        "id": 30,
        "text": "Вы: «Давайте только сразу разобьём лагерь близ лодки: не хочется её оставлять без присмотра, да и у нас будет легко доступный путь к отступлению...»"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты выбираешь самый крепкий на вид дом на бывшей деревенской площади. Его стены еще помнят тепло печей, а толстые бревна надежно укрывают от посторонних глаз. Отсюда, как из командного пункта, можно быстро добраться в любую точку «Старой Вязи» — к причалу, к дальним цехам, к сердцу гидросистемы.\n\nНо у медали есть и обратная сторона: вы сами оказываетесь в центре этой паутины. Любой звук вашей деятельности может разнестись эхом по пустым улицам.\n\nСлава, оглядывая просторную горницу, одобрительно кивает:\n«Отлично! Отсюда мы сможем оперативно реагировать на любые их действия. Да и всё нужное для ваших исследований прямо под рукой.»",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить",
        "var_set": [
          "house",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы поднимаетесь по крутой тропе к часовне. Её каменный фундамент и высокие стены обещают неприступность. С колокольни открывается всевидящее око — ни одно движение внизу не ускользнет от вашего внимания. Это идеальный наблюдательный пункт, чтобы изучать перемещения чужаков и строить долгосрочные планы.\n\nОднако за безопасность приходится платить скоростью. Каждая вылазка за припасами или на разведку превращается в долгий спуск и подъем.\n\nСвятослав, осматривая подступы к часовне, хмуро одобряет:\n«Высоту захватили — молодцы! Теперь они на мушке, а мы за каменными стенами. Пусть попробуют сунуться.»",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить",
        "var_set": [
          "kolokolinia",
          1
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решаете не углубляться в ловушку острова и остаетесь у кромки воды. Ваш лагерь — это лодка, песчаная отмель и несколько старых бочек для укрытия. Главный козырь — путь к отступлению всегда открыт. В случае внезапного нападения или резкого подъема воды можно в считанные секунды отчалить и быть вне досягаемости.\n\nНо эта тактика отчаяния имеет свою цену: вы добровольно отказываетесь от глубокого изучения тайн «Старой Вязи». Каждая экспедиция вглубь острова будет долгой и опасной.\n\nАлиса, глядя на воду, с облегчением выдыхает:\n«Правильное решение. Я не доверяю этому острову. Здесь, у воды, мы хотя бы не задохнёмся в этой каменной ловушке и всегда сможем уйти.»",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить",
        "var_set": [
          "prichal",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы собираетесь в своём новом «командном пункте».\n\nАндрюха сразу оккупирует тёмный уголок и при свете фонарика начинает что-то крутить в настройках дрона, изредка поглядывая в планшет.\n\nСлава с Алисой стоят на стороже, пристально осматривая окрестности. Точнее, осматривает, скорее, Слава, а Алиса ёрзает вокруг него, то и дело нервно прислушиваясь к окружению.",
    "answers": [
      {
        "id": 34,
        "text": "Достать карту местности",
        "var_equal": [
          "house",
          1
        ]
      },
      {
        "id": 35,
        "text": "Достать карту местности",
        "var_equal": [
          "kolokolinia",
          1
        ]
      },
      {
        "id": 36,
        "text": "Достать карту местности",
        "var_equal": [
          "prichal",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Подняться к часовне",
    "answers": []
  },
  {
    "id": 33,
    "text": "«Старая Вязь» предстает во всей своей забытой красе. Избы, почерневшие от времени и влаги, стоят, словно кривые зубы великана. Резные наличники, в которых когда-то угадывались солнца и птицы, теперь изъедены непогодой до неузнаваемости. Окна — слепые, темные глазницы, следят за вами с немым укором. А над всем этим возвышается островерхая колокольня старой часовни, одинокая и гордая, как страж, не желавший признавать свое поражение.\n\nТишина здесь — не от отсутствия жизни, а от ее затаившегося дыхания. Кажется, стоит сделать шаг громче, и стены прошепчут свои секреты.\n\nСвятослав небрежно пнул брошенный у причала ржавый котел. Грохот прокатился по берегу, заставив всех вздрогнуть.\n—Ну что, копатели? Место как в дешёвом хорроре — ни души, только скрип да шепот. Я бы на вашем месте не задерживался. Хотя... — он ехидно оглядывает команду, — ...с такой группой любой хоррор станет даже забавным.\n\nАндрей уже танцует вокруг самой узорчатой избы, щёлкая камерой со всех ракурсов.\n—Офигенная кладка! Смотри, Маш, тут каждый гвоздь — история! Надо «Букашку» запустить, пусть полюбуется. Только, Слава, пожалуйста, не пристрели её снова с перепугу.\n\nАлиса, стоя по колено в воде, корчит гримасу, разглядывая мутный поток.\n—Ребята, я, конечно, не инженер, как некоторые, — она многозначительно смотрит на Андрея, — но вода здесь выглядит так, будто её только что вылили из двигателя твоего дрона после аварии. И она прибывает. Так что предлагаю меньше восхищаться узорами и больше — скоростью течения.",
    "answers": [
      {
        "id": 14,
        "text": "Первый шаг",
        "var_set": [
          "v",
          0
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты раскладываешь на ветхом покосившемся столике в углу карту, составленную заранее по разведданным Алисы.\n\nСвятослав подходит и с толикой бывшего военного командира обращается к команде:\n— Итак, господа и дамы, каков наш план действий? Наше главное преимущество — мобильность. Отсюда мы можем быстро добраться до любой точки острова. Мы можем:\n\n1. Попытаться устранить или хотя бы замедлить разрушения, причиняемые этими вредоносными жучарами. Из этого домика мы быстро доберёмся куда нужно и вернёмся до того, как они могут что-то заподозрить. Однако, к сожалению, мы не обладаем оперативными данными о перемещениях противника.\n\n2. Попробовать найти вредителей и, если удастся...*Слава ловит взглядом выпученные от испуга глаза хрупкой миниатюрной Алисы*...вступить с ними в диалог. Но с этим проблемы примерно те же.\n\n3. Попытаться связаться с внешним миром — может, есть более безопасный способ что-то выяснить о наших \"соседях\" и разрулить ситуацию полюбовно. Хотя, что-то мне подсказывает, что эти парни тут тоже неофициально.",
    "answers": [
      {
        "id": 37,
        "text": "Попытаться устранить разрушения"
      },
      {
        "id": 38,
        "text": "Навестить \"соседей\""
      },
      {
        "id": 39,
        "text": "Связаться с внешним миром"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты раскладываешь на каменном полу часовни карту, составленную заранее по разведданным Алисы.\n\nСвятослав подходит и с толикой бывшего военного командира обращается к команде:\n— Итак, господа и дамы, каков наш план действий? Наше преимущество — обзор. С колокольни мы можем отслеживать все их перемещения. Мы можем:\n\n1. Попытаться устранить или хотя бы замедлить разрушения, причиняемые этими вредоносными жучарами. Отсюда мы легко можем отследить противника. Однако любая вылазка займёт у нас уйму времени, поэтому выбирать нужно очень осторожно.\n\n2. Попробовать найти вредителей и, если удастся...*Слава ловит взглядом выпученные от испуга глаза хрупкой миниатюрной Алисы*...вступить с ними в диалог. Но с этим проблемы примерно те же.\n\n3. Попытаться связаться с внешним миром — может, есть более безопасный способ что-то выяснить о наших \"соседях\" и разрулить ситуацию полюбовно. Хотя, что-то мне подсказывает, что эти парни тут тоже неофициально.",
    "answers": [
      {
        "id": 37,
        "text": "Попытаться устранить разрушения"
      },
      {
        "id": 38,
        "text": "Навестить \"соседей\""
      },
      {
        "id": 39,
        "text": "Связаться с внешним миром"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты раскладываешь на старой деревянной бочке карту, составленную заранее по разведданным Алисы.\n\nСвятослав подходит и с толикой бывшего военного командира обращается к команде:\n— Итак, господа и дамы, каков наш план действий? Наше преимущество — путь к отступлению. Если что-то пойдёт не так, мы всегда можем отступить и перегруппироваться. Варианты:\n\n1. Попытаться устранить или хотя бы замедлить разрушения, причиняемые этими вредоносными жучарами. Вот только отсюда будет сложновато контролировать перемещения противника. Плюс любая вылазка на противоположную часть острова займёт уйму времени, поэтому выбирать нужно очень осторожно.\n\n2. Попробовать найти вредителей и, если удастся...*Слава ловит взглядом выпученные от испуга глаза хрупкой миниатюрной Алисы*...вступить с ними в диалог. Но с этим проблемы примерно те же.\n\n3. Попытаться связаться с внешним миром — может, есть более безопасный способ что-то выяснить о наших \"соседях\" и разрулить ситуацию полюбовно. Хотя, что-то мне подсказывает, что эти парни тут тоже неофициально.",
    "answers": [
      {
        "id": 37,
        "text": "Попытаться устранить разрушения"
      },
      {
        "id": 38,
        "text": "Навестить \"соседей\""
      },
      {
        "id": 39,
        "text": "Связаться с внешним миром"
      }
    ]
  },
  {
    "id": 37,
    "text": "Продолжение в разработке! Приходите позже.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 38,
    "text": "Продолжение в разработке! Приходите позже.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 39,
    "text": "Продолжение в разработке! Приходите позже.",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы осторожно, почти с заботой матушки кладёте руку Андрею на плечо, смотрите в его бегающие по дрону глаза и нежно говорите с грустной улыбкой на лице:\n\n— Андрюш, милый, ты знаешь, что ты немного...ммм...поехал кукухой?\n— Угу. Ты не первая, кто мне это говорит. Но я не понимаю, почему окружающие так считают! Может, ты знаешь?\n— Я...\n— Ты же у меня умненький-разумненький...\n\nТы понимаешь, что вопрос адресовывался отнюдь не тебе и продолжать диалог бессмысленно.\n",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к остальным"
      }
    ]
  },
  {
    "id": 41,
    "text": "Святослав: «Быстро в лодку!»\n\nТы понимаешь, что было бы крайне глупо встать ни свет ни заря, чтобы потом стоять на берегу и ждать того самого света и зари.",
    "answers": [
      {
        "id": 7,
        "text": "Сесть в лодку"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": [
      {
        "id": 11,
        "text": "Сделать вывод"
      }
    ]
  },
  {
    "id": 43,
    "text": "Твоё внимание приковывает странная система полузаросших канав, расходящихся от центра острова к его краям.\n\nС первого взгляда — просто дренаж. Но их геометрия слишком совершенна. Это похоже на...*мысль обрывается, не находя пока точного определения. Но ты чувствуешь — это ключ ко всему*.",
    "answers": [
      {
        "id": 44,
        "text": "Приглядеться к центру острова"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты видишь не хаотично разбросанные избы, а строгую, ярусную планировку. Дома каскадом поднимаются от воды, повторяя естественный рельеф.\n\nЭто не деревня, это — единый организм, встроенный в ландшафт. Так строили только в самых развитых поселениях Севера, где каждый склон и ручей был частью хозяйственного механизма.",
    "answers": [
      {
        "id": 11,
        "text": "Сделать вывод"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  }
]