[
  {
    "id": 1,
    "text": "ПРЕДИСЛОВИЕ \n\nВы — группа студентов столичного вуза, уставших от городской суеты. Решив устроить себе небольшие осенние каникулы и устроить цифровой детокс,  через приложение «Букинг» вы забронировали домик на базе отдыха «Лесная Гавань». Отзывы были хорошие, хозяин — Константин\n — отвечал вежливо и оперативно. В рамках детокса вы взяли с собой всего один телефон на всю компанию — на крайний случай.\n\nВаша электричка сильно задержалась. Вы прибыли на станцию глубокой ночью. Холодный ноябрьский ветер, густой лес, полное отсутствие признаков цивилизации вокруг — всё это создавало тревожную, но в то же время полную романтики атмосферу приключения.\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать]"
      }
    ]
  },
  {
    "id": 2,
    "text": "СТРАНИЦА 1\n\n[Вход персонажей в аудиторию]\n(Звук: вагон)\n\n<Запах: запах осени(листья, ветки ели, аромамасла(дописать)), замочить земли>\n\nВагон электрички покачивается, убаюкивая монотонным перестуком колёс. За окном — кромешная мгла, густая и непроглядная. Стекло холодное, покрытое таинственной испариной. Воздух в вагоне был спёртый, вы открыли окно, чтобы прогнать его и насладиться ароматами осени!\n\n(Звук: тормоза элки; шум элки)\n\nИ вот тишину взрывает оглушительный скрежет — будто сама ночь вскрикнула от боли. Тормоза взвыли в агонии, цепляясь за рельсы. С громким стоном состав начал замирать, подрагивая, как уставший зверь.\n\n(Звук: двери элки откр)\n\n[Открыть окно]\n\nДвери с металлическим лязгом распахнулись. Вас окутало ледяное дыхание ночи — тяжёлое, насыщенное влагой, пахнущее металлом и сырой землёй.\n",
    "answers": [
      {
        "id": 3,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 3,
    "text": "СТРАНИЦА 2\n\nВы ступаете на бетон перрона, скользкий от ночной влаги.\n\n(Звук: Элка уехала)\n\nЭлектричка, фыркнув, тут же трогается, и вскоре её красный огонёк тонет в чёрной пустоте.\n\n(Звук: Ветер)\n\nЗвенящая тишина, нарушаемая лишь вашим дыханием и шепотом ветра, обволакивает вас. Вы оглядываетесь. В этой незнакомой, поглощённой мраком местности нет ни указателей, ни других признаков цивилизации. И тогда вы вспоминаете: в переписке на «Букинге» хозяин базы отдыха, Константин, отправлял вам карту с маршрутом от станции. Пора свериться с ней.\n",
    "answers": [
      {
        "id": 4,
        "text": "[Открыть Букинг]"
      }
    ]
  },
  {
    "id": 4,
    "text": "СТРАНИЦА 3\n\n(Звук: Ветер)\n\nВы достаете телефон. Яркий свет экрана слепит в кромешной тьме, заставляя вас щуриться. \n\n(Звук: Букинг вход)\n\nВы находите нужный чат в «Букинге». В нем — обещанная карта. На ней чётко виден путь: от этой самой станции вглубь леса ведёт единственная тонкая ниточка тропы. Она кажется такой хрупкой и ненадёжной на экране. Вместе с картой — голосовое сообщение от Константина.\n",
    "answers": [
      {
        "id": 5,
        "text": "[Прослушать голосовое сообщение]"
      }
    ]
  },
  {
    "id": 5,
    "text": "СТРАНИЦА 4\n\n(Звук: Ветер)\n\n[А: Миша готовится к выходу в зоне леса]\n\nВы решили прослушать голосовое сообщение.\n\n(Звук: ГС 0)\n\nТишина вокруг становится звенящей, будто вбирая в себя эхо этих слов. Тёмный провал лесной дороги впереди кажется теперь ещё более бездонным. Впрочем другого пути нет.\n",
    "answers": [
      {
        "id": 6,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 6,
    "text": "СТРАНИЦА 5\n\n(Звук: Лес фон, Шаги в лесу)\n\nВы покидаете островок света станции и углубляетесь в лес. Тьма постепенно смыкается над вами. Свет вашего единственного фонарика выхватывает из мрака кривые, мокрые от влаги стволы деревьев, косматые еловые лапы, которые цепляются за одежду.\n\n(Звук: вой собаки)\n\n Под ногами хрустит мёрзлая земля и ломается хворост. Каждый звук кажется неестественно громким, создается ощущение, что каждая песчинка в этом лесу знает о том, что вы здесь. Где-то очень далеко доносится приглушенный, тоскливый звук. То ли птица, то ли зверь, а может, просто скрипит старое дерево. Воздух густой, вам тяжело дышать; пахнет промозглой осенней тоской.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 7,
    "text": "СТРАНИЦА 6\n\n(Звук: Миша подходит (звук в аудитории))\n\n[А: Миша идет к группе по листве]\n\nВы продолжаете двигаться по тропе, как вдруг из темноты леса появляется шатающаяся фигура. Он идет прямо на вас, его движения резкие и нервные. Бежать? По крайней мере он был один, вас – гораздо больше.\n\n(Звук: шаги в лесу заканчиваются)\n\nОн входит в луч света, и вас окутывает едкий, тяжелый запах дешевого табака и немытой одежды. Это мужчина в потрёпанной куртке, его лицо скрыто в тени капюшона.\n\nМИША: — Эй (пауза) молодежь вы от станции? Пса ищу, не видели? Белый, с ошейником, зовут Барбос.(пауза) Фонарик сдох, а без света он не откликается.\n\n[Команда что-то говорит]\n\nМИША: -Дайте-ка мне свой. Да, я потом занесу на базу, вы же туда идете? Не глядите так… я ж не вор, просто темно, а он где-то тут воет… Слышите?\n\n(Звук: Вой собаки)\n\nМОРФЕУС: До ваших ушей действительно донесся далёкий, тоскливый вой. Вы стояли в раздумьях: кто этот человек и готовы ли вы были отдать свой единственный фонарь незнакомцу.\n\n[Если команда молчит, Морфеус спрашивает: Готовы ли вы отдать фонарик?]\n\n//~4:16 (140 такт)\n",
    "answers": [
      {
        "id": 8,
        "text": "[Отдать фонарик]"
      },
      {
        "id": 9,
        "text": "[НЕ отдавать фонарик]"
      }
    ]
  },
  {
    "id": 8,
    "text": "СТРАНИЦА 7 \n\n(Звук: ЛЕС)\n[Миша забирает фонарь после того, как они его протягивают]\n\nВы протягиваете фонарик.\n\n(пауза, Морфеус ждет пока миша заберет фонарь) \n\nМиша рывком забирает его, даже не кивнув в благодарность.\n\nМИША: Ладно… верну… если найду.\n\nМОРФЕУС: Он разворачивается и уходит в темноту, оглядываясь и что-то бормоча себе под нос. Вы слышите обрывок фразы: «…хоть кто-то ещё остался нормальный…»\n\n(Звук: напряженный ЛЕС)\n\nМОРФЕУС: Незнакомец в миг растворяется в вековых соснах. Вы остаетесь без основного источника света. Вас накрывает настоящая тьма. Без фонаря лес превращается в лабиринт из чёрных силуэтов. Вы пытаетесь уверенно идти по тропинке и никуда не сворачивать.\n\"Стойте! Мы сбились с пути!\" — кто-то произносит шёпотом, полным тревоги.\nВы вспоминаете про телефон, который взяли с собой на экстренный случай. Это был именно он! В темноте вспыхивает экран. 47% заряда — вполне достаточно, чтобы найти дорогу. Включённый фонарик бросает на землю резкий холодный свет. Он выхватывает из мрака путаницу следов и корни деревьев.\nВы плутаете по лесу, осознавая, что заряд тает на глазах, и телефон вот-вот сядет. Паника начинает подступать комом к горлу. И вдруг!\n",
    "answers": [
      {
        "id": 10,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 9,
    "text": "СТРАНИЦА 8 \n\n(Звук: напряженный ЛЕС)\n\nВы крепче сжимаете фонарик в руке и коротко бросаете: «Нет». Лицо мужчины искажается гримасой раздражения. Он смотрит на вас тяжёлым, неприязненным взглядом.\n\nМИША: Чё жалко, да? Ясно все с вами… Добротой нынче и не пахнет от молодежи. Ладно. Я запомню это.\n\nМОРФЕУС: Он растворился в темноте так же внезапно, как и появился. Вы продолжаете путь с фонариком.\n",
    "answers": [
      {
        "id": 10,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 10,
    "text": "СТРАНИЦА 9\n\n(Звук: ЛЕС, ветер, Шаги в лесу)\n\nИз ночной тьмы первым появляется одинокий свет фонаря, висящего на столбе, отбрасывающий на дорогу дрожащее бело-лунное пятно. Он проливает свет на контур массивных железных ворот, с которых почти стерлась некогда алая краска. На них висит заржавевшая от дождей табличка с едва различимым названием «Лесная Гавань». \"Нам точно сюда!\" — радостно крикнул кто-то из вас. Ворота наглухо заперты, но рядом притаилась неприметная калитка.\n\n(Звук: Калитка)\n\nВы проходите сквозь нее, и ваш взгляд невольно задерживается на приземистой будке пропускного пункта, стоящего вплотную к калитке. Его окна затянуты паутиной и пылью. Внутри — ни души.\nПереступив порог, вы оказываетесь на территории, и только тогда, начинают проступать силуэты домиков. Они стоят вразброс, словно разбежались кто куда. Наконец ваш взгляд находит третий домик.\nОн притаился поодаль от всех, под густой кроной старого дерева, которое словно пыталось спрятать его от чужих глаз. Нечеткие очертания дома прорисовывались в тусклом свете фонаря, расположенного прямо над входом, который еще издалека прерывисто моргал, словно заманивая вас к себе. Резная ставня на единственном окне была перекошена и висела на одной петле, придавая фасаду унылый, потертый вид. Стены дома из тёмного бруса казались очень ненадежными. Небольшое крыльцо с облупившейся краской и потрепанным ковриком у двери выглядело давно забытым.\n\n[Асс.1: принести коврик и ключ к игроку номер 5]\n\n(Звук: Скрип лестницы)\n\nСтупеньки на крыльце прогибаются под вашим весом с жалобным скрипом. Дверь заперта, и ключа нет ни у кого из вас. Где же он может быть?\n",
    "answers": [
      {
        "id": 11,
        "text": "[Догадались про коврик]"
      }
    ]
  },
  {
    "id": 11,
    "text": "СТРАНИЦА 10\n\n(звук фон: ЛЕС)\n\n[Игрок 5], тот самый коврик находился прямо перед вашими ногами. Наклонитесь и достаньте ключ из-под него.\n\n[После доставания ключа]\n\n(Звук:  дверь ключ <plus> откр)\n\nСтарый ключ проворачивается в замочной скважине. Дверь со скрипом, будто нехотя, поддается, впуская вас в тесное пространство. Пахнет чем-то сладковатым, но неприятным.\n\n(Звук: ВКЛ лампа, Работы лампы)\n\nВы на ощупь нашли (звук: свет дом) выключатель рядом с дверью и тут же щелкнули им. Лампочка, мерцая, загорается тусклым жёлтым светом, отбрасывая глубокие тени в углах. (звук: закрытие двери).\n\n[закрыть окно]\n\nСлева от входа располагался деревянный шкаф. С правой стороны выстроились в ряд семь узких железных кроватей с просевшими сетчатыми основами. Потертые серые покрывала и плоские подушки выглядели так, будто их не меняли с прошлого сезона. В момент бронирования на фотографиях всё казалось чуточку новее и уютнее.\nНапротив входа, под единственным окном, затянутым снаружи непроглядной, плотной как стена тьмой, стоял простой деревянный стол. На столе — старый телефон и лампа. Первым делом вы рухнули на кровати. Хотелось только есть и спать.\n\n[Асс.2: кладет перед Игроком 2 на полу рюкзак с перекусом]\n\nПеред [Игроком 2] на полу стоял рюкзак, откуда так настойчиво тянуло сладким ароматом. Вы решили, что именно сейчас настал момент подкрепиться. [Игрок 2], откройте его и поделитесь с остальными. Пусть этот кусочек знакомого вкуса ненадолго прогонит чувство голода и поможет уснуть.\n\n[раздача батончиков игроком номер 2]\n\n",
    "answers": [
      {
        "id": 14,
        "text": "[Далее]",
        "need": 8
      },
      {
        "id": 15,
        "text": "[Далее]",
        "need": 9
      }
    ]
  },
  {
    "id": 12,
    "text": "СТРАНИЦА 11\n\n(Звук: фон Работа лампы)\n\n(звук: радио 2)\n\n(Паше: в “радио 2” — смена волны, треск, музыка)\n\nВы решили сменить волну. [Трек 2. Радио]. Попробуем поискать еще?\n\n\n",
    "answers": [
      {
        "id": 13,
        "text": "[Поищем ещё]"
      },
      {
        "id": 14,
        "text": "[Трек устраивает]",
        "need": 8
      },
      {
        "id": 15,
        "text": "[Трек устраивает]",
        "need": 9
      }
    ]
  },
  {
    "id": 13,
    "text": "СТРАНИЦА 12 \n\n(Звук: фон Работа лампы)\n\n(звук: радио 3)\n\n(Паше: в “радио 3” — смена волны, треск, музыка, помехи, конец радио 2, остается только Работа лампы)\n\nВы переусердствовали с выбором песни, и радио сломалось. Вы не торопясь продолжали свою трапезу.\n\n[Ждать, пока доедят].\n",
    "answers": [
      {
        "id": 14,
        "text": "[Далее]",
        "need": 8
      },
      {
        "id": 15,
        "text": "[Далее]",
        "need": 9
      }
    ]
  },
  {
    "id": 14,
    "text": "[Ждать, пока доедят]\n\nСТРАНИЦА 12\n\n(Звук: ВЫКЛ пробки)\n\nМгновение — и вас поглощает абсолютная, густая темнота. Тишину нарушает лишь ваше учащённое дыхание. Выключатель — слишком далеко, чтобы кто-то мог случайно им щёлкнуть.\n\n(звук: конец света)\n\nКто-то предлагает немедленно позвонить Константину. Достав телефон, вы видите, что заряда батареи по-прежнему хватает, чтобы быстро зайти в Букинг. В Букинге вы обнаруживаете, что номер владельца скрыт. Ваши сердца замирают. Уличный фонарь потух вместе со светом в комнате, что делало невозможным искать помощи снаружи. Теперь единственное спасение, которое приходило в голову, — медленно, осторожно ощупывать ладонями шероховатые стены, скрипучие половицы и неуловимые очертания мебели в этой слепой, давящей темноте.\n\nЧто вы будете делать?\n\n[В помощь Морфеусу: (Если просят еще раз описать домик. Они сидят на кроватях. — Прямо перед вами — шкаф, слева от вас — входная дверь, справа от вас — под единственным окном — деревянный стол.)]\n\n",
    "answers": [
      {
        "id": 16,
        "text": "[Ощупать стол]"
      },
      {
        "id": 17,
        "text": "[Ощупать шкаф]"
      },
      {
        "id": 21,
        "text": "[Подойти к двери]",
        "need": -19
      },
      {
        "id": 22,
        "text": "[подойти к двери с зажигалкой]",
        "need": 19
      },
      {
        "id": 67,
        "text": "[Выйти на улицу]"
      },
      {
        "id": 68,
        "text": "[Осмотреть выключатель]"
      }
    ]
  },
  {
    "id": 15,
    "text": "СТРАНИЦА 13\n\n[Ждать, пока доедят]\n\n(Звук: ВЫКЛ пробки)\n\nМгновение — и вас поглощает абсолютная, густая темнота. Тишину нарушает лишь ваше учащённое дыхание. Выключатель — слишком далеко, чтобы кто-то мог случайно им щёлкнуть.\n\n(звук: конец света)\n\nВы вспоминаете про телефон, который взяли с собой на экстренный случай. Это был именно он! Кто-то предлагает немедленно позвонить Константину. Зайдя в Букинг, вы обнаруживаете, что номер владельца скрыт. Ваши сердца замирают. Уличный фонарь потух вместе со светом в комнате, что делало невозможным искать помощи снаружи.\n\nЧто вы будете делать?\n\n[В помощь Морфеусу: (Если просят еще раз описать домик. Они сидят на кроватях. — Прямо перед вами — шкаф, слева от вас — входная дверь, справа от вас — под единственным окном — деревянный стол.)]\n",
    "answers": [
      {
        "id": 24,
        "text": "[осмотреться с помощью фонарика]",
        "need": -24
      },
      {
        "id": 26,
        "text": "[Подойти к двери]",
        "need": [
          24
        ]
      },
      {
        "id": 23,
        "text": "[позвонить по телефону]",
        "need": 26
      },
      {
        "id": 18,
        "text": "[позвонить по телефону]",
        "need": [
          24,
          -26
        ]
      },
      {
        "id": 69,
        "text": "[Выйти на улицу]"
      }
    ]
  },
  {
    "id": 16,
    "text": "СТРАНИЦА 14 \n\n(звук: конец света)\n\nВы осторожно, ощупью, движетесь к столу, покрытому тонким слоем пыли. Пальцы натыкаются на холодный пластик стационарного телефона, находят тяжёлое основание настольной лампы, которая, конечно же, тоже не подавала признаков жизни. Кроме того, на столе возле пепельницы, вы увидели зажигалку. Видимо, кто-то из предыдущих жителей домика забыл её здесь.\nЧто вы делаете? \n",
    "answers": [
      {
        "id": 19,
        "text": "[Взять зажигалку]"
      },
      {
        "id": 18,
        "text": "[позвонить по телефону]",
        "need": -22
      },
      {
        "id": 23,
        "text": "[Позвонить по телефону по номеру]",
        "need": 22
      }
    ]
  },
  {
    "id": 17,
    "text": "В шкафу было пусто",
    "answers": [
      {
        "id": 14,
        "text": "[Назад]",
        "need": 8
      },
      {
        "id": 15,
        "text": "[Назад]",
        "need": 9
      }
    ]
  },
  {
    "id": 18,
    "text": "У вас не было номера, чтобы позвонить по стационарному телефону",
    "answers": [
      {
        "id": 14,
        "text": "[назад]",
        "need": 8
      },
      {
        "id": 15,
        "text": "[назад]",
        "need": 9
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы взяли зажигалку со стола. к счастью, она оказалась рабочей\n",
    "answers": [
      {
        "id": 14,
        "text": "[назад]",
        "need": 8
      },
      {
        "id": 15,
        "text": "[назад]",
        "need": 9
      }
    ]
  },
  {
    "id": 20,
    "text": "СТРАНИЦА 24\n\n(звук: спокойный лес)\n\nНаконец, чаща расступается, открывая вид на массивное двухэтажное здание из потемневшего кирпича. Дом выглядит солидно и основательно, словно пережил не один десяток зим. Его широкие стены и крутая крыша говорят о надежности, хотя общий вид немного мрачноват в такое время суток. \"На рассвете здесь, должно быть, очень красиво\" — подумали вы.\n\nМОРФЕУС:\nПервое, что бросается в глаза — решетки на окнах первого этажа. Прочные кованые переплетения, больше похожие на украшение старинной усадьбы, чем на тюремные прутья. Дом стоит как молчаливый страж, хранящий свои секреты за надежными замками.\n\n(звук: дверь в особняк)\n\n\"КОНСТАНТИН\" (спокойно, с легкой улыбкой):\n«Проходите-проходите. На решетки (пауза) не обращайте внимания — они остались еще от родителей, в 90-е на базу приезжали не только хорошие люди. Сами понимаете, в наших краях без этого никак. (звук: особняк) Зато внутри (пауза) тепло и уютно. Будьте как дома»\n\n",
    "answers": [
      {
        "id": 31,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 21,
    "text": "СТРАНИЦА 15 \n\n(отдали фонарик, телефон сел, зажигалки нет)\n\n(звук: конец света)\n\nВы делаете несколько неуверенных шагов в предполагаемую сторону стены у входа. Руки нащупывают шероховатые обои, но в кромешной тьме невозможно разглядеть даже намёка на какие-либо надписи или листки. Нужен хоть какой-то источник света.\n",
    "answers": [
      {
        "id": 14,
        "text": "[назад]\n",
        "need": 8
      },
      {
        "id": 15,
        "text": "[назад]",
        "need": 9
      }
    ]
  },
  {
    "id": 22,
    "text": "СТРАНИЦА 16 \n\n(отдали фонарик, телефон сел, зажигалка есть)\n\n(звук: конец света)\n\nВы подносите зажигалку к стене у двери. В дрожащем свете пламени проступает пожелтевший листок бумаги, приколотый кнопкой. Это памятка для гостей базы. Помимо пунктов о запрете шума и порче имущества, в самом низу, жирно подчёркнутый, указан короткий номер телефона: 16 — 40\n",
    "answers": [
      {
        "id": 14,
        "text": "[назад]\n"
      }
    ]
  },
  {
    "id": 23,
    "text": "СТРАНИЦА 19 \n\n(звук: конец света)\n\n(звук: диск телефон)\n\nПальцы скользят по диску, набирая короткий, четырёхзначный номер. Вас встречает не гудок, а абсолютная, бездонная тишина в трубке. Аппарат молчит. Он — лишь груда бесполезного пластика и проводов без электричества.\n\n[Актер Константин подходит к двери и стучит 3 раза по дереву]\n\n(Резкий живой звук: три тяжелых удара в дверь, дребезжание стекла ~3 секунды)\n\n(звук: тишина)\n\n(звук: сердце)\n\nМОРФЕУС: Три четких, тяжелых удара в дверь, от которых дребезжат стекла в единственном окне, взрывают тишину, заставляя ваши сердца замирать. Кто это в такой час?\n\nВы замираете, не в силах пошевелиться.\n\n[Актер Константин стучит 3 раза по дереву, настойчивее]\n\nСтук повторяется — уже настойчивее, раздражённее. Вы решаете подойти ближе к двери.\n",
    "answers": [
      {
        "id": 25,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 24,
    "text": "СТРАНИЦА 17 \n\n(звук: конец света)\n\nВы щёлкаете фонариком, и его луч, словно скальпель, рассекает густую темноту. Желтый круг света пляшет по комнате, выхватывая из мрака призрачные очертания мебели. Вы осторожно движетесь к столу, и луч выхватывает столешницу, покрытую тонким слоем пыли. В центре стоит громоздкий стационарный телефон, его чёрный пластик поглощает свет. Рядом — массивная настольная лампа с приспущенным абажуром, её выключатель выглядит бесполезным игрушечным рычажком. Кроме того, на столе возле пепельницы, вы увидели зажигалку. Видимо, кто-то из предыдущих жителей домика забыл её здесь.\n",
    "answers": [
      {
        "id": 15,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 25,
    "text": "СТРАНИЦА 20\n\n(звук: тишина)\n\nСнаружи стоял мужчина. Сколько вы ни пытались разглядеть его в глазок, вам ничего не удавалось увидеть.\n\nКОНСТАНТИН: «Есть кто дома? Это Константин, владелец. Заметил, мощность на счетчике упала на ноль; я подумал, трудновато вам будет ночью без отопления. Откроете, или вам че нравится стоять там в темноте?»\n\nМОРФЕУС: Голос показался вам похожим на человека, который общался с вами через Букинг. К тому же, звучал он убедительно, располагающе к себе. Что вы сделаете? Откроете ему дверь?\n\n",
    "answers": [
      {
        "id": 27,
        "text": "[Открыть дверь]"
      },
      {
        "id": 28,
        "text": "[Не открывать дверь]"
      }
    ]
  },
  {
    "id": 26,
    "text": "СТРАНИЦА 18\n\n (не отдали фонарик, телефон не сел)\n\n(звук: конец света)\n\nВы делаете несколько неуверенных шагов в сторону стены у входа. В дрожащем свете фонарика проступает пожелтевший листок бумаги, приколотый кнопкой. Это памятка для гостей базы. Помимо пунктов о запрет шума и порче имущества, в самом низу, жирно подчёркнутый, указан короткий номер телефона: 16 — 40\n",
    "answers": [
      {
        "id": 15,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 27,
    "text": "СТРАНИЦА 21\n\n(звук: дверь костя)\n(звук: ветер)\n\n[Асс.3: открыть окно в момент открывания двери на 5-7 секунд]\n\nВы поворачиваете щеколду. Дверь со скрипом открывается. На пороге стоит мужчина с фонариком, свет от которого превратил его в темный силуэт с размытыми контурами.\n\n\"КОНСТАНТИН\" (быстро, без предисловий):\n\"С этим домиком часто такое в последнее время, старая проводка уже не справляется. Вроде приходили электрики, пфф ,а изменений, никаких! Специалисты хреновы! У вас хоть фонари-то есть?\"\n\n\"КОНСТАНТИН\" (сразу переходя к делу):\n\"Так... Слушайте, тут ночь будет холодная, а без отопления вы тут замерзнете. К сожалению, все домики заняты. Есть вариант такой: у меня дом рядом, за территорией. Переждете у меня — тепло, свет есть, места хватит и идти минут пять. (пауза, если ничего не говорят )Решайте быстрее, а то зябко тут у вас.\"\n\nМОРФЕУС: Предложение кажется спасительной соломинкой. Но идти с незнакомцем вглубь леса? Сомнения терзают вас изнутри. Вы колеблетесь.\n\n\n",
    "answers": [
      {
        "id": 29,
        "text": "[Согласились идти]"
      },
      {
        "id": 30,
        "text": "[отказались идти]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решили взять количеством. По звукам он там явно один, ну и что он вам сделает?\n",
    "answers": [
      {
        "id": 27,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 29,
    "text": "СТРАНИЦА 23\n\n(звук: спокойный лес)\n\nКОНСТАНТИН: \"Идём за мной, не отставайте.\"\n\nМорфеус: Константин поворачивается и уходит в темноту. Вам приходится почти бежать за ним, чтобы не потерять его силуэт во мраке.\nМелькает знакомая скрипучая калитка с табличкой «Лесная Гавань», (звук: калитка) которую вы теперь проходите в обратную сторону. Темная будка охраны, где никого не было, теперь кажется притаившимся стражем. От базы идет одна единственная дорога, которую вы изучили вдоль и поперек пока добирались сюда. Внезапно хозяин базы уверенно сворачивает с тропы. Вы… снова… в лесу…\n\n[Асс.4: слева от игрока 1 завести ветку и ждать, пока он ее отогнет]\n\n[Игрок 1], вы идете впереди всех, и в скудном свете луны вы замечаете, как из темноты прямо на вас надвигается причудливо изогнутая сухая ветка, похожая на скрюченные пальцы. Ее острый сучок вот-вот вонзится вам в правый глаз. Придержите ее для всех.\n[Ждать 5 секунд — пока все проходят через ветку]\n\nВсе благополучно прошли!\n\n[Асс.5: завести паутину за лицо игроку 4]\n\n[Игрок 4], вы, прокладывая путь для тех, кто сзади, не заметили, как с низко нависших веток вам на лицо опустилась тяжелая, липкая пелена старой паутины.\n",
    "answers": [
      {
        "id": 20,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 30,
    "text": "\"КОНСТАНТИН\": «Слушайте, я понимаю, страшновато. Но честное слово, кроме как пойти ко мне, вам сейчас деваться некуда. Все домики заняты, да и гостей без повода не хочется будить. А к утру всё починим. Решайтесь, а то я один пойду греться»\n\nМОРФЕУС: Его слова звучат настолько логично, что не подкопаешься. Ночь, холод, темнота, отсутствие других вариантов... В итоге вы, подавленные обстоятельствами, соглашаетесь. Благо, вещи вы толком разобрать не успели.\n",
    "answers": [
      {
        "id": 29,
        "text": "[Далее]\n"
      }
    ]
  },
  {
    "id": 31,
    "text": "СТРАНИЦА 25\n\n[Закрыть окно]\n[Вынести и пронести мимо участников корицу и карамель и помахивать рукой]\n\n\nМОРФЕУС: Вы переступаете порог.\n(звук: дверь закр)\n Массивная дверь с глухим стуком закрывается за вами. Вас встречает просторный холл. Характерный запах старинного особняка сразу бросился во внимание. Свет от керосиновой лампы на резной консоли отбрасывает тёплые, но беспокойные тени на стены, обшитые тёмным деревом. В глубине виднеется арочный проход в гостиную, где горит камин — его трепещущий свет манит к себе.\n\n«КОНСТАНТИН» (деловито): «Располагайтесь. В гостиной на диванах и креслах пледы, подушки. Всем хватить должно. А я буду наверху. Не шумите, пожалуйста. Доброй ночи!».\n\nМОРФЕУС: Он указывает на широкую деревянную лестницу, уходящую на второй этаж, и, не дожидаясь вопросов, (звук: лестница) поднимается по ней. Его шаги затихают. Вы остаётесь одни в тишине старого дома, нарушаемой лишь потрескиванием поленьев в камине.\n",
    "answers": [
      {
        "id": 32,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 32,
    "text": "СТРАНИЦА 26\n\n(звук: особняк)\n\nВы проходите в гостиную. Комната обставлена добротной, но старой мебелью: массивный диван, два кожаных кресла, книжные шкафы, доверху забитые потрёпанными томами. На полу — потертый восточный ковер. Камин действительно горит, и его тепло постепенно разгоняет холод, принесённый с вами из леса. Над камином — старинные часы. Время уже давно перевалило за полночь. На диванах аккуратно разложены стопками шерстяные пледы.\n\n[Асс.6 и 1: укутать участников в пледы]\n\nМОРФЕУС: Вы устало опускаетесь на мягкую мебель. Кто-то берёт плед с приятным запахом чистого ворса, кто-то укутывается в него с головой. Тяжесть прошедшего дня и мерцающее тепло камина неумолимо клонят в сон. Глаза слипаются, звуки камина сливаются в монотонную колыбельную, стремительно погружая каждого из вас в царство сна.\n",
    "answers": [
      {
        "id": 33,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 33,
    "text": "СТРАНИЦА 27\n\n(звук: врыв в дом) \n\n[Актер Миша стучит по дереву с грохотом]\n\nМОРФЕУС: Вас резко вырывает из сна оглушительный звук. Не стук, а настоящий грохот, от которого содрогается входная дверь. Вы метнули взгляд на часы — три ночи. Стук повторяется снова и снова — яростно, неистово. За порогом кто-то есть. Вы вскакиваете, сердце колотится.\n\n[Асс. 2 и 3: сорвать с участников пледы]\n\n\"Почему Константин не спускается?\" — это был первый вопрос, который вы задали сами себе. Вам в голову не пришло ничего, кроме как рискнуть и подойти к глазку, чтобы посмотреть, кто этот яростный человек за дверью.\n",
    "answers": [
      {
        "id": 34,
        "text": "[Подойти к двери]",
        "need": 8
      },
      {
        "id": 35,
        "text": "[Подойти к двери]",
        "need": 9
      }
    ]
  },
  {
    "id": 34,
    "text": "(звук: врыв в дом) \n\nМОРФЕУС: Не издавая ни малейшего шороха, вы на цыпочках подходите к двери и припадаете к глазку. Снаружи, искажённая линзой, мечется фигура того самого человека, который искал собаку, пока вы шли на базу. Его лицо перекошено бешенством.\n\n(звук: врыв в дом, тише) \n\nМИША (орёт, бьёт кулаком в дверь): Че, мелочь? Дверь открывайте, быстро! За идиота меня держите, засранцы? Я знаю, что вы там! Я видел, как выходили с базы! ЧТО ЗА ФОНАРИК ВЫ МНЕ ВСУЧИЛИ, УРОДЫ?! Он нихрена не работает! ШУТКИ ШУТИТЕ?! Если Барбос сдохнет из-за вас, я вас закопаю вместе с ним! ЗАЖИВО!\n\n[ЗВУК: яростные удары кулаком в дверь, дребезжание дверного полотна]\n\nМорфеус: его слова не были похожи на шутку, хотя многие из вас еще не до конца проснулись и не осознавали всей серьезности положения. \"Надо собраться и что-то придумать\" (звук: бродилка) — подумали вы.\n",
    "answers": [
      {
        "id": 36,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 35,
    "text": "СТРАНИЦА 29 (Миша -)\n\n(звук: врыв в дом) \n\nМОРФЕУС: Не издавая ни малейшего шороха, вы на цыпочках подходите к двери и припадаете к глазку. Снаружи, искажённая линзой, мечется фигура того самого человека, который искал собаку, пока вы шли на базу. Его лицо перекошено бешенством.\n\n(звук: врыв в дом, тише) \n\n[Актер Миша стучит по дереву с грохотом]\n\nМИША: Че, мелочь? Дверь открывайте, быстро! За идиота меня держите, засранцы? Я знаю, что вы там! Я видел, как выходили с базы! А ФОНАРИК-ТО У ВАС БЫЛ! СВЕТИЛСЯ! ИЗДЕВАЛИСЬ, ДА?! СМОТРЕЛИ, КАК Я В ТЕМНОТЕ ПО ЛЕСУ ПОЛЗАЛ?! Барбос из-за вас уже, наверное, сдох! Я вас закопаю, мрази! ЗАЖИВО!\n\nМорфеус: его слова не были похожи на шутку, хотя многие из вас еще не до конца проснулись и не осознавали всей серьезности положения. \"Надо собраться и что-то придумать\" -подумали вы.\n(звук: бродилка)\n",
    "answers": [
      {
        "id": 36,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 36,
    "text": "СТРАНИЦА 30 (хаб)\n\n(звук: бродилка)\n\n[Актер Миша 3 раза стучит по дереву тише]\n\nВы в гостиной. Дверь продолжает содрогаться от ударов. Лестница на второй этаж — слева. Небольшая, почти незаметная дверь, ведущая в подвал — справа.\n",
    "answers": [
      {
        "id": 37,
        "text": "[Спуститься в подвал]",
        "need": -48
      },
      {
        "id": 38,
        "text": "[Подняться на второй этаж]"
      },
      {
        "id": 52,
        "text": "[Спуститься в подвал с ключом]",
        "need": 48
      },
      {
        "id": 53,
        "text": "[Посмотреть в глазок]"
      }
    ]
  },
  {
    "id": 37,
    "text": "СТРАНИЦА 31 (хаб)\n\n(звук: бродилка)\n\nВы спускаетесь к тяжелой, глухой двери. На ощупь она холодная и массивная. Ручка не поддается. Дверь заперта на надежный замок. Без ключа вам не попасть внутрь. Хотите вернуться в гостиную?\n",
    "answers": [
      {
        "id": 36,
        "text": "[В гостиную]"
      }
    ]
  },
  {
    "id": 38,
    "text": "СТРАНИЦА 32 (хаб: второй этаж)\n\n(звук: бродилка)\n(звук: лестница на 2)\n\nВы на втором этаже. Прямо перед вами — приоткрытая дверь в спальню Константина. Слева — крутая, узкая, складная лестница, ведущая на чердак, через люк в потолке. Сзади вас — спуск в гостиную.\n",
    "answers": [
      {
        "id": 39,
        "text": "[В спальню]"
      },
      {
        "id": 40,
        "text": "[На чердак]",
        "need": -40
      },
      {
        "id": 36,
        "text": "[В гостиную]"
      },
      {
        "id": 43,
        "text": "[На чердак]",
        "need": 40
      }
    ]
  },
  {
    "id": 39,
    "text": "СТРАНИЦА 33 (хаб: спальня)\n\n(звук: бродилка)\n(звук: дверь в спальню)\n\nВы входите в небольшую спальню. Справа от входа — широкая незастеленная кровать. И тут вы замечаете главное: единственное в доме окно без решеток! Оно выходит в сад, но прыжок отсюда, с высоты второго этажа, будет смертельно опасен. Отсюда открывается прекрасный вид на освещаемые лунным светом вершины деревьев. В саду вы видите несколько рядов старых неухоженных яблонь и люк, ведущий куда-то под землю. Рядом с люком лежит длинная пожарная стремянка — странно держать ее там, кто угодно может забраться по ней внутрь, учитывая, насколько хлипким казалось окно. В спальне рядом с окном стоит старый шкаф.\n",
    "answers": [
      {
        "id": 38,
        "text": "[вернуться на развилку: второй этаж]"
      },
      {
        "id": 41,
        "text": "[Подвинуть шкаф к окну]"
      },
      {
        "id": 42,
        "text": "[Заглянуть в шкаф]"
      }
    ]
  },
  {
    "id": 40,
    "text": "СТРАНИЦА 36 (Первое появление на чердаке)\n\n(звук: бродилка)\n(звук: лестница)\n\n[запах: кедр]\n\nМОРФЕУС: Вы поднимаетесь по крутой лестнице на чердак. Воздух здесь спёртый и сухой, пахнет старой древесиной и пылью. Пространство под низкой скошенной крышей заставлено тенями. \n\n(звук: уведомления)\n\nИ тут же, едва вы оказались наверху, в тишине прозвучали отчётливые, многообещающие уведомления на вашем, почти севшем, телефоне. Здесь есть связь!\n",
    "answers": [
      {
        "id": 43,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 41,
    "text": "СТРАНИЦА 34 \n\n(звук: бродилка)\n(звук: шкаф)\n\nСобравшись с силами, вы с грохотом и скрежетом сдвигаете тяжеленный шкаф. Он встаёт перед окном, закрывая его почти полностью. Теперь снаружи в эту комнату не забраться.\n",
    "answers": [
      {
        "id": 39,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 42,
    "text": "СТРАНИЦА 35 (хаб: шкаф)\n\n(звук: бродилка)\n(звук: шкаф двери)\n\nМОРФЕУС: Вы открываете тяжелые дверцы шкафа. Внутри висят несколько потрёпанных вешалок, лежит сложенное старое одеяло. Ничего полезного или интересного вы здесь не обнаруживаете.\n\n<Запах: пыль, нафталин>",
    "answers": [
      {
        "id": 39,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 43,
    "text": "СТРАНИЦА 37 (Хаб: чердак)\n\n(звук: бродилка)\n\nМОРФЕУС: Вы стоите на пыльном, почти темном чердаке. Прямо перед вами — огромный, почти в рост человека, старый шкаф с резными дверцами. Слева — простая деревянная тумбочка с ящиком. Всё остальное пространство загромождено бесформенными грудами, накрытыми брезентом, и стопками пустых картонных коробок.\n",
    "answers": [
      {
        "id": 38,
        "text": "[На развилку: второй этаж]",
        "need": 44
      },
      {
        "id": 44,
        "text": "[Написать Константину]",
        "need": -44
      },
      {
        "id": 45,
        "text": "[Позвонить в полицию]",
        "need": -44
      },
      {
        "id": 46,
        "text": "[На развилку: второй этаж]",
        "need": [
          -44
        ]
      },
      {
        "id": 47,
        "text": "[Осмотреть шкаф]"
      },
      {
        "id": 48,
        "text": "[Осмотреть тумбочку]"
      },
      {
        "id": 70,
        "text": "[Осмотреть коробки под брезентом]"
      },
      {
        "id": 71,
        "text": "[Проверить уведомления на телефоне]"
      }
    ]
  },
  {
    "id": 44,
    "text": "СТРАНИЦА 38\n\n(звук: бродилка, тише)\n(звук: букинг чердак)\n\nМОРФЕУС: Вы открываете чат в «Букинге» и начинаете печатать. Ваши пальцы дрожат. Вы сумбурно описываете ситуацию.\n\n[ЖДАТЬ УВЕДОМЛЕНИЕ]\n\nМОРФЕУС: Почти мгновенно приходит ответ. Не текст, а голосовое сообщение. Вы включаете его.\n\n(звук: букинг чердак)\n(звук: Get Out — Poppy Playtime)\n\nЭкран потух. Ваш единственный телефон сел.\n\nЧто вы делаете?\n",
    "answers": [
      {
        "id": 43,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 45,
    "text": "СТРАНИЦА 39 \n\n(звук: бродилка, тише)\n\nПервая, самая очевидная мысль, пришедшая всем одновременно, — «Полиция». Ваши пальцы уже потянулись набирать заветные цифры...\n— Погодите! — кто-то останавливает всех. — Объяснять, что мы убегаем от пьяного дачника с собакой, которого сами же и обманули с фонарём? Нас засмеют!\n\n[ЗВУК: приглушенный спор, взволнованные голоса]\n\nМысль кажется здравой. Паника понемногу отступает, освобождая место голосу разума.\n— Давайте лучше Константину напишем, — раздаётся чей-то голос. — Он хозяин, он тут во всём разберётся. Зачем нам полиция, если он всё уладит за пять минут?\nЛогика кажется железной: зачем усложнять, если можно решить всё парой сообщений человеку, который здесь главный и всегда на связи.\nЧто вы делаете?\n",
    "answers": [
      {
        "id": 43,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы ещё не сделали все необходимые действия в этой локации",
    "answers": [
      {
        "id": 43,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 47,
    "text": "СТРАНИЦА 42 (хаб: шкаф)\n\n(звук: после гс Кости — Get Out — Poppy Playtime, до гс Кости — фоновая музыка)\n(звук: дверцы шкафа)\n\nМОРФЕУС: Вы открываете дверцы массивного шкафа. Внутри, на единственной перекладине, висит несколько пустых, пыльных вешалок, которые зловеще покачиваются от вашего движения. Все покрыто слоем пыли толщиной в палец. Ничего полезного\n",
    "answers": [
      {
        "id": 43,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 48,
    "text": "СТРАНИЦА 43\n\n[Асс.№ : положить коробку перед игроком 4]\n\n(звук: после гс Кости — Get Out — Poppy Playtime, до гс Кости — фоновая музыка)\n\nМОРФЕУС: Вы осторожно открываете ящик тумбочки. Внутри, среди разного хлама, лежит один-единственный предмет — старый ключ. \n\n[Игрок 4], тот самый ящик оказался прямо перед вами.\n",
    "answers": [
      {
        "id": 43,
        "text": "[Ключ взяли. Назад]"
      }
    ]
  },
  {
    "id": 49,
    "text": "СТРАНИЦА 59 (Миша <plus>, баррикады -, чердак)\n\n(звук: фон чердак)\n\n(Паше:ту же музыку, что и на фон подвал, но без капания воды) \n(звук: набор полиции)\n\nМОРФЕУС: Ваши пальцы скользили по стеклу телефона, набирая заветные цифры. «Помогите! Нас собираются убить! Мы находимся…Дом... в пяти минутах ходьбы от базы «Лесная Гавань»! — вырвалось у кого-то из вас, и тут же эхо вашего голоса поглотили тяжёлые, размеренные шаги на лестнице. Они звучали как отсчёт последних секунд.\n\n\nМОРФЕУС: Вы в отчаянии попытались сдвинуть массивный шкаф, но под тяжестью собственного страха силы оставили вас. Люк содрогнулся от мощного удара.\n\n[Актер Костя без обуви подходит к ребятам]\n\n(звук: влом на чердак)\n\n(Паше: глухой удар плечом о дерево, треск ломающейся защёлки)\n\n[Актер Миша в обуви подходит к ребятам с пистолетом] \n\nМОРФЕУС: Люк распахнулся, впустив в тесное пространство чердака леденящий душу холод. Из глубины, окутанный тенями, появился  хозяин дома. В его руке, словно естественное продолжение, лежал пистолет.\n\n[Актер Миша в обуви подходит к ребятам с пистолетом] \n\n[Актер Миша стреляет после слов “И в этой звенящей тишине”]\n\nМОРФЕУС: Ствол, чёрный и бездушный, замер, выбрав свою цель. Воздух застыл, став густым и вязким. И в этой звенящей тишине (пауза на выстрел) раздался хлопок.  Резкий, сухой, оглушительный.\n",
    "answers": [
      {
        "id": 50,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 50,
    "text": "(звук:тишина)\n\nМОРФЕУС: Хозяин дома странно и медленно осел на колени, на его лице застыла маска непонимания. А позади, в дверном проёме, стоял тот самый мужчина, стоявший за дверью. Дым тонкой струйкой поднимался от ствола в его руке.\n\nМИША (голос — хриплый, надорванный шёпот, полный неизбывной боли): Уходите!\n\nМОРФЕУС: Вы промчались по лестнице, выплеснулись из этого дома в холодную ночь. И тут же ночную тишину разрезал нарастающий вой сирен, а тьму рассекли слепящие синие вспышки.\n(звук: полиция)\n\n(Паше: “полиция” – нарастающий вой полицейских сирен, скрежет шин о гравий)\n\n[Актер Миша стреляет после окончания сирен далеко от ребят]\n\nМОРФЕУС: И прежде чем кто-либо успел что-либо понять, из глубин дома донёсся ещё один выстрел. Тот самый, что ставит в жизни жирную, бесповоротную точку.\n",
    "answers": [
      {
        "id": 51,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 51,
    "text": "СТРАНИЦА 61 ЭПИЛОГ (для всех)\n\n(звук: эпилог под электричку)\n\nМОРФЕУС: История, что привела вас в этот дом, началась задолго до вашего прибытия. Она началась с двух братьев — Аркадия и Миши. Они выросли в этих стенах, и когда-то их смех наполнял каждый уголок этого старого особняка.\nИх мама сажала у крыльца георгины. Отец мастерил им свистульки из ивы. Но смерть престарелых родителей, наступившая несколько лет назад, сломала что-то в младшем брате. Аркадий начал меняться. Он сидел ночами в темноте, шептался с кем-то невидимым, твердил, что за ними следят. Миша, старший брат, отвёл его к врачу. Таблетки помогали... но ненадолго.\n\n(Звук: шепот, переходящий в нарастающее эхо)\n\nМиша съехал на базу, надеясь, что одиночество поможет брату прийти в себя. Он подобрал пса, Барбоса, чтобы скрасить своё одиночество. Он заходил проверять — Аркадий всегда был спокоен, уверял, что всё хорошо. А Миша... Миша верил. Верил, что жизнь налаживается.\nСпустя несколько недель приехали вы, оказавшись не в том месте, не в то время.\nЭта ночь навсегда останется с вами — в кошмарах, в тишине, в непроглядной темноте.\n",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 52,
    "text": "СТРАНИЦА 46\n\n(звук: спуск в подвал)\n\nМОРФЕУС: Вы спускаетесь к тяжелой, глухой двери. На ощупь она холодная и массивная. Ручка не поддается. Дверь заперта на надежный замок.\n\nЧто вы делаете?",
    "answers": [
      {
        "id": 54,
        "text": "[Открыть дверь]"
      },
      {
        "id": 36,
        "text": "[В гостиную]"
      }
    ]
  },
  {
    "id": 53,
    "text": "СТРАНИЦА 45 \n\n(звук: после гс Кости — Get Out — Poppy Playtime, до гс Кости — фоновая музыка)\n\n[Актер Миша бьет кулаком по парте, бормочет про себя]\n\nМОРФЕУС: Вы снова подкрадываетесь к входной двери и смотрите в глазок. Искажённая линзой фигура по-прежнему на крыльце. Он не ушёл. Он раскачивается на месте, что-то бормочет себе под нос и время от времени бьет кулаком в косяк двери. Выход через эту дверь сейчас равносилен самоубийству.\n",
    "answers": [
      {
        "id": 36,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 54,
    "text": "(звук: дверь подвал)\n(звук: фон подвал)\n\nЗапах: сырость, плесень, металл\n\nКлюч с глухим, удовлетворяющим щелчком поворачивается в замке. Вы толкаете тяжёлую дверь, и она со скрипом открывается. Вниз ведёт крутая бетонная лестница, тонущая в полумраке. Снизу доносится ровное, навязчивое капанье воды. Из подвала должен был быть ещё один выход наружу.\n\nМедленно, стараясь не производить ни звука, вы спускаетесь вниз.\n\n(звук: подвал дверь закр)\n\n Дверь в подвал с грохотом захлопывается из-за сквозняка. Глаза привыкают к темноте, вырисовывая очертания массивных стеллажей, заставленных банками, и едва видный контур верстака. \n\n(звук: подвал Костя пришел)\n\nИ вдруг — ЧУЖИЕ ШАГИ. Тяжёлые, уверенные, они движутся на вас из темноты.\n\n(звук: аутласт)\n\n«Прятаться!» — проносится в голове.\n\n[Игрок 1] и [Игрок 2] тут же юркнули за ближайший стеллаж с банками.\n[Игрок 3] и [Игрок 4] прижались в глубокой тени у сырой стены.\n[Игрок 5] и [Игрок 6] замерли за массивным верстаком.\n[Игрок 7]...\n\n",
    "answers": [
      {
        "id": 55,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 55,
    "text": "СТРАНИЦА 47 \n\n(звук: аутласт)\n\n[Актер Константин хватает Игрока 7 и прислоняет ложку к горлу вплотную]\n\n(звук: фон подвал)\n\nКОНСТАНТИН (выхватывая [Игрока 7] из укрытия): И что это мы тут делаем? В прятки играем?\nМОРФЕУС: Он появляется из темноты словно призрак. Его руки с железной хваткой обвиваются вокруг тела [Игрока 7].\nОн прикрывается [Игроком 7] как живым щитом. Его глаза, привыкшие к полумраку, медленно скользят по подвалу, выискивая остальных.\n\n\nКОНСТАНТИН: Всем не двигаться. Слышите? По одному... выходите из укрытий. Вам не убежать!\n\nМОРФЕУС: Вы медленно выходите из укрытий, не в силах оставить друга одного. Каждый ваш шаг — это молчаливая готовность разделить его участь.\n",
    "answers": [
      {
        "id": 56,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 56,
    "text": "СТРАНИЦА 48 \n\n(звук: аутласт тихо)\n\nКОНСТАНТИН (таща [Игрока 7] к верстаку, его голос сдавленный, полный злобы и досады): Не двигаться, иначе зарежу его!\n\n(Звук: инструменты) \n\nМОРФЕУС: Не ослабляя хватки, Константин начинает медленно пятиться к верстаку, прижимая лезвие к горлу [Игрока 7]. Его движения точны и выверены — каждый шаг отрезает вам возможность для манёвра. Достигнув верстака, он начинает на ощупь водить свободной рукой по столешнице, перебирая разложенные инструменты. Его пальцы лихорадочно раскидывают железный хлам.\n\nКОНСТАНТИН (бормочет себе под нос, почти рычит): Где... Где же он... Вроде оставлял на месте…\n\n[Асс.4: кладет под ноги игрока номер 1 пистолет]\n\nМОРФЕУС: В этой нервной, яростной суете он не замечает, как с края верстака, из-под старой тряпки, показывается тяжёлый, тёмный силуэт. Пистолет — именно то, что ему сейчас было нужно.\n\n\nМОРФЕУС: Вы, [Игрок 1], крадётесь к верстаку. Ваша рука нащупывает шершавую рукоять. Сами выстрелить не решаетесь, с большой вероятностью вы бы задели друга. Вы передаёте оружие следующему, [Игроку 2]. [Игрок 2] так же незаметно, молча и быстро передаёт оружие дальше. Пистолет, словно по эстафете, движется по цепочке, переходя из одних дрожащих рук в другие, пока не оказывается в ладони [Игрока 7]. Пальцы сжимаются на рукоятке.\n\nМОРФЕУС: И теперь выбор за вами, [Игрок 7]. Ваш палец лежит на спусковом крючке.\nЧто вы сделаете?\n",
    "answers": [
      {
        "id": 57,
        "text": "[Выстрелить]"
      },
      {
        "id": 58,
        "text": "[Не стрелять]"
      }
    ]
  },
  {
    "id": 57,
    "text": "СТРАНИЦА 49 \n\n(звук: тишина)\n\n[Актер Константин отводит ложку в сторону и она падает. Далеко от игрока!]\n\n[Актер Константин падает на пол за участником и лежит до громкой фоновой музыки]\n\nМОРФЕУС: В вашей голове нет места сомнениям, только инстинкт выживания и воля защитить своих. Вы делаете то, на что никогда бы не решились в обычной жизни.\n\nМОРФЕУС: Всё замирает. Тело Константина лежит неподвижно. Оружие выпадает из вашей ослабевшей руки.\n",
    "answers": [
      {
        "id": 59,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 58,
    "text": "СТРАНИЦА 50\n\n(звук: тишина)\n\nМОРФЕУС: Вы не можете. Не можете нажать на курок. Мысль о том, чтобы отнять жизнь, пусть даже такого человека, вызывает у вас отвращение. Вы замираете, и эта доля секунды решает всё.\n\n[Актер Константин отводит ложку в сторону и пытается забрать пистолет и нажать на курок.]\n\nКОНСТАНТИН (с рыком вцепляется в вашу руку с пистолетом): ЭТО ЧТО, МАТЬ ТВОЮ, ПИСТОЛЕТ? ГРОХНУТЬ МЕНЯ СОБРАЛСЯ, МЕРЗАВЕЦ? А НУ ДАЙ СЮДА\n\n[Актер Константин падает на пол за участником и лежит до громкой фоновой музыки]\n\nМОРФЕУС: В слепой схватке металл вырвался из ваших рук. Случайный рывок — и ствол, повинуясь случайности, развернулся в его сторону. Не выстрел, а роковой выдох металла. Оружие выстрелило прямо в него и упало на пол с глухим стуком. Тяжёлое тело оказалось прямо у ваших ног, и лужа крови, словно нимб, начала растекаться у его головы.\n",
    "answers": [
      {
        "id": 59,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 59,
    "text": "[ПЕРЕХОДНАЯ СТРАНИЦА НА КОНЦОВКИ. ДОЛЖЕН БЫТЬ ОДИН ОТВЕТ]",
    "answers": [
      {
        "id": 60,
        "text": "[Далее]\nКонцовка:\nМиша <plus>\nБаррикады -",
        "need": [
          8,
          -41
        ]
      },
      {
        "id": 61,
        "text": "[Далее]\nКонцовка:\nМиша -\nБаррикады -",
        "need": [
          9,
          -41
        ]
      },
      {
        "id": 62,
        "text": "[Далее]\nКонцовка:\nМиша -\nБаррикады <plus>",
        "need": [
          9,
          41
        ]
      },
      {
        "id": 63,
        "text": "[Далее]\nКонцовка:\nМиша <plus>\nБаррикады <plus>",
        "need": [
          8,
          41
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "СТРАНИЦА 51\n\n(звук: фон подвал)\n\n[Актер Миша без обуви подходит к ребятам]\n\n(звук: миша пришел подвал)\n\nМОРФЕУС: Звук выстрела всё ещё стоял в ушах. Пороховая гарь щипала нос.\n\n(звук: Миша пришел подвал)\n\n Вы не успели опомниться, как сверху, по лестнице, посыпались тяжёлые шаги. На пороге возник тот самый незнакомец — мужчина, что требовал у вас фонарик в лесу. Его взгляд скользнул по вашим перекошенным лицам, по алому пятну на рукаве [Игрока 7], и наконец упал на тело, лежавшее на полу.\n(звук: сердце)\n\nНаступила тишина, разорванная лишь прерывистым дыханием незнакомца. Казалось, время остановилось. Его лицо исказилось — не злостью, а чем-то куда более страшным: внезапным, бездонным пониманием. Он смотрел на убитого, и в его глазах читалось что-то большее, чем просто шок.\n",
    "answers": [
      {
        "id": 64,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 61,
    "text": "СТРАНИЦА 54\n\n(звук: фон подвал)\n\n[Актер Миша без обуви подходит к ребятам]\n\n(звук: миша пришел подвал)\n\n(Для Паши:  “Вход Миши в подвал” — тяжелые шаги по лестнице, грохот распахивающейся двери)\n\nМОРФЕУС: Звук выстрела всё ещё стоял в ушах. Вы не успели опомниться, как сверху, по лестнице, посыпались тяжёлые шаги. На пороге возник тот самый незнакомец — мужчина, что требовал у вас фонарик в лесу. Его лицо было искажено гримасой чистой ярости.\n\nМИША (срывающимся на крик голосом): КАКОГО ХРЕНА ВЫ НАТВОРИЛИ, УРОДЫ?\n\nМОРФЕУС: Он, не разбирая дороги, ринулся вниз по лестнице. Вы же, как по команде, бросились к дальнему углу подвала, к тому самому люку. Пока вы отчаянно толкали его, поняли, что все вместе вылезти не успеете.\n\nМИША (сквозь стиснутые зубы): КУДА ВЫ МРАЗИ?\n",
    "answers": [
      {
        "id": 65,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 62,
    "text": "СТРАНИЦА 56 \n\n(звук: тишина)\n\n[Актер Миша без обуви подходит к ребятам]\n\nМОРФЕУС: Звук выстрела всё ещё стоял в ушах. Тишина, наступившая после, была страшнее любого звука. И тут вы вспомнили — за дверью по-прежнему оставался мужчина, чьи крики разрывали ночь. Медлить было нельзя.\n\n(звук: аутласт)\n\n\nМОРФЕУС: Вы ринулись к люку, ведущему на свободу. [Игрок 1], вы первым рванули на себя тяжелую металлическую ручку. (звук: люк открытие)\n Люк с грохотом отскочил, впуская внутрь влажный ночной воздух. И тут же, из темноты, перед вами резко вырос ОН.\n\nМОРФЕУС: Незнакомец стоял над вами, его лицо, искаженное яростью, было залито лунным светом. \n\n[Актер Миша — провести рукой близко к игроку 1]\n\nЕго рука с силой рванулась вниз, чтобы схватить вас за воротник. Вы инстинктивно дернулись назад, и его пальцы лишь скользнули по ткани вашей куртки.\n\n(звук: Люк закрытие)\n\nМОРФЕУС: Вы кубарем скатились вниз, люк с оглушительным лязгом захлопнулся. Сердце бешено колотилось. План рухнул. Вы снова были в ловушке.\n\n(звук: Люк удары)\n\nМОРФЕУС: Сверху послышались яростные удары по металлу люка. Он пытался выбить его. Времени не оставалось. Вы метнулись вглубь подвала, в самую темноту, за стеллажи.\n",
    "answers": [
      {
        "id": 66,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 63,
    "text": "СТРАНИЦА 58 \n\n(звук: аутласт)\n\nМОРФЕУС: Звук выстрела всё ещё стоял в ушах, отдаваясь в голове навязчивым гулом. Воздух пахнет порохом и медью. Тело хозяина дома лежало неподвижно, растекаясь по бетону тёмным пятном. Вы медленно, как во сне, один за другим, поднимаетесь по лестнице из подвала и выбираетесь через люк наружу. Свежий ночной воздух обжигает лёгкие.\n\n(звук: аутласт стоп)\n(звук ветер)\n\nМОРФЕУС: Во дворе, под одиноким фонарём, отбрасывающим длинные тени, стоял тот самый незнакомец. Он курил, развернутый спиной к вам, плечи напряжены. Сигарета в его руке дрожала. Когда он обернулся, его взгляд — усталый, выцветший — скользнул по вашим бледным, испачканным сажей и страхом лицам, задержался на алом пятне на рукаве [Игрока 7].\n\nМОРФЕУС: Он не сказал ни слова. Не сделал ни движения в вашу сторону. Он просто стоял и смотрел. Смотрел на кровь, на испуг в ваших глазах, на открытый люк подвала. И в этой тишине, ему всё стало понятно. Он медленно, почти церемониально, поднял руку и показал пальцем в сторону леса.\n\n[Актер Миша без обуви подходит к ребятам]\n\nМИША: Вон там... тропа к станции. Утренняя электричка... через сорок минут.\n\nМОРФЕУС: Вы прошли мимо него, ожидая чего угодно — удара, крика, проклятий. Но он просто стоял и смотрел в пустоту, выкуривая одну сигарету за другой, словно пытаясь выдуть вместе с дымом всю свою жизнь. Вы побежали через лес, не оглядываясь на черный силуэт дома. И лишь на станции, когда первые лучи рассвета окрасили небо в грязно-розовый цвет, осознали, что остались живы.\n\n(Звук: элка конец, вагон)\n\nМОРФЕУС: Вся дорога до Москвы прошла в оглушительной тишине. Никто не проронил ни слова. Вы смотрели в окно на проплывающие мимо берёзы, но видели лишь тёмное пятно на бетонном полу подвала и сломленного человека в дверном проёме, чьё лицо говорило о потере, которую вы не могли до конца понять.\n",
    "answers": [
      {
        "id": 51,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 64,
    "text": "СТРАНИЦА 52\n\nМИША: “Уходите. Сейчас же.”\n\nМОРФЕУС: Вы, не в силах вымолвить ни слова, бесформенной толпой поднимаетесь по лестнице и (звук: люк открыли) выбираетесь через люк, который видели со второго этажа. Возле дома вы замечаете ту самую стремянку, бесхозно лежавшую на земле. Она стояла вплотную к тому самому окну в спальне. Вы бежите по лесу, не оглядываясь, и лишь на станции, когда первые лучи рассвета окрасили небо в грязно-розовый цвет, осознали, что остались живы.\n\n(Звук: элка конец, вагон)\n\nМОРФЕУС: Вся дорога до Москвы прошла в оглушительной тишине. Никто не проронил ни слова. Вы смотрели в окно на проплывающие мимо берёзы, но видели лишь тёмное пятно на бетонном полу подвала и сломленного человека в дверном проёме, чьё лицо говорило о потере, которую вы не могли до конца понять.\n",
    "answers": [
      {
        "id": 51,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 65,
    "text": "СТРАНИЦА 55 \n\n(звук: фон подвал)\n\n(Паше: должен быть напряженный момент на момент с мишей и до элки) \n\nМОРФЕУС: Вы решили притаиться за двумя стеллажами по разные стороны комнаты, надеясь на чудо.\n\n И тут [Игрок 2] и [Игрок 6] встретились взглядами в полумраке. Прямо под ногами у [Игрока 2] лежала длинная верёвка. Без единого слова, движимые одним лишь инстинктом, вы начали передавать её через всех [Игроку 6].\n\n[Ждать, пока передадут верёвку 6]\n\n[Миша дергает сильно за веревку и падает на пол]  \n\nМОРФЕУС: Он бежал прямо на вас, не видя преграды. Вы натянули веревку в полуметре от пола, прямо на пути у незнакомца, и крепко сжали её в руках.\n\nМОРФЕУС: Он рухнул как подкошенный. План сработал. На секунду воцарилась тишина, нарушаемая лишь вашим прерывистым дыханием.\n\nМОРФЕУС: Вы не стали проверять, что с ним, и, (звук люка) воспользовавшись моментом, выскочили через люк (звук: ветер) и побежали в лес, не оглядываясь на чёрный силуэт дома и лишь на станции, когда первые лучи рассвета окрасили небо в грязно-розовый цвет, осознали, что остались живы.\n\n(Звук: элкп конец, вагон)\n\nМОРФЕУС: Вы ввалились в ярко освещённый утренним солнцем вагон, тяжело дыша. Отъехав пару станций, перевели дух. Казалось, самое страшное позади. И тут ваш взгляд, скользнув по вагону, задержался на дальней двери. Там, в тени, стояла фигура в знакомой потрёпанной куртке. Из-под надвинутой на глаза кепки на воротник стекала тёмная, почти чёрная в этом свете, узкая струйка крови. И он смотрел. Прямо(пауза) на вас.\n\n[ЗВУК: монотонный гул электрички, внезапно прерывающийся напряженной тишиной]\n",
    "answers": [
      {
        "id": 51,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 66,
    "text": "СТРАНИЦА 57\n\n(звук: фон подвал)\n\n(Паше: должен быть напряженный момент на момент с мишей и до элки) \n\nМОРФЕУС: И тут [Игрок 2] и [Игрок 6], ваши взгляды встретились в полумраке. Прямо под ногами у [Игрока 2] лежала длинная верёвка. Без единого слова, движимые одним лишь инстинктом, вы начали передавать её через всех [Игроку 6].\n\n[Ждать, пока передадут верёвку 6]\n\n(звук: люк открыли)\n\n\nМОРФЕУС: В этот момент люк с грохотом отлетел. На лестнице, ведущей вниз, показалась его тень. Он спускался, не видя преграды. Вы натянули верёвку в полуметре от пола, прямо на его пути.\n\n[Миша дергает сильно за веревку и падает на пол]  \n\n(звук: аутласт стоп)\n\nМОРФЕУС: Он рухнул как подкошенный. План сработал. На секунду воцарилась тишина, нарушаемая лишь вашим прерывистым дыханием.\n\nМОРФЕУС: Вы не стали проверять, что с ним, и, воспользовавшись моментом, (звук: люк открытие) выскочили через люк и побежали в лес, (звук: ветер) не оглядываясь на чёрный силуэт дома и лишь на станции, когда первые лучи рассвета окрасили небо в грязно-розовый цвет, осознали, что остались живы.\n\n(Звук: элка конец, вагон)\n\nМОРФЕУС: Вы ввалились в ярко освещённый утренним солнцем вагон, тяжело дыша. Отъехав пару станций, перевели дух. Казалось, самое страшное позади. И тут ваш взгляд, скользнув по вагону, задержался на дальней двери. Там, в тени, стояла фигура в знакомой потрёпанной куртке. Из-под надвинутой на глаза кепки на воротник стекала тёмная, почти чёрная в этом свете, узкая струйка. И он смотрел. Прямо на вас.\n",
    "answers": [
      {
        "id": 51,
        "text": "[Эпилог]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы открыли дверь наружу. \"Без фонарика мы там ничего не найдем. Да и тепло из дома выпускать не хочется. Может, попробуем что-то ещё?\" — подумали вы.",
    "answers": [
      {
        "id": 14,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 68,
    "text": "По включенному положению выключателя вы убедились, что в доме действительно не было света.",
    "answers": [
      {
        "id": 14,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 69,
    "text": "\"Давайте только тепло выпускать не будем!\" — сказал кто-то из вас, как только вы решили открыть дверь. Вы решили попробовать поискать что-то ещё.",
    "answers": [
      {
        "id": 15,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Куча коробок с хламом и пылью. Ничего интересного ",
    "answers": [
      {
        "id": 43,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 71,
    "text": "Многочисленные беседы с одногруппниками и спам рассылки. Даже времени на их прочтение тратить не хотелось.",
    "answers": [
      {
        "id": 43,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  }
]