[
  {
    "id": 1,
    "text": "Эта история берет начало из истоков прошедшего счастья, боли и потерь. история начнется с того с чего закончилась. история, что будет повествовать о наших героях, что успели повзрослеть! \nмой дорогой читатель, тут я, как великая бочка, что наблюдала за этим дам тебе выбор:\n1) Мы можем погрузится в прошлое и освежить твою память\nили)\n2) мы отправимся в будущее , что не было безмятежным и наполненным счастьем. \nЗнаешь что такое божественность? :/\nконечно не знаешь, я скажу тебе. божественность — это давать то, чего у других нет. Я даю тебе выбор, до меня, у тебя его не было. больше мы с тобой не встретимся дорогой мой читатель, но помни, что я всегда буду рядом , чтобы спасти тебя в случае , если тебе это будет необходимо ",
    "answers": [
      {
        "bg_color": [],
        "text_color": [],
        "id": 2,
        "text": "Погрузится в прошлое ",
        "shadow_color": []
      },
      {
        "id": 4,
        "text": "Отправится в будущее! "
      },
      {
        "id": 1,
        "text": "Оглянуться ",
        "url": "<ahref=\"https://ibb.co/3YhG87c0\"><imgsrc=\"https://i.ibb.co/VpBrhtTv/492991a03698f37171a187cf2fbc6793.jpg\"alt=\"492991a03698f37171a187cf2fbc6793\"border=\"0\"></a>"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/3msQY7kM"
      }
    ]
  },
  {
    "id": 2,
    "text": "— СИД! СИД! Сукин сын... Ты где?... \n\nВ ответ следовала лишь гробовая тишина. Сквозняк из открытого окна заставил упасть двивник Сида в соседней комнате. Услышав признаки чего-то присутствия, так подумал Дерил, он пошел в соседнию комнату уверенной, счастливой походкой:\n\n— Сид, что за представления? Я к другу или в театр при... \n\n\nне увидя никого в комнате , дерил потерял дар речи, в мгновение счастье в голове и глазах, сменилась на досаду, и разочарование. Он нашел упавший на пол днивник. медленно подойдя, он аккуратно поднял его листая страницы, пока его не накрыло осознание\n\n— Сид... НЕТ, НЕТ, ЕЩЁ РАНО, ТЫ НЕ МОГ... \n\nДерил сорвался с места, кажется, уже совершенно забыв что он хотел от друга, переживая только о том, что будет с ним. Выбегая из квартиры, он столкнул пожелую женщину с ног\n\nстарушка: — Ах ты , сайгак \n\nНо кажется, сейчас Дерилла не беспокоило уже ничего... ",
    "answers": [
      {
        "id": 3,
        "text": "БЕГИ! БЕГИ! БЕГИ! БЫСТРЕЕ! НЕ ОСТАНАВЛИВАЙСЯ! ОН В ОПАСНОСТИ!)))))))))))))))))))))))))"
      }
    ]
  },
  {
    "id": 3,
    "text": "Деррил бежал что есть силы к лесу , где стоял тот самый приют при церкви, где находился уже знакомые нам Артемон и Мари. Пробегая через кусты и деревья Сид ... \n1... \n2... \n3...\n4... \nперезапуск симуляции\n▒▒▒▒▒▒▒▒▒▒ 0%\n████████▒▒ 80%\n!!!! ОШИБКА ВРЕМЕНОГО ПОВЕСТВОВАНИЯ. ПОВТОРНАЯ ПЕРЕЗАГРУЗКА!!!! \n▒▒▒▒▒▒▒▒▒▒ 0%\n███▒▒▒▒▒▒▒ 30%\n█████▒▒▒▒▒ 50%\n████████▒▒ 80%\n██████████ 100%\nПовествование восстановлено. Система защиты сознания активирована \n\nУмело обегал их и не терял ни секунды. Слезы капали с глаз парня. Его единственный друг в опасности, и он даже готов наступить на горло своей собственной гордости и обратиться за помощью к единственному человеку, в этом богом забытом посилении, который может помочь. В голове Деррила было лишь одна фраза: \"БЫСТРЕЕ, БЫСТРЕЕ, ТЫ ДОЛЖЕН УСПЕТЬ, ТЫ ДОЛЖЕН ЕГО СПАСТИ\" \n\n",
    "answers": [
      {
        "id": 3,
        "text": "Окружение ",
        "url": "Нhttps://ibb.co/3YhG87c0"
      },
      {
        "id": 5,
        "text": "Это ты виноват. Ты)))) Ты виноват, Деррил, во всем веновен ты) жалкий полукровка)"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Я все понимаю, но не верю в твою памяти. Если ты не хочешь Разгневать меня, то возвращайся обратно и начни идти по линии прошлого, иначе не надейся на мою поддержку когда... ах~ скоро ты сам с ним встретишься, наблюдатель, и если будешь меня злить, я тебе не помогу^^\nпомни, божественность это дать вам выбор, но это не значит, что выбор не всего лишь моя причуда и личное желание. \n\n\nКажется, божество в виде бочки исчезло. вам действительно стоит вернуться назад, уважаемый читатель. Я всего лишь рассказчик и когда прийдёт опасность, я не смогу вам ничем помочь. так что прошу, не играйте с судьбой и временем в кошки мышки, а послушайте тех кто действительно может оказать поддержку! ",
    "answers": []
  },
  {
    "id": 5,
    "text": "Наконец-то, Деррил добежал до интерната, но его не отпускали мысли его вины, что даже за короткий срок  времяни успели изрядно помотать его детскую психику. У входа в интернат стоял послушник и подчищал порог. \n\n\nпослушник: — Мальчик, эй, ты куда так спешишь?  Не уж то друга убил)))))\n\n\nДеррил опешил и остановился смотря глазами полными боли на парня, что окликнул его. Обычно говорливый и язвительный Деррил, сейчас не смог сказать ничего. Это было удивительно, но как будто ком боли в горле Деррила не давал ему говорить, пока тот все таки не собрал остатки сил\n\nДеррил: — Ч-.. Что?\n\n\nпослушник: — С тобой все хорошо? Я говорю, вы к наставнику? Он в лесу за паленами для топки пошел, скоро вернётся. Подожди его лучше тут\n\n\nДеррил чуть успокоился и присел на порог, ожидая возвращения Артемона. Здесь ему было проще, ведь парень что стоял рядом, напевал какие-то песенки, что развеевало похии  мысли Деррила что приследуют его . Артемон же не заставил себя долго ждать. Но...\n\n\n!!!ОШИБКА КОГНЕКТИВНОЙ ФУНКЦИИ ПОДЗОЗНАТЕЛЬНОГО УРЕГУЛИРОВАНИЯ АНОМАЛИЙ. ЗАЩИТА СОЗНАНИЯ ОТКЛЮЧЕНА, ПЕРЕХОД В РЕЖИМ ДОПОЛНИТЕЛЬНОГО ЭНЕРГО ОСНОЩЕНИЯ!!!\n\nАртемон вышел из леса весь в крови. Зловещая улыбая расплывалась по его лицу, тень от деревьев падала прямо на лицо, и из этой жуткой тьмы светились красные глаза убийцы. Но... самое страшное это голова Сида в его руках, и торчащие от туда , грубо срезанные куски кожи и часть шейного скелета. Кровь, что капала с головы, уверенной  стремилась в сторону приюта, и кажется уже вот вот касается ног Деррила. Деррила охватил ужас и паника, он начал кричать, именно в этот момент, убийца закинул топор на плечо, бросил голову и побежал в сторону Деррила\n\n\nАртемон: — ДЕРРИЛ? Деррил?! ты в порядке? что с тобой?\n\n!!!РУБЕЖ КОГНЕКТИВНО-КАСАТЕЛЬНОЙ СИСТЕМЫ ПРИОДАЛЕН. ПОВЕСТВОВАНИЕ ВОСТАНОВЛЕНО!!!\n\nКасания Артемона ко лбу Деррила вернули его в реальность. В его руках , был обычный топор, никакой крови, а та голова всего лишь Палено что тот тащил из лесу. но страх застыл в глазах Деррила. Еле слышно, парень начал говорить \n\nДеррил: — С.. Сид, его увезли в рабство как твою подругу! ему надо помочь!.. Он не мог так скоро уехать.\n\n\nАртемон приподнял парня и положил руку ему на плечо\n\nАртемон: — Спокойной, тише, он просто собирает последние вещи, путь не быстрый, он в безопасности и я уверен скоро прийдёт попрощаться. Пойдем, поиграем в шахматы и попьем чаю, помниться, ты всегда хорошо играл!\n\nАртемон уже все понимал, но не мог помочь..  Единвенное что он мог сделать для мальчика, не оставить на едине с его м... м...\n\n!!!ПРОГРАММА: ПОВЕСТВОВАТЕЛЬ. СТАТУС: ЗАРАЖЕНИЕ. ПРОГРЕСС ЗАРАЖЕНИЯ РАССКАЗЧИКА: 98%!!!\n\nОСТАВИТЬ ЕГО ОДИН НА ОДИН С НИМ))))))))\n\n",
    "answers": [
      {
        "id": 6,
        "text": "с кем?..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Артемон и Деррил пили чай и играли в шахматы. Время пролетело незаметно и Артемон уложил его спать в своей комнате, чтобы тот не оставался один. Мари положила в чай успокоительные в большим количеством, чтобы мальчик уснул и отдохнул, а завтра ему все объяснят. \n\n\nНочь шла спокойно, Артемон сидел с книгой у окна. он не мог уснуть боясь, что дневной инцидент повторится и Деррилу нужна будет помощь. Он беспокоился за парня, каким бы тот не был язвительным и колким, он понимал , что сам не лучше. \n\nновое системное оповещение. заражение рассказчика: 100%\n\n\nВдруг, в комнату раздался стук. Артемон удивился, кто в такой час мог его навестить? Он бы сказал как обычно, что могут войти, но не хотел разговорами тревожить уставшего пацана, поэтому пошел к двери. Стоило лишь ее открыть, как Артемону снесли голову с выстрела в упор чем то вроде дробовика. Деррил проснулся, выстрел был и в него. мальчик умер быстро и даже не успел ничего понять. \n\n\n???— Ты думаешь, ты можешь спрятаться за этими системами? думаешь я тебя не вижу)))) тебя не должно тут быть.\n\nРасказчик:существо.\n\n??? — Не нужно говорить за меня)))\n\n\nРасказчик:что? \n\n??? — Ты видишь мой взгляд? ты видишь как я на тебя смотрю? Я уже иду за тобой и... ",
    "answers": [
      {
        "id": 7,
        "text": "Закрыть глаза "
      }
    ]
  },
  {
    "id": 7,
    "text": "\nЗакрыв глаза, вы оказались в светлом помещении, полностью белом, похожим на рай? вы умерли? навряд ли, ибо кто-то начал говорить.\n\n\nБочка: — Хах... ХАХАХАХАХАХА... боже, тебя и  на 5 секунд нельза оставить без присмотра... уже какую-то гадость  прицепил к себе и испортил моего рассказчика... В общем, как ты понимаешь, что-то или кто-то искажает историю... Возможно, отправлять тебя в прошлое, было не лучшей моей идеей... Признаюся, я совершила ошибку... Я не знаю, что за тобой теперь наблюдает, но оно не из моего мира и даже не из твоего, а выходит, что я бессильна, я не смогу все исправить звоном расольчика и хрустом огурчиков, как делаю это обычно... Нам придется справляться с ним вместе. Помнишь что я говорила про выбор? Теперь твой выбор, будет гораздо важнее чем обычно. помни, что ты можешь как и отдалить приследователя от нас, так и приблизить... Пока будем звать его приследователем... Я так же, заметила, что он не так силен рядом с дневником Сида, поэтому, в критический момент, помни об этом... кажется... мне нечего тебе сказать... А точно, святые огурчики... та история, что ты увидел, правда. Главное, убери от нее шизу Деррила , в остальном, все было точно так же... наверное... почему я не помню... Хах... Хаха... Не важно, наблюдатель. На этом, мы прощаемся, я все поченила и тебе пришло время, наблюдать за этой историей из под другого угла! Удачи и не подведи нас)))",
    "answers": [
      {
        "id": 8,
        "text": "Вступить в главу [I]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Утро. Деррил проснулся у себя в бомжатнике, как он любил его называть. с момента , как друг уехал, прошла уже... неделя? Все это всеря, Деррил не покидал дом, он был в некого рода, депрессии. Мальчик только нашел друзей и в один день их потерял. Только нашел любовь и был ей предан... \n\nДеррил: Сид... как же ты мог не попрощаться... КАК? Ты говорил что мы друзья, зачем же ты со мной так?.. Почему? \n\nДеррил потянулся за кружкой с водой, что стояла у его кровати. Он опрокинул кружку, бессилие берет над мальчиком вверх. От злости, он разбивает кружку об стену. Осколки разлетаются, но самый крупный падает на книгу. Не просто книгу, а дневник Сида, который Деррил так и не прочел. Мальчику стало любопытно и больно. Любопытно от мыслей друга, и  больно, что это все что от него осталось. Приблизившись к заветной тетрадки, его накрыли эмоции и воспоминания о прошлом.\n\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Поддаться воспоминаниям "
      },
      {
        "id": 10,
        "text": "Открыть дневник "
      }
    ]
  },
  {
    "id": 9,
    "text": "Поддавшись своим воспоминаниям, Деррил погрузился в глубокое прошлое. В чертоги своего разума где хранилась их с Сидом первая встреча, и то что Сид не узнал никогда. \n\n\n\n—--------------В книжном магазине ------------------\n\n\nДеррил: Как все интересно... какие книги... но, боже, за эти деньги они что, сами будут мне себя рассказывать?.. \n\nДеррил рассматривал книги, его главных спутников и друзей в этом мире, тех, кто давали ему советы и слушали его по ночам. Он считал книги это единвенное что спаласо его в непроглядной тьме, что так окутывал его разум. \n\n\nМистер Пинк: Мальчик, книга — бесценный материал, что всегда даёт тебе знания, всего лишь за небольшую плату. Книга, это носитель любых историей от захватывающей любви, до бесконечных войн. Книга таит в себе первопричины вселенной и тайны соседей. Только в письме храниться истина Ю... \n\nМистер Пинк, хозяин книжной лавки, даже не успел дороговрить, как Деррил его перебил.\n\nДеррил: А за слушания одинокого деда, скидка будет? \n\nМистер Пинк, лишь фиркнул на слова парня и отошел. То что и хотел Деррил, что бы назойлевый хозяин лавки ушел от него и дал свободу воли его цепким ручкам. Деррил схватил одну из книжек и побежал, попрощавшись с продавцом.\n\nДеррил: Хорооошего дня! \n\nМистер Пинк: Да, да! досв... А НУ КА СТОЙ УГОЛОВНИК МАЛОЛЕТНИЙ! \n\nДеррил бежал что было сил, пока не споткнулся об чью-то ногу. \n\nДеррил: Блять... Ай... Ты специально тут свои медвежьи лапы расставил? ",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "Открыв Дневник, Деррил начал бегло его читать.\n\n          \" Я Сид Коун. Житель блек Скуэра...\"  \n\nКаждая строчка дневника отражала боль и счастье маленького Сида, что испытывал боль , но не понимал в связи с возрастом что это значит. \n\nДеррил: Ты правда был такого мнения обо мне.. ХАХ Козлина... \n\nСлезы покатились с глаз Деррила падая на дневник. То, что он был так ценен его другу и то, что он был удостоен быть тут упомянутым, тронуло его в глубь сердца. Деррил, сново чувствовал себя так же беспомощно как когда-то только попал в приют. После прочитанного, в боли, Деррил начал думать что Рики, похитила Сида силой, ведь, он видел по записям ценность это вещи для него и, самое важное, ценность мальчика для друга. Драматический момент, прервал урчащий живот Деррила, что напоминал хозяину что уже пора бы поесть, ведь за неделю , кроме воды и слез, он не съел ничего. Но желание написать что-нибудь в днивник, было так же сильно как желание съесть какого нибудь мамонта... Деррил понимал, если он начнет писать, то не сможет оторваться, и места, где он мог б съесть что-нибудь, будут закрыты и наоборот, за походом в город, он может убить столько сил, что на писанину точно их не останется. Схватившись за голову , он начал думать, что он хочет сделать больше ",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  }
]