[
  {
    "id": 1,
    "text": "Жанр: юмор, приключения\n\nАвтор: elChem (Артём Стрельников)\n\nДа-да, это очередной симулятор 'из жизни кота', к тому же с весьма однозначным спойлером в названии (!). Сможете ли Вы вжиться в роль главного героя и провести его через день, насыщенный разнообразными событиями?\nПопробуйте!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 18,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "Группа автора в ВК",
        "url": "https://vk.com/elchem_group"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы обычный домашний кот. В вашем владении находятся несколько комнат квартиры, располагающейся на третьем этаже, и пара слуг-двуногих, в чьи обязанности входит полное обслуживание Вас. Слуги используют по отношении к Вам поэтичный титул 'Кошак', однако Вы сами именуюте себя не иначе, как ...",
    "answers": [
      {
        "id": 86,
        "text": "Кошак"
      },
      {
        "id": 84,
        "text": "Дарт Терминатус"
      },
      {
        "id": 85,
        "text": "Милашка"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сегодня Вы, как обычно, проснулись рано утром, солнце только поднялось из-за простирающихся на весь горизонт коробок многоэтажек. На сегодня запланировано очень много дел, с чего бы начать?..",
    "answers": [
      {
        "id": 10,
        "text": "Разумеется, сначала нужно разбудить двуногих, еда сама себя не преподнесет Вам, да и дверь из комнаты закрыта, что существенно ущемляет Вашу свободу.",
        "need": -33
      },
      {
        "id": 4,
        "text": "С другой стороны, очень важным из запланированных на сегодня дел является сон. Почему бы не заняться самым сложным сначала?",
        "need": -33
      },
      {
        "id": 36,
        "text": "Вспомнить о вчерашнем происшествии",
        "need": 33
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы проспали все утро, наступил день.\nВаши слуги сидят на кровати и едят. Без Вас.\nВы смотрите прямо им в глаза, не скрывая своего негодования, однако они даже не обращают на Вас внимания.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Солнце уже высоко поднялось. В ясном небе летают птицы и насекомые, наполняя теплый майский воздух трелями, щебетом и стрекотанием. Ваши людишки уже успели открыть окно, отчего комната наполнилась свежестью и неимоверным множеством разных звуков. Осмотревшись, Вы решаете, чем бы Вам заняться.",
    "answers": [
      {
        "id": 8,
        "text": "Вся эта обстановка очень располагает ко сну. Пожалуй, нужно еще немного поспать."
      },
      {
        "id": 71,
        "text": "Улечься на кровать"
      },
      {
        "id": 73,
        "text": "Залезть на подоконник"
      },
      {
        "id": 65,
        "text": "Сходить поесть",
        "need": [
          -65,
          -68
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы проходите через комнату прямо к двери и начинаете интенсивно впиваться в деревянный массив своими когтями. В результате получается звук, который двуногие научились однозначно интерпретировать как Ваше желание покинуть комнату. Однако сейчас они никак не реагируют на Ваше праведное желание покинуть помещение как можно скорее. Вам нужно выбрать другой способ донести до них суть своих притязаний.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше",
        "isBack": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Ковёр находится достаточно близко к кровати, если как следует постараться, то звук от застревающих в его ворсе когтей вполне может привлечь внимание людей. Вы усердно проводите сложную процедуру, поочередно то впиваясь в ковер каждой лапой, то вырывая застревающие когти с достаточно громким звуком. Вы заваливаетесь на бок и продолжаете снова и снова. Однако двуногие на это абсолютно не реагируют и Вам нужно придумать что-нибудь другое.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше",
        "isBack": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы проснулись вечером.\nВаши слуги сидят на кровати и смотрят в свой аппарат, на котором чередуются картинки и звуки. Кажется, за сегодняшний день они ни разу не выходили из Вашего дома, хотя обычно стараются отлынивать от заботы о Вас, прячась за входной дверью и не появляясь оттуда с утра до позднего вечера.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вечернее солнце уже почти скрылось, освещая дома напротив Вашего окна оранжевым светом. В комнате было душно, несмотря на открытое на протяжении всего дня окно, из которого совсем редко проникала внутрь освежающая прохлада. Теперь, под конец дня, нужно обязательно сделать все, что было запланировано и наконец немного отдохнуть.",
    "answers": [
      {
        "id": 74,
        "text": "Припомнить, что ещё нужно сделать"
      },
      {
        "id": 11,
        "text": "Пожалуй, все что можно было сделать, уже сделано, Вы заслужили немного времени для отдыха."
      }
    ]
  },
  {
    "id": 10,
    "text": "Обычно слуги просыпаются довольно рано, но сегодня они спят слишком долго и Вы понимаете, что ждать дальше нет смысла, Вы должны ускорить их пробуждение, если они вообще все еще живы.",
    "answers": [
      {
        "id": 6,
        "text": "Пошкрябаться в дверь"
      },
      {
        "id": 66,
        "text": "Покричать немного"
      },
      {
        "id": 7,
        "text": "Попытаться точить когти об ковёр",
        "need": 6
      },
      {
        "id": 15,
        "text": "Залезть в шкаф",
        "need": 7
      },
      {
        "id": 64,
        "text": "Пройтись по изголовью кровати, издавая как можно больше 'случайных' звуков",
        "need": [
          6,
          7,
          15
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "В поисках уютного местечка для отдыха Вы окидываете взглядом  всю комнату. В поле Вашего зрения ненадолго попадает открытое окно и  старенький принтер, стоящий прямо на подоконнике, который, являясь локальным максимумом высоты, служит Вам обычно как уютным местом для сна, так и неплохим наблюдательным пунктом.",
    "answers": [
      {
        "id": 12,
        "text": "Залезть на принтер"
      },
      {
        "id": 16,
        "text": "Подойти к окну",
        "need": -57
      }
    ]
  },
  {
    "id": 12,
    "text": "Удобно устроившись на месте, Вы осматриваете все происходящее вокруг. Ваши слуги сидят, уже который час, за своей светящейся и издающей разные звуки машиной. Похоже, что им совсем нет дела до Вас. Ничего интересного в комнате не происходит. За окном уже темно, и лишь изредка мелькают в ускользающем из комнаты свете какие-то насекомые и доносится щебетание птиц.",
    "answers": [
      {
        "id": 14,
        "text": "Остаться на месте"
      },
      {
        "id": 16,
        "text": "Подойти к окну",
        "need": -57
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы некоторое время неподвижно наблюдаете за происходящим внизу и вверху, за мельтешащими силуэтами, лишь едва очерченными светом фонарей и звёзд, сияющих в безоблачном ночном небе. Ничего интересного не происходит и через некоторое время Вы начинаете скучать.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться назад"
      },
      {
        "id": 57,
        "text": "Осторожно вернуться назад",
        "need": 21,
        "need_ever": false
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы лежите и пытаетесь вглядеться в ночной простор. Хотя ночное зрение позволяет хорошо ориентироваться в темноте, на улице слишком много маленьких и больших огоньков, поэтому ничего конкретного Вы разглядеть не можете.",
    "answers": [
      {
        "id": 16,
        "text": "Подойти к окну",
        "need": -57
      },
      {
        "id": 17,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Слуги жутко раздражаются, когда Вы пытаетесь забраться внутрь шкафа и удобно устроиться в мягком гнёздышке из всяческих вещей, как будто эта конструкция может служить для какого-то иного, скрытого от Вас назначения. В течение нескольких минут Вы шкрябаете дверцу шкафа, пока она накронец-то не поддалась. Если бы слуги бодрствовали и заметили Ваши действия, Вы непременно залезли бы внутрь шкафа, дабы ускорить принятие ими верного решения, однако сейчас они спят и этот пункт можно оставить без выполнения за неэффективностью.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы подходите к окну и некоторое время неподвижно вглядываетесь в небольшой просвет. Проведя необходимые вычисления в уме, Вы приходите к выводу, что сможете пролезть наружу.",
    "answers": [
      {
        "id": 20,
        "text": "Выбраться наружу"
      },
      {
        "id": 11,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Не велика потеря\" — сонно думаете Вы. Завтрашний день сулит не меньше трудностей, чем прошедший сегодняшний. Вам нужно как следует подготовиться к нему и хорошенько отдохнуть.",
    "answers": [
      {
        "id": 3,
        "text": "Начать новый день",
        "need": -57
      },
      {
        "id": 19,
        "text": "Закончить квест",
        "need": -57
      },
      {
        "id": 60,
        "text": "Счастливая концовка",
        "need": 57
      }
    ]
  },
  {
    "id": 18,
    "text": "Ваши достижения:",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "Назад",
        "isBack": true
      },
      {
        "id": 19,
        "text": "Без происшествий",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 22,
        "text": "Смелый зверь",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Да свершится предначертанное!",
        "need": 30,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Без допинга",
        "need": 83,
        "need_ever": true
      },
      {
        "id": 47,
        "text": "Как Вы узнали?!",
        "need": [
          34,
          38,
          45
        ],
        "need_ever": true
      },
      {
        "id": 52,
        "text": "Круг почета",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 56,
        "text": "Навстречу приключениям!",
        "need": 56,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "Счастливая концовка",
        "need": 59,
        "need_ever": true
      },
      {
        "id": 58,
        "text": "Священный долг",
        "need": 55,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "Новый мир",
        "need": 62
      },
      {
        "id": 79,
        "text": "Безумству храбрых...",
        "need": 78,
        "need_ever": true
      },
      {
        "id": 80,
        "text": "Все по плану",
        "need": [
          65,
          68,
          69,
          78
        ],
        "need_ever": true
      },
      {
        "id": 81,
        "text": "Ты пытался!",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 82,
        "text": "Таинство обряда",
        "need": [
          6,
          7,
          15,
          64
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Без происшествий\n\nВы закончили квест без необычных ситуаций. Можно сказать, что Вы пошли против системы и отменили название книги, Вы настоящий бунтарь.\n\nЭто хорошая, но немного скучная концовка, возможно Вам стоит попробовать рискнуть в следующий раз?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "К списку достижений"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы осторожно протискиваетесь через окно и попадаете на внешнюю часть подоконника – небольшую металлическую поверхность, расположенную с небольшим скосом в сторону бесконечной пустоты внешнего мира.",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреться"
      },
      {
        "id": 21,
        "text": "Пройти к дальнему краю"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы осторожно продвигаетесь по узкой поверхности вдоль всего окна и замираете на самом краю. Вид отсюда не особо отличается от того, что было видно с Вашей предыдущей позиции. Вы отметили для себя, что металлическая поверхность более скользкая, чем кажется на вид. Впредь нужно быть предельно осторожным, чтобы не произошло ничего экстраординарного.",
    "answers": [
      {
        "id": 13,
        "text": "Осторожно вернуться"
      }
    ]
  },
  {
    "id": 22,
    "text": "Смелый зверь.\n\nДаже несмотря на угрожающий спойлер в названии Вы нашли в себе смелость выбраться из окна. Но к чему все это безрассудство может привести?",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы начинаете нехитрый маневр разворота, но что-то пошло не так и Вы срываетесь вниз!",
    "answers": [
      {
        "id": 24,
        "text": "Попытаться ухватиться когтями"
      },
      {
        "id": 98,
        "text": "Закричать"
      },
      {
        "id": 100,
        "text": "Попытаться ухватиться когтями и кричать одновременно"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы пытаетесь ухватиться когтями за край металлической поверхности, однако надёжно зацепиться у Вас не выходит. Царапая поверхность с характерным звуком, Ваши когти соскальзывают и Вы устремляетесь вниз.\nЗа секунду полета Вы вспоминаете все, что знаете о прыжках, приземлениях и падениях. Используя хвост, Вы выравниваетесь в пространстве и приземляетесь на лапы.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы лежите на земле, освещенный светом фонарей. Отсюда ночь уже не кажется темной и непроглядной, но теперь Вам не до любования окрестными пейзажами - Вы объяты паникой.",
    "answers": [
      {
        "id": 26,
        "text": "Неистово заорать",
        "need": -26
      },
      {
        "id": 27,
        "text": "Оглядеться"
      },
      {
        "id": 28,
        "text": "Заорать еще пронзительнее",
        "need": 26
      },
      {
        "id": 41,
        "text": "Подойти к лестнице",
        "need": 27
      },
      {
        "id": 46,
        "text": "Пройти вдоль здания в сторону от входа",
        "need": 27
      },
      {
        "id": 43,
        "text": "Побежать в траву",
        "need": 27
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы изо всех сил надрываете голосовые связки и издаете неестественно громкие звуки. Но даже они не могут полностью передать глубину Вашего отчаяния.",
    "answers": [
      {
        "id": 25,
        "text": "Приостановиться"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы смотрите по сторонам. Совсем рядом с Вами, буквально в метре от места Вашего приземления, находится вход в здание, к которому ведёт невысокая и достаточно широкая лестница. Вдоль всего здания идет узкая асфальтовая дорожка, а за ней поочередно сменяют друг друга участки, зеленеющие травой, и дороги, по которым иногда неспешно проезжают большие и шумные машины.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше",
        "isBack": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы вошли во вкус и надрываетесь вовсю, призывая каждое живое существо в этом мире проникнуться глубиной Вашей трагедии. Вы настолько увлеклись, что совсем не заметили, как к Вам подошел двуногий и беззастенчиво взял Вас на руки.",
    "answers": [
      {
        "id": 29,
        "text": "Не обращать внимания и продолжить кричать"
      },
      {
        "id": 29,
        "text": "Закричать от возмущения и попробовать вырваться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Пока Вы кричите, двуногий заходит внутрь здания, совершенно не обращая внимания на все Ваши усилия по голосовому оповещению всего окружающего мира о вашем злоключении.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Несмотря на то, что белая таблетка является предвестником скорого несчастья, у нее есть и ряд положительных свойств. Она не только приятно пахнет, но и обладает сильным расслабляющим и успокоительным действием. Вот и сейчас, съев ее, Вы почти сразу ощущаете, что стресс и напряжение от пережитых событий становится все менее значимыми. Вы чувствуете спокойствие и лёгкость. Возможно, действие таблетки усилилось от Вашего взволнованного состояния, поэтому Вы медленно проваливаетесь в сладкое небытие сна.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Человек уже поднимается по лестнице, и только теперь Вы поняли, что это именно ВАШ двуногий. Вам остается только догадываться, как он сумел так быстро отреагировать на все произошедшее. На самом деле, Ваши люди достаточно неплохо могут выполнять свои обязанности. Жаль только, что это происходит далеко не так часто, как того требует Ваш высокий статус.",
    "answers": [
      {
        "id": 103,
        "text": "Высказать ему своё возмущение ситуацией"
      },
      {
        "id": 104,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Слуга принес Вас в вашу квартиру и положил на мягкую кровать. Вторая двуногая начала прощупывать и осматривать разные части вашего тела. Болевых ощущений Вы не испытываете, хотя теперь к Вам и пришло осознание того, что результаты такого падения могли бы быть намного более драматичны.",
    "answers": [
      {
        "id": 105,
        "text": "Жалобно причитать от каждого прикосновения"
      },
      {
        "id": 106,
        "text": "Молча переносить весь осмотр"
      }
    ]
  },
  {
    "id": 33,
    "text": "Закончив осмотр, люди достают с высокой полки две баночки. Одну из них Вы узнаете сразу - это ёмкость с вожделенными желтыми таблетками, чей запах заставляет замирать кошачье сердце в предвкушении чего-то волшебного. Второй пузырек содержал в себе белые таблетки. Как правило, за приемом таких белых таблеток следовало большое потрясение в жизни: внезапный переезд, поход в странное место с большим количеством других животных или что-то в этом роде. Вам предлагают обе таблетки.",
    "answers": [
      {
        "id": 34,
        "text": "Съесть жёлтую таблетку"
      },
      {
        "id": 30,
        "text": "Съесть белую таблетку"
      },
      {
        "id": 107,
        "text": "Съесть обе таблетки"
      },
      {
        "id": 83,
        "text": "Ничего не есть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Разумеется, Вы выбираете жёлтую таблетку,  которая одним только запахом сводит Вас с ума от предвкушения. На самом деле, Вы не знаете, почему она Вас так манит, в её действии на Вас нет чего-то особенно приятного или интересного. Обычно после неё Вы просто чувствуете себя расслабленно и не очень точно контролируете свои движения, поэтому очень часто Вы просто тут же сваливались на бок, приходя в порядок минут через пятнадцать.\nОднако на этот раз, видимо из-за испытанного Вами стресса, она действует совсем по другому: хотя внешне Вы выглядите спокойным и неподвижно сидите, все ваши чувства обостряются до предела, Вы осознаете всю бледность и недостоверность доступного восприятия. Вам даже начинает казаться, будто всё окружающее Вас не может быть настоящим миром. Будто настоящая жизнь протекает как-то иначе, без Вашего ведома, а кто-то скрывает ее суть, прикрывая этой жалкой иллюзией, для того, чтобы использовать Ваше неведение в своих корыстных целях.\nГлубина этого осознания медленно ускользает от Вас по мере ослабления действия таблетки, и в конце концов Вы уже не можете вспомнить ничего, хотя и осознаёте, что забыли что-то очень важное.\n",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "Слуги возятся возле Вас ещё какое-то время, вздыхают каждый раз, как только Вы пробуете подвернуть под себя неудобно лежащую лапу или неуверенно пытаетесь уйти, но в итоге они переносят Вас в Вашу уютную корзинку и ложатся спать.",
    "answers": [
      {
        "id": 3,
        "text": "Лечь спать",
        "need": -59
      },
      {
        "id": 61,
        "text": "Закончить фантазировать",
        "need": 59
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы с ужасом и восторгом вспоминаете насыщенный событиями вчерашний вечер. Не отвлекаясь от своих мыслей, Вы автоматически съедаете немного корма на завтрак и делаете прочие утренние дела. Вы уже собрались занять свою позицию для наблюдения, когда двуногие подхватили Вас на руки и понесли прочь из дома.",
    "answers": [
      {
        "id": 37,
        "text": "Высказать недовольство"
      }
    ]
  },
  {
    "id": 37,
    "text": "Несмотря на Ваши возмущения (что к Вашему сожалению стало происходить с незавидным постоянством), люди уносят Вас на улицу и некоторое время идут пешком вдоль дороги. Вы бы могли наслаждаться прогулкой, если бы не ненавидели всей душой любые попытки вынести Вас из Ваших законных владений.\nНаконец Вас заносят внутрь здания. Вы оказываетесь в комнате, в которой сидят вдоль стен другие двуногие, и у каждого из них на руках или рядом находились другие животные, преимущественно того же вида, что и Вы.",
    "answers": [
      {
        "id": 108,
        "text": "Вырваться из рук"
      },
      {
        "id": 109,
        "text": "Продемонстрировать все свое обояние",
        "need": 85
      },
      {
        "id": 110,
        "text": "Предостерегающе зашипеть",
        "need": 84
      },
      {
        "id": 38,
        "text": "Терпеливо ждать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы мужественно (то есть молча) выдерживаете оставшееся время в очереди, после чего попадаете вместе с одним из слуг в комнату, в которой находится незнакомая Вам двуногая. Она проводит с Вами какие-то манипуляции, наподобие тех, что проделывали с Вами Ваши люди вечером. Вы не понимаете суть происходящего, но после завершения осмотра Ваши двуногие сильно приободрились, тогда же исчезли последние следы напряжённости с их лиц.\nВсю обратную дорогу Вы молча любовались окрестностями и не издали ни звука до самого прихода домой.",
    "answers": [
      {
        "id": 111,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "Да свершится предначертанное!\n\nВы знали, что белая таблетка влечет за собой невзгоды, но Вы съели её, после чего попали в ужасающую ситуацию. Снова. И так бывает каждый раз, когда Вы съедаете эту белую таблетку! Всегда.\n\nПримечание автора: упоминаемая белая таблетка - успокоительное для котов. Для того, чтобы стрессовые события (походы к ветеринару или переезды) легче переносились любимцем, хозяева накануне угощают их такими препаратами.",
    "answers": [
      {
        "id": 39,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Без допинга\n\nВы в самом деле отказались от таблеток? Вы ведь поняли, что жёлтая таблетка - это валериана? Коты просто с ума сходят по ней. Да и в составе белой таблетки есть кошачья мята, даже из названия понятно, что она не обделена  кошачьим вниманием. Хотя кто знает, к чему привело бы употребление таблеток в такой сложной ситуации?\n\nВо всяком случае Вы открыли это достижение, так держать!",
    "answers": [
      {
        "id": 40,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы подходите к лестнице и ложитесь на первую ступеньку. При таком освещении Вы практически невидимы здесь, что позволяет Вам почувствовать себя в относительной безопасности.",
    "answers": [
      {
        "id": 44,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы некоторое время смотрите на двуногого, затем на необъятные просторы перед Вами. О чем думает человек прямо сейчас? Сколько секретов и приключений ожидает Вас там, впереди?",
    "answers": [
      {
        "id": 42,
        "text": "Время решать",
        "isBack": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы оцениваете ситуацию и понимаете, что момента лучше нельзя даже придумать. Вы смело устремляетесь в траву, намереваясь перейти через дорогу и обрести свободу, как вдруг слышите позади знакомый голос. Ваш слуга стоит на лестнице и смотрит прямо на Вас. Он что-то говорит, явно обращаясь именно к Вам. За столько лет это существо даже не удосужилось выучить Ваш язык, поэтому Вы не понимаете, что он говорит.",
    "answers": [
      {
        "id": 42,
        "text": "Остановиться",
        "need": -42
      },
      {
        "id": 53,
        "text": "Отправиться дальше",
        "need": -85
      },
      {
        "id": 54,
        "text": "Вернуться к слуге",
        "need": -84
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы целиком обращаетесь в слух. Теперь Вы слышите, как откуда-то сверху одна из Ваших слуг зовёт Вас, то и дело приговаривая сакральную фразу из шипящих и свистящих звуков. Почти в это же время Вы видите, как из входа появился двуногий и спешно направился к Вам.",
    "answers": [
      {
        "id": 45,
        "text": "Остаться в укрытии"
      },
      {
        "id": 46,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 45,
    "text": "Несмотря на то, что Вы должны быть абсолютно невидимы для всех, человек идет прямиком к Вашему укрытию (возможно Вашу позицию рассекретило то, что Вы все ещё продолжаете пронзительно кричать). Двуногий легко подхватывает Вас на руки и несёт в здание.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Неуверенными шагами Вы устремляетесь прочь от лестницы. Вы пробегаете по дорожке, идущей вдоль всего здания. Сбоку от Вас в тусклом свете уличного освещения одни пейзажи сменяют другие. После первого поворота Вы очутились в месте, окруженном стенами почти со всех сторон, даже сверху, оставляя только два пути: вперёд или назад.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше вперёд"
      },
      {
        "id": 49,
        "text": "Повернуть назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Как Вы узнали?!\n\nНа самом деле, в основу данного произведения была положена реально произошедшая история, участниками который довелось стать автору и его коту.\nВы смогли пройти через все трудности способом, максимально близким к событиям, имевшим место в действительности (в понимании автора, разумеется).",
    "answers": [
      {
        "id": 47,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 48,
    "text": "После следующего поворота эта замкнутость закончилась и над Вашей головой снова блестят звёзды. Теперь справа от Вас виднеется бесконечное пространство зелени всех мыслимых форм: множество деревьев, густые кусты и дрожащая от лёгкого ветра трава. Вы видели что-то подобное только несколько раз, когда Ваши слуги зачем-то выносили Вас из дома и отправлялись испытывать Ваше терпение утомительными прогулками.",
    "answers": [
      {
        "id": 50,
        "text": "Побеждать дальше вдоль здания"
      },
      {
        "id": 51,
        "text": "Побежать в сторону деревьев",
        "need": -51
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы решаете не испытывать судьбу и возвращаетесь туда, откуда только что убегали. Неожиданно Вас берет к себе на руки неизвестно откуда взявшийся двуногий и направляется внутрь здания.",
    "answers": [
      {
        "id": 31,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы двигаетесь дальше. За очередным поворотом оказывается ещё одна пещера. За пещерой следует поворот, который приводит Вас в места, похожие на те, которые Вы обычно видели из окна. Впереди находится лестница, похожая как две капли воды на ту, от которой Вы начинали свой путь. Пока Вы пытаетесь понять, что бы это все могло значить, Вас поднимает на руки неизвестно откуда появившийся двуногий и направляется внутрь здания.",
    "answers": [
      {
        "id": 31,
        "text": "Закричать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы уже сделали несколько шагов в сторону манящих Вас просторов, как вдруг почувствовали непреодолимое волнение и страх. Что ожидает Вас ТАМ? Стоит ли рисковать стабильностью и размеренностью всего Вашего существования ради этой волшебной неизвестности?",
    "answers": [
      {
        "id": 62,
        "text": "Отправиться вперёд"
      },
      {
        "id": 49,
        "text": "Вернуться",
        "isBack": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Круг почета\n\nВы совершили путешествие вокруг здания!\n(Не вокруг всего здания, конечно, а только вокруг части, отделенной арочными проходами).\nЭто как кругосветное путешествие, только в чуть меньшем масштабе. Поздравляем!)",
    "answers": [
      {
        "id": 52,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы в последний раз посмотрели на человека, нелепо замершего на месте. Вам будет не хватать этих нелепых, но по-своему милых существ, но решение уже принято. Возможно, им придется нелегко без Вас, но пусть это сделает их сильнее. И Вы верите, что они справятся. А у Вас впереди приключения! Кто знает, будет ли Ваша новая жизнь полна интересных событий и встреч или же Вам придется влачить существование в голоде, замерзая под ледяными ветрами этого дождливого города? Ну что ж.. в путь!",
    "answers": [
      {
        "id": 56,
        "text": "Конец",
        "need": -59
      },
      {
        "id": 60,
        "text": "Прекратить фантазировать",
        "need": 59
      }
    ]
  },
  {
    "id": 54,
    "text": "Вид этого беспомощного создания заставляет Вас задуматься. Внезапно Вы очень ясно осознаёте свою ответственность перед ним и перед той, второй. Было бы слишком жестоко уйти  и оставить их на произвол судьбы, ведь они просто пропадут. Вы понимаете, что приносите в жертву  всего себя ради них, но по-другому и быть не может. Приняв свою судьбу, Вы решительно направляетесь к двуногому.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "Человек подхватывает Вас на руки и в его взгляде чувствуется невыразимое облегчение. Он, возможно, даже не догадывается, сколь великодушно Ваше решение.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": "Навстречу приключениям!\n\nЭто - немного грустная концовка, но в каждой жизни наступает момент расставания.\nВы закончили квест на концовку 'Навстречу приключениям'",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "К списку достижений"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы хотели просто развернуться, чтобы устремиться назад, но внутренний голос призвал Вас выполнить это действие со всей аккуратностью, на которую способно гибкое кошачье тело. Поэтому, когда неожиданно одна из Ваших задних лап сорвалась со скользкой поверхности, Вы были предельно собраны и смогли филигранно восстановить потерянное было равновесие. Вы возвращаетесь назад, и ваше воображение рисует в голове образы того, что могло бы произойти, если бы Вы не были столь предусмотрительны.",
    "answers": [
      {
        "id": 11,
        "text": "В комнату"
      },
      {
        "id": 59,
        "text": "Пофантазировать"
      }
    ]
  },
  {
    "id": 58,
    "text": "Священный долг\n\nУ Вас была возможность отправиться в невероятные приключения и обрести свободу, но Вы предпочли остаться со своими людьми. Пусть свобода и могла бы привнести огня и ярких красок в Вашу спокойную и размеренную жизнь, но Вы четко осознаете свою ответственность. Единожды позволив этим милым существам привязаться к Вам и стать зависимыми, Вы не имеете права обречь их на страдания из-за своей секундной слабости. Возможно, в этом и заключается любовь.\n",
    "answers": [
      {
        "id": 58,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы закрываете глаза и представляете, как, не удержав равновесие, Вы неумолимо падаете вниз...\nСобладав со страхом, Вы предпринимаете отчаянную попытку выровняться прямо перед приземлением.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "Счастливая концовка\n\nВам удалось выбраться из комнаты через окно и вернуться оттуда невредимым. Кто знает, чем бы все могло обернуться?\nВы позволили всем опасностям и приключениям произойти только в сослагательном наклонении в Вашем воображении.\n\nВы завершили квест на 'счастливую концовку', примите поздравления от автора)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "К списку достижений"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы заканчиваете думать о том, что могло бы произойти и ложитесь спать. Был ли этот день интересным? Все зависит только от Вашего восприятия мира. Вы засыпаете с глубокой удовлетворённостью, осознавая, что каждый прожитый день - драгоценность, и даже самый непримечательный день является необходимым условием для того, чтобы однажды случилось что-то удивительное, что-то, чего не могло бы произойти без этого дня.",
    "answers": [
      {
        "id": 60,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы добегаете до первых деревьев, но за густыми кустарниками оказывается высокая бетонная стена. Вы нерешительно идете вдоль нее и внезапно замечаете небольшой силуэт совсем рядом с Вами. Присмотревшись, Вы понимаете, что это существо того же вида, что и Вы. Вы встречали таких несколько раз, когда кто-то из незнакомых Вам двуногих оставлял входную дверь открытой и Вам удалось выйти в длинное просторное помещение за ней. Именно там время от времени Вы видели таких же существ. И они, и Вы были настроены тогда с настороженностью и любопытством. Но сейчас другая ситуация. Вы видите, что существо напряжено и взволнованно, впрочем, как и Вы.\n\nСможете ли Вы найти общий язык с местными обитателями или Вам предстоит бесконечная война? Будете ли Вы сообща решать возникающие трудности или станете их причиной? Вы пока этого не знаете.\nСейчас Вы готовитесь к первой встрече с этим новым миром.",
    "answers": [
      {
        "id": 63,
        "text": "Конец",
        "need": -59
      },
      {
        "id": 60,
        "text": "Прекратить фантазировать",
        "need": 59
      }
    ]
  },
  {
    "id": 63,
    "text": "Новый мир\n\nСможете ли Вы найти общий язык с местными обитателями или Вам предстоит бесконечная война? Будете ли Вы сообща решать возникающие трудности или станете их причиной? Вы пока этого не знаете.\nСейчас Вы готовитесь к первой встрече с этим новым миром.\n\nВы завершили квест на концовку 'Новый мир', примите поздравления)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "К списку достижений"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы решаетесь на отчаянные меры. Неспешно приблизившись к кровати, Вы запрыгиваете на изголовье, стараясь создать как можно больше шума. Вы проходите туда и обратно, несколько раз соскальзывая с узкой поверхности и наступая на головы вероломно спящих в Вашем присутствии слуг.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы подходите к миске и начинаете прием пищи. Этот корм немного лучше, чем тот, который остался со вчерашнего вечера, и намного лучше чем тот, которым Вас кормили до того, как Вы оказались в новом доме с новыми слугами.",
    "answers": [
      {
        "id": 68,
        "text": "Попить воды",
        "need": -68
      },
      {
        "id": 69,
        "text": "Пройти в туалет",
        "need": -69
      },
      {
        "id": 5,
        "text": "Вернуться в комнату",
        "need": [
          5,
          -74
        ]
      },
      {
        "id": 74,
        "text": "Вернуться в комнату",
        "need": 74
      }
    ]
  },
  {
    "id": 66,
    "text": "Это на них подействовало. Теперь один из слуг сонно поднимается с кровати, бормоча какие-то благодарности Вам за то, что Вы помогли ему проснуться настолько вовремя. Одевшись, человек прошел на кухню, насыпал Вам сухого корма и налил свежей воды. Затем, все с теми же сдержанными благодарностями, он проследовал в туалет и запер за собой дверь.",
    "answers": [
      {
        "id": 65,
        "text": "Поесть"
      },
      {
        "id": 67,
        "text": "Попытаться попасть в туалет"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы шкрябаетесь в закрытую дверь, но ничего не происходит.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти поесть"
      },
      {
        "id": 5,
        "text": "Вернуться в комнату"
      },
      {
        "id": 87,
        "text": "Пошкрябаться более настойчиво"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы выпили немного воды и чувствуете себя достаточно насытившимся. При этом немного воды расплескалось, а часть сухого корма попала в емкость с водой, размякнув и превратившись в неприятную скользкую массу. Разумеется, принимать пищу в таких условиях Вы впредь не станете, остается только надеяться на расторопность слуг, которые, к их чести, достаточно оперативно устраняют все последствия несовершенности системы, в которой Вам приходится существовать.",
    "answers": [
      {
        "id": 69,
        "text": "Пройти в туалет",
        "need": -69
      },
      {
        "id": 74,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 69,
    "text": "Когда Вы подошли к туалету, двуногий только что вышел оттуда и дверь была открыта. Хорошо, что Вам не пришлось напоминать ему о том, что Вы намереваетесь попасть в эту комнату, пока он находился внутри за закрытой дверью.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы как следует закапываете все свидетельства Вашего пребывания здесь, при этом бо́льшая часть наполнителя оказывается на полу вокруг лотка. Ничего страшного, следующим утром все опять будет чисто.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться в комнату",
        "need": -74
      },
      {
        "id": 74,
        "text": "Вернуться в комнату",
        "need": 74
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы ложитесь на кровать, однако почти сразу же на неё садятся и люди. Вы решаете, что здесь слишком тесно и вынуждены искать другое место.",
    "answers": [
      {
        "id": 73,
        "text": "Залезть на подоконник"
      },
      {
        "id": 77,
        "text": "Спуститься на пол"
      },
      {
        "id": 94,
        "text": "Забраться на руки к слуге"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы стараетесь закопать все это очень аккуратно, чтобы ни одна крупинка наполнителя не оказалась вне лотка. Однако, несмотря на Ваши старания, большая часть наполнителя все равно оказывается на полу вокруг лотка.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться в комнату",
        "need": -74
      },
      {
        "id": 74,
        "text": "Вернуться в комнату",
        "need": 74
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы запрыгиваете на стол, а с него - на подоконник.\nОтсюда открывается неплохой вид на окрестности, тем более погода сегодня ясная. На столе в устойчивой широкой вазе стоят цветы, раскинув широкие зелёные листья. Здесь Вы ощущаете себя  достаточно умиротворенно. Некоторое время Вы проводите не двигаясь, наслаждаясь свежим воздухом и подставляя солнечному свету мордочку.",
    "answers": [
      {
        "id": 8,
        "text": "Задремать"
      },
      {
        "id": 97,
        "text": "Погрызть листья цветов",
        "need": 84
      },
      {
        "id": 102,
        "text": "Задумчиво смотреть в окно",
        "need": 85
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы собираетесь с мыслями и анализируете своё состояние.",
    "answers": [
      {
        "id": 65,
        "text": "В суматохе дня Вы совершенно забыли, что для нормального функционирования организма нужно хотя бы иногда есть.",
        "need": -65
      },
      {
        "id": 68,
        "text": "Хотя Вы и поели корм, Вас одолевает жажда. Не стоит пренебрегать заботой о своём самочувствии",
        "need": -68
      },
      {
        "id": 69,
        "text": "Вы ощущаете, что Вам нужно посетить уборную как можно скорее.",
        "need": -69
      },
      {
        "id": 11,
        "text": "Все дела сделаны, теперь можно и отдохнуть"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "Находясь на полу, Вы видите не так много,  как сверху, однако некоторые вещи, незаметные с высоких позиций, легко могут быть обнаружены, если находиться на одном с ними уровне. Именно поэтому Вы только сейчас обратили внимание на притаившийся в углу комнаты полупрозрачный пакет.",
    "answers": [
      {
        "id": 78,
        "text": "Молниеносно атаковать пакет"
      },
      {
        "id": 78,
        "text": "Напасть на пакет из засады"
      },
      {
        "id": 73,
        "text": "Игнорировать его"
      }
    ]
  },
  {
    "id": 78,
    "text": "Ваша атака была неотразимой, у ничего не подозревающего противника не было ни единого шанса. После первого сокрушительного натиска последовала серия коротких и быстрых ударов, и вот Вы уже катаетесь по полу, сплетаясь с коварным противником в сумасшедшей пляске схватки. Даже несмотря на Ваше подавляющее преимущество, пакет оказывал сопротивление изо всех сил, пытаясь скрыться от Вас, перемещаясь по комнате, но Вы прочно вцепились в его шуршащее тело. Через пять минут все было кончено. Вы внимательно всмотрелись в поверженного противника - но тот лишь безвольно распластался в центре комнаты. С неторопливостью победителя Вы направились к столу.",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 79,
    "text": "Безумству храбрых...\n\nВ бою с врагами Вы не истекли кровью, Ваши инстинкты хищника позволили одержать Вам победу в смертельной схватке.",
    "answers": [
      {
        "id": 79,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 80,
    "text": "Все по плану\n\nВы выполнили все дела, запланированные на день.\n\nПримечание автора: это достижение призвано в ироничной форме отразить гедонистический характер жизни многих домашних любимцев, но смогли ли Вы получить его с первого же прохождения?)",
    "answers": [
      {
        "id": 80,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 81,
    "text": "Ты пытался!\n\nВы честно пытались закопать содержимое лотка аккуратно, однако все оказалось тщетно. Не переживайте, это просто кошачья сущность, здесь нет Вашей вины. Правда.",
    "answers": [
      {
        "id": 81,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 82,
    "text": "Таинство обряда\n\nОсознанно или нет, но Вы сумели воспроизвести утренний ритуал, который совершает питомец автора, когда последний имеет неосторожность долго спать в выходной день, а первый порывается вырваться из комнаты.\nИменно последовательность 'дверь-ковёр-шкаф-изголовье' имеет место быть каждый раз в подобных ситуациях, как бы это ни было парадоксально.",
    "answers": [
      {
        "id": 82,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы решили, что момент абсолютно не располагает к употреблению препаратов, воздействующих на восприятие, и демонстративно отвернулись от таблеток. Слуги попробовали преподнести Вам их ещё раз, но Вы остались непреклонны в своём мудром решении.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "В душе Вы ощущаете себя тёмным владыкой ситов, скрывающимся на этой планете от Ордена джедаев и вынашивающим изощрённые планы мести. Или нет. Во всяком случае, Вы можете похвастаться достаточно тяжёлым характером, однако это в большей степени должно беспокоить Ваших слуг, а не Вас.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "Именно этим словом Вас обычно называют двуногие, когда видят Вас. Возможно, на их языке это подчеркивает Ваше божественное происхождение и право управлять ими. Уж в этом Вам точно нет равных: достаточно лишь сделать несчастное выражение мордочки, максимально округлить глаза и сказать: 'Мяу' – и любой двуногий бросается выполнять любую Вашу прихоть. Ну или почти любую.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Простое это совпадение или же хитрый расчет двуногих, но Вы идентифицируете себя именно так. Вы все ещё не можете понять, как слуги, не понимающие Вашего языка, смогли выяснить эту информацию, но факт остаётся фактом, и Вы уже достаточно привыкли к этому.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": "На этот раз Вы прикладываете намного больше усилий, но слуга внутри все ещё не открывает дверь, а лишь бормочет что-то недовольным голосом.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти поесть"
      },
      {
        "id": 5,
        "text": "Вернуться в комнату"
      },
      {
        "id": 88,
        "text": "Шкрябаться изо всех сил"
      },
      {
        "id": 89,
        "text": "Направиться к полке с обувью"
      }
    ]
  },
  {
    "id": 88,
    "text": "Будучи неимоверно раздраженным глупостью человека, Вы неистово терзаете когтями дверь, прорывая себе путь к цели. Кое-где деревянный корпус полностью сдавал позиции и обращался в щепки. На этот раз слуга сдался и приоткрыл перед Вами дверь. Сразу бы так.",
    "answers": [
      {
        "id": 93,
        "text": "Пройти внутрь"
      },
      {
        "id": 95,
        "text": "Неподвижно стоять на месте"
      },
      {
        "id": 96,
        "text": "Уйти"
      },
      {
        "id": 112,
        "text": "Посмотреть, чем занят двуногий"
      }
    ]
  },
  {
    "id": 89,
    "text": "В гневе Вы устремляетесь к стоящей рядом обувной полке. Двуногий провинился – теперь двуногий будет наказан. Вы разглядываете аккуратно сложенные по парам предметы, используемые людьми в особых ритуальных целях и выбираете жертву.",
    "answers": [
      {
        "id": 90,
        "text": "Кроссовки"
      },
      {
        "id": 91,
        "text": "Жёсткие ботинки"
      },
      {
        "id": 92,
        "text": "Мягкие домашние тапочки"
      }
    ]
  },
  {
    "id": 90,
    "text": "Выбор был сделан. Вы бы наверняка смогли придумать что-то более изобретательное и более неприятное для двуногого, но Ваше аристократическое воспитание не позволяет Вам рассматривать подобные варианты. Поэтому Вы неуверенно грызете края кроссовок, после чего забираетесь внутрь, удобно устроившись там, словно в маленькой лодочке. Не коробка, конечно, но тоже весьма неплохо.\nСпустя какое-то время человек выходит из туалета и Вы наконец-то попадаете внутрь.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "Выбор был сделан. Вы бы наверняка смогли придумать что-то более изобретательное и более неприятное для двуногого, но Ваше аристократическое воспитание не позволяет Вам рассматривать подобные варианты. Поэтому Вы ожесточенно грызете болтающиеся шнурки ботинок, которые, оказывая некоторое сопротивление и уворачиваясь, только раззадоривают Вас.\nСпустя какое-то время человек выходит из туалета и Вы наконец-то попадаете внутрь.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "Выбор был сделан. Вы бы наверняка смогли придумать что-то более изобретательное и более неприятное для двуногого, но Ваше аристократическое воспитание не позволяет Вам рассматривать подобные варианты. Поэтому Вы с разбега влетаете в один тапочек и продолжаете движение уже наполовину находясь в нем, словно в гоночном болиде. Затем та же участь постигает и второй такой же тапочек.\nСпустя какое-то время, когда Вы уже вдоволь накатались, а тапочки были разбросаны по комнате, человек выходит из туалета и Вы наконец-то попадаете внутрь.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы оказались в туалете и направились к Вашему лотку, аккуратно вычищенному двуногим. Вы проделываете все необходимые утренние процедуры и теперь осталось только присыпать все сверху наполнителем.",
    "answers": [
      {
        "id": 70,
        "text": "Закопать",
        "addToHistory": 69
      },
      {
        "id": 72,
        "text": "Закопать очень аккуратно",
        "addToHistory": 69
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы аккуратно приближаетесь к сидящим на кровати двуногим и одним ловким прыжком забираетесь на руки к одному из них. Впечатленные Вашим добрым расположением к ним сегодня, слуги гладят и почесывают Вас от макушки и до кончика хвоста. Вдоволь насытившись лаской, Вы решаете, что делать дальше.",
    "answers": [
      {
        "id": 73,
        "text": "Залезть на подоконник"
      },
      {
        "id": 77,
        "text": "Спуститься на пол"
      },
      {
        "id": 99,
        "text": "Напасть на руку",
        "need": 84
      },
      {
        "id": 101,
        "text": "Перевернуться на спину",
        "need": 85
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы неподвижно сидите перед открытой дверью, пристально смотря в лицо человека. Он тоже пристально смотрит на Вас какое-то время, словно ожидая чего-то. Через несколько секунд он произносит что-то на своём языке и закрывает дверь.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться в комнату"
      },
      {
        "id": 65,
        "text": "Пойти поесть"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы разворачиваетесь и уходите в комнату, демонстративно подняв хвост. Слуга произносит какие-то непонятные слова и через несколько мгновений дверь снова закрывается.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы подходите к вазе и пытаетесь пожевать сочные зеленые листья. Строение Ваших зубов явно не рассчитано на такие процедуры,  и даже огромный опыт в гневном разгрызании всего подряд не выручает Вас, все выходит достаточно неуклюже. Спустя пять минут Ваших усилий ближайшие к Вам листья равномерно перфорированы маленькими отверстиями, однако отгрызть и съесть хотя бы кусочек Вам так и не удалось. Будучи весьма раздосадованным этим обстоятельством, Вы ложитесь подремать прямо под цветами.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "Непонятно, какого результата Вы хотели добиться криком, но это точно не помогает Вам избежать падения и Вы устремляетесь вниз.\nЗа секунду полета Вы вспоминаете все, что знаете о прыжках, приземлениях и падениях. Используя хвост, Вы выравниваетесь в пространстве и приземляетесь на лапы.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы все ещё лежите на руках у слуги, но Вам это уже надоело. Тёмная сторона Вашей сущности навязчиво требует дать волю Вашему гневу.\nИ вот, выбрав удобный момент, Вы вцепляетесь когтями в руку, которой не посчастливилось оказаться рядом. Атака была внезапной, поэтому жертва ничего не могла противопоставить Вам. Ухватив её лапами достаточно прочно, Вы впиваетесь в неё зубами. Никто не смеет недооценивать Вашу мощь!\nОднако внезапно на помощь первой пришла вторая рука,  а двуногий выглядел достаточно угрожающе. Вы понимаете, что в такой ситуации лучше отступить и продумать план Вашей мести.",
    "answers": [
      {
        "id": 77,
        "text": "Спрыгнуть на пол"
      },
      {
        "id": 73,
        "text": "Залезть на подоконник"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы пытаетесь кричать и цепляться когтями за ускользающую поверхность одновременно, однако, не сосредоточившись на чем-то одном, Вы не преуспели ни в том, ни в другом и теперь устремляетесь вниз.\nЗа секунду полета Вы вспоминаете все, что знаете о прыжках, приземлениях и падениях. Используя хвост, Вы выравниваетесь в пространстве и приземляетесь на лапы.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "Хотя Вы и немного устали от всей этой возни с двуногими, но кто как не Вы должен заботиться об их благополучии? Вас прозвали Милашкой не за красивые глаза. То есть в основном за них, конечно, но не только за это.\nПоэтому Вы покорно переворачиваетесь на спину, подставив слугам для поглаживания живот. Глядя на их восторженные лица, Вы и сами испытываете некоторое умиление, отчего Вы немного прищуриваете глаза и начинаете тихонько мурчать, что приводит людей в еще больший восторг. Сами того не замечая, Вы проваливаетесь в сон.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы стоите на месте и пристально смотрите в окно. На самом деле, ничего интересного там не происходит, Вы не объяты философскими размышлениями или чем-то в этом роде. Просто Вы знаете, что слугам очень нравится наблюдать за Вами в таком состоянии, а для того, чтобы сохранять свое имя Милашки, Вам приходится следить за имиджем хотя бы иногда.\nУстав от этой тяжелой задачи, Вы решаете вздремнуть и восстановить силы.",
    "answers": [
      {
        "id": 8,
        "text": "Задремать"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы стараетесь как можно громче высказать двуногому все, что Вы думаете о нем, об окне, о скользкой металлической поверхности подоконника, о недостаточно темной ночи и о чрезмерно грубом и недостаточно быстром способе, которым Вас доставляют в Ваши владения. Слуга мямлит в ответ что-то невразумительное и выглядит очень обеспокоенно.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы молча позволяете двуногому нести Вас, хотя на уме у Вас возникают достаточно многословные, но непозволительные для высказывания вслух Вашей высокой особой эпитеты, которыми Вы можете охарактеризовать произошедшее с Вами и все сопутствующие обстоятельства. Слуга периодически поглядывает на Вас, будто ожидая Вашей пламенной речи, и выглядит все более обеспокоенным.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "Хоть Вы и не испытываете никаких болевых ощущений, Вы понимаете, что слугам будет полезно понять, к каким трагическим последствиям могут приводить даже самые незначительные их ошибки (уж они-то точно должны понимать, по чьей вине все произошло). Поэтому Вы вздрагиваете от каждого их прикосновения, строите гримасы нестерпимой боли и отчаяния и норовите развернуться от них как можно чаще. Двуногие выглядят удручённо и подавлено. То-то же.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы не испытываете хоть сколько-то значительных болевых ощущений, поэтому никак не реагируете на происходящее с Вами. Кажется, что двуногие выглядят теперь менее обеспокоенно и удручённо. Очень зря. Это может помешать им осознать всю тяжесть последствий своего непродуманного поведения, проявившегося в попустительстве такого ужасного происшествия с Вами.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "Обе таблетки по-своему притягательны для Вас, поэтому, поразмыслив совсем недолго, Вы последовательно съедаете обе. Совокупность испытанного за вечер стресса и двух разных препаратов действует на Вас удивительным образом. Необыкновенная ясность мышления позволяет Вам совершенно иначе воспринимать очевидное положение вещей, столь сильно отличное от того, к которому Вы так привыкли с незапамятных времён Вашего детства. Вы понимаете, что не Вы являетесь главным, что даже Ваш дом принадлежит не Вам, что на самом деле двуногие не Ваши слуги, а Вы просто являетесь домашним животным на их содержании.\nОсознание всего этого вдребезги разбивает Ваш разум, как могли Вы не понимать всего этого раньше?\nНо через некоторое время эффект от таблеток заканчивается. Только теперь Вы ясно понимаете, какую шутку с Вами сыграл собственный разум.\nПодумать только, Вы почти поверили во весь этот бред, родившийся в Вашей одурманенной голове! Хорошо, что эта иллюзия прошла так скоро, лишь ненадолго исказив Ваше самовосприятие.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "Собрав все силы, Вы вырываетесь из рук двуногого. Оказавшись на полу, Вы в панике пытаетесь найти выход из ужасного помещения, но все оказывается тщетно. Вы ловите сочувствующие и укоризненные взгляды окружающих двуногих и их четверолапых спутников, понимая, что  будущего не избежать В этот же момент Вас подхватывает на руки слуга и с серьезным видом что-то говорит Вам.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": "Увидев такое огромное количество зрителей, Вы понимаете, что это - Ваш звездный час. Вы некоторое время концентрируетесь, а затем становитесь самым милым и обоятельным созданием не только в этой комнате, но и во всем мире. Со всех сторон на Вас смотрят двуногие, не способные скрыть своего восхищения и умиления. Наверняка каждый из них сейчас сожалеет о том, что Вы когда-то выбрали своих слуг, а не их, для выполнения почетной миссии заботы о Вас. Каждое создание с четырьмя лапами и хвостом смотрело с нескрываемой завистью на Ваше великолепие, понимая, что им никогда не удастся даже приблизиться к такому обаянию и даваемой им абсолютной власти.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 110,
    "text": "При виде всего этого скопления людей и прочих животных Вас начинает одолевать гнев. Как посмели Ваши слуги принести Вас в такое место? Вы встречаетесь взглядом с четверолапым существом жалкого вида, которое пристально и беззастенчиво смотрит на Вас. Вы рассерженно выгибаете спину, Ваш хвост распушился настолько, что стал визуально больше, чем весь Ваш жалкий противник целиком. Убедившись в убийственной эффектности своих действий, Вы наконец угрожающе зашипели. Обескураженными и напуганными оказались не только звери, но и двуногие, старающиеся спрятать своих беспомощных спутников от Вашего грозного взгляда и нервно переговаривающиеся друг с другом. Ваши слуги печально посмотрели на Вас, наверное, восхищаясь Вашей мощью. Вот она - абсолютная власть!\n",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы завершили квест.\nВы пережили удивительное приключение и остались целы, примите поздравления!\n\nP.S.: Не забудьте проверить Ваши достижения!\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "К списку достижений"
      },
      {
        "id": 38,
        "text": "    В память о добром друге, который прошёл свой путь, но навсегда остался в сердце автора.",
        "comment": true
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы протискиваетесь внутрь, после чего дверь за Вами захлопывается. Вы внимательно смотрите, что делает за запертой дверью Ваш слуга, чтобы убедиться, что он не ест без Вас. К счастью, Ваши опасения не подтвердились, однако это не повод терять бдительность впредь. Дождавшись, пока он завершит свой странный обряд, Вы возвращаетесь в комнату.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  }
]