[
  {
    "id": 1,
    "text": "Утро. Вы очнулись в одной из одиночных палат психбольницы прикованным наручником к кровати (одна рука свободна). Но на тумбочке стоит непрозрачная бутылка с надписью \"вода\"",
    "answers": [
      {
        "id": 2,
        "text": "Взять бутылку и медленно выпить воды"
      },
      {
        "id": 4,
        "text": "Выпить бутылку"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы выпили воду до дна, а на дне оказался ключ. ",
    "answers": [
      {
        "id": 3,
        "text": "Вытащить ключ изо рта и открыть наручники"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы освободились от наручников. И рядом лежит доска с вбитыми гвоздями",
    "answers": [
      {
        "id": 5,
        "text": "Взять доску и выйти в коридор"
      },
      {
        "id": 6,
        "text": "Ничего не брать "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы выпили всю бутылку за раз, но вы почувствовали что-то железное и проглотили. А это мог быть ключ! Теперь вы так и останетесь прикованным к постели и будете гнить....",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы вышли в коридор, и он ведет налево и направо. Куда вы пойдете?",
    "answers": [
      {
        "id": 7,
        "text": "Налево "
      },
      {
        "id": 8,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 6,
    "text": "Как хотите. Но против санитаров и буйных вы будете бессильны!",
    "answers": [
      {
        "id": 5,
        "text": "Все-таки возьму доску"
      },
      {
        "id": 9,
        "text": "Не буду брать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Но впереди подалеку вы увидели санитара",
    "answers": [
      {
        "id": 10,
        "text": "Разбежаться и со всей силы ударить его"
      },
      {
        "id": 11,
        "text": "Спрятаться в стоящем рядом шкафу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы свернули направо, Но там оказался тупик. ",
    "answers": [
      {
        "id": 26,
        "text": "Развернуться на 180 градусов"
      }
    ]
  },
  {
    "id": 9,
    "text": "Смотрите. Мы вас предупреждали...",
    "answers": [
      {
        "id": 5,
        "text": "Выйти из палаты"
      }
    ]
  },
  {
    "id": 10,
    "text": "И вы, как ни в чем не бывало, пошли дальше. И слева вы увидели лестницу вниз и справа открытое окно.",
    "answers": [
      {
        "id": 12,
        "text": "Спуститься по лестнице"
      },
      {
        "id": 13,
        "text": "Выпрыгнуть в окно"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы спрятались в шкафу. Ваше дыхание начало затрудняться. И санитар прошел мимо!",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из шкафа"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы спустились по лестнице на первый этаж и вышли в фойе, где отдыхают другие пациенты, заводят новеньких в смирительных рубашках. А там есть дверь с надписью \"Выход\". Вы притаились за дверью перед выходом в фойе.",
    "answers": [
      {
        "id": 14,
        "text": "Выбежать к выходу"
      },
      {
        "id": 15,
        "text": "Остаться за дверью"
      }
    ]
  },
  {
    "id": 13,
    "text": "Мы не думали, что вы такой псих! Вы выпрыгнули из окна второго этажа и получили множество переломов! Но санитары увидели вас лежащим на земле, забинтовали вас, приковали вас к инвалидному креслу и продлили ваш больничный...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы выбежали к выходу, но вас схватили двое санитаров, вкололи в вас снотворное и приковали вас к постели и рядом с вами непрозрачная бутылка. Игра начинается снова!",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы остались за дверью. И в нее вошел санитар и увидел вас",
    "answers": [
      {
        "id": 16,
        "text": "Вырубить санитара одним ударом"
      },
      {
        "id": 17,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы вырубили санитара. Дальше что?",
    "answers": [
      {
        "id": 18,
        "text": "Бежать к выходу"
      },
      {
        "id": 19,
        "text": "Переодеться в санитара, спрятать тело под лестницу и пойти к выходу"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы сдались санитару, и он вколол в вас снотворное и приковал к постели!",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы побежали к выходу, но вас поймали санитары, вкололи в вас снотворное и приковали к постели!",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы переоделись в санитара, подошли к выходу, Никто ничего не заметил",
    "answers": [
      {
        "id": 20,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы вышли на улицу и увидели несколько служебных машин.",
    "answers": [
      {
        "id": 21,
        "text": "Найти машины с открытой дверью и ключом в замке"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вам повезло! Вы нашли машину с открытой дверью и ключом в замке!",
    "answers": [
      {
        "id": 22,
        "text": "Сесть, завести и тронуться"
      }
    ]
  },
  {
    "id": 22,
    "text": "Машина заведена. Вам нужно теперь проехать мимо ворот, возле которых стоят сторожа. Что делать будем?",
    "answers": [
      {
        "id": 23,
        "text": "Дать газу и на полной скорости въехать в ворота"
      },
      {
        "id": 24,
        "text": "Дать газу и спокойно подъехать к воротам"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы пронеслись мимо ворот и разбили их. Но за вами теперь хвост! За вами едет машина с санитарами! (Видимо, сторожа поняли, что я оказался не тем за кого я себя выдал, и сдали санитарам) Вы едете по дороге. Слева река, прямо дорога, справа лес с деревьями. Куда поворот?",
    "answers": [
      {
        "id": 29,
        "text": "В реку"
      },
      {
        "id": 30,
        "text": "Ехать прямо"
      },
      {
        "id": 31,
        "text": "Ехать в лес"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подъехали к воротам. Сторожа увидели вас в машине в одежде санитара и, ничего не подозревая, открыли вам ворота",
    "answers": [
      {
        "id": 25,
        "text": "Выехать из ограды психбольницы"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы спокойно выехали. Ворота в психбольницу закрылись. И вы поехали в свой родной дом. Вы прошли квест! ПОЗДРАВЛЯЕМ!!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы повернулись, но из ближайшей палаты вышел буйный псих",
    "answers": [
      {
        "id": 27,
        "text": "В рукопашную"
      },
      {
        "id": 28,
        "text": "Сесть и забиться в угол"
      }
    ]
  },
  {
    "id": 27,
    "text": "Буйный псих оказался сильнее и избил вас так, что ваше лицо просто разбухло, пошевелиться вы никак не можете. Но вы уснули и проснулись на том свете....",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы сели в угол и начали защищаться. Но буйный схватил вас и начал вас трепать. Но, счастью, сзади подошел доктор и позвал буйного в палату для проведения процедур",
    "answers": [
      {
        "id": 7,
        "text": "Пойти по коридору"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы точно псих! Вы прыгнули в реку на своей машине! Дверь заклинило, машина была полностью потоплена вместе с вами....",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы поехали прямо, но хвост от вас никак не отставал! Погоня была на полном ходу! Впереди ехал грузовик. Ваши действия?",
    "answers": [
      {
        "id": 32,
        "text": "Показать впереди едущим санитарам непристойный жест"
      },
      {
        "id": 33,
        "text": "Показать пальцем на реку"
      },
      {
        "id": 34,
        "text": "Показать указательным пальцем на переднее колесо машины санитаров (колесо спустилось)"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы поехали в лес. Там дороги оказались настолько плохими, что вы не справились с управлением и врезались в дерево. Сами вы не пострадали, но вас санитары поймали, вкололи снотворного, привезли в психбольницу и приколави к постели!",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 32,
    "text": "Увидев ваш непристойный жест, санитары сами сошли с ума, случайно свернули и въехали в небольшой камень, похожий на трамплин, и прямиком в реку! А вы, проехав грузовик, поехали дальше... к своему родному дому! Квест пройден! Поздравляем!!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "Санитары увидели ваш палец в сторону реки и сначала догадались, что нужно свернуть на другую дорогу дороги. Но они увидели впереди грузовик. Они неслись на полной скорости! Они не успели затормозить и врезались в грузовик. А вы поехали дальше... к своему родному дому! Квест пройден! Поздравляем!!!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы показали пальцем на переднее колесо машины, соврав, что оно спущено. Но при этом вы плавно повернули руль на встречную полосу и столкнулись лоб в лоб в грузовиком.... Такова мораль: не отвлекайся во время езды.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "Читайте также:\nУголовник\nАгент высшего класса\nУйти от преследования\nДрузья из Чернышов",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]