[
  {
    "id": 1,
    "text": "Вы заметили, что почти во всех фильмах про апокалипсис виноваты учёные? Вот и этот город подобное не обошло стороной. Вот только здесь нет главного героя, который палит по врагам без промаха. Есть лишь Коннор Белл, который не видел такого Ада на земле в самом страшном сне. Горящие машины, окровавленные люди и... пропавшая семья. Сможет ли он найти её, спасёт ли город или погибнет? Решать тебе. И запомни: теперь его жизнь в твоих руках.",
    "answers": [
      {
        "id": 2,
        "text": "--> Начать  <--"
      },
      {
        "id": 42,
        "text": "Достижения."
      },
      {
        "id": 108,
        "text": "Концовки."
      },
      {
        "id": 81,
        "text": "Анкеты персонажей."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 151,
        "text": "От автора."
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c638417/v638417923/3f091/0nP9Sppe9NY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c638417/v638417923/3f5e0/qU5zsnwPmwc.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "В тот вечер Коннор очень устал после работы и, раздражённый, накричал на маленькую дочь, которая разбила дорогую вазу, на жену, которая уж неизвестно ему самому чем его достала, и злой ушёл спать. Но он бы всё отдал, чтобы вновь вернуть всё обратно, поцеловать своих дорогих девочек, прижать их к сердцу и извиняться, долго и часто. Увы, это возможно в той же мере, в какой возможно научить рыбу летать. \nСон долгий и тёмный, как и все его сны после насыщенного рутиной рабочего дня. Когда мужчина выбирается из его оков, он не видит рядом обычно спящей в такое время жены, но и не слышит звуков обычной утренней суеты, связанной с приготовлением завтрака. Обычно по утрам его жена занимается именно этим. Да и вообще редко куда ходит, особенно утром.\nКоннор встаёт с кровати, сонно осматривается и подходит к двери. Их спальня находится на втором этаже, по соседству - комната малышки Люси, а внизу - кухня. Ещё не до конца проснувшись, но уже начав беспокоиться, Коннор думает и решает сначала идти...",
    "answers": [
      {
        "id": 3,
        "text": "В комнату дочери "
      },
      {
        "id": 4,
        "text": "По лестнице на кухню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Коннор решает сначала проверить комнату дочери и входит в её небольшую комнатку по соседству. Резная белая деревянная дверь отворяется и показывает ярко освещённое утренним солнцем помещение. Нежно-розовые обои со множеством нарисованных цветными фломастерами детских кривеньких рисунков, ровный потолок, окрашенный в приятный белый цвет. В углу комнаты стоит кровать из светлого дерева, ровное постельное бельё было розовым, с изображением феечек из любимого мультика Люси. Ровное. Кровать заправлена, а значит девочка уже проснулась и ушла к маме на кухню. Значит, его девочки уже внизу и лишь тихо сидят там, стараясь не шуметь. Стоит спуститься и посмотреть их на кухне. ",
    "answers": [
      {
        "id": 4,
        "text": "Идти вниз."
      }
    ]
  },
  {
    "id": 4,
    "text": "Мужчина спускается по лестнице и проходит по направлению к кухне. Но и оттуда не слышит ни малейшего звука. Даже птицы, которые обычно поют за окном, замолкли.\n\"Словно что-то напугало их...\" - думает Коннор, сделав последний шаг. Кухня выглядит так, словно здесь никто не жил уже долгое время. Несмотря на то, что сейчас лишь 7:06 (это Коннор увидел на настенных часах), комнату заливает мертвенный голубоватый свет. Это может случиться из-за закрытых штор, поэтому это удивляет мужчину меньше всего. Гораздо больше его смущает то, что здесь НИКОГО нет. Угрюмая тишина дома нагоняет страх и жуткую тревогу. \n- Вполне возможно, что они лишь ушли гулять, - начинает вслух размышлять Коннор. - И обиделись на меня за вчерашнее. Да. Именно так. \nОн проходится по комнате, осматривает шторы и решает, что лучше будет избавится от мертвенно-голубого света.",
    "answers": [
      {
        "id": 5,
        "text": "Открыть шторы"
      }
    ]
  },
  {
    "id": 5,
    "text": "Увиденное повергло Коннора в дикий ужас. За окном на дороге стоят машины, из которых идёт дым, да и сами автомобили выглядят так, словно за раз пережили несколько аварий. Кровь на асфальте и тротуаре начинает вызывать лёгкий приступ тошноты. В некоторых из таких ярко-красных луж лежат люди, и кто знает, живы ли они или уже покинули этот мир. Но самым страшным для Коннора стали отпечатки маленьких детских ладошек на оконном стекле. \nМужчина отступает на шаг назад, протирает глаза и даже пытается ущипнуть себя, надеясь, что это всего лишь сон. Но нет, он чувствует лёгкую боль. Это всё не сон. Но что же здесь произошло? Коннор бы продолжал размышлять и дальше, но тут слышится резкий и нервный стук в дверь. Он повторяется ещё несколько раз, и с каждым разом громкость стука растёт...",
    "answers": [
      {
        "id": 8,
        "text": "Посмотреть в глазок "
      },
      {
        "id": 7,
        "text": "Взять нож"
      },
      {
        "id": 9,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 6,
    "text": "[Достижение: Рука помощи]\n\nКоннор с размаху бьёт ножом. Но, так как лезвие его не заточено, первый удар не отправляет мертвеца в нокаут. Ник лишь поворачивает голову в сторону мужчины, и тот перерезает ему горло. Кровь брызнула на Коннора, но Айдену достаётся больше. Он в панике зажмуривается, пытаясь стирать алую жидкость с лица рукавом кофты, но получается не особо хорошо. Наконец, Коннор помогает ему и стирает с лица мальчика остаток крови платком из кармана и видит, что по щекам Айдена вновь бегут слёзы. ",
    "answers": [
      {
        "id": 21,
        "text": "Обнять мальчика."
      }
    ]
  },
  {
    "id": 7,
    "text": "Коннор подходит к кухонной тумбе, открывает её и вытаскивает кухонный нож с яркой красной рукояткой. Он немного туповат, но для защиты вполне сгодится.",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "На пороге дома стоит мальчик, лет двенадцати, не больше. Коннор сразу узнаёт его. Он живёт в доме напротив. И, хоть наш главный герой не особо общался с членами этой семьи, мальчика этого он часто видел на ближайшей автобусной остановке. \n- П-п-простите... - сквозь дверь звучит его срывающийся голос. - Тут есть к-к-кто-нибудь? ",
    "answers": [
      {
        "id": 9,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 9,
    "text": "Открывшего дверь Коннора встречают заплаканные глаза. Мальчик тяжело, как после долгого бега, дышит, а в голубых глазах мелькает такой ярко выраженный страх.. Он чем-то напоминает Коннору дочь. Это чувство такое странное, но одновременно кажется, что это вполне нормально.\n- Что произошло? - спрашивает мужчина, нахмурившись. \n- М-м-мне нужна.. п-помощь..\n- Может, зайдёшь ко мне и немного успокоишься?\n- Нет. Нет, пожалуйста, помогите. П-пожалуйста..",
    "answers": [
      {
        "id": 10,
        "text": "- Идём. Покажи, где нужна помощь."
      },
      {
        "id": 11,
        "text": "- Нет. Я выходить отсюда не собираюсь. "
      }
    ]
  },
  {
    "id": 10,
    "text": "- М-мой брат... - мальчик вдыхает глубже. - Он должен был вернуться ещё вчера вечером, но я н-не дождался.. уснул... но утром он не пришёл. \n- Тебе помочь найти брата? - спрашивает Коннор, пытаясь говорить как можно спокойнее.\n- Н-нет... я его нашёл... но...\n- Что-то не так?\nПо щекам мальчика вновь начинают течь слёзы, и он замолкает, оставляя мужчину в растерянности. Какое-то время оба они идут в тишине. Мальчик идёт впереди, по-прежнему всхлипывая, но вскоре начинает попытки успокоиться.",
    "answers": [
      {
        "id": 12,
        "text": "- Я не хочу идти дальше!"
      },
      {
        "id": 13,
        "text": "Продолжать идти молча"
      }
    ]
  },
  {
    "id": 11,
    "text": "- Н-но послушайте... мне п-правда очень...\n- Нет. Я уже сказал, что идти никуда не собираюсь, пацан, так что, уходи.\n- Но..\nКоннор уже не слушает. Он закрывает дверь перед лицом мальчика и проходится по комнате. Он садится за стол, но сидеть не может. Мужчина думает о том, где могут быть его жена и дочь, и надеялся, что с ними всё в порядке. Лучше надеяться, ведь порой это единственное, что остаётся. \nМысли Коннора прерывает крик. Яркий и громкий, он быстро прерывается, и больше ни звука мужчина не слышит в тишине. Она всё нарастает и давит на слух. Но и её прерывает странный звук, будто кто-то чем-то бьёт по стеклу. Коннор оборачивается на звук. За окном стоит молодой парень в крови и улыбается. В его руке зажата детская ладошка, и почему-то до Коннора сразу доходит, что бывший её владелец - тот самый мальчик, который просил у него помощи.",
    "answers": [
      {
        "id": 22,
        "text": "Закрыть шторы."
      }
    ]
  },
  {
    "id": 12,
    "text": "- Пожалуйста...\nКоннор смотрит на мальчика. Он правда не хочет идти, боится, но что-то в нём внутри переварачивается, когда он смотрит в полные надежды глаза этого ребёнка. Возможно, потому, что уж очень он был похож на его дочь. \n- Хорошо. Идём.",
    "answers": [
      {
        "id": 23,
        "text": "- В чём нужна помощь?"
      }
    ]
  },
  {
    "id": 13,
    "text": "- Я нашёл брата, - говорит мальчик. - Он ранен. Но, кажется, жив. Просто нужна помощь. Вы же сможете помочь? - голос его дрожит.\n- Постараюсь. Как зовут тебя и твоего брата?\n- Меня зовут Айден. А он - Ник. ",
    "answers": [
      {
        "id": 14,
        "text": "- Где ваши родители?"
      },
      {
        "id": 15,
        "text": "- Долго ещё идти?"
      },
      {
        "id": 16,
        "text": "- Ты знаешь, что произошло?"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Мама уехала неделю назад. И ещё неделю не вернётся. Лучше бы она не возвращалась, тут творится чёрте что... — Айден опускает голову и смотрит на носки кроссовок. Коннор отмечает про себя, что он не упоминает в своих словах отца.",
    "answers": [
      {
        "id": 13,
        "text": "Промотаем время."
      }
    ]
  },
  {
    "id": 15,
    "text": "Айден поворачивает на Коннора голову и поднимает взгляд. Тёмные волосы мальчика лезут в глаза, но это явно не мешает ему.\n- Мы уже пришли. Ник там, - он указывает рукой немного левее, - но я не могу на него смотреть...\nКоннор ободряюще улыбается мальчику и подходит ближе к указанному месту, проходя мимо трупов, которых становилось с каждым пройденным метром всё больше. Коннор подошёл к брату Айдена. Не ясно, жив парень или нет. Вокруг его тела расплылась алая лужица крови. Глаза закрыты. Он не двигается, не издаваёт звуков, он мёртв. Но как об этом можно сказать полному надежды Айдену? \n- Он возвращался домой со своей девушкой, - слышится голос мальчика над ухом Коннора. - Скоро выпускные, все дела. Ник практически окончил школу. С отличием. Даже к экзаменам не готовился - был уверен, что сдаст. - он на время замолкает, а потом добавляет без особой надежды: - Он жив? ",
    "answers": [
      {
        "id": 17,
        "text": "Соврать."
      },
      {
        "id": 18,
        "text": "Сказать правду."
      }
    ]
  },
  {
    "id": 16,
    "text": "- Нет. Когда я вышел искать брата, я увидел лишь пятна крови на асфальте и пару окровавленных трупов... - Кажется, он успокоился, по крайней мере, Айден больше не заикается. ",
    "answers": [
      {
        "id": 13,
        "text": "Перемотаем время"
      }
    ]
  },
  {
    "id": 17,
    "text": "- Он жив, но ему очень и очень плохо, понимаешь? \n- Но мы можем помочь? - полным надежды голосом спрашивает мальчик. Коннор уже собирается отвечать ему, но внезапно Ник, в чьей смертности мужчина был уверен, мёртвой хваткой цепляется за руку Айдена и жутко улыбается. Мальчик резко кричит. На лице его отражается неописуемый ужас. Он кинудает на мужчину испуганный взгляд, в котором явно читается то, что руку вырвать он не может. \nНеподалёку от Коннора лежит камень. Он решает..",
    "answers": [
      {
        "id": 19,
        "text": "Бежать и бросить Айдена."
      },
      {
        "id": 6,
        "text": "Ударить ножом.",
        "need": 7
      },
      {
        "id": 20,
        "text": "Ударить камнем."
      }
    ]
  },
  {
    "id": 18,
    "text": "- Прости, но спасти его мы уже не в силах... - произносит Коннор. \nВ глазах мальчика вновь встают слёзы, но он вытирает их рукавом кофты, пару раз всхлипывает и приседает рядом с братом, прижав руки к груди. Как будто держит внутри что-то очень важное и ценное для себя и Ника.\n- Не бойся. Я уверен, твой брат был тебе хорошим, может даже, лучшим другом, но не всё вечно. А ещё тут может быть очень опасно, так что давай...\nКоннора прерывает обрывистый крик мальчика. Он опускает глаза. Брат Айдена держит того за руку мёртвой хваткой, да так, что поблелели и без того бледные костяшки пальцев. Глаза теперь открыты, и ими он смотрит на маленького брата больше хищно, чем с любовью и заботой. Губы изгибаются в жуткой улыбке, обнажающей белые клыки... \n\"Как вампир\", - мелькает неподходящая мысль в голове Коннора. Он видит рядом довольно мощный по размерам камень и решает..",
    "answers": [
      {
        "id": 19,
        "text": "Бежать и оставить Айдена."
      },
      {
        "id": 20,
        "text": "Ударить врага камнем по голове."
      },
      {
        "id": 6,
        "text": "Ударить ножом.",
        "need": 7
      }
    ]
  },
  {
    "id": 19,
    "text": "Но этот камень не попадает в руки Коннора, который отскакивает на метр, тяжело дыша, и смотрит на перед собой. \n- П-помогите! Пожалуйста! - кричит ему мальчик. Но мужчина уже не слышит его мольбы. Он продолжает смотреть перед собой, но вскоре пытается очнуться и помочь Айдену... но уже поздно. \nНик прижимает брата к земле, удерживая его руки, и словно что-то говорит ему на ухо, а в следующую секунду впивается зубами ему в шею. Душераздирающий крик мальчика исчезает в булькающем хрипе, изо рта, как и из двух маленьких отверстий в шее, течёт кровь. Тонкий ручеёк, который с большой скоростью становится алой лужицей.\nКоннор оступается, ноги не держат его, и мужчина падает на землю. Тем временем Ник поднимает голову и смотрит на него широко раскрытыми глазами. Он улыбается, жутко улыбается. На щеках, скулах и подборке - кровь младшего брата. Юноша поднимается медленно, словно впервые, и направляется к Коннору. Он медленно приближается...",
    "answers": [
      {
        "id": 24,
        "text": "Кинуть в него камнем."
      },
      {
        "id": 26,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 20,
    "text": "[Достижение: Камни вверх!]\n\nКоннор хватает камень с земли, оценивает его тяжесть и со всей силы бьёт мертвеца по голове. Тот шире улыбается, смотрит на мужчину округлёнными глазами и падает на спину. Даже будучи ещё более мёртвым, он продолжает улыбаться. \nАйден отпрыгивает на метр назад. Он в страхе потирает покрасневшее после хватки Ника запястье, а потом вновь утирает слёзы, на этот раз страха. Как же он сейчас напоминал Коннору дочь... интересно, всё ли с ней в порядке. Лучше надеяться на это.\n- Он же.. но он.. н-но... - тихо говорит мальчик, глядя на тело брата. Коннор лишь придерживает его за плечи, сочувственно нахмурив брови.",
    "answers": [
      {
        "id": 21,
        "text": "Обнять мальчика."
      }
    ]
  },
  {
    "id": 21,
    "text": "- Не бойся. Всё будет хорошо..\n- Простите, - говорит в ответ Айден и вырывается из рук Коннора. - Я не должен вести себя так. \nОн ещё несколько раз быстро моргает и вздыхает. Мальчик поднимает голову. Честно? Раньше Коннор даже не обратил внимания на низкий рост Айдена. \n- Я не знаю, что мне теперь делать, - признаётся он охрипшим голосом. - Ник был единственным, кто у меня здесь был... \n- Мы можем...\n- Мы? - прерывает мальчик Коннора. Он выглядит так, будто слово \"мы\" для него было чем-то новым и незнакомым. \n- Да. Мы можем просто... позвонить.. - разочарованно Коннор достаёт из карман сломанный после короткой борьбы с Ником телефон. - Уже не сможем. У тебя есть телефон, так ведь? \n- Только стационарный. Он, вроде, так называется... Мама услышала, что вся эта чепуха с мобильными телефонами вызывает зависимость. Но мне и так хорошо. \nКоннор улыбнулся. Редко сейчас он мог встретить подростка, который не упирался бы носом в телефонный экран.",
    "answers": [
      {
        "id": 79,
        "text": "Вперёд!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Коннор испуганно отошёл от окна, сердце тяжёлым комом бьётся где-то в его горле. Голова начинает раскалываться с такой силой, будто множество маленьких человечков бьют изнутри по ней маленькими молотками. По щеке сбегает одинокая слеза. А если и его маленькую дочь постигла такая же судьба, что и этого мальчишку? Внутри просыпается такое чувство вины, какое бы осталось, если бы он сам убил его. Как его звали? Он где-то слышал его имя. Алекс? Антуан? После нескольких секунд размышлений он вспомнил его имя: Айден. Коннор не особо обращал внимания на это, но пару раз до его слуха доходило то, как его брат называл его по имени. \nХотя, это и не имело значения, Коннор посчитал своим долгом вспомнить хотя бы это. Но больше времени у него нет. До сих пор он слышит стук в окно...",
    "answers": [
      {
        "id": 59,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 23,
    "text": "- Мой брат... - мальчик вздыхает. - Он вчера не вернулся со школы. Но..",
    "answers": [
      {
        "id": 13,
        "text": "Но.."
      }
    ]
  },
  {
    "id": 24,
    "text": "Схватив камень, Коннор прицеливается и попадает импровизированным оружием в лоб противника. Тот оступается, пошатывается на месте и прикладывает к месту ранения руку. Он ведёт себя как зверь, но в то же время вполне обдумывает действия, чувствует боль...\nКоннор берёт ещё один камень и вновь атакует. Ник падает на землю тряпичной куклой, которую никто больше не держит. Но он успевает прохрипеть несколько слов:\n- Не последний... - и вновь падает замертво, кажется, уже по-настоящему. \nВ мужчине просыпается чувство вины. Он позволил ему убить Айдена, ещё ребёнка, по сути. Этот мальчик просил о помощи, но теперь лишь лежит в луже крови, которая медленно, но растёт..\nКоннор садится рядом с ним на колени и закрывает остекленелые полные страха и боли глаза мальчика. Но времени сидеть здесь и жалеть его и свою беспомощность нет. Те, кого до этого Коннор считал мёртвыми, медленно встают и осматриваются в поисках другой жизни...",
    "answers": [
      {
        "id": 26,
        "text": "Бежать к дому."
      }
    ]
  },
  {
    "id": 25,
    "text": "Совсем скоро... совсем скоро придёт свобода. Путь к границе города очень короток, а сама граница довольно близкà. \nГоловы обоих спутников забиты похожими мыслями. Как жить дальше? Можно ли будет вернуться к той самой рутине, к которой они так привыкли? Вернуться к работе и жить старой жизнью? Хотя, что здесь думать. Каждый когда-нибудь задумывался о том,  что произойдёт дальше. А если нет, то нет повода для радости - каждого ждёт это. Момент, который разделит жизнь на \"до\" и \"после\"...",
    "answers": [
      {
        "id": 28,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Он бежит так, как никогда ещё не бежал. Правильно говорят о том, насколько ярок страх за собственную шкуру. Хотя, оно и понятно, никто ведь не хочет умирать молодым. \nКоннор бежит. Бежит долго. Бежит без остановок так, словно от этого зависит его жизнь. Хотя, почему \"словно\"? Она только от этого и зависит теперь. Вокруг ожившие трупы людей пытаются достать до него своими окровавленными руками. Все до единого улыбаются, словно безумцы, а широко раскрытые глаза смотрят прямиком в душу. Но всё это исчезает из поля зрения, когда мужчина пересекает ближайший забор. Он начачинает размышлять. Ник, убивший родного брата, смотрел на Коннора так, словно он всё-всё понимает. Это не очень соответствует стандартам мужчины о том, что все ожившие мертвецы - безмозглые. Поэтому действовать нужно более стратегично...",
    "answers": [
      {
        "id": 27,
        "text": "Идти к дому дворами."
      }
    ]
  },
  {
    "id": 27,
    "text": "[Достижение: Дом, милый дом]\n\nКоннор решает идти через дворы соседей. За это время он увидел шестерых из тех, кого до этого сам назвал мертвецами. Среди них - его соседка из дома справа, старая одинокая пенсионерка, часто проводящая время в саду. Она, как и все остальные, жутко улыбалась, но Коннора не заметила даже когда смотрела в его сторону. Хоть раз старость в радость. \nВбежав в дом, мужчина закрывает дверь, окна и задёргивает шторы. Комната сразу погружается во мрак. В этом мраке Коннору почему-то думается лучше. Жена, дочь... где они? Где ему вообще их искать? Живы ли они? \n- Конечно, они живы, идиот! - Коннор бьёт себя по лбу ладонью. - С ними всё в порядке... Они могли уехать к матери Маргарет, верно? - спрашивает мужчина у воздуха перед собой и, резко вскочив, бежит к телефонной трубке, набирает нужный номер... но там лишь короткие гудки, а потом и вовсе тишина. Страх наполняет тело. Не тот страх, в каком он спасал свою жизнь, а страх за родных. Он ещё хуже...\nКоннор решает, что пора идти. На их поиски. Они не могли умереть, просто не могли. \nВ спальне есть рюкзак, он небольшой, но вполне сгодится для подобного похода. Как жаль, что нет ничего, из чего можно стрелять. Принеся рюкзак, мужчина начинает думать, что нужно ему с собой.. ",
    "answers": [
      {
        "id": 29,
        "text": "Нож, бутылку воды, спички, семейное фото."
      }
    ]
  },
  {
    "id": 28,
    "text": "Конец [6].\n\nКоннор живёт один, он так и не нашёл свою семью, и теперь лучший и, возможно, единственный его друг - это бутылка алкоголя. К сожалению, его дальнейшая судьба нам неизвестна.\nДжессика уезжает в другой город, стараясь забыть всё, что когда-то с ней произошло. Она продолжает работать журналистом, а через пару лет находит человека, с которым связывает жизнь узами брака.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 141
      }
    ]
  },
  {
    "id": 29,
    "text": "Коннор решает подумать ещё и добавляет в свой список ещё несколько вещей..",
    "answers": [
      {
        "id": 30,
        "text": "... аптечку, фонарик."
      }
    ]
  },
  {
    "id": 30,
    "text": "Кажется, больше ему ничего не может понадобиться. Кроме еды, конечно же. Поэтому Коннор копается в холодильнике и достаёт оттуда то, что готовить не нужно, и тоже кладёт в рюкзак. Мужчина вздыхает и смотрит на вид за окном с мыслью о том, что в нём медленно просыпается чувство вины. Вины за смерть Айдена. ",
    "answers": [
      {
        "id": 31,
        "text": "Выйти из дома. "
      }
    ]
  },
  {
    "id": 31,
    "text": "Коннор, сжимая нож в руке, медленно отворяет дверь. Он высматривает врага поблизости, но нет, он никого не видит. Лишь редкие тихие стоны и вскрики боли дают понять, что где-то далеко ещё есть жизнь, если тех, кого он встречал, можно считать живыми. \nМысли о пропаже жены и дочери заменяют все другие мысли в его голове. Он вспоминает лучшие моменты жизни с ними, видит различные сцены перед глазами и, казалось, слышит тихий и беззаботный детский смех. \nКоннор хотел бы услышать его сейчас по-настоящему, но это невозможно. Теперь ему лишь осталось догадываться, куда они могли пропàсть. Он осматривается и решает идти...",
    "answers": [
      {
        "id": 32,
        "text": "Направо."
      },
      {
        "id": 33,
        "text": "Налево."
      }
    ]
  },
  {
    "id": 32,
    "text": "С нервным вздохом он поворачивается и идёт вперёд, изредка поглаживая пальцами рукоять ножа. Во время пути он пытается позвонить, но сигнала нет, как нет и жизни ни в одном из домов, мимо которых проходит Коннор. На стенах множество кровавых надписей, страшных посланий, адресованных непонятно кому, но написанных вполне грамотно. Значит, эти нелюди (а кто ещё мог писàть кровью?) осознают происходящее. Если так и есть, то Коннор в растерянности. Он прочитал довольно много книг о том, как проходит апокалипсис, нашествие зомби и тому подобной чуши, но ведь там заражённые... глупы. Их мог обвести вокруг пальца пятилетний ребёнок. Но что делать сейчас, когда враг точно знает, как действовать? ",
    "answers": [
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "Коннор идёт налево по улице, прислушиваясь к каждому шороху и дуновению ветра. Внезапно он видит, как на дорогу выходит один человек, второй, третий. И они совсем не выглядят дружелюбно. Поэтому мужчина принимает решение идти в обратном направлении...",
    "answers": [
      {
        "id": 31,
        "text": "Идти обратно"
      }
    ]
  },
  {
    "id": 34,
    "text": "Мужчина продолжал идти. \n\"Может, - начинает думать он, - стоило бы идти не так открыто? В любом случае, уже поздно\".\nКоннор был удивлён обстановкой вокруг. Трупы, кровь, дым, то есть, полная разруха, но кое-где довольно спокойные \"мертвецы\" ведут такую жизнь, словно не они недавно убили большую часть улицы. Но держатся они толпой. Нет, не толпой, стадом, решает Коннор. Эта куча недолюдей выглядит так, словно в неё легко можно вписаться.",
    "answers": [
      {
        "id": 35,
        "text": "Притвориться одним из них."
      },
      {
        "id": 36,
        "text": "Не рисковать."
      }
    ]
  },
  {
    "id": 35,
    "text": "[Достижение: Настоящий свой]\n\nОн решается и в нужный момент вливается в толпу \"мертвецов\". Это может быть даже лучшим и менее рискованным выходом из ситуации. ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжать идти."
      }
    ]
  },
  {
    "id": 36,
    "text": "К сожалению, Коннора всё равно вталкивают в толпу.",
    "answers": [
      {
        "id": 37,
        "text": "Войти в толпу."
      }
    ]
  },
  {
    "id": 37,
    "text": "- Хей! Ты, да, ты! - неизвестный голос сзади окликает Коннора. - Тебе не кажется, что ты тут лишний? \nМужчина оборачивается...",
    "answers": [
      {
        "id": 38,
        "text": "... и видит..."
      }
    ]
  },
  {
    "id": 38,
    "text": "Перед Коннором стоял Ник. Кровь на губах и подбородке, грязная футболка, цвет которой уже нельзя разобрать. Он улыбается, подходит к Коннору и с просто нечеловеческой силой сжимает его плечо. \n- Думаешь, так легко уйти-и? - спрашивает он. Несколько человек рядом с ним оборачивается к Коннору, но большинство уходит дальше. Глаза Ника кажутся ещё больше, чем когда он нападал на брата. И это выглядит как конец. Внутри Коннор уже был готов, что сейчас именно этот окровавленный парень вонзится ему в шею клыками. Мужчина со всей силы ударил того в челюсть, воткнул нож в плечо, но Ник лишь продолжил улыбаться.\n Воспоминания о жене и дочери не помогают, как обычно бывает в фильмах. Он лишь почувствовал, как \"мертвец\" рядом сильнее сжимает его плечо. ",
    "answers": [
      {
        "id": 39,
        "text": "И тут..."
      }
    ]
  },
  {
    "id": 39,
    "text": "... выстрел. Ещё один. И их становится всё больше. Какие-то из них не долетают до цели, какие-то являются полным промахом, но все они - спасение для Коннора. Он смотрит на напавшего на него парня. Мертвец уже лежит на земле, продолжая улыбаться, и это выглядит ужасно пугающе. Коннор выходит из толпы, и тут чья-то рука хватает его за запястье и затягивает за собой за угол дома.\n- Тихо... - раздаётся голос позади. - Если не начнёшь шуметь, нас не найдут.\nВ голове Коннора встаёт столько вопросов, но их он пока задавать не стал. Ими он мог только испортить сложившуюся ситуацию. \n- Идём, - вновь зовёт его голос. Мужчина оборачивается. Перед ним стояит молодая девушка. Волосы цвета каштана собраны в неаккуратный и растрёпанный хвост на затылке. Тёмные карие глаза блестят сообразительностью за разбитыми стёклами очков. Одежда грязная, джинсы в пыли. В руках - пистолет.\n- Идём, - вновь зовёт Коннора незнакомка. С одной стороны, неизвестно, что ждёт его, если он пойдёт следом. Но с другой стороны, идти к тем недолюдям кажется ещё бòльшим риском. ",
    "answers": [
      {
        "id": 40,
        "text": "Идти следом."
      },
      {
        "id": 41,
        "text": "Не идти."
      }
    ]
  },
  {
    "id": 40,
    "text": "Коннор вместе с девушкой быстро вбегают в один из домов через разбитое на заднем дворе окно. За их спинами слышится гомон, но никто так и не успевает их догнать.\nДом этот был когда-то чисто прибран, но сейчас здесь много грязи, пыли, а местами видно и кровь. Вдоль стен комнаты, в которую попал Коннор - книжные шкафы со множеством томов, гордо возглавляющих каждую полочку. Один из шкафов явно двигали, видимо, выход из комнаты был закрыт именно им. В углу стоит поломанное съёмочное оборудование. Посреди комнаты стоит стол из какого-то тёмного дерева, а за столом сидит парень-азиат и нервно смотрит на девушку и новоприбывшего мужчину. Его взгляд пробирает до дрожи. Как будто этот юноша считывает всю информацию о тебе, едва только подойдёшь. \n- Его зовут Акира, - говорит Коннору девушка и кладёт на стол пистолет. - А я - Джессика, можно просто Джесс. Мы - съемочная группа из города неподалёку. Всё было тихо-мирно, пока эти твари не напали. А ты кто? ",
    "answers": [
      {
        "id": 43,
        "text": "Представиться."
      }
    ]
  },
  {
    "id": 41,
    "text": "- Тогда ты здесь погибнешь мучительной смертью. Решать тебе, - отвечает ему девушка и усмехается.\nКоннор всё же решает спастись, подумав о том, что с ней будет намного безопаснее, нежели с этими ходячими трупами.",
    "answers": [
      {
        "id": 40,
        "text": "Всё-таки уйти."
      }
    ]
  },
  {
    "id": 42,
    "text": "Тут будет находиться список твоих достижений. Всего их 6.",
    "answers": [
      {
        "id": 88,
        "text": "Рука помощи.",
        "need": 6,
        "need_ever": true
      },
      {
        "id": 89,
        "text": "Камни вверх!",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 56,
        "text": "Заботливый отец",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 148,
        "text": "ПереЛОМный момент.",
        "need": 132,
        "need_ever": true
      },
      {
        "id": 149,
        "text": "Спаситель.",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 150,
        "text": "Чудо рядом.",
        "need": 127,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "- Моё имя Коннор. Коннор Белл, хотя, не думаю, что это имеет какое-то значение. Я ищу своих жену и дочь. Они выглядели..\n- Не продолжай, - подаёт голос Акира. Говорит он хорошо, но ясно чувствуется акцент. - Кроме тебя мы не видели здесь ни души. Исключая тех, ага. - он показывает пальцем на оконный проём. - Поэтому нет смысла спрашивать.",
    "answers": [
      {
        "id": 44,
        "text": "- Вы знаете, что здесь произошло?"
      }
    ]
  },
  {
    "id": 44,
    "text": "Коннор немного потрясён тем, с какой резкостью юноша произнёс эти слова. Как обрубил. И всё же, мужчина продолжает расспрашивать журналистов.\n- Конечно, знаем, - отвечает Джесс, окидывая осуждающим взглядом напарника. - Мы поэтому и здесь. \nДевушка достаёт блокнот из кармана, пролистывает немного и продолжает:\n- Я записывала статью об этом, но листок улетел с порывом ветра. Но по набросочным записям могу тебе сказать. Учёные собирались создать препарат, который способствовал бы улучшению физической формы человека. Простыми словами - делал сильнее. И у них это получилось. На крысах и других подопытных животных это работало как надо, но когда препарат решили опробовать на человеке... - на секунду Джесс замолкает, но потом продолжает: - Сначала человек прошёл проверку. Но потом произошёл сбой. Говорят, что он просто разнёс всё и всех, что там было, и вышел на свободу. Препараты сделали человека более озверевшим, но не лишили сознания полностью. В итоге он, единственный принявший, распространил инфекцию, и люди начали заражаться один за другим. Они похожи на вампиров. Это самое близкое сравнение.",
    "answers": [
      {
        "id": 45,
        "text": "- Можно поточнее об их поведении?"
      }
    ]
  },
  {
    "id": 45,
    "text": "- Когда они напали на нас, я заметила, что они довольно разговорчивы. Каждый из них говорил нам что-то, да и действия их были вполне осознанными, но дикими... м-м-м... у меня впервые нет слов для того, чтобы описать это. - во время этих слов напарник девушки закатывает глаза. - Люди возвращаются в первобытную жизнь. Как деградируют, что ли.\nКоннор поводит плечами, обдумывая сказанное Джессикой. \n- И... что вы собираетесь здесь делать? - спрашивает он наконец.\n- Как что? - легко отвечает Акира. - Выживать. \n- Но разве им нельзя помочь? Миру нельзя помочь?\n- Слушай, все мы не супергерои и не святые. Если ты думаешь, что этим нелюдям так просто пробить пулей башку, то ты ошибаешься. \n- Тогда нужно сообщить об этом в специальные службы! \n- Думаешь, мы не пытались? - спросила Джесс, присев на край стола. - Недоступно. Нигде. Сети просто нет. Это похоже на книжку-клише, только вот мы - не герои этого мира.",
    "answers": [
      {
        "id": 46,
        "text": "- Мы можем сообщить в другой город. Добраться. Что нам мешает?"
      }
    ]
  },
  {
    "id": 46,
    "text": "- Что мешает? Что мешает?! Хотя бы то, что мы отрезаны от мира этими... - восклицает Акира, но напарница тут же прерывает его.\n- Тихо. Ссоры здесь не нужны, - говорит Джессика ему и переводит взгляд на Коннора. - Допустим, у нас есть оружие, запасы еды и воды. Но ты серьёзно думаешь, что мы сможем выбраться и никто из нас не пострадает?",
    "answers": [
      {
        "id": 47,
        "text": "Уговорить журналистов."
      }
    ]
  },
  {
    "id": 47,
    "text": "- Хорошо. Хорошо, я согласна.\n- ЧТО?! Ты тоже с ним?! - начинает возмущаться азиат. - Да мы все умрём как только выйдем за дверь! \n- Пожалуйста. Мы все умрём, если останемся здесь, Кир. - девушка подходит к нему, мягко берёт за руку и отводит к противоположной стене, показав Коннору, что она парня уговорит. Хотя, он предпочёл бы, чтобы Акира остался здесь, если уж ему так хочется. Отношения между ними явно сложились не так, как хотелось бы.\nВскоре пара журналистов возвращается обратно, и Акира, не забыв раздражённо вздохнуть, заявляет:\n- О'кей, я согласен. Но если мы умрём, я убью вас.",
    "answers": [
      {
        "id": 48,
        "text": "Через какое-то время.."
      }
    ]
  },
  {
    "id": 48,
    "text": "Тишина за окном напрягает не только Коннора - у обоих его спутников взгляд нервно бегал от потолка до пола, от окна и к окну. Коннор знает, что им обоим страшно. Его и самого чуть ли не бьёт дрожь. Но они должны сделать то, что хотят. Должны помочь друг другу, городу, может, даже миру. Хотя, сейчас судьба города не особо его заботит. Может, он и не говорит об этом новым знакомым, но единственная его цель - найти свою семью. Жену и дочь, за встречу с которыми он бы отдал весь мир. Он бы хотел вновь увидеть их улыбки, услышать смех..\n- Эй! - звучит в самое ухо Коннора. - Просыпа-а-айся! \n- Акира! - слышится возмущение со стороны.\n- Что? Я виноват, что он спит на ходу? \n- Я попросила разбудить его, а не оглушить!",
    "answers": [
      {
        "id": 49,
        "text": "- Всё в порядке."
      }
    ]
  },
  {
    "id": 49,
    "text": "Коннор прикрывает рот рукой, потирает глаза и смотрит на журналистов.\n- Я правда уснул?..\n- Ага, - тут же подтверждает Акира. - Храпел похлеще моего дяди после..\n- КИР! \n- Да что? \n- Тихо, пожалуйста, тихо... - прерывает ссору Коннор. - Почему вы не разбудили меня раньше? \n- Это сложный вопрос. Я не знаю. В любом случае, это твоё, - говорит Джессика и кивает на рюкзак, который лежал около ножки стола. - Мы нашли здесь оружие. Два пистолета. Не знаю, зачем они бывшему хозяину этого дома, но это будет лучше твоего ножа, Белл. - она протягивает Коннору оружие. \n- Пора в дорогу, - улыбается тот и берёт в руки пистолет.\n- Е-ей! - восклицает Акира. - Время умирать! \nНо несмотря на это, именно он первым выходит в окно и зовёт оттуда остальных.",
    "answers": [
      {
        "id": 50,
        "text": "Выйти следом."
      }
    ]
  },
  {
    "id": 50,
    "text": "Коннор берёт приготовленный для него рюкзак. Это его рюкзак, хотя некоторые вещи новообретённые спутники всё же добавили. Но сейчас для Белла главным является то, чтобы внутри осталась семейная фотография. Пропустив вперёд себя Джессику (по правилу \"Дамы вперёд\"), он выходит через окно. Вечереет, и довольно тихо. Но это даже неудивительно. Город-то практически безжизненный. Неизвестно, есть ли здесь хоть кто-то в здравом уме, помимо них троих. \n- И куда нам? - тихо спрашивает Джесс. \nВ ответ Коннор показывает в ту сторону, куда до этого шёл.\n- Толпа заражённых направлялась туда. Не думаю, что стоит туда идти. Но и в другую сторону нам нельзя. Мы лишь войдём глубже в город.\n- Мы приезжие, - подаёт голос Акира. - Так что, решать тебе.\n- Идти туда, откуда я пришёл, нет смысла. Значит, нам остаётся один путь.",
    "answers": [
      {
        "id": 52,
        "text": "Идти в сторону ушедших заражённых."
      }
    ]
  },
  {
    "id": 51,
    "text": "- Это... маленькие..\n- Заражённые, - твёрдо отвечает Коннору Акира, усмехается и добавляет полным сарказма голосом: - Они выглядят та-ак мило с кровью на щеках.\n- Я не думаю, что они особо опасны, - бормочет себе под нос девушка.\n- А теперь скажи этим мини-нелюдям об этом! \n- Идёмте, - вновь останавливает ссору Коннор. Но когда они начинают путь вновь, он слышит дрожащий детский голос. Он звучит напуганно и тихо зовёт Коннора папой. ",
    "answers": [
      {
        "id": 54,
        "text": "Игнорировать. "
      },
      {
        "id": 53,
        "text": "Идти на голос."
      }
    ]
  },
  {
    "id": 52,
    "text": "Тишина улиц напрягает всех. Сочетание такой тишины и весны в календаре не укладывается в голове. Не поют птицы, не выбегают из домов радостные дети, не мелькают в окнах жилищ напряжённые лица выпускников школ, ожидающих экзаменов. Никакой жизни.\n- Мне кажется, ты говорила, что они любят поговорить, - отмечает Коннор. Он изредка оборачивается, ведь, раз он идёт последним, то должен прикрывать журналистов со спины.\n- Говорила, но я не утверждала.\n- Тихо! - Акира на секунду поворачивается к ним, а после вновь смотрит перед собой. - Вы это тоже видите?!\n- Что? - в один голос спрашивают Коннор и Джессика.",
    "answers": [
      {
        "id": 51,
        "text": "...Посмотреть..",
        "need_ever": false
      }
    ]
  },
  {
    "id": 53,
    "text": "И Коннор поддаётся этому голосу. Кто ещё может звать его папой, кроме его дочери? Он так по ней скучал... \n- Эй! Куда ты, идиот?! - Акира оббегает Джессику и хватает нового знакомого за локоть. - Они тебя сожрут со скоростью пираньи и её семейки! \nНо Коннор его уже не слушает. Дрожащий и напуганный голос маленькой дочки глушит всё вокруг. Мужчина вырывается из рук Акиры с такой силой, какой сам от себя не ожидал, и бежит, бежит, пока может бежать, слушая этот тихий голосок...\n",
    "answers": [
      {
        "id": 64,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 54,
    "text": "\"Это лишь галлюцинации, — думает Коннор. — Это лишь галлюцинации. Моя дочь не может быть одной из них. Не может\".\nОн продолжает идти следом за остальными, старается выкинуть голос из головы, но получается плохо. Они должны уйти как можно дальше отсюда, иначе он просто не выдержит, пойдёт туда... иначе..",
    "answers": [
      {
        "id": 55,
        "text": "Идти дальше."
      },
      {
        "id": 53,
        "text": "Не выдержать и убежать за голосом."
      }
    ]
  },
  {
    "id": 55,
    "text": "Наконец, они отходят от \"детской площадки\" на приличное расстояние, и голос прекращает знать Коннора к себе, больше не называет его \"папа\". \n- Всё в порядке? - Джессика оборачивается на мужчину, обеспокоенно оглядывая его задумчивое лицо. ",
    "answers": [
      {
        "id": 57,
        "text": "Соврать."
      },
      {
        "id": 58,
        "text": "Сказать правду."
      }
    ]
  },
  {
    "id": 56,
    "text": "Достижение за то, что ты нашёл маленькую дочь! Герой, горжусь!",
    "answers": [
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 57,
    "text": "- Да, всё хорошо. Я лишь немного задумался, но всё в полном порядке.. \nКоннор вздыхает, но улыбается, пытаясь дать Джесс понять, что всё и вправду в полном порядке. Ужасно не хотелось врать ей или кому-либо ещё, но так он делает лишь лучше. Верно? \n- Я всё ещё немного сомневаюсь, Белл, ты уверен? \n- Да. Всё просто отлично, насколько это возможно в нашем положении.",
    "answers": [
      {
        "id": 25,
        "text": "Они идут."
      }
    ]
  },
  {
    "id": 58,
    "text": "- Я... я слышал свою дочь. Но это наверное лишь галлюцинации. Этого не может быть, я не могу слышать её и не видеть. \nДжессика молчит, видимо, обдумывая сказанное мужчиной. Глаза её бегают по горизонту. В голове летают мысли о том, что Коннор мог сойти с ума и слышать или видеть галлюцинации... Жутко, стоит перестать думать об этом. Вот бы сейчас вообще ни о чём не думать, да, Джесс?",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить путь."
      }
    ]
  },
  {
    "id": 59,
    "text": "Нужно идти. Пройти мимо того... человека, который стоял за его окном. Коннор вдыхает глубже. Он берёт свой старый рюкзак, с которым иногда он вместе с семьёй отправлялся в походы, кладёт туда бутылку воды, спички, семейную фотографию, немного еды из того, что готовить не нужно, а в руке сжимает нож. Он не особо заточен, но ведь для защиты и он сгодится. \nОстаётся лишь собраться с духом и выйти...\n\nРезко отворив дверь, Коннор бьёт прямо по носу того парня, что стоял за его окном. Тот хватает мужчину за руку, но он ловко втыкает в его предплечье лезвие ножа. Парень смеётся, но руку отдёргивает. Он пытается схватить Коннора ещё раз, но не успевает - мужчина уже отбежал на приличное расстояние. ",
    "answers": [
      {
        "id": 60,
        "text": "Бежать дальше."
      }
    ]
  },
  {
    "id": 60,
    "text": "Коннор продолжает путь, потирая руку, на которой после захвата того парня остались мелкие синяки. Вот это сила... ведь парень держал его совсем недолго. \n- Это сейчас вряд-ли важно... - поговоривает Коннор себе под нос. Перед ним - большая толпа, в которой подобные тому парню окровавленные люди. Интересно, мелькает в голове Коннора, лучше войти к ним или не стоит?...",
    "answers": [
      {
        "id": 61,
        "text": "Войти в толпу."
      },
      {
        "id": 62,
        "text": "Продолжать двигаться."
      }
    ]
  },
  {
    "id": 61,
    "text": "Стараясь так же, как и многие здесь, прихрамывать, Коннор вливается глубже в толпу. Каждый вокруг идёт, бубня себе что-то под нос. Интересно, о чём они думают сейчас...\nКоннор пытается вдохнуть воздуха, так как в толпе его стало не хватать, но в нос забивается такой запах гниения и мертвечины, что он с усилием перебивает в себе приступ тошноты. Ему кажется, что этот запах колет ему глаза. Он старается немного отойти к краю толпы, как вдруг кто-то кладёт ему руку на плечо.",
    "answers": [
      {
        "id": 63,
        "text": "- Что за.."
      }
    ]
  },
  {
    "id": 62,
    "text": "Коннор старается двигаться подальше от толпы, но тут толпа расходится по протяжению всей дороги, от тротуара до тротуара, и мужчина невольно вливается в их гущу. Может, это даже и неплохо?",
    "answers": [
      {
        "id": 61,
        "text": "Идти.."
      }
    ]
  },
  {
    "id": 63,
    "text": "- Ты думаешь, уйти так легко? - обернувшись на хриплый голос, Коннор видит того самого парня, от которого не так давно ушёл. - Правда?\nНа этот короткий монолог оборачивается лишь несколько человек из толпы, но и их вполне хватает, чтобы заключить Коннора в кольцо. Парень продолжал улыбаться. Как же жутко это выглядит, ещё более это неприятно. Глаза, когда-то карие, на выкате, покрасневшие белки. И кровь, очень много крови. Коннор выхватываеи глазами в этом месиве место, куда ударил его ножом. Мужчина бьёт его в челюсть, но он лишь смеётся на эту тщетную попытку спастись. Коннор уже готов к собственной смерти...",
    "answers": [
      {
        "id": 39,
        "text": "...но тут..."
      }
    ]
  },
  {
    "id": 64,
    "text": "[Достижение: Заботливый отец]\n\n- Папочка! Папочка! \nА он бежит. Бежит мимо других заражённых детей. Они не смотрят на него так, как смотрели взрослые. Скорее всего, они даже не понимают факта своей заражённости, как и факта предшествующей ей смерти.\nКоннор вбегает в переулок, следуя голосу дочери. Спотыкается, падает, слыша отдалённые голоса Акиры и Джесс. Он медленно поднимает голову...\n... и глаза его встречаются с пустым взглядом окровавленной женщины. Он вскакивает и осматривает тело, всем известным Богам молясь в надежде на то, что это не его жена. Но все внешние факты говорили за себя. И даже обручальное кольцо на пальце женщины.\n- Папочка?.. - слышится тонкий голос. - Папочка, мама шла и упала. Сзади неё был чужой дядя, но он меня не увидел... Папа? Папочка? ",
    "answers": [
      {
        "id": 65,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 65,
    "text": "- Папочка, почему ты плачешь? - спрашивает маленькая девочка у мужчины, держащего её у себя на руках. Её светлые вьющиеся волосы особо чисты, а на платьице - следы крови и грязи, но Коннору всё равно на это. Она жива! Его маленький ангелочек. Он с такой нежностью прижимает её к себе, и слёзы текут по его щекам, но ему было всё равно и на это. Даже когда пришли журналисты. \n- Эй, Белл, что произошло, чёрт побери?\n- Я нашёл её.. нашёл.. - улыбается в ответ Коннор. \nКаким бы ни было их положение, на лице Джесс появляется такая же улыбка, а рука её сжимает руку стоящего рядом Акиры. \n- Нам пора идти. Или вы остаётесь? - громко спрашивает азиат, на что маленькая дочь Коннора прячет лицо в его плечо. Коннор же, бросив грустный взгляд на тело своей жены, подходит к остальным. У них было много планов, но, к сожалению, все они осуществлятся лишь с Коннором и его дочерью.",
    "answers": [
      {
        "id": 66,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 66,
    "text": "Коннор вновь идёт сзади, но теперь он чувствует намного больше ответственности, чем до этого. Не только за себя и журналистов - теперь с ним дочка. Он не может позволить, чтобы с ней что-то случилось. Не после того, как он потерял жену. \nА заражённых не видно. Неужели все они собрались в одном месте? Тогда ведь можно не беспокоиться о них. Но, как обычно происходит, вспомнишь солнышко - вот тебе лучик. На их дороге возникло двое заражённых. И они явно заметили компанию. \n- Мы не можем идти к ним с ребёнком, - серьёзно говорит Джессика. - Нельзя подвергать её опасности. Но нас уже заметили... и они приближаются. \n- Значит, вы оставайтесь здесь, а мы с ними разберёмся, - отвечает ей Коннор.\n- Вот теперь ты мне нравишься! - восклицает Акира, улыбается, но потом серьёзно поворачивается к Джессике. - Пистолета два. Нас трое. И я хочу, чтобы один был у тебя. - он вновь смотрит на Коннора. - Вперёд! ",
    "answers": [
      {
        "id": 67,
        "text": "Они медленно пошли вперёд с пистолетами наготове."
      }
    ]
  },
  {
    "id": 67,
    "text": "Коннор и Акира направляются к заражённым медленно, в отличие от тех. Они с дикими улыбками приближаются к ним, кидая непонятные фразы. Пистолет остался у журналиста после заявления, что он более меткий. В принципе, с ним нельзя было не согласиться.\n- Почему мы просто не стреляем? - спрашивает он с саркастичным выражением лица. Как будто он только комнады Коннора и ждёт...",
    "answers": [
      {
        "id": 68,
        "text": "- Стреляй. Прикончим этих уродов."
      },
      {
        "id": 69,
        "text": "- Погоди. Возможно, им вообще всё равно на нас."
      }
    ]
  },
  {
    "id": 68,
    "text": "Улыбка скользит на лице Акиры и он начинает стрелять. Попадает, много раз попадает в цель, но пытается пробить как можно больше мелких дыр в телах заражённых для гарантии того, что они уже никогда не встанут. Когда, наконец, всё заканчивается, к ним приходит Джессика с Люси. Малышка закрывает уши руками и жмурит глазки по настоянию девушки. Кажется, ей очень понравилась такая компания. Она улыбается. Вряд ли она поняла, что это были выстрелы. \n\nИ вот, они вчетвером направляются к выходу в другой город. Дорога не самая близкая, но они - команда. Всё получится, они ведь знают, чего хотят.",
    "answers": [
      {
        "id": 78,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 69,
    "text": "Но Коннор ошибся. Заражённые ускоряются так быстро, что он не успевает этого заметить. Один из них нападает на мужчину, не давая понять, что происходит сейчас с его товарищем.\nНапавшим на Коннора заражённым оказывается девушка, работавшая когда-то в почтовом отделении. Сейчас она тоже работает, но раздаваёт не письма и улыбки, а царапины и боль. Коннор не привык драться с девушками, но особого выбора у него не было. Он отталкивает её от себя и бьёт подобранным рядом осколком арматуры, пробив голову. Девушка противно смеётся и падает лицом вниз прямо на асфальт. Можно представить, как ей больно, но она уже не может чувствовать, да и больше не сможет. \nКоннор оборачивается на своего спутника. Тот довольно ловко бил противника по голове осколками стеклянной бутылки, один только бес знает, где найденной, но тяжело дышал. Прогремел выстрел, и заражённый пал на асфальт, уставившись в небо остекленевшими, но безумными глазами. \n- Вот чёрт... - Акира приваливается плечом к стене, приложив левую руку к правому предплечью.",
    "answers": [
      {
        "id": 70,
        "text": "- Что произошло?"
      }
    ]
  },
  {
    "id": 70,
    "text": "- Эта.. этот выродок... он укусил меня. - Акира уже сидит, опираясь на стену спиной. - Чёрт... чёрт, как же больно...\nК ним подбегает Джессика, держащая за ручку маленькую дочь Коннора. Мужчина же в это время быстрыми, но нечёткими движениями достаёт из рюкзака аптечку и бутылку воды.\n- Дай мне промыть рану и...\n- Нет, - отрезает парень. - Просто дайте мне пистолет.\n- Ты с ума сошёл?! - восклицает девушка, в глазах её блестят слёзы. Она ещё до этого попросила дочку Коннора закрыть глаза и сама закрыла её уши ладонями. \n- С ума я сойду, если буду жить... если не Джесс, то ты, Белл, отдай мне пистолет...",
    "answers": [
      {
        "id": 71,
        "text": "Отдать пистолет."
      },
      {
        "id": 72,
        "text": "Отказаться и не давать пистолет."
      }
    ]
  },
  {
    "id": 71,
    "text": "[Достижение: Спаситель]\n\n- Хорошо... держи. \n- ЧТО?! НЕТ! ДАЖЕ НЕ СМЕЙТЕ!\n- Прощайте, черти. Увидимся в Аду.\nВыстрел. Тонкий ручеёк крови течёт по виску Акиры, скапливаясь в лужицу у его головы. Он умер с улыбкой на лице. Может, из-за своего последнего слова. А может, из-за того, что почувствовал себя героем, хоть в каком-то смысле.\n- Как ты посмел?! Зачем?! Зачем?.. - в слезах спрашивает его Джесс. Она сжимает ручку Люси в своей ладони. Малышка ничего не говорит, но успокаивающе гладит девушку по голове. Она просто думает, что Акира спит. А Джессика просто тоже хочет спать, но не может. И папа не может. Поэтому она злится. Вот и всё.\nХотел бы Коннор так думать.\n- Он бы мучался дольше, если бы остался заражённым.\nДевушка опускает голову. Слёзы текут по её щекам, подбородку и оттуда, подобно сотням тысяч капель дождевой воды, падают на асфальт.\n- Ты прав... нам нужно идти...",
    "answers": [
      {
        "id": 73,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 72,
    "text": "- Нет. Мы поможем тебе.\n- Спасибо, Белл...\n- Вы оба идтоты! Отдай мне пистолет! \nКоннор сжимает оружие в руке и помогает Акире подняться. Он перекидывает руку парня, который сыплет их матами на разных языках, через своё плечо и направляется вперёд. Джессика с Люси идут рядом с ними.\nМужчина чувствует, как азиат медленно начинает опираться на него всё сильнее и сильнее. Кажется, он уже потерял сознание. Коннор тихо вздыхает и продолжает идти, он буквально тащит юношу на себе, и теперь стоило бы даже поблагодарить его за то, что он не особо много весит. ",
    "answers": [
      {
        "id": 75,
        "text": "Но вдруг..."
      }
    ]
  },
  {
    "id": 73,
    "text": "Коннор держит дочь на руках и думает. Думаеь о том, сколько смертей осталось на его совести. Цифра два - это немного, если бы речь не шла о человеческих жизнях. Здесь каждая жизнь на счету, каждая единица системы. А ведь какими толпами выпадают эти единицы из всеобщего числа безумцев, которых мы все знаем как \"Общество\"...\nДжессика рядом тоже идёт молча. Мысли её занимали последние слова Акиры, его взгляд и нахальная улыбка на его лице, к которой она за шесть лет работы с ним так привыкла. Жить без этого будет как-то глупо и совершенно по-другому. Но ведь на то она и жизнь, чтобы меняться, верно?\nА что насчёт Люси? Ей всего пять лет. Она не думает о жизни и смерти. Она думает о том, что рядом её папа. Что солнышко над головой скоро вновь засветит ярко. Что всё будет хорошо. В её маленькой головке с большими глазами нет места мыслям о смерти. Есть лишь улыбки и жизнь. Яркая и сочная, ведь ребёнок не увидит в ней ничего серого. А ведь каждому из нас стоит немного побыть детьми..",
    "answers": [
      {
        "id": 74,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 74,
    "text": "Конец 2.\n\nВсе трое, они добрались до ближайшего города и уже оттуда дали сигнал в специальные службы. Хоть они и прошли за всего-ничего времени так много, они быстро разошлись. Как в море корабли. Коннор теперь живёт в другом городе со своей дочерью и пытается забыть всё то, что с ним произошло. На местном кладбище он выкопал могилу для своей жены, поставил памятник и иногда приходит туда поставить цветы или прибраться.\nДжессика решила завязать с журналистикой. Она только переехала в Японию, на родину Акиры. Там девушка встретила человека, с которым у них довольно быстро развились отношения. Они живут вместе, но на полке в гостиной их квартиры стоит фотография бывшего коллеги Джессики. И её парень не против этого.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 110
      }
    ]
  },
  {
    "id": 75,
    "text": "Вдруг Коннор чувствует со стороны Акиры буйное движение. Повернув голову в его сторону, он встречается с безумным взглядом.\n- Я не хотел быть монстром, - со слезами на глазах тихо говорит парень, а потом начинает безумно улыбаться. Он толкает Коннора с нечеловеческой силой, и тот падает на асфальт. Слышатся крики. Коннор вскакивает, достаёт пистолет и целится в уже бывшего напарника Джессики.",
    "answers": [
      {
        "id": 76,
        "text": "Выстрел!"
      }
    ]
  },
  {
    "id": 76,
    "text": "Выстрел. Первая пуля попадает в сердце Акиры, а вторая - в лоб. У Коннора гудит голова. Перед глазами всё плывёт. Ноги становятся ватными, мужчина падает на колени. Он старается  вдохнуть глубже, но какое-то непонятное  ощущение не даёт ему дышать. Глаза его закрываются сами собой, стараясь утихомирить бешеные пляски перед взором.\nОткрыв глаза, Коннор не сразу понимает, что не так. Хотя, нет, он всё понимает сразу и правильно, но.. Нет! Нет, в это верить он не хочет. Но всё было именно так, как он боялся...\nПеред ним лежит два тела. Одно явно принадлежит Джессике, а второе, маленькое и невинное, его дочери. Ангелочку, чью ещё маленькую, но такую весомую жизнь он пытался сохранить. Он держит её тельце на руках, и тело его жутко покачивается в такт рыданиям. Да, это были не слёзы. Он рыдал в голос, как воют волки на луну. Поговаривают, что когда-то она влюбила в себя волка настолько, что он не мог без неё жить, а потом сама прекратила свою жизнь. А волк каждую ночь, когда видит её, пытается позвать её и ждёт ответа. Но его не будет. Никогда.\nВзгляд Коннора поднимается к небу, а после опускается... на пистолет.",
    "answers": [
      {
        "id": 77,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 77,
    "text": "Конец 3.\n\nКоннор берёт пистолет, зная, что собирается делать. Если уж его дочка остаётся там, то он не позволит ей оставаться там в одиночестве. Он медленно приставляет дуло к виску. Руки трясутся, но это не страшно. Скоро они вообще перестанут двигаться...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 111
      }
    ]
  },
  {
    "id": 78,
    "text": "Конец 1.\n\nВчетвером они доходят до соседнего города и обращаются в специальные службы. Город, может, даже мир теперь спасён.\nКоннор вместе с дочерью переезжают в другой город, подальше от всего того, что там произошло. На местном кладбище тепепь есть могила его жены, которой он теперь дарит лишь чётное количество цветов. Дочке сказал, что мама ушла спать. И спать она будет очень и очень долго. Малышка, между тем, ходит в детский сад, а потом, спустя несколько лет? и в школу, где учится просто отменно.\nИногда к ним заходят в гости пара журналистов. Джессика довольно скоро стала невестой Акиры, чего, как оказалось, он добивался все шесть лет их совместной работы. Они живут в том же городе. Это сближает. Ведь иногда людям именно этого и не хватает. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 109
      }
    ]
  },
  {
    "id": 79,
    "text": "Айден доводит Коннора до своего дома вполне себе быстро и без лишних приключений. Дом этот, будучи двухэтажным, снаружи выглядит довольно небольшим, но внутри он магическим образом становится намного больше. В нём присутствует нечто уютное, нечто такое, что передаёт отношения между всеми членами семьи. А они явно были тёплыми, судя по тому, с каким выражением в голосе Айден говорил имя брата и слово \"мама\".\nМальчик ведёт Коннора за собой по коридору, пока наконец они не доходят до цели - телефона. Мужчина набирает нужный номер, но там слышны лишь гудки, а вскоре пропадают и они. У них нет связи с внешним миром. Никакой связи. Коннор поворачивается к Айдену. Тот смотрит на него с надеждой и лёгким чувством страха, которое, вероятно, закралось внутрь мальчика при наблюдении за выражением лица Коннора. В глазах его выражается чувство бесконечной печали и ярко выражается грусть, и Коннор понимает его скорбь. Брат, возможно, был для мальчика лучшим, если не единственным другом. \n- Ну что?",
    "answers": [
      {
        "id": 80,
        "text": "- Связи нет."
      }
    ]
  },
  {
    "id": 80,
    "text": "- Совсем нет? Совсем-совсем? - с ноткой надежды спррашивает Айден, потирая покрасневшие от слёз глаза. Ему страшно, и Коннор видит это.\n- Совсем. Но не волнуйся, мы найдём выход. - мужчина пытается улыбаться ему, но это удаётся слабо. И он напуган. Но при мальчике, совсем ещё ребёнке, это нельзя показывать. Ему нужен пример.\n- Значит, нам нужно искать помощь? \n- Нам надо идти за ней.\n- К-куда? - с сомнением в голосе спрашивает Айден.\n- Хотя бы в соседний город. Там, всё-таки, должен быть кто-то, кто сможет нам помочь. Но нам нужно собрать какие-нибудь вещи в дорогу. Думаю, нам стоит пойти ко мне домой и..\n- Нет! Нет, пожалуйста. Давайте у меня найдём эти вещи и пойдём... \nКоннор с некой жалостью в глазах смотрит на мальчика. Тот очень и очень напуган. Скорее всего, это и является одной из причин, по которым он не хочет выходить из дома. ",
    "answers": [
      {
        "id": 90,
        "text": "- Хорошо. У тебя есть рюкзаки? Желательно два."
      }
    ]
  },
  {
    "id": 81,
    "text": "По мере прохождения сюжета квеста здесь будут появляться новые анкеты для более точного ознакомления с персонажами.\nЕсли какой-либо пункт находится под прочерком, то это значит, что это не было рассказано о персонаже в сюжете, и я думаю, что это каждый может выбрать для себя сам.",
    "answers": [
      {
        "id": 82,
        "text": "Коннор"
      },
      {
        "id": 83,
        "text": "Айден",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 84,
        "text": "Ник",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Джессика ",
        "need": 40,
        "need_ever": true
      },
      {
        "id": 86,
        "text": "Акира",
        "need": 40,
        "need_ever": true
      },
      {
        "id": 87,
        "text": "Люси",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 152,
        "text": "Джессика.",
        "need": 112,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 82,
    "text": "Имя: Коннор\nФамилия: Белл\nВозраст: 30 лет\nРабота: -\nСтатус: женат\n\nХарактер: довольно уставший человек, из-за чего часто слегка нервный (как, например, в начале истории). Хотелось бы, чтобы ты представлял себя на его месте, дорогой читатель, поэтому большего рассказывать не буду.\n\nКраткая биография: \nПоженился на возлюбленной (Маргарет, это также упоминается в истории), когда ему было 23. Через два года после этого у них родилась маленькая дочка - Люси. Мужчина любит её больше всего на свете, он делает всё, чтобы обеспечить ей дальнейшее будущее. Из-за этого он много работает, получает много стресса, но срывается редко, чтобы не пугать ни жену, ни дочь.",
    "answers": [
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "Имя: Айден \nФамилия: Ли \nВозраст: 12\nРабота: средняя школа\n\nХарактер: довольно добрый и весёлый мальчик. Часто улыбается, но чувствует себя одиноко. Очень предан семье и родному дому.\n\nКраткая биография: живёт вместе с матерью и братом в небольшом, но довольно уютном домике. Поменял три школы, из-за чего у него частые стрессы. Занимается в спортивной и художественной секциях. \nОтец бросил семью ещё до рождения мальчика. Мать вечно находилась в командировках в других городах, поэтому Айдена воспитывал старший брат - Ник. Друзей у мальчика в школе мало, но дружат они так, будто вся жинь от этого зависит. \n",
    "answers": [
      {
        "id": 81,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 84,
    "text": "Имя: Ник (сокращение от Николас)\nФамилия: Ли \nВозраст: 17\nРабота: старшая школа (выпускник), подработка в библиотеке\nСтатус: в отношениях \n\nХарактер: - \n\nБиография: \nЖивёт с младшим братом и матерью. Отец бросил их семью, когда Нику было четыре года. Мать часто находится в командировках, из-за чего Николас самостоятельно занимается воспитанием брата. Победитель многих научных конкурсов. Был рекомендован к дальнейшему бесплатному обучению в одном из лучших университетов страны. ",
    "answers": [
      {
        "id": 81,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 85,
    "text": "Имя: Джессика \nФамилия: Хантер \nВозраст: 26 лет\nРабота: журналист \nСтатус: влюблена\n\nХарактер: девушка, легко идущая на перемирие и всегда готовая поддержать хорошую, по её мнению, идею. \n\nБиография: история помалкивает на этот счёт.",
    "answers": [
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "Имя: Акира \nФамилия: Сато\nВозраст: 27 лет\nРабота: журналист\nСтатус: влюблён ~\n\nХарактер: саркастичный, но довольно добрый человек, голова которого вполне себе неплохо работает. Готов на многие авантюры и риски.\n\nБиография: история помалкивает на этот счёт.",
    "answers": [
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Имя: Люси \nФамилия: Белл \nВозраст : 5 лет\nРабота: -\nСтатус: радуется жизни\n\nХарактер: ещё совсем маленькая девочка, улыбающаяся всем и вся и не до конца осознающая всю серьёзность многих ситуаций.\n \nБиография: родилась в хорошей семье, имеет собственную комнату и любимую куклу по имени Кира. Очень привязана к родителям.\n",
    "answers": [
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Достижение за помощь Айдену с помощью ножа. Молодец, горжусь тобой!",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "Достижение за помощь Айдену... при помощи камня!",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Айден смотрит на Коннора так, что тот понимает - сказал какую-то чушь.\n- Я - школьник. Конечно, у меня есть рюкзак. И... у меня есть рюкзак Ника.. - он опускает голову с тихим вздохом. Видимо, не далòсь ему ещё понятие того, что брата больше нет. А если и далось, то тяжело. \n- Всё будет хорошо, - слегка улыбается ему Коннор. \n- Угу. - Айден кивает головой, но по нему видно, что он не уверен в правдивости слов мужчины. - Идёмте, идёмте за мной.\n- Меня зовут Коннор, и давай на \"ты\", ладно?\n- Окей, - соглашается мальчик. - Но это мало что меняет.",
    "answers": [
      {
        "id": 91,
        "text": "Идти следом за Айденом на второй этаж."
      }
    ]
  },
  {
    "id": 91,
    "text": "По пути Коннор разглядывает обстановку дома. Очень много в нём мест, где находятся семейные фотографии. Мужчина нервно отводит от них взгляд, вспоминая, что на полке в его доме стоит лишь одно одинокое общее фото.\nСтены обклеены приятного бежевого цвета обоями с полосками шоколадно-коричневого цвета. Это очень приятно выглядит. В этом доме всё выглядит чертовски приятно.\n- Твоя мама... она давно уехала? - вдруг спрашивает Коннор. \n- Да... - признаётся мальчик, продолжая подниматься по лестнице, но уже медленнее. - Она часто уезжает в командировки по работе. \nМужчина был приятно удивлён. Очень мала вероятность увидеть такую чистоту в доме, где живут два парня-школьника. \n\nНаконец, Айден приводит нового знакомого в свою комнату. Стены выкрашены белой краской, на некоторых её участках было много надписей чёрным маркером. Приглядевшись к этим записям, Коннор отметил, что почерк мальчика довольно аккуратный, даже каллиграфический. В углу комнаты стоит бело-чёрная кровать, в противоположном ей углу - шкаф со стеклянными дверцами. Внутри находится множество кубков и каких-то грамот в деревянных рамках.\n- Я занимаюсь в спортивной секции, - объясняет Айден, увидев заинтересованность Коннора к наградам. В руках его уже находится пустой рюкзак, содержимое которого разбросано на кровати.",
    "answers": [
      {
        "id": 92,
        "text": "- Нужно собрать вещи.."
      }
    ]
  },
  {
    "id": 92,
    "text": "- И что нам нужно? \n- Вода, немного еды, оружие, спички, фонарь... - начинает перечислять Коннор, загибая пальцы. \n- Стоп! - прерывает его Айден. - Давайте.. ой, то есть, давай по порядку. Вода и еда есть внизу, на кухне. Оружие... у меня есть бейбольная бита. Фонарь есть, а вот спички надо будет поискать. Вы... то есть, ты не можешь поискать еду на кухне? Вода должна быть в ящике под столом, она там в бутылках. А я пока поищу в комнате Ника... - он на секунду осёкся, но потом продолжил. - ... спички. Он занимался химией, они у него должны быть... \nНичего больше не говоря, мальчик выходит из комнаты. Коннору остаётся только...",
    "answers": [
      {
        "id": 93,
        "text": "Спуститься вниз. Кухня ждёт!"
      }
    ]
  },
  {
    "id": 93,
    "text": "Может, это и некрасиво - рыться в чужих холодильниках, но у Коннора выбор не особо велик. Он успел положить что-то в рюкзак, который дал ему Айден, но он совершенно забыл, где находились бутылки с водой.",
    "answers": [
      {
        "id": 94,
        "text": "В холодильнике."
      },
      {
        "id": 95,
        "text": "В ящике под столом."
      },
      {
        "id": 96,
        "text": "В шкафу."
      }
    ]
  },
  {
    "id": 94,
    "text": "Совершено глупая и несуразная мысль. Коннор ведь только что доставал еду из холодильника, и там не было никаких бутылок с прозрачной жидкостью  H2O или же водой, если по-простому.",
    "answers": [
      {
        "id": 93,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 95,
    "text": "Коннор решает заглянуть под стол и, порывшись там хорошенько, находит там ящик с заветными бутылками воды. Он берёт несколько штук и кладёт их в рюкзак, и именно в этот момент за его спиной раздаётся голос Айдена:\n- Нашёл, да? \nМужчина улыбается ему и встаёт. За спиной мальчика он замечает тёмного бордового цвета рюкзак. Явно рюкзак его брата. В руках его покоится бейбольная бита, которую он протягивает Коннору.\n- Тебе она, думаю, будет нужнее, чем мне. Я ею и мяч-то отбить не могу. ",
    "answers": [
      {
        "id": 97,
        "text": "- Каким спортом ты занимаешься? - спросить и выйти из дома."
      }
    ]
  },
  {
    "id": 96,
    "text": "Коннор подходит к шкафу и открывает его, проходится более внимательным взглядом, но не находит ничего, что могло бы быть похоже на воду.",
    "answers": [
      {
        "id": 93,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 97,
    "text": "- Я... м-м-м... бегом на длинные дистанции, а ещё волейболом. Но бейсбол мне не давался, хотя папа.. в смысле... да, не давался.\nМальчик заминается и неловко отводит взгляд, поэтому Коннор решил, что лучше его не нервировать и не продолжать расспрашивать. Они уже вышли из дома Айдена. Напротив стоит дом Коннора. Воспоминания пробуждаются в его голове. Чувства, настолько тёплые и яркие, посещают, вырывается из груди. Мужчина понимает, что его тянет вновь посетить родное место.",
    "answers": [
      {
        "id": 98,
        "text": "Идти в дом."
      },
      {
        "id": 99,
        "text": "Проигноровать порыв.",
        "need": -99
      }
    ]
  },
  {
    "id": 98,
    "text": "- Слушай, - говорит вдруг Коннор, улыбаясь, - мы можем ненадолго зайти в мой дом? Я... мне нужно забрать кое-что очень и очень важное.\n- Да, конечно. - мальчик пытается улыбнуться. - Я всё понимаю. Мне подождать на улице? \n- Это может быть опасно. Ты идёшь со мной, и точка. \nАйден кивает и идёт следом за Коннором. В руке мальчик сжимает нож, который успел взять из дома в последний момент. Это даже хорошо, что оружие есть у них обоих. ",
    "answers": [
      {
        "id": 100,
        "text": "Войти в дом."
      }
    ]
  },
  {
    "id": 99,
    "text": "Но Коннор не может. Слишком родным для него было это место, чтобы просто так пройти мимо.",
    "answers": [
      {
        "id": 97,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 100,
    "text": "В отличие от дома Айдена, собственный дом кажется Коннору неуютным из-за отсутствия в нём детского смеха и топота маленьких ножек. Здесь мёртвая тишина, и она давит на слух как только может. Только шаги двух спутников раздаются в ней и разносятся по всему дому грозным эхо. \nКоннор показывает мальчику взглядом, что тому лучше побыть внизу, и он садится за стол и начинает перебирать свой рюкзак. Мужчина же поднимается в свою спальню и берёт оттуда семейное фото. На нём улыбались все трое: жена, муж и маленькая дочь. Этот снимок был сделан всего пару месяцев назад и приятно греет сердце Коннора сейчас. Он осторожно кладёт фотографию в рюкзак и улыбается. Потом входит в комнату дочки и взял с её столика рисунок. Кривые линии складывались в один рисунок, на котором изображена вся семья, где все они держались за руки. Над каждым сцеплением рук было нарисовано маленькое красное сердечко. Коннор кладёт этот рисунок в нагрудный карман рубашки и выходит из комнаты. ",
    "answers": [
      {
        "id": 101,
        "text": "Спуститься по лестнице."
      }
    ]
  },
  {
    "id": 101,
    "text": "Коннор начинает спускаться по лестнице, как вдруг из соседней комнаты к нему выбегает Айден. Глаза его, словно два больших блюдца, расширились до невозможного. \n- Кажется, мы вовремя зашли, - говорит он. \n- Почему? \n- Сам взгляни. ",
    "answers": [
      {
        "id": 102,
        "text": "Подойти к окну."
      }
    ]
  },
  {
    "id": 102,
    "text": "За окном находятся люди. Много людей, даже большàя толпа. Но потом Коннор передумал на счёт слова \"люди\". Они выглядят жутко. Каждый из них заляпан кровью, а жуткие широкие улыбки и гигантские круглые глаза нагоняют тревогу. Казалось, каждый из них следит за ними. \n- Если бы мы не зашли, мы бы попросту... - вместо продолжения своих слов Айден проводит пальцем по горлу. Он появляется рядом как-то незаметно, и это немного напрягло Коннора, но не более. \n- Неужели нам придётся ждать, пока они уйдут?.. - добавляет мальчик. Этот вопрос вполне уместен. Чем дольше они здесь будут, тем больше шанс того, что они могут умереть.",
    "answers": [
      {
        "id": 103,
        "text": "Остаться внутри."
      },
      {
        "id": 105,
        "text": "Выйти из дома."
      }
    ]
  },
  {
    "id": 103,
    "text": "Коннор придерживает мальчика за плечо. Тот явно собирался уйти, чтобы не оставаться в этих домах ни на секунду. Его рвение понятно. Каждый из пустых домов нагоняет тоску...\n- Нам не стоит... - мужчина не успеваеь договорить. Его слова прерывает громкий женский крик. Сердце бешено стучит одновременно где-то в горле и пятках. Перед глазами плывёт. А если это его жена?! Хотя, даже если это и не так, то этой девушке всё равно нужна помощь. ",
    "answers": [
      {
        "id": 105,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 104,
    "text": "Около толпы безумцев стоит молодая девушка и отстреливается от нападавших на неё пистолетом, в котором давно закончились патроны. Рядом с ней стоит высокий парень-азиат довольно приятной наружности. В его руках сверкает в лучах солнца камера. Другого оружия у него, судя по всему, нет...\nТут-то и пригодился Коннор с его битой. Подав Айдену знак \"оставаться в стороне\", он подбегает ближе и бьёт нескольких нелюдей. На него шокированно смотрит девушка, а вот куда делся парень... это пока не выяснено. В любом случае, стоило надеяться на то, что он жив. Но новый вскрик девушки заставляет Коннора усомниться в этом.\n- КИР! - испуганно зовёт она. Мужчина повернул на неё голову, следит за её взглядом... и видит как того самого парня раздирают на куски эти самые \"люди\". Понимая, что ничего хорошего за этим не следует, он хватает отчаянно сопротивляющуюся девушку за локоть и тащит в сторону своего дома. В лицо ему попадает какой-то листок, но Коннор, не задумываясь, кладёт его себе в карман и бежит дальше. Девушка упирается до последнего, но потом сдаётся, поняв, что он - не враг. Тем временем Айден встречает их и прикрывает сзади. \n\nНаконец, все трое в доме Коннора. Сломанная пополам бита одиноко стоит в углу комнаты. Безумцы какое-то время ломятся в их окна и двери, но вскоре исчезли совсем. Наверное, подумали, что в этом доме и вправду никого нет. Айден успокаивает девушку как может, и он правда помогает. Неужели этот маленький мальчик настолько добрый, что просто делится этим добром с другим? ",
    "answers": [
      {
        "id": 106,
        "text": "Итак..."
      }
    ]
  },
  {
    "id": 105,
    "text": "Выбежав из дома, Коннор забыл позвать Айдена за собой, но мальчик быстро сообразил, что нужно действовать. В руках мужчины бита, настоящая, бейсбольная, и она странным образом придаёт ему уверенности.",
    "answers": [
      {
        "id": 104,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 106,
    "text": "- Меня... зовут Джессика.. - она всё ещё плачет, но пытается совладать с собой. - Я журналист из соседнего города... мы.. я приехала сюда для репортажа о том... - она вновь плачет и замолкает.\nКоннор задумывается. Но может же что-то помочь им разобраться во всей той чертовщине, что здесь творится?! И тут он вспоминает про листок в кармане... Он вряд ли может чем-то помочь, но кто знает. На что угодно можно надеяться, когда происходит такое мракобесие.",
    "answers": [
      {
        "id": 107,
        "text": "Прочесть."
      }
    ]
  },
  {
    "id": 107,
    "text": "\"Находясь на объекте, думаю, я буду делать записи. Начнём с того, что тут происходит. Мы с Акирой решили наблюдать за поведением заражённых. Пока укрываемся в одном из домов. Шкафом закрыли дверной проход. Честно? Мне страшно. Но это наша работа!\n\nДжессика Хантер.\"",
    "answers": [
      {
        "id": 112,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 108,
    "text": "Здесь будут появляться пройденные тобой концовки. Всего их 8. Получишь все?",
    "answers": [
      {
        "id": 109,
        "text": "Конец 1.",
        "need": 78,
        "need_ever": true
      },
      {
        "id": 110,
        "text": "Конец 2.",
        "need": 74,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "Конец 3.",
        "need": 77,
        "need_ever": true
      },
      {
        "id": 137,
        "text": "Конец 4.",
        "need": 136,
        "need_ever": true
      },
      {
        "id": 140,
        "text": "Конец 5.",
        "need": 139,
        "need_ever": true
      },
      {
        "id": 141,
        "text": "Конец 6.",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 145,
        "text": "Конец 7.",
        "need": 144,
        "need_ever": true
      },
      {
        "id": 147,
        "text": "Конец 8.",
        "need": 146,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 109,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 78,
        "text": "Смотреть концовку."
      },
      {
        "id": 108,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 110,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 74,
        "text": "Концовка."
      },
      {
        "id": 108,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 111,
    "text": "Нажми на ответ ",
    "answers": [
      {
        "id": 77,
        "text": "Концовка."
      },
      {
        "id": 108,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 112,
    "text": "- Моё имя - Джессика. Джессика Хантер, - вновь начинает девушка. - Я работаю журналистом в соседнем городе. Приехала за сенсацией. Но я не ожидала, что моего оператора разорвут на части! \n- Джессика Хантер? - спрашивает Коннор, сжимая в руке лист бумаги. - Это твоё? - он протягивает ей листок.\n- Да.. это отрывок из моего дневника... откуда? \n- Не поверишь, но он прилетел мне в лицо.\n- Что ты делала здесь? \n- У нас расследование, если это можно так назвать. Мы с моим... другом изучали новый препарат, созданный учёными и...\n- Погоди... - прерывает её Айден. - Так ты знаешь, что произошло с моим братом? То есть, со всеми жителями города...\n- Да. Вы не знаете? Ну, тогда слушайте...",
    "answers": [
      {
        "id": 113,
        "text": "Послушать сказанное Джессикой. "
      }
    ]
  },
  {
    "id": 113,
    "text": "- Учёные собирались создать препарат, который способствовал бы улучшению физической формы человека. Простыми словами - делал сильнее. И у них это получилось. На крысах и других подопытных животных это работало как надо, но когда препарат решили опробовать на человеке, добровольце, если что... в общем, в системе произошёл сбой. Человек озверел, разнёс всю лабораторию и всех, кто в ней находился. И он вышел на свободу, начал заражать всех, кого не лень. Заражённые ведут себя вполне осознанно, но они одичали. Смысл их жизни теперь в выживании, убийстве и увеличении множества заражённых. Это страшно.",
    "answers": [
      {
        "id": 114,
        "text": "- Да..."
      }
    ]
  },
  {
    "id": 114,
    "text": "- Значит, н-ничего не может помочь? Совсем-совсем ничего? - спрашивает Айден. Его глаза так и сверкают грустью и тоской. Руки его заметно трясутся. Успокоение теперь больше нужно ему, чем Джессике. Казалось, то, как нервничала девушка, передалось мальчику. \n- Мы собирались добраться до другого города, - вспоминает вдруг Коннор. - Рассказать обо всём там. Пусть этим занимаются специалисты. \n- Ты прав. Мы ведь далеко не супергерои, чтобы спасать этот мир... - растерянно соглашается девушка.\n- Это было бы неплохо! - после восклицания Айдена на лицах остальных появляются тусклые, но искренние улыбки. \n- Думаю, всем пока стоит отдохнуть. ",
    "answers": [
      {
        "id": 115,
        "text": "Спустя какое-то время..."
      }
    ]
  },
  {
    "id": 115,
    "text": "Коннор обводит взглядом комнату, в руках он держит ещё один рюкзак. Он как раз должен подойти Джессике. Её-то рюкзак был разорван во время сражения с заражёнными. Сама девушка сейчас спит, ровно как и Айден, хотя, в этом не было ничего плохого. Каждый из этих двоих сегодня потерял близкого человека, а это ведь страшное эмоциональное потрясение, шок. Конечно, и Коннор потерял свою семью, но он полон надежд на то, что его дорогие девочки всё ещё живы, а это многого стоит.\nМужчина прошёлся по комнате и нашёл ещё один нож, неплохо подходящий для защиты. Кинутый на сломанную биту взгляд дал понять, что для сражения та уже непригодна. Значит, довольствоваться остаётся лишь этим ножом. ",
    "answers": [
      {
        "id": 116,
        "text": "Разбудить Джессику."
      },
      {
        "id": 117,
        "text": "Разбудить Айдена."
      }
    ]
  },
  {
    "id": 116,
    "text": "Мужчина подходит к спящей девушке и легонько трясёт её за плечо. Спала она сидя прямо за столом и изредка нервно вздыхая. Сразу понятно, что снится ей кошмар, зато после этого проснулась она быстро. Конечно, ударила Коннора по носу, но в этом он не увидел ничего плохого.\n- Ой! Ой, простите, пожалуйста...\n- Ничего. - он улыбается. - Давай на ты? Меня, кстати, зовут Коннор. \n- А меня... хотя, да, ты уже знаешь.\nВзгляд Джесс падает на Айдена. Мальчик сидит прямо на полу, к счастью, на ковре, и спал, спиной опираясь на стену. Он тихо посапывает во сне и хмурится, но выглядит довольно мило.\n- Вы родственники? - спрашивает девушка.\n- Что? Не-ет, я... он просил у меня помощи. Его брат, он тоже оказался заражённым. \n- Как жаль...\n- А твой напарник? \n- Напарник? Ты про Акиру, моего оператора? - грустно переспрашивает она. - Он был хорошим парнем. Язвил порой много, но человек из него... прямо с большой буквы. - на лице её появляется нелепая улыбка, и больше от девушки Коннор не услышал ни звука про того парня.\n- Мне очень жаль, что так получилось с твоим другом.\n- Он был кем-то бòльшим, чем просто друг... - этот ответ звучит совсем тихо. - Нам пора будить нашего маленького друга!\nЭтими словами Джессика показала, что тема закрыта. Но Коннор не против. Уж лучше оказать девушке поддержку молчанием, чем донимать воспоминаниями.",
    "answers": [
      {
        "id": 119,
        "text": "Разбудить Айдена."
      }
    ]
  },
  {
    "id": 117,
    "text": "Мальчик спит, прижавшись спиной к стене. Голова его низко опущена, а волосы закрывают лицо, и непонятно, спит он по-настоящему или притворяется. Коннор тихонько треплет его по голове, на что Айден сразу просыпается и начинает потирать глаза кулаками. Он сонно осматривается и наконец переводит взгляд на своего \"пробудителя\". \n- Я долго спал? - тихо спрашивает он, кидая взгляд на спящую за столом Джессику. \n- Нет, не особо. Но этого хватило мне на то, чтобы собрать нашей дорогòй даме рюкзак. \n- Оу... вам... то есть, тебе ещё нужна в чём-то помощь? - он всё ещё сонно хлопает глазами. \n- Нет, уже ничем. \nКоннор на какой-то промежуток времент замолкает, но потом вдруг выдаёт вопрос, который мучал его ещё с посещения дома Айдена:\n- А где твой отец? \nМальчик какое-то время удивлённо смотрит на него, но потом опускает голову. \n- Он... он ушёл от нас. Очень давно, когда моему брату было всего четыре года. Он говорил, что наш отец ушёл на войну, и мама это подтвердила. И что он не вернётся... - возникает минута неловкой тишины. - Папа не знал о моём рождении, но хотел, чтобы Ник научился играть в бейсбол... к сожалению, ни ему, ни мне эта игра не давалась..\nИ вновь наступает тишина, которая уже не прерывается тихим и дрожащим голосом Айдена.",
    "answers": [
      {
        "id": 118,
        "text": "- Значит... нам пора будить Джессику..."
      }
    ]
  },
  {
    "id": 118,
    "text": "- Да... наверное... - мальчик вздыхает и встаёт. Он раньше Коннора подходит к девушке и легонько трясёт её за плечо. Джессика поднимает голову, осматривая их лица и словно не узнавая их. \n- Ну что, - специально более бодрым тоном начинает мужчина, стараясь говорить уверенно, - готовы к дороге? \n- Да.. - устало улыбается девушка и встаёт, получая рюкзак из рук Коннора. Тот тоже пытается ей улыбнуться, но выходит слабо.\n- Тогда вперёд. Я даже знаю, куда идти. \nОн выбрал не самый короткий путь. Но так он и хотел. Если обойти больше мест города, появится возможность найти его семью. А это именно то, чего он хотел с самого начала.",
    "answers": [
      {
        "id": 120,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 119,
    "text": "- Встава-ай... - Коннор лёгкими движениями гладит мальчика по голове. Тот открывает глаза и сонно осматривает помещение, изредка зевая.\n- М-м-м... я что, уснул? - он поднимает взгляд на мужчину. \n- Да. Нам пора идти, не думаешь? \n- Идти? Куда идти? - растерянно спрашивает Айден. - А где мой... - он замолкает на какое-то мгновение. - ... брат..\nОпустив голову, он встаёт и хватает свой рюкзак с пола. Потом глаза его поднимаются на Коннора, и в них он читает то, чего не видел раньше. Не страх и тоску, а твёрдость и желание сделать то, что дóлжно. В голове появляется радостная мысль о том, что они справятся. Они просто должны, обязаны! Но нельзя думать, что мужчина забыл про свою семью. Наоборот, он специально выбрал маршрут, во время которого он обследует намного больше. Чтобы найти их. Чтобы дорогие ему люди снова были рядом. \n- Тогда в путь, - слышится со стороны Айдена. ",
    "answers": [
      {
        "id": 120,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 120,
    "text": "- Погодите! - вдруг окликает спутников девушка. - У нас нет оружия.\n- У нас есть оружие. У меня и Айдена есть ножи, а у тебя - пистолет.\n- Но в нём нет патронов. \n- Ты можешь бить им и так, - прерывает их мальчик. - Как и мы ножом, так и ты... пистолетом. \nНа эту реплику Джессика ничего ответить не может  и просто выходит следом. Рука её сжимает лямку рюкзака, другая рука - пистолет. Глаза выражали явное недоверие, но тем не менее она идёт вслед за Коннором, который уже начинает командовать:\n- Значит так, я пойду впереди, чтобы осматривать дорогу и видеть врагов. В фильмах ужасов всегда умирает первый... за мной идёшь ты, Джесс, после тебя пусть идёт Айден.\n- Он же ещё ребёнок! Ты серьёзно думаешь, что...\n- Я смогу, - тихо отвечает мальчик. - Я смогу вас прикрыть. Идёмте, пожалуйста. Здесь мне не по себе...",
    "answers": [
      {
        "id": 121,
        "text": "Идти..."
      }
    ]
  },
  {
    "id": 121,
    "text": "Компания проходит чуть дальше, по улице, оставив дом Коннора за спиной. Идя впереди, мужчина чувствует взгляд Джессики, которая что-то тихим голосом говорит сама себе под нос. Позади них идёт Айден, и казалось, что то, как он изредка оборачивается, чувствуется и впереди. \nВдруг девушка хватает обоих спутников за локти и заводит за ближайший дом. На вопросительные взгляды она лишь показывает куда-то вперёд. Если бы они продолжали идти, это направление было бы им \"слева\". Из-за угла вышла пара заражённых, потом ещё одна, ещё трое... Слишком много, чтобы идти дальше, и этот факт дошёл до каждого из компании.\n- И что делать будем? - шёпотом спрашивает Джесс. Коннор уже собирается ответить, но слышит голос мальчика:\n- Я сделаю всё, что будет нужно. \nНе успел кто-либо запротестовать, как Айден уже выбежал из укрытия и во весь голос что-то прокричал заражённым. Те обернулись на мальчика. В его глазах яркий огонь страха пожирал абсолютно всё, но он продолжал кричать им, какие они трýсы, что ходят группами, какие слухи они друг о друге распускают... и тут же все они, до одного, направились к мальчишке. Когда он начинает бежать, бегут и они. Вскоре все вместе они скрываются из виду. \nИ Коннор, и Джессика были так потрясены действием мальчика, что на эти мгновения потеряли дар речи. Не успев мальчику и слова сказать...\n- Они же его разорвут! \n- Значит, это должно быть не зря... - тихо говорит Коннор, сжимая до боли рукоять ножа. Мальчик стал ему чуть ли не родным за это короткое время, а теперь он исчез... \n- Мы должны идти следом! Его нельзя бросать! \n- Знаю, но мы не сможем ничего сделать против такого количества заражённых. \n- А ОН СМОЖЕТ?! \n- И он нет. Может, ему удастся уйти. А если нет, то он умрёт не напрасно. Как герой.\nСо стороны раздался крик. \n- Мы ДОЛЖНЫ..\n- Мы не можем.\nДевушка тихо вздыхает. Да, у Коннора у самого сжалось сердце, но идти туда же будет равно самоубийству. А значит, нужно поддержать идею мальчика. Спасти тех, кого ещё можно спасти. \n- Идём. Он не умрёт напрасно. Обещаю, не напрасно..",
    "answers": [
      {
        "id": 122,
        "text": "Идти далее."
      }
    ]
  },
  {
    "id": 122,
    "text": "На этот раз спутники идут не колонной, а рядом друг с другом. Изредка, слыша отдалённые вскрики и стоны, девушка хватала в свою руку ладонь Коннора, но после, поднимая взгляд на его лицо, отпускала. Скорее всего, она всё ещё думала про своего больше-чем-друга-оператора или просто часто брала того за руку, когда ей было страшно. Коннору тоже страшно, но этого он уж точно показать не может.\nОни продолжали идти той же дорогой, как вдруг до мужчины доносится тихий и напуганный детский голос. Он всё зовёт и зовёт его, и игнорировать его получается с тем же успехом, с каким получается передвинуть дом.\n— Ты слышишь это? \n— Слышу что?.. — Джессика смотрит на него с удивлением. \n— Ничего. Неважно.",
    "answers": [
      {
        "id": 123,
        "text": "Голос продолжает донимать Коннора."
      }
    ]
  },
  {
    "id": 123,
    "text": "Голос становится громче. От него начала болеть голова. Боль, боль, боль, она пульсирует прямо внутри черепной коробки и отдаётся в других частях тела, сводит зубы... \nКоннор решает прислушаться к голосу в надежде, что это может ему помочь. Этот голос пренадлежит ребёнку, маленькой девочке. Он испуганно дрожит и тихо-тихо зовёт его папой.",
    "answers": [
      {
        "id": 124,
        "text": "Идти на голос."
      },
      {
        "id": 125,
        "text": "Продолжать игнорировать."
      }
    ]
  },
  {
    "id": 124,
    "text": "Коннор не выдерживает. Забыв обо всём на свете, он бежит туда, откуда, как ему кажется, он слышит детский голос. Но ведь это точно её голос! Голос его маленькой доченьки... Слышится оклик Джесс, но это не останавливает мужчину, который искренне надеется на лучшее. \nПересекает дорогу, забегает за угол, ещё немного, ещё чуть-чуть, и рядом будет она, маленький ангелочек... Он бежит, но неожиданно спотыкается и падает. Сердце бешено колотится где-то в горле, он учащённо и неглубоко дышит. С тротуара рассмотреть закоулок не удаётся..",
    "answers": [
      {
        "id": 126,
        "text": "Встать."
      }
    ]
  },
  {
    "id": 125,
    "text": "Коннор не может терпеть этого голоса, но продолжает идти, словно всё в порядке. Вскоре голос утихает, и мужчина вздыхает с облегчением. Но не тут-то было, этому секундному спокойствию приходит конец. Со стороны слышится крик, который тут же обрывается.\n- Что это, чёрт побери?\n- Я не знаю. Если честно, я думала, что мы доберёмся до другого города намного быстрее. Нам не так много осталось... Но кому-то точно нужна помощь. \n- Тогда идём. Может, всё окажется намного лучше, чем мы думали. Хотя, нет, стой. Лучше я пойду один. Если со мной что-то случится, то ты сможешь спокойно уйти из города. Спрячься где-нибудь. Не вернусь в течение десяти минут - уходи отсюда.",
    "answers": [
      {
        "id": 130,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 126,
    "text": "Мужчина встаёт, и его взору тут же предстаёт женское, уже мёртвое тело. Глаза её стеклянным взглядом упираются в небесную гладь, побледневшие руки раскинуты в стороны. На одном из пальцев руки Коннор видит кольцо, которое он не так давно подарил своей жене. Сердце сжимается и перестаёт биться так быстро, оставляя место спокойному осознанию и тоске. Показалось, что нечто колит в глазах, как вдруг опять до слуха доносится тихий голос:\n- Папа? Папочка... Мама шла, шла и упала... За ней стоял какой-то дяденька, но он меня не видел... Папа, почему ты плачешь?",
    "answers": [
      {
        "id": 127,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 127,
    "text": "[Достижение: Чудо рядом]\n\nМаленькие ручки обнимали его с той детской теплотой и любовью, какая всегда остаётся внутри ребёнка, пока он ещё совсем маленький. Она тихо прижимается носом к его плечу, осматривая дорогу за его спиной, как вдруг прячет лицо при виде бегущей Джессики.\n- Куда ты ушёл? Ты же знаешь, что...\n- Я нашёл её. - Коннор оборачивается на девушку, прижимая к себе дочку. - Нашёл...\nКожа вокруг его глаз всё ещё была немного покрасневшей от слёз, но Джесс решает не обращать на это внимания. \n- Привет, солнышко, - улыбается она девочке, на что та машет ей ручкой и вновь прячет лицо, уткнувшись им в плечо отца. - Но нам нужно идти... А теперь идти ещё быстрее. \n- Да, ты права. Идёмте, - соглашается Коннор и немного нелепо улыбается.",
    "answers": [
      {
        "id": 128,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 128,
    "text": "Внутри Коннора находится какое-то неведомое чувство счастья, насколько его присутствие может быть в такой ситуации. Да, его жена погибла, но маленькая дочка с ним. Маленький ангелочек, которого он теперь будет защищать так, как не защищал никого и никогда. Теперь всё будет хорошо. Уже ничто не может идти плохо. ",
    "answers": [
      {
        "id": 129,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 129,
    "text": "Все трое продолжают идти, дочь Коннора всё ещё сидит на его плечах, как вдруг до слуха всех доносится обрывистый крик, который тут же прекращает звучать. \n- Что это? - тихо спрашивает Джессика. \n- Нужно узнать. Может, кому-то нужна помощь... - мужчина поворачивается к девушке и хмурится. - Вот что. Бери с собой Люси и прячьтесь... хотя бы в том доме. А я скоро приду, - говорит он и смотрит на дочь. - Пойдёшь с Джесс, хорошо? \nМалышка вновь прячется в плечо отца лицом, но потом смотрит на Джессику и улыбается. Вряд ли она понимает, в какой они опасности. Она переходит на руки к девушке, которая смотрит на Коннора, как на сумасшедшего. \n- А если с тобой что-то случится? \n- Если не вернусь через десять минут, уходите отсюда. \n- Но твоя дочь...\n- Неважно. Идите. Быстрее.",
    "answers": [
      {
        "id": 130,
        "text": "Направится по направлению к крику."
      }
    ]
  },
  {
    "id": 130,
    "text": "Коннор отворачивается и идёт вперёд, туда, откуда, кажется, доносился прерывистый крик.\nНоги сами несут его в нужное место. Он сжимает в руке нож, как вдруг видит рядом лом.",
    "answers": [
      {
        "id": 131,
        "text": "Взять и лом, и нож."
      },
      {
        "id": 133,
        "text": "Оставить лом, ножа вполне хватит."
      }
    ]
  },
  {
    "id": 131,
    "text": "Он поднимает лом, оценивая в руке его тяжесть, и продолжает дорогу.",
    "answers": [
      {
        "id": 133,
        "text": "Идти на крик."
      }
    ]
  },
  {
    "id": 132,
    "text": "[Достижение: ПереЛОМный момент]\n\nКоннор бьёт ломом прямо по голове заражённого, потом по его спине. Таким чётким и резким ударом он уж точно проломил ему позвоночник, в этом можно не сомневаться. Впрочем, и не приходится. Заражённый падает, успев что-то прохрипеть, но мужчине всё равно. Сейчас важно лишь то, в порядке ли Айден. Мальчик с хрипом и кашлем пытается подняться, но не может из-за явно сломанной руки. Он лишь тихо вскрикивает и вновь падает на асфальт. На шее его остались лёгкие синяки, это Коннор замечает, подойдя к мальчику. Он помогает ему подняться, но нести его мужчине приходится практически на себе - что-то неладное творилось с ногой Айдена. Тем не менее, сейчас он может помочь, сейчас главным был факт того, что мальчик жив и доберётся таким же живым до соседнего города. ",
    "answers": [
      {
        "id": 142,
        "text": "Идти к Джессике.",
        "need": -124
      },
      {
        "id": 143,
        "text": "Идти к Джессике и дочке.",
        "need": 124
      }
    ]
  },
  {
    "id": 133,
    "text": "Коннор проходит дальше. Дышит он нервно, он уже представляет, что может ждать его там, куда он идёт. Возможно, он найдёт ещё одного спутника в свою маленькую команду, а возможно, возникнут лишь лишние проблемы и опасности. \nПройдя ещё немного, он останавливается и выглядывает из-за угла. Спиной к нему стоит заражённый и, приподняв за горло над землёй, держит... Айдена. Мальчик пытается вырваться, что-то сказать, но вырывается лишь тихий хрип. Ногами он пытается пнуть напавшего, но у него ничего не выходит, он лишь тратит силы. Нога его покрыта кровью, правая рука неестественно вывернута. \nВремени остаётся немного, и Коннор, сжимая в руке нож, втыкает его в спину заражённого. Но тот лишь оборачивается и, продолжая держать Айдена за горло одной рукой, отталкивает Коннора настолько сильно, что тот падает на тратуар, встретив испуганный взгляд мальчика. Нужно оружие побольше..",
    "answers": [
      {
        "id": 134,
        "text": "Но оружия этого нет..."
      },
      {
        "id": 132,
        "text": "Ударить ломом.",
        "need": 131
      }
    ]
  },
  {
    "id": 134,
    "text": "Коннор встаёт, но оружия у него уже не осталось. Рукоять ножа торчит в спине заражённого, прямо между лопатками, но это его не заботит. \n- Оставь его, тварь! - на эти слова мужчины заражённый лишь жутко и широко усмехается. Он второй рукой сжимает лицо мальчика и медленным движением отворачивает его голову в сторону. Айден бросает на него испуганный взгляд, а в следующую секунду раздаётся тихий щелчок. Заражённый отпускает мальчика. Тот падает на землю тряпичной куклой, уставившись куда-то в сторону стеклянным взглядом. Ему просто свернули шею. Одним лёгким движением. Но времени размышлять нет, ведь тогда Коннору самому свернут шею. В нём просыпается ужасное чувство злости. Злости на этого нелюдя за смерть мальчика, совсем ещё ребёнка. Он пробегает немного назад, берёт чёртов не взятый им лом и возвращается к заражённому. И бьёт его. С невиданной ему силой и злобой. По голове, спине, ногам. Вскоре заражённый падает на землю, купаясь в луже собственной крови. \nКоннор тяжело дышит и опускает взгляд на тело мальчика, садится рядом на колени. \n- Прости меня, пожалуйста. Ты помог нам, но мы не смогли помочь тебе, - тихо говорит он ему и закрывает глаза Айдена. Мальчик так хотел им помочь... и помог, но какой ценой... \nНе скоро Коннор вспоминает, что оставил кого-то позади, в укрытии. Он глубоко вдыхает и наконец отходит от мёртвых тел, направляясь обратно Хотелось бы взять тот лом, но он просто не мог смотреть на него без чувства вины, не то что брать.",
    "answers": [
      {
        "id": 135,
        "text": "Уйти.",
        "need": -125
      },
      {
        "id": 138,
        "text": "Уйти.",
        "need": -124
      }
    ]
  },
  {
    "id": 135,
    "text": "Завидев мужчину в окне, Джессика сразу же выбегает из дома, удерживая Люси на руках.\n- Что это было?! \n- Это было... неважно. Видимо, всем нам послышалось.\nКоннор не хотел расстраивать девушку ещё больше, пусть лучше то, что случилось с мальчиком, останется тайной. Теперь вся их команда вновь может идти...",
    "answers": [
      {
        "id": 136,
        "text": "И это.."
      }
    ]
  },
  {
    "id": 136,
    "text": "Конец [4].\n\nВсе вместе они добираются до соседнего города без каких-либо приключений и подают сигнал в соответствующие службы. Город, может, даже мир теперь спасён. \nКоннор теперь живёт вместе с дочерью, они переезжают как можно дальше от этого места, чтоб я забыть обо всём случившемся. И там есть могила его жены. Теперь подарками для неё является чётное количество цветов. \nДжессика переехала в совершенно другую страну, на практику. С ней уже новый оператор, а через пару лет она встречает мужчину, за которого вскоре выходит замуж. \nДля этих двоих всё закончилось не так плохо, как могло. Остаётся надеяться, что наши герои не станут закрываться в себе и найдут своё счастье. Ведь каждому человеку нужно своё счастье.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 137
      }
    ]
  },
  {
    "id": 137,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 136,
        "text": "Концовка."
      },
      {
        "id": 108,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 138,
    "text": "Коннор возвращается к Джесс. Она нервно осматривает окровавленного мужчину, но он не объясняет ей ни слова. Просто хватает девушку за локоть и идёт вперёд. Она не упирается, и вскоре её рука вновь становится свободнее. Пара проигнорированных вопросов дала ей понять, что ничего она так и не узнает. Как много Коннор скрыл от неё.. а как много скрываем мы все каждый день?",
    "answers": [
      {
        "id": 139,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 139,
    "text": "Конец [5].\n\nСпутники выжили, добрались до города без приключений и обратились с сигналом в нужные службы.\nКоннор так и не нашёл свою семью и потерял надежду на их жизнь. Вскоре бутылка стала его лучшим и, кажется, единственным другом. К сожалению, мы с тобой так и не сможем узнать его дальнейшую судьбу.\nДжессика переехала в другой город в Японии. Там она продолжила добиваться высокого места в сфере журналистики и вскоре она этого добилась. Но, несмотря на рост карьеры, она осталась одинока...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 140,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 139,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 141,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 28,
        "text": "Концовка."
      }
    ]
  },
  {
    "id": 142,
    "text": "- Что.. произошло? - девушка выскакивает из укрытия при одном только виде приближающегося Коннора. -  Айден? Ты живой! \n- Да.. - хрипло отвечает мальчик и поднимет голову. - Спасибо... за помощь...\n- Я был обязан. Ты - наш друг, Айден. Очень хороший друг.\nИ теперь они, все трое направляются к выходу из города. Глаза всех спутников горят твёрдой решимостью, даже при отдалённом виде заражённых. Им не страшно. Они - команда. И теперь ничто и никто им не помешает.",
    "answers": [
      {
        "id": 144,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 143,
    "text": "Вместе с Айденом они направляются к укрытию девочек. К ним тут же выбегает Джессика с дочерью Коннора на руках.\n- Ну что, что это... было. Айден! Ты живой!\n- Да... - хрипло отвечает мальчик, кинув взгляд на сломанную руку. - Спасибо за помощь...\n- Это тебе спасибо, герой, - отвечает с улыбкой Коннор. - Ну что, все готовы идти дальше? \nЛёгкая улыбка на лице Айдена радует его, да и всех остальных. Казалось, это радует даже самого мальчика. И это замечательно. Не каждый раз выходит искренне радоваться мелочам. Очень хотелось бы, чтобы таких случаев было как можно больше. Как в их жизнях, так и в твоей.",
    "answers": [
      {
        "id": 146,
        "text": "И это..."
      }
    ]
  },
  {
    "id": 144,
    "text": "Конец  [7].\n\nДобираясь до города, они посылают сигнал в специальные службы. Они спасли город, мир! В каком-то смысле...\nНо не спасли семью Коннора, из-за чего он сдружился с бутылкой крепкого алкоголя. Он просто потерял весь смысл своей жизни. К счастью, рядом оказался Айден. Мальчик, после полного выздоровления, отобрал подругу Коннора и начал вытаскивать его на игры в волейбол или бейсбол. Прилетевшая из командировки мама мальчика была совсем не против. В каком-то смысле у него появился отец, которого никогда не было.\nДжессика переехала в Японию, на родину погибшего оператора. Там она вновь начала заниматься журналистикой и вести свой блог в интернете, объездила половину мира со своим новым другом. За него она через несколько лет вышла замуж, но портрет старого друга поставила на одну из полок в квартире. Муж её оказался совершенно не против этого.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 145
      }
    ]
  },
  {
    "id": 145,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 144,
        "text": "Концовка."
      }
    ]
  },
  {
    "id": 146,
    "text": "Конец [8]. \n\nОбращение в специальные службы прошло успешно, и вскоре вся жизнь вернулась на круги своя. Коннор остался жить с дочерью, вместе они иногда навещают могилу матери девочки, которой говорят, что мама просто будет долго спать. \nАйден познакомил Коннора со своей матерью, и они прекрасно сдружились. А спустя много лет, они стали одной семьёй. Теперь у Люси есть заботливый старший брат, а у Айдена - отец, которого у него никогда не было.\nДжессика начала жить в Японии, изучать многие языки и стала довольно известным журналистом в этой стране. Карьера пошла вверх, а вот личная жизнь скатилась в такие дебри, в какие только могла скатиться...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 108,
        "text": "К концовкам.",
        "need": 147
      }
    ]
  },
  {
    "id": 147,
    "text": "Нажми на ответ.",
    "answers": [
      {
        "id": 146,
        "text": "Концовка."
      }
    ]
  },
  {
    "id": 148,
    "text": "Это тебе за удар ломом по заражённому. И за спасение Айдена. Ещё раз.",
    "answers": [
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 149,
    "text": "Ты помог Акире умереть. Это, конечно, не очень хорошо, но зато ты спас его от озверения и мучений.",
    "answers": [
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 150,
    "text": "Ты нашёл маленькую дочку Коннора, которая теперь нежно обнимает его за шею своими маленькими ручками. Поистине чудо, не так ли? ",
    "answers": [
      {
        "id": 42,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 151,
    "text": "Привет.\nЯ надеюсь, что ты всё же решишься прочесть мой квест. А если ты уже сделал это и дошёл хотя бы до одной из концовок, напиши отзыв, если тебе не трудно. Автор я начинающий, поэтому здравая критика и указание ошибок всегда будут полезны. Подчеркну, наверное, здесь слова \"здравая критика\".\n\nСпасибо большое. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 152,
    "text": "Имя: Джессика \nФамилия: Хантер\nВозраст: 26 лет \nРабота: журналист \nСтатус: влюблена \nХарактер: девушка, легко идущая на перемирие и всегда готовая поддержать хорошую, по её мнению, идею. \n\nБиография: история помалкивает на этот счёт.",
    "answers": [
      {
        "id": 81,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 153,
    "text": "",
    "answers": []
  }
]