[
  {
    "id": 1,
    "text": "Денис — обычный студент медицинского училища. Однако везде и во всем его преследуют неудачи. Свыкнувшийся с этим Денис однажды встречает бородатого мужика лет сорока пяти. Встреча с ним круто меняет жизнь Дениса. Ведь этот мужик не тот, кем кажется на первый взгляд.<s>r\n\nЖанр: Фантастика, Драма, Романтика.\n<s>r\nАвтор: Денис Борзов.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 21,
        "text": "Оглавление"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c837730/v837730626/27482/1kUYLfKz9W4.jpg",
        "system": true
      },
      {
        "id": 167,
        "text": "Достижения (концовки)"
      },
      {
        "id": 178,
        "text": "Немного информации от 04.06.2018"
      },
      {
        "id": 182,
        "text": "Группа автора в \"ВК\"",
        "url": "https://vk.com/arlequinart"
      }
    ]
  },
  {
    "id": 2,
    "text": "ГЛАВА I<s>r\nСТРАННЫЙ МУЖИК<s>r\n<s>r\nМай - пора дачных \"вылазок\" и студенческих зачетов. Денис грустно посмотрел на резвящихся на детской площадке дошколят и подумал, как им хорошо. Никаких забот, главное чтоб кушал хорошо и спать ложился вовремя. Кто-то не нравится - кинул в него песком. Поссорился с другом - ничего страшного. Ведь магические слова \"мирись и больше не дерись\" помогают избавиться от любой ссоры. Жаль, что эти волшебные слова работают только в детстве.<s>r\nСам же Денис спешил в училище на зачет по фармакологии. Денис учился на медбрата. Учеба давалось ему легко, но относился он к ней... несерьезно. За примером далеко ходить не надо, ведь даже сегодня он идет на зачет, не имея ни малейшего представления, что его там ждет. Он даже лекции не читал.<s>r\n\"А вдруг прокатит?\" - всегда приговаривал Денис. Однако прокатывало редко. Но зато его уверенности в удаче было хоть отбавляй.<s>r\nНаконец, Денис пришел в училище и нашел нужный кабинет. Мысленно пожелав себе удачи, парень постучал в дверь.<s>r\n- Да, входите, - раздался голос Владислава Викторовича, преподавателя фармакологии.",
    "answers": [
      {
        "id": 3,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 3,
    "text": "Денис вошел в кабинет. Преподаватель поглядел на прибывшего:\n- А, Борзов. Проходите, присаживайтесь, ждите своей очереди. А по списку первым пойдет... Ануфриев Андрей.\nАндрей, одногруппник Дениса, сел перед преподавателем и вытянул билет. Потом Андрей тихо начал отвечать на билет, преподаватель изредка ему кивал.\nДенис ждал. \nАнуфриев... Афанасьева... Бахарева... Белова... Богданова... И, наконец:\n- Борзов Денис.\nДенис сел перед преподавателем и вытянул билет. В билете были следующие вопросы:\n\n1. Что изучает фармакология?\n2. Перечислите признаки наркотических веществ.\n3. Назовите пути введения лекарственных препаратов.\n\n- Позвольте-ка, я взгляну на Ваш билет, Борзов, - сказал Владислав Викторович.\nДенис протянул билет преподавателю.\n- Уууу, Вам повезло, Борзов. Самый легкий билет.\nПо аудитории прошлись завистливые шепотки.\n- Что ж, - сказал Владислав Викторович. - Рассказывайте, Борзов.",
    "answers": [
      {
        "id": 4,
        "text": "- Фармакология изучает свойства лекарственных препаратов и... их влияние на организм?"
      },
      {
        "id": 4,
        "text": "- Фармакология... эээ... изучает лекарственные растения?"
      },
      {
        "id": 4,
        "text": "Неуверенно молчать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Преподаватель вздохнул:\n- Ясно с этим все... Давайте второй вопрос.\n\nПеречислите свойства наркотических веществ.",
    "answers": [
      {
        "id": 5,
        "text": "- Ну... они вызывают наркоманию и зависимость."
      },
      {
        "id": 6,
        "text": "Наркотические вещества вызывают эйфорию, привыкание и зависимость."
      },
      {
        "id": 5,
        "text": "Неуверенно молчать"
      }
    ]
  },
  {
    "id": 5,
    "text": "- Понятно, - сказал Владислав Викторович. - Этого Вы тоже не знаете. Последний шанс у Вас. Пути введения ЛС. Перечислите.",
    "answers": [
      {
        "id": 7,
        "text": "- Через рот там... Инъекции и... Эх..."
      },
      {
        "id": 7,
        "text": "- Ректальный, пероральный, инъекционный и еще... Еще... Я больше не знаю."
      },
      {
        "id": 7,
        "text": "Неуверенно молчать"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Верно, — ответил преподаватель. — А охарактеризуй мне эти явления. То есть, что же есть такое эти эйфория, привыкание и зависимость?\nОтвет на этот вопрос Денис, к сожалению, придумать не смог.",
    "answers": [
      {
        "id": 5,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Денис подумал, что день явно не задался.\n- На пересдачу, Борзов. Через неделю, в 11:00, в этой же аудитории.\nДенис кивнул и собрал свои вещи в рюкзак.",
    "answers": [
      {
        "id": 8,
        "text": "Попрощаться и уйти"
      }
    ]
  },
  {
    "id": 8,
    "text": "- Черт... Ну, я хотя бы спокоен, - сказал вслух себе Денис и вышел на улицу.\nВ десятке метров от него стояли одногруппники, сдавшие зачет до него, и радовались хорошим оценкам.\n- Эй, Дэн! - окликнул Дениса Андрей. - Сдал?",
    "answers": [
      {
        "id": 9,
        "text": "- Неа, на пересдачу пойду через неделю."
      },
      {
        "id": 10,
        "text": "- Не твое собачье дело, Ануфриев. О себе побеспокойся лучше."
      }
    ]
  },
  {
    "id": 9,
    "text": "- Ох, - помрачнел Андрей. - Удачи тебе там, Денис.",
    "answers": [
      {
        "id": 11,
        "text": "Поблагодарить и уйти"
      },
      {
        "id": 11,
        "text": "Уйти молча"
      }
    ]
  },
  {
    "id": 10,
    "text": "Андрей аж застыл на месте от таких слов:\n- Мда, Борзов, - промолвил Андрей. - Твоя фамилия тебе явно подходит.\nИ Андрей, отвернувшись, продолжил разговор с одногруппниками.\n\"Хах, не такой уж я и спокойный\", - подумал Денис и харкнул на асфальт.",
    "answers": [
      {
        "id": 11,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 11,
    "text": "Денис вышел за пределы территории училища и отправился на остановку, дожидаться автобуса. В кармане он нащупал зажигалку и пачку сигарет.",
    "answers": [
      {
        "id": 12,
        "text": "Покурить за остановкой"
      },
      {
        "id": 13,
        "text": "Ждать автобус"
      }
    ]
  },
  {
    "id": 12,
    "text": "Денис решил покурить.\nПодкурив сигарету, Денис затянулся и выдохнул едкий дым.\n\"Опять не повезло, что ж за карма такая, черная? - думал он, выдыхая дым.\nВдруг он услышал чей-то хриплый голос:\n- Эй, пацан! Сигареткой не угостишь?\nПеред парнем возник какой-то бородатый мужик лет сорока пяти. Еще мгновение назад его тут не было.",
    "answers": [
      {
        "id": 17,
        "text": "Дать мужику сигарету"
      },
      {
        "id": 15,
        "text": "- Ты кто такой? Тебя же тут не было?"
      },
      {
        "id": 16,
        "text": "- Тьфу, пошел прочь отсюда, алкаш! Напугал меня..."
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Потом покурю\", - подумал Денис и начал считать деньги на проезд.\nКак вдруг...\n- Эй, пацанчик, - раздался хриплый голос. - Мелочью не выручишь?\nДенис увидел возле себя какого-то бородатого мужика лет сорока пяти. Еще пару мнгновений назад его тут не было.",
    "answers": [
      {
        "id": 17,
        "text": "Дать мужику немного мелочи"
      },
      {
        "id": 15,
        "text": "- Ты откуда тут взялся, мужик? Я ж один стоял тут."
      },
      {
        "id": 16,
        "text": "- Иди работай, алкаш! Денег у меня нет."
      }
    ]
  },
  {
    "id": 14,
    "text": "Денис вернулся в училище, подошел к двери нужного кабинета и наткнулся на Владислава Викторовича.\n- А, Борзов, - промолвил преподаватель. - Отлично справились с зачетом, хвалю.\n- Очень смешно, Владислав Викторович, - отозвался Денис.\n- Ничего смешного. Вы честно заработали свою пятерку.\n\"ЧЕГО?\"\n- Пятерку? - от удивления Денис даже рот открыл.\n- Да, Борзов, пятерку, - ответил преподаватель. - Честно говоря, я и сам удивлен.\n\"Не соврал-таки мужик! Он колдун, волшебник!\"\nДенис попрощался с преподавателем и со всех ног побежал к остановке.",
    "answers": [
      {
        "id": 18,
        "text": "Бежать к остановке"
      }
    ]
  },
  {
    "id": 15,
    "text": "- Гоп-ля-ля, тополя! - засмеялся мужик. - Я волшебник, чудный маг. Ну так что, поделишься?",
    "answers": [
      {
        "id": 17,
        "text": "- Ну ладно, держи."
      },
      {
        "id": 16,
        "text": "- Нет, не поделюсь."
      }
    ]
  },
  {
    "id": 16,
    "text": "- Эх, молодёжь, - протянул мужик. - Злые вы и жадные.\n- Ага, - безразлично ответил Денис, высматривая автобус.\n- Ну смотри не пожалей о своем выборе, - промолвил мужик своим хриплым голосом.\nДенис обернулся на голос и хотел послать мужика куда подальше, однако рядом уже никого не было.\n\"У меня глюки чтоли?\" - подумал Денис.\nСтранный мужик какой-то был...\nМысли Дениса прервал подъехавший к остановке автобус. Парень прыгнул внутрь, рассчитался за проезд и, уставившись в окно, начал о чем-то размышлять.\nАвтобус тронулся с места, увозя Дениса подальше от злополучной остановки.",
    "answers": [
      {
        "id": 22,
        "text": "Ехать домой"
      }
    ]
  },
  {
    "id": 17,
    "text": "- Ай, спасибо, пацан! - обрадовался мужик. - Добрый ты.\n- Да пожалуйста, - ответил Денис.\n- А позволь я тебя отблагодарю!\n- Чем же? - удивился Денис.\n- Вот скажи, пацан, - тихо сказал мужик. - Что тебя сейчас волнует?\nДенис задумался:\n- Я вот зачет не сдал. По фармакологии.\n- Всего-то? - рассмеялся мужик. - Тю, раз плюнуть!\nМужик щелкнул пальцами в воздухе.\n- Все, твоя проблема решена, - довольным тоном сказал мужик.\n- Очень смешно, - ответил Денис.\n- Не веришь, да? - прищурился мужик. - А ты сходи-ка сейчас на свой зачет, или что там у тебя? Удостоверишься.\nДенис посмотрел на часы. Время - 11:21, зачет еще не окончен.\n- Ну, ладно, схожу, - ответил он мужику.\nНо мужика уже рядом не было.\n\"Чертовщина какая-то!\" - подумал Денис.",
    "answers": [
      {
        "id": 14,
        "text": "Вернуться в кабинет"
      }
    ]
  },
  {
    "id": 18,
    "text": "На остановке никого не было.\n\"Черт! И как его теперь искать?\" - подумал Денис и заметил у себя под ногами небольшой лист бумаги, на котором большими буквами было написано: \"ДЕНИСУ Б.\"",
    "answers": [
      {
        "id": 19,
        "text": "Взять лист и прочитать"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Значит, все-таки проверил, пацан? Хах, а думал, наверное, что алкаш какой-то прикалывается, да? Ну все, можешь не париться из-за своего зачета. А за доброту тебе еще раз спасибо. Буду нужен - скажи трижды \"Ангел-хранитель, приди!\" - и я тут как тут! Только сегодня не зови, голова болит после вчерашнего.\n\nВсего наилучшего, пацан!\nТвой Ангел-хранитель\".",
    "answers": [
      {
        "id": 20,
        "text": "Дочитать"
      }
    ]
  },
  {
    "id": 20,
    "text": "- Ангел-хранитель, надо же, - удивился Денис. - А я думал, что сказки все это.\nДенис еще раз перечитал записку:\n\"...только сегодня не зови, голова болит после вчерашнего\"...\nДенис рассмеялся:\n- А говорит, что не алкаш, ха-ха-ха!\nДочитав записку, он аккуратно свернул ее и положил в карман.\nЧерез пару минут к остановке подъехал автобус, и Денис прыгнул внутрь. Устроившись у окна, он рассчитался за проезд и задумался о чем-то своем. Автобус тронулся. Денис ехал домой.",
    "answers": [
      {
        "id": 24,
        "text": "Ехать домой"
      }
    ]
  },
  {
    "id": 21,
    "text": "Выбирайте главу.",
    "answers": [
      {
        "id": 2,
        "text": "ГЛАВА I"
      },
      {
        "id": 25,
        "text": "ГЛАВА II"
      },
      {
        "id": 78,
        "text": "ГЛАВА IIIА"
      },
      {
        "id": 75,
        "text": "ГЛАВА IIIБ"
      },
      {
        "id": 104,
        "text": "ГЛАВА IVA"
      },
      {
        "id": 119,
        "text": "ГЛАВА IVБ"
      },
      {
        "id": 133,
        "text": "ДОП. ГЛАВА: \"О лучших друзьях\""
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 22,
    "text": "Денис, наконец, оказался дома. У себя на кровати он обнаружил листочек бумаги, на котором было написано большими буквами: \"ДЕНИСУ Б.\" Денис взял листочек и прочитал:\n\n\"Пацан, хоть ты и жлоб, но я даю тебе второй шанс. Если еще не понял, то я - это тот мужик с остановки.\nВобщем, я хочу предложить тебе помощь. Ты даже представить не можешь, как я могу изменить твою жизнь. Если буду нужен, то трижды произнеси: \"Ангел-хранитель, приди!\" - и я тут как тут. Только не зови сегодня, а то после вчерашнего голова болит.\n\nНе отказывайся, пацан!\nТвой Ангел-хранитель\".",
    "answers": [
      {
        "id": 23,
        "text": "Дочитать"
      }
    ]
  },
  {
    "id": 23,
    "text": "- Ничего себе, - только и смог сказать Денис. - Ангел-хранитель... А вдруг это не сказки?\nДенис еще раз перечитал записку. \"Сегодня не зови, голова после вчерашнего болит\", - прочитал Денис и засмеялся.\n- Ахаха, я ж так и думал - алкаш! - сквозь слезы сказал Денис.\nПарень дочитал записку и, аккуратно свернув ее, положил на письменный стол. Затем Денис пошел заниматься своими делами: выпил чашку кофе, поиграл в игры и первый раз за долгое время решил почитать лекции. Через неделю его ждала пересдача.",
    "answers": [
      {
        "id": 26,
        "text": "Читать лекции"
      },
      {
        "id": 26,
        "text": "Плюнуть и заняться своими делами"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дома Денис еще раз перечитал записку и задумался. Ангел-хранитель... Неужели это правда? То есть все это время у него был Ангел-хранитель? Но почему он не помогал Денису на протяжении всей его жизни?<s>r\nДенис отложил размышления на потом и налил себе чашку кофе. Переместившись в свою спальню, он развалился на диване и, хлебнув кофе, подумал:<s>r\n- \"Эх, круто! Зачет же сдал в итоге\".<s>r\nОт этой мысли Денису показалось, что внутри него разлилось какое-то приятное тепло. Хотя... Может это не мимолетные мгновения радости, а просто горячий кофе течет по пищеводу? Кто знает...<s>r\nДенис улыбнулся. Сегодняшний день он может потратить так, как ему вздумается.",
    "answers": [
      {
        "id": 25,
        "text": "КОНЕЦ 1 ГЛАВЫ"
      }
    ]
  },
  {
    "id": 25,
    "text": "ГЛАВА II<s>r\nРАССКАЗ ХРАНИТЕЛЯ<s>r\n<s>r\nРаздражающий звон будильника разбудил Дениса.<s>r\n\"Господи, опять забыл выключить этот проклятый будильник!\" - подумал Денис.",
    "answers": [
      {
        "id": 29,
        "text": "Отключить будильник и полежать еще"
      },
      {
        "id": 30,
        "text": "Отключить будильник и встать с кровати"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вдруг у Дениса зазвонил телефон. Звонила куратор группы Дениса, Маргарита Павловна. Денис ответил:\n- Да, Маргарита Павловна, здравствуйте.\n- Здравствуй, Денис, - ответила куратор. - Я звоню тебе, чтобы передать слова Владислава Викторовича.\n- Я помню, пересдача через неделю.\n- Пересдача? - удивилась куратор. - Какая пересдача, Денис? Владислав Викторович рассказал мне о ребятах с группы которые сдали зачет, в том числе и о тебе. Более того, тебя он даже расхвалил.\nСказать, что эти слова шокировали парня - значит не сказать ничего.\n- Ну... да, - неуверенно сказал Денис.\n- Вобщем, я тебя тоже хвалю, Денис, - сказала Маргарита Павловна. - Ты молодец, от Владислава Викторовича мало кто дожидался похвалы.\n- Спасибо, Маргарита Павловна!\n- Ой, ну все, до свидания, Денис, - попрощалась куратор. - Извини, что отвлекла тебя.\n- Все в порядке, Маргарита Павловна. Всего доброго.",
    "answers": [
      {
        "id": 27,
        "text": "Положить трубку"
      }
    ]
  },
  {
    "id": 27,
    "text": "Денис в искреннем недоумении положил трубку. Как? Он же не сдал зачет! Он и сам прекрасно это понимает?\nВнимание Дениса привлек странный листок бумаги. Денис взял его и прочитал:\n\n\"Все еще не веришь в чудеса, пацан? Можешь не благодарить. И не париться из-за этого зачета. Теперь-то, я надеюсь, ты понимаешь, что это не бред алкоголика?\n\nЗови если что.\nТвой Ангел-хранитель\".",
    "answers": [
      {
        "id": 28,
        "text": "Дочитать"
      }
    ]
  },
  {
    "id": 28,
    "text": "Дочитав это, Денис почувствовал стыд. Этот мужик, хранитель или кто он там, выручил его. Выручил Дениса, который считал его законченным алкашом.\n\"Обязательно нужно будет его позвать\", - подумал Денис.\nА еще парень ощутил небывалый прилив позитива. Зачет все-таки сдал (пусть и непонятно как). А значит можно заниматься своими делами вместо того, чтобы учить скучные лекции.",
    "answers": [
      {
        "id": 25,
        "text": "КОНЕЦ 1 ГЛАВЫ"
      }
    ]
  },
  {
    "id": 29,
    "text": "Денис решил позволить себе еще немного поспать, однако прошло около двадцати минут, а уснуть у парня все не получалось.",
    "answers": [
      {
        "id": 30,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 30,
    "text": "Денис пошел на кухню, чтобы позавтракать. Жил он, кстати, отдельно от родителей. Они время от времени присылали деньги сыну, к тому же, Денис получал стипендию. Этих денег вполне хватало на жизнь 17-летнего парня.\nДенис заглянул в холодильник и подумал:\n— \"Хм, что бы съесть?\"\nВ холодильнике были куриные яйца, молоко, сливочное масло, колбаса и баночка малинового варенья. На столе стояла упаковка кукурузных хлопьев. В стоящей рядом с хлопьями вазочке были вафли.",
    "answers": [
      {
        "id": 32,
        "text": "Чай с бутербродами"
      },
      {
        "id": 33,
        "text": "Яичница с колбасой"
      },
      {
        "id": 34,
        "text": "Хлопья с молоком"
      },
      {
        "id": 35,
        "text": "Кофе с вафлями"
      }
    ]
  },
  {
    "id": 31,
    "text": "Здесь Вы можете почитать о героях этого квеста.",
    "answers": []
  },
  {
    "id": 32,
    "text": "\"Что ж, чай и бутерброды - немудреный парижский завтрак\", - подумал Денис, посмеиваясь.",
    "answers": [
      {
        "id": 36,
        "text": "Позавтракать"
      },
      {
        "id": 30,
        "text": "Съесть что-нибудь другое"
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Ооо, шик, яичницу с колбаской сейчас заточим!\" - подумал Денис, облизываясь.",
    "answers": [
      {
        "id": 36,
        "text": "Позавтракать"
      },
      {
        "id": 30,
        "text": "Съесть что-то другое"
      }
    ]
  },
  {
    "id": 34,
    "text": "\"А может, не заморачиваться и поесть хлопьев?\" - подумал Денис, поглядывая то на молоко в холодильнике, то на упаковку хлопьев на столе.",
    "answers": [
      {
        "id": 36,
        "text": "Позавтракать"
      },
      {
        "id": 30,
        "text": "Съесть что-нибудь другое"
      }
    ]
  },
  {
    "id": 35,
    "text": "\"А забабахаю-ка я кофейку, да с вафельками!\" - подумал Денис.",
    "answers": [
      {
        "id": 36,
        "text": "Позавтракать"
      },
      {
        "id": 30,
        "text": "Съесть что-нибудь другое"
      }
    ]
  },
  {
    "id": 36,
    "text": "Позавтракав, Денис отправился в спальню и решил зайти в соцсеть, проверить сообщения.<s>r\nСообщений было два: первое - в беседе одногруппников студенты решали, где и как праздновать удачное закрытие сессии. Второе - от старшей сестры Дениса, которая интересовалась, как там у брата дела с учебой. Сестра закончила то же медицинское училище, в котором сейчас учится Денис.",
    "answers": [
      {
        "id": 37,
        "text": "Почитать сообщения в беседе",
        "need": -37
      },
      {
        "id": 38,
        "text": "Ответить сестре",
        "need": -38
      },
      {
        "id": 41,
        "text": "Выйти из соцсети"
      }
    ]
  },
  {
    "id": 37,
    "text": "Денис решил почитать сообщения в беседе. Все они были написаны вчера:<s>r\n<s>r\n15:48 Постовалов Олег:<s>r\nребят, ну что, как будем праздновать закрытие сессии?<s>r\n<s>r\n15:49 Белова Наталья:<s>r\nМожно будет в парке погулять всем вместе)<s>r\n<s>r\n15:50 Ануфриев Андрей:<s>r\nПарк - фигня. Давайте у меня соберемся, шашлычок замутим? :D<s>r\n<s>r\n15:52 Белова Наталья:<s>r\nНорм идея, только вот денег нужно много будет<s>r\n<s>r\n15:54 Мансурова Алиса:<s>r\nнафиг праздновать? давайте уж когда 4 курс закончим, вот это будет праздник<s>r\n<s>r\n16:32 Токарева Лида:<s>r\nребят, не несите чушь. Мы никогда, НИКОГДА, всей группой не соберемся. Вспомните, сколько раз хотели, а толку?",
    "answers": [
      {
        "id": 36,
        "text": "Поддержать Наташу и выйти из переписки"
      },
      {
        "id": 36,
        "text": "Поддержать Андрея и выйти из переписки"
      },
      {
        "id": 36,
        "text": "Поддержать Алису и выйти из переписки"
      },
      {
        "id": 36,
        "text": "Поддержать Лиду и выйти из переписки"
      }
    ]
  },
  {
    "id": 38,
    "text": "Денис зашел в переписку с сестрой. Она писала вчера вечером:\n\n21:22 Борзова Анастасия:\nПривет, братюня). Как там у тебя дела с учебой-то?\n\nСестра была не в сети, поэтому диалога не получится. Денис подумал, как бы ответить?",
    "answers": [
      {
        "id": 36,
        "text": "Ответить, что все хорошо и выйти из переписки"
      },
      {
        "id": 36,
        "text": "Ответить, что учеба дается тяжело и выйти из переписки"
      },
      {
        "id": 36,
        "text": "Не отвечать"
      }
    ]
  },
  {
    "id": 39,
    "text": "Денис вышел из переписки. Сообщение сестры все еще висело непрочитанным.",
    "answers": [
      {
        "id": 40,
        "text": "Прочитать потом"
      }
    ]
  },
  {
    "id": 40,
    "text": "Денис решил прочитать оставшиеся сообщения потом.",
    "answers": [
      {
        "id": 41,
        "text": "Выйти из соц.сети"
      }
    ]
  },
  {
    "id": 41,
    "text": "Денис уже хотел выйти из соцсети, как вдруг ему пришло сообщение. Писала его одногруппница, Лида Токарева. Денис зашел в переписку с ней:<s>r\n<s>r\n10:22 Токарева Лида:<s>r\nПривет, Денис)<s>r\n<s>r\n*Дальнейший ход истории зависит от Ваших действий*",
    "answers": [
      {
        "id": 43,
        "text": "Оу, привет, Лида))). Чем обязан?"
      },
      {
        "id": 44,
        "text": "Лида, прости, я сейчас не в настроении общаться. Потом спишемся, угу?"
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Ладно, потом отвечу, как в сети будет\", - подумал Денис и вышел из переписки.\nСообщения в беседе одногруппников висели непрочитанными.",
    "answers": [
      {
        "id": 40,
        "text": "Прочитать потом"
      }
    ]
  },
  {
    "id": 43,
    "text": "10:24 Токарева Лида:<s>r\nДа ничем, просто хотела узнать, как у тебя дела",
    "answers": [
      {
        "id": 45,
        "text": "Дела супер, а твои как?"
      },
      {
        "id": 45,
        "text": "Про меня не думай, твои как дела?)"
      }
    ]
  },
  {
    "id": 44,
    "text": "Прежде чем ответить, Лида молчала около пяти минут. И наконец:<s>r\n<s>r\n10:28 Токарева Лида:<s>r\nНу хорошо. Пиши, как желание появится.<s>r\n<s>r\n*У Вас не получилось диалога с Лидой, встретиться с ней Вам не удалось*",
    "answers": [
      {
        "id": 47,
        "text": "Обязательно"
      }
    ]
  },
  {
    "id": 45,
    "text": "10:26 Токарева Лида:<s>r\nДа вполне неплохо)<s>r\n<s>r\n10:27 Токарева Лида:<s>r\nЧем занят сегодня?<s>r\n<s>r\nДенис задумался. Если Лида спрашивает о планах на день, значит в случае чего позовет гулять. Лида была едва ли не единственным человеком в группе, на которого Денису было не наплевать. Лиду он даже любил, по-свойски. Она не раз выручала его, а он не раз выручал ее. <s>r\nВспомнить тот случай с бродячей собакой, например: когда здоровая псина со всех ног бежала к Лиде, Денис особо не размышлял, что делать. Он просто побежал наперерез собаке и сшиб ее с ног. Девушка в это время успела убежать, а Денис остался один на один с дикой собакой. Будь условия равными, то Денис, возможно, получил бы пару укусов от этой собаки. Но сбитую с ног псину Денис изо всех сил прижимал к земле. А через пару минут прибежала Лида с одногруппниками, собаку \"скрутили\" и утащили куда-то на пустырь...<s>r\nДенис отвлекся от воспоминаний и еще раз прочитал сообщение:<s>r\n\"Чем занят сегодня?\"",
    "answers": [
      {
        "id": 46,
        "text": "А что?"
      }
    ]
  },
  {
    "id": 46,
    "text": "10:31 Токарева Лида:<s>r\nХотела позвать куда-нибудь)<s>r\n<s>r\n\"Предсказуемо\", - подумал Денис.<s>r\nЧестно говоря, чем сегодня заняться Денис не знал. Зачеты сдал все, а практика в больнице начинается только со следующей недели. Поэтому он вполне мог погулять со своей практически единственной подругой.",
    "answers": [
      {
        "id": 48,
        "text": "С тобой хоть на край света :D"
      },
      {
        "id": 49,
        "text": "Нет, я не смогу сегодня никуда пойти."
      }
    ]
  },
  {
    "id": 47,
    "text": "Денис ответил Лиде и вышел из соц.сети.<s>r\n\"Что ж... Нужно придумать себе какое-то занятие на день\", - подумал Денис и решил...",
    "answers": [
      {
        "id": 61,
        "text": "Поиграть в компьютерные игры"
      },
      {
        "id": 62,
        "text": "Почитать книгу"
      },
      {
        "id": 63,
        "text": "Прибраться в доме"
      }
    ]
  },
  {
    "id": 48,
    "text": "10:33 Токарева Лида:<s>r\nКруто)<s>r\n<s>r\n10:34 Токарева Лида:<s>r\nДавай сегодня в шесть вечера, в парке?<s>r\n<s>r\n*Вы согласились встретиться с Лидой*",
    "answers": [
      {
        "id": 50,
        "text": "Согласен)"
      }
    ]
  },
  {
    "id": 49,
    "text": "10:33 Токарева Лида:<s>r\nЖаль :(<s>r\n<s>r\n10:34 Токарева Лида:<s>r\nЕсли что-то изменится, дай мне знать, окей?<s>r\n<s>r\n*Вы отказались встретиться с Лидой*",
    "answers": [
      {
        "id": 47,
        "text": "Окей"
      }
    ]
  },
  {
    "id": 50,
    "text": "Денис ответил Лиде и вышел из соц.сети.<s>r\n\"Раз уж я согласился, то отказываться нехорошо\", - подумал Денис.<s>r\n<s>r\n***<s>r\n<s>r\nВ 17:40 Денис уже стоял у входа в парк, ожидая прихода подруги. Денис время от времени поглядывал на часы и думал, что зря он поторопился. Вряд ли Лида придет ровно в шесть, девушки ведь всегда опаздывают.<s>r\nДенис решил покурить где-нибудь за углом. Времени было еще много.",
    "answers": [
      {
        "id": 51,
        "text": "Покурить за углом"
      }
    ]
  },
  {
    "id": 51,
    "text": "Денис отошел от парка за угол жилой пятиэтажки и подкурил сигарету.<s>r\n- Эгегей, приятель! - раздался знакомый хриплый голос.<s>r\nДенис обернулся и, увидев того самого мужика, улыбнулся:<s>r\n- Ну, здорово, Ангел-хранитель, вот и свиделись.<s>r\n- Признал все-таки, - в ответ улыбнулся мужик. - Чего ты тут делаешь-то парень?<s>r\n- С подругой погулять договорился, жду вот.<s>r\n- А-а-а, - протянул мужик. - Ну, это дело серьезное. Подсобить чем?<s>r\n- В каком смысле?<s>r\n- Ну, я знаю тысячу и один способ понравиться девушке на первом свидании, - захохотал мужик.<s>r\nДенис засмеялся и ответил:<s>r\n- Ой, нет-нет, это моя хорошая подруга, мы гуляем как друзья.<s>r\n- Ясно, пацан. Кстати, я не представился. Зови меня Павел. Не дядя Паша, не Павел Валентинович, а просто Павел.<s>r\n- Окей, Павел. Буду знать хоть, как тебя зовут.<s>r\n- Сигареткой не угостишь, Дениска? - спросил Павел.<s>r\n",
    "answers": [
      {
        "id": 52,
        "text": "- Конечно угощу, дядя Паша."
      }
    ]
  },
  {
    "id": 52,
    "text": "Мужик нахмурился:<s>r\n- Я ж сказал...<s>r\n- Ой, - прервал его Денис. - Да помню я. Поиздеваться нельзя чтоли?<s>r\nПавел улыбнулся и подкурил сигарету.<s>r\n- Раз уж ты здесь, Денис, - сказал Павел, выдохнув горький дым. - Я хочу тебе кое-что рассказать.<s>r\nДенис затянулся последний раз, выдохнул дым и выкинул окурок.<s>r\n- Да-да, я слушаю.<s>r\nПавел затянулся и начал:<s>r\n- Вобщем... Не я один приглядываю за тобой. Я, как ты уже понял, твой Ангел-хранитель. Однако за тобой приглядывает еще и... Дьявол.<s>r\n- Дьявол? - переспросил Денис.<s>r\n- Ага, - ответил мужик. - Демонесса, если быть точным. Я хотел бы тебя предупредить, но прежде выслушай мою историю.<s>r\nДенис заинтересовался и кивнул, позволив Павлу начать.<s>r\n- Вобщем так, - сказал Павел. - С самого рождения к каждому человеку приставляют своего Ангела и своего Дьявола. Кто приставляет не спрашивай, нельзя нам о таком рассказывать. Чтоб ты знал, у нас там, - Павел указал на небеса. - Все схвачено.",
    "answers": [
      {
        "id": 53,
        "text": "- Интересно."
      }
    ]
  },
  {
    "id": 53,
    "text": "Денис задумчиво поглядел на Павла.<s>r\n- Так. И в чем же суть?<s>r\nМужик выкинул окурок и, вздохнув, продолжил:<s>r\n- Вобщем, ты был прав, если принял меня за алкоголика. Нам, Ангелам и Дьяволам, не чужды человеческие грехи и искушения. Вобщем... Я никогда не был на хорошем счету у начальства. Меня приставили к тебе вместе с одной девушкой, которую зовут Изабелла. Она и есть твой Дьявол.<s>r\nПавел немного помолчал, прежде чем продолжить:<s>r\n- Вобщем, едва тебе исполнился год, меня уволили за частые попойки. Тогда ты лишился моей опеки. Штука в том, что Дьявол без Ангела действовать не может, как не может и Ангел без Дьявола. Наша цель: заставить тебя выбрать сторону: светлую или темную. А когда я лишился работы, Изабелла также потеряла возможность присматривать за тобой. До вчерашнего дня ты жил без Ангела и Дьявола.<s>r\nДенис слушал так внимательно, что забыл обо всем на свете.<s>r\n- И вот теперь, - продолжил Павел. - Контроль за тобой возобновился. А это значит, что Изабелла не сегодня завтра придет к тебе. И я заклинаю тебя, пацан - не имей с ней дел. Она может дать тебе все, что пожелаешь: деньги, девушек, всеобщее признание. Это все могу дать тебе и я. Однако знай: выбрав одного из нас, ты выберешь и сторону.<s>r\nПавел вздохнул. Денис был в шоке:<s>r\n- То есть, помимо тебя у меня есть еще и свой личный Дьявол?<s>r\n- Истинно так, пацан, - кивнул Павел. - В отличие от меня, Изабелла способна на разнообразные дьявольские штуки. Например, она может предстать перед тобой в образе прекрасной девушки, увидев которую ты забудешь обо всем. А может превратиться и в старуху. Она умеет менять свой облик так, как ей вздумается. Она... сильнее меня. Как Высшее Существо, она гораздо сильнее меня.<s>r\nПавел замолчал, дав понять, что рассказ окончен.",
    "answers": [
      {
        "id": 54,
        "text": "- Позволь мне задать еще несколько вопросов, Павел."
      }
    ]
  },
  {
    "id": 54,
    "text": "- Конечно, пацан, - ответил Павел. - Спрашивай. Постараюсь ввести тебя в курс дела.",
    "answers": [
      {
        "id": 55,
        "text": "- И все-таки, кто руководит вами?",
        "need": -55
      },
      {
        "id": 56,
        "text": "- Я не до конца понимаю, почему один из вас не может работать без другого?",
        "need": -56
      },
      {
        "id": 57,
        "text": "- Как мне действовать, если придет Изабелла?",
        "need": -57
      },
      {
        "id": 58,
        "text": "- Ладно, Павел. Мне нужно идти, меня подруга ждет."
      }
    ]
  },
  {
    "id": 55,
    "text": "- Я не могу сказать тебе, Денис. Можешь считать, что руководит нами сам Всевышний.<s>r\nПавел поморщился:<s>r\n- Честно говоря, я очень не люблю свое начальство. Они не могут принять меня таким, какой я есть. То есть, веселым и вечно пьяным балагуром.",
    "answers": [
      {
        "id": 54,
        "text": "- Понятно. У меня есть еще вопрос."
      }
    ]
  },
  {
    "id": 56,
    "text": "- Потому что в этом и есть суть выбора стороны. Если будет работать только Ангел - конечно же человек выберет светлую сторону. А если только Дьявол - извините, финита ля комедия, еще одна душа уйдет в пользу темной стороны.<s>r\nПавел помолчал и продолжил:<s>r\n- А вот, например, в случае с тобой... Если один лишается работы, то второй должен ожидать своего соперника. В случае с тобой есть еще одна особенность: нового Ангела к тебе не приставили. Потому что я все эти годы ездил начальству по ушам по поводу возврата на работу и прикрепления меня к тебе. Если бы они приставили к тебе нового Ангела - я бы погиб. Мы не можем существовать без человека, которого опекаем.",
    "answers": [
      {
        "id": 54,
        "text": "- Ясно. Можно еще вопрос?"
      }
    ]
  },
  {
    "id": 57,
    "text": "- Действуй, как тебе угодно, но старайся не попадаться на ее уловки. По сути, если один из нас мешает другому, подговаривая опекаемого на отказ от той или иной стороны - это правонарушение. Поэтому, я не могу тебе запретить иметь дело с Изабеллой. Но предупредить об опасности и о темной стороне я могу.",
    "answers": [
      {
        "id": 54,
        "text": "- Я понял. У меня есть еще вопросы."
      }
    ]
  },
  {
    "id": 58,
    "text": "- Конечно, Денис, - сказал Павел. - Хочу попросить тебя об одной услуге, прежде чем уйду.",
    "answers": [
      {
        "id": 59,
        "text": "- Все, что угодно, Павел."
      }
    ]
  },
  {
    "id": 59,
    "text": "- Не говори Изабелле об этом разговоре. Если она узнает, то непременно доложит начальству, переврав историю так, будто я отговаривал тебя от выбора темной стороны. И тогда у меня будут проблемы. Ну так что, договорились?\n- Договорились, - промолвил Денис.\nПавел кивнул и через минуту скрылся за поворотом.",
    "answers": [
      {
        "id": 60,
        "text": "Вернуться в парк"
      }
    ]
  },
  {
    "id": 60,
    "text": "Около входа в парк Денис увидел Лиду и подошел к ней. Лида надула губы:<s>r\n- Ты на часы смотрел? Нехорошо опаздывать, Денис.<s>r\nДенис посмотрел на часы. Время - 18:32.<s>r\n\"Ничего себе!\" - подумал Денис. Он и не заметил, как прошло более получаса, пока разговаривал с Павлом.<s>r\n- Прости, детка, - подмигнул Денис девушке и улыбнулся. - У меня были неотложные дела.<s>r\n- Денис, не делай так, - без тени улыбки промолвила Лида. - Тебе это не идет.<s>r\n- Прости, - тихо ответил Денис, опустив голову вниз.<s>r\n- Да ничего, проехали, - рассмеялась Лида. - Ну что, пойдем?",
    "answers": [
      {
        "id": 76,
        "text": "- Конечно!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Денис решил заняться своим любимым делом - играть в игры. Каких только игр у него не было: разнообразные стратегии, шутеры, гонки, пара онлайн-игр. И Денис решил поиграть в...",
    "answers": [
      {
        "id": 64,
        "text": "Стратегия"
      },
      {
        "id": 64,
        "text": "Шутер"
      },
      {
        "id": 64,
        "text": "Гонка"
      },
      {
        "id": 64,
        "text": "Онлайн-игры"
      }
    ]
  },
  {
    "id": 62,
    "text": "Денис взял с книжкой полки первую попавшуюся книгу и прочитал название: \"Кровавая охота\". Неплохо.<s>r\nДенис развалился на диване и начал читать. Прошло около двух часов, как вдруг раздался звонок в дверь. Денис отложил книгу и подошел к двери.<s>r\n- Кто там? - спросил парень.<s>r\n- Добрый день, Денис, - послышался приятный женский голос. - Мне нужно с тобой поговорить.<s>r\nДенис напрягся и спросил:<s>r\n- А кто вы?<s>r\nЗа дверью послышалось женское хихиканье:<s>r\n- Открой дверь - узнаешь.",
    "answers": [
      {
        "id": 65,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 63,
    "text": "\"Приберусь-ка я дома!\" - подумал Денис.<s>r\nПарень вымыл всю посуду, пропылесосил в комнатах, вытер пыль везде, где только мог. Квартира парня засияла чистотой, а Денис, довольный собой, разлегся на диване, желая отдохнуть. Однако не успел он устроиться на диване поудобнее, как раздался звонок в дверь. Денис подошел к двери и спросил:<s>r\n- Кто там?<s>r\n- Добрый день, Денис, - послышался приятный женский голос. - Мне нужно с тобой поговорить.<s>r\nДенис напрягся и спросил:<s>r\n- А кто вы?<s>r\nЗа дверью послышалось женское хихиканье:<s>r\n- Открой дверь - узнаешь.",
    "answers": [
      {
        "id": 65,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 64,
    "text": "Наслаждаясь игрой, Денис не заметил, как пролетело два часа. Он бы, наверное, и дальше продолжал играть, но тут раздался звонок в дверь. Денис поставил игру на паузу и пошел к двери и спросил:<s>r\n- Кто там?<s>r\n- Добрый день, Денис, - послышался приятный женский голос. - Мне нужно с тобой поговорить.<s>r\nДенис напрягся и спросил:<s>r\n- А кто вы?<s>r\nЗа дверью послышалось женское хихиканье:<s>r\n- Открой дверь - узнаешь.",
    "answers": [
      {
        "id": 65,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 65,
    "text": "За дверью стояла очень красивая темноволосая девушка лет двадцати. Волосы ее были собраны в хвост, из-под очков на парня смотрели красивые зеленые глаза. Сама она была одета по-простому: белые кроссовки, рваные джинсы и белая футболка с какими-то узорами.<s>r\n- Ну вот, я, наконец, увидела тебя, Денис, - сказала девушка, подмигнув парню. - Позволишь войти?<s>r\nДенис поколебался минуту, но девушку все же впустил.<s>r\n- Благодарю, - сказала девушка и, разувшись, отправилась на кухню.<s>r\nДенис последовал за странной гостьей.<s>r\n- И все-таки, - начал он.<s>r\n- Да-да? - откликнулась девушка и присела за стол.<s>r\n- Кто вы такая?<s>r\nДевушка хлопнула себя ладонью по лбу:<s>r\n- Ах да, я не представилась. Мое имя Изабелла.<s>r\n\"Я не знаю никакую Изабеллу\", - подумал Денис и сказал:<s>r\n- Вы мне сейчас ничем не помогли.<s>r\nДевушка закатила глаза.<s>r\n- Точно, - промолвила она. - Тебе же придется все объяснять с самого начала.<s>r\nИзабелла помолчала и спросила:<s>r\n- Тебе знаком Паша?<s>r\n- Паша? - переспросил Денис.<s>r\n- Так зовут твоего Ангела-хранителя.<s>r\n- Тогда да, знаком.<s>r\n- И он тебя, похоже, в курс дела не ввел, - задумчиво произнесла Изабелла. - Присаживайся, Денис. Сейчас я расскажу тебе, что да как.",
    "answers": [
      {
        "id": 66,
        "text": "Присесть"
      }
    ]
  },
  {
    "id": 66,
    "text": "Денис присел за стол.<s>r\n- Не изволишь ли предложить даме чего-нибудь выпить? - поинтересовалась Изабелла.<s>r\n- Разве что чай или кофе, - усмехнулся Денис.<s>r\n- Я о другом. Вино у тебя есть?<s>r\nДенис вспомнил, что видел в холодильнике банку пива, но предлагать девушке не стал.<s>r\n- Ясно, - ответила Изабелла. - Ладно, обойдемся без этого.<s>r\nДенис внимательно посмотрел на Изабеллу.<s>r\n- Вобщем так, парень, - начала свой рассказ девушка. - У каждого человека, помимо Ангела-хранителя есть еще и свой Дьявол-хранитель. Твоим Дьяволом являюсь... я.<s>r\nДенис напрягся:<s>r\n- И... что?<s>r\n- Ничего, - просто ответила девушка. - Нас приставляют для того, чтобы человек сумел определиться с выбором стороны, темной или светлой.<s>r\n- А где вы были все это время? - спросил Денис. - Вместе с... Павлом.<s>r\n- Павел - алкоголик, - произнесла девушка. - За это наше начальство вышвырнуло его с работы. А без Ангела Дьявол работать не может, как и Ангел без Дьявола. Иначе выбор стороны человеком будет предопределен.",
    "answers": [
      {
        "id": 67,
        "text": "- Так. И в чем же суть?"
      }
    ]
  },
  {
    "id": 67,
    "text": "- Суть в том, Денис, - сказала Изабелла. - Что мы должны заставить тебя выбрать сторону. Помогая людям и совершая различные добрые дела, ты угодишь Павлу. Но если ты будешь делать наоборот, - девушка подмигнула и улыбнулась парню. - То этим ты порадуешь меня.<s>r\nДенис еще раз отметил, как она была красива. Одета просто, макияжа минимум, а сердце его уже колотится как бешенное. Словно он старшеклассник, который не может заставить себя позвать понравившуюся девочку погулять.<s>r\n- А ты мне, - начал он неуверенно. - Не навредишь?<s>r\nИзабелла засмеялась:<s>r\n- Конечно нет, Денис. Я твой хранитель, пусть и Дьявол. Мне незачем тебе вредить.<s>r\nДенис обдумывал все услышанное:<s>r\n\"Дьявол, надо же. У меня голова кругом идет: Ангелы, Дьяволы. Ой...\"<s>r\n- Вобщем, если у тебя есть какие-то вопросы, - сказала девушка. - Задавай их. Я надолго у тебя в гостях не задержусь, у меня много дел.<s>r\nИ девушка подмигнула Денису, дав понять, что готова отвечать на вопросы.",
    "answers": [
      {
        "id": 68,
        "text": "- Хорошо."
      }
    ]
  },
  {
    "id": 68,
    "text": "- Спрашивай, парень, - снова подмигнула девушка.",
    "answers": [
      {
        "id": 69,
        "text": "- Так кто же вами все-таки руководит?",
        "need": -69
      },
      {
        "id": 70,
        "text": "- А почему один из вас не может работать без другого?",
        "need": -70
      },
      {
        "id": 72,
        "text": "- А зачем это все вообще? В чем смысл?",
        "need": -72
      },
      {
        "id": 71,
        "text": "- Вопросов больше не имею."
      }
    ]
  },
  {
    "id": 69,
    "text": "- Этого, Денис, тебе лучше не знать, - жестко ответила девушка. По крайней мере пока что.<s>r\nДенис немного смутился.",
    "answers": [
      {
        "id": 68,
        "text": "- У меня есть еще вопросы."
      }
    ]
  },
  {
    "id": 70,
    "text": "- Я уже говорила. Если один хранитель выбывает из игры, второй тоже не может работать, иначе сторона человека будет предопределена заранее.<s>r\nДевушка помолчала, прежде чем продолжить:<s>r\n- Случай с тобой редкий... То есть, ты лишился Ангела, но нового к тебе не приставили. Поэтому ты до вчерашнего дня жил без хранителей. Не спрашивай, почему так вышло, я сама не знаю.<s>r\nДевушка помолчала и добавила:<s>r\n- Тебе лучше спросить это у Павла, если пожелаешь.",
    "answers": [
      {
        "id": 68,
        "text": "- Ясно. У меня есть еще вопросы."
      }
    ]
  },
  {
    "id": 71,
    "text": "- Прекрасно, - сказала девушка. - Надеюсь, мне удалось хоть немного прояснить ситуацию.<s>r\nДевушка направилась к выходу.<s>r\n- Ах да, Денис, - снова хлопнула она себя ладонью по лбу. - Если я тебе понадоблюсь, то произнеси такие слова: \"Дьявол-хранитель, я взываю к тебе, услышь мою просьбу и приди\", и я появлюсь. Я могу изменить твою жизнь, парень.<s>r\nДевушка улыбнулась.<s>r\n- Хорошо, - ответил Денис. - Я позову, если что.<s>r\nДевушка вышла из квартиры Дениса и помахала ему рукой:<s>r\n- Дьявол говорит \"Пока-пока\"! - и девушка закрыла дверь.<s>r\nДенис отправился на кухню, заварил себе кофе и обдумал то, что он услышал.<s>r\n\"Почему мне об этом не рассказал Ангел-хранитель?\" - подумал он. И ответ пришел сам собой: возможно, он просто не успел предупредить парня.<s>r\nДенис не придумал ничего лучше, как поискать информацию в Интернете, однако поиски были безуспешны. Никакого намека на то, что происходит с ним сейчас.",
    "answers": [
      {
        "id": 73,
        "text": "Зайти в соц.сеть"
      }
    ]
  },
  {
    "id": 72,
    "text": "Девушка внимательно посмотрела на парня:<s>r\n- Неужели про Рай и Ад ни разу не слышал?<s>r\n- Слышал, - ответил Денис.<s>r\n- Ну вот и знай, - засмеялась девушка. - Что если будешь помогать Паше, то твоя душа отправится в Рай. А если мне...<s>r\n- То в Ад, - прервал девушку Денис. - Так себе перспектива.<s>r\nИзабелла засмеялась.Смех ее на этот раз... мало напоминал женский. И даже на человеческий он был не сильно похож.<s>r\n- Думаешь о котле кипящем, да демонах-надзирателях? - спросила девушка. - Сказки все это. У нас там... все по-другому. Все люди в Аду разделены на классы. Чем больше грехов ты совершаешь, тем выше твой класс. Люди, попавшие в Ад... с какой-то стороны и сами становятся дьяволами. К примеру, разные негодяи занимают высокие должности, а вот \"мелкие\" грешники являются обычными рабочими. Все, кто там находятся... Они как большая и злая семья. Поговаривают, что и в Раю система похожая. Спросишь у Павла, если интересно.",
    "answers": [
      {
        "id": 68,
        "text": "- Окей, еще вопрос есть."
      }
    ]
  },
  {
    "id": 73,
    "text": "Денис решил зайти в соц.сеть. Больше заняться все равно было нечем.<s>r\n\"Ого, заявка в друзья!\" - подумал Денис, увидев уведомление. Добавлялась какая-то девушка.<s>r\nДенис перешел на страничку этой девушки и прочитал:<s>r\n<s>r\nИзабелла Веденеева<s>r\nДата рождения: 13 мая 1996 года<s>r\nСемейное положение: не замужем<s>r\n<s>r\nОстальные поля, такие как \"Место работы\" или \"Место учебы\" заполнены не были.<s>r\nДенис какое-то время раздумывал, стоит ли добавлять Дьявола в друзья. Он даже не сомневался, что эта та самая Изабелла, которая только что была у него дома. Хотя... Он ведь не посмотрел фотографии. А вдруг это просто совпадение? Денис начал смотреть фото девушки.<s>r\nС каждой просмотренной фотографии, его уверенность в том, что это та самая Изабелла крепла: вот она в парке, а вот она около какой-то крутой иномарки. Одна из фотографии потрясла Дениса: фотография была сделана возле церкви, девушка чертила... пентаграмму. При этом пентаграмма была нарисована весьма хорошо.<s>r\nДенис хоть и не был человеком религиозным, но смотреть ему на это почему-то не хотелось. Он закрыл фотографии Изабеллы. И подумал: \"Добавлять или нет?\".<s>r\nВ конце концов, Денис сделал свой выбор.",
    "answers": [
      {
        "id": 74,
        "text": "Добавить Дьявола-хранителя в друзья"
      }
    ]
  },
  {
    "id": 74,
    "text": "\"Интересно, ее и впрямь зовут Изабелла?\" - подумал Денис. Просто он считал, что имя Дьявола должно быть каким-то... дьявольским? А Изабелла... Ну, имя как имя. Ничего примечательного, на самом деле.<s>r\nДенис допил кофе и отправился в спальню. Он не заметил, как начал наступать вечер. Он просто думал, думал, думал... Пока не задремал. Снилось ему что-то тревожное, но что именно, не узнает никто. И даже сам Денис, проснувшись вечером, и не вспомнит, что снилась ему... смерть его лучшей подруги, которой сегодня он отказал во встрече.<s>r\n<s>r\n***С этого момента история идёт по сюжетной линии №2***",
    "answers": [
      {
        "id": 75,
        "text": "КОНЕЦ 2 ГЛАВЫ"
      }
    ]
  },
  {
    "id": 75,
    "text": "ГЛАВА IIIБ<s>r\nСУККУБ<s>r\n\n22:01 Токарева Лида:\nЖаль, что мы не встретились сегодня :(\n\nДенис перечитывал сообщение, но в мыслях у него было только одно: Изабелла. Столь прекрасных девушек ему встречать не приходилось, хоть она и не совсем девушка.\n\n22:09 Токарева Лида:\nДенис, почему ты не отвечаешь?\n\nЭти зеленые глаза...\n\n22:11 Токарева Лида:\nДенис?\n\nОна так прекрасна...\n\n22:14 Токарева Лида:\nДенис что с тобой??? Я волнуюсь...",
    "answers": [
      {
        "id": 88,
        "text": "Ответить Лиде"
      }
    ]
  },
  {
    "id": 76,
    "text": "И Денис с Лидой отправились вглубь парка. Их не интересовали аттракционы, сладкая вата и прочие развлечения, которых в парке было более чем достаточно. Они просто ушли куда-то вглубь и сели на скамейку под деревом, рассказывая друг другу всякую всячину. Денису было легко с Лидой, а ей, в свою очередь, было легко с Денисом.<s>r\nВ какой-то момент Денис задумался. Черт, а ему ведь так хорошо с ней! Ни с одной девушкой так хорошо и комфортно Денису не было. Он, конечно, не альфа-самец, но девушек у него было предостаточно. Но все они были... не теми. Отношения с ними редко когда длились дольше месяца-двух. А вот Лиду он хорошо знает с первого курса...<s>r\n- Помнишь, как мы познакомились? - спросил Денис у Лиды.<s>r\nДенис прекрасно помнил, как это было. Это был первый учебный день, первая пара - русский язык. Ребята-первокурсники проходили программу 10-11 класса. Денис сидел рядом с Лидой, но тогда они еще знакомы не были. Как выяснилось, у преподавателя были сильные проблемы с дикцией, поэтому половину слов, сказанных им, понять было невозможно...<s>r\nПоток воспоминаний Дениса прервал голос девушки:<s>r\n- Конечно помню! - захохотала она. - Мы ж над Семенычем, преподом по русскому, ржали. Над его картавостью.<s>r\n- Ага, - ответил Денис. - Кайфовое время было, первый курс...<s>r\n- Это да, - вздохнула Лида и опустила свою голову на плечо Дениса.",
    "answers": [
      {
        "id": 77,
        "text": "Обнять девушку"
      }
    ]
  },
  {
    "id": 77,
    "text": "Денису ничего не оставалось, кроме как обнять подругу.<s>r\nОни просидели в такой позе около десяти минут, прежде чем Лида нарушила тишину:<s>r\n- Денис?<s>r\n- Ау? - отозвался парень.<s>r\n- Я люблю тебя...<s>r\n\"Вот это поворот!\" - пронеслось в голове у парня.<s>r\nДенис не смог бы сказать, что любит Лиду, как девушку. Он так привык относиться к ней, как к подруге, что даже не рассматривал ее, как девушку. Девушку, с которой можно просто так сидеть в парке, болтать, дурачиться.<s>r\n\"Стоп! Мы ж сейчас это и делаем\", - подумал Денис и отодвинул девушку от себя.<s>r\nЛида недоуменно посмотрела на парня:<s>r\n- Ты чего?<s>r\nА Денис... Денис заглянул в ее красивые зеленые глаза и подумал:<s>r\n\"А ведь мне с ней комфортно! Так почему бы и...\"<s>r\nДенис приблизился к Лиде и поцеловал ее. В это время он ни о чем не думал, только под конец поцелуя в его голове пронеслась мысль:<s>r\n\"Я ж так и знал, что она не просто так меня зовет!\"<s>r\nДенис отстранился от Лиды и наткнулся на такой нежный взгляд, что тут же все понял без слов.\n- Я тоже люблю тебя, Лида, - сказал Денис и вновь поцеловал девушку. \nДенис и Лида все целовались и не замечали, что все это время неподалеку от них, за деревом стоял бородатый мужик лет сорока пяти, покуривал сигарету и радостно улыбался, глядя на целующуюся парочку.<s>r\n<s>r\n***С этого момента история развивается по сюжетной линии №1***",
    "answers": [
      {
        "id": 78,
        "text": "КОНЕЦ 2 ГЛАВЫ"
      }
    ]
  },
  {
    "id": 78,
    "text": "ГЛАВА IIIА<s>r\nСЛОВНО СТАРЫЕ ДРУЗЬЯ<s>r\n<s>r\n22:01 Токарева Лида:<s>r\nДенис, это было шикарно :3<s>r\n<s>r\nДенис прочитал сообщение и улыбнулся. Его единственная подруга после прогулки стала его девушкой. Денис даже помнил, что предлагал Лиде переехать к нему, в съемную квартиру. Лида, обольстительно улыбаясь, обещала подумать.<s>r\n<s>r\n22:03 Борзов Денис:<s>r\nО да :3<s>r\n<s>r\n22:04 Токарева Лида:<s>r\nНасчет переезда, Денис...",
    "answers": [
      {
        "id": 79,
        "text": "- Что-то не так?"
      }
    ]
  },
  {
    "id": 79,
    "text": "22:06 Токарева Лида:<s>r\nЯ поговорила с родителями.<s>r\n<s>r\nДенис напрягся. Родители Лиды были людьми строгими.<s>r\n<s>r\n22:06 Токарева Лида:<s>r\nИ они разрешили переехать))))",
    "answers": [
      {
        "id": 80,
        "text": "- Уррррра!!! :D"
      },
      {
        "id": 81,
        "text": "- Давай, собирай шмотки и дуй ко мне :D"
      }
    ]
  },
  {
    "id": 80,
    "text": "22:07 Токарева Лида:<s>r\n:3<s>r\n<s>r\n22:08 Токарева Лида:<s>r\nЛадно, Денис, я спать. Доброй ночи, я люблю тебя :3",
    "answers": [
      {
        "id": 82,
        "text": "- И я тебя. Доброй ночи :3"
      }
    ]
  },
  {
    "id": 81,
    "text": "22:07 Токарева Лида:<s>r\nВремя 10 часов вечера, куда мне сейчас? :D<s>r\n<s>r\n22:08 Борзов Денис:<s>r\nШучу :D<s>r\n<s>r\n22:08 Токарева Лида:<s>r\nДа поняла я)<s>r\n<s>r\n22:09 Токарева Лида:<s>r\nЛадно, доброй ночи, Денис, я спать. Я люблю тебя :3<s>r\n<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "- И я тебя люблю :3. Доброй ночи)"
      }
    ]
  },
  {
    "id": 82,
    "text": "Денис попрощался с Лидой и вышел из сети.<s>r\n\"Дзыыыыынь\", - раздался звонок в дверь.<s>r\nДенис аж подскочил. Кто бы это мог быть в такой час?\" - подумал он.<s>r\nПарень подошел к двери:<s>r\n- Кто там?<s>r\n- Открывай, герой-любовник! - услышал Денис голос Павла.<s>r\nДенис улыбнулся и открыл дверь. За дверью стоял довольный Павел с каким-то ящиком в руках.<s>r\n- Извиняюсь, что так поздно, - произнес он. - Но я подумал, что ты не будешь против моего визита.<s>r\n- Конечно же нет, Павел, - просиял Денис. - Я очень рад тебя видеть.<s>r\n- Ну тогда не загораживай проход, - хохотнул Павел.<s>r\nДенис пропустил Ангела, тот понес ящик на кухню. Денис пошел за ним.<s>r\n- А что это у тебя в ящике? - поинтересовался парень.<s>r\n- Маленький ты еще такое знать, - засмеялся Павел. - А хотя... Двадцать один есть?<s>r\n- Нет.<s>r\n- А восемнадцать?<s>r\n- Есть... почти. Немножко осталось.\n- А, ну тогда не все потеряно, - улыбнулся мужик и открыл ящик. В ящике оказалась водка.<s>r\n- Обмоем появление в твоей жизни такой прекрасной девушки, - подмигнул Ангел Денису.<s>r\n- Ты что, бухать собрался? - удивился Денис.<s>r\n- Нет, блин, ларёк у тебя дома открою, приторговывать буду. Конечно пить, Дениска!",
    "answers": [
      {
        "id": 83,
        "text": "- А с тобой можно?"
      }
    ]
  },
  {
    "id": 83,
    "text": "Павел выпучил глаза:<s>r\n- А ты думал, что я тут в одиночку хлестать буду? Конечно можно, пацан!<s>r\nДенис ухмыльнулся:<s>r\n- А на закуску что?<s>r\n- А на закуску то, что у тебя в холодильнике найдется.<s>r\nДенис вспомнил, что у него в холодильнике была банка пива.<s>r\n- У меня ж пиво есть! - объявил парень.<s>r\n- Много?<s>r\n- Банка.<s>r\n- На опохмел оставь, - махнул рукой Павел. - Одной банки мало будет.<s>r\nМужик достал из ящика одну бутылку водки и сказал Денису:<s>r\n- Ну давай, доставай стопки!<s>r\n- Стопок у меня нет, но... - сказал Денис, открыл посудный шкаф и выудил оттуда два граненых стакана.<s>r\n- Сойдет, - кивнул Павел и разлил водку по стаканам. - Ну, давай.<s>r\n- А закуска?<s>r\n- После первой не закусываем, - улыбнулся Павел.",
    "answers": [
      {
        "id": 84,
        "text": "Взять стакан с водкой"
      }
    ]
  },
  {
    "id": 84,
    "text": "- Ну, - сказал Павел. - За любовь!<s>r\nИ опрокинул стопку в себя. Денис сделал то же самое.<s>r\n- Ух, - сморщился Денис. - Нормально.<s>r\n- Конечно, - ответил Павел. - Сколько уже не пил, Дениска?<s>r\n- Со дня рождения.<s>r\n- Что-то я подзабыл, когда у тебя день рождения?<s>r\n- Десятого июня.<s>r\n- У-у-у, год не пил, пацан. Ну ничего, сейчас мы...<s>r\nПавел залез в холодильник, но через минуту вылез оттуда с недовольным лицом:<s>r\n- Пацан, у тебя ж в холодильнике ничего полезного для алкоголика. Как пить-то теперь?",
    "answers": [
      {
        "id": 85,
        "text": "- Там колбаса должна быть.",
        "need": -85
      },
      {
        "id": 86,
        "text": "- Банка огурцов соленых где-то... На нижней полке. Мама когда-то привозила."
      }
    ]
  },
  {
    "id": 85,
    "text": "- Неа, - сморщился Павел. - У меня с колбасы изжога. Что еще есть?",
    "answers": [
      {
        "id": 86,
        "text": "- А, огурцы же еще есть. Соленые, в холодильнике."
      }
    ]
  },
  {
    "id": 86,
    "text": "- Вот это другой разговор, - обрадовался Павел и снова полез в холодильник.<s>r\nЧерез минуту он извлек оттуда двухлитровую банку огурцов.<s>r\n- Так, открывай, пацан, я сейчас приду, - сказал Павел и вышел из кухни.",
    "answers": [
      {
        "id": 87,
        "text": "Открыть банку"
      }
    ]
  },
  {
    "id": 87,
    "text": "Денис открыл банку огурцов. Через минуту вернулся Павел с каким-то пакетом и начал разгружать его на стол. На столе появились: хлеб, минералка, зеленый лук и помидоры.<s>r\n- Ого! - удивился Денис. - Откуда это все?<s>r\n- Секрет фирмы, пацанчик, - ответил Павел, ухмыляясь. - Ты минералочку убери в холодильник, она нам пригодится еще. А остальное пусть лежит.<s>r\n- Ну и поляну мы накрыли, - улыбнувшись сказал Денис и убрал бутылку минералки в холодильник.<s>r\n<s>r- А то! - гордо произнес Павел. - Ну что, пить-то будешь еще?\nДенис подумал, что напиваться не стоит.",
    "answers": [
      {
        "id": 101,
        "text": "- Нет, я откажусь, пожалуй."
      }
    ]
  },
  {
    "id": 88,
    "text": "Денис напечатал сообщение.\n\n22:16 Борзов Денис:\nвсе в порядке\n\n22:16 Токарева Лида:\nТочно? Ты долго не отвечал...\n\nДенис еле сдерживался, чтобы не нагрубить Лиде. Да кто она вообще такая, по сравнению с Изабеллой?",
    "answers": [
      {
        "id": 90,
        "text": "- Да точно, точно. Не переживай)"
      },
      {
        "id": 91,
        "text": "- Да отвали ты уже! Я ж сказал, что все в порядке!"
      }
    ]
  },
  {
    "id": 89,
    "text": "- Кто там? - спросил парень.\n- Твой личный Дьявол, Денис, - произнес женский голос из-за двери.\nМысли о Лиде тут же покинули голову Дениса. Парень открыл дверь.\nЗа дверью стояла Изабелла, одетая на этот раз в кожаную куртку черного цвета и те же рваные джинсы.\n- Добрый вечер, Денис, - улыбаясь сказала девушка.\n- П-привет, - сказал Денис. - А ты чего пришла?\nИ тут произошло то, чего Денис вообще не ожидал. Изабелла подошла к нему и нежно чмокнула в щеку. У Дениса ушла земля из-под ног.\n- Соскучилась я, - прошептала девушка Денису в ухо.\nПарень почувствовал, что по телу побежали мурашки. Изабелла вошла в квартиру и отправилась на кухню. Денис проследовал за ней.\nИзабелла сняла кожаную куртку, под которой оказалась короткая футболка красного цвета с какими-то надписями. Денис успел заметить, что надписи эти написаны на латыни.",
    "answers": [
      {
        "id": 96,
        "text": "- А теперь серьезно. Зачем ты пришла?"
      }
    ]
  },
  {
    "id": 90,
    "text": "Едва он это написал, как его мысли переменились. Изабелла вылетела из его головы.\n\n22:21 Токарева Лида:\nДенис, обещай мне, что мы поговорим насчет тебя. Я переживаю...\n\n22:22 Борзов Денис:\nЛида, все хорошо. Прости, что не отвечал, я...",
    "answers": [
      {
        "id": 92,
        "text": "- В туалет ходил."
      },
      {
        "id": 92,
        "text": "- Кофе наливал."
      },
      {
        "id": 92,
        "text": "- Задумался просто."
      }
    ]
  },
  {
    "id": 91,
    "text": "Едва он написал эти слова, как его мысли переменились. Он перестал боготворить Изабеллу, а вникнув в то, что он написал Лиде, ударил кулаком по столу.\n\n22:21 Токарева Лида\nясно.\n\n\"Нет!\" - подумал Денис.\n\n22:22 Токарева Лида\nможешь мне больше не писать.\n\nДенис кинулся извиняться, но...\n\n\"Пользователь добавил Вас в черный список\"\n\n- Неееет! - заорал Денис на всю квартиру.\nВидимо, он орал слишком громко: соседи снизу чем-то постучали по потолку.",
    "answers": [
      {
        "id": 95,
        "text": "Поискать в телефоне номер Лиды"
      }
    ]
  },
  {
    "id": 92,
    "text": "22:24 Токарева Лида:\nочень правдоподобно.\n\nДенис закатил глаза.\n\n22:25 Токарева Лида:\nРазговор состоится и баста.",
    "answers": [
      {
        "id": 93,
        "text": "- Ладно, ладно. Я спать."
      }
    ]
  },
  {
    "id": 93,
    "text": "22:26 Токарева Лида:\nиди.\n\nПользователь вышел из сети.",
    "answers": [
      {
        "id": 94,
        "text": "Выйти из сети"
      }
    ]
  },
  {
    "id": 94,
    "text": "Денис и впрямь собирался пойти спать, как вдруг раздался стук в дверь.\n\"Боже, кого там принесло в такой час?\" - подумал Денис.",
    "answers": [
      {
        "id": 89,
        "text": "Пойти к двери"
      }
    ]
  },
  {
    "id": 95,
    "text": "Денис нашел номер Лиды и позвонил ей.\n\"Телефон абонента выключен или находится вне...\"\nДенис бросил трубку.\n- Черт! - выругался он.\nВдруг раздался стук в дверь.\n\"Кого там еще принесло?\" - подумал Денис.",
    "answers": [
      {
        "id": 89,
        "text": "Пойти к двери"
      }
    ]
  },
  {
    "id": 96,
    "text": "Девушка засмеялась.\n- Ути-пути, Дениска серьезный, - произнесла она с ноткой издевки в голосе.\nИ стрельнула в парня глазами. Денис почувствовал, как сильно у него заколотилось сердце.\n- Я твоя собственность, мальчик, - игриво сказала Изабелла. - Твоя наставница, твоя хранительница... Ты меня благодарить должен, что я помню про тебя.\nОт слов \"я твоя собственность\" парню стало совсем не по себе.\n\"Теперь понятно, чего ей от меня надо\", - подумал Денис.\n- Как насчет выпить, Дениска? - подмигнула Изабелла.",
    "answers": [
      {
        "id": 97,
        "text": "- У меня ничего нет."
      }
    ]
  },
  {
    "id": 97,
    "text": "- Зато есть у меня, - хихикнула девушка и указала парню на бутылку вина, стоящую на столе. Еще минуту назад ее там не было.\nДенис был не в силах отказываться, поэтому достал из посудного шкафа два бокала.\n- Где-то штопор нужно найти, - сказал Денис.\n- Не надо, я уже открыла.\n- Как это?\n- Я - Дьявол, помни об этом, - промолвила девушка. - Давай бокалы, я налью.\nДенис подал бокалы Изабелле. Девушка разлила вино по бокалам и дала один из них Денису.\n- За что пить будем? - спросил парень.\nИзабелла игриво подмигнула Денису:\n- За любовь! - сказала она и выпила вино.",
    "answers": [
      {
        "id": 98,
        "text": "Выпить"
      }
    ]
  },
  {
    "id": 98,
    "text": "Незаметно наступила поздняя ночь. Слегка пьяный Денис лежал на кровати, Изабелла лежала рядом.\n- Хочешь знать, сколько мне на самом деле лет? - прошептала она.\n- Сколько? - спросил Денис.\n- Мне пятьсот тридцать четыре года, парень.\n- Ого...\n- Что-то мало искренности в твоем удивлении, Дениска.\n- Ик... Я пьяный потому что.\nИзабелла приблизилась к Денису и прошептала ему на ухо:\n- Жаль, что тебе пока восемнадцати нету...\nИ тут случилось нечто странное.\nУ Дениса в голове как будто бы прорвало барьер. На этот раз он понял, что в его голове теперь именно ЕГО мысли: о Лиде, об учебе и так далее. А до этого... в его мыслях была только Изабелла.\n\"Эта тварь гипнотизирует меня!\" - понял Денис и соскочил с кровати.\n- Куда ты, пупсик? - расхохоталась знакомым нечеловеческим смехом Изабелла. - У нас еще вся ночь впереди.\nДенис снова почувствовал атаку на свой мозг. Его мысли стали более размытыми, а образ Изабеллы в голове стал гораздо четче.",
    "answers": [
      {
        "id": 99,
        "text": "Сопротивляться Изабелле"
      },
      {
        "id": 100,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 99,
    "text": "- Выметайся! - крикнул Денис.\nАтака на мозг ослабла.\n- Я-то уйду, Денис, - холодно сказала Изабелла. - Но ты смотри, не пожалей об этом.\nДевушка встала с кровати и вышла из спальни. Через пару минут хлопнула входная дверь - демонесса ушла.\nОбессиленный Денис рухнул на кровать и зарыдал. Нащупав телефон, он машинально набрал номер Лиды. Какого было его счастье, когда девушка взяла трубку:\n- Борзов, ты с катушек съехал? - услышал он сонный и недовольный голос Лиды. - Время два часа ночи, ты чего?\n- Лида, - заплакал Денис. - Прости меня! За все прости, умоляю тебя. Я такой идиот.\n- Тише, Денис, тише, - сказала Лида, пытаясь успокоить парня. - Иди сейчас спать, а завтра расскажешь, что случилось, идет?\n- Идет, - ответил Денис, шмыгнув носом.\n- Отлично. Все, спать пора, доброй ночи, Денис.\n- Доброй ночи.\nДенис положил телефон на столик рядом с кроватью и провалился в сон.",
    "answers": [
      {
        "id": 119,
        "text": "КОНЕЦ ГЛАВЫ IIIБ"
      }
    ]
  },
  {
    "id": 100,
    "text": "Денис, словно зомби, поплелся обратно к кровати.\n- Хороший мальчик, - прошептала Изабелла, когда Денис плюхнулся на кровать рядом с ней.\nДенис зарыдал. Он не мог сопротивляться Изабелле, его мысли были только о ней.\nДевушка прильнула к парню и обняла его.\n- Спи, Денис, - прошептала она и чмокнула парня в щеку. - На твое восемнадцатилетие я подарю тебе отличный подарок...\nЭто было последнее, что услышал парень, прежде чем провалиться в глубокий сон.",
    "answers": [
      {
        "id": 119,
        "text": "КОНЕЦ ГЛАВЫ IIIБ"
      }
    ]
  },
  {
    "id": 101,
    "text": "- Ну и ладно, - махнул рукой Павел и выпил еще немного водки.\n- О, Павел! - воскликнул Денис.\n- Ау? - спросил мужик.\n- Может быть в картишки рубанем?\n- Пацан, - заулыбался Павел. - Ты очень крут. Тащи карты!",
    "answers": [
      {
        "id": 102,
        "text": "Сходить за картами"
      }
    ]
  },
  {
    "id": 102,
    "text": "Денис принес на кухню колоду карт.\n- Ну, раздавай, - сказал Павел и закусил очередную стопку водки огурцом.",
    "answers": [
      {
        "id": 103,
        "text": "Играть в карты с Павлом"
      }
    ]
  },
  {
    "id": 103,
    "text": "Денис и Павел еще долго играли в карты. Оба были навеселе. Незаметно наступила ночь и начался дождь.\nА в это время, где-то в тридцати метрах от дома, где проживала Лида, стояла странная на вид девушка. Она была очень красива, однако одета была явно не по погоде: белые кроссовки, рваные джинсы и короткая красная футболка. Девушка смотрела на окно квартиры, в которой проживала Лида, и улыбалась. Проницательный взгляд отметил бы, что улыбка девушки больше напоминает улыбку Дьявола, а в глазах ее горел какой-то дикий огонек...",
    "answers": [
      {
        "id": 104,
        "text": "КОНЕЦ ГЛАВЫ IIIA"
      }
    ]
  },
  {
    "id": 104,
    "text": "ГЛАВА IVA\nВЫБОР ЗА ТОБОЙ\n\n- В эфире \"Новости\". Трагедия произошла в городе N, на улице Южной в одной из квартир произошел пожар. Жителей квартиры, в которой произошло возгорание, спасти не удалось. Наш корреспондент с места проишествия...\n\nДенис просто лежал на диване и стеклянным взглядом смотрел в потолок...\nКвартира, в которой произошел пожар, принадлежала родителям Лиды. Следовательно... спасти их не удалось.\n- Почему? - еле слышно прошептал Денис.\nНо никто Денису не ответил. Только симпатичная репортерша в телевизоре сменила тему новостей на какие-то политические интриги.",
    "answers": [
      {
        "id": 105,
        "text": "Перевернуться набок"
      }
    ]
  },
  {
    "id": 105,
    "text": "Денис перевернулся набок и уставился пустыми глазами в экран телевизора. На экране показывали местного политического деятеля, которого судили за кражу государственного бюджета. Денису было все равно.\n\"Ничего не исправить\", - думал он.\n\"Ничего...\"\n\"Не исправить...\"\nИ вдруг Денису в голову пришла гениальная мысль. Он даже вскочил с кровати.\n- Точно! - хлопнул он себя по лбу.",
    "answers": [
      {
        "id": 106,
        "text": "Позвать Ангела-хранителя"
      }
    ]
  },
  {
    "id": 106,
    "text": "Павел не заставил себя долго ждать.\n- Что случилось, Дениска? - спросил Павел, увидев, в каком состоянии был Денис.\n- Лида мертва, друг, - произнес Денис. - Может быть ты... Ты сможешь вернуть ее?\nПавел опустил взгляд в пол.\n- Понимаешь, Денис, - неуверенно начал он.\n- Не можешь?\n- У меня нет полномочий решать чужие человеческие судьбы, - серьезно сказал Павел. - У Дьяволов их тоже нет, однако...\n- Что?\nПавел вздохнул.\n- Твоего Дьявола-хранителя, Изабеллу, казнили сегодня на рассвете. Я знаю о пожаре в доме Лиды. К нему причастна она, и никто более. Все доказано.\n- Но как? Как вы узнали?\n- Характер пожара. Квартиру не могли потушить до тех пор, пока она полностью не сгорела, а затем пламя практически угасло само. Фирменный трюк Дьяволов - адское пламя, заговоренное демоном. Выжигает определенную территорию.\nПавел помолчал.\n- За такое казнят. А чтобы выяснить, пользовался ли кто-то таким трюком, наше начальство ввело метку, появляющуюся при использовании подобных заклинаний. У Изабеллы нашли ее и все встало на свои места.",
    "answers": [
      {
        "id": 107,
        "text": "- Получается... Лиду не вернуть?"
      }
    ]
  },
  {
    "id": 107,
    "text": "Павел почесал бороду.\n- Зависит от того, парень, - наконец начал он. - На что ты готов ради нее.\nДенис задумался. И правда, на что он готов ради Лиды, одной из самых близких людей? Единственной, кто понимал его и поддерживал в стенах училища...\nЕдинственной небезразличной ему девушки...",
    "answers": [
      {
        "id": 108,
        "text": "- Я готов пожертвовать всем, что имею."
      },
      {
        "id": 109,
        "text": "- Я люблю ее и не представляю себе, как мне без нее жить."
      },
      {
        "id": 110,
        "text": "- Я... я готов отдать свою жизнь... за нее."
      }
    ]
  },
  {
    "id": 108,
    "text": "- Мало пожертвовать материальным, парень, - ответил Ангел. - У тебя доброе сердце, но доброта... не всегда в силах творить чудеса.\nПо щеке Дениса покатилась слеза. Павел хлопнул его по плечу.\n- Не переживай, пацан, - попытался подбодрить парня Павел. - Зато ты избавился от Дьявола-хранителя, а это значит, что...\nДенис посмотрел на Павла:\n- Ч-что?\n- Что нам пора с тобой прощаться, друг мой.\n- Но, - начал Денис, но Павел прервал его:\n- Редкий случай произошел. Казненный Дьявол - это признак победы светлой стороны над темной. А значит моя работа здесь закончена...\nПавел вздохнул и улыбнулся:\n- Живи так, как говорит тебе твое доброе сердце... и ты никогда не пропадешь. Прощай, пацан!",
    "answers": [
      {
        "id": 111,
        "text": "- Прощай, Павел!"
      }
    ]
  },
  {
    "id": 109,
    "text": "- К сожалению, Дениска, любовь бывает слаба для того, чтобы вернуть человека с того света, - промолвил Павел. - И иногда ее одной недостаточно. Мне очень жаль, пацан.\nДенис грустно посмотрел на Павла.\n- Я пока что покину тебя, Денис, - сказал Ангел. - Тебе нужно побыть одному. Я все тебе объясню в письме, найдешь его у себя на столе на кухне. А сейчас... Прощай, парень!\n- П-прощай! - еле слышно прошептал Денис и Павел вышел из квартиры парня.\nДенис пролежал на диване до самого вечера, прежде чем, наконец, вспомнил про письмо, о котором ему говорил Павел. Денис встал с диване и отправился на кухню.\nНа кухне Денис действительно обнаружил конверт. Парень быстро распечатал его и вытащил письмо.",
    "answers": [
      {
        "id": 113,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 110,
    "text": "Павел удивился и переспросил:\n- На что ты готов ради Лиды?\n- Я готов отдать свою жизнь, - ответил Денис. - Лишь бы она жила...\nПавел присвистнул:\n- Сказать, что я удивлен, пацан, - значит ничего не сказать.\n- А что, что я такого сказал? - удивился Денис.\n- Ты готов пожертвовать собой ради другого человека, и я вижу, что ты не врешь, Денис.\nПавел немного помолчал.\n- Я не могу возвращать людей из мира мертвых, но... Мы можем пойти на хитрость.\n- Это как? - спросил Денис.\n- А вот так! - воскликнул Павел и щелкнул пальцами в воздухе.\nДенис почувствовал, что в его сердце разливается надежда.\n- Прежде чем связываться с ней, - сказал Павел. - Выслушай меня, пацан. Убить твою девочку пыталась Изабелла, твой Дьявол-хранитель. Однако по нашему закону мы не можем решать судьбы людей, нападая или проклиная их близких. За это наказание одно - казнь.\nПавел задумался:\n- Это означает... что ее больше нет. Твоя сторона предопределена еще до Судного дня, парень.",
    "answers": [
      {
        "id": 116,
        "text": "- Но это же здорово!"
      }
    ]
  },
  {
    "id": 111,
    "text": "Ангел-хранитель вышел за дверь квартиры Дениса, а парень все стоял и смотрел на дверь.<s>r\nЧерез некоторое время Денис сидел у окна на кухне и безмятежно смотрел вдаль. Он понимал, что Лиду не вернуть, как не вернуть веселое и беззаботное детство. Однако жизнь продолжается, как бы там ни было.<s>r\nДенис открыл окно и закурил сигарету. Он просто сидел, смотрел вдаль и вспоминал как они с Лидой смеялись над преподавателем по русскому языку, как он спас Лиду от бешенной собаки, как Лида выручала его на контрольных... и как они впервые поцеловались. Знали ли они, что их счастье продлится так недолго?<s>r\n- Я буду помнить о тебе, Лида, - промолвил Денис. - Всегда.<s>r\nПарень улыбнулся, впервые за весь день. Денис пошел на балкон, намереваясь сделать то, чего в здравом уме никогда бы не сделал. Затушенный окурок еще немного дымился, а дым улетал в открытое окно, стараясь достичь светлого голубого неба.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Так заканчивается история обыкновенного юноши, который столкнулся с силами Света и Тьмы, но выбрать сторону так и не смог.<s>r\nПарень покончил с собой, не дожив до своего совершеннолетия считанные дни. Смерть его лучшей подруги выбила парня из колеи и, казалось, утешения он никогда не найдет. Поэтому он и решился на этот отчаянный шаг.<s>r\nМожет быть там, в мире ином, если он существует, они воссоединились и счастливы находиться рядом друг с другом.<s>r\nКто знает?<s>r\n<s>r\n***Концовка №1 - \"Словно птица без крыла...\"***",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 113,
    "text": "\"Денис!\nЯ понимаю, как тебе сейчас нелегко, но... у меня есть и хорошие новости. Твой Дьявол-хранитель казнен, а это значит что светлая сторона победила! Во власти Дьявола ты не окажешься.\nНо это означает и то, что моя работа закончена на этом и нам пора расстаться с тобой. Не переживай, парень, ты отлично устроишься в жизни. Твое доброе, искренне любящее сердце бесценно. Живи так, как велит тебе оно и ты узнаешь, что такое счастье.\n\nПрощай, Дениска.\n\nПавел, твой Ангел-хранитель.\"",
    "answers": [
      {
        "id": 114,
        "text": "Дочитать"
      }
    ]
  },
  {
    "id": 114,
    "text": "Денису показалось, будто он потерял Лиду еще раз. Значит, и Павла больше не будет рядом? И как быть теперь... без понимающих людей, без друзей? Что делать?<s>r\nДенис устало вздохнул и вышел из квартиры. На улице горели фонари, лил теплый летний дождь. Денис отправился бродить по городу. Мимо него сновали машины, бегали мокрые прохожие. Однако Денис этого не замечал. Он встал под крышу остановки, минуту просто стоял, будто бы ждал автобус. Он подумал, что сильно повзрослел морально за эти несколько дней. Потом он вытащил из кармана сигарету, закурил и, выдохнув клубы дыма, шагнул в дождь, не заметив приближающейся машины, водитель которой явно потерял управление...",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Так заканчивается история обыкновенного юноши, который столкнулся с силами Света и Тьмы и избрал для себя светлую сторону.<s>r\nК сожалению он так и не сумел вернуть свою погибшую подругу и погиб, будучи подавлен этой ситуацией. Парень просто не заметил слетевшей с дороги машины, водитель которой из-за дождя не справился с управлением. Денис не дожил до своего совершеннолетия считанные дни.<s>r\nЕсли мир иной существует, то он сейчас наверняка ищет Лиду, ищет свое погибшее счастье. А может быть, уже нашел...<s>r\nКто знает?<s>r\n<s>r\n***Концовка №2 - \"Это был дождь...\"***",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 116,
    "text": "- Так и есть, Денис, - ответил Павел. - Однако это означает, что моя работа здесь закончена и настало время... прощаться.\nУ Дениса внутри что-то екнуло:\n- То есть, ты уходишь и... и больше не вернешься?\n- Я буду присматривать за тобой, пацан, вон оттуда, - Павел указал пальцем в потолок. - Сверху. А по сути, да. Мне пора идти!\nПавел подошел к Денису и обнял его:\n- Живи счастливо, пацан! Слушай свое сердце, и ты никогда не пропадешь. Как только я уйду, ты сможешь позвонить своей ненаглядной. Прощай, Денис!",
    "answers": [
      {
        "id": 117,
        "text": "- Прощай, Павел!"
      }
    ]
  },
  {
    "id": 117,
    "text": "Павел щелкнул пальцами в воздухе и исчез.\nТут же в кармане у Дениса зазвонил телефон. Денис ответил на звонок:\n- Алло?\n- Алло, Денис? - раздался напуганный голос. Напуганный, но... такой родной.\n- Лида...\n- Денис... Дом моих родителей сгорел!\n- Я знаю, я... я думал, что ты погибла там.\n- Нет, этот дом мы сдаем квартиросъемщикам, - в голосе Лиды слышались слезы. - И вот какая беда произошла. Мама с папой живы-здоровы, а ведь... мы могли оказаться на месте этих людей...\nВ трубке послышался плач.\n- Лида, - сказал Денис. - Успокойся, я сейчас приеду к тебе!\n- Приезжай, Денис. Мне... мне так плохо без твоей поддержки...\n- Я... я рад, что ты жива, любимая. Я уже лечу к тебе! - и Денис бросил трубку.\nОдновременно взволнованный и радостный Денис кинулся к входной двери. Его распирало от счастья.\n\"Не обманул Ангел-хранитель!\" - подумал Денис и выбежал из дома. Где-то на другом конце города его ждала та, без которой парень жизни себе представить не мог.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Так заканчивается история обыкновенного юноши, который столкнулся с силами Света и Тьмы и избрал для себя светлую сторону.<s>r\nНаш герой проявил одну из самых мощных добродетелей - самопожертвование. Он был готов лишиться своей жизни ради жизни его любимой. Стоит ли говорить, что Денис так боялся ее потерять, что не представлял жизни без нее? Стоит ли говорить, что они будут вместе до конца, пока смерть не разлучит их?<s>r\n<s>r\nКонечно же не стоит говорить об этом. В этой истории... все понятно и без слов.<s>r\n<s>r\n***Концовка №3 - \"Все как у людей\"***<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 119,
    "text": "ГЛАВА IVБ\nИСХОД\n\nВсю ночь Денису снились кошмары, поэтому парень совсем не выспался. Сидя за столом на кухне, он глядел на кружку давно остывшего кофе стеклянным взглядом и время от времени шептал:\n- Во что же я ввязался?\nЕго напугало произошедшее вчера. Он понимал, что Изабелла медленно овладевает его разумом. Даже сейчас он время от времени вспоминал об Изабелле, хотя на самом деле он ненавидит и боится ее из-за вчерашнего.\n- Во что же я ввязался?\nУ Дениса в голове вдруг появилась гениальная мысль:\n- Точно! - воскликнул он, встав из-за стола. - Позову Ангела-хранителя!",
    "answers": [
      {
        "id": 120,
        "text": "- Ангел-хранитель, приди! Ангел-хранитель, приди! Ангел-хранитель, приди!"
      }
    ]
  },
  {
    "id": 120,
    "text": "- Гоп-ля-ля! - раздался знакомый голос. - И чего зовешь, Дениска?\nПеред парнем стоял Павел, от которого сильно пахло перегаром.\n- Павел, - сказал Денис. - Я... я сделал большую ошибку или что-то похожее.\n- Что случилось? - заволновался Ангел-хранитель.\n- Я... впустил демонессу в свой дом. Я чувствую, как она постепенно захватывает мой разум, я...\n- Подожди, - прервал Дениса Павел. - Что значит \"захватывает разум\"?\n- Она... всегда в моих мыслях, даже если я не хочу думать... о ней.\nПавел злобно прищурился:\n- Попалась, тварь...\n- Что?\n- Денис, нам запрещено проникать в разум подопечных. За такое казнят. И вот демонесса попалась...\n- Ты хочешь сдать ее начальству?\n- Либо я, - загадочно сказал Павел. - Либо меня.",
    "answers": [
      {
        "id": 121,
        "text": "- И что ты будешь делать?"
      }
    ]
  },
  {
    "id": 121,
    "text": "- Сдам ее Небесному Патрулю. Это что-то вроде вашей полиции. Подожди меня, я скоро вернусь!\nПавел щелкнул пальцами в воздухе и исчез, оставив Дениса в недоумении.\nЧерез минуту Павел снова появился в квартире Дениса, однако теперь рядом с ним стояли еще двое мужчин. Одеты они были в белые одежды, за спиной у каждого был большой меч и пара огромных белоснежных крыльев.\n- Знакомьтесь, - сказал Павел. - Это Денис, он пострадавший.\nОдин из Ангелов подошел к парню и сказал:\n- Меня зовут Михаил. Рассказывай, парень, что произошло.",
    "answers": [
      {
        "id": 122,
        "text": "Рассказать Михаилу о произошедшем"
      }
    ]
  },
  {
    "id": 122,
    "text": "И Денис рассказал все: как Изабелла заставляла его думать о ней, как Денис против своей воли обидел свою подругу и так далее.\nКогда Денис закончил свой рассказ, Михаил сказал своему напарнику:\n- Свяжись с начальством, пусть они отправят демонессу сюда.\nАнгел кивнул и исчез.\n- Я давно ждал повода казнить эту сволочь, - тихо, но с яростью промолвил Михаил.\nДенис не решился спросить, почему. Однако Михаил сам повернулся к Денису и начал свой рассказ:\n- Я когда-то был Хранителем. И моей соперницей была эта самая Изабелла. Я опекал практически такого же парня как ты, только постарше.\nАнгел затих, опустив голову и потом продолжил:\n- Этот парень был звездой спорта, побеждал на каждых соревнованиях... Но Изабелла... Она захватила его разум, а я этого не заметил. Парень перестал вести здоровый образ жизни и на одном из соревнований... у него от нагрузки остановилось сердце. Ему было всего лишь 24 года...",
    "answers": [
      {
        "id": 123,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 123,
    "text": "Михаил посмотрел парню в глаза и промолвил:\n- Она ответит за это.\nВдруг в квартире появился второй Ангел вместе с закованной в наручники Изабеллой.\n- Я ничего не делала! Отпустите меня! Вы не имеете права! - кричала девушка.\n- Молчать! - рявкнул Михаил и достал из кармана свиток. Развернув его, он начал читать вслух:\n- Изабелла, дочь Люциуса и Джезебет, родившаяся в 1483-м году от Рождества Христова...\n- НЕ УПОМИНАЙ ПРИ МНЕ ЭТО ИМЯ! - зарычала Изабелла. Второй Ангел на пару с Павлом еле могли ее удержать, так сильно она брыкалась.\n- Обвиняется, - продолжил Михаил. - В овладении разумом смертного-подопечного с целью подталкивания его к темной стороне. Также...\n\"Денис, помоги мне!\" - услышал парень голос демонессы в голове.\n\"Помоги, выхвати у этого урода меч. Когда они отвлекутся, я все сделаю сама\".\nДенис молча смотрел то на меч за спиной Михаила, то на озверевшую Изабеллу.\n\" Ну же!\"\nМихаил уже заканчивал читать приговор, как Изабелла закричала:\n- ДЕНИ-И-И-ИС!\nИ времени на раздумья не осталось.",
    "answers": [
      {
        "id": 124,
        "text": "Выхватить меч у Михаила"
      },
      {
        "id": 169,
        "text": "Не трогать меч"
      }
    ]
  },
  {
    "id": 124,
    "text": "Глаза Дениса приобрели красный оттенок. Он с яростью выхватил меч Михаила и с невообразимой силой воткнул его в тело Ангела. Тот захрипел. Отвлекшиеся на это Павел и напарник Михаила на миг потеряли бдительность и Изабелла разорвала свои оковы. Длинными и жуткими, как смерть, когтями она перерезала глотку Павлу и отрезала крылья второму Ангелу. Окровавленные парень и демонесса стояли друг напротив друга и смотрели друг другу в глаза.\n- Теперь, - прошелестела Изабелла. - Я вижу, что ты полностью созрел, парень.\n- В каком смысле? - удивился Денис.\n- Посмотри... в зеркало.\nДенис посмотрел на свое отражение и ужаснулся. Его карие глаза стали кроваво-красными, зрачки исчезли. Лицо заострилось, а зубы превратились в острые клыки. Денис посмотрел на свои руки - они стали костлявыми, но жилистыми, на каждой руке блестели огромные черные когти.\n- Что со мной произошло? - закричал Денис.\n- Ты, мой мальчик, убил Ангела в моем присутствии, - ответила Изабелла, улыбаясь во весь рот, обнажая ряд острейших клыков.",
    "answers": [
      {
        "id": 126,
        "text": "- Но почему я так выгляжу?"
      }
    ]
  },
  {
    "id": 125,
    "text": "НЕДЕЛЮ СПУСТЯ...<s>r\n<s>r\n- Димка, не поверишь!<s>r\n- Что такое?<s>r\n- Да наш \"демон\" заговорил!<s>r\n- Да ладно! Это тот, который Борзов?<s>r\n- Ага! Я сам в шоке. Говорит, чтоб мы ему Беллу вернули.<s>r\n- Какую Беллу?<s>r\n- А кто его, психа, разберет? Короче, нам сказано его связать и к Палычу доставить, мол, Палыч с ним хочет сеанс провести.<s>r\n- Тьфу, толку его трогать-то? Он же псих конченный...<s>r\n- Ну, знаешь, Палыч не зря лучшим психиатром в городе считается. Короче, пошли уже. Раньше начнем - раньше кончим.<s>r\nИ санитары отправились в палату Дениса.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "- Потому что на убийство Ангела способен только Дьявол или смертный с темной, о-о-очень душой. Такие смертные, убивая Ангела в присутствии Дьявола, наделяются способностями демонов.<s>r\nИзабелла ухмыльнулась:<s>r\n- После смерти тебя ждет успех на темной стороне, парень...<s>r\nУ Дениса в глазах загорелся странный огонек и он промолвил:",
    "answers": [
      {
        "id": 125,
        "text": "- Да-а... Этот мир будет нашим..."
      },
      {
        "id": 127,
        "text": "- Не-е-ет... Ты испортила мою жизнь... Ты умрешь..."
      }
    ]
  },
  {
    "id": 127,
    "text": "МЕСЯЦ СПУСТЯ...<s>r\n<s>r\n- Серега, не поверишь!<s>r\n- А, что?<s>r\n- Парня помнишь, который какой-то девке все кишки выпустил?<s>r\n- Это тот, который Борзов?<s>r\n- Ага! Так ты прикинь, че он говорит?<s>r\n- Че?<s>r\n- Мол, демон эта девка была, мозги ему контролировала. Во бред, а?<s>r\n- Кошмар, такой молодой, а уже псих. Наркоман, наверное...<s>r\n- Да хрен его знает, но вид у него и впрямь такой, будто ему гипнотизер месяцами по мозгам ездил. Ну че, нам сказали в одиночную его перевести. Пошли поможешь?<s>r\n- Ну погнали.<s>r\nИ охранники тюрьмы отправились к Денису.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Так заканчивается история обыкновенного юноши, который столкнулся с силами Света и Тьмы и избрал для себя темную сторону.<s>r\nХитрейшая из существующих Хранителей Изабелла подчинила парня себе и сломала его волю, сломав вместе с ней и разум. Парень сошел с ума, и дни его будут сочтены в психиатрической больнице его родного города. Однажды его, в очередной раз, поведут на сеанс к психиатру Владимиру Павловичу, и он, сбежав от санитаров, выпрыгнет из окна, сломает при приземлении шейные позвонки и погибнет.<s>r\n<s>r\nУ каждой истории есть свой конец. И именно так заканчивается наша.<s>r\n<s>r\n***Концовка №4 - \"Пациент Борзов\"***",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 129,
    "text": "- На выход, Борзов! Переезжаешь в одиночную.<s>r\nДенис вышел из камеры, поймав недобрые взгляды сокамерников. Серега осмотрел Дениса: бедный парень, едва восемнадцать исполнилось, а уже жизнь покатилась в пропасть. В душе Сергей парня жалел, однако вслух сказал:<s>r\n- Шагай, Борзов. Как бы перестрелял вас всех, наркоманов...<s>r\nА Денис шел и не вникал в слова охранников... Его воля была сломлена, его разум погас...<s>r\nА сам он... проклят мертвой демонессой.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "",
    "answers": [
      {
        "id": 131,
        "text": "Убить Изабеллу"
      }
    ]
  },
  {
    "id": 131,
    "text": "Так заканчивается история обыкновенного юноши, который столкнулся с силами Света и Тьмы и избрал для себя темную сторону.<s>r\nПосле смерти Павла, Денис потерял последнюю защиту от демонессы и та сломила его волю и подвергла \"проклятию\". Осознав, что в этом виновата и Изабелла, в порыве гнева Денис убил Изабеллу. Проклятие усилилось и отняло у Дениса разум.<s>r\nДенис перестал контактировать с окружающими, чем вызвал тревогу у Лиды. Именно она наткнулась первой на трупы демонессы и ангелов, а также на съежившегося в углу своей комнаты Дениса, который на любые ее слова просил оставить его одного, извинялся и плакал.<s>r\nВ конце концов, обо всем узнала и полиция. Вина Дениса была доказана и, по достижению совершеннолетия, Денис отправился в тюрьму. Лида, узнав об этом, наглоталась таблеток и умерла. Откачать ее не успели.<s>r\nСам же Денис погибнет в тюрьме через двести дней после его поимки - осколком стелка, найденным где-то на территории тюремного корпуса, парень вскроет себе вены и обретет вечный покой...<s>r\n<s>r\nУ каждой истории есть свой конец. И именно так заканчивается и наша.<s>r\n<s>r\n***Концовка №5 - \"Преступление и наказание\"***",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 132,
    "text": "Так заканчивается история обыкновенного юноши, который столкнулся с силами Света и Тьмы и избрал для себя темную сторону.\nУбив Ангела, парень подвергся проклятию, которое превратило его в демона. Осознав, что в этом виновата и Изабелла, в порыве гнева Денис убил и ее. Потеря обоих хранителей и проклятие превратили парня в кровожадного монстра.\nУбив демонессу, парень отправился к Лиде, но то, во что он превратился, очень напугало Лиду. От увиденного девушка лишилась рассудка и ее поместили в \"сумасшедший дом\"...\nВ городе появилась легенда. Мол, в парке (том самом, где любили гулять Денис и Лида) по ночам слышен протяжный вой. Некоторые утверждают, что по ночному парку бродит немыслимое чудовище. Однако на то это и легенда, чтобы никто в нее не верил.\n\nУ каждой истории есть свой конец. И именно так заканчивается и наша.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 133,
    "text": "ДОПОЛНИТЕЛЬНАЯ ГЛАВА\nО ЛУЧШИХ ДРУЗЬЯХ\n\n***\nПРЕДУПРЕЖДЕНИЕ: читать только после хотя бы одного прохождения квеста ради понимания сути самой главы.\nПриятного чтения)\n***\n\n",
    "answers": [
      {
        "id": 134,
        "text": "Я прошел квест и хочу прочитать эту главу."
      },
      {
        "id": 1,
        "text": "Я не проходил квест и пройду сначала его."
      }
    ]
  },
  {
    "id": 134,
    "text": "2 сентября 2015 года, медицинское училище города N.\n\n- Здравствуйте, студенты! - произнес преподаватель по русскому языку. - Присаживайтесь.\nДенис прыснул - преподаватель очень сильно картавил.\n\"Интересно, как он можеть преподавать русский язык?\" - подумал Денис, отметив что его внутренний голос произнес эту фразу так же картаво, как и преподаватель, и снова прыснул.\nДенис сел с какой-то симпатичной девочкой. Парень отметил, что та тоже еле-еле сдерживает смех и улыбнулся ей. Девочка улыбнулась в ответ.\n- Зовут меня Игорь Семенович, я ваш преподаватель по русскому языку.\nДенис снова начал тихонько смеяться, а девочка, сидящая рядом, кое-как держалась, чтобы не расхохотаться во весь голос.\nДенис пересекся с ней взглядом и отметил, что у нее очень красивые и добрые зеленые глаза. Парень решился познакомиться.",
    "answers": [
      {
        "id": 135,
        "text": "- А тебя как зовут?"
      }
    ]
  },
  {
    "id": 135,
    "text": "Девочка шепотом ответила, слегка улыбнувшись:\n- Лида. А тебя?\n- А я Денис, - улыбнулся парень. - Приятно познакомиться.\n- Мне тоже, - улыбнулась девушка.\nДенис и Лида изредка переговаривались шепотом на протяжении всей пары. Почему изредка? Потому что большую часть времени они пытались сдержать смех над картавостью преподавателя.\nДенис узнал, что Лида увлекается чтением и рисованием. А ей он поведал о своих музыкальных способностях. В школьном вокальном кружке он был одним из лучших, к тому же он играл на гитаре. Лида рассказала Денису, как в детстве она с мальчишками в деревне у бабушки воровала яблоки из чужих огородов, а Денис рассказал ей о том, как он со своим одноклассником лазал по крышам многоэтажек и рисовал граффити на стенах. Они очень и очень долго разговаривали и весь учебный день провели вместе, лишь изредка о чем-то разговаривая с остальными одногруппниками.\nВо время общения Денис внимательно рассматривал Лиду. Светло-русые волосы, зеленые глаза. Под халатом черная футболка с надписью \"HIP-HOP NATION\". Девушка объяснила, что так называлась танцевальная группа, в которой она занималась когда-то. Носила она узкие темно-синие джинсы и простенькие белые кроссовки.\n- А почему ты решил пойти в медицинское училище? - спросила Лида у парня.\nДенис не знал, то ли ему пошутить в ответ, то ли ответить серьезно.",
    "answers": [
      {
        "id": 136,
        "text": "- Чтобы клеить телочек."
      },
      {
        "id": 136,
        "text": "- Чтобы потом спирт в больнице воровать."
      },
      {
        "id": 138,
        "text": "- У меня сестра здесь училась, ну и я тоже сюда пошел."
      },
      {
        "id": 139,
        "text": "- В нашем захолустье больше некуда пойти..."
      }
    ]
  },
  {
    "id": 136,
    "text": "Лида расхохоталась:\n- Серьезно?\n- Нет конечно! - тоже засмеялся Денис.\nОни еще очень долго болтали. Учебный день давно закончился, все студенты разъехались по домам, а Денис с Лидой расположились на детской площадке в одном из дворов, находящихся неподалеку от училища.\nОни нашли друг друга. Оба понимали, что ни с кем из знакомых им не было настолько интересно общаться.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "15 ноября 2016 года. Медицинское училище города N.\n\nТот день запомнился Денису первым семинаром по анатомии. \nТест по пройденным темам - не самая приятная вещь. Положение усугубляло то, что Денис и понятия не имел, с чем ему предстоит столкнуться. Он пытался было учить ВСЁ, но... мы же прекрасно знаем об удаче парня.\nИ вот этот день настал. Денис всегда сидел с Лидой, с остальными одногруппниками он практически не общался. И сегодня он тоже сел со своей лучшей подругой, поймав слегка сердитый взгляд от Тани Воронцовой, девочки, учащейся с ним в одной группе.\nВообще описание данной особы требует отдельной истории. Таня Воронцова, 17-летняя высокая блондинка, за один только сентябрь оказала столько знаков внимания в сторону Дениса, что и не сосчитать. Денис прекрасно понимал, что он ей нравится. И как-то раз даже гулял с Таней. Закончилось все это не очень хорошо: Денис просто в какой-то момент ушел от нее. Нет, внешне Татьяна парню нравилась, но... парень ценил девушек не за внешность. Высокая и стройная блондинка, мечта каждого парня в училище, внутри оказалась гнилой стервой, которую интересовали лишь кафешки, цветы да подарки...\nВпрочем хватит о ней. Эта глава посвящена Денису и Лиде, а не кому-то там еще.\nДенис сел с Лидой и обнял ее, приветствуя.\n- Учил что-нибудь? - спросила девушка, отлипнув от Дениса.\n- Ну, пытался, - скромно ответил Денис.\nЛида усмехнулась:\n- И как?\nДенис сделал неловкий жест рукой, стараясь показать что \"как-то так\". Лида засмеялась:\n- Лентяй ты, Денис! Там не такие уж сложные темы.\nДенис в ответ пожал плечами.\nРаздался звонок и в кабинет вошла преподавательница Марина Алексеевна.\n- Так, ребята, садитесь. Сейчас варианты вам раздам.",
    "answers": [
      {
        "id": 140,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 138,
    "text": "- Династия медиков? - улыбнулась Лида.\n- Неа, просто вроде как лежит душа к медицине, - ответил Денис.\nРебята настолько увлеклись общением, что даже домой после пар не поехали. До самого позднего вечера они гуляли, разговаривали и смеялись.\nОни нашли друг друга.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "- Тут я с тобой соглашусь, - грустно произнесла Лида.\n- А пойдем на качели? - предложил Денис.\nЛида опустила глаза вниз и мило улыбнулась:\n- Я люблю качели.\n- Тогда пойдем! - Денис взял девушку за руку и потащил за собой, во двор неподалеку от училища.\nОни качались на качелях до самого вечера, разгрваривая о том, о сем. Они были похожи на детей. Маленьких и счастливых детей.\nОни нашли друг друга.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Денис сел и достал из портфеля ручку и листочек. Лида сделала то же самое.\n- Тебе помочь? - шепотом спросила она.\nДенис кивнул и добавил:\n- Если не трудно.\nЛида подмигнула парню.\nНаконец, у каждого студента появился лист с тестом. Денис посмотрел на свой:\n\nТЕСТ ПО ТЕМЕ \"ТКАНИ. КРОВЬ\"\nВАРИАНТ N1\n\n1. Универсальным донором называют кровь группы:\nа) I(0)\nб) II(A)\nв) III (B)\nг) IV (AB)\n\n\"А, ну это легко\", - подумал Денис и выбрал вариант \"а)\".\nСледующий вопрос звучал так:\n\n2. Эпидермис образован:\nа) Однослойным однорядным кубическим эпителием\nб) Однослойным однорядным плоским эпителием\nв) Многослойным плоским ороговевающим эпителием\nг) Многослойным плоским неороговевающим эпителием\n\nДенис задумался. И в итоге парень выбрал вариант...",
    "answers": [
      {
        "id": 141,
        "text": "Вариант а)"
      },
      {
        "id": 141,
        "text": "Вариант б)"
      },
      {
        "id": 143,
        "text": "Вариант в)"
      },
      {
        "id": 141,
        "text": "Вариант г)"
      }
    ]
  },
  {
    "id": 141,
    "text": "- А вот и нет! - раздался шепот Лиды. - Правильный ответ - \"в\".\n- Точно?\n- Точно.\nДенис исправил ответ на \"в\".\n- Спасибо, - улыбнулся он Лиде.\n- Должен будешь, - подмигнула девушка.",
    "answers": [
      {
        "id": 143,
        "text": "Приступить к третьему вопросу"
      }
    ]
  },
  {
    "id": 142,
    "text": "Четвертый вопрос звучал так:\n\n4. Зарисуйте схему рефлекторной дуги.\n\n- Ого, - прошептал Денис.\n- Что? - спросила Лида.\n- Рефлекторная дуга. Схему надо нарисовать.\nЛида вздохнула и улыбнулась:\n- Давай листочек, нарисую.\n- Спасибо, - ответил Денис и дал Лиде свой листочек.\n\nНужно ли говорить, что на этом семинаре Лида помогала Денису с ответом на каждый вопрос? И после завершения теста еще и проверила на два раза.\nНа следующем занятии преподавательница огласила оценки за тест:\n- Ануфриев - 4, Белова - 4, Мальцева - 4, Токарева - 5, Борзов - 5...\nИ дальше Денис ее не слушал. Он просто прошептал Лиде:\n- Лида, спасибо тебе огромнейшее! - и чмокнул девушку в щечку.\nЛида покраснела, но улыбнулась:\n- Да пожалуйста, Денис.\nВ тот день Денис понял одно: он действительно приобрел друга. Друга, который всегда подставит плечо. И пускай это плечо женское и хрупкое.\nА Лида в тот день поняла, что к Денису у нее явно нечто большее, чем простые дружеские чувства.",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Третий вопрос звучал так:\n\n3. К физиологическим свойствам скелетных мышц не относится:\nа) Сократимость\nб) Возбудимость\nв) Рефрактерный период\nг) Проводимость.\n\n- Лида, помогай! - прошептал Денис.\nДевушка прочитала вопрос и прошептала:\n- Ставь \"в\".",
    "answers": [
      {
        "id": 142,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 144,
    "text": "18 декабря 2016 года. Дом родителей Дениса.<s>r\n<s>r\nВ этот день Денис проснулся с одной мыслью:<s>r\n\"Сегодня у Лиды день рождения! Что-то нужно подарить\".<s>r\nДенис выбрался из-под одеяла. Родители давно ушли на работу, а Денис решил устроить себе небольшой выходной. Парень отправился на кухню и налил себе чаю.<s>r\n\"Лучше Лиде подарок куплю. Смысл мне на две пары сегодня ехать?\" - думал он.<s>r\nПеред парнем стоял вопрос: что подарить Лиде? Книгу? У нее этих книг... Стопкой ее книг слона убить можно. Не катит.<s>r\nКосметику? Но Лида практически не красится, только ресницы чуть-чуть, редко тени для глаз, чуть сверху...<s>r\nЦветы? Пфт, банально.<s>r\nТорт? Хм... Как вариант. Тем более сладости она любит и очень сильно. Хорошо, что не злоупотребляет...<s>r\nДенис отвлекся от своих мыслей. Он понял, что за полтора года общения очень и очень много узнал о Лиде. Какие книги ей нравятся, ее любимый актер, как звали ее домашнего хомячка... Все это Денис прекрасно знал, а ведь это только часть всего, что он знал о Лиде.<s>r\n\"И все-таки, что подарить?\" - подумал Денис, допив чай.",
    "answers": [
      {
        "id": 145,
        "text": "Вкусный-превкусный шоколадный торт"
      },
      {
        "id": 146,
        "text": "Книгу"
      },
      {
        "id": 148,
        "text": "iPhone"
      }
    ]
  },
  {
    "id": 145,
    "text": "И Денис отправился за тортом. Он нашел свой любимый торт, который нравился и Лиде. Он был обсыпан крупной шоколадной крошкой и украшен узорами из заварного крема. У Дениса аж слюнки потекли.\n- Однозначно беру, - сказал он и отправился к кассе.",
    "answers": [
      {
        "id": 149,
        "text": "Купить торт"
      }
    ]
  },
  {
    "id": 146,
    "text": "И Денис отправился в книжный магазин.\nВ магазине у Дениса глаза разбежались в разные стороны - так много было разных книг.\n- Вам что-то подсказать? - спросила девушка-продавец.\n- Да, - осматриваясь ответил Денис. - Я вот книгу хочу купить подруге на день рождения, но... я... даже не знаю, что взять.\nДенис осмотрелся. Книг действительно было ОЧЕНЬ много.\n- Хороший подарок, - улыбнулась девушка. - А какие книги Ваша подруга предпочитает?\n- Ну, что-то драматическое и серьезное. И обязательно страниц на семьсот.\nДевушка рассмеялась и ответила:\n- Есть у нас такое. Секундочку.\nИ девушка отправилась в путешествие между книжными полками. Вернулась оттуда она с тослстой книгой в темно-красном переплете. Денис прочитал название \"Стеклянный дом\".\n- Эта книга повествует об одном богатом бизнесмене, - начала девушка, но Денис ее прервал:\n- Тссс, не говорите, о чем книга. Я ее тоже почитаю, - парень улыбнулся.\n- Ну хорошо, - ответила девушка. - Берете?\n- Ага.\n- С Вас 450 рублей.\nДенис заплатил за книгу и, поблагодарив девушку, вышел из магазина.",
    "answers": [
      {
        "id": 149,
        "text": "Дождаться вечера и отправиться к Лиде"
      }
    ]
  },
  {
    "id": 147,
    "text": "Лида не заставила себя долго ждать. Через пару мгновений дверь открылась и в проеме появилась Лида, одетая в красивое платье кремового цвета. Волосы ее были распущены и расчесаны (обычно Лида собирает волосы в длинный хвост). Тени для век и накрашенные ресницы очень красиво смотрелись на ее белом лице.\nДенис аж рот открыл от удивления, настолько его поразила красота подруги. Но парень тут же взял себя в руки и, улыбнувшись, сказал:\n- С Днем Рождения, красотка! Всех благ тебе короче, счастья, любви огромной и всего-всего того, что ты хочешь.\nИ парень протянул девушке подарок.\nЛида крепко обняла Дениса.\n- Спасибо тебе, братишка, - произнесла она, улыбаясь во весь рот. Приняв подарок парня, она едва-едва коснулась губами его щеки.\n- Ты одна дома? - спросил Денис.\n- Нет, мама с папой на кухне, гуся едят, - ответила именинница. - Может зайдешь?\nДенис заколебался. Он прекрасно знал, какие строгие у его подруги родители. И поэтому он отказался. Лида расстроилась.\n- Эй, не расстраивайся! - произнес парень, приобняв подругу за плечи. Та прижалась к нему.\n- Денис? - сказала она.\n- Ау?\n- Ты же всегда будешь рядом?",
    "answers": [
      {
        "id": 151,
        "text": "- Конечно."
      }
    ]
  },
  {
    "id": 148,
    "text": "\"Не-е-ет, на айфон у меня денег не хватит. Надо что-то другое!\" - подумал Денис.",
    "answers": [
      {
        "id": 145,
        "text": "Все-таки тортик"
      },
      {
        "id": 146,
        "text": "Книгу, пожалуй"
      }
    ]
  },
  {
    "id": 149,
    "text": "Наступил вечер. Денис уже стоял около квартиры Лиды с подарком в руках. Прихорошившись (да-да-да :D), парень позвонил в дверь.\n- Кто там? - раздался голос Лиды.",
    "answers": [
      {
        "id": 147,
        "text": "- Сова, открывай! Медведь пришел."
      }
    ]
  },
  {
    "id": 150,
    "text": "А вот теперь, читатель, настало время нам с тобой поговорить :).\nЯ подготовил небольшой диалог между мной, автором, и тобой.",
    "answers": [
      {
        "id": 152,
        "text": "Ну давай."
      },
      {
        "id": 153,
        "text": "Подожди, это все? Больше про Дениса и Лиду ничего нет?"
      }
    ]
  },
  {
    "id": 151,
    "text": "Лида еще крепче обняла Дениса.\n- Тогда ладно, - прошептала она.\nА Денис тогда не понимал, какой смысл она вложила в этот вопрос. Влюбленная девушка так боялась сказать все как есть. Боялась, что их дружба исчезнет. И потому молчала, надеясь, что Денис сам догадается о ее чувствах.\nОни простояли так минут десять, пока не раздался крик отца Лиды:\n- Дочка, ты где там? Мы с мамой уже почти все съели.\nДенис ухмыльнулся:\n- Ладно, мне пора пожалуй, - и поцеловал Лиду в лоб. - С праздником, подруга.\n- Пока, Денис, - прошептала Лида и вернулась в квартиру.\nДенис отправился домой с мыслью о том, что свою подругу он действительно никогда не покинет.\nНикогда...",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Тебе наверняка хочется задать мне какой-нибудь вопрос. Я не знаю, какой именно, но я составил примерный список вопросов, на которые я могу дать ответ.\nДерзай! :)",
    "answers": [
      {
        "id": 154,
        "text": "В чем смысл данного квеста?",
        "need": -154
      },
      {
        "id": 155,
        "text": "Как ты придумал персонажей?",
        "need": -155
      },
      {
        "id": 156,
        "text": "Почему так много выборов, не влияющих на сюжет?",
        "need": -156
      },
      {
        "id": 157,
        "text": "Почему ты решил написать подобный квест?",
        "need": -157
      },
      {
        "id": 158,
        "text": "Будет ли продолжение этого квеста, или какие-нибудь другие подобные квесты?",
        "need": -158
      },
      {
        "id": 159,
        "text": "Вопросов больше нет."
      }
    ]
  },
  {
    "id": 153,
    "text": "Почему же? Продолжение главы есть. Хочешь дочитать?",
    "answers": [
      {
        "id": 160,
        "text": "Да, хочу дочитать."
      },
      {
        "id": 152,
        "text": "Нет, постой. Давай все же поговорим."
      }
    ]
  },
  {
    "id": 154,
    "text": "Если ты имеешь ввиду какой-то \"философский смысл\", то его здесь нет.\nЭто просто история про обычного парня, с которым произошли необычные вещи. По моему мнению, да и по мнению читателей, оставивших отзыв, вышло очень интересно.",
    "answers": [
      {
        "id": 152,
        "text": "Задать другой вопрос."
      }
    ]
  },
  {
    "id": 155,
    "text": "Ну, прототипом главного героя послужил я сам.\nПрототипом Лиды послужила одна моя хорошая подруга.\nПавел и Изабелла, хранители - это уже полностью плод моего воображения.\nПреподаватели в училище, пусть они и не очень хорошо раскрыты в квесте, взяты с реальных людей.\nОдногруппники Дениса... хм... Как сказать? Если ты студент, мой читатель, тогда ты меня поймешь. Одногруппники являются общим представлением. То есть, у каждого студента есть именно ТАКИЕ одногруппники. Надеюсь, понятно объяснил.",
    "answers": [
      {
        "id": 152,
        "text": "Задать еще вопрос."
      }
    ]
  },
  {
    "id": 156,
    "text": "Я просто не хотел делать выборы только там, где разветвляется сюжет. Иначе бы их вышло очень мало. А делать много разветвлений - это кошмарная головная боль.\nА так, почему бы не разбавить текст какими-нибудь незначительными выборами? Например, ситуация, когда главный герой готовил себе завтрак и другие ситуации, где были выборы, не влияющие на сюжет.",
    "answers": [
      {
        "id": 152,
        "text": "Задать еще вопрос."
      }
    ]
  },
  {
    "id": 157,
    "text": "Ну, если тебя устроит такой ответ, то... Просто потому, что мог :D.\nНа самом деле всегда мечтал написать книгу. И даже написал когда-то 100-страничную книгу про зомби-апокалипсис. Правда, читали ее только мои знакомые, но всем очень понравилось, говорили, что у меня талант.\nА когда я нашел это чудесное приложение и узнал, что здесь можно писать и свои квесты, я поставил себе цель: написать свой квест. Здесь его увидят люди, которые трезво раскритикуют его или похвалят.\nИ вот, я написал квест. Пока что его только хвалят. Ни одного отрицательного отзыва на моей памяти не было.\nЯ могу собой гордиться :).",
    "answers": [
      {
        "id": 152,
        "text": "Задать еще вопрос."
      }
    ]
  },
  {
    "id": 158,
    "text": "Насчет продолжения этой истории. Будет. По многочисленным просьбам, я продолжу работать над продолжением этой истории и назову серию \"Хранители\".<s>r\n<s>r\nА насчет других квестов... Конечно же квесты будут. У меня есть черновые варианты множества разнообразных историй, но до финиша дойдут гораздо меньше, чем есть сейчас.<s>r\nНе сомневаюсь, вы будете ждать новых квестов от меня :).",
    "answers": [
      {
        "id": 152,
        "text": "Задать еще вопрос."
      }
    ]
  },
  {
    "id": 159,
    "text": "Что ж, раз вопросов больше нет, то ты, наверное, хочешь все-таки дочитать дополнительную главу?",
    "answers": [
      {
        "id": 160,
        "text": "Конечно."
      },
      {
        "id": 1,
        "text": "Нет. Верни меня в меню."
      }
    ]
  },
  {
    "id": 160,
    "text": "12 февраля 2017 года. Центральный городской парк.<s>r\n<s>r\nКазалось бы, что делать в парке зимой? Не знаю как вам, а вот Денису и Лиде нравилось гулять по парку зимой. Даже больше, чем летом. Именно этим они сейчас и занимались.<s>r\n- Денис, кстати, как тебе практика в больнице? - спросила Лида у парня.<s>r\nПосле зимних каникул у студентов началась практика в одной из больниц их города, которая длилась до начала февраля.",
    "answers": [
      {
        "id": 162,
        "text": "- Неплохо. Но лучше бы тебя мне поставили в пару в отделение. Ты хотя бы поответственнее Ануфриева."
      }
    ]
  },
  {
    "id": 161,
    "text": "ПРОГРЕСС РАБОТЫ НАД КНИГОЙ:<s>r\n<s>r\nКонцовки: все концовки готовы.<s>r\n<s>r\nДополнительная глава: идет работа (готово на 70%).<s>r\n<s>r\nОрфография: ошибки исправляются.",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 162,
    "text": "Лида погрустнела:<s>r\n- Ну прости, я просто... Просто не люблю терапевтическое отделение.<s>r\n- А что так? - поинтересовался Денис.<s>r\n- Мне девчонки-третьекурсницы рассказывали про то отделение. Они там сами практику проходили. Говорили, что каждый день тела выносят...<s>r\n- Брехня, - махнул рукой Денис. - Верь им больше. За всю практику у нас всего один труп был.<s>r\n- И все-таки... У нас в гинекологии...<s>r\nДенис расхохотался:<s>r\n- Конечно же там никто не умирает!<s>r\n- Вот зря ты смеешься, Денис, - девушка надула губы и ускорила шаг, пытаясь оторваться от парня.",
    "answers": [
      {
        "id": 163,
        "text": "Догнать подругу"
      }
    ]
  },
  {
    "id": 163,
    "text": "- Эй! - Денис догнал Лиду и обнял ее. - Не дуйся, я не хотел тебя обидеть.<s>r\nПочувствовав ее руки у себя на спине, Денис понял, что он прощен.<s>r\n- Больше так не говори.<s>r\nЛида начала сверлить взглядом Дениса и тот, сделав серьезное лицо, заявил:<s>r\n- Хорошо.<s>r\nИ сделал жест, как будто застегивает рот на замок.<s>r\nПрогулка продолжилась.<s>r\n- Мне вот тоже понравилось на практике. У нас вот в гинекологии... Денис, хватит ржать! - разозлилась Лида.<s>r\nПарень снова хохотал во весь голос. Лида молча развернулась и пошла в обратную от него сторону. Денис перестал смеяться, подумав, что действительно обидел Лиду. Но парень не видел, что его подруга постепенно замедляет шаг и улыбается, вспоминая смех Дениса.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Вот и стоит ли говорить что-то еще об их дружбе? Думаю, что нет.<s>r\nВы ведь и так все прекрасно поняли...",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Я не знаю, какую концовку ты открыл при первом прохождении, читатель. <s>r\nНо я уверен, что эта глава помогла тебе проникнуться этой историей...<s>r\nПомогла тебе прочувствовать персонажей: главного героя и его лучшую подругу.<s>r\n<s>r\nХочу поблагодарить всех, кто ждал этого квеста и тех, кто поддерживал меня своими положительными отзывами. Ребята, вы - чудо!<s>r\n<s>r\nТакже, выражаю благодарность всем, кто купил этот квест за руны. Я благодарен не за сами руны (девать их уже некуда), а за поддержку. Ваши руны пошли на обложку квеста, а также на покупку просмотров.<s>r\n<s>r\nИными словами, Вы помогаете мне двигаться дальше. <s>r\n<s>r\nВсем моим читателям желаю успехов во всем. :)<s>r\n<s>r\nВаш покорный слуга,<s>r\nДенис Борзов (vk.com/borzov_292).<s>r\n<s>r\nP.S. Ждите новых квестов. :)\n\nПолучено достижение: \"Forever\"",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 166,
    "text": "ОБНОВЛЕНИЯ ОТ 25.07.2017:<s>r\n<s>r\n— изменены все концовки. Теперь есть лишь одна \"истинная\" концовка. Почему \"истинная\" — расскажу ниже;<s>r\n— исправлены орфографические ошибки, которые были найдены;<s>r\n— добавлены достижения;<s>r\n— ввиду изменения концовок, квест приобрел более мрачный характер;<s>r\n— т.к. многие спрашивают, сколько концовок, отвечу — 5 концовок (шестая, так сказать, \"секретная\" концовка убрана из-за кое-какого несоответсвия в сюжете);\n<s>r\nНасчет \"истинной\" концовки — разговор отдельный.<s>r\nЯ перепродумал все. И решил: серия \"Хранители\" будет жить, покуда жив Денис Борзов. Думаю, что эта фраза Вас натолкнет на мысль.<s>r\n\"Истинная\" концовка всего одна. Остальные концовки не каноничны продолжению.<s>r\n<s>r\nP.S. Но я все равно пока продолжаю работу над криминальной драмой \"На районе\". Опубликую лишь тогда, когда полностью закончу работу над ней.",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 167,
    "text": "Список достижений (открытых концовок):<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 112,
        "text": "Концовка №1 - \"Словно птица без крыла...\"",
        "need": 112,
        "need_ever": true
      },
      {
        "id": 115,
        "text": "Концовка №2 - \"Это был дождь...\"",
        "need": 115,
        "need_ever": true
      },
      {
        "id": 118,
        "text": "Концовка №3 - \"Все как у людей\"",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 128,
        "text": "Концовка №4 - \"Пациент Борзов\"",
        "need": 128,
        "need_ever": true
      },
      {
        "id": 131,
        "text": "Концовка №5 - \"Преступление и наказание\"",
        "need": 131,
        "need_ever": true
      },
      {
        "id": 174,
        "text": "Концовка N6 - \"В горе и в радости\"",
        "need": 174,
        "need_ever": true
      },
      {
        "id": 165,
        "text": "Достижение - \"Forever\"",
        "need": 165,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 168,
    "text": "Ангел-Хранитель: История одного неудачника. Ненужная и сломленная.\n\nВ этом дополнении читателю предлагается увидеть картину квеста со стороны Кати, девушки, которая втайне ненавидела Дениса.",
    "answers": [
      {
        "id": 176,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 169,
    "text": "- Ты приговариваешься к смертной казни! - промолвил Михаил, закончив читать приговор.\nДенис завороженно смотрел, как Михаил достает из-за спины длинный красивый меч, по которуму вдобавок забегали огоньки синего пламени.\n- Последнее слово будет? - спросил Михаил, приставив меч к горлу демонессы.\nИзабелла разочарованно посмотрела на Дениса и тихо сказала:\n- Ты так просто дашь им меня убить? А как же наша любовь, Денис?\n- Какая любовь? - закричал молчавший все это время Павел. - Не пудри мозги парню! Михаил, делай то, что должен.\nМихаил крепче ухватил рукоять и сказал:\n- Отойдите все.\nА когда все отошли, Ангел взмахнул мечом и голова Изабеллы упала на пол, медленно превращаясь в пепел.",
    "answers": [
      {
        "id": 170,
        "text": "- Какой кошмар."
      }
    ]
  },
  {
    "id": 170,
    "text": "- Да-а, бумажной волокиты у герцога Аграэля нынче будет много, - сказал Михаил, убирая меч за спину.\n- Да и Мария рада не будет, - мрачно заметил Павел.\n- Ладно, наша работа здесь закончена. Хранитель Павел, Денис.\nМихаил отвесил поклон Павлу и Денису и исчез вместе с напарником.",
    "answers": [
      {
        "id": 171,
        "text": "- Павел, а что мне делать с телом?"
      }
    ]
  },
  {
    "id": 171,
    "text": "- Не переживай, пацан. Она убита мечом Небесного Патруля, поэтому она превратится в пепел и исчезнет сама. Минут через пятнадцать.\nДенис и Павел молча наблюдали, как мертвая демонесса постепенно превращалась в пыль.\n- Кстати, раз уж она мертва, - начал Павел.\n- То что?\n- То я здесь больше не нужен.\n- В каком смысле? - удивился Денис.\n- В прямом, Дениска. Зачем тебе сторонник Светлой стороны, когда ему некому мешать?\nИ тут Денис все понял. Понял и расстроился.\n- Эй, эй, Дениска, спокойно! - Павел заметил кислое выражение лица Дениса и похлопал его по плечу. - Я буду присматривать за тобой из Рая, парень.",
    "answers": [
      {
        "id": 172,
        "text": "- Правда?"
      }
    ]
  },
  {
    "id": 172,
    "text": "- Правда. Ты человек с добрым сердцем, Денис. И со всеми невзгодами сумеешь справиться сам. Главное - слушай свое сердце...\nРечь Павла прервал звонок в дверь.\n- Ненаглядная твоя пришла, - ухмыльнулся Павел. - Иди открывай, а я ухожу обратно в Рай. Прощай, Дениска!\n- Прощай, Павел.\nИ Хранитель, щелкнув пальцами, исчез. Исчез навсегда.",
    "answers": [
      {
        "id": 173,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 173,
    "text": "Денис отправился открывать дверь. За дверью стояла Лида. Волосы ее были растрепаны и непричесаны, глаза опухшие и красные.\n- Лида? Что с то...\nДевушка не дала парню договорить. Она просто прыгнула к нему в объятия и поцеловала. Так, целуясь, они дошли до кровати Дениса, где оба упали на нее. Тогда, наконец, Лида отлипла от Дениса. Однако ненадолго. Лежа на нем, глядя ему прямо в глаза, она сказала:\n- Ты довел меня вчера до слез.\n- Лида, я...\n- Я ревела всю ночь...\n- Я не хо...\n- Но я все равно люблю тебя, придурок! - и Лида вновь поцеловала Дениса. Парень не мог ей сопротивляться... да и не хотел. До него начал доходить смысл слов, сказанных Лидой. И в тот момент, целуя свою единственную подругу, девушку, в которой Денис души не чаял, парень подумал:\n\n\"Я ее никому не отдам!\"",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Так заканчивается история обыкновенного юноши, столкнувшегося с непонятными ему силами Света и Тьмы.\nЧестно сказать, вся эта история не сильно стала заботить Дениса после того поцелуя Лиды. Парень просто благодарил судьбу за то, что у него есть такая замечательная девушка. В тот же день Лида переехала к Денису и они стали жить вместе. А спустя какое-то время, он рассказал ей все: о Хранителях, Ангелах, Дьяволах и выборе стороны. И после того, как он все это ей рассказал, Денис стал ценить свою девушку еще больше. А знаете почему?\nПотому что она ему поверила.\n\n***Концовка N6 - \"В горе и в радости\"***",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 175,
    "text": "ОБНОВЛЕНИЕ ОТ 24.08.2017:\n\n- вернул шестую концовку, убрав несостыковку с сюжетом;\n- исправлены ошибки.\n\nP.S. Да и вообще, было дикое желание квест дополнить.",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 176,
    "text": "ГЛАВА 1\nВРАГ НА ГОРИЗОНТЕ\n\nМайский теплый день, Катя спешила в училище на математику. Заглядевшись на какую-то красивую машину непонятной модели, Катя не заметила как нос к носу столкнулась с Денисом.\n— Извини, — буркнул Денис.\nКатя наградила его сердитым взглядом.\n\"Урод тупой\", — подумала Катя, потирая ушибленный плечом Дениса нос.\nДенис в это время двигался к остановке.\n\"Он еще и домой едет. Везучий, гад\", — со злостью подумала Катя и направилась в корпус училища.\nНадев белый халат и сдав курточку в гардероб, девушка пошла на второй этаж, в кабинет математики.",
    "answers": [
      {
        "id": 177,
        "text": "Идти в кабинет"
      }
    ]
  },
  {
    "id": 177,
    "text": "",
    "answers": []
  },
  {
    "id": 178,
    "text": "ВНИМАНИЕ! УВАГА! АХТУНГ!\n\nДля читателей у меня есть две новости. Хорошая и плохая. С какой начать? \n",
    "answers": [
      {
        "id": 179,
        "text": "Плохая новость"
      },
      {
        "id": 180,
        "text": "Хорошая новость "
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 179,
    "text": "Плохая новость.\n\nСерии \"Хранители\" не будет. Отдельных квестов по этой вселенной тоже.\nДесятки раз пытался написать хорошее продолжение, но тщетно. Похоже, что \"Ангел-хранитель\" — это дописанный и закрытый том, которому продолжение не нужно. ",
    "answers": [
      {
        "id": 178,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 180,
    "text": "Я вновь начал работу над криминальной драмой \"На районе: история обычных парней\". Ознакомиться с результатами вы можете, отыскав мой квест в разделе \"Ранний доступ\". Вся остальная информация по квесту — там. ",
    "answers": [
      {
        "id": 178,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 181,
    "text": "",
    "answers": []
  },
  {
    "id": 182,
    "text": "За подписку буду благодарен. :) ",
    "answers": [
      {
        "id": 1,
        "text": "Назад в меню"
      }
    ]
  }
]