[
  {
    "id": 1,
    "text": "Всем здрасте! Это мой первый квест, потому не судите строго. Я решила зделать квест - пародию, по котам - воителям ( ах, как много тире о_о )\nВ общем и целом в моем квесте вы начинаете игру за кота Ночника, обычного кота обычного кошачьего племени ( хех ) Также хочу предупредить что обычные племена (речное, грозовое, теней и ветра ) будут заменены на другие, выдуманные мной. Прошу обращать внимание на ошибки и писать в коментариях как вам квест, надо ли продолжать  писать, и если надо  то на каую тему. Удачного прохожения игры! (Автор)\nКонцовок: 12\n1 Семьянин\n2 Обычный День\n3Порядочник\n4 Друг Оруженосца\n5 Неудачная Охота\n6 Мудрец\n7 Лентяи\n8 Герой\n9 Целитель\n10 Старейшина\n11 Звездный Воин\n12 Убийца\nИ еще, этот квест наглядно показывает как за день меняется представление других людей о вас, как много происходит событий и как переворачивается наша жизнь! И это все за один день! Не надо терять моменты, и удачи, друзья! \nАвтор - Агорья",
    "answers": [
      {
        "id": 2,
        "text": "К игре."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись. За покрытой еловыми ветками стеной палатки воителей слышался звук птичьего пения, солнце только - только поднялось и светило вам в глаза.\n",
    "answers": [
      {
        "id": 3,
        "text": "Перевернуться на другой бок."
      },
      {
        "id": 4,
        "text": "Зажмуриться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы перевернулись на другой бок и продолжили лежать.\n- Эй, муаау! Ночнииик! Пошто тебе понадобился мой хвост?! Пустии, прошууу!Муааау!\nВы резко открыли глаза, и они блестнули в темноте. Огромными серыми дисками - глазами вы уставилимь на воина Бурелома.\n- Ну, что ты уставился? Пусти может, ну больно же! ( И кот резко взвизгнул )\nТут только вы заметили что сжимаете в зубах что - то мягкое и пушистое.",
    "answers": [
      {
        "id": 5,
        "text": "- Извини... ( Пустить хвост )"
      },
      {
        "id": 6,
        "text": "- Сам виноват. ( Сжать сильнее )"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы зажмурились. Пожалуй приятно так вот лежать и слушать пение словья, тихое дыхание соседей... Вы начали засыпать, было бы хорошо отправиться на защиту вашего племени... Вам снился сон как тихо ступая по мерзлой утреней земле вы крадетесь к ничего не подозревающей синице... Скоро вы ее поймаете! Но вас плавно вытягивает из сна...",
    "answers": [
      {
        "id": 8,
        "text": "Выйти в лагерь."
      }
    ]
  },
  {
    "id": 5,
    "text": "- То то же...  А то вот всегда так, прошлой ночью Кремовый, этой ты... Вот что вам так мой хвост запал... Только недавно из пещеры целителя вышел...\nБурый кот удрученно вздохнул. \n- Ладно, бывай... - И Бурелом поковылял в лагерь.\nХмыкнув, вы подумали ( Бедный Кремовый, наверняка он так же ненароком захватил длинющий этот хвост. Ну да, ну да. Жаль я этого скандала не видел, в вечерний патруль ходил, а хотя... С этим длиннохвостым скандал каждую ночь, главное никого не разбудить, а так Бурелому в палатку старейшин пора, стар он больно, и ворчлив )\nВы оглянулись, убедившись что никого не разбудили.\n",
    "answers": [
      {
        "id": 8,
        "text": "В Лагерь"
      }
    ]
  },
  {
    "id": 6,
    "text": "- Уаоу!  - На сей раз взвизгнули вы. Вас больно ударили по морде тяжелой лапой, и от неожиданности вы разжали челюсти. Однако расслабляться было рано,  сварливый кот швырнул вам в глаза песка и вы зажмуртлись.\nОт вашего визга и шипения Бурелома  стали просыпаться другие воины. Быстро соскочил со своей хвоиной подстилки Кремовый, молодая воительница Трвинка еле успела отскочить в сторону, оскалился и зашипел около стены рыжий с палевыми отметинами на спене Кремень. Повскакивали и другие коты.",
    "answers": [
      {
        "id": 11,
        "text": "Попытаться защититься от ударов"
      }
    ]
  },
  {
    "id": 7,
    "text": "Был уже почти день.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреть Лагерь"
      }
    ]
  },
  {
    "id": 8,
    "text": "Был уже почти день.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреть лагерь."
      }
    ]
  },
  {
    "id": 9,
    "text": "Старый Воин покачал головой, что - то проворчал и ушел, не подумав попрощаться",
    "answers": [
      {
        "id": 10,
        "text": "К осмотру лагеря"
      }
    ]
  },
  {
    "id": 10,
    "text": "Все было как всегда, глашатая Голубика собирала охотничий патруль, недалеко от вас, под палаткои старейшин ( тенистым, в виде арки камнем, прикрытым немного дубовыми ветками),на свободной хвойной подстилке лежал предводитель Звездный и увлеченно беседовал со стариками. А недалеко от него лежали пестрыми пятнами сами старейшины. Бревенчатый и Солнечная увлеченно беседовали со Звездным, а всторонке сидел и умывался Кремень. Мимо вас, ворча, проковылял  тот самый Бурелом. Из детской выкатились пара котяток и мигом забежали обратно. Ну, куда пойдем?",
    "answers": [
      {
        "id": 17,
        "text": "Пойти к палатке старейшин"
      },
      {
        "id": 18,
        "text": "Подойти к Кремню"
      },
      {
        "id": 19,
        "text": "Окликнуть Бурелома"
      },
      {
        "id": 20,
        "text": "Пойти к детской"
      },
      {
        "id": 21,
        "text": "Подойти к глашатой"
      }
    ]
  },
  {
    "id": 11,
    "text": "У вас ничего не вышло. Старый воин был до сих пор ловок. Тут ваше ухо пронзила боль, вы почуствовали удар в грудь, тепло крови на спине, потом удары по голове, шее, глазам...\nВесь мир для вас медленно поплыл, а перед тем как упасть, вы увидели как другие воины прижали к земле Бурелома, как вбежала в палатку глашатая Голубика, предводитель Звездный... А после для вас мир пошел во тьму...",
    "answers": [
      {
        "id": 12,
        "text": "- Эй, тихо, тихо... Так больно? Хорошо... Тише только, не смертельно, несколько ударов, ушибов и царапин. Спокойно...\nОткрой глаза и держись."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы услышали голос, этот голос вас успокаивал...\nТак тепло, может, я уже у Звездных котов, хотя... \nОткрыть ли мне как говорят глаза? Или лучше не надо? Если я их открою, то могу разочароваться... Ведь возможно я не со Звездными котами, однако этот голос... Такой мягкий, тихий... Такой может быть только у Звездного кота. Открыть ли мне глаза? \nЛучше не надо, открою глаза - настигнет боль, а так, во сне ее нет, есть лишь тишина и спокойствие.\nК тому же скорее всего я уже умер, меня старик бил в живот, в морду, по голове и в бок, и в шею...\nНо я могу сейчас ходить и по тонкой ниточке жизни, и если не открою их, то скорей умру...\nТак открыть ли мне их или нет?",
    "answers": [
      {
        "id": 13,
        "text": "Открыть глаза"
      },
      {
        "id": 14,
        "text": "Не надо открывать их"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы приоткрыли глаза. \n- Здравствуй Ночник, ты молодец, спокойно, дорогой, не суди старого воина, его наказали и изгнали... - Говорила целительница Лесного племени Бабочка. - Однако, милый, есть и плохая новость... Из - за полученных увечий ты не можешь продолжать быть воином... Но ничего - ничего! - Воскликнула Бабочка, видя грусть в ваших глазах - ты можешь теперь быть таким же целителем как и я, а это не так уж плохо!\nВы грустно посмотрели на целительницу.\n- У тебя уже есть ученик, и потому...\n- Ничего - ничего, я поговорила со Звездным, и он сказал что мне можно взять тебя в ученики. Если конечно сам захочешь. - тихо прибавила кошка. - Так ты поможешь своему племени... Или ты переберешся в палатку старейшин, и никак не сможешь помочь своему племени... Выбор за тобой, милый.\n",
    "answers": [
      {
        "id": 15,
        "text": "Я стану целителем!"
      },
      {
        "id": 16,
        "text": "Я лучше стану старейшиной!"
      }
    ]
  },
  {
    "id": 14,
    "text": "-  Эй, ну прошу! Нет...\nНо вы уже еле слышали, вы попытались открыть глаза, но ничего не вышло... Вы запаниковали.\n- Боюсь, он потерял много крови, и уже нас покинул... - Перед тем как покинуть этот мир вы почувствовали как слеза упала на вашу спину.\n- Прости, я не смогла тебя спасти... - Были последнии услышанные вами слова. А после они сменились на другие.\n- Привет! Ты кто? Я раньше тебя не видел? \n- Что? Где я? Кто ты? - Открыв глаза вы вскочили. Перед вами стоял маленький бурый котенок и внимательно изучал вас, под лапами котенка было много сверкающей пыли, а сам он был будто призрачный.\n- Я - Кусточек, котеночек из Каменного племени, как окозалось, был. Я умер не успев родиться, печально, правда? И ты в Звездной степи. Если ты новенький, то я тебя познакомлю с другими членами нашей дружной Звездной семьи! - Котенок махнкл хвостом в сторону других призрачных котов - Там мой брат Камень, Лесная Голубица, Мята и Серохвост. Идем, я тебя познакомлю! - И котенок побежал, а вы побежали за ним... Итак, вы жили вечно и радостно, бегая по звездной степи...\nКонцовка \" Звездный Воин \" ",
    "answers": [
      {
        "id": 1,
        "text": "Конец!1"
      }
    ]
  },
  {
    "id": 15,
    "text": "Кошка улыбнулась вам, и скоро вы выздоровели. Теперь вы жили новой жизнью, жизнью учеником милой кремовой кошечки, жизнью другом серой ученицы Лапки.\nА после вы стали хорошем целителем.\nКонцовка \" Целитель \"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "- Как скажешь - сказала грустно Бабочка.\nСкоро вы вылечились, но жизнь теперь для вас стала скучной и жалкой... Не успев побыть воином вы сразу сталии старейшиной. Жизнь в тени большого, образующего арку валуна, рядом со сварливым Бревенчатым и старой Солнечной была вам скучной и ненужной. Так день сменялся днем, а ночь ночью, но вам было уже все равно...\nОткрыта концовка \" Старейшина\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы подошли и стали прислушиваться к разговору. Обсуждали Тенистое племя. \n- Знаете, а? Вот так вот Тенистые коты хранят добычу. В ЯМАХ! Не аккуратненько складывают под камушком, а кидают в ямы! -  Кряхтела Солнечная.\n- Вот ведь невежды! - Соглашался с ней Бревенчатый.\n- Однако, все мы разные, им вот кажется дикостью что мы охотимся на синиц... - Противился общему мнению предводитель",
    "answers": [
      {
        "id": 24,
        "text": "Поддержать предводителя"
      },
      {
        "id": 25,
        "text": "Поддержать старейшин"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Хей! Привет!\nРыжий с палевыми отметинами кот поднял на вас прищуренные зеленые глаза.\n- Привет Ночник, как дела?\n- Да как всегда в общем то, на охоту сходим?\n- Извини, нет особого желания - лениво потянулся кот и лег перед вами животом кверху. - Не хочешь ли принять солнечные ванны?",
    "answers": [
      {
        "id": 26,
        "text": "Согласиться"
      },
      {
        "id": 10,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 19,
    "text": "- Эй, Бурелом! Утро доброе!\n- Ага, и как мой хвост на вкус?! - сьязвил кот\n- Слененький - ответили вы шуткой.\nИ услышали как захрипел старый воин, испугавшись, вы кинулись к нему, но оказалось, что он Слава Богу просто смеялся над вашей шуткой, видно, она ему понравилась...\nОкончив смеяться кот поднялся на лапы и сказал:\n- Я сейчас дружище, собирался поговорить со Звездным насчет моего перехода в старейшины, а после погулять по лесу, составишь мне компанию?",
    "answers": [
      {
        "id": 9,
        "text": "Прости, не могу..."
      },
      {
        "id": 30,
        "text": "Почему бы и нет?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили зайти в детскую, повидать вашу сестру Клюкву и племянников Лучеглазика и Розочку... Только вы хотели нырнуть в норку теплой детской, так откуда ни возьмись появилась пепельного цвета кошка и надовала вам по морде, мол, не буди котят.\nНу, не буди так не буди, подумали вы.",
    "answers": [
      {
        "id": 10,
        "text": "К осмотру лагеря"
      }
    ]
  },
  {
    "id": 21,
    "text": "- Так, Нарциссик, пойдешь но охоту с Тигровой...- Тараторила Голубика - С Тигровой и с Зайцешкурым. Здравия тебе, Ночник. \n",
    "answers": [
      {
        "id": 64,
        "text": "Здравия"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "- Я согласен, не надо других судить, мы тоже можем казаться странными для многих котов, а потому, пожалуй неправильно это как то, говорить что остальные - невежды.\nПредводитель удовлетворенно взглянул на вас, кивнул...\n- Это что же получается, нам нельзя, а они могут? Низко! - прикрикнул на вас бурый старейшина.\nВы глянули в глаза Звездного, он повернул голову, показывая что надо уходить...\n",
    "answers": [
      {
        "id": 10,
        "text": "Уйти"
      },
      {
        "id": 52,
        "text": "Продолжать разговор"
      }
    ]
  },
  {
    "id": 25,
    "text": "- Попрошу не влезать в разговор. -Шикнула на вас Солнечная, а предводитель глянул сурово и грустно. Похоже, вам здесь не очень и рады",
    "answers": [
      {
        "id": 10,
        "text": "Лучше уйти"
      }
    ]
  },
  {
    "id": 26,
    "text": "Солнышко приятно грело вам животик, слепило серые глаза... Как же приятно нежиться на солнышке...\nКак же все таки хорошо...\nОднако же вечереет, надо бы уже переставать нежиться... Но с другой стороны так хочется еще чуть отдохнуть...",
    "answers": [
      {
        "id": 28,
        "text": "Продолжать отдыхать"
      },
      {
        "id": 31,
        "text": "Лучше кому - нибудь помогу..."
      }
    ]
  },
  {
    "id": 27,
    "text": "- О, привет, Ночник! Знаешь, а я сегодня за котятами слежу! Это очень, ну просто очень мило! Смотри, это твои племянники. Лучеглазик - вот этот милый, с золотистой шерсткой, милый, правда? А вот эта девочка с короткой кремовой шерсткой - твоя племянница Розочка,  все жду когда же у нее откроются глаза!?\nВы стояли и слушали торопливую болтовню сестры... Клюква, вы вспомнили как играли вместе, тогда вас звали Клюковкой и Ночничком.",
    "answers": [
      {
        "id": 32,
        "text": "Продолжать слушать сестру"
      }
    ]
  },
  {
    "id": 28,
    "text": "Солнце уже почти село, а Кремень и Вы двумя бревнами лежите тут...( Может в палатку уйдете, а? Нет? Кремень, ты ж ленивое бревно)\nВы ж блин до сих пор лежите перед вечернем солнышком... Иди уже...",
    "answers": [
      {
        "id": 39,
        "text": "Лучше уйти в палатку..."
      },
      {
        "id": 33,
        "text": "Не охотааа..."
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "Подождав возле кустов старейшину, вы вместе вышли к тропе. \n- Здесь надо быть потише. Собак что - то много развелось.\n- Да ты не боись. Я - да против собак!!!\n Тут вы услышали как под лапой кота хрустнула веточка... \nНадо быть аккуратней.\nСзади послышался рык, а после лай, вы увидели как старый кот кинулся на шавку.",
    "answers": [
      {
        "id": 56,
        "text": "Оттолкнуть кота"
      }
    ]
  },
  {
    "id": 31,
    "text": "Отойдя от Кремня вы осмотрели лагерь, патруль уже не собирали, Бурелома нигде не было. Старейшины ушли в палату, однако перед детской тут выбежили котята, и вышла твоя сестра Клюква. А недалеко от тебя прошли оруженосцы.",
    "answers": [
      {
        "id": 27,
        "text": "Подойти к сестре."
      },
      {
        "id": 39,
        "text": "Вернуться в воинскую палатку."
      },
      {
        "id": 40,
        "text": "Поболтатьс оруженосцами"
      }
    ]
  },
  {
    "id": 32,
    "text": "- Наверное у этой малютки глаза будут голубенькие, а вот у мальчика зелененькие...\nАх, зелененькие? Такие же были у мамы Белянки... Вы вспомнили как играли с Клюковкой еще будучи котенком, как вы поссорились из за сучка, тогда ваша мать - грациозная белая кошка с большими глазами помирила вас... Так же вы вспомнили как играл с вами ваш отец -  воин со званием Тигр. Его по другому нельзя и назвать... И смелый тигр из за решетки прянул... Ваш отец был большой, сильный, рыжий с темно коричневыми полосками... Смелый.\nИ брат, да, милый и благородный, ставший домашним, но зато крайне порядочный, серый, с такими же зелеными глазами котом...\n",
    "answers": [
      {
        "id": 41,
        "text": "Прижаться к сестре и заглягуть в ее зелененькие глаза"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ленивый ты пень... Знаешь что, а? Я даже рассказ из - за тебя притормозила, бревно ты пушистое.\nЯ не буду уже говорить что я - это автор!!! ",
    "answers": [
      {
        "id": 34,
        "text": "Но мне же леееень..."
      }
    ]
  },
  {
    "id": 34,
    "text": "А Кремень и Ночник -  ленивые бревна.",
    "answers": [
      {
        "id": 35,
        "text": "Продолжать лежать"
      }
    ]
  },
  {
    "id": 35,
    "text": "А скоро ночь, хотя, она уже настала...",
    "answers": [
      {
        "id": 36,
        "text": "Игнорировать автора"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы еще здесь, да?",
    "answers": [
      {
        "id": 37,
        "text": "Ага, и вставать не собираемся..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Так, все! Поднимайся ленивый кот и иди в палату, живо!!!!",
    "answers": [
      {
        "id": 38,
        "text": "Ответить хором - Ну нам Лееееень... - и потянуться."
      }
    ]
  },
  {
    "id": 38,
    "text": "Ааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааааа!!! Хваааааааатиииииит!\nДержи концовку и иди!\nЛентяяяяииииии!!!!\nТеперь вы измучив бедного автора отправились в палатку. Вы получили:\nА) Бедного, измученого автора который пожалел о встрече с вами двумя. ( Б и В вызваны местью автора)\nБ) Прозвище в лагере Бревно! 0_0\nВ) Концовку Лентяи! 0_0\nВсе, бывай, читатель...",
    "answers": [
      {
        "id": 1,
        "text": "Ленивые вы бревна"
      }
    ]
  },
  {
    "id": 39,
    "text": "А теперь все, уже вечер, значит спать пора уснул коток, лег в подстилку на бочок... Все, все, не мешаю ( шепот ) все, не мешаю, дорогой, улетаю... Только вот положу рядом концовочку ( Обычный день) и все. Спи, игрок, не хотела тебя будить...",
    "answers": [
      {
        "id": 1,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 40,
    "text": "- Желаем вам здоровья, Ночник! - Хором воскликнули оруженосцы.\nВы удовлетворительно кивнули.",
    "answers": [
      {
        "id": 42,
        "text": "Чего ходите так поздно? "
      },
      {
        "id": 43,
        "text": "Надеюсь что все у вас хорошо.С тренировки?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Концовка Семьянин.\nТеперь на вас смотрели по другому, и вы на мир смотрели с иного угла. Почти всегда вы приходили в свободное время к сестре, играли с племянниками, охраняли сон королев и котят, когда Клюква вышла  из детской, вы стали вместе бегать по лесу, вы подружились с отцом котят и упросили Звездного стать наставником Розолапы, а Кремня -  Лучелапа, и теперь вы все вместе бегали по лесу, а главным для вас словом стало...",
    "answers": [
      {
        "id": 1,
        "text": "Семья..."
      }
    ]
  },
  {
    "id": 42,
    "text": "- А мы были сегодня на  тренировке, потому и пришли поздно...\n- А сейчас идем к куче с добычей, ужинать!",
    "answers": [
      {
        "id": 44,
        "text": "Поздно уже есть, спать идите, оставим на утро для старейшен, котят и королев."
      },
      {
        "id": 45,
        "text": "Хорошо, идите, еште, а то поздно."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Да, мы с тренировки, изучали сегодня подсечку и как уворачиваться от нападков противника.\n- А сейчас мы идем к куче с добычей!",
    "answers": [
      {
        "id": 45,
        "text": "Идите, только еште быстрее"
      },
      {
        "id": 47,
        "text": "Ну, тогда я буду рад составить вам компанию"
      }
    ]
  },
  {
    "id": 44,
    "text": "Оруженосцы посмотрели на тебя изподлобья, их животы заурчали, но тебя не тронуло даже это.\n- В палатку, быстро!  - прикрикнули на них вы.\nИ два полосатых пятнышка побежали со всех своих четырех лап, вкатились в палатку и больше ты их не видел. Мда...",
    "answers": [
      {
        "id": 46,
        "text": "Итак"
      }
    ]
  },
  {
    "id": 45,
    "text": "Молодцом, игрок!\nВы кивнули оруженосцам и они побежали к куче, теперь вы наблюдали как они с аппетитом поедали синицу.Вам захотелось поспать, вернитесь в палатку",
    "answers": [
      {
        "id": 39,
        "text": "В палатку"
      }
    ]
  },
  {
    "id": 46,
    "text": "Теперь ты -  порядочный кот, однако вот и концовка соответствующяя - ПОРЯДОЧНИК, хорошая концовка, не правда ли, а? Теперь не очень и страшно кидать дичь мимо кучи с добычей?",
    "answers": [
      {
        "id": 1,
        "text": "Ценок"
      }
    ]
  },
  {
    "id": 47,
    "text": "Оруженосцы восторженно посмотрели на вас, ведь обедать рядом с воином - большая честь. А они двое никогда не сидели возле воинского валуна - обедни взрослых котов, и не ели то что предназначалось для воинов - рыбу и более большую и жесткую дичь - крыс, ворон и сов. Оруженосцем давались только белки, мыши и бурундуки.",
    "answers": [
      {
        "id": 48,
        "text": "Дайте мы с вами откушаем!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы отвернулись на оклик. Рядом стояли Кремень и Клюква, которая уже занесла котят в детскую.\n- Присоединяйтесь! - Крикнули вы и отправились к куче с дичью. \nГлаза у обоих оруженосцев из орбит вылетали от счастья, обедать с тремя взрослыми котами было просто верхом их счастья.\nВы подошли к куче.\nЗдесь Кремень взял себе и Клюковке сову, а вы себе рыбу.\nНа вас посмотрели оруженосцы...",
    "answers": [
      {
        "id": 49,
        "text": "Берите то что душа желает, вот!"
      },
      {
        "id": 50,
        "text": "Возмите себе полевочку и мышку, хватит спать!"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы все отужинали, и отправились спать.\nА на следущий день у вас появились новые друзья - оруженосцы Полосочка и Нарциссик. Вот, лови концовку!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка ( Друг Оруженосца )"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вот все отужинали и отправились спать...",
    "answers": [
      {
        "id": 39,
        "text": "Все разошлись, а вы ушли в воинскую палатку."
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы повернулись, там стоял Бурелом, и, видно, хотел перекинуться парой слов с предводителем.\n- Эм,ам,уау,хчт... Я...эм, вроде,кхм, хотел спросить...\n- Да, Бурелом.\n- А... эм... я могу перейти в палатку кхем кхем... старейшен... Могу?\n- Да, конечно, тебе будут рады,\nСегодня проведем собрание на этот счет.\n- Буреломчик, Буреломчик... Эх, когда мы молодые были то, а!\n- Эх, согласен, брат, на отдых и тебе пора - Поддержали Бурелома старейшины.\nСтарыйикот даже расскраснелся от умиления.\n",
    "answers": [
      {
        "id": 53,
        "text": "Ха, ты да в старейшины, ну- ну"
      },
      {
        "id": 54,
        "text": "Что же, стыдиться нечего."
      }
    ]
  },
  {
    "id": 52,
    "text": "- Милый Бревенчатый, да не должны же мы себя с ними равнять... И Теневые, и Каменные коты, как  и Песочные, я считаю, думают так же!\n- Замолчи ж ты! Я все равно прав! - оскалился старый кот и отвернулся, видно, расстроился. Вам стало крайне жалко что вы обители старика.\nТут сзади раздался хриплый мяв",
    "answers": [
      {
        "id": 51,
        "text": "Звездный!"
      }
    ]
  },
  {
    "id": 53,
    "text": "Старый воин совсем размяк, потупив морду, стал переминаться с одной лапы на другую\n- Я эм... пойду, погуляю лучше...\nПосле этого длинный мятый хвост Бурелома исчез в кустах. Звездный буквально прожигал вас взглядом негодования, а старейшины замерли, в шоке глядя на вас. Горячие волны стыда обкатывали вас одна за\n другой. \nНаверное вам очень стыдно.",
    "answers": [
      {
        "id": 55,
        "text": "Его надо догнать, я осознал свою вину."
      },
      {
        "id": 55,
        "text": "Пускай идет, пень старый, я пойду поохочусь"
      },
      {
        "id": 57,
        "text": "Так о чем мы говорили?"
      }
    ]
  },
  {
    "id": 54,
    "text": "Молодцом! Теперь о тебе думали как о самом мудром коте! Предводитель всегда спрашивал у тебя совета, а после ты стал глашатаем, потому как мудрости в тебе было хоть отбавляй. А после ты стал и предводителем. И правил своим племенем мудро и справедливо.\nДо сих пор имя Ночной Звезды гуляет от поколения в поколение...\nКонцовка Мудрец",
    "answers": [
      {
        "id": 1,
        "text": "Мудрый кот"
      }
    ]
  },
  {
    "id": 55,
    "text": "Под вашими лапами мягко шуршала ласная тропа, а вы одиноким черным пятном шли по ней. Вы решили наловить столько дичи, сколько сможете. Тут ваш чуткий слух уловил  мягкий топот кроличьих лапок по мерзлой осенней земле. Вы увидели кролика, погнавшись за ним сейчас вы можете его просто не догнать, он еще далеко.\nА вот притаиться и подпустить зверька ближе будет неплохой попыткой.\nВы стали оглядываться в поисках мест для того чтобы притаиться.\nЕсть небольшая яма, и куст.\nПри приближении к яме зверька будет легко выпрыгнуть и схватить жертву. Однако к яме кролик врятли подойдет. \nК кусту же кролик подойти может, и запах листья замаскируют. Но выпутываться из куста будет гораздо сложнее. Итак, быстрее же, Ночник, кролик бежит, а по земле проходит от его лапок легкий гул... Таратах - таратах, таратах - таратах...",
    "answers": [
      {
        "id": 58,
        "text": "Притаиться в яме"
      },
      {
        "id": 59,
        "text": "Залесть в кусты"
      },
      {
        "id": 60,
        "text": "Побежать"
      }
    ]
  },
  {
    "id": 56,
    "text": "Оттолкнув старика, вашу грудь пронзила жуткая боль. Взвыв, вы ударили собаку в глаза... Что дальше, герой?",
    "answers": [
      {
        "id": 56,
        "text": "Еще раз по глазам..."
      },
      {
        "id": 62,
        "text": "Впиться зубами и когтями шавкетв нос"
      }
    ]
  },
  {
    "id": 57,
    "text": "Эх ты! Вот и как тебе не стыдно, а? Иди обратно, умник!",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Что ж, бывает...  кролика ты поймал больного... Так что в лагерь шагай.",
    "answers": [
      {
        "id": 31,
        "text": "В лагерь"
      }
    ]
  },
  {
    "id": 59,
    "text": "Кролик пробежал мимо вас. Но выходить из укратия было поздно. Послышался лай, и прямо у вас на глазах собака, огромная черно - белая шавка разорвала бедного старика, которому вы только что нагрубили, Бурелома...\nУвидев это, вы испугались, но тихо обрадовались смерти противного кота. Когда собака закончила вы подошли и написали под бездыханным телом свою кличку. Ночь...О череде убийств происходивших в этом лесу мало кому было известно,  проподали коты, кошки и котята...\nДостижение Убийца.",
    "answers": [
      {
        "id": 1,
        "text": "Все"
      }
    ]
  },
  {
    "id": 60,
    "text": "Эх, ты... Невежда, споткнулся, упал, теперь нового жди. Вот концовка. Хватай, горемыка!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка ( Неудачная Охота )"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы не отпускали нос пса до последнего момента, однако собака вас рано или поздно должна была скинуть. Вы отлетели в колючую ежевику. Однако вскоре вы услышали как скулит убегающая шавка...",
    "answers": [
      {
        "id": 63,
        "text": "Выбраться из кустов..."
      }
    ]
  },
  {
    "id": 62,
    "text": "Собака сильно завертела лобастой башкой и заскулила... У вас на глаза навернулись слезы от старания держать позицию, понимая, что удар о землю при таком повороте событий вы просто не выдержите, вы продолжили держаться...",
    "answers": [
      {
        "id": 61,
        "text": "Не отпускать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Выбравшись из ежевики, весь израненный, вы подошли к Бурелому. Взглянув на вас, старик сказал:\n- Ты герой. - И помог добраться до целительницы...\nЯ тоже считаю что ты - Герой!\n",
    "answers": [
      {
        "id": 1,
        "text": "Герой..."
      }
    ]
  },
  {
    "id": 64,
    "text": "- Ну как ты?\n- Да как всегда - ответила Голубика - И прости... В патруль не возьму, сейчас нету свободных мест... А так, я занята сейчас... иди уж.",
    "answers": [
      {
        "id": 10,
        "text": "Идти"
      },
      {
        "id": 66,
        "text": "А занята чем?"
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "- Мне надо пойти с пограничным патрулем, сегодня я его веду.\n- Удачного патрулирования тебе, Голубика...",
    "answers": [
      {
        "id": 10,
        "text": "Хорошо"
      }
    ]
  }
]