[
  {
    "id": 1,
    "text": "Автор: Бахия Александр<s>r\nЖанр: Детектив<s>r\n<s>r\nПредупреждения: каждый шаг будет влиять на то, останется ли героиня живой, или умрёт. Каждое действие на основе логики и здравого смысла приводит к спасению.<s>r\n<s>r\nЖизнь обычной женщины резко изменилась, когда на неё объявил охоту серийный маньяк. Но Дженнифер не так проста, как кажется, она выживет в кровавой схватке с убийцей и докопается до истины.",
    "answers": [
      {
        "id": 2,
        "text": "Найти убийцу"
      },
      {
        "id": 22,
        "text": "Прогресс"
      },
      {
        "id": 61,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c626127/v626127809/4eb3c/taMM2mOoQM4.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840124/v840124962/6c4b/TDrMRCd0_Qs.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Автор:\nhttps://vk.com/id155235403"
      }
    ]
  },
  {
    "id": 2,
    "text": "Дженнифер Эдвардс, молодая и красивая. К своим скромным тридцати пяти годам успела дважды побывать замужем и не увидеть в этом ничего особо веселого. Она предпочитала вино, вместо мужского общества. Посиделки дома с книжкой ей приходились по нраву более, чем шумные компании и закадычные друзья.<s>r\nОна переехала в этот большой и просторный дом месяц назад. Одной тянуть кредит, сначала показалось не рациональным и сильно затратным, однако, поразмыслив, пришла к выводу, что с домом и постоянным жильем она найдет себе пару проще и быстрее. Быть одной все же не самое приятное занятие.<s>r\n<s>r\nОна скинула с себя мокрую от дождя куртку, швырнула пакет с продуктами в угол и меланхолично стянула сапоги. Сейчас разморозит пиццу, сядет за ноутбук и посмотрит сериал. Трудная и долгая выдалась рабочая неделя. Дженнифер пришлось составлять множество отчетов, с большим количеством цифр и графиков. От них рябило теперь в глазах и кружилась голова.<s>r\nНеожиданно зазвонил мобильный телефон, высвечивая неизвестный номер. Дженнифер с трудом залезла в карман джинсов и достала оттуда аппарат.<s>r\n<s>r\n— Привет, это я.<s>r\n— Привет, кто?<s>r\n— Дженнифер, не узнала?",
    "answers": [
      {
        "id": 3,
        "text": "- Слушай, извини, я сильно устала и не могу особо разговаривать."
      },
      {
        "id": 4,
        "text": "- Извини, я не могу особо разговаривать. Чего хотел?"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Извини, я не могу особо разговаривать. Перезвони позже.<s>r\n— Я — Джейкоб Хоукинс.\n<s>r\nДженнифер на автомате сбросила трубку. Закатила глаза, но почти сразу спохватилась. Её бывший муж!!! Как изменился голос, она его совсем не узнала, как ослаб и стал совсем не знакомым, словно далеким, а ведь когда-то был самым родным и близким. Когда-то она слушала этот голос словно звуки музыки.<s>r\nДженн спешно набрала номер, но там раздавались лишь гудки. Холодные и далекие. Они расстались не очень хорошо, как иногда это бывает. Общие знакомые говорили, что Джейкоб очень переживал их расставание, а она? Она быстро нашла себе утешение в объятиях другого мужчины.<s>r\n<s>r\nЖенщина задумчиво посмотрела на экран мобильного телефона и, вздохнув, положила его на тумбочку в коридоре.",
    "answers": [
      {
        "id": 5,
        "text": "Пойти и включить телевизор"
      }
    ]
  },
  {
    "id": 4,
    "text": "- Извини я не могу особо разговаривать. Что хотел?<s>r\n- Джейкоб Хоукинс я.<s>r\n<s>r\nДженнифер задумалась на несколько явных и очевидных секунд.<s>r\n- Ничего себе, тебя почти не узнать, твой голос так сильно изменился.<s>r\n- Я скучаю по тебе, жена.<s>r\n- Замечу, что бывшая жена, Джейкоб. Что с тобой?\n- Ничего, не обращай внимания, просто хотел услышать твой голос.<s>r\n<s>r\nДженнифер на секунду отвлеклась, на снятие сапога, но этого мига хватило, чтобы в трубке раздались гудки. Больше Джейкоб не отвечал. Женщина задумчиво посмотрела на экран мобильного телефона и вздохнув положила его на тумбочку в коридоре.",
    "answers": [
      {
        "id": 5,
        "text": "Пойти в зал и включить телевизор."
      }
    ]
  },
  {
    "id": 5,
    "text": "Дженнифер включила телевизор с музыкальными клипами. Разделась на ходу, достала из пакета пиццу и забросила её в микроволновку.<s>r\nБольшой и просторный дом, слишком пустой, так как она еще не разобрала вещи, слишком холодный и в чем-то слишком одинокий. Холодно. Большие просторные окна, пропускающие днем массу света и несущие летнее настроение, ночью зияли словно распахнутые пасти чудовищ, а занавески колыхались, оживляя их своим потусторонним дыханием. В доме сквозило. Половицы скрипели от каждого шага и, казалось, что ты тут не одна, а кто-то смотрит на тебя через плечо и следует шаг в шаг. Одной женщине в столь большом доме страшно. Да и не правильно быть одной...",
    "answers": [
      {
        "id": 6,
        "text": "Разогреть пиццу"
      }
    ]
  },
  {
    "id": 6,
    "text": "По холодному и пустому, мрачному и одинокому дому разнеслись сладкие ароматы итальянской пиццы. Мрачные своды на какой-то момент наполнились теплом и уютом. Но странное ощущение надвигающейся беды, черной тенью следовало и не отпускало железную хватку когтей. Телевизор беззаботно пел, а на экране танцевали, виляя ягодицами, полуголые красотки.<s>r\nДженнифер положила пиццу на стол и решила, что пока она еще не остыла, быстро смыть послевкусие тяжелого трудового дня.\nЗабралась в душ и минуту отмокала под горячей струей воды, чувствуя, как усталость отступает, дав дорогу голоду и желанию завалиться спать. Никаких киношных полотенец, просто теплый и приятный банный халат. Она босиком прошла к дивану, ноги были еще мокрые. Пока шла, на неё словно жадно раздевая, смотрели окна холодной пустоты, занавески все так же мерно колыхались.",
    "answers": [
      {
        "id": 7,
        "text": "Включить телевизор"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дженнифер прыгнула на диван и включила первый попавшийся канал.<s>r\n<s>r\n[Маньяк похитил уже третью девушку за этот месяц. Несчастную ищут вся полиция и волонтеры, но безрезультатно. Пропала ли девочка сама или то злой умысел кровавого потрошителя? Найдем ли мы её живой и невредимой или как прошлую жертву по частям в мусорных пакетах? Весь город озадачен. Если вы что-то знаете о пропавшей или её местонахождении, просьба позвонить по телефону...]<s>r\n<s>r\nДженнифер молча переключила канал.<s>r\n<s>r\n[- Что вы скажете об участившихся случаях нападения собак на людей?<s>r\n— Ну, это, определенно, не случайность. Должно быть как-то связано с пропажей девушек.<s>r\n— Вы хотите сказать маньяк? Какая связь между этими двумя трагедиями?<s>r\n— В интересах следствия, я не могу разглашать детали следствия, но некоторые нюансы для ваших зрителей я поясню.<s>r\n— Вы нас обнадежите? Скажите, что его почти поймали?<s>r\n— Нет, просто хочу сказать, что он тщательно выбирает свою жертву. Она ему знакома, даже более того он...]<s>r\n<s>r\nДженнифер выключила телевизор и раскрыла ноутбук. Правда лучше сериал посмотреть с пиццей и горячим капучино, чем слушать их оправдания своего бездействия.",
    "answers": [
      {
        "id": 8,
        "text": "Включить «Сверхесстественное»"
      },
      {
        "id": 8,
        "text": "Включить «Клиника»"
      },
      {
        "id": 8,
        "text": "Включить «Во все тяжкие»"
      }
    ]
  },
  {
    "id": 8,
    "text": "Свет резко потух. Дженнифер вырвало из сладких грез сериала и она, ругаясь про себя, встала. Опять же, очевидно, что выбило пробки и как их починить? Женщина одна дома — на все руки мастер, сама себе и электрик и сама себе муж.<s>r\nОгромную комнату холодным, тусклым светом освещал только монитор ноутбука. Дженнифер взяла его и стала использовать как фонарик,  стараясь не споткнуться и не уронить. Женщина подошла к электрощитку. Одной рукой держала на весу ноутбук, а другой распахнула заветную коробочку. Пощелкала выключатели, но заветного света не появилось все равно.<s>r\nПо ногам пошел холод и дрожь. Сквозняки... но тут было нечто другое. Провода электрощитка были аккуратно разрезаны ножом. Дженнифер обернулась, внутри неё словно всё оборвалось. Липкий страх черной жижей тек по её горлу в низ живота и растекался по всему телу, обволакивая трепетной пеленой ужаса. Она хотела закричать, но резко взяла себя в руки. Даст слабину и её труп тоже не найдут больше никогда.",
    "answers": [
      {
        "id": 9,
        "text": "Броситься на улицу"
      },
      {
        "id": 10,
        "text": "Броситься на кухню за ножом"
      },
      {
        "id": 11,
        "text": "Броситься за мобильным"
      }
    ]
  },
  {
    "id": 9,
    "text": "Дженнифер бросилась что есть сил на улицу, распахнув дверь. Ноутбук упал и разбился, но изображение, искажаясь в осколках, еще продолжало двигаться, а персонажи что-то говорить.<s>r\nМягкие лапы сначала медленно, а потом быстро следовали за женщиной. Дженнифер бежала что есть сил, обдирая об асфальт ноги в кровь. Одна на улице, в халате, она кричала и звала на помощь, но свет в чужих окнах горел холодно и беспристрастно. Никто не спасет и не придет на помощь.<s>r\nНечто тёплое и пушистое, но отнюдь не доброе, сшибло её с ног. Настигла смерть. Пасть рвала кожу женщины, прокусывала до самых костей, под её истошный вопль и крики. Она сопротивлялась до последнего, пока острые клыки не сомкнулись на её шее.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Хрупкая и нежная женщина, бросив ноутбук на пол, что есть силы метнулась по темному, мрачному коридору, на кухню. Она словно слышала, как за ней последовал топот мягких лап. Тяжелое, нечеловеческое дыхание. Глубокое и звериное. Дженнифер схватила со стола самый большой нож и выставила напротив себя:\n<s>r\n— Не подходи, зарежу! Я не шучу!\n<s>r\nЕй в ответ последовала лишь мрачная тишина и тяжелое, беспокойное утробное дыхание. В темноте сверкнули глаза, но Дженнифер видела лишь клыки. Она как завороженная смотрела на них и не могла унять дрожь. Адреналин заполнил её тело и заставил принять бой. Страх отступил на второй план.<s>r\nТварь на мгновение показалась в свете ноутбука. Голоса из сериала что-то обсуждали, а сломанная матрица монитора, искажая цвета и изображение, продолжала показывать. Острые клыки, как во сне, сорвались вместе с горящими глазами, и всей массой прыгнули на женщину.<s>r\nДженнифер била что есть сил, чувствуя, как по рукам хлещет горячая кровь твари, но и создание не сдавалось. Острые клыки все же сомкнулись на шее женщины. Оба с хрипом катались по полу. Женщина и животное погибли.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дженнифер решила найти мобильный телефон и позвонить в полицию. Кстати, где он?",
    "answers": [
      {
        "id": 15,
        "text": "На тумбочке в коридоре"
      },
      {
        "id": 16,
        "text": "На диване в зале"
      },
      {
        "id": 17,
        "text": "Где-то в джинсах"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Чем этот звонок необычен?<s>r\n— Я давно с ним не говорила и голос был какой-то незнакомый.<s>r\n<s>r\nАгент записал в блокнот данные бывшего и оставил женщину в руках врачей.<s>r\nОставшуюся ночь она провела под присмотром и в безопасности.",
    "answers": [
      {
        "id": 26,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 13,
    "text": "Достижение в игре.",
    "answers": [
      {
        "id": 14,
        "text": "Волкодав",
        "need": 11
      }
    ]
  },
  {
    "id": 14,
    "text": "Достижение \"Волкодав\"<s>r\n<s>r\nВыживи в схватке с тварями.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 15,
    "text": "Дженнифер, что есть сил рванула в коридор. И схватила с тумбочки мобильный телефон.<s>r\nВремени разбираться нет, если она попробует убежать на улицу, её могут догнать и убить, если попробует позвонить прямо сейчас, то непременно убьют. Попробует побежать на кухню и взять нож? Но откуда она знает сколько их? От стресса, испуга и невообразимого ужаса, она стала соображать в несколько раз быстрее.<s>r\nДженнифер буквально ворвалась в ванную комнату и трижды поблагодарила небеса, что догадалась сделать именно это. Там, в коридоре, она могла поклясться, что слышала топот четырех лап. Когда женщина захлопнула дверь, то нечто тяжелое с шумом бухнуло в нее, а потом принялось скрести.<s>r\nСердце женщины билось бешено, да настолько, что она не сразу сообразила запереть дверь. И тут, ей вновь дико повезло. Ручку кто-то стал настойчиво дергать. При желании, эту хлипкую дверь выломать сильному мужчине не помеха. Дженнифер может лишь выиграть время. Ручку дергали всё настойчивее и настойчивее.",
    "answers": [
      {
        "id": 20,
        "text": "Вызвать полицию по телефону."
      }
    ]
  },
  {
    "id": 16,
    "text": "Женщина спокойно, чтобы не подавать признаков паники возможному маньяку пошла в зал, неся ноутбук. Поставила его на журнальный столик, освещая себе диван.<s>r\nВ неверном мерцании монитора она стала обшаривать диван, должно быть мобильник куда-то провалился. Паника подкатывала к горлу. Женщина пыталась её подавить, но страх лишь усиливался. Ей показалось или реально за спиной что-то топает? Сглотнула, обернулась. Нет, ничего.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить поиск."
      },
      {
        "id": 19,
        "text": "Поискать на тумбочке в коридоре."
      }
    ]
  },
  {
    "id": 17,
    "text": "Где-то в джинсах<s>r\nДженнифер аккуратно положила ноутбук, делая вид, что не заметила повреждения проводов. И стала хлопать себя по карманам джинсов, в поисках мобильного телефона. Но его не находилось. Паника подступала к горлу, а страх липким мазутом обнимал спину.<s>r\nИз-за спины раздалось чье-то насмешливое покашливание. Дженнифер чуть дыша обернулась. Перед ней стоял высокий мужчина, в потертом плаще и шляпе. Руки скрывали кожаные перчатки, а на лицо был надвинут обычный шарф. Глаза холодные и безжалостные впились в нее жадными кольями.<s>r\nОн обнял её и женщина почувствовала как лезвие входит ей в живот, а горячая кровь липкой массой заливает халат. От боли она не могла даже кричать, только беззвучно осела на пол и так осталась там.<s>r\nХолодный свет ноутбука освещал мертвое тело. Сериал продолжался. Шторы так же мерно покачивались в такт дыхания окон. Только теперь глаза Дженнифер были стеклянными и она не мигая смотрела на пустой коридор.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дженнифер решила продолжить поиск на диване. Возможно мобильник просто упал на пол или закатился под стол.<s>r\nЖенщина встала на колени и заглянула под стол. Взгляд натолкнулся на черные, заляпанные грязью ботинки. Серые штаны.<s>r\nДженнифер резко вскочила, попытавшись бежать прочь, но получила удар в живот ножом. Её отбросило на диван и халат стал пропитываться горячей липкой кровью. Она не могла дышать и не могла кричать о помощи. Лишь беззвучно хватала ртом воздух и расширенными от ужаса зрачками смотрела в холодные и жестокие глаза мужчины. Пока её собственные глаза не стали стеклянными.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Она вспомнила! Мобильный телефон лежал на тумбочке в коридоре!<s>r\nЖенщина быстрым шагом направилась обратно в коридор, но дорогу ей перегородило нечто живое, тяжело дышащее и массивное. В темноте было не различить. Но то, что оно смертельную угрозу, никаких сомнений не вызывало.<s>r\nЖенщина сделала шаг назад, от страха бешено билось сердце. Ужас и паника дико били в виски. Еще один шаг. Чьи-то крепкие руки её обняли со спины и под халат был нанесен удар ножом.  Женщина дергалась в попытках освободиться, но силы её покидали со стремительной скоростью. Она лишь могла беззвучно плакать от боли и отчаяния, пока мертвое тело не опало на пол, а безжизненные стеклянные глаза холодно уставились в пустой коридор.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Она, срываясь на крик, объяснила причину своего звонка. Диспетчер холодным и несколько отрешенным голосом изрекла, что наряд вот-вот подъедет, ждите. Специально, через громкую связь оповестила об этом убийцу.\nТот в сердцах пнул дверь ногой, а потом вонзил нож... удар... еще удар по ветхой и хлипкой дверце и, возможно, она бы и поддалась, но страх быть пойманным, пересилил ярость и желание достать жертву.",
    "answers": [
      {
        "id": 21,
        "text": "Пододвинуть к двери стиральную машину и дожаться полицию."
      }
    ]
  },
  {
    "id": 21,
    "text": "Маньяк ушел. Она не помнила, когда это случилось, через какой срок приехала полиция и слабо что понимала. Лишь от пережитого шока и стресса, женщину трясло нещадно. Кто-то обнял её, врачи делали уколы. На плечах лежал плед. Следователи что-то спрашивали, а она как в полусне отвечала, вяло и практически не понимая сути заданных вопросов.<s>r\nОна была счастлива, что жива, но это случилось не сразу. Восторг нахлынул на нее не сразу, а чуть позже.<s>r\n<s>r\n— Здравствуйте, меня зовут Ричард Харпер, агент ФБР. Вот мой значок. Могу я вам задать пару вопросов?<s>r\n<s>r\nДженнифер блуждающим взглядом обвела молодого парня, одетого в дорогой солидный костюм. Лицо чудовищно серьезное и по своей плоскости могло бы сравняться с кирпичом. От чего-то женщине стало смешно смотреть на него.<s>r\n<s>r\n— У нее истерика и она еще не отошла от шока, — проинформировал один из фельдшеров следователя.<s>r\n— И все же, я попробую. Дженнифер, могу я вам задать пару вопросов?<s>r\n— Да, — поежившись и с трудом скрывая улыбку, ответила Дженнифер.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "- Он был один или с ним еще был кто-то или что-то?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Нажав эту кнопку вы перейдете в середину квеста.",
    "answers": [
      {
        "id": 23,
        "text": "Все еще жива после нападения дома",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "- Он был один?",
    "answers": [
      {
        "id": 24,
        "text": "- Он был, кажется, один, но с ним еще было что-то живое, похоже собака. Тяжелая и страшная и так дышит пугающе."
      },
      {
        "id": 24,
        "text": "- Он был не один, с ним что-то еще было, чудовище какое-то."
      },
      {
        "id": 25,
        "text": "- Он был не один, с ним был демон из ада, страшный."
      },
      {
        "id": 25,
        "text": "- Я ничего не помню."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Вы заметили что-то необычное, что-то странное, прежде чем это случилось? Телефонный звонок, письмо на почту, может подозрительные люди встречались, кто-то наблюдал за вами?<s>r\n<s>r\nСледователь на секунду задумался, достал из карманов пиджака блокнот и записал, озвучивая вслух:\n— Между жертвами нет никаких прямых связей, однако, очевидно, что маньяк знает их всех лично и выслеживает.\nСмешно прикусив язык, он поставил точку в блокноте и положил его обратно. <s>r\n<s>r\n— Ну так, как? Замечали ли вы что-то странное и подозрительное?",
    "answers": [
      {
        "id": 12,
        "text": "- Был звонок от бывшего мужа."
      }
    ]
  },
  {
    "id": 25,
    "text": "- Да, вы правы, доктор, она не отошла еще от шока. Возможно позже поговорим с ней.<s>r\n<s>r\nДоктора взяли Дженнифер и нежно посадили в карету скорой помощи. <s>r\nВсю оставшуюся ночь женщина проспала под охраной и в безопасности.",
    "answers": [
      {
        "id": 26,
        "text": "Заснуть."
      }
    ]
  },
  {
    "id": 26,
    "text": "Дженнифер вольготно расположилась на диване дома у лучшей подруги. Мэй — приятная японка с умным взглядом, речью и интеллигентными манерами. Она согласилась на время приютить у себя женщину, пока ситуация с убийцей не утрясется, его не найдет полиция и Дженнифер не сможет вернуться к себе.<s>r\nТонна съеденных чипсов, литры выпитой колы и часы просмотренных вместе сериалов. Подруга ушла в внеочередной отпуск, чтобы Дженн было комфортнее и теперь они вместе проводили вторую неделю. Правда, события той ночи так из головы и не выходили. Иногда женщина в ужасе просыпалась посреди ночи и не могла заснуть, а временами, ей казалось, что чей-то пристальный взгляд следит за ней на улице, среди толпы и в магазине. Даже когда она шла по парку вместе с Мэй, затылком ощущался черный холод опасности.<s>r\n<s>r\n— Думаешь, Джейкоб и есть тот маньяк?<s>r\n— Да ну, нет, конечно. Ты же его знаешь, он и мухи не обидит. Думаю, что это кто-то другой представился им, чтобы меня напугать.<s>r\n<s>r\nМэй задумчиво кивнула, а потом встала и достала со шкафа их совместную фотографию. Когда-то они были большой и дружной компанией, когда-то они были моложе и верили в светлое будущее, в любовь, что на век. Век любви оказался до печального коротким.",
    "answers": [
      {
        "id": 27,
        "text": "- Слушай, а что если ты права? Что если Джейкоб в этом как-то замешан?"
      },
      {
        "id": 28,
        "text": "- Нет, Джейкоб нормальный, он такого делать бы не стал. \nВключить с подругой сериал и отдохнуть еще денек."
      }
    ]
  },
  {
    "id": 27,
    "text": "Дженнифер больше ничего не спрашивала и не размышляла. Она просто потянулась к ноутбуку и, с задумчивым лицом, полным сомнений, открыла поисковик. ",
    "answers": [
      {
        "id": 29,
        "text": "Искать жертв маньяка."
      },
      {
        "id": 30,
        "text": "Искать жертв собаки."
      },
      {
        "id": 28,
        "text": "Посмотреть сериал."
      },
      {
        "id": 32,
        "text": "Позвонить Ричарду Харперу",
        "need": [
          29,
          30
        ]
      },
      {
        "id": 33,
        "text": "Поговорить с подругой о связи с жертвами.",
        "need": [
          29,
          30
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Девушки включили любимый сериал, распечатали холодного пива и вкусной пиццы.<s>r\n— Мэй, а ты Джейкоба помнишь?<s>r\n— Почему я должна его забыть? Я любила когда-то его, но ты вышла за него, потеснила так сказать, а я осталась в стороне. Всё в прошлом.<s>r\n— Ты с ним давно не общалась, да?<s>r\n— Достаточно, чтобы не хотеть встречи с ним вновь.<s>r\n— Понятно.<s>r\n— Слушай, Дженн, он предпочел меня тебе, а потом бросил и тебя, хорошо, что у вас ребенка не было.<s>r\n— Ребенка...<s>r\n— Ой, извини, подруга, я сказала лишнее. Прости.",
    "answers": [
      {
        "id": 31,
        "text": "Время сна"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дженнифер больше ничего не спрашивала и не размышляла. Она просто потянулась к ноутбуку с задумчивым лицом, полным сомнений, открыла поисковик.<s>r\n<s>r\nДженнифер принялась активно искать через поисковик все новости, посвященные недавним убийствам. Пропали три девушки... Себя она мысленно включила в список. Маньяк знал, где она живет, знал её номер мобильного телефона, спланировал нападение заранее... Значит он действовал не импульсивно, а выслеживал её. Это говорит о холодной рассудительности убийцы. О личном интересе. Что-то связывает Дженнифер и маньяка, но что?<s>r\n<s>r\n1) Энисса Робертсон — врач местной городской больницы, специалист по раку и раковым заболеваниям. Блондинка, сорок лет, замужем, имеет двоих детей.<s>r\n<s>r\n2) Хелен Синглтон — продавщица в рок магазине, продавала гитары и рок атрибутику. Брюнетка, девятнадцать лет, студентка, детей нет, мужа нет. \n<s>r\n3) Даниэла Гудвин — работница банка, заведующая отделом выдачи кредитов. Шатенка, тридцать шесть лет, в разводе, есть ребенок от первого брака. \n<s>r\nНичего общего с ней — менеджером по продажам бытовой техники. Нет общих точек ни по внешности, ни по знакомствам. Совершенно незнакомые для Дженнифер люди.",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться в поисковик."
      }
    ]
  },
  {
    "id": 30,
    "text": "Жертвами странных убийств с помощью собаки, судя по новостям, стали всего двое человек. Однако, для маленького городка это было шокирующим известием. Шутка ли, кто-то натравливает здоровенное животное на ни в чем неповинных людей.<s>r\n<s>r\n1) Чарлз Аллен — санитар местной больницы. Не женат, детей нет.<s>r\n2) Артур Бишоп — мужчина сорока лет, в статьях не указывалось, где он работает и чем занимался.<s>r\n<s>r\nСудя по всему, у вас связи с ними нет никакой. Дженнифер не знала никого из этих людей. Никогда даже не встречала мельком.",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться в поисковик."
      }
    ]
  },
  {
    "id": 31,
    "text": "Ночь. Душно. Дженнифер, уже привыкшая к своему просторному и холодному дому со сквозняками, чувствовала себя как в парилке. Встала и прошлась по комнате. За окном мерно мерцали огни города, проезжали редкие машины. Духота города сочилась сквозь форточку и приносила её большее томление, чем долгожданную прохладу.<s>r\nДженнифер отодвинула занавеску и распахнула окно. Квартира была на четвертом этаже, вряд ли маньяк доберется к ней тут.<s>r\nВоздух пошел лишь еще более душный. Кондиционер не работает, значит окно бесполезно открывать. Развела отчаянно руками и решилась таки пойти в душ, смыть этот жар, духоту и пот.<s>r\nПеред тем как закрыть окно, ей показалось, что она видит силуэт мужчины в плаще и шляпе, с натянутым на лицо платком, но было темно, а фонари горели очень неярко, могло показаться. К тому же, Дженнифер саму себя накручивала на эту тему беспощадно. Могло и привидиться на нервной почве.",
    "answers": [
      {
        "id": 34,
        "text": "Сходить в душ и лечь спать.",
        "need": 32
      },
      {
        "id": 35,
        "text": "Идти в душ",
        "need": -32
      }
    ]
  },
  {
    "id": 32,
    "text": "Дженнифер набрала телефон агента ФБР из визитки.<s>r\n<s>r\n- Ричард Харпер, ФБР, слушает.<s>r\n- Здравствуйте, я Дженнифер.<s>r\n- Я вас узнал. У вас что-то случилось?<s>r\n- Нет, ничего нового я не вспомнила. Просто подумала, что маньяк, возможно меня знал, как и остальных своих жертв. Возможно я знаю его тоже, надо просто найти что общего между нами.<s>r\n- Дженнифер, извините меня, пожалуйста, мне надо идти. Я знаю что общего. Чуть позже вам перезвоню и попрошу не выходить пока из дома и не предпринимать никаких действий. Вы меня поняли?<s>r\n- Да, конечно. Я вас поняла.",
    "answers": [
      {
        "id": 28,
        "text": "Повесить трубку и посмотреть с подругой сериал."
      }
    ]
  },
  {
    "id": 33,
    "text": "Дженнифер задумчиво отодвинула ноутбук, и бросила взгляд на Мэй. Девушка в ответ лишь вопросительно развела руками.<s>r\n<s>r\n- Что? Почему ты так странно на меня смотришь?<s>r\n- Сама-то что скажешь? Я не вижу никакой связи между этими людьми и мной.<s>r\n- Ой, я не знаю, Дженн, говорят, что через третьих лиц все на Земле знают друг друга или что-то в этом роде.<s>r\n- То-есть, возможно нас объединяет не непосредственное знакомство, а кто-то третий?<s>r\n- Ой, успокойся, я не знаю. Тот следователь из ФБР занимается этим делом, он выглядит компетентным.<s>r\n- Он выглядит как идиот. И карандаш жует когда думает и в слух размышляет.<s>r\n<s>r\nМэй махнула рукой и села рядом, отобрав ноутбук.",
    "answers": [
      {
        "id": 28,
        "text": "Посмотреть сериал."
      }
    ]
  },
  {
    "id": 34,
    "text": "Дженнифер пошла в ванную, но сначала заглянула к Мэй. Та спокойно спала, уткнувшись лицом в подушку и размазавшись по кровати, подобно маслу по хлебу. Одеяло валялось на полу. Дженнифер не стала тревожить подругу, а лишь прикрыла дверь.<s>r\nПошла в ванную, но перед этим налила чаю, пока тот остынет она успеет. Скинула с себя одежду, включила воду, потрогав рукой температуру и сочтя приемлемой, залезла под душ.<s>r\nНежные руки девушки скользили по соблазнительному телу, струи воды смывали мыло. Хлопок. Дверь в ванную медленно приоткрылась. Холодный ветерок подул по спине.<s>r\n<s>r\n- Мэй, извини, что разбудила. Я воспользуюсь твоим шампунем.<s>r\n- Да ничего, всё нормально. Очень душно сегодня. Бери тот, который со вкусом апельсина.<s>r\n- Я его должна есть?<s>r\n- Ладно, ладно, хохмачка. Я пойду дальше спать, а ты тут сама.<s>r\n- Что даже спинку не потрешь?<s>r\n<s>r\nПод звонкое «Хах», Мэй закрыла дверь.<s>r\nЗаснула Дженнифер под утро. Но в этот день вовсе не из-за тревожных переживаний, а из-за невыносимой духоты.<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ночь. Душно. Дженнифер, уже привыкшая к своему просторному и холодному дому со сквозняками, чувствовала себя как в парилке. Встала и прошлась по комнате. За окном мерно мерцали огни города. Проезжали редкие машины. Духота города сочилась сквозь форточку и приносила её большее томление, чем долгожданную прохладу.<s>r\nДженнифер отодвинула занавеску, и распахнула окно. Квартира была на четвертом этаже, вряд-ли маньяк доберется к ней тут.<s>r\nВоздух пошел лишь еще более душный. Кондиционер не работает, значит окно бесполезно открывать. Развела отчаянно руками и решилась таки пойти в душ. Смыть этот жар, духоту и пот.<s>r\nПеред тем как закрыть окно, ей показалось, что она видит силуэт мужчины в плаще и шляпе, с натянутым на лицо платком. Но было темно, а фонари горели очень не ярко, могло показаться. К тому же, Дженнифер саму себя накручивала на эту тему беспощадно. Могло и привидеться, на нервной почве.<s>r\n<s>r\nДженнифер пошла в ванную, но сначала заглянула к Мэй. Та спокойно спала, уткнувшись лицом в подушку и размазавшись по кровати, подобно маслу по хлебу. Одеяло валялось на полу. Дженнифер не стала тревожить подругу, а лишь прикрыла дверь.<s>r\nПошла в ванную, но перед этим налила чаю, пока тот остынет она успеет. Скинула с себя одежду, включила воду, потрогав рукой температуру и сочтя приемлемой, залезла под душ.<s>r\nНежные руки девушки скользили по соблазнительному телу, струи воды смывали мыло. Хлопок.<s>r\nДженнифер ничего не слышала из-за шума воды. Не слышала она и тихих шагов, мужских ботинок, по квартире подруги. Женщина ощутила легкий ветерок, от открываемой двери в ванную.<s>r\n<s>r\n- Мэй, извини, что разбудила. Я воспользуюсь твоим шампунем.<s>r\n<s>r\nДверь закрылась. А потом чья-то сильная мужская рука сдернула шторку в сторону. Плащ и шляпа. Холодные и злые глаза взглядом вонзились в неё еще до ножа. Удар она получила резкий и сильный. Потоки воды смывали кровь. Дженнифер беззвучно открыла рот в попытке позвать на помощь, но ничего уже не получалось.<s>r\n<s>r\n- Нет. Шампунь нельзя.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Дженнифер, приготовила подруге завтрак, еще до того как та проснулась. Разогрела кофе.<s>r\n- Ты типа как мой парень, только лучше. - Засмеялась Мэй.<s>r\n- Я хочу съездить домой за документами и другими вещами. Можно возьму твою машину?<s>r\n- Тебе же вроде как велели сидеть и ни во что не ввязываться?<s>r\n- Ну я просто туда и обратно.<s>r\n- Ладно, но я предупреждала если что.<s>r\n<s>r\nЖенщина в ответ кивнула подруге.<s>r\nЧерез полчаса она уже ехала к себе домой, благо, что действительно было не далеко. Светило жаркое солнце. Зеленые деревца шелестели приятно и расслабленно. Выходной. В парке рядом с домом ходили мамочки с колясками.<s>r\nДженнифер парковалась, когда раздался звонок в телефоне.<s>r\n<s>r\n- Алло.<s>r\n- Это агент ФБР Ричард Харпер, веду ваше дело по нападению. Хотел бы вас попросить не выходить из дому и дождаться меня. Я к вам через час подъеду.<s>r\n- Да, хорошо. У вас есть что-то новое?<s>r\n- Больница. Ну Джейкоб лежал в местной больнице [Шипение и помехи...], еще по поводу девушки, она [Шипение и помехи...], короче это важно. К сожалению, это не телефонный разговор, мне надо с вами встре... [Мобильник агента, по всей видимости сел.]",
    "answers": [
      {
        "id": 37,
        "text": "глупый мобильник. Ладно я успеваю сходить за вещами и вернуться обратно."
      }
    ]
  },
  {
    "id": 37,
    "text": "Дженнифер в сердцах выругалась. И быстрым шагом направилась в дом. Открыла дверь, благо что не опечатано. И сразу, не раздеваясь пошла за документами в спальню. Хранила их в маленькой коробке из-под обуви. Среди важных мелочей, ключей, документов на квартиру и так далее ей, попался кулон.<s>r\nКулон с дельфинчиком. Глазки - стразы. Позолота, не самый дорогой в плане стоимости, но памятный подарок. Джейкоб подарил его ей на юбилей их совместной жизни. Дженнифер положила украшение обратно в коробку и скоро пошла обратно к машине.<s>r\nСела в машину. Женщина торопилась и поэтому оставила её на ходу.<s>r\n<s>r\n- Так что он сказал про больницу? - Значит, что Джейкоб лежал в больнице, а я этого не знала. Связь... какая тут может быть связь? Джейкоб мстит мне что я не пришла к нему в больницу? Мстит за плохое лечение? С ним что-то случилось и теперь он убивает людей?<s>r\n- Привет. - Раздался из-за спины мужской голос.<s>r\n<s>r\nОстрое лезвие ножа коснулось её горла. Но Дженнифер уже набрала скорость. И машина неслась, покидая пригород с частными домами. Дженнифер лихорадочно стала соображать, как ей спастись.",
    "answers": [
      {
        "id": 38,
        "text": "Позвонить в полицию"
      },
      {
        "id": 39,
        "text": "Выпрыгнуть из машины."
      },
      {
        "id": 40,
        "text": "Врезаться в столб или дерево."
      },
      {
        "id": 42,
        "text": "Спустить машину вниз с моста в реку"
      }
    ]
  },
  {
    "id": 38,
    "text": "Не реально, особенно когда нож у горла.",
    "answers": [
      {
        "id": 37,
        "text": "Отклонить эту идею."
      }
    ]
  },
  {
    "id": 39,
    "text": "Ага, и попасть под колеса встречных машин или расшибиться головой об асфальт. Плохая идея, на столь оживленной трассе.",
    "answers": [
      {
        "id": 37,
        "text": "Отклонить эту мысль."
      }
    ]
  },
  {
    "id": 40,
    "text": "Дженнифер придумала плохой вариант, но он был лучше чем никакой. Лучше чем оказаться с дыркой в шее.<s>r\nОна разогналась на максимальную скорость и попробовала совершить занос так, чтобы машина влетела пассажирскими местами в дерево на обочине. Но, изначально план был плохой. Женщина не справилась с управлением и машина кубарем полетела по автостраде. Железо сминалось словно бумага, под жуткий и страшный грохот в ушах. Она ударилась, потом почувствовала как её ноги переломало в нескольких местах.<s>r\nМаньяка передавило так что его череп просто хрустнул, а мозги растеклись по изуродованному и смятому салону машины.<s>r\nНесмотря на чудовищные повреждения и жуткие последствия аварии, Дженнифер осталась жива. Она отчаянно закричала.<s>r\n<s>r\nГромадный грузовик на полной скорости врезался в искорёженную машину, сминая её окончательно в железный комок.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Пока ты не Шерлок",
    "answers": [
      {
        "id": 37,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "Дженнифер придумала плохой план, отвратительный, но другого ничего в голову не приходило. Нож у горла и холодный взгляд бездушных глаз маньяка не располагал к размышлениям.<s>r\nЖенщина вдавила педаль газа и направила машину прямо на ограждения моста.<s>r\n<s>r\n- Ты что?!! - Только и успел крикнуть маньяк, вжимаясь в спинку сиденья.<s>r\n<s>r\nМашина на полном ходу протаранила хлипкую ограду, чудом прошла между отбойниками и набрав высоту стремительно рухнула вниз. Дженнифер заранее приготовилась, но от такого полета все равно сердце ушло в пятки, а к горлу подступил ком.<s>r\nУдар о воду, капот мгновенно разрезал безмятежную гладь реки и стал загребать воду. Машина шла ко дну, утягивая за собой, двух еще живых человек.<s>r\nДженнифер не сопротивлялась. Пока машина не достигла дна и не заполнилась водой, пытаться выбраться из нее бесполезно.<s>r\nОна разбила окно и молча наблюдала как вода стремительно заполняет салон. Маньяк потерял сознание. Но уже начинал шевелиться, почувствовав холод воды у ног. Женщина сделала большой глоток воздуха и распахнула дверь. Теперь, когда салон заполнился водой, её можно было открыть, давление позволит.<s>r\nКраем глаза она видела как её преследователь тоже не дремал, разбил ножом заднее стекло и пытался выбраться.<s>r\nДженнифер всплыла и что есть силы погребла к берегу, используя течение в свою пользу. На берегу уже метались зеваки, а в дали мерцали огни едущей скорой.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Вернуться домой к подруге"
      }
    ]
  },
  {
    "id": 43,
    "text": "Дженнифер вернулась домой к Мэй только под вечер. Сначала её осмотрел доктор, потом дорожная инспекция составила сотню протоколов. Одним словом на встречу с агентом она не попала.<s>r\nВходная дверь была открыта на распашку. Повсюду были видны следы борьбы и сражения. Дженнифер испуганно бросилась по комнатам, в поисках Мэй, но подруги не оказалось. Только рядом с монитором ноутбука приклеена записка, накарябанная карандашом, не ровными печатными буквами.<s>r\n<s>r\n«Хочешь увидеть подругу, поезжай на наше место».<s>r\n<s>r\nСомнения окончательно развеялись, маньяком был её бывший муж Джейкоб. Зачем ему похищать Мэй? Зачем он совершает все эти чудовищные преступления?<s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреться."
      },
      {
        "id": 46,
        "text": "В \"Наше место\""
      }
    ]
  },
  {
    "id": 44,
    "text": "Среди погрома и разрухи, однако не наблюдалось повреждений ценных вещей. Следов крови Дженнифер тоже не нашла, что говорило, о том, что Мэй жива и скорее всего цела.",
    "answers": [
      {
        "id": 45,
        "text": "Еще раз осмотреться"
      },
      {
        "id": 43,
        "text": "Хватит осматриваться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Их общая фотография валялась на полу, рамка была разбита, стекло разлетелось по полу. С общего фото смотрел на женщину её бывший муж, подруга Мэй она сама и еще пара друзей, которых, к сожалению, с нами уже нет.<s>r\nДжейкоб стоял посередине, обнимая девушек за плечи и широко улыбаясь. В своей неизменной помятой клетчатой рубахе. Дженнифер была еще более обворожительна и хороша чем обычно, улыбалась своей шикарной улыбкой. Мэй смотрела на Джейкоба влюбленным взглядом. Как Дженн не могла не замечать этот взгляд раньше? На шее у Мэй висел кулон с дельфином. Красивое вечернее платье, именно это платье она одевала на своем выпускном, еще когда они с Дженнифер защищали дипломы. Мэй и Дженн закончили один институт, но дорожки жизненных путей у них сложились по-разному. Мэй стала дипломированным врачом и специалистом. Дженнифер же работала не по специальности.",
    "answers": [
      {
        "id": 43,
        "text": "Ну, хватит предаваться воспоминаниям"
      }
    ]
  },
  {
    "id": 46,
    "text": "Легко сказать, «Наше место». Дженнифер не знала и не помнила никакого особо «Их» места. Они с Джейкобом вели обычную супружескую жизнь. Ничего там такого особого не было, всё как у простых обычных людей.<s>r\nПозвонить агенту? Но телефон утонул в реке, а Мэй в беде. Маньяк не будет долго ждать. Убийца в курсе, что Дженнифер задержится из-за нападения, но церемониться с несчастной заложницей не будет точно. Женщина взяла на кухне нож, спрятала под кофту и пошла. Единственное место, которое могло быть «Их» местом.  Квартира в которой жила она с Джейкобом.",
    "answers": [
      {
        "id": 47,
        "text": "В квартиру."
      }
    ]
  },
  {
    "id": 47,
    "text": "Дверь квартиры в которой жил её бывший муж. Была открыта, но даже если не так, у Дженнифер оставался ключ. Она не уверенно шагнула в темноту помещения. Свет не включался. Должно быть маньяк предусмотрительно постарался на эту тему и озаботился чтоб Дженнифер попала в правильную ловушку.<s>r\n<s>r\n- Отпусти Мэй, Джейкоб! Она ни в чем не виновата! - в ответ лишь могильная тишина.<s>r\n<s>r\nДженнифер неуверенно шагнула вперед. Шаг и еще шаг. В темноте не видно толком ничего, но комнаты были знакомы и она дошла до гостиной. Там на кресле спиной к женщине в кресле кто-то сидел.<s>r\n<s>r\n- Джейкоб?<s>r\nЗа спиной Дженнифер возник мужчина. Высокий в помятом плаще. Шляпе и с надвинутым на лицо шарфом. В руках он держал нож.<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Поговорить с маньяком"
      },
      {
        "id": 53,
        "text": "Идти к человеку, сидящему в кресле."
      }
    ]
  },
  {
    "id": 48,
    "text": "Маньяк молча смотрел на Дженнифер. Его холодные и равнодушные глаза источали равнодушие и тёмное безумие.",
    "answers": [
      {
        "id": 49,
        "text": "- Джейкоб?"
      },
      {
        "id": 50,
        "text": "- Джейкоб, ты же любил когда-то меня!",
        "need": 49
      },
      {
        "id": 51,
        "text": "- Джейкоб, я ведь любила тебя всем сердцем! Мне жаль что мы так расстались.",
        "need": 50
      },
      {
        "id": 52,
        "text": "- Джейкоб, я сожалею, что мы так расстались. Я все еще хотела б начать всё с начала. Попробовать жить вместе. Знаешь, ведь у меня по прежнему никого нет. Я одинка. Ты лучший мужчина моей жизни.",
        "need": 51
      }
    ]
  },
  {
    "id": 49,
    "text": "Незнакомец холодно смотрел на Дженнифер.",
    "answers": [
      {
        "id": 48,
        "text": "Подумать."
      }
    ]
  },
  {
    "id": 50,
    "text": "Маньяк дернулся, но продолжил стоять на месте. Обвел глазами комнату, а потом опять уставился на Дженнифер своими холодными глазами, несущими смерть.",
    "answers": [
      {
        "id": 48,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 51,
    "text": "Холодные глаза убийцы на мгновение потеплели. Но лишь на мгновение. Потом он снова стал отрешенным и жестоким.",
    "answers": [
      {
        "id": 48,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 52,
    "text": "- Стоп! Хватит!!!! - Яростно воскликнула Мэй, сидящая в кресле. - Убей её Патрик, нашинкуй её, как это делал с остальными!<s>r\n<s>r\nУбийца в мгновение ока оказался рядом с Дженнифер и вонзил ей нож в живот. Сильные руки мужчины держали её и не давали вырваться, пока, под злобный смех Мэй, женщина умирала, истекая кровью.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 53,
    "text": "Дженнифер увидела в кресле сидящую Мэй. На коленях девушки был ноутбук. Лицом подруга было бледнее мела. Взгляд казался безумным и истеричным.<s>r\nИменно в этот момент Дженнифер частично всё поняла. Мэй не была пленена, Мэй сама была с маньяком заодно.  Но почему?",
    "answers": [
      {
        "id": 54,
        "text": "Приставить нож, взятый с кухни, к горлу Мэй."
      },
      {
        "id": 55,
        "text": "Подойти к Мэй и дружески обнять."
      }
    ]
  },
  {
    "id": 54,
    "text": "- Ну, подруга. Может расскажешь как и почему твой напарник убивает людей?<s>r\n<s>r\nНа удивление маньяк остановился и не смел подойти ближе к Дженнифер и Мэй.<s>r\nЧастично пазл в голове женщины сложился, но лишь частично. Надо лишь задать верные вопросы и можно получить верные ответы.<s>r\n<s>r\n- Что общего между всеми жертвами?<s>r\n<s>r\nМэй улыбнулась. Правда улыбка её была не доброй, а полной зла и коварства.<s>r\n<s>r\n- Энисса отказалась дать Джейкобу экспериментальное лекарство, Хелен была новой девушкой Джейкоба, такая же дрянь как и ты, он обращал внимание то на тебя, то на неё, но никак не на меня! Даниэла отказала в кредите на лекарство, если бы не она, возможно бы мы спасли Джейкоба! Чарлз и Артур не сказали полиции почему на самом деле умер мой возлюбленный. Они все понесли заслуженное наказание!<s>r\n<s>r\nДженнифер дрогнула, ей хотелось бросить всё и сбежать из этого помещения прочь, но холодный взгляд маньяка останавливал. Стоит ей только опустить нож и тогда мужчина убьет её незамедлительно.<s>r\n<s>r\n- Как ты поняла, что я убиваю их всех?<s>r\n- Единственный, кто объединял собою всех жертв был Джейкоб. Я сначала думала, что это он убийца, но тут кое-что не сходилось. Зачем ему надо было мне тогда звонить? Зачем выслеживать и отключать свет? Я бы открыла ему дверь сама. Значит это не он. Голос в трубке был похож, но не его. Следы погрома у тебя дома. Там не было крови, значит ты уходила добровольно. И этот влюбленный взгляд, кулон в виде дельфина висел у тебя на шее. Джейкоб дарил мне такой же на юбилей нашей встречи. Ты была любовницей моего мужа, верно?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "- Да, подруга, но это далеко не всё!"
      }
    ]
  },
  {
    "id": 55,
    "text": "Дженнифер увидела в кресле сидящую Мэй. На коленях девушки был ноутбук. Лицом подруга была бледнее мела. Взгляд казался безумным.<s>r\nИменно в этот момент Дженнифер частично всё поняла. Мэй не была пленена, Мэй сама была с маньяком заодно. Но почему?<s>r\n<s>r\n- Мэй!!! Я так рада, что ты цела и невредима! Я переживала что маньяк тебя похитил и мог причинить вред.<s>r\n<s>r\nДженнифер нежно обняла подругу за плечи. И радостно рассмеялась. Здорово Мэй её напугала. Правда?<s>r\n<s>r\n- Патрик, убей эту дрянь. Я не хочу чтобы она прикасалась ко мне.<s>r\n<s>r\nДженнифер изменилась в лице. Она не успела даже сообразить почему и за что. Сильные мужские руки схватили несчастную и острый нож вошел в спину. Горячая, жгучая боль растеклась по животу. Изо рта потекла густая струйка крови, прямо на плечо Мэй. Но девушка лишь шире улыбнулась. На мониторе её ноутбука сияла фотография Джейкоба, Мэй и Дженнифер.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Дженнифер глубоко вздохнула. Приготовившись услышать интимные подробности измен своего мужа, но услышала совсем иное.<s>r\n- Джейкоб просто пользовался мной, а я его любила. Он бросил тебя, нашел себе другую ну и я как запасной вариант, игрушка на ночь. Я его простила, он хороший, просто запутался. А потом он заболел. Смертельное заболевание, конкретно рак, неоперабельный. Молодой красивый мужчина умирал у меня на глазах, а эти чертовы врачи не могли его спасти! Совсем! Они отказывали даже в экспериментальных лекарствах, они лишили меня последнего шанса, всяческой надежды и веры! И знаешь, что?<s>r\n- Что?<s>r\n- Когда он умирал, он звал тебя! Он молил последний раз чтобы перед смертью увидеть тебя. Я его любила и была с ним до самого конца! Я терпела все его измены и шашни! Но даже когда он умирал, он звал тебя.<s>r\n- Потом?<s>r\n- Потом я не выдержала и положила ему на голову подушку и задушила. Я задушила любимого собственными руками. Тебе этого никогда не понять.",
    "answers": [
      {
        "id": 57,
        "text": "Вздохнуть."
      }
    ]
  },
  {
    "id": 57,
    "text": "- Тогда-то я и поклялась отомстить всем за смерть Джейкоба. За то равнодушие, малодушие и жестокость которую люди принесли ему. За мое разбитое сердце и разбитые мечты. Я поехала к своему брату и взяла опекунство. Он безумен, какое-то там хитрое расстройство психики. Безумен, жесток и бездушен, но любит меня больше жизни и готов подчиняться мне и даже убивать.<s>r\n- Ты могла меня убить у себя дома.<s>r\n- Я так и хотела, но ты позвонила агенту ФБР. Ты начала искать меня и брата. Если бы не встреча, назначенная тебе, то мой брат убил бы тебя. На меня никто и не подумал бы. Понимая, что рано или поздно из-за тебя меня найдут, я придумала инсценировать свое собственное похищение. Только я не могла и подумать что ты явишься сюда с ножом.<s>r\n",
    "answers": [
      {
        "id": 58,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 58,
    "text": "- Ясно.<s>r\n- Это всё? Всё, что ты скажешь мне перед своей смертью, Дженнифер?<s>r\n- Да, я потом всё-таки догадалась. Ричард звонил мне на мобильный, он обо всём догадался задолго до меня. Он звонил, пытаясь предупредить меня, но телефон сел.",
    "answers": [
      {
        "id": 59,
        "text": "- Я созвонилась с Ричардом Харпером еще до того как приехать сюда. Он всё знал, игра окончена."
      },
      {
        "id": 60,
        "text": "- Ты слабачка и дрянь, Мэй."
      }
    ]
  },
  {
    "id": 59,
    "text": "С этими словами как по команде, в квартиру вломились вооруженные люди в масках. Отряд скрутил Патрика и Мэй. Заковал в наручники и быстро повели из квартиры в низ прочь из дому.<s>r\n<s>r\n- Ты молодец, хорошо справилась. - Произнес Ричард, хлопая по плечу Дженнифер.<s>r\n- Она несчастна. Стольких человек убила ради маленькой капли внимания любимого человека и все зря.<s>r\n- Дженнифер, брось. Она эгоистка, думающая только о своих чувствах и своем безумии. Джейкоб не хотел бы всего этого.<s>r\n<s>r\n[Конец]",
    "answers": [
      {
        "id": 1,
        "text": "Счастливый конец."
      }
    ]
  },
  {
    "id": 60,
    "text": "- Ты слабачка и дрянь, Мэй! Почему? Почему, я тебя сволочь, спрашиваю ты не сказала что Джейкоб умирает? Почему ты не сказала мне?!!! Он звал меня! Меня, а не тебя!!! Ты ни с чем не справилась нормально. Полиция знает о тебе! Ты дрянь, предала память Джейкоба! Он хотел бы чтоб все, кто виновен лежали в земле! Но ты даже с этим простым заданием не справилась, никчемная тварь!!! Он правильно не выбирал тебя. Ты неудачница.<s>r\n<s>r\nМэй разрыдалась. Она дрожала в руках Дженнифер от рыданий.<s>r\n- Патрик, мама велит наказать дрянную девчонку. Накажи Мэй.<s>r\n<s>r\nГлаза девушки расширились от ужаса. Маньяк бездушно повернулся к ней и пошел к сестре. В руках его сверкнул холодный нож.<s>r\n- Братик, ты же любишь сестренку. Братик, ты же...<s>r\n- Мамочка сказала наказать, братик не в силах отказать мамочке.<s>r\n<s>r\nДженнифер стояла в стороне и молча смотрела как убивают бывшую лучшую подругу у нее на глазах. Когда тело жертвы безвольное и искромсанное упало на пол, Дженнифер подошла к ноутбуку, лежавшему на полу и посмотрела — список будущих жертв. Список виновных или отвергнувших её возлюбленного. Мэй, теперь в этом списке вычеркнута.<s>r\n<s>r\n[Конец. Достижение: «В Стиле Харли Квинн»]",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Достижения в игре.",
    "answers": [
      {
        "id": 62,
        "text": "В стиле Харли Квинн",
        "need": 60
      },
      {
        "id": 63,
        "text": "Счастливый финал",
        "need": 59
      },
      {
        "id": 64,
        "text": "Роковая ошибка",
        "need": 52
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "Безумие коснулось разума Дженнифер и теперь она может проходить игру так же безумно и странно как Харли Квинн.<s>r\n<s>r\nОткрываются новые ветки диалогов и кто знает чем теперь может закончиться эта история?",
    "answers": [
      {
        "id": 1,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 63,
    "text": "Счастливый финал возможен! Дженнифер в скором времени выйдет за Ричарда и у них будут трое замечательных детей. Впереди только счастливое и прекрасное будущее.",
    "answers": [
      {
        "id": 1,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 64,
    "text": "Дженнифер не разгадала кто является истинным убийцей и чудовищем. Погибла, посчитав что говорит со своим бывшим мужем. Что же, она не следователь и не сыщик. Попробуй переиграть заново.",
    "answers": [
      {
        "id": 1,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 65,
    "text": "Теперь ты открываешь для себя всю историю с новой стороны. Открываются новые ветки диалогов и пути решения задач. <s>r\nПерепройди игру еще раз и кто знает, чем всё может закончиться теперь.",
    "answers": [
      {
        "id": 1,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]