[
  {
    "id": 1,
    "text": "Слоган   \"Духи хранят тех, кто хранит их земли \"\n\nАвтор безумен и книга его безумна. \nВ книге есть 4-концовки. 13-тотемных животных, наделяющие разными способностями. Можно оставлять в живых или добивать врагов с помощью разного оружия. В книге их 17 и еще 7 костюмов для главного героя. И вам дадут по командовать отрядами как в (стратегиях).\n--------------------------------------------------------------------\n\nДа здравствуют приключения! \nВремя пороха в разгаре. Англичане и испанцы уже начали колонизировать Америку.\nВы унаследовали от брата - карту, ключ и индейский артефакт \"тотем\". Вы снарядили судно для экспедиции, и наняли лучшего капитана с отважной командой. Вам предстоит пройти через смерть, стать хранителем духов, повоевать с пиратами,  принять сторону индейцев или колонизаторов. А так же вы будете использовать (силы животных) для прохождение книги. ",
    "answers": [
      {
        "id": 2,
        "text": "Перейти к прологу."
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://light-of-angels.ucoz.ru/_fr/64/1097190.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c637321/v637321252/530aa/esd8HlpNzvQ.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 399,
        "text": "О книге."
      },
      {
        "id": 400,
        "text": "Об управлении."
      },
      {
        "id": 401,
        "text": "Наши ответы на ваши комментарии."
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\nВаш корабль только что выбрался из шторма. Экипаж наконец-то смог вздохнуть и продолжить свой курс в далекие земли. Вы сидите в своей каюте и через увеличительное стекло изучаете древний индейский артефакт. Рядом с вами, на столе лежит еще карта и древний ключ. Вы были так увлечены, что и не заметили, как в каюту зашел капитан Райли.\n\n—Вы еще не познали великую силу? \n—Ох, это вы капитан. Я и не заметил, как вы вошли сюда. \n—Я не удивлен, вы с самого начала экспедиции прикованы к этой статуэтке. \n—Капитан — это не статуэтка, а тотем. \n—Называйте как хотите исследователь, вы хоть заметили, что мы чуть не погибли в шторме? \n—Конечно, я же не умею плавать. – С улыбкой сказал исследователь, не отводя взгляда от тотема. \nКапитан в ответ тоже улыбнулся, и задал вопрос исследователю. \n—Эта экспедиция намечается невероятным успехом, большой прибылью, но вас не интересует золото и не новые земли с ее дарами. С самого начала хотел вас спросить. –Что вами движет? \nИсследователь на пару минут задумался, опять улыбнулся не отводя взгляд от тотема, и сказал. \n—Это трудно объяснить, с тех пор как мой брат нашел этот артефакт, карту и ключ, мной стало двигать что-то иное, я здесь потому что иду по зову души. \n—А почему ваш брат не возглавил экспедицию, или хотя бы не отправлялся с вами?",
    "answers": [
      {
        "id": 4,
        "text": "Правду сказать."
      },
      {
        "id": 3,
        "text": "Лгать."
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b437/XQ0q1s-Mk30.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": " —Он пол жизни пробыл вдали от дома,  сказал, что хочет оставшуюся половину жизни прожить с семьей.",
    "answers": [
      {
        "id": 5,
        "text": "Ждать ответ капитана на ложь."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Их судно потопили пираты. Брат и большая часть экипажа погибли.",
    "answers": [
      {
        "id": 5,
        "text": "Ждать ответ капитана, на правду."
      }
    ]
  },
  {
    "id": 5,
    "text": "—Зов души говорите, я вас понял. Я хотел сказать вам, что готовьтесь вступить на берег. Порт Нью-Кей вдалеке уже виден. \nКапитан договорил и вышел из каюты, а вы кинулись к сумке собирать все необходимые вещи. \n\nВдруг раздался громкий выстрел из пушки. За ним еще один и еще. Раздался сильный толчок со взрывом, и хрустом дерева. Вы слышите, как тишина экипажа перешла в панику: “Спасайтесь кто может!!!”. “Судно тонет!!!”. “Пираты!!!” \nВы слышите, как стонут раненые, и крике о помощи. \n\nНе успев подбежать к двери, в вашу каюту влетело ядро, оставив за собой конкретный след в стене. Кроме звона в ушах и помутнения в глазах вы ничего не чувствуете.",
    "answers": [
      {
        "id": 6,
        "text": "Часть 1"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы ничего не чувствуете. Вы парите в невесомости, по среди пустоты, окруженной тьмой. Тело расслабленное, а ваш разум чист. Перед глазами мелькают образы разных животных. Вы видите что-то необъяснимое для вашего разума, оно материализуется в енота, из енота в волка, из волка в медведя. Оно не стабильно, оно превращается в новое и все новое животное - в лисицу, оленя, орла…. Вы видите как черная пустота вдалеке начинает светлеть. С приближением света вы слышите удары барабанов и странную музыку. Свет приближается все ближе и ближе, пока не настигнул вас. \nВы очнулись от ужасного сна, но вы не можете пошевелиться. Вас одолевает слабость. Ваше зрение еще полностью не вернулось, вы не можете ничего рассмотреть, все расплывается. Остается только лежать и слушать барабаны. Глаза опять закрываться, и вы засыпаете. \nВы спите и видите опять те же образы животных. \nВы снова открыли глаза, но как долго вы спали неизвестно. Кроме шума дождя вы ничего не слышите. Это место вы не узнаете, вы не понимаете где вы находитесь. Рядом с вами сидит пожилой индеец. На его плече была мышь и справа от него сидела собака. \n\n—Добро пожаловать в мир живых.",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b43e/Shhylpkiy6w.jpg"
      },
      {
        "id": 8,
        "text": "Спросить (где я?)"
      },
      {
        "id": 9,
        "text": "Спросить (что случилось?)"
      },
      {
        "id": 7,
        "text": "Спросить (кто ты?)"
      },
      {
        "id": 10,
        "text": "Посмотреть на индейца"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Кто ты? \n—Мое имя Адэхи. Я старый индеец шаман и хранитель духов. \n—Почему-то я не могу вспомнить свое имя. \n—Тот, кем ты был, уже мертв. Сейчас ты вступивший на новый путь. И в будущем ты хранитель духов. \n—У меня походу сильное сотрясение. Или у нас двоих? \n—Тотем защитил тебя, все это время он указывал тебе путь. \n—Вот какой зов души…",
    "answers": [
      {
        "id": 6,
        "text": "Следующий вопрос"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Куда я попал? \n—Ты попал в мир живых из мира где после смерти душа определяет свой путь. Сейчас ты находишься в моем Шатре.",
    "answers": [
      {
        "id": 6,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Что произошло? \n—Я шел на свой зов души. \n(Индеец указал на ваш тотем, стоящий на алтаре.) \n—Надо же он уцелел. Интересно кто еще жив. \n—Ты лежал без сознания на берегу, посреди осколков корабля. И держал в руке тотем хранителя. Тотем спас тебя.",
    "answers": [
      {
        "id": 6,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Что будет дальше? \n—Мое время подошло к концу. Тотем призвал тебя в эти земли. Ты скоро станешь новым хранителем духов. \n—Это все выглядит так странно. Нужно найти капитана. \n—Я чувствую угрозу, двое мужчин приближаются к нам. \n—И как ты чувствуешь? \n—Мне говорят духи. Животные оберегают меня и теперь будут оберегать тебя. У меня есть с собой только мышь и собака, и они дадут тебе свою силу. \n\nСобака и мышь, сидевшие рядом с вами, стали излучать синюю ауру. Вы видите, как из них выходит синий поток энергии, и он направляется к вам. На вашем теле появилось два рисунка: собаки и мыши.",
    "answers": [
      {
        "id": 11,
        "text": "Вы открыли \"мышь\"\n(Силу животного)"
      },
      {
        "id": 12,
        "text": "Вы открыли \"собаку\"\n(Силу животного)"
      },
      {
        "id": 13,
        "text": "Продолжить"
      },
      {
        "id": 10,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/191e6/TOBCjCtvugQ.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мышь наделяет способностью \"бесшумность.\"\n\n Ваши шаги никто не услышит. ",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3af57/YwOXBzEg624.jpg"
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Собака даст вам возможность отыскать остальных зверей . Способность \"нюх на зверей\".\n\nСобака даст о себе знать, если найдет по близости  животное.",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3af5e/tSuOVqF0cIM.jpg"
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Адэхи продолжил говорить. \n–Тебе нужен олень. Дух оленя исцелит все твои раны. Дух мыши поможет тебе безшумно передвигаться, а с помощью духа пса ты сможешь чувствовать животных на расстоянии. \n–По ходу я познаю великую силу. \n–Не каждому достается великая сила. Собака и мышь это только начало силы. Сильнейшие тотемные звери — это дух  медведя, он наделит тебя мощью; дух волка, он наделит тебя яростью; дух лося, он наделит тебя мудростью единства. Но помни! Ты должен остерегаться духа койота, он способен очернить самое чистое сердце и тогда ты собьешься с пути. \n–Дух койота? А что он дает? \n–Он собьет тебя с истинного пути хранителя и все собранные тобой души зверей покинут тебя.\n\n(Можно сказать повышение, теперь вы не иследователь, а хранитель духов)\n\n \nВы никогда не попадали в такое положение, вы задумываетесь что это все из-за травмы головы. \nПодул западный ветер и вы видите как индеец Адэхи растворяется. Ветер уносит его с собакой и мышью как песок. По маленьким песчинкам они медленно исчезают.\n \nПоследнее что Адэхи сказал. \n–Теперь ты будешь оберегать души животных. \n\nКак только индеец исчез, в шатер зашли двое мужчин. По их виду вы сразу поняли, что это пираты. Но вы еще были обессилены, чтобы дать бой.\nОни забрали вас из шатра и понесли к стороне города. Вы были на столько слабы и покрыты ранами, что даже пираты посчитали вас не связывать.\n\nВ такой момент даже не знаешь, что предпринять. Ваши мысли приходили только к одному “кто-то должен еще уцелеть”. Вас несут и вы слышите разговор  пиратов ни о чем.\n \n–Вот ты представляешь? Что будет если нас закроют в винном погребе? \n–Да мы сопьемся в тот же день. \n–Кстати, ты пробовал ром с последнего английского  корабля? \n–Нет, я занимался их капитаном, я отводил его в темницу в порту. \n\nА вот это уже интересно. Значит капитан жив. Это прекрасная новость, есть выжившие. Интересно сколько наших? И как пираты смогли отвести капитана в темницу без сопротивления стражи? Все очень интересно. \n\nПираты продолжали свой разговор думая, что вы в отключке. \n–Знаешь с тех пор как мы захватили это место, я только пью со стражниками темницы. \n–Ну теперь это место пристанище пиратов. У нас есть собственные рабы, своя темница, свой рынок. Жизнь наша хорошенько наладилась. \n\nДа уж. Новость не лучшая. Оказаться в пиратском логове. Главное найти капитана, дальше мы сможем совершить диверсию и думаю рабы нам помогут. \nПлан был отличный, остается набраться сил, может быть мне поможет олень? Или я олень, что верю в помощь оленя. Тот дед индеец накачал меня всякой травкой и ушел, вот мне и привиделось.\n \nНо ваши раны хорошо дают о себе знать. Ваше состояние ухудшается и ухудшается пока вы не потеряли сознание.",
    "answers": [
      {
        "id": 14,
        "text": "Вы потеряли сознание."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы слышите собачий вой… \n\nВы слышите собачее рычание… \n\nВас больше не интересует, что случилось. Что происходит сейчас. Это место не пахнет миром живых. Вы стоите по среди мрачного леса и ощущаете на себе тяжесть тумана. Большая призрачная луна освещает ваш путь. \n\nВы опять слышите собачий вой… \n\nИз тумана появился собачий силуэт. Вы и он смотрите друга на друга в ожидании. Но чего именно? Собака начинает вас манить за собой и вы бежите за ней в неизвестность.",
    "answers": [
      {
        "id": 15,
        "text": "Очнуться. "
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b460/QDE_DMj8cE0.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы очнулись на рассвете у индейского тотема, где вас оставили пираты. Двое пиратов сидели не далеко от вас у своего костра. К удивлению, вы чувствуете себя лучше. Рисунок собаки тускло светился на вашей груди. \n\n(Дух пса указывает вам, что вблизи есть животное)\n\n—Значит Дед индеец, не скуривал меня и все это правда. \n\nЗвон цепей за спиной привлек ваше внимание.",
    "answers": [
      {
        "id": 16,
        "text": "Может это пираты? (оглянуться)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Это были не пираты. \nА причина свечения вашего рисунка — это олень, прикованный цепями к тотему. \n\n–Аура оленя исцеляет меня. Если верить индейцу, то его сила меня полностью исцелит.",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть животное."
      }
    ]
  },
  {
    "id": 17,
    "text": "На шее оленя блестят кандалы (какое варварское отношение к животному, не могли бы его хотя бы привязать) Вам нужен ключ, чтобы освободить животное. \n\n—У меня есть мышь, я могу незаметно подойти и выкрасть ключ.",
    "answers": [
      {
        "id": 18,
        "text": "Использовать (силу животного)\nмыши безшумность."
      }
    ]
  },
  {
    "id": 18,
    "text": "Рисунок мыши  засветился и ваши ноги стали излучать тусклый синий свет. Вы свободно подкрались к пирату.",
    "answers": [
      {
        "id": 19,
        "text": "Стащить ключ"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы ловко стащили ключ, заодно и карту местности. Как только ключ оказался в ваших руках, вы вернулись к оленю.",
    "answers": [
      {
        "id": 20,
        "text": "Освободить. (Использовать ключ)"
      }
    ]
  },
  {
    "id": 20,
    "text": "Как только кандалы спали с оленя, его частичка души вылетела из его тела и расположилось рисунком на вашей коже.\n\nОлень кинулся в бега и к удивлению пираты не заметили этого. ",
    "answers": [
      {
        "id": 21,
        "text": "Вы открыли \"оленя\"(Силу животного)\nпосмотреть"
      },
      {
        "id": 22,
        "text": "продолжить."
      }
    ]
  },
  {
    "id": 21,
    "text": "Олень конечно не бессмертие, но персонального врача заменит. \nСпособность (исцеление своего тела).",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b511/BNzWP3MA9cg.jpg"
      },
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "–И что мне теперь делать? Нужно отправиться в тюрьму Нью-Кей и освободить капитана. Тем более это не границы всей моей новой силы.",
    "answers": [
      {
        "id": 23,
        "text": "Отправиться в Нью-Кей."
      }
    ]
  },
  {
    "id": 23,
    "text": "Подходя к Нью-Кею ваши раны уже затянулись. Как только вышел из леса, маленький портовый город показался вдали. Обычный маленький морской город, окруженный каменными стенами с необычным поднявшимся флагом. \nПиратский флаг развевался над городом во всей красе. На воротах стоит стража.(может лучше походить по округе?)",
    "answers": [
      {
        "id": 24,
        "text": "Попробовать пройти через стражу."
      },
      {
        "id": 25,
        "text": "Побродить в округе города."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Дорога в город временно закрыта. —Кричит стражник.\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к другому варианту."
      }
    ]
  },
  {
    "id": 25,
    "text": "Решение побродить было верным. Вы пошли в западную сторону от центральных ворот и наткнулись на подземный вход в город. К удивлению он не охранялся стражниками, но  был закрыт на здоровенный замок. \nРисунок собаки дал о себе знать. (Сила животного) указывает вам на присутствие тотемного зверя. \nВ вашей руке появилась стрелка-указатель, показывающий на лес.",
    "answers": [
      {
        "id": 26,
        "text": "Идти по указателю в лес."
      }
    ]
  },
  {
    "id": 26,
    "text": "Дух пса указывал путь через заросли и вы следовали по нем, делая шаг за шагом. Конечно можно было и бежать, но надо быть осторожным. Вдруг пираты или еще кто ни будь. Отодвинув руками заросли, вы уткнулись на пьяных пиратов. Интересно, что они тут делают? Но присмотревшись вы поняли, что они мертвы. Трое пиратов лежали у потухшего костра, а рядом с пиратами сидела в клетке тотемное животное “ласка”.",
    "answers": [
      {
        "id": 27,
        "text": "Осмотреть пиратов. "
      },
      {
        "id": 26,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32be2/7WC56iJLtT8.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "К сожалению, кроме ключа от клетки вы ничего не нашли. Хотя рассчитывали хоть на кремневый пистолет, или нож.",
    "answers": [
      {
        "id": 28,
        "text": "Забрать ключ и освободить ласку."
      }
    ]
  },
  {
    "id": 28,
    "text": "Клетка зверя открылась, и ласка медленно вышла. В эту секунду, животное озарилось светом, и на вашем теле появилось новое животное.",
    "answers": [
      {
        "id": 29,
        "text": "Вы открыли \"ласку\"(Сила животного)\nпосмотреть."
      }
    ]
  },
  {
    "id": 29,
    "text": "Теперь все замки и двери ваши друзья.\n\nспособность ласки (Взлом замков)\n",
    "answers": [
      {
        "id": 31,
        "text": "Отправиться к подземному ходу в город."
      },
      {
        "id": 29,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b5be/EmGWGPUeKrE.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "В ваших руках появились синенькие огоньки и один из огоньков влетел в замок. В туже секунду замок отворился и вход в подземелье был открыт. \n\nТеперь вы точно стали понимать, что вы хранитель духов.",
    "answers": [
      {
        "id": 32,
        "text": "Зайти в подземный ход."
      }
    ]
  },
  {
    "id": 31,
    "text": "Хорошо, что вы не далеко зашли в лес. Вернувшись обратно, вы еще раз взглянули на карту и замок.\n\n—А здесь ничего не изменилось. Стражников нет, а замок все висит.\n\nПосмотрев карту, вы сделали вывод. К тюрьме можно пройти двумя путями. Через рынок и через жилой квартал. Но про подземный ход, ничего не сказано...",
    "answers": [
      {
        "id": 30,
        "text": "Использовать (Силу животного) ласку."
      },
      {
        "id": 319,
        "text": "Осмотреть свой наряд"
      }
    ]
  },
  {
    "id": 32,
    "text": "Подземелье освещалось яркими светильниками, но было узким и тесным. Хранителю доводилось постоянно пригинаться, а иначе он набил бы лес шишек. Хранитель шел по прямой, пока не уткнулся в развилку.",
    "answers": [
      {
        "id": 33,
        "text": "Повернуть  налево."
      },
      {
        "id": 34,
        "text": "Повернуть направо."
      },
      {
        "id": 32,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3bd6a/n-hL1pU7bJk.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "В любом случае если тупик, всегда можно повернуть назад. Главное, не встретить пиратов или стражников, в любом случае сражаться я еще не готов. В подземелье царила тишина и единственный звук был от хранителя. \nПроходя коридоры подземелья, хранитель наконец уперся в лестницу. Она прямиком ведет в город на улицу и единственное препятствие замок на крышке люка.",
    "answers": [
      {
        "id": 35,
        "text": "Снять замок с помощью \n(Силы животного)"
      },
      {
        "id": 36,
        "text": "Посмотреть по сторонам. "
      }
    ]
  },
  {
    "id": 34,
    "text": "Поворот направо оказался очень длинным и завилистым. Хранитель шагал, стараясь не наступать на грязь и лужи. Ботинки держатся на соплях, но хорошо что они уцелели. А могло их разорвать деревянным осколком стены корабля, причем с  ногой. Вы шли пока не уперлись в стену с лестницей в город. Единственная преграда в город, еще один замок на крышке люка.\n",
    "answers": [
      {
        "id": 49,
        "text": "Использовать взлом\n(Силу животного) \"ласки\""
      }
    ]
  },
  {
    "id": 35,
    "text": "После снятие замка, хранитель выбрался в город. \n\n–Так и где я? \n\nХранитель стоял посреди улицы рассматривая жилые дома в недоумении. \n\n–Так это и есть жилой квартал. \n\nОпределившись с направлением движения, как дух пса начал давать о себе знать. В правой руке появилась указательная стрелка. \n\n(Сила Животного) говорит, что поблизости есть тотемный зверь.",
    "answers": [
      {
        "id": 37,
        "text": "Использоыать (Силу животного) "
      },
      {
        "id": 38,
        "text": "Попробывать разыскать животное своими силами."
      },
      {
        "id": 39,
        "text": "Идти дальше к тюрьме."
      },
      {
        "id": 35,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3bd38/Zcd6n_2d4JU.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы посмотрели и ничего не нашли. \nТа же сырость. Та же плесень. Та же грязь.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Дух пса стал указывать вам на заваленные ящики, лежащие на бордюре. Хранитель подошел к этому месту и ваш рисунок стал быстро мигать. Как будто указывая, что вы смотрите на зверя, но ваш взгляд ничего не видел.",
    "answers": [
      {
        "id": 40,
        "text": "Начать отодвигатать ящики. "
      },
      {
        "id": 37,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3bd38/Zcd6n_2d4JU.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы потратили достаточно времени на поиски зверя, но так и нечего и не нашли. Улица уже была заполнена оборванцами и местными угнетенными. Пираты привратили Нью-Кей в помойку.",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться к другому варианту."
      }
    ]
  },
  {
    "id": 39,
    "text": "Город маленький, его возможно обойти за час.\n\nВы вышли к задней части тюрьмы. Вход оказался завален ящиками и бочками. Неожиданный поворот, но вы хорошо видите балкон. Только вы не скалалаз.\n\nВы оказались в тупике с бомжами.",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться."
      },
      {
        "id": 69,
        "text": "Поговорить с бомжами"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы легко справились и откопали в этом хламе белку.\nОна залезла в ящик с орехами, и не смогла выбраться.\n\n—Белка??? Ну чудесно, и что она мне даст? Я буду грызть орехи?\n\nНа вашем теле появился рисунок белки.",
    "answers": [
      {
        "id": 41,
        "text": "Вы открыли \"белку\" (Силу животного)\nПосмотреть."
      },
      {
        "id": 42,
        "text": "Вернуться к тюрьме."
      }
    ]
  },
  {
    "id": 41,
    "text": "Орехи мои орешки ням-ням. Как бы высоко не висели, я вас достану!\n\n(Сила животного) цепкие руки. Где можно залезть — вы залезете. ",
    "answers": [
      {
        "id": 41,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b6fa/z3TU5ELB2gE.jpg"
      },
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Надеюсь, балкон еще весит на своем месте. Ну конечно, куда он денется. Главное когда буду лезть, это не упасть.",
    "answers": [
      {
        "id": 43,
        "text": "Лезть на балкон.\nИспользовать \"белку\" (Силу животных)"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ваши руки полностью покрылись синими красками, и вы без труда залезли на балкон.  Балконная дверь оказалась заперта.",
    "answers": [
      {
        "id": 44,
        "text": "Использовать \"ласку\" (Силу животного)"
      }
    ]
  },
  {
    "id": 44,
    "text": "Дверь мигом отворилась и вы оказались внутри. Это была простая комната с кроватью, шкафом и сундуком.",
    "answers": [
      {
        "id": 45,
        "text": "Посмотреть шкаф"
      },
      {
        "id": 46,
        "text": "Посмотреть сундук"
      },
      {
        "id": 62,
        "text": "Выйти в коридор, и начать искать капитана."
      },
      {
        "id": 44,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bcd/GfQgB6ySKrk.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "Шкаф был пуст.",
    "answers": [
      {
        "id": 44,
        "text": "отойти от шкафа"
      }
    ]
  },
  {
    "id": 46,
    "text": "В сундуке хранитель нашел форму стражников. По сравнению с вашем бомжатским видом, надев ее вы окажетесь в большом плюсе. И в ней карманов много.",
    "answers": [
      {
        "id": 48,
        "text": "Одеть форму стражника"
      },
      {
        "id": 44,
        "text": "Оставить форму стражника"
      }
    ]
  },
  {
    "id": 47,
    "text": "-Вы видели, человека с английского судна?, Кто ни будь видел людей в синих одеждах? \n\nНо бродяги смотрели и ничего не говорили в ответ. Делали вид, как будто вас здесь нет.",
    "answers": [
      {
        "id": 62,
        "text": "Попробовать другой вариант"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы замечательно в ней выглядите.",
    "answers": [
      {
        "id": 44,
        "text": "Отойти от сундука."
      },
      {
        "id": 48,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e288/wPZVCy9xN8A.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы оказались на рынке. Рынок был весь в движении, насыщен оборванцами и торговцами. Все это контрабандисты, воры и разные наемники. Бродяг было достаточно и вас по любому примут за одного из них. Собака на вашей руке дала знать присутствие тотемного животного.",
    "answers": [
      {
        "id": 50,
        "text": "Осмотреть рынок."
      },
      {
        "id": 51,
        "text": "Использовать \"собаку\"\n(Силу животного)"
      },
      {
        "id": 52,
        "text": "Отправиться к тюрьме"
      },
      {
        "id": 49,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b708/_3Os1oGCx6k.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "На рынке чем только не торговали, но у вас  ни гроша в кармане. Рыночных точек было так много, что все обойти вам казалось нереально. Это просто лабиринт из шарлатанов и их хлама.\n\nХотя оружие и новая одежда вам бы не помешала. Придется давиться слюной.",
    "answers": [
      {
        "id": 49,
        "text": "Вы ничего не нашли"
      }
    ]
  },
  {
    "id": 51,
    "text": "Дух пса в мгновенье указал вам путь к зверю на самый край рынка. Там сидел маленький злой торговец и рядом с ним стоял большой бугай. Чем только он не торговал, но самое ценное было для вас клетка с лисицей.",
    "answers": [
      {
        "id": 53,
        "text": "Договориться, чтобы он отдал ее даром."
      },
      {
        "id": 54,
        "text": "Использовать (Силу животного) взлом ласки."
      }
    ]
  },
  {
    "id": 52,
    "text": "Город маленький даже из рынка крышу тюрьмы хорошо видно. Людей было достаточно много, и вам довелось пропихиваться между ними. Подойдя к тюрьме, вы не ожидали увидеть на входе стражников. \nНо вас всеравно это не смутило, и вы решили попробовать. \n\n–Стой кому говорю. Оборванцем здесь не место, убирайся прочь.",
    "answers": [
      {
        "id": 49,
        "text": "Вам нечего ответить, придеться искать другой выход."
      }
    ]
  },
  {
    "id": 53,
    "text": "Договориться не получилось, еще бы чуть-чуть и вам бы бугай проломил бы черепушку.",
    "answers": [
      {
        "id": 51,
        "text": "Перестать торговаться "
      }
    ]
  },
  {
    "id": 54,
    "text": "Маленький незаметный синий шарик влетел в замочную скважину и клетка со скрипом открылась. Лиса в туже секунду кинулась как метеор бежать куда глаза глядят. Злой торговец начал краснеть от злости и очень много ругаться. Бугай начал ловить лису, и рынок стал вверх дном. Один толкнул другого, начался хаос. Бомж украл новые штаны с лавки у одного зеваки. Старая тетка начала бить всех своей сумкой. Вы бегом приняли решение удалиться с рынка в переулок.",
    "answers": [
      {
        "id": 56,
        "text": "Убежать с рынка"
      }
    ]
  },
  {
    "id": 55,
    "text": "И кто тут самый хитрый??? \n\nЛисица дает возможность разговор переиграть в вашу сторону. ",
    "answers": [
      {
        "id": 55,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b70f/wOrUKrCWfcs.jpg"
      },
      {
        "id": 56,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 56,
    "text": "Хранитель сел на ящик и с переулка смотрел на весь хаос. Бабка уже троих нокаутировала, бомж украл еще одни штаны. Какие-то цыгане перевернули телегу с ромом. Ром упал и разбился, и тут же сбежались все алкаши. Вы так на это смотрели, что и не заметили, как к вам подошла лиса. Частичка ее души вылетела из нее, и сделав два круга вокруг вашей головы исчезла. На вашем теле появился новый рисунок.",
    "answers": [
      {
        "id": 55,
        "text": "Вы открыли \"лису\" (Силу животного)"
      },
      {
        "id": 57,
        "text": "Отправиться к стражнику охранявшый вход в тюрьму."
      }
    ]
  },
  {
    "id": 57,
    "text": "Подойдя к стражнику, он сразу стал угрожать.\n\n—Стой оборванец. Или я тебя прихлопну! \n\n",
    "answers": [
      {
        "id": 58,
        "text": "Использовать хитрость лисы (Силу животного)"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Я оборванец??? Придурок я ваш шпион. —И вы показали стражнику рисунки.\n\nСтражник в недоумении решил вас пропустить.\n\n—Извиняюсь, у вас очень хорошая маскировка. Проходите.\n",
    "answers": [
      {
        "id": 59,
        "text": "Зайти в тюрьму"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вот это сила думал хранитель.  \n\nВнутри сразу пристали еше двое пиратов. И вы опять подумали про лисицу.\n\n—Ты еще кто? Оборванцем здесь не место.",
    "answers": [
      {
        "id": 60,
        "text": "Использовать хитрость лисы (Сила животного)"
      },
      {
        "id": 61,
        "text": "Попробовать убедить."
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ну если меня пропустил стражник на входе, может я свой? —Убедительно сказал хранитель стражнику.\n—Ну да, в полне логично. —Сказал стражник и продолжил играть в нарды с товарищем. \n\nКапитан должен быть в тюремном блоке. ",
    "answers": [
      {
        "id": 62,
        "text": "Идти в тюремный блок искать капитана. "
      }
    ]
  },
  {
    "id": 61,
    "text": "Убедить не получилось.\n\nХранитель даже не стого тона начал.\n\n—Придурки я из почты. —Заявил о себе хранитель.\n—Какая нахрен почта? Еще раз таким тоном скажешь и я тебе между глаз всажу пулю.\n\n(Да и какая тут может быть почта. Индейская стрела с письмом?)",
    "answers": [
      {
        "id": 59,
        "text": "вернуться к другому варианту"
      }
    ]
  },
  {
    "id": 62,
    "text": "Как ни крути, в этом здании все дороги ведут в тюремный блок. А капитан может быть, только в тюремном блоке. Стоны заключенных разносились по всему тюремному блоку. Место и правда было  ужасное, особенно для хранителя, потому что он никогда не бывал в подобных местах. Слева решетки с заключенными и справа решетки с заключенными. Даже на стенах висели заключенные в кандалах. \nВ тюрьме не оказалось ни капитана, ни одного знакомого лица. Тюрьма была заполнена бродягами и индейцами.",
    "answers": [
      {
        "id": 47,
        "text": "Поговорить с бродягами"
      },
      {
        "id": 62,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3bd31/IDbMXDLJe80.jpg"
      },
      {
        "id": 63,
        "text": "Поговорить с индейцами"
      }
    ]
  },
  {
    "id": 63,
    "text": "Не успев задать свой вопрос, как один из индейцев начал говорить первым. \n\n—На твоем теле рисунки нашего народа. Но ты бледнолицый, ты не один из нас. И не один из них.\n—Но один из вас сказал, что меня берегут ваши духи. Такой пожилой с собакой и мышью назвал себя Адехи. \n—Адехи??? Наш повелитель духов. Он говорил, что скоро прибудет новый хранитель. \n—Да-да он говорил про повелевание над духами. У меня уже есть пару сил животных. \nИндеец немного помолчал и сказал. \n—Бледнолицый! Я предлагаю сделку! Поможешь бежать, а я расскажу про тех кого ты ищещь.",
    "answers": [
      {
        "id": 64,
        "text": "Принять  сделку"
      },
      {
        "id": 63,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Я принимаю сделку. \n—Мое имя Одэкота. Веди бледнолицый! \n\nВы освободили всех заключенных. И вместе с ними ограбили оружейку. Оружия хватило на всех. \n\nВы решили взять.",
    "answers": [
      {
        "id": 65,
        "text": "Мушкет (стражника)"
      },
      {
        "id": 66,
        "text": "Пистолеты (торговцев)"
      }
    ]
  },
  {
    "id": 65,
    "text": "Прекрасный выбор. С помощью его пули можно убить двоих.",
    "answers": [
      {
        "id": 65,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3bd4d/p_8R0biHW0w.jpg"
      },
      {
        "id": 67,
        "text": "Бежать к выходу"
      }
    ]
  },
  {
    "id": 66,
    "text": "Два пистолета — две жертвы.",
    "answers": [
      {
        "id": 66,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3bd54/sf2Jjig5Ik4.jpg"
      },
      {
        "id": 67,
        "text": "Бежать к выходу "
      }
    ]
  },
  {
    "id": 67,
    "text": "На выходе из тюрьмы ожидало препятствие из 12-пиратов, вооружённых мушкетами и саблями. \n\n—Ну что? Будем пробиваться с боем? сказали вы. \n—Надо !Лишь умирать!  —Сказал Одэкота и кинулся в бой. \n—Да ты самоубийца!!!\n\n",
    "answers": [
      {
        "id": 68,
        "text": "Стрелять пирата с саблей"
      },
      {
        "id": 68,
        "text": "Стрелять пирата с мушкетом"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ваш выстрел был удачен, прямиком в голову. Двое индейцев тоже сделали выстрел, чтобы прикрыть самоубийцу. Ярость Одэкота не знала границ. Два его томагавка, сносили головы стоящих пиратов на его пути. Но всё-таки один пират выстрелил в вас. Пиратская пуля прошла на вылет через ваше тело и только кровавую полосу заметили окружающие. Не успев упасть на пол вы уже потеряли сознание.",
    "answers": [
      {
        "id": 71,
        "text": "Часть 2"
      }
    ]
  },
  {
    "id": 69,
    "text": "Что-то они не разговорчевые. \nБомжи не хотят с вами разговаривать. ",
    "answers": [
      {
        "id": 70,
        "text": "Настоять на разговор"
      },
      {
        "id": 39,
        "text": "Отойти от бомжей"
      }
    ]
  },
  {
    "id": 70,
    "text": "Бомжи стали угрожать. \nВам лучше убраться.",
    "answers": [
      {
        "id": 35,
        "text": "Убежать от бомжей"
      }
    ]
  },
  {
    "id": 71,
    "text": "Немного левее и пуля поразила бы сердце, и тогда вы сами стали бы духом. \n\nВсе тоже мрачное место. Сколько раз можно умирать? И оказываться в глухом лесу, как наказание за ошибку. Хранитель шел по освещенной тропе лунного света, в одиночестве в полную неизвестность. Казалось, что даже время не имеет власти над темным лесом, над этим темным миром. \n\nНо вдруг выскочил олень, весь искрясь в ярких синих огнях. Он скакал вокруг хранителя и от его копыт отбивалась светящаяся пыльца.\n",
    "answers": [
      {
        "id": 71,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31433/eYjGdR8Cogs.jpg"
      },
      {
        "id": 346,
        "text": "Очнуться "
      }
    ]
  },
  {
    "id": 72,
    "text": "Он лежал в уютном шатре, думая о капитане и что будет, когда они покинут индейские земли. \n\nРаны зажили можно вставать.",
    "answers": [
      {
        "id": 73,
        "text": "Еще немного полежать"
      },
      {
        "id": 74,
        "text": "Осмотреть одежду"
      },
      {
        "id": 75,
        "text": "Собраться и выйти"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Интересно сколько я уже здесь лежу?",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться к другому действию"
      }
    ]
  },
  {
    "id": 74,
    "text": "Традиционный индейский наряд. .\n\nВы просто индеец. Ну только бледнолицый.",
    "answers": [
      {
        "id": 72,
        "text": "Отставить смотреть одежду"
      },
      {
        "id": 74,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/652b8/ndOsfUGf7iY.jpg"
      }
    ]
  },
  {
    "id": 75,
    "text": "Выйдя из шатра, хранитель оказался в центре пейзажа Америки. Только сейчас он заметил всю красоту этих земель. Хотя ему уже довелось побродить по этим лесам. Возможно сыграла важную роль контрастность, после мрачного мира в мир живых. \n\nИндейцы занимались своими делами и не обращали на хранителя внимания. Кто-то делал стрелы для лука, а кто-то занимался костром. Некоторые ловили рыбу, кидая в нее копья, а другие уходили в лес на охоту. Индейцы не были похожи на тех варваров, про каких рассказывали в Лондоне, хотя и не были похожи на современных людей. Они жили по своим правилам в своем собственном мире, не желая никому зла. \n\n–Может стоит побродить по округе? Или все-таки поискать Одэкота.",
    "answers": [
      {
        "id": 76,
        "text": "Пойти поговорить с рыбаками"
      },
      {
        "id": 77,
        "text": "Поговорить с индейцем лучником"
      },
      {
        "id": 78,
        "text": "Пойти поговорить с индейцами у костра"
      }
    ]
  },
  {
    "id": 76,
    "text": "–Вы не видели Одэкоту? Я хотел бы с ним поговорить. \n\nИндеец помахал в разные стороны головой и продолжил ловить рыбу. Остальные даже необратили на вас внимание.",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить гулять"
      }
    ]
  },
  {
    "id": 77,
    "text": "Индеец заметил, что вы к нему идете и первый начал говорить. \n\n–У нас говорят “Когда Великий Дух даёт новый день, он посылает его – всему. \n\nЭтот индеец был самый здоровый в лагере. \n\n–Мое имя Хонон, а как тебя звать?",
    "answers": [
      {
        "id": 79,
        "text": "Сказать, что теперь вас называют хранителем."
      },
      {
        "id": 79,
        "text": "Сказать, что не помните."
      },
      {
        "id": 77,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c604827/v604827252/37b2b/zqGH6IHhtsc.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "У костра сидело двое индейцев с детьми. \n\n–Ооо бледнолицый проснулся. \n–Добрый вам, вы не подскажете где Одэкота? \n–Одэкота ушел на охоту, вместо него сейчас главный Хонон. Он делает новые стрелы.",
    "answers": [
      {
        "id": 75,
        "text": "Осматривать лагерь"
      }
    ]
  },
  {
    "id": 79,
    "text": "Теперь в любом случае ты хранитель. Духи охраняют тебя и ты охраняй их земли. \n\n—Мы договаривались с Одэкотой. Я помогаю ему, он помогает мне. \n—Да, договор был заключен и он не рушим. Мы готовы тебе помочь, только ты еще не готов. \n—В каком смысле? \n—В прошлом бою ты пал один из первых. Если бы не Одекота, тебя бы не вытащили с города. Стражники добили на месте выстрелом в голову. \nХонон поднял правую руку и что-то крикнул на своем языке, и ему сразу привели лошадь. \n—Лошадь может провести тебя в мир духов. Только там ты сможешь получить ценные знания. Мы не помогаем бледнолицым, но ты хранитель животных и однажды звери начнут повелеваться тебе. Мы  заключили сделку, а мой народ всегда держит свое слово. \n\nВам ничего не оставалось как соглашаться с Хононом. \n\n(Конь Хонона дал вам частичку души.)",
    "answers": [
      {
        "id": 80,
        "text": "Открыли \"лошадь\"\n(Сила животного)"
      },
      {
        "id": 81,
        "text": "Спросить, что делать дальше"
      },
      {
        "id": 79,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c604827/v604827252/37b2b/zqGH6IHhtsc.jpg"
      }
    ]
  },
  {
    "id": 80,
    "text": "Седлай коня и скачи в мир духов!\n\n(Сила животного) лошадь проводник в мир духов.",
    "answers": [
      {
        "id": 79,
        "text": "Назад"
      },
      {
        "id": 80,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/314fc/bynFlerYGV0.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Ты уже бывал в мире духов. Используй силу нового зверя.",
    "answers": [
      {
        "id": 82,
        "text": "Использовать (Силу животного)\n\"Лошадь\""
      }
    ]
  },
  {
    "id": 82,
    "text": "Душа покинула его тело и отправилась в мир духов. \n\n–Сколько раз я уже здесь бывал… \n\nХранитель вернулся обратно в темный мир, как привык он его называть. В мире духов царствовала тишина, но вдалеке было видно призрак блуждающей женщины. \n\n–Неизвестно, что она тут делает, и не известно, что я тут делаю… \n\nБольшая белая луна освещала три тропинки, но куда они ведут хранитель не знал. Он повернулся назад и увидел указательный камень. Когда он появился в мире духов, камня не было за спиной. \n\nДухи любят шутить… \n\n–За последнее время так часто бывал здесь, что мир духов стал для меня домом. \n \nНа указателе было написано -",
    "answers": [
      {
        "id": 83,
        "text": "Глубокое озеро"
      },
      {
        "id": 84,
        "text": "Сердце лесной чащи"
      },
      {
        "id": 85,
        "text": "Туманные холмы"
      },
      {
        "id": 82,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31513/q6QRT0qxtgM.jpg"
      }
    ]
  },
  {
    "id": 83,
    "text": "Хранитель и не знал, что в мире духов есть вода, а вода всегда являлась проводником в потусторонние миры. Возможно это и есть выход. \n\nТропа к озеру была освещена лучше всех. Деревья стояли далеко от дороги и поэтому не заграждали своими ветвями лунный свет. Эта тропа не предвещала опасности и даже мертвая тишина не была на столько пугающей. \n\n–Кажется я выбрал самую спокойною тропу.",
    "answers": [
      {
        "id": 100,
        "text": "Осмотреться "
      },
      {
        "id": 101,
        "text": "Идти дальше"
      },
      {
        "id": 83,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bb1/ezATDfzXGbM.jpg"
      }
    ]
  },
  {
    "id": 84,
    "text": "В мире духов можно блуждать вечно и только сердце поможет найти выход. Хранитель отправился вглубь сердца леса. Тропинка хорошо освещалась лунным светом и только длинные ветки заграждали путь. Доводилось отодвигать их руками, словно пробираясь с боем. \n\n–Кажется я выбрал самый неприступный путь. \n\nЛес издевался над хранителем, пытаясь не пропустить его. Тропинка становилась все уже, а темная листва перестала пропускать лунные лучики. \n\nПодул холодный ветер и с ветром начал раздаваться шум, скрип, оханье и шуршание. Деревья стали оживать и перестраиваться, меняя новые позы. \n\nЛес проснулся… \n\nХранитель начал бежать и уклоняться от сонных неуклюжих ветвей деревьев, то пригинаясь от колючих веток, то перепрыгивая проснувшиеся корни деревьев. Хранитель бежал, пока лес снова не уснул. \n\nВы остановились отдышаться.",
    "answers": [
      {
        "id": 86,
        "text": "Осмотреться"
      },
      {
        "id": 87,
        "text": "Идти дальше "
      },
      {
        "id": 84,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/315d2/qoMCgqn0Yd0.jpg"
      }
    ]
  },
  {
    "id": 85,
    "text": "Хранитель отправился через туманные холмы, потому что они звучали более приятней, чем остальные варианты. И именно на этой тропе вдалеке мерцал тусклый синий огонек. Он шел и шел, а лес не менял свой пейзаж, и холмами даже не пахло. Сколько он не прошел вперед, а огонек так и не приблизился. \n\n–Кажется я выбрал самый длинный путь. \n\nХранитель почувствовал холодный ветер со спины и остановился. Он стал оглядываться по сторонам и увидел тот самый призрак женщины. Она держалась в стороне далеко от тропы и не приближалась к хранителю.",
    "answers": [
      {
        "id": 88,
        "text": "Продолжить идти"
      },
      {
        "id": 85,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31601/xPptWF8SYCQ.jpg"
      }
    ]
  },
  {
    "id": 86,
    "text": "Лес крепко спит и будить его не стоит.",
    "answers": [
      {
        "id": 84,
        "text": "Идти "
      },
      {
        "id": 86,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bff/oCu3CQ-3a14.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "Тропинка извивалась как змея, пока не завела вас в тупик. Перед вами появились другие тропинки, ведущие в разные стороны.",
    "answers": [
      {
        "id": 99,
        "text": "Тропинка 1"
      },
      {
        "id": 87,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bf1/5m2fMI4qmrM.jpg"
      },
      {
        "id": 101,
        "text": "Тропинка 2"
      },
      {
        "id": 152,
        "text": "Тропинка 3"
      },
      {
        "id": 152,
        "text": "Тропинка 4"
      },
      {
        "id": 153,
        "text": "Тропинка 5"
      },
      {
        "id": 151,
        "text": "Развернуться и пойти назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "С каждым шагом туман все усиливался и впереди огонек уже не был виден. Хранитель шел, пока не увидел впереди на тропе застывший на месте призрак женщины. Подойдя ближе призрак исчез, оставив за собой белый дым. Когда дым рассеялся, перед хранителем оказался меч в камне. Это был большой двуручный меч.",
    "answers": [
      {
        "id": 88,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/315fa/fOQ5lt4cU6Q.jpg"
      },
      {
        "id": 89,
        "text": "Попробовать вытащить меч"
      },
      {
        "id": 90,
        "text": "Не трогать меч и идти дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": "Меч не захотел поддаваться, но хранитель надавил и меч стал выходить из камня с жутким криком. Жуткие крики были изо всюду, но останавливаться было нельзя. Наконец меч вылез из камня, и душераздирающие вопли стихли. Вроде все стало как прежде, но из-зо всех сторон стали приближаться черные силуэты. \n\n–Лучше бы я меч не трогал. \n\nВы оказались окружены со всех сторон. Призраки подошли достаточно близко и время теперь лучше не терять.",
    "answers": [
      {
        "id": 89,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31644/ErHelo0vdfQ.jpg"
      },
      {
        "id": 92,
        "text": "Атаковать перед"
      },
      {
        "id": 93,
        "text": "Защитить тыл"
      },
      {
        "id": 94,
        "text": "Попробовать широкий взмах мечом"
      }
    ]
  },
  {
    "id": 90,
    "text": "Хранитель не трогая меч отправился дальше по трапе ведущей в туман.\n\nНо туман стал рассеиваться.",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 91,
    "text": "Колющие удары тяжелы двуручным мечем из-за веса, но этот меч легкий как перышко. \n\nХранитель стал отступать назад, а кто подбирался на расстояние меча, получал сильный колющий удар в грудь. \n\nПризраки теснят вас!!!",
    "answers": [
      {
        "id": 97,
        "text": "Перейти в нападение "
      },
      {
        "id": 98,
        "text": "Перейти в отступление "
      }
    ]
  },
  {
    "id": 92,
    "text": "Хранитель сломя голову кинулся вперед, сокрушая всех подряд, прорываясь вперед. От сильного удара меча, призраки превращались в густой дым, что мешало обзору.\n\nПризраки начинают вас теснить.",
    "answers": [
      {
        "id": 92,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3164b/e6GpvoYcTTQ.jpg"
      },
      {
        "id": 91,
        "text": "Использовать только колющие удары"
      },
      {
        "id": 95,
        "text": "Использовать только рубящие удары"
      }
    ]
  },
  {
    "id": 93,
    "text": "Хранитель нанес удар с разворота самого ближайщего призрака и тот превратился в дым. Спина была уязвима и все следующие удары были с разворота. С виду казалось, что он как смертоносная юла крутится на месте.\n\nПризраки начинают вас теснить.",
    "answers": [
      {
        "id": 93,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3164b/e6GpvoYcTTQ.jpg"
      },
      {
        "id": 91,
        "text": "Использовать только колющие удары"
      },
      {
        "id": 95,
        "text": "Использовать только рубящие удары"
      }
    ]
  },
  {
    "id": 94,
    "text": "Хранитель двумя руками крепко сжал рукоятку и сделал большой взмах мечом. Удар на 180 градусов сокрушил всех, кто подобрался на расстояние меча, оставив за собой черный дым.\n\nПризраки начинают вас теснить.",
    "answers": [
      {
        "id": 94,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3164b/e6GpvoYcTTQ.jpg"
      },
      {
        "id": 91,
        "text": "Использовать только колющие удары"
      },
      {
        "id": 95,
        "text": "Использовать только рубящие удары"
      }
    ]
  },
  {
    "id": 95,
    "text": "Рубящие удары намного эффективны. Тем более мечом с веса перышка. \n\nХранитель стал отступать назад, а кто подбирался на расстояние меча, получал рубящий удар. \n\nПризраки теснят вас!!!",
    "answers": [
      {
        "id": 97,
        "text": "Перейти в нападение"
      },
      {
        "id": 98,
        "text": "Перейти в отступление "
      }
    ]
  },
  {
    "id": 96,
    "text": "Колющие удары тяжелы двуручным мечем из-за веса, но этот меч не легкий как перышко. \n\nХранитель стал отступать назад, а кто подбирался на расстояние меча, получал сильный колющий удар в грудь. \n\nПризраки теснят вас.",
    "answers": []
  },
  {
    "id": 97,
    "text": "Лучшая защита – это нападение. \n\nХранитель срубил двух призраков, которые подошли близко, и бегом стал сокращать дистанцию к остальным. Широким размахом он снес троих, потом резко повернулся и в прыжке проколол следующего. Хранитель подбегал к призракам, как цепная молния, поражая одного за другим. \n\nТуман начинал густеть и закрывать обзор. Но их глаза не с чем не спутать. Сил уже было мало, руки начинали уставать и самый легкий меч, казался уже неподъемным. \n\nВы еще держите меч, хоть сил уже не осталось. \n\nМеч хранителя разрубил последнего призрака на два черных облака, и туман стал рассеиваться.",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 98,
    "text": "Хранитель отступал назад, нанося контрудары. Он блокировал когти призраков широким лезвием, и в ответ наносил мощные удары в голову. \n\nПризраки на секунду отступили, освободив боковые стороны. Они перестроились и начали атаковать только по прямой, как бесконечная волна. \n\nХранитель ставил блок и наносил фатальный удар. \n\nБлок – удар. \nБлок – удар. \nБлок – удар… \n\nТуман начинал густеть и закрывать обзор. Но их глаза не с чем не спутать. Сил уже было мало, руки начинали уставать и самый легкий меч, казался уже неподъемным. \n\nВы еще держите меч, хоть сил уже не осталось. \n\nХранитель сражался до последнего, пока перед ним не остался последний призрак.",
    "answers": [
      {
        "id": 108,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 109,
        "text": "Отпустить"
      }
    ]
  },
  {
    "id": 99,
    "text": "Лес шутит над вами. Вам кажеться, что вы тут уже были, но вы всеровно идете, как вдруг из кустов выпрыгнули два бомжа и побежали.\n\nИнтересно, что они тут делают? Скорей всего играют в салочки.\n \n",
    "answers": [
      {
        "id": 87,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "Лес дремлет. Дует лёгонький прохладный ветерок. ",
    "answers": [
      {
        "id": 83,
        "text": "Прекратить осматриваться"
      },
      {
        "id": 100,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bbf/I7dpql5cJXA.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "Пройдя еще чуть-чуть, хранитель вышел к глубокому озеру. \n \nБерег озера манил своей красотой и спокойствием. Его поверхность была гладкой и спокойной, только лишь ветер пускал временами легкую рябь.",
    "answers": [
      {
        "id": 103,
        "text": "Осмотреть озеро"
      },
      {
        "id": 104,
        "text": "Идти дальше по берегу озера"
      },
      {
        "id": 101,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bc6/42MIcEiKOS0.jpg"
      }
    ]
  },
  {
    "id": 102,
    "text": "Лес отпустил вас.\n\nХранитель вышел обратно в туман,  а туман начал рассеиваться.",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 103,
    "text": "Луна бросала на гладь воды лунную серебристую дорожку, что-то невообразимое притягивает вас подойти к ней поближе. \n\nВода манит вас… \n\nВы видите свое отражение",
    "answers": [
      {
        "id": 105,
        "text": "Прикоснуться к воде"
      },
      {
        "id": 101,
        "text": "Отойти от воды"
      },
      {
        "id": 103,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c36/pwPrnEf5mBQ.jpg"
      }
    ]
  },
  {
    "id": 104,
    "text": "Хранитель пошел дальше по берегу, пока не увидел впереди озерное чудовище. \n\nВпереди огромное озерное чудовище!",
    "answers": [
      {
        "id": 114,
        "text": "Осторожно его осмотреть "
      },
      {
        "id": 101,
        "text": "Медленно отступать"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы прикоснулись и видите, как в воде появляется водоворот. \n\nВодоворот собирается в одну точку, и он растет вверх, превращаясь в форму существа. \n\nПеред вами появилось существо из воды.\n\nСущество начало говорить первым. \n\n–Здравствуй заблудившийся путник.  Что тревожит тебя? О хранитель.\n",
    "answers": [
      {
        "id": 105,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      },
      {
        "id": 106,
        "text": "—Кто ты?"
      },
      {
        "id": 111,
        "text": "—Как ты узнал кто я?"
      },
      {
        "id": 112,
        "text": "—Ты друг или враг?"
      },
      {
        "id": 113,
        "text": "—Как отсюда выйти?"
      },
      {
        "id": 101,
        "text": "Отойти от духа"
      }
    ]
  },
  {
    "id": 106,
    "text": "–Я дух воды и страж озера. Я веками дремлю, пока меня не разбудят.",
    "answers": [
      {
        "id": 105,
        "text": "Другой вопрос"
      },
      {
        "id": 106,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      }
    ]
  },
  {
    "id": 107,
    "text": "Лес издевается над вами.",
    "answers": [
      {
        "id": 87,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы сделали размах на 180 градусов, и разрубили призрака напополам. От последнего призрака осталось только два черных облака.",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 109,
    "text": "Вы опустили свой меч, а призрак просто растаял на месте.",
    "answers": [
      {
        "id": 110,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 110,
    "text": "Туман рассеялся и хранитель оказался у большого камня. \nС камня спрыгнул пожилой индеец. Он уперся на свой посох и вышел из темноты. \n\n–Вот мы и  встретились снова хранитель духов. \n\nДа… Это был Адэхи… \n\nАдэхи и Хранитель вели разговор обо всем. О духах, о землях. Хранитель рассказывал, как он пробирался к старому индейцу, а Адэхи говорил, что однажды он станет повелителем духов. Он рассказывал хранителю, о великой силе повелителя. \n\nКазалось, что их разговор вечен… \nПосле длинного разговора вы спросили–",
    "answers": [
      {
        "id": 159,
        "text": "—Где начало и конец моей силы?"
      },
      {
        "id": 160,
        "text": "—Я смогу повелевать стихиями?"
      },
      {
        "id": 161,
        "text": "—Как мне отсюда выбраться?"
      },
      {
        "id": 110,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/191e6/TOBCjCtvugQ.jpg"
      }
    ]
  },
  {
    "id": 111,
    "text": "–Вода считывает информацию. Когда ты прикоснулся ко мне, я увидел твое прошлое.",
    "answers": [
      {
        "id": 105,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 112,
    "text": "–Ты Хранитель духов. И можешь стать повелителем духов. Конечно ты мой друг.",
    "answers": [
      {
        "id": 112,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      },
      {
        "id": 105,
        "text": "Другой вопрос "
      }
    ]
  },
  {
    "id": 113,
    "text": "–Тебе нужно идти по берегу, и свернуть в лес по тропе. В конце пути, тебя ждет выход.",
    "answers": [
      {
        "id": 113,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      },
      {
        "id": 105,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 114,
    "text": "Чудовище внушительных размеров.",
    "answers": [
      {
        "id": 114,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bb8/pfNpm0fpbZs.jpg"
      },
      {
        "id": 115,
        "text": "Медленно отстпупать "
      }
    ]
  },
  {
    "id": 115,
    "text": "Пройдя еще чуть-чуть, хранитель вышел к глубокому озеру. \n \nБерег озера манил своей красотой и спокойствием. Его поверхность была гладкой и спокойной, только лишь ветер пускал временами легкую рябь.",
    "answers": [
      {
        "id": 115,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bc6/42MIcEiKOS0.jpg"
      },
      {
        "id": 116,
        "text": "Осмотреть озеро "
      },
      {
        "id": 117,
        "text": "Идти по берегу озера"
      }
    ]
  },
  {
    "id": 116,
    "text": "Луна бросала на гладь воды лунную серебристую дорожку, что-то невообразимое притягивает вас подойти к ней поближе. \n\nВода манит вас… \n\nВы видите свое отражение.",
    "answers": [
      {
        "id": 118,
        "text": "Прикоснуться к воде"
      },
      {
        "id": 115,
        "text": "Отойти от воды"
      },
      {
        "id": 116,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c36/pwPrnEf5mBQ.jpg"
      }
    ]
  },
  {
    "id": 117,
    "text": "Хранитель пошел дальше по берегу, пока не увидел впереди озерное чудовище. \n\nВпереди огромное озерное чудовище.\n\nВы его уже рассматривали!\n\n",
    "answers": [
      {
        "id": 115,
        "text": "Идти назад "
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы прикоснулись и видите, как в воде появляется водоворот. \n\nВодоворот собирается в одну точку, и он растет вверх, превращаясь в форму существа. \n\nСущество начало говорить первым. \n\n–Здравствуй заблудившийся путник. Давненько я не с кем не говорил. Что тревожит тебя? О хранитель.",
    "answers": [
      {
        "id": 119,
        "text": "—Кто ты?"
      },
      {
        "id": 120,
        "text": "—Как ты узнал кто я?"
      },
      {
        "id": 121,
        "text": "—Ты друг или враг?"
      },
      {
        "id": 122,
        "text": "—Как отсюда выйти?"
      },
      {
        "id": 123,
        "text": "—Там озерное чудовище. Ты можешь помочь мне?"
      },
      {
        "id": 118,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      }
    ]
  },
  {
    "id": 119,
    "text": "–Я дух воды и страж озера. Я веками дремлю, пока меня не разбудят.",
    "answers": [
      {
        "id": 118,
        "text": "Другой вопрос."
      },
      {
        "id": 119,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      }
    ]
  },
  {
    "id": 120,
    "text": "–Вода считывает информацию. Когда ты прикоснулся ко мне, я увидел твое прошлое.",
    "answers": [
      {
        "id": 118,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 121,
    "text": "–Ты Хранитель духов. И можешь стать повелителем духов. Конечно ты мой друг.",
    "answers": [
      {
        "id": 118,
        "text": "Другой вопрос"
      },
      {
        "id": 121,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      }
    ]
  },
  {
    "id": 122,
    "text": "–Тебе нужно идти по берегу, и свернуть в лес по тропе. В конце пути, тебя ждет выход.",
    "answers": [
      {
        "id": 118,
        "text": "Другой вопрос"
      },
      {
        "id": 122,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      }
    ]
  },
  {
    "id": 123,
    "text": "—Это демон озера. —Сказала водяное существо. \n—Ты поможешь мне? \n—Конечно! Ты будущий повелитель духов. —Сказало существо и добавило. —А я дух воды и страж озера. \n\nСущество выходит на берег и шагает как человек. \n\n—В будущем ты сможешь управлять духами. Из мира духов призывать в мир живых, для защиты земель. Повелитель дает команды своим призванным духам. Когда атаковать, а когда защищаться. Веди меня. О хранитель. Направляй озерного стража. \n \nВам предстоит давать команды водяному существу. Вода может принимать любую форму.",
    "answers": [
      {
        "id": 124,
        "text": "Идти с духом к демону"
      },
      {
        "id": 123,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35c2f/Bry8f7EaZTU.jpg"
      }
    ]
  },
  {
    "id": 124,
    "text": "Водяное существо на голову больше чудовища. Демон не боится вашего стража, и уже готов напасть. \n\nДемон приготовил свои щупальца и когти к бою. Его прочную кожу будет очень трудно пробить… \n\nДать команду",
    "answers": [
      {
        "id": 124,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/360cd/v1QKof-9QY8.jpg"
      },
      {
        "id": 125,
        "text": "Атаковать шипастой булавой"
      },
      {
        "id": 126,
        "text": "Атаковать тяжелой кувалдой"
      },
      {
        "id": 127,
        "text": "Атаковать двухсторонним топором"
      }
    ]
  },
  {
    "id": 125,
    "text": "Руки водяного существа приняли форму булавы. \n \nВодяной страж ударил первым. Шипастая булова встретилась с головой демона. Демон пошатнулся, и начал наносить мощными ударами щупалец. Стражу пришлось на два шага назад отступить. \n\nЧудовище готовиться напасть снова!",
    "answers": [
      {
        "id": 128,
        "text": "Соединить две руки и сделать треугольный щит."
      },
      {
        "id": 129,
        "text": "Соединить две руки и сделать таран."
      }
    ]
  },
  {
    "id": 126,
    "text": "Руки водяного существа приняли форму кувалды. \n\nУдарить первым не получилось. Демон сбивает существо на землю, и сразу садится на него всеми щупальцами. Страж нанес мощный удар кувалдой в ребра, и сбил с себя демона. \n\nЧудовище готовиться опять напасть!",
    "answers": [
      {
        "id": 128,
        "text": "Соединить две руки и сделать треугольный щит"
      },
      {
        "id": 129,
        "text": "Соединить две руки и сделать таран"
      }
    ]
  },
  {
    "id": 127,
    "text": "Руки водяного существа приняли форму булавы. \n \nВодяной страж ударил первым. Шипастая голова встретилась с головой демона. Демон пошатнулся, и начал наносить мощными ударами щупалец. Стражу пришлось на два шага назад отступить. \n\nЧудовище готовиться напасть снова!",
    "answers": [
      {
        "id": 128,
        "text": "Соединить две руки и сделать треугольный щит."
      },
      {
        "id": 129,
        "text": "Соединить две руки и сделать таран."
      }
    ]
  },
  {
    "id": 128,
    "text": "Страж соединил две руки и создал треугольный щит. Демон начал теснить стража, яростно атакую всеми щупальцами и когтями. Как только ярость утихла, страж ударил его щитом, а потом сбил водяным напором. Поток воды оказался на столько мощным, что чудовище сбило на землю.\n\nЧем добить?",
    "answers": [
      {
        "id": 130,
        "text": "Булавой"
      },
      {
        "id": 130,
        "text": "Кувалдой"
      },
      {
        "id": 130,
        "text": "Топором"
      },
      {
        "id": 130,
        "text": "Кулаком"
      },
      {
        "id": 130,
        "text": "Щитом"
      },
      {
        "id": 130,
        "text": "Водяной струей"
      },
      {
        "id": 130,
        "text": "Тараном"
      }
    ]
  },
  {
    "id": 129,
    "text": "Страж из двух рук сделал таран, и встретил им демона. Демон пошатнулся, страж быстро зашел за спину чудовища и повалил тараном на землю.\n\nЧем добить?",
    "answers": [
      {
        "id": 130,
        "text": "Булавой"
      },
      {
        "id": 130,
        "text": "Кувалдой"
      },
      {
        "id": 130,
        "text": "Топором"
      },
      {
        "id": 130,
        "text": "Кулаком"
      },
      {
        "id": 130,
        "text": "Щитом"
      },
      {
        "id": 130,
        "text": "Водяной струей"
      },
      {
        "id": 130,
        "text": "Тараном"
      }
    ]
  },
  {
    "id": 130,
    "text": "Страж не успел ударить. Благодаря восьми щупальцам, чудовище быстро встало, и нанесло контрудар.\n\nОт такого удара страж упал.",
    "answers": [
      {
        "id": 131,
        "text": "Подняться "
      }
    ]
  },
  {
    "id": 131,
    "text": "Демон поменял цвет кожи на красный и его ярость увеличилась.\n\nТеперь он двигается и атакует быстрее!\n\n(Чтобы победить демона в ярости вы должны провести комбо!)\n\nАтаковать —\n\n",
    "answers": [
      {
        "id": 132,
        "text": "Булавой"
      },
      {
        "id": 132,
        "text": "Кувалдой"
      },
      {
        "id": 134,
        "text": "Топором"
      },
      {
        "id": 135,
        "text": "Кулаком"
      },
      {
        "id": 136,
        "text": "Щитом"
      },
      {
        "id": 137,
        "text": "Водяной струей"
      },
      {
        "id": 138,
        "text": "Тараном"
      }
    ]
  },
  {
    "id": 132,
    "text": "Демон увернулся и ударил вас щупальцем.",
    "answers": [
      {
        "id": 131,
        "text": "Атаковать снова"
      }
    ]
  },
  {
    "id": 133,
    "text": "Существо не успело атаковать, демон протаранил всем своим телом стража.",
    "answers": [
      {
        "id": 131,
        "text": "Пробовать атаковать снова"
      }
    ]
  },
  {
    "id": 134,
    "text": "Демон пригнулся от топора и ударил вас щупальцем.",
    "answers": [
      {
        "id": 131,
        "text": "Атаковать снова"
      }
    ]
  },
  {
    "id": 135,
    "text": "С помощью кулаков страж провел три удара и все успешны. Первый кулак прямиком в голову, другой кулак отправился в ребра, а третий прямиком в грудь. Чудовище про скользила по песку, и сразу же приготовилось для рывка.\n\nСледующая команда\n\nИспользовать —",
    "answers": [
      {
        "id": 133,
        "text": "Булава "
      },
      {
        "id": 133,
        "text": "Кувалда"
      },
      {
        "id": 133,
        "text": "Топор"
      },
      {
        "id": 133,
        "text": "Кулак"
      },
      {
        "id": 142,
        "text": "Щит"
      },
      {
        "id": 133,
        "text": "Водяной поток"
      },
      {
        "id": 133,
        "text": "Таран"
      }
    ]
  },
  {
    "id": 136,
    "text": "Демон обошел щит с боку и протаранил стража плечом.",
    "answers": [
      {
        "id": 131,
        "text": "Попробовать атаковать снова"
      }
    ]
  },
  {
    "id": 137,
    "text": "Демон увернулся от воды.",
    "answers": [
      {
        "id": 131,
        "text": "Атаковать снова"
      }
    ]
  },
  {
    "id": 138,
    "text": "Демон поймал таран, поднял стража над своей чудовищной головой и швырнул на землю.",
    "answers": [
      {
        "id": 131,
        "text": "Атаковать снова"
      }
    ]
  },
  {
    "id": 139,
    "text": "Чудовище увернулось от правой булавы, но левая поразила грудь, а потом и голову. \n\nДемон разбит и готовиться бежать.",
    "answers": [
      {
        "id": 141,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 145,
        "text": "Отпустить"
      }
    ]
  },
  {
    "id": 140,
    "text": "Чудовище увернулось от атаки стража и быстро встала на свои щупальца.\n\n",
    "answers": [
      {
        "id": 131,
        "text": "Попробовать  атаковать снова"
      }
    ]
  },
  {
    "id": 141,
    "text": "Страж схватил одной рукой шею чудовища, а другую за острил как копье. Копье стало вращаться как дрель. Водяное существо просверлило на сквозь грудь демона, а потом выбросило мертвое тело в воду.",
    "answers": [
      {
        "id": 145,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 142,
    "text": "Демон набрал скорость для тарана, но страж его встретил щитом. \n\nСтраж отбил чудовище щитом. \n\nДемон громко упал, но он еще не мертв и не собирается убегать. Чудовище пытается прийти в себя чтобы напасть опять.\n\nНанести последний удар —",
    "answers": [
      {
        "id": 139,
        "text": "Булавой"
      },
      {
        "id": 140,
        "text": "Кувалдой"
      },
      {
        "id": 140,
        "text": "Топором"
      },
      {
        "id": 143,
        "text": "Кулаком"
      },
      {
        "id": 140,
        "text": "Щитом"
      },
      {
        "id": 140,
        "text": "Водяной струей"
      },
      {
        "id": 140,
        "text": "Тараном"
      }
    ]
  },
  {
    "id": 143,
    "text": "Страж ударил чудовище кулаком и схватил другой рукой за шею. \n\n(Вы попали в супер комбо чтобы получить особое добивание. Нужно три раза правильно ударить.)\n\nУдарить —",
    "answers": [
      {
        "id": 144,
        "text": "Булавой"
      },
      {
        "id": 144,
        "text": "Кувалдой"
      },
      {
        "id": 147,
        "text": "Топором"
      }
    ]
  },
  {
    "id": 144,
    "text": "Чудовище упало и готовиться бежать.",
    "answers": [
      {
        "id": 141,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 145,
        "text": "Отпустить"
      }
    ]
  },
  {
    "id": 145,
    "text": "Демон оказался повержен. Водяной страж проводил хранителя до леса. Там они разошлись. Водяной существо отправилось дремать в озеро, а хранитель отправился в лес. \n\nТот же лес. Тот же туман. Та же тропа...",
    "answers": [
      {
        "id": 110,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 146,
    "text": "Булава пробила голову демона.",
    "answers": [
      {
        "id": 149,
        "text": "Особое (ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 147,
    "text": "Топор вошел в плече демона.",
    "answers": [
      {
        "id": 144,
        "text": "Булавой"
      },
      {
        "id": 148,
        "text": "Кувалдой"
      },
      {
        "id": 144,
        "text": "Топором"
      }
    ]
  },
  {
    "id": 148,
    "text": "Кувалда проломила ребро демона.\n\nПродолжить —",
    "answers": [
      {
        "id": 146,
        "text": "Булавой"
      },
      {
        "id": 144,
        "text": "Кувалдой"
      },
      {
        "id": 144,
        "text": "Топором"
      }
    ]
  },
  {
    "id": 149,
    "text": "Страж заострил свои руки как копья и проткнул на сквозь демона. Поднял над своей головой и разорвал на две части. Оставшиеся два куска водяное существо выкинуло в озеро.",
    "answers": [
      {
        "id": 145,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 150,
    "text": "Любимое оружие индейцев.",
    "answers": [
      {
        "id": 165,
        "text": "Выйти из шатра"
      },
      {
        "id": 150,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31910/4P_vJ5kTPN0.jpg"
      }
    ]
  },
  {
    "id": 151,
    "text": "Лес поймал хранителя в свою тюрьму, тропинки запутывались как могли, заставляя блуждать вечно. \n\nНо тропинка сжалилась к хранителю и привела к лесному существу.\n\n—О хранитель, что привело тебя?",
    "answers": [
      {
        "id": 151,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828952/350ae/m_vtNKxq3hY.jpg"
      },
      {
        "id": 154,
        "text": "—Кто ты?"
      },
      {
        "id": 155,
        "text": "—Ты друг или враг?"
      },
      {
        "id": 156,
        "text": "—Как ты узнал кто я?"
      },
      {
        "id": 157,
        "text": "—Как найти выход?"
      },
      {
        "id": 158,
        "text": "—Ты знаешь, что-нибудь ценное?"
      },
      {
        "id": 87,
        "text": "—Оставить духа и пойти назад"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вам кажеться, что вы тут были. Уже ходили по этой извилистой тропинки.\n\nЛес шутит над вами.",
    "answers": [
      {
        "id": 87,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 153,
    "text": "Извилистая тропинка вела в туман, и в нем вдалеке светился маленький огонек.",
    "answers": [
      {
        "id": 88,
        "text": "Идти дальше"
      },
      {
        "id": 153,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31601/xPptWF8SYCQ.jpg"
      }
    ]
  },
  {
    "id": 154,
    "text": "–Я дух и страж леса.",
    "answers": [
      {
        "id": 151,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 155,
    "text": "–Ты Хранитель духов. И можешь стать повелителем духов. Конечно ты мой друг.",
    "answers": [
      {
        "id": 151,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 156,
    "text": "–Лес живой, и я связан с ним, и мы все видим и знаем.",
    "answers": [
      {
        "id": 151,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 157,
    "text": "–Тропинка 2 приведет к озеру. Тропинка 5 приведет на холмы.",
    "answers": [
      {
        "id": 151,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 158,
    "text": "И дух поведал секреты.\n\nСамое сильное оружие \"Посох Адэхи\"\nСамое сильный мушкет \"Мушкет убийцы\"\nХороший костюм \"Броня индейца\" или \"Колонизатора\"\n\nКомбо над озерным чудовищем.\nОбычное комбо — Кулак, Щит, Булава. СУПЕР КОМБО  — Кулак, Щит, Кулак. Особое (ДОБИВАНИЕ) — Топор, Кувалда, Булава.\n\nСамое сильное животное \"койот\". Вам откроется моментальное (ДОБИВАНИЕ).\n\n\nИмя главного героя Джеймс Диккенс. В сюжете оно есть.\n\nВаш брат  Виктор Диккес жив.\n\nКнига с элиментами- ( Рпг) компьютерной игры.  Писали для тех у кого комп тостер.\n\nВ книге запрятаны бомжи.\n\nЧасть 1— перед белкой, если пойти сразу к тюрьме.\nЧасть 2— В лесной чащи на тропинки 1.\nЧасть 3— В часовой башне в сундуке.\nЧасть 4— В лагере колонизации, если пойти к кораблям.\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 151,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 159,
    "text": "–Повелителю духов, служат все духи этой земли.",
    "answers": [
      {
        "id": 110,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 160,
    "text": "–Не каждый смог стать повелителем духов. Если сможешь, то духи стихий будут защищать тебя.",
    "answers": [
      {
        "id": 110,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 161,
    "text": "–Точно так, как и пришел сюда. На своей лошади. Ты пришел в поисках силы и мудрости. Я рассказал тебе о великой силе повелителя духов, призывай свою лошадь и скачи в мир живых.",
    "answers": [
      {
        "id": 162,
        "text": "Использовать (Силу животных)\nпризвать лошадь и отправиться в мир живых"
      }
    ]
  },
  {
    "id": 162,
    "text": "Вы покидаете мир духов...",
    "answers": [
      {
        "id": 163,
        "text": "Часть 3"
      }
    ]
  },
  {
    "id": 163,
    "text": "Хранитель очнулся в уютном шатре. Сколько он пробыл в отлючке неизвестно. \n\nВы слышите хаос и выстрелы, через шатер пролетела пуля. \n\nХранитель оказался в центре битвы. На индейцев напали испанцы… \n\nС улицы слышно выстрелы и крики. Рядом с хранителем лежит лук и томагавк. \n\nНужно, что-то взять в бой.",
    "answers": [
      {
        "id": 150,
        "text": "Традиционный индейский лук"
      },
      {
        "id": 164,
        "text": "Традиционный томагавк"
      }
    ]
  },
  {
    "id": 164,
    "text": "Традиционное оружие индейцев. Они всегда его с собой берут.",
    "answers": [
      {
        "id": 164,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31917/H5JQu_fhSlU.jpg"
      },
      {
        "id": 168,
        "text": "Выйти из шатра"
      }
    ]
  },
  {
    "id": 165,
    "text": "Хранитель вышел из шатра и увидел спину испанца. Испанец в пяти шагах в когото целится.",
    "answers": [
      {
        "id": 166,
        "text": "Убить стрелой "
      },
      {
        "id": 166,
        "text": "Использовать (Силу животного) Мыши. Тихо подойти и свернуть шею."
      }
    ]
  },
  {
    "id": 166,
    "text": "Вас увидел другой стрелок и он начал по вам стрелять.\n\nХранитель укрылся за бревном а потом убил стрелой стрелка. Его заметили другие стрелки.",
    "answers": [
      {
        "id": 167,
        "text": "Не жалеть стрел."
      },
      {
        "id": 167,
        "text": "Стрелять точнее"
      }
    ]
  },
  {
    "id": 167,
    "text": "Хранитель хорошо сражался пока не зачистел остальных стрелков. Индейцы тоже хорошо держались, хотя их не мало полегло. \n\nХранитель побежал к месту где рыбаки ловили рыбу  и увидел как испанцы окружили индейцев, наставляя на их шпаги.",
    "answers": [
      {
        "id": 169,
        "text": "Ворваться в круг с боем"
      },
      {
        "id": 170,
        "text": "Разрывать круг с дистанции"
      }
    ]
  },
  {
    "id": 168,
    "text": "Хранитель вышел из шатра и увидел спину испанца. Испанец в пяти шагах в когото целится.",
    "answers": [
      {
        "id": 178,
        "text": "Использовать (Силу животного) мыши. Тихо подойти и убить топором"
      },
      {
        "id": 178,
        "text": "Швырнуть топор в спину, а потом подойти и забрать"
      }
    ]
  },
  {
    "id": 169,
    "text": "Испанцы не ожидали такого поворота. Хранитель бежал к ним и убивал точными выстрелами. Индейцы воодушевились и начали прорываться с вами. Хранитель подбежал к испанцу и проткнул ему шею стрелой, а потом этой же стрелой выстрелил в другого солдата.",
    "answers": [
      {
        "id": 171,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 170,
    "text": "Хранитель целился метко, чтобы не задеть индейцев. Его стрелы стали поражать испанцев, и когда те обернулись, индейцы во спряли духом и перебили их.",
    "answers": [
      {
        "id": 171,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 171,
    "text": "Испанцы начинали отступать. \n\nХранитель оглянулся и увидел как к нему на черном коне скачет испанский главнокомандующий. \n\nИ так же увидел на земле лежачего Хонона. На него стрелок наставил свой мушкет.\n\nА в колчане осталась последняя стрела.",
    "answers": [
      {
        "id": 172,
        "text": "Убить главнокомандующего"
      },
      {
        "id": 173,
        "text": "Спасти Хонона "
      }
    ]
  },
  {
    "id": 172,
    "text": "Стрела попала прямиком между глаз. И главнокомандующий упал с коня. Оглянувшись Хонон уже истекал кровью. Вдруг из леса выскочили конные лучники. Это был Одэкота со своими охотниками. Они добили последних солдат.",
    "answers": [
      {
        "id": 174,
        "text": "Закончить битву"
      }
    ]
  },
  {
    "id": 173,
    "text": "Стрела попала прямиком между глаз.  Вдруг из леса выскочили конные лучники. Это был Одэкота со своими охотниками. Они добили последних солдат.",
    "answers": [
      {
        "id": 177,
        "text": "Закончить битву"
      }
    ]
  },
  {
    "id": 174,
    "text": "После битвы долгое время лагерь еще восстанавливали. Хранитель остался помочь индейцам. Он заботился о раненых с Евоти. За это время они стали друзьями. Через пару дней, когда восстановили лагерь, хранитель зашел в шатер к Одэкоте поговорить о их сделке. \n\nОдэкота сдержал свое слово. \n\n–Слушай хранитель меня. Все ответы ты сможешь найти в часовой башне в Нью-Кей. Когда ваше судно потонула, выжившие отправились в город. Когда они поняли, что он захвачен пиратами, забаррикадировались в часовой башне и пару дней держали оборону. \n–И что я там найду? \n–Духи укажут тебя путь. Я даю тебе походную сумку, с испанскими монетами и испанским пистолетом. Береги этот пистолет на крайний момент. Он спасет тебе жизнь. \nИ я тебе предлагаю топор воина.",
    "answers": [
      {
        "id": 175,
        "text": "Забрать топор воина"
      },
      {
        "id": 174,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 175,
    "text": "Любимое оружие индейца.",
    "answers": [
      {
        "id": 175,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/318fe/aw6EOTqcIxQ.jpg"
      },
      {
        "id": 176,
        "text": "Собраться и отправиться в путь."
      }
    ]
  },
  {
    "id": 176,
    "text": "Индейцы указали путь в город и хранитель отправился на поиски капитана. Перед выходом он поправил индейский костюм и сумку. \n \nОн шел по спокойной тропе и слушал звуки природы. Он шел, через знакомый лес и вспоминал когда первый раз бежал в лохмотьях в Нью-Кей. \n\nОн подошел к знакомому месту. Недалеко от него он освободил ласку. И он задумался, сходить к тому месту или пойти дальше...",
    "answers": [
      {
        "id": 190,
        "text": "Сходить к тому месту"
      },
      {
        "id": 191,
        "text": "Пойти дальше"
      },
      {
        "id": 176,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32be2/7WC56iJLtT8.jpg"
      }
    ]
  },
  {
    "id": 177,
    "text": "После битвы долгое время лагерь еще восстанавливали. Хранитель остался помогать индейцам. Он заботился о раненных с Евоти. За это время они стали друзьями. Через пару дней, когда восстановили лагерь, хранитель зашел в шатер к Одэкоте поговорить о их сделке. \nОдэкота сдержал свое слово. \n\n–Слушай хранитель меня. Все  ответы ты сможешь найти в часовой башне в Нью-Кей. Когда ваше судно потонуло, выжившие отправились в город. Когда они поняли, что он захвачен пиратами,  забаррикадировались в часовой башне и пару дней держали оборону. \n–И что я там найду? \n–Духи укажут тебе путь. \nЯ даю тебе походную сумку, с испанскими монетами и испанским пистолетом. Береги этот пистолет на крайний момент. Он спасет тебе жизнь. И я тебе предлагаю топор воина.\n\nВ шатер зашел Хонон. \n\n–Ты спас мне жизнь, можешь взять мой томагавк.",
    "answers": [
      {
        "id": 175,
        "text": "Топор воина"
      },
      {
        "id": 179,
        "text": "Томагавк Хонона "
      },
      {
        "id": 177,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 178,
    "text": "Рядом с убитым оказался еще один стрелок . Он увидел хранителя и уже приготовил свою шпагу.",
    "answers": [
      {
        "id": 180,
        "text": "Сократить дистанцию и атаковать "
      },
      {
        "id": 180,
        "text": "Швырнуть топор "
      }
    ]
  },
  {
    "id": 179,
    "text": "Этот томагавк убил людей больше, чем чикотила.",
    "answers": [
      {
        "id": 179,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31909/yrHTxl-doas.jpg"
      },
      {
        "id": 176,
        "text": "Собраться и отправиться в путь"
      }
    ]
  },
  {
    "id": 180,
    "text": "Испанец оказался ловким, но вы его ранили и он упал.",
    "answers": [
      {
        "id": 181,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 182,
        "text": "Бежать дальше "
      }
    ]
  },
  {
    "id": 181,
    "text": "Хранитель выбил шпагу из рук, и нанес три удара в голову. После такого, он уже не когда не встанет.",
    "answers": [
      {
        "id": 182,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 182,
    "text": "Хранитель побежал на правый фланг помогать индейцам. Он постоянно сокращал дистанцию и наносил смертельные удары. Он присоединился к индейцам в битву и вместе они справились с правым флангом. \n\nУцелевшие и Хранитель видели, что других индейцев окружают в кольцо.\n\nВы находитесь по среди трупов испанцев, а они ждут вашу команду.",
    "answers": [
      {
        "id": 183,
        "text": "Подобрать испанские мушкеты с трупов, и разорвать кольцо с дистанции"
      },
      {
        "id": 184,
        "text": "Разорвать кольцо с помощью оружия и сокращения дистанции"
      }
    ]
  },
  {
    "id": 183,
    "text": "Прекрасное оружие для войны. Удобное и точное.",
    "answers": [
      {
        "id": 183,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3191f/lB2pFrjXH70.jpg"
      },
      {
        "id": 185,
        "text": "Стрелять по испанцем"
      }
    ]
  },
  {
    "id": 184,
    "text": "Хранитель повел индейцев в ближний бой. Испанцы не ожидали такого поворота. Те кто были в кольце во спряли духом. Испанцы оказались зажаты с двух сторон.",
    "answers": [
      {
        "id": 187,
        "text": "Дожимать испанцев"
      },
      {
        "id": 187,
        "text": "Выматывать испанцев"
      }
    ]
  },
  {
    "id": 185,
    "text": "Хранитель и индейцы целились метко, чтобы не задеть своих. Их пули стали поражать испанцев, и когда те заметили кто стреляет, они отвлеклись, индейцы во спряли духом и перебили испанцев.\n\nХранитель подошел к раненому стрелку.",
    "answers": [
      {
        "id": 186,
        "text": "(ДОБИТЬ) с испанского мушкета"
      },
      {
        "id": 187,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 186,
    "text": "Хранитель направил дуло мушкета вплотную к голове солдата. С нажатием курка, голова испанца разлетелась.",
    "answers": [
      {
        "id": 187,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 187,
    "text": "Индейцы и хранитель добивали последних, но был еще один фланг. Хранитель огляделся и увидел в одной стороне главнокомандующего испанцев, а в другой раненного Хонона. \n\nНа Хонона навели мушкет...",
    "answers": [
      {
        "id": 188,
        "text": "Решить исход битвы, убить главнокомандующего"
      },
      {
        "id": 189,
        "text": "Спасти Хонона "
      }
    ]
  },
  {
    "id": 188,
    "text": "Хранитель кинул топор в главнокомандующего и тот упал с коня. Оглянувшись Хонон уже истекал кровью. Вдруг из леса выскочили конные лучники. Это был Одэкота со своими охотниками. Они добили последних солдат.",
    "answers": [
      {
        "id": 174,
        "text": "Закончить битву"
      }
    ]
  },
  {
    "id": 189,
    "text": "Топор хранителя поразил стрелка. Это дало время собраться Хонону. Он схватил свой томагавк и добил испанца. \nГлавнокомандующий не успел к вам подбежать. Он упал с коня от стрелы Одэкоты. Он вел своих охотников в бой из леса. Испанцы были разгромлены.",
    "answers": [
      {
        "id": 177,
        "text": "Закончить битву"
      }
    ]
  },
  {
    "id": 190,
    "text": "Подходя к тому месту он вспомнил, что там оставались трупы пиратов, но это не останавливало его. \n\nПодойдя ближе, он услышал пиратов. \nОн подошел к ним с помощью\n(Силы животных) мыши и увидел троих пиратов.",
    "answers": [
      {
        "id": 192,
        "text": "Напасть"
      },
      {
        "id": 191,
        "text": "Уйти с помощью (Силы животных) мыши."
      }
    ]
  },
  {
    "id": 191,
    "text": "Подготовившись хранитель вышел из леса. Впереди был Нью-Кей. К удивлению, стражников не оказалось, но замок висел. С помощью (Силы животного) ласки, он отворил замок и вошел внутрь. До часовой башни, можно дойти только через рынок. \n\nУ вас есть испанские монеты, можно что-то купить.",
    "answers": [
      {
        "id": 199,
        "text": "Идти на рынок"
      },
      {
        "id": 200,
        "text": "открыть сумку "
      }
    ]
  },
  {
    "id": 192,
    "text": "Хранитель застал их в врасплох. Он выскочил из кустов и в прыжке убил первого пирата. Во второго он кинул топор. Третий успел достать пистолет и выстрелить, но он промахнулся, а хранитель достал топор с мертвого пирата и нанес удар в голову третьему. \n\nНа выстрел стали бежать еще пираты.",
    "answers": [
      {
        "id": 193,
        "text": "Осмотреть тела"
      },
      {
        "id": 191,
        "text": "убежать "
      }
    ]
  },
  {
    "id": 193,
    "text": "При осмотре вы нашли три пиратских мушкета. С таким оружем в город не впустят.",
    "answers": [
      {
        "id": 194,
        "text": "Пиратский мушкет"
      }
    ]
  },
  {
    "id": 194,
    "text": "Ну все... С таким оружием можно становиться бандитом...\n\n(Три пиратских мушкета — Это убойно)",
    "answers": [
      {
        "id": 194,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31931/Tbu7N86yDvw.jpg"
      },
      {
        "id": 195,
        "text": "Стрелять по пиратам"
      }
    ]
  },
  {
    "id": 195,
    "text": "Хранитель открыл огонь. Двое показавшихся пирата получили по пули. Хранитель сразу заменил два пустых мушкета на их. Со спины выбежало еще двое, вооружённых блестящими шпагами.",
    "answers": [
      {
        "id": 196,
        "text": "Стрелять с мушкетов"
      },
      {
        "id": 197,
        "text": "Сменить оружие "
      }
    ]
  },
  {
    "id": 196,
    "text": "Хранитель всадил каждому по пули в лоб. Но за ними выбежал еще и третий пират. Хранитель увернулся от его шпаги и ударил пирата прикладом.",
    "answers": [
      {
        "id": 198,
        "text": "(ДОБИТЬ) с пиратского мушкета"
      },
      {
        "id": 191,
        "text": "Уйти "
      }
    ]
  },
  {
    "id": 197,
    "text": "Хранитель сменил оружие мушкет на индейский топор. Он убил одного ударов в шею, и швырнул в голову другому. Но за ними выбежал еще и третий пират. Хранитель быстро кувыркнулся к своему томагавку и швырнул его в ногу третьему.",
    "answers": [
      {
        "id": 198,
        "text": "(ДОБИТЬ) с пиратского мушкета"
      },
      {
        "id": 201,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 191,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 198,
    "text": "Хранитель засунул дуло пиратского мушкета в рот, и нажал на курок. У пирата появилась дырищи на затылке. Когда его найдут то подумают, что это был картель!!!",
    "answers": [
      {
        "id": 191,
        "text": "Уйти "
      }
    ]
  },
  {
    "id": 199,
    "text": "Рынок шумел. Казалось, что хранитель оказался в муравейнике. Каждый, что-то делал. Людей было столько, что не протолкнуться. Часовую башню, хорошо было видно.\n\nМожет что-то купить?",
    "answers": [
      {
        "id": 199,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638824/v638824148/3b708/_3Os1oGCx6k.jpg"
      },
      {
        "id": 204,
        "text": "Торговец одеждой"
      },
      {
        "id": 205,
        "text": "Торговец оружием"
      },
      {
        "id": 206,
        "text": "Заглянуть в переулок"
      },
      {
        "id": 209,
        "text": "Идти к часовой башне"
      }
    ]
  },
  {
    "id": 200,
    "text": "В сумке лежал испанский пистолет. \n30 испанских монет. \nИ как оказалось 30 английских монет. (Скорей всего с нашего судна)",
    "answers": [
      {
        "id": 202,
        "text": "Осмотреть пистолет"
      },
      {
        "id": 203,
        "text": "Осмотреть монеты"
      },
      {
        "id": 199,
        "text": "Закрыть сумку и идти на рынок"
      }
    ]
  },
  {
    "id": 201,
    "text": "С удара ноги в живот, хранитель повалил пирата. А дальше провел сильный удар в голову и расколол ее.",
    "answers": [
      {
        "id": 191,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 202,
    "text": "Испания отличаеться своим стилем.",
    "answers": [
      {
        "id": 202,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31938/KnjFKgZqTd8.jpg"
      },
      {
        "id": 200,
        "text": "Окончить осматривать "
      }
    ]
  },
  {
    "id": 203,
    "text": "Монеты блестят",
    "answers": [
      {
        "id": 200,
        "text": "отставить монеты"
      },
      {
        "id": 203,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31946/e_3Zh3I26bs.jpg"
      }
    ]
  },
  {
    "id": 204,
    "text": "Торговец торгует хламом.\n\nВаш традиционый индейский наряд выглядит более лучше.",
    "answers": [
      {
        "id": 199,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 205,
    "text": "Испанский торговец, торгует отличными штуками.\n-Пистолеты торговца\n-Пиратский мушкет\n-Испанский пистолет\n-Испанский мушкет \n-Пистолет скитальца\n-Пистолет адмирала\n-Пистолет охотника за головами\nХранителю понравился пистолет адмирала, но он дорого стоит. Торговец предлагает вам отдать все деньги и испанский пистолет.\n \nИли испанский пистолет и 15 испанских монет на пистолет охотника за головами.",
    "answers": [
      {
        "id": 208,
        "text": "Купить пистолет адмирала"
      },
      {
        "id": 210,
        "text": "Купить пистолет охотника за головами."
      },
      {
        "id": 199,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 206,
    "text": "Вы видите как пираты пресуют торговца одеждой",
    "answers": [
      {
        "id": 327,
        "text": "Вмешаться "
      },
      {
        "id": 199,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 207,
    "text": "Хранитель успешно ушел с рынка и отправился к часовой башне. Вся стража начала сбегаться к рынку, чтобы навести порядок. Хранитель спокойно зашел в часовую башню. Перед ним оказался длинный коридор с дверью направо и лестницей вверх.",
    "answers": [
      {
        "id": 212,
        "text": "Осмотреть коридор"
      },
      {
        "id": 213,
        "text": "Осмотреть комноту справо"
      },
      {
        "id": 214,
        "text": "Идти по лестнице."
      }
    ]
  },
  {
    "id": 208,
    "text": "Лучший пистолет, который вы можете найти в этих землях.",
    "answers": [
      {
        "id": 208,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3193f/2aQPmFqLR4s.jpg"
      },
      {
        "id": 209,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 209,
    "text": "Хранитель не успел отойти как на рынке появилась орда вооруженных людей до зубов. Народ сразу расступился, создав свободный проход. В этом проходе шел здоровенный бородатый бугай в черной треуголке с белым черепом, держа клетку с орлом.  На его плече сидела злобная ворона. Он был воплощение дьявола, и походу это именно тот пират который держит Нью-Кей в своем кулаке.",
    "answers": [
      {
        "id": 207,
        "text": "Живо уходить с рынка"
      },
      {
        "id": 211,
        "text": "устроить диверсию с помощью (Силы животного) ласки."
      }
    ]
  },
  {
    "id": 210,
    "text": "Пистолет для настоящего убийцы.",
    "answers": [
      {
        "id": 210,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3194d/hqoZkOhXjfU.jpg"
      },
      {
        "id": 209,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 211,
    "text": "В обоих руках появились маленькие синенькие шарики. Их было много, и они тускло светились. Хранитель отправил шарики по замкам с животными, а сам начал уходить с рынка. \n\nЗвери стали сбегать, и крошить все подряд. Опять перевернули цыганскую телегу с вином, и на нее слетелись все алкаши. Бабка из своей сумки достала пистолеты торговцев, и начала стрелять по зверям. Бомжи утянули в переулок пустую телегу.",
    "answers": [
      {
        "id": 207,
        "text": "Уйти с рынка"
      }
    ]
  },
  {
    "id": 212,
    "text": "Коридор весь в дырках от пуль.\n\nПоходу тут было жарко...",
    "answers": [
      {
        "id": 207,
        "text": "Перестать осматриваться"
      }
    ]
  },
  {
    "id": 213,
    "text": "В комнате стоит, стол для письма, сундук и шкаф. \n\nКниги расбросаны по всей комнате...",
    "answers": [
      {
        "id": 215,
        "text": "Заглянуть в шкаф"
      },
      {
        "id": 216,
        "text": "Заглянуть в сундук"
      },
      {
        "id": 217,
        "text": "Осмотреться"
      },
      {
        "id": 207,
        "text": "Выйти из комнаты"
      },
      {
        "id": 213,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bc6/h2pc6Dg6zgE.jpg"
      }
    ]
  },
  {
    "id": 214,
    "text": "Хранитель поднялся на самый верхний этаж. Это башня называется часовой, потому что с нее всегда наблюдала стража за городом. Этаж был забитый ящиками с прогнившими деревянными стенами.",
    "answers": [
      {
        "id": 218,
        "text": "Осмотреть этаж "
      },
      {
        "id": 219,
        "text": "Осмотреть ящики"
      }
    ]
  },
  {
    "id": 215,
    "text": "В шкафу весят пять пар штанов.",
    "answers": [
      {
        "id": 213,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 216,
    "text": "В сундуке сидят два бомжа. \n\nИнтересно, что они тут делают? Скорей всего играют в прятки, не будем им мешать.",
    "answers": [
      {
        "id": 213,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 217,
    "text": "Комната как после разгрома.",
    "answers": [
      {
        "id": 213,
        "text": "Перестать осматриваться"
      }
    ]
  },
  {
    "id": 218,
    "text": "На стене написано послание и нарисован английский флаг. \n\n(Всех не перебить) \n\n–Значит наши  здесь были.",
    "answers": [
      {
        "id": 214,
        "text": "Смотреть дальше"
      }
    ]
  },
  {
    "id": 219,
    "text": "За ящиком был сверток бумаги. Хранитель отодвинул ящик и подобрал сверток. Он развернул его и удивился. Это была карта местности. На карте был крестик недалеко от лагеря индейцев. \n\nСнизу слышно голоса и шаги незванных гостей.",
    "answers": [
      {
        "id": 220,
        "text": "Кинуть ящик "
      },
      {
        "id": 221,
        "text": "Встать за дверью, и атаковать не ожиданно"
      }
    ]
  },
  {
    "id": 220,
    "text": "В комнату ворвались двое пиратов, и сразу же поймали летающий ящик.\nЯщик сбил их с ног. Хранитель подошел к первому и нанес сильный удар томагавком. \nА второго –",
    "answers": [
      {
        "id": 222,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 223,
        "text": "Спустить с лестницы"
      }
    ]
  },
  {
    "id": 221,
    "text": "Пираты ворвались в комнату и не увидели хранителя за дверью. Ближащего к себе он оглушил рукояткой топора, а второму на нес сильный удар в прыжке.\n\nПервый медленно подымался на ноги.",
    "answers": [
      {
        "id": 222,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 223,
        "text": "Спустить по лестници"
      }
    ]
  },
  {
    "id": 222,
    "text": "Хранитель ударил три раза в голову топором и с помощью удара ноги, отправил мертвое тело на первый этаж через лестницу.",
    "answers": [
      {
        "id": 224,
        "text": "Бежать с часовой башни"
      }
    ]
  },
  {
    "id": 223,
    "text": "Хранитель ударом ноги спустил по лестнице пирата на первый этаж.",
    "answers": [
      {
        "id": 224,
        "text": "бежать с часовой башни"
      }
    ]
  },
  {
    "id": 224,
    "text": "Хранитель кинулся бежать к выходу, но в дверном проеме появился здоровенный пират. Он встретил хранителя кулаком в челюсть. Хранитель даже не успел осмотреть его, как отлетел к самой стене. \n\nИз дверного проема вышел тот пират дьявол.",
    "answers": [
      {
        "id": 225,
        "text": "Посмотреть на него "
      }
    ]
  },
  {
    "id": 225,
    "text": "—Добрый день англичанин. Как тебе мои пушки? За пару минут мы потопили ваш корабль, а вы даже и не поняли откуда стреляют. \n—Я тебя завалю! \n—Не думаю. Ты оглянись вокруг, ты лежишь, а я стаю над тобой. \n\nВ комнату вбежали пираты с мушкетами. \n\n—Как тебе мои ребята? Что скажет наш англичанин, когда его нафаршируем пулями и сбросим с этой башни. Скажи мне, где мой тотем? \n—Какой твой тотем? \n—Тот который был у тебя на судне. Тот который ты все время держал в руках. Где он? \n—Его забрал шаман в мир духов. \n—Адэхи... Твой капитан оказался очень быстрым, и я не успел его пристрелить. Но ты здесь. Ты задумывался, почему я все о тебе знаю? Что скажешь Джеймс?\n\nВоспоминания... они одновременно и есть и нет.",
    "answers": [
      {
        "id": 226,
        "text": "Пытаться, что-то вспомнить "
      },
      {
        "id": 225,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bdb/yKwE9wYMHdQ.jpg"
      }
    ]
  },
  {
    "id": 226,
    "text": "Пират называет имя Джеймс...\n\nОн назвал имя, но хранитель не помнит его. Только мелкие фрагменты памяти. Они пытаются собраться в единое целое.\n\n Хранитель молчал, а пират говорил. \n\n–Разве ты мог забыть свое имя? Джеймс? \n\nВ голове у хранителя быстро проматываются картинки воспоминаний. Он что-то вспоминает. \nДжеймс… \nА Джеймс… \nДжеймс…",
    "answers": [
      {
        "id": 227,
        "text": "Воспоминания "
      },
      {
        "id": 226,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bdb/yKwE9wYMHdQ.jpg"
      }
    ]
  },
  {
    "id": 227,
    "text": "И хранитель сказал. \n\n–Джеймс Диккенс… \n–Ты все вспомнил. \n\nВ комнату забежал еще один пират, похожий на гонца. Капитан Диккенс, колонизаторы на севере хорошо укрепились. И в этот момент Хранитель все вспомнил. \n\n–Брат??? Это ты? \n\nШла пауза тишины...\n\n–Да Джеймс, мальчик мой. Ты тоже стал хранителем, неожиданный поворот. Тотем призвал меня первым. Я по началу защищал эти земли, заботился о них. Но никому нет до них дела!!!\n–Что с тобой случилось. Я знал своего брата Виктора Диккенса, но ты не он. \n–Да, воплоти. Я уже не Виктор Диккенс. Теперь меня называют Капитан Диккенс сын морского дьявола. Ха-ха-ха…",
    "answers": [
      {
        "id": 228,
        "text": "Спросить брата опять"
      },
      {
        "id": 227,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bdb/yKwE9wYMHdQ.jpg"
      }
    ]
  },
  {
    "id": 228,
    "text": "—Что с тобой случилось? \n—То, что должно было случиться. Та неизбежность, как твоя смерть. \n—Ты постарел, отрастил длинную бороду. Стал нести сплошное разрушение. \n—У всех своя судьба. Ха-ха-ха \nКолонизаторы готовятся истребить индейцев. Я готовлюсь обрести новую силу и власть. \n—Я тебя остановлю…",
    "answers": [
      {
        "id": 229,
        "text": "Достать пистолет "
      },
      {
        "id": 228,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bdb/yKwE9wYMHdQ.jpg"
      }
    ]
  },
  {
    "id": 229,
    "text": "Хранитель достал пистолет,  и направил на брата.\n\nПираты стоят и ждут команды.\n\nВаша собака дает о себе знать \n(Сила жиаотного) стрелка показывает на три цели. \n\nВ комнату влетела ворона и села на плече капитана Диккенса. Стрелка указывает на нее.\nА так же стрелка указывает на клетку с орлом. ( Капитан Диккенс носит его всегда с собой как трофей)\nИ еще стрелка указывает на стену. Как будто там кто-то есть.\n\n\nНо кто может быть в башне?",
    "answers": [
      {
        "id": 230,
        "text": "Выстрелить в капитана"
      },
      {
        "id": 231,
        "text": "Выстрелить в стену"
      }
    ]
  },
  {
    "id": 230,
    "text": "Хранитель навел пистолет на Капитана Диккенса, но курок не мог нажать. Хранитель смотрел в желтый огонь в глазах капитана, и его рука тряслась. \n\nПистолет начинал тяжелеть. Нужно уже нажимать курок, а иначе он вообще выпадет из рук. \n\nРука хранителя тряслась, но он все ровно выстрелил. Пуля не попала в капитана, а попала в клетку с орлом. Пуля пробила замочную скважину, и птица вылетела в окно. \n\n–Ты потратил свою пулю зря. \n\nНа теле хранителя появился рисунок орла.",
    "answers": [
      {
        "id": 232,
        "text": "Вы открыли \"орла\" (Силу животного)"
      }
    ]
  },
  {
    "id": 231,
    "text": "Капитан Диккенс ждал когда вы выстрелите в него. Но хранитель повернул пистолет на стену и нажал на курок. \n\nОтличный пистолет – такую дыру в стене не каждый мушкет может проделать.\nПират Диккенс начал злобно смеяться. Ха-ха-ха-ха \n\n—Вот это был выстрел. Вы посмотрите. \n\nНо из стены вылетели стая летучих мышей. Пираты с перепугу стали стрелять во все стороны, оставляя след дыма с мушкета. \n\nНа вашем теле появился рисунок летучий мыши.",
    "answers": [
      {
        "id": 241,
        "text": "Вы открыли \"летучую мышь\"\n(Силу животных)"
      }
    ]
  },
  {
    "id": 232,
    "text": "Эта птица научит вас правильно падать.\n(Сила животного) не даст вам разбиться.\nВсегда укажет вам мягкое падение.",
    "answers": [
      {
        "id": 232,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3197c/p7OzJazjztA.jpg"
      },
      {
        "id": 233,
        "text": "Использовать (Силу животного) орла"
      }
    ]
  },
  {
    "id": 233,
    "text": "Это можно назвать безумием. Но хранитель слышал голос орла, манящий за собой. Пираты навели мушкеты и ждут команды. \n\nХранитель встал и начал бежать к окну. \n\nКапитан Диккенс кричал.\n \n–Огонь! \n\nПули пролетали над головой хранителя, не попадая в него. Он бежал прямо в окно, набирая скорость для прыжка. Жители Нью-Кей видели как человек выпрыгнул из верхнего этажа часовой башни. Хранитель выпрыгнул из окна и летел в самый низ, как пикирующий орел. Он упал прямиком в сено, из-за чего остался жив. \n \nКогда он воспользовался \n(силой животного) он видел маленький путь, по которому ему нужно двигаться. Этот путь укажет с любой высоты на безопасное место. Хранитель понимал, что из города было не выбраться через ворота, и он воспользовался подземным ходом. \nКогда он выбрался из города то отправился к метке на карте. Метка не далеко от индейцев, а они если что, могут помочь.",
    "answers": [
      {
        "id": 235,
        "text": "Идти по карте в лес"
      },
      {
        "id": 233,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32be9/WjawaPIpTBo.jpg"
      }
    ]
  },
  {
    "id": 234,
    "text": "Хранитель отправился в сторону метки, через лес. Кроме голых кулаков и сил животных у него нечего не было. Он вышел из леса и уткнулся в неприступную башню, стоящую по среди озера. Он видел часовых на башне. \n\n–У них хороший обзор, если я начну переплывать, то попаду под огонь.\n\nСлева по берегу оказалась лодка. Двое пиратов грузились и готовились на переправку. \n\nПоходу это единственный шанс.",
    "answers": []
  },
  {
    "id": 235,
    "text": "Карта вела в тот же знакомый лес. \n\nЛес - сказочный уголок живой природы.",
    "answers": [
      {
        "id": 236,
        "text": "Идти дальше по карте"
      },
      {
        "id": 237,
        "text": "Осмотреться"
      },
      {
        "id": 235,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32be2/7WC56iJLtT8.jpg"
      }
    ]
  },
  {
    "id": 236,
    "text": "Карта привела к озеру, а посреди озера стояла башня. Хранитель взял лодку и переправился к ней. Зашел внутрь он увидел двух мертвых пиратов. \n\nПри обыске вы обнаружил  разное оружие.\n\nЧто взять —",
    "answers": [
      {
        "id": 238,
        "text": "Пиратская сабля"
      },
      {
        "id": 239,
        "text": "Шпага стражников"
      },
      {
        "id": 236,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bf7/TYnfKIMMsXc.jpg"
      }
    ]
  },
  {
    "id": 237,
    "text": "Сквозь густую крону деревьев пробиваются золотистые лучи солнца, а аромат трав и цветов заглушает все остальные запахи.",
    "answers": [
      {
        "id": 235,
        "text": "Прекратить осмотр"
      }
    ]
  },
  {
    "id": 238,
    "text": "Прям как у Аладина...\n\nЛюбимое оружие пиратов",
    "answers": [
      {
        "id": 238,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31b60/OLrnerXOzCs.jpg"
      },
      {
        "id": 240,
        "text": "Осматривать дальше тела"
      }
    ]
  },
  {
    "id": 239,
    "text": "Удобная и изящная...\n\n",
    "answers": [
      {
        "id": 239,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31b67/GOYDZ3SViyM.jpg"
      },
      {
        "id": 240,
        "text": "Осматривать дальше тела"
      }
    ]
  },
  {
    "id": 240,
    "text": "Хранитель больше нечего не обнаружил, он взял оружие и зашел внутрь. Внутри была спиральная лестница в верх. Он начал подниматься и на встречу ему вышли двое человек в черных мантиях. \n\nХранитель попробовал рубануть блажащего, но тот отбил его удар. Затем эти воин в мантии перепрыгнул хранителя. И Хранитель оказался окружен с двух сторон. Два клинка стали  приближаться, один в спину, другой в лицо.",
    "answers": [
      {
        "id": 267,
        "text": "Защитить лицо"
      },
      {
        "id": 267,
        "text": "Защитить спину"
      },
      {
        "id": 269,
        "text": "Совершить взмах на 180 градусов."
      }
    ]
  },
  {
    "id": 241,
    "text": "В ваших руках сила страха. \n\nСпособность (Силы животных) летучий мыши, это страх.",
    "answers": [
      {
        "id": 242,
        "text": "Использовать (Силу животных)\nЛетучую мышь"
      },
      {
        "id": 241,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31c82/TE5SDZ8QkZc.jpg"
      }
    ]
  },
  {
    "id": 242,
    "text": "Хранитель направил ладонь на пиратов, и из ладони выхлестнула вспышка синего цвета. \n\nПираты, которые увидели вспышку страха, впали в панику. Кроме Капитана Диккенса. В его дьявольский взгляд, не проникла ниодна капля страха. \n\nЭто момент, чтобы бежать. С капитаном Диккенсом вы не справитесь, его стоит обойти…",
    "answers": [
      {
        "id": 243,
        "text": "Кинуть в Диккенса ящик и пробежать"
      },
      {
        "id": 244,
        "text": "Разбежаться в пирата и протаранить им стену, ту из которой вылетели мыши."
      }
    ]
  },
  {
    "id": 243,
    "text": "Диккенс встретил ящик своим кулаком, и ящик разлетелся в дребезги. Хранитель попытался пробежать, но Брат его схватил и швырнул об стену. \n\nХранитель оказался на балконе часовой башни.",
    "answers": [
      {
        "id": 245,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 244,
    "text": "Хранитель набрал скорость в пирата стрелка, и с помощью его выбил стену на балкон. \n\nХранитель оказался на балконе часовой башни.",
    "answers": [
      {
        "id": 245,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 245,
    "text": "Времени было мало, хранитель осмотрелся и увидел смотанную веревку, привязанную к балкону. Хранитель обвязал себе пояс и прыгнул вниз. \n\nОн стал спускаться рывками по стене. \nОн спускался под пулями пиратов стреляющих с балкона. \nКогда он оказался внизу, то кинулся бежать из города через подземный проход. Одна пиратская пуля задела его плечо, но до леса (сила животного) оленя исцелила его, и ему остается идти по карте.",
    "answers": [
      {
        "id": 246,
        "text": "Идти по карте через лес"
      }
    ]
  },
  {
    "id": 246,
    "text": "Карта вела в тот же знакомый лес. \n\nЛес - сказочный уголок живой природы.",
    "answers": [
      {
        "id": 247,
        "text": "Идти дальше"
      },
      {
        "id": 248,
        "text": "Осмотреться"
      },
      {
        "id": 246,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32be2/7WC56iJLtT8.jpg"
      }
    ]
  },
  {
    "id": 247,
    "text": "Карта привела к озеру, а посреди озера стояла башня. Хранитель взял лодку и переправился к ней. Зашел внутрь он увидел двух мертвых пиратов. \nПри обыске он  обнаружил  оружия\n\nВы решил взять—",
    "answers": [
      {
        "id": 249,
        "text": "Пиратская сабля"
      },
      {
        "id": 250,
        "text": "Шпага стражника"
      },
      {
        "id": 247,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bf7/TYnfKIMMsXc.jpg"
      }
    ]
  },
  {
    "id": 248,
    "text": "Сквозь густую крону деревьев пробиваются золотистые лучи солнца, а аромат трав и цветов заглушает все остальные запахи хранителю.",
    "answers": [
      {
        "id": 246,
        "text": "Прекратить осмотр"
      }
    ]
  },
  {
    "id": 249,
    "text": "Прям как у Аладина...\nЛюбимое оружие пиратов",
    "answers": [
      {
        "id": 251,
        "text": "Продолжить осматривать тела"
      },
      {
        "id": 249,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31b60/OLrnerXOzCs.jpg"
      }
    ]
  },
  {
    "id": 250,
    "text": "Удобная и изящная",
    "answers": [
      {
        "id": 251,
        "text": "Продолжить осматривать тела"
      },
      {
        "id": 250,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31b67/GOYDZ3SViyM.jpg"
      }
    ]
  },
  {
    "id": 251,
    "text": "Хранитель больше не чего не обнаружил, он взял оружие и зашел внутрь. Внутри была спиральная лестница вверх. Он начал подниматься и на встречу ему вышли два воина в черных мантиях. \nХранитель попробовал рубануть блажащего, но тот отбил его удар, а затем перепрыгнул хранителя. \n\nХранитель оказался окружен с двух сторон. Два клинка стали приближаться, один в спину, другой в лицо.",
    "answers": [
      {
        "id": 252,
        "text": "Защитить лицо"
      },
      {
        "id": 252,
        "text": "Защитить спину"
      },
      {
        "id": 254,
        "text": "Использовать (Силу животного) \nстрах летучи й мыши."
      }
    ]
  },
  {
    "id": 252,
    "text": "хранитель выбил клинок и нанес фатальный удар, воин пал. Другой воин пошел в атаку пытаясь заколоть хранителя, но он выбил клинок и оглушил рукояткой.",
    "answers": [
      {
        "id": 253,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 255,
        "text": "Спустить ударом ноги со спиральной лестницы"
      }
    ]
  },
  {
    "id": 253,
    "text": "Хранитель сделал взмах над своей головой на 180 градусов, и срубил голову воину. Голова полетела в низ.",
    "answers": [
      {
        "id": 255,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 254,
    "text": "Воины впали в панику и выбросили клинки.",
    "answers": [
      {
        "id": 256,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 255,
        "text": "Спустить ударом ноги со спиральной лестницы"
      }
    ]
  },
  {
    "id": 255,
    "text": "Как только хранитель разобрался с теми воинами. Он поднялся на самый верх. Он оказался в комнате со всяким хламом. \n\n -И что я тут могу найти. \n\nНо на глаза попался тотем. Тотем лежал на столе и светился синим свечением, и на нем вырисовывался символ. \n \n(Вы нашли тот самый тотем, который призвал вас. Походу его нашел кто-то из вашего экипажа и носил с собой) \n\nВ комнату ворвалась десять воинов в черных мантиях. Они приготовили свои клинки к бою. И еще в комнату вбежали двое стрелка в черных мантиях. \n\nИх слишком много…",
    "answers": [
      {
        "id": 257,
        "text": "Использовать (Силу животного) страх летучий мыши"
      }
    ]
  },
  {
    "id": 256,
    "text": "Хранитель сделал взмах над своей головой на 180 градусов, и воины потеряли свои головы. Две головы полетели в низ.",
    "answers": [
      {
        "id": 255,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 257,
    "text": "Хранитель ослепил страхом врагов и кинулся в бой. Как цепная молния он подбегал и наносил смертельный удар. Пока двенадцать человек не упали на пол. \n\nУ этих ребят особые мушкеты...",
    "answers": [
      {
        "id": 258,
        "text": "Взять мушкет убийцы"
      },
      {
        "id": 259,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 258,
    "text": "мушкет (Убийцы)\n\nДвухствольная машина смерти...\n\nЧерная мантия, черный мушкет, черная шпага. Снаряжение настоящего убийцы.",
    "answers": [
      {
        "id": 258,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e0f2/BvhxF9v-9Yk.jpg"
      },
      {
        "id": 260,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 259,
    "text": "Хранитель выбежал из башни. \n\nВпереди были еще воины. Профессиональные убийцы преграждали путь.",
    "answers": [
      {
        "id": 264,
        "text": "Использовать (Силу животного) страх летучий мыши "
      }
    ]
  },
  {
    "id": 260,
    "text": "Хранитель выбежал из башни. \n\nВпереди были еще воины.\n\nПрофессиональные убийцы преграждают вам путь...",
    "answers": [
      {
        "id": 261,
        "text": "Стрелять с мушкета"
      }
    ]
  },
  {
    "id": 261,
    "text": "Хранитель бежал на врагов как воин… \n\nОн выстрелом убил одного стрелка, а другого проткнул мушкетом, и сделал живой щит. Второго расстреляли свои, а хранителя даже не задели. В мушкете хранителя была еще одна пуля, и он воспользовался ей. Пуля хранителя попала в бочку с порохом. Дорого была практически очищена. Хранитель выбросил пустой мушкет, и подобрал заряженный. Последние кто отстреливался получили по пули. \n\nПеред ним стоял еще раненный.",
    "answers": [
      {
        "id": 262,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 263,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 262,
    "text": "Хранитель буцнул бочку с порохом и она покатилась к раненному. Хранитель выстрелил в бочку, и та взорвалась.\n\nОт раненного нечего не осталось...",
    "answers": [
      {
        "id": 263,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 263,
    "text": "Великий Дух несовершенен. У него есть светлая сторона и тёмная. Иногда тёмная сторона дает нам больше знаний, чем светлая.",
    "answers": [
      {
        "id": 273,
        "text": "Часть 4"
      }
    ]
  },
  {
    "id": 264,
    "text": "Хранитель ослепил убийц страхом, и кинулся в бой. Многие сразу побросали оружия, а те кто держались, не могли прицелиться. Хранитель подбегал и наносил рубящий удар и убийца падал. Он перебил всех. \n\nПеред ним еще стоит один раненный...",
    "answers": [
      {
        "id": 265,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 263,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 265,
    "text": "Хранитель сделал взмах на 180 градусов над своей головой, и срубил голову воину.",
    "answers": [
      {
        "id": 263,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 266,
    "text": "Хранитель подошел к Одэкоте и правой рукой поднял его за шею, а левой вытянул шпагу из его тела. Хранитель сделал взмах шпагой и обезглавил вожака индейцев.",
    "answers": [
      {
        "id": 342,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 267,
    "text": "Хранитель выбил клинок и нанес фатальный удар, воин пал. Другой воин пошел в атаку пытаясь заколоть хранителя, но он выбил клинок и оглушил рукояткой.",
    "answers": [
      {
        "id": 268,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 270,
        "text": "Ударом ноги спустить со спиральной лестницы"
      }
    ]
  },
  {
    "id": 268,
    "text": "Хранитель сделал взмах над своей головой на 180 градусов, и срубил голову воину. Голова полетела в низ.",
    "answers": [
      {
        "id": 270,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 269,
    "text": "Хранитель отбил два клинка, и повторил удар с размахом на 180градусов, и вражеские клинки улетели в низ.",
    "answers": [
      {
        "id": 271,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 270,
        "text": "С помощью удара ноги спустить со спиральной лестницы"
      }
    ]
  },
  {
    "id": 270,
    "text": "Как только хранитель разобрался с теми воинами. Он поднялся на самый верх. Он оказался в комнате со всяким хламом. \n\n-И что я тут могу найти. \n\nНо на глаза попался тотем. Тотем лежал на столе и светился синим свечением, и на нем вырисовывался символ. \n \n(Вы нашли тот самый тотем, который призвал вас. Походу его нашел кто-то из вашего экипажа и носил с собой) \n\nВ комнату ворвалась десять воинов в черных мантиях. Они приготовили свои клинки к бою. И еще в комнату вбежали двое стрелка в черных мантиях. \n\nУбийц  слишком много…",
    "answers": [
      {
        "id": 272,
        "text": "Использовать (Сила животного) орла"
      }
    ]
  },
  {
    "id": 271,
    "text": "Хранитель сделал взмах над своей головой на 180 градусов, и срубил две головы. Головы воинов полетели в низ.",
    "answers": [
      {
        "id": 270,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 272,
    "text": "Хранитель увидел путь с башни в озеро. Только хранители духов могут видеть эти пути. Он живо схватил тотем и выпрыгнул с башни в воду. \n\nЭти воины, профессиональные убийцы...\nНо они его, больше некогда не увидят.\n \nХранитель уже был далеко…",
    "answers": [
      {
        "id": 263,
        "text": "Дальше"
      },
      {
        "id": 272,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bf7/TYnfKIMMsXc.jpg"
      }
    ]
  },
  {
    "id": 273,
    "text": "Хранитель шел – куда ноги вели. \n\nПосле встречи с профессиональными убийцами, он отправился в неизвестность. Хранитель рассчитывал, что в башне на озере он найдет своих, а не тотем. После встречи с братом, его внутренний мир изменился. Он пытался все переосмыслить. \n\n–О какой власти говорил мой брат. –Разговаривал хранитель с самим собой. –Индейцы не победят колонизаторов, а что будет с этими землями без индейцев? \n\nЕго мучали бесконечные вопросы… \n\n–Что случилось с моим братом, он стал настоящим монстром. \n\nХранителя разрывала злость на две части… \n\n–Эти земли пожрет огонь войны… \n\nХранитель думал, что будет если не остановить капитана Диккенса. У него и так своя армия, а сам он владеет дьявольской силой. \n\nМожет война индейцев и колонизаторов не самое страшное… \n\nМудрые мысли сами пришли к нему. \n\n–Он говорил тотем призвал его. Значит Адэхи сможет мне ответить на все вопросы. \n\nКогда хранитель пришел в себя от размышлений, он оказался в самом начале своего пути. Он стоял у шатра Адэхи.  Хранитель зашел в шатер и сказал себе. \n\n–Я шел на зов судьбы, и духи указывали мне путь. Встречай меня, мир духов.",
    "answers": [
      {
        "id": 274,
        "text": "Использовать (Силу животного) лошади, для перехода в мир духов."
      }
    ]
  },
  {
    "id": 274,
    "text": "Душа покинула его тело и переправилась в мир духов. \n\nЕдинственное место, где ничего не изменилось. В мире духов стояла все та же гробовая тишина, светила все та же большая луна, и призрак женщины все блуждал.\n\nХранитель оказался в мире духов с тотемом.",
    "answers": [
      {
        "id": 275,
        "text": "Глубокое озеро"
      },
      {
        "id": 276,
        "text": "Сердце лесной чащи"
      },
      {
        "id": 277,
        "text": "Туманные холмы "
      },
      {
        "id": 274,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31513/q6QRT0qxtgM.jpg"
      }
    ]
  },
  {
    "id": 275,
    "text": "Мир духов находился в гармонии, а тотем оберегал хранителя. \n\nТотем излучал яркий синий свет, и свет этот отпугивал демонов, злых духов, призраков.\n",
    "answers": [
      {
        "id": 278,
        "text": "Идти дальше"
      },
      {
        "id": 275,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638217/v638217252/35bb1/ezATDfzXGbM.jpg"
      }
    ]
  },
  {
    "id": 276,
    "text": "Мир духов находился в гармонии, а тотем оберегал хранителя. \n\nТотем излучал яркий синий свет, и свет этот отпугивал демонов, злых духов, призраков.\n\n",
    "answers": [
      {
        "id": 278,
        "text": "Идти дальше"
      },
      {
        "id": 276,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/315d2/qoMCgqn0Yd0.jpg"
      }
    ]
  },
  {
    "id": 277,
    "text": "Мир духов находился в гармонии, а тотем оберегал хранителя. \n\nТотем излучал яркий синий свет, и свет этот отпугивал демонов, злых духов, призраков.\n",
    "answers": [
      {
        "id": 278,
        "text": "Идти дальше"
      },
      {
        "id": 277,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/31601/xPptWF8SYCQ.jpg"
      }
    ]
  },
  {
    "id": 278,
    "text": "Хранитель нашел Адэхи в мире духов. \n \n—Что привело тебя, О хранитель. \nИ хранитель все рассказал. Про угрозу войны для земель. Про капитана Диккенса. Все рассказал. \nСтарый индеец выслушал хранителя. \n—Тотем призвал твоего брата. —Сказал шаман и продолжил. —Ты слышал притчу о двух волках? \n—О белом и черном? \n—Да о добре и зле обитающем в человеке. Твой брат принял в свое тело душу койота. Черный волк в твоем брате стал сильнее и уничтожил полностью его белого волка. \n—Почему он принял душу койота? \n—Койот обладает невероятной силой. Сильнее души волка и медведя. Волк наделяет яростью, медведь наделяет мощью, а койот наделяет могуществом. Приняв душу койота, человек принимает темную силу. \n—Зачем брату нужна эта сила? \n—Жадность… Используя темную силу, он принес в жертву белого волка.\n\nЗадать вопрос —",
    "answers": [
      {
        "id": 279,
        "text": "Как мне найти своих?"
      },
      {
        "id": 280,
        "text": "Что делать с войной?"
      },
      {
        "id": 281,
        "text": "Как остановить капитана Диккенса?"
      },
      {
        "id": 282,
        "text": "Что мне делать дальше?"
      },
      {
        "id": 278,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/191e6/TOBCjCtvugQ.jpg"
      }
    ]
  },
  {
    "id": 279,
    "text": "—Ты знаешь где он. Тебе только нужно вспомнить. Духи укажут тебе путь.",
    "answers": [
      {
        "id": 278,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 280,
    "text": "—Война неизбежна.\nВойна заберет их души.\n\n—Ты сможешь договориться с индейцами или с колонизаторами и спасти эти земли.",
    "answers": [
      {
        "id": 278,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 281,
    "text": "—Только двумя способами.\n\nТолько если уровнять силы. Уровнять армией или койотом.",
    "answers": [
      {
        "id": 278,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 282,
    "text": "—Война неизбежна. Капитан Диккенс настоящая угроза этих земель. Но победить его, только если объединить силы. Хранитель ты сможешь убедить индейцев или колонизаторов. \n—Тотем усиливает мои возможности, но хватит мне сил? Я еще не повелитель духов. \n—Нет… Чтобы быть повелителем духов, не нужно иметь все души тотемных животных. Не нужно призывать духов в мир живых. Ты должен осознать сам кто ты такой. \n—Помни, война неизбежна и только тебе решать куда идти.",
    "answers": [
      {
        "id": 283,
        "text": "Использовать (Силу животного) лошади, чтобы вернуться в мир живых."
      },
      {
        "id": 282,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/191e6/TOBCjCtvugQ.jpg"
      }
    ]
  },
  {
    "id": 283,
    "text": "Хранитель вернулся в мир живых. Теперь он знал, что нужно делать. Возможно бессмысленно вмешиваться в войну. Индейцам осталось немного, но колонизаторы уничтожают эти земли. Капитан Диккенс ждет, когда они перебьют друг друга, чтобы захватить полностью эти земли. \n\nХранитель вышел из шатра…",
    "answers": [
      {
        "id": 284,
        "text": "Отправиться на север к индейцам "
      },
      {
        "id": 284,
        "text": "Отправиться на восток к морю к разбитому кораблю "
      },
      {
        "id": 284,
        "text": "Отправиться на поиски своих"
      },
      {
        "id": 287,
        "text": "Осмотреться в округе шатра"
      }
    ]
  },
  {
    "id": 284,
    "text": "Хранитель надеялся на духов, что они укажут ему путь. \n\nНе отойдя далеко он попал в пиратскую яму. \n\nПираты копают ловушки для зверей. \nОн оказался в ней не один. В ловушке был еще умирающий олень. Животное страдало и мучилось.",
    "answers": [
      {
        "id": 286,
        "text": "Облегчить страдание (убить оленя)"
      },
      {
        "id": 285,
        "text": "Не трогать оленя "
      }
    ]
  },
  {
    "id": 285,
    "text": "Хранитель не стал убивать оленя. Он перевязал ему раны, хотя с такими ранами животное долго не проживет. \nЧерез время его нашли индейцы. Они помогли ему выбраться и благодарны за помощь священному оленю. Если судьба вела к индейцам, хранитель решил отправиться в их лагерь. Мир еще был возможен.",
    "answers": [
      {
        "id": 345,
        "text": "Отправиться в лагерь"
      }
    ]
  },
  {
    "id": 286,
    "text": "Спустя час хранителя нашли индейцы. Они помогли выбраться из пиратской ямы, но когда увидели, что вы убили священного оленя, захотели расправиться в вами. \n \nОдин индеец со спины ударил топором хранителя. А другой расстрелял из стрел в грудь. \n\nИндейцы ваше тело сбросили с обрыва в море.",
    "answers": [
      {
        "id": 315,
        "text": "Спустя время "
      }
    ]
  },
  {
    "id": 287,
    "text": "Хранитель ничего не нашел. Но собака (Сила животного) дала о себе знать. В руке появилась стрелка. \n \nСтрелка вывела хранителя на пляж. На противоположный берег от корабля. Вокруг были только большие камни, и море. \n\nСтрелка вела на камни. \n\nХранитель подошел ближе, и из щели в камне вылез койот. Они долго смотрели на друг друга. \n\nКойот готов передать часть души. \n\n—Я уровняю свои силы с капитаном Диккенсом, но заплачу большую цену.",
    "answers": [
      {
        "id": 288,
        "text": "Принять ЛЕГЕНДАРНУЮ \n(Силу животного) \"койота\""
      },
      {
        "id": 284,
        "text": "Не принимать силу (Уйти)"
      }
    ]
  },
  {
    "id": 288,
    "text": "Да прибудет с тобой сила... Темная сила...\n\n(Сила животного) увеличивает физическую силу, скорость, реакцию. Слабых врагов вы сможите сразу (ДОБИВАТЬ).\n\n",
    "answers": [
      {
        "id": 288,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e18b/aY4w-zJtUhw.jpg"
      },
      {
        "id": 289,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 289,
    "text": "Боль пронзила все тело, и хранитель упал на колени. В его глазах появился желтый огонь. \n \nБоль прошла и он сстал – стал другим человеком. \n\nБелый волк сопротивляется\n(силе животного) койота. \nХранитель чувствовал могущество в своих руках. \n\n–Я познал великую силу. Я повелитель духов… \n\nОн вдохнул глубоко свежий воздух и сказал в слух. \n\n–Мне нужно оружие…",
    "answers": [
      {
        "id": 290,
        "text": "Идти в ближайший лагерь пиратов"
      }
    ]
  },
  {
    "id": 290,
    "text": "В лагере находилось трое стрелков. Хранитель спокойно подошел к ним с поднятыми руками. В ответ к нему подошел первый стрелок, наставляя на него пиратский мушкет.",
    "answers": [
      {
        "id": 292,
        "text": "(ДОБИТЬ)"
      },
      {
        "id": 293,
        "text": "Оглушить"
      }
    ]
  },
  {
    "id": 291,
    "text": "Одэкота не смог увернуться от пули, и он получил сильное ранение.",
    "answers": [
      {
        "id": 266,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 292,
    "text": "Хранитель у первого вырвал мушкет из рук, и ударил прикладом. Выстрелил во второго и швырнул мушкет в третьего. Мушкет оглушил третьего, и он упал на землю, а дальше он подобрал остальные мушкеты и добил живых. Теперь ему никто не мешает обшарить оружейку.",
    "answers": [
      {
        "id": 294,
        "text": "Смотреть оружейку"
      }
    ]
  },
  {
    "id": 293,
    "text": "Хранитель вырвал мушкет из рук первого, и оглушил прикладом. Молниеносно подбежал ко второму и оглушил с удара ноги. Третий только приготовился стрелять, как ему в голову влетел пиратский мушкет. Пока все были бес сознания, хранитель начал обшаривать оружейку.",
    "answers": [
      {
        "id": 294,
        "text": "Смотреть оружейку"
      }
    ]
  },
  {
    "id": 294,
    "text": "Вы нашли два  новых костюма. \n\nКакой оденете —",
    "answers": [
      {
        "id": 295,
        "text": "Пиратский костюм"
      },
      {
        "id": 296,
        "text": "Костюм убийцы"
      }
    ]
  },
  {
    "id": 295,
    "text": "Костюм горзы морей. \n\nБыть пиратом здорово...",
    "answers": [
      {
        "id": 295,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e192/8AWVAd3J1QM.jpg"
      },
      {
        "id": 297,
        "text": "Смотреть дальше "
      }
    ]
  },
  {
    "id": 296,
    "text": "Профессиональным убийцам здорово платят...",
    "answers": [
      {
        "id": 297,
        "text": "Смотреть дальше"
      },
      {
        "id": 296,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e199/PeO7lebF9-A.jpg"
      }
    ]
  },
  {
    "id": 297,
    "text": "Огнестрельного оружия очень много.\n\nХранитель взял...\n\n–Испанский пистолет\n–Пистолеты торговца\n–Пистолет скитальца\n–Пиратский мушкет\n–Мушкет стражника\n\nИз холодного оружия –\n\n",
    "answers": [
      {
        "id": 298,
        "text": "Испанскую шпагу"
      },
      {
        "id": 299,
        "text": "Шпагу стражника"
      }
    ]
  },
  {
    "id": 298,
    "text": "Не шедевр, но для воина сойдет.",
    "answers": [
      {
        "id": 298,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e1e0/UW85Mny1W_c.jpg"
      },
      {
        "id": 300,
        "text": "Отправиться за головой капитана Диккенса"
      }
    ]
  },
  {
    "id": 299,
    "text": "Удобная и изящная",
    "answers": [
      {
        "id": 299,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e1d8/hZPu2-ux3bc.jpg"
      },
      {
        "id": 300,
        "text": "Отправиться за головой капитана Диккенса"
      }
    ]
  },
  {
    "id": 300,
    "text": "Корабль капитана Диккенса стоял в порту Нью-Кей. Из моря на город нахлынул густой туман. Хранителю он напоминал туман из мира духов. С помощью (силы животного) мыши, хранитель не заметно вошел в город, а потом в порт. \n\nКапитан Диккенс находится у себя в каюте…\n\nУ причала стоят четыри стражника.",
    "answers": [
      {
        "id": 301,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 301,
    "text": "Стражники стояли и травили друг другу байки. Из тумана шел на них, хранитель. На спине висели мушкеты, а пояс был обвешан пистолетами. В правой руке блестела шпага. \n\nСтражники открыли огонь из мушкетов. \n\nХранитель уклонился от первых трех выстрелов, а четвертую пулю разрубил напополам своей шпагой. \n(Сила животного) койота наделила его дьявольской силой. \nПоследнее что увидели стражники блеск шпаги.\n\nКорабль стал отплывать.",
    "answers": [
      {
        "id": 302,
        "text": "Прыгать на корабль "
      }
    ]
  },
  {
    "id": 302,
    "text": "Хранитель ожидал, что на шум мушкетов на палубу выбежит весь экипаж судна. Но на палубе стояла гробовая тишина. Нос и зад корабля, был не виден из-за тумана. \nНо койот видит на много больше \n(Сила животного) видит в тумане \n28-человек.",
    "answers": [
      {
        "id": 303,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 303,
    "text": "От взгляда койота ни кто не скроется. В хранителя полетели острые клинки, но он отбил их своей шпагой. Один клинок вернулся в шею хозяина, и тот упал с мачты в воду. \n\nНа хранителя со всех сторон начали налетать убийцы. Их черные балахоны ни с чем не спутаешь. Кто подходил на расстояние шпаги лишался жизни. Кто прятался в тумане получал по пули. \n\nСтрелкового оружия хватает… \n\nХранитель при выстрелах не чувствовал даже отдачи. Он держал мушкет одной рукой как пистолет и это не повлияло на меткость. \n\nУбийцы поняли, что не справиться с ним и стали спрыгивать в воду.",
    "answers": [
      {
        "id": 304,
        "text": "Идти за головой капитана Диккенса "
      }
    ]
  },
  {
    "id": 304,
    "text": "Хранитель почувствовал, как из тумана на него движется здоровенное тело. Это тело начало набирать разгон для удара, хранитель увернулся и выстрелил. \nКапитан Диккенс отбил пулю своей шпагой. \n\n–Малыш Джеймс. Я вижу ты пришел по мою душу. Так ты должен знать. Бесплатно я тебе ее не отдам!",
    "answers": [
      {
        "id": 305,
        "text": "Сократить дистанцию и нанести колющий удар"
      },
      {
        "id": 305,
        "text": "Сократить дистанцию и нанести рубящий удар"
      }
    ]
  },
  {
    "id": 305,
    "text": "Выбирите район удара шпагой.",
    "answers": [
      {
        "id": 306,
        "text": "Нанести удар в голову "
      },
      {
        "id": 306,
        "text": "Нанести удар в корпус"
      },
      {
        "id": 306,
        "text": "Нанести удар по шпаге ( Вдруг получиться выбить)"
      }
    ]
  },
  {
    "id": 306,
    "text": "Капитан Диккенс отразил удар своей шпагой, и сразу атаковал голову хранителя. Хранитель пригнулся - \n\n(шпага прошла на миллиметр выше от головы) \n\nИ снизу-вверх ударил кулаком в челюсть Капитана. \nХранитель крутил шпагу в руке, давая передохнуть брату. \n\n–Ну что капитан Диккенс? Вы мне проигрываете. \n–Малыш Джеймс… Моя смерть ничего не решит. \n\nКорабль вышел из тумана прям на вид бойни индейцев и колонизаторов. Капитан обратился к хранителю. \n\n–Джеймс ты посмотри на них, как они войной уничтожают землю. Земля умирает в огне войны. Когда я был хранителем я старался поддерживать мир. Колонизаторам нужно только золото, а индейцам доказать, чтобы с ними считался цивилизованный мир. Одних губит жадность, других гордость. \n–Что ты несешь? Индейцы защищают себя, а колонизаторы хотят забрать золото, которое не нужно индейцам. Здесь нужны дипломаты, а не воины. \n–Без них земля будет лучше, позже ты это поймешь… \n\nКапитан кинулся наносить боковые удары и теснит вас к бортику судна (края корабля). Хранитель только успевал ставить блоки.",
    "answers": [
      {
        "id": 307,
        "text": "Увернуться от удара и отпрыгнуть в сторону"
      },
      {
        "id": 307,
        "text": "Сделать взмах шпагой на 180 градусов и держать дистанцию"
      },
      {
        "id": 306,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32bdb/yKwE9wYMHdQ.jpg"
      }
    ]
  },
  {
    "id": 307,
    "text": "Между вами возникла дистанция. Капитан Диккенс достал свой двухствольный пистолет и нажал на курок.",
    "answers": [
      {
        "id": 308,
        "text": "Увернуться от пули "
      },
      {
        "id": 308,
        "text": "Отбить пулю"
      },
      {
        "id": 308,
        "text": "Разрубить пулю на две части "
      }
    ]
  },
  {
    "id": 308,
    "text": "Теперь ваша очередь стрелять.\n\nХранитель из-за спины достал мушкет.",
    "answers": [
      {
        "id": 309,
        "text": "Стрелять в голову"
      },
      {
        "id": 309,
        "text": "Стрелять в корпус"
      }
    ]
  },
  {
    "id": 309,
    "text": "Капитан уклонился от пули и попал под удар приклада мушкетом. Хранитель три раза ударил прикладом, и в прыжке добил коленом в подбородок. \nКапитан потерял равновесие и выронил шпагу.",
    "answers": [
      {
        "id": 310,
        "text": "Ударить прикладом ( оглушить)"
      },
      {
        "id": 310,
        "text": "Выстрелить с мушкета в плечо"
      }
    ]
  },
  {
    "id": 310,
    "text": "Последнее что сказал капитан Диккенс.\n\n—Моя смерть ничего не изменит.\n",
    "answers": [
      {
        "id": 311,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 311,
    "text": "Хранитель пронзил на сквозь капитана шпагой, и ударом ноги отправил за борт.",
    "answers": [
      {
        "id": 312,
        "text": "оглядеться "
      }
    ]
  },
  {
    "id": 312,
    "text": "Последнее что сказал капитан. \n—Моя смерть ничего не изменит. \n \n Рисунки зверей стали исчезать на теле. Души животных покинули хранителя, кроме койота. На палубу спрыгнули оставшиеся пираты с убийцами и склонились к хранителю. Один из них подал вам треугольную пиратскую шляпу вашего брата. И спросил, как к вам обращаться. \nОн вспоминал все свои имена: исследователь, хранитель, Джеймс Диккенс… \n—Называйте меня капитан Диккенс. \n \nБрат хранителя был прав… Его смерть ничего не изменит. Белый волк умер. И с ним хранитель. Теперь это был капитан Диккенс младший. \n—Что прикажите мой капитан?",
    "answers": [
      {
        "id": 312,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e219/bG2q_HMmKvM.jpg"
      },
      {
        "id": 313,
        "text": "Огонь из пушек по колонистам и индейцам"
      }
    ]
  },
  {
    "id": 313,
    "text": "Колонизация никогда не угомонится. Англичане, испанцы и много кто другой еще вернуться за золотом и землями Америки. \n \nВремя индейцев прошло. Наступает новый век и народ который не готов принять современный мир станет историей. \n \nТотем, который был у хранителя растворился, в поиске новых хранителей. \n \n–Что прикажете мой капитан?",
    "answers": [
      {
        "id": 314,
        "text": "Поднять черный флаг!"
      }
    ]
  },
  {
    "id": 314,
    "text": "Концовка —Да здравствует черный флаг!\n\nЛовите ветер всеми парусами!\nЧего гадать, любой корабль — враг! \nНо эту веру сами...\nМы создали, поднявши черный флаг!\n",
    "answers": [
      {
        "id": 314,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c604827/v604827252/37b24/LnqgNpP_tVI.jpg"
      },
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 315,
    "text": "(сила животного) оленя, не дало вам умереть. Вас выкинуло на берег. \n\nХранитель лежит обессиленный… \nОн слышит, как к нему подходят люди.",
    "answers": [
      {
        "id": 316,
        "text": "Посмотреть кто идет"
      }
    ]
  },
  {
    "id": 316,
    "text": "—Вы еще живы?\n—Капитан...\n—Сюда на помощь. Здесь раненный!\n\nВы теряете сознание.",
    "answers": [
      {
        "id": 316,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e25b/oeetvSyseQ4.jpg"
      },
      {
        "id": 317,
        "text": "Прийти в себя "
      }
    ]
  },
  {
    "id": 317,
    "text": "(Сила животного) оленя исцеляет вас.\n\nКогда хранитель пришел в себя, он долго беседовал с капитаном Райли. Капитан  и оставшиеся выжившие присоединились к колонизации.\nКолонизации нехватало сильного лидера, и им стал Райли.\n\nОни долго беседовали о капитане Диккенсе, о духах этих земель, о тотемах . Хранитель показывал свою силу колонистам — исцеление, взлом.\n\nНо серьезный разговор еще предстоял...",
    "answers": [
      {
        "id": 318,
        "text": "Перейти к серьезному разговору"
      }
    ]
  },
  {
    "id": 318,
    "text": "—Джеймс...  —Обратился капитан к вам. —Джеймс война неизбежна. Ты помнишь цель экспедиции?\n—Золото...\n—Два дня назад на нас напали индейцы, разгромив половину армии. Они понесли большие потери, но следующая битва решающая...\n—А как капитан Диккенс?\n—У нас на его судне есть шпионы. Во время битвы его корабль будет смотреть на нас. И когда останутся последние выжившие... Корабль откроет огонь.\n—Я остановлю его!\n—Ты будешь нужен мне в битве с индейцами. Наши воины  приготовят теракт на его корабле и отправят капитана Диккенса к морскому дьяволу.\n\nКапитан положил на стол шпагу и сказал.\n\n—Пусть моя шпага служит тебе в бою.",
    "answers": [
      {
        "id": 318,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e25b/oeetvSyseQ4.jpg"
      },
      {
        "id": 320,
        "text": "Что от меня требуется?"
      },
      {
        "id": 321,
        "text": "Могу я спасти индейцев?"
      },
      {
        "id": 322,
        "text": "Забрать шпагу и выйти из командирского шатра"
      }
    ]
  },
  {
    "id": 319,
    "text": "Поздравляю! Вы одеты как бомж.\n\n",
    "answers": [
      {
        "id": 319,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e299/npxc4zmN4W8.jpg"
      },
      {
        "id": 31,
        "text": "прекратить осматривать "
      }
    ]
  },
  {
    "id": 320,
    "text": "—Джеймс... Ты будешь командовать правым флангом, а я левым.",
    "answers": [
      {
        "id": 318,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 321,
    "text": "—Джеймс... Они за мертвое животное, чуть не убили вас. Нет..",
    "answers": [
      {
        "id": 318,
        "text": "Другое действие "
      }
    ]
  },
  {
    "id": 322,
    "text": "Шпага капитана Райли... \nОсторожно, она безумно острая.",
    "answers": [
      {
        "id": 322,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/6501c/rlWWnQL3T-Q.jpg"
      },
      {
        "id": 324,
        "text": "Выйти в лагерь "
      }
    ]
  },
  {
    "id": 323,
    "text": "За лагерем оказалась клетка с медведем. Хранитель воспользовался ( Силой животного) взллмом ласки и выпустил медведя. \n\nМедведь убежал в лес, а на вашем теле появился рисунок медведя.",
    "answers": [
      {
        "id": 331,
        "text": "Вы нашли  — ЛЕГЕНДАРНУЮ (Силу животного) медведь"
      }
    ]
  },
  {
    "id": 324,
    "text": "В лагере колонизаторы готовились к финальному бою.\n\n(Сила животного) говорит, что  рядом тотемный зверь.",
    "answers": [
      {
        "id": 324,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c29/Un25obSROU0.jpg"
      },
      {
        "id": 325,
        "text": "Сходить к кораблям"
      },
      {
        "id": 326,
        "text": "Сходить к оружейнику"
      },
      {
        "id": 323,
        "text": "Идти на  (Силу животного) стрелка укажет вам путь."
      }
    ]
  },
  {
    "id": 325,
    "text": "Возле кораблей ничего интересного нет...   Хотя... Стоять...\n\nСправа от кораблей бомжи устроили мини казино, и играю в карты с колонистами.\n\n",
    "answers": [
      {
        "id": 324,
        "text": "гулять дальше по лагерю"
      }
    ]
  },
  {
    "id": 326,
    "text": "Оружейка полна...\n\nВы можете поменять свой пистолет на —",
    "answers": [
      {
        "id": 329,
        "text": "Пистолет адмирала "
      },
      {
        "id": 330,
        "text": "Пистолет охотника за годовами "
      },
      {
        "id": 324,
        "text": "выйти из оружейного шатра"
      }
    ]
  },
  {
    "id": 327,
    "text": "Хранитель сломал одному пирату руку, а другому ногу.\n\nЗа это торговец хочет вас отблагодорить.",
    "answers": [
      {
        "id": 328,
        "text": "Забрать подарок"
      },
      {
        "id": 209,
        "text": "Отказаться и уйти"
      }
    ]
  },
  {
    "id": 328,
    "text": "Костюм испанского солдата. Главное близко не подходить к индейцам.",
    "answers": [
      {
        "id": 209,
        "text": "Идти дальше"
      },
      {
        "id": 328,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/65031/yBs98GI89dI.jpg"
      }
    ]
  },
  {
    "id": 329,
    "text": "Лучший пистолет который вы можете найти в этих землях.",
    "answers": [
      {
        "id": 329,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3193f/2aQPmFqLR4s.jpg"
      },
      {
        "id": 326,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 330,
    "text": "Пистолет для настоящего убийцы.\n",
    "answers": [
      {
        "id": 330,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638828/v638828148/3194d/hqoZkOhXjfU.jpg"
      },
      {
        "id": 326,
        "text": "взять "
      }
    ]
  },
  {
    "id": 331,
    "text": "И кто тут самый сильный? Тот у кого медведь! \n\n(Сила животного) медведя наделяет вас силой. Вы можете запросто теснить слабых врагов.",
    "answers": [
      {
        "id": 331,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/65039/2I3WAQAldbw.jpg"
      },
      {
        "id": 332,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 332,
    "text": "Как только хранитель вдохнул новую силу, к нему подбежал солдат-гонец.\n\nОн дал вам новую форму и сказал.\n\n–Джеймс Диккенс. Вас взывает капитан Райли.",
    "answers": [
      {
        "id": 333,
        "text": "Надеть форму"
      }
    ]
  },
  {
    "id": 333,
    "text": "Те самые костюмы, которые истребляли индейцев.",
    "answers": [
      {
        "id": 333,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/6503f/ub7OfqgrOZk.jpg"
      },
      {
        "id": 334,
        "text": "Идти к Райли"
      }
    ]
  },
  {
    "id": 334,
    "text": "—Назначаю вас главнокомандующим правым флангом. В вашем распоряжении-\n\n-100 стрелков\n-50 конных стрелков\n-10 пушек\n-20 диверсантов \n\nДля ликвидации капитана Диккенса сколько отправить диверсантов?",
    "answers": [
      {
        "id": 334,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e25b/oeetvSyseQ4.jpg"
      },
      {
        "id": 335,
        "text": "10 - диверсантов"
      },
      {
        "id": 335,
        "text": "15 - диверсантов"
      },
      {
        "id": 335,
        "text": "20 - диверсантов"
      }
    ]
  },
  {
    "id": 335,
    "text": "—Джеймс, это экспедиция лучшее приключение за всю мою жизнь. Я говорю вам спасибо.",
    "answers": [
      {
        "id": 335,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636923/v636923148/4e25b/oeetvSyseQ4.jpg"
      },
      {
        "id": 336,
        "text": "Выдвигаемся на войну!"
      }
    ]
  },
  {
    "id": 336,
    "text": "Подул ветер войны. \n\nВы имеете свой отряд. Одной управляете вы, а другой управляет капитан Райли. Ваши солдаты сгруппировались в форму коробки. Впереди стрелки, по бокам конные стрелки, и сзади пушки.\n \nВраг показался из леса. Отряд конных лучников из 100 человек мчится на встречу. Отряд Райли уже атакован другим отрядом конных лучников. \n\nСолдаты ждут вашего приказа.",
    "answers": [
      {
        "id": 337,
        "text": "Перегруппировать солдат в полосу"
      },
      {
        "id": 337,
        "text": "Перегруппировать солдат в стрелу"
      },
      {
        "id": 337,
        "text": "Оставить коробку "
      }
    ]
  },
  {
    "id": 337,
    "text": "Солдаты выполнили ваш приказ и ждут следующую команду.\n\nДать команду –",
    "answers": [
      {
        "id": 338,
        "text": "Открыть огонь с мушкетов"
      },
      {
        "id": 338,
        "text": "Отправить отряд на встречу"
      },
      {
        "id": 338,
        "text": "Открыть огонь из пушек"
      }
    ]
  },
  {
    "id": 338,
    "text": "Индейцы не останавливались, их стрелы поражали солдат, и ваш отряд сокращался. \n\nОтряд Райли еще держится, но индейцы его окружают. \n\nВаш огонь перебил пол отряда конных лучников. Но остальной отряд уже приближается. С бокового фланга появился второй отряд индейцев. \n\nС бокового фланга насчитывается еще 100 лучников.\n \nСолдаты ждут вашего приказа.",
    "answers": [
      {
        "id": 339,
        "text": "Атаковать боковой фланг из пушек"
      },
      {
        "id": 339,
        "text": "Защитить боковой фланг конными стрелками"
      },
      {
        "id": 339,
        "text": "Опрвить половину стрелков на боковой фланг"
      }
    ]
  },
  {
    "id": 339,
    "text": "Расстояние между индейцами и вашим отрядом значительно сократился. Индейцы потеряли большую часть своей армии, но не бегут с поле боя, а перешли в ближний бой. В хранителя полетел топор, но он отбил его своей шпагой. \n \nОтряд Райли взят в кольцо, и сократился в половину. \n \nНа море видно горящее пиратское судно. (Ваши диверсанты устроили диверсию капитану Диккенсу) \n \nСолдаты ждут вашего приказа.",
    "answers": [
      {
        "id": 340,
        "text": "Начать прорыв бокового фланга"
      },
      {
        "id": 340,
        "text": "Начать прорыв переднего фланга"
      },
      {
        "id": 340,
        "text": "Перегрупироваться, и прорываться с боем к капитану Райли"
      }
    ]
  },
  {
    "id": 340,
    "text": "Колонизаторы показали всю свою мощь, и индейцы стали отступать. Солдаты и хранитель вступили в ближний бой и начали теснить индейцев. \n \nДвое стрелков прикрывали хранителя. Он сокращал дистанцию и наносил рубящие удары. (Сила животного) медведя показала себя. Индейцы не могли даже блокировать его удар, шпага хранителя рубила топоры и индейцев как траву.  Колонизаторы гнали остывших индейцев, и не заметили, как попали в ловушку.\n\n В грязи маскировались индейцы, и когда отряд подошел близко, они застали колонизаторов врасплох. \nСтрелки, охраняющие хранителя, пали от стрел. На хранителя обрушилась ярость Одэкота. Он прятался в грязи и выжидал момента. \n \n–Убийца и предатель земли. —Крикнул Одэкота и кинулся в бой.\n\nДва томагавка начали теснить хранителя. \n(Кто сильнее дух волка? Или дух Медведя?)",
    "answers": [
      {
        "id": 341,
        "text": "Теснить Одэкоту рубящими ударами."
      },
      {
        "id": 341,
        "text": "Подловить Одэкоту и нанести колющий удар с бокового фланга."
      },
      {
        "id": 341,
        "text": "Блокировать удар и оглушить Одэкоту рукояткой шпаги"
      }
    ]
  },
  {
    "id": 341,
    "text": "Одэкота отразил удар одним томагавком, а другим ранил плече хранителя. (Сила животного) мощь медведя уступал ярости волка. Хранитель не обращая на боль оттолкнул Одэкоту ударом ноги, и кинул в него шпагу. Шпага поразила Одэкоту на сквозь, но он еще стоял на ногах, и был довольно опасен.\n\nХранитель достал пистолет.",
    "answers": [
      {
        "id": 291,
        "text": "Выстрелить в голову"
      },
      {
        "id": 291,
        "text": "Выстрелить в корпус "
      }
    ]
  },
  {
    "id": 342,
    "text": "После смерти Одэкоты индейцы пали духом. Отряд капитана Райли выбрался из кольца с боем. Индейцы, осознав свое поражение бежали. ",
    "answers": [
      {
        "id": 343,
        "text": "Дальше "
      },
      {
        "id": 342,
        "text": "Дальше ",
        "url": "https://pp.userapi.com/c638925/v638925252/32d59/glCwnr6Xbpw.jpg"
      }
    ]
  },
  {
    "id": 343,
    "text": "После битвы капитан Райли и Джеймс, повели свои отряды на освобождение Нью-Кея от пиратов и убийц.\n\nБрат хранителя пиратский капитан Виктор Диккенс погиб при диверсии, и ушел к морскому дьяволу с кораблем. \n \nКапитан Райли вернулся на родину с полным трюмом индейского золота. \n \nДжеймс Диккенс, так же известный как хранитель. Получил военное звание от короля Англии и остался завоёвывать новые земли. \n \nВремя индейцев прошло. Наступает новый век и народ, который не готов принять современный мир, станет историей.",
    "answers": [
      {
        "id": 344,
        "text": "Боже... Благослови Америку..."
      }
    ]
  },
  {
    "id": 344,
    "text": "Концовка – Колонизатор.\n\nО, скажи, видишь ты в первых солнца лучах \nЧто средь битвы мы чли на вечерней зарнице? \nВ синем с россыпью звёзд полосатый наш флаг \nКрасно-белым огнём с баррикад вновь явится. \nНочью сполох ракет на него бросал свет - \nЭто подлым врагам был наш гордый ответ. \nБоже благослави Америку!\nБоже благослави Америку!\nБоже благослави Америку!!!",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ."
      },
      {
        "id": 344,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32d44/MeTK_jj73t8.jpg"
      }
    ]
  },
  {
    "id": 345,
    "text": "Прийдя в лагерь, хранитель отыскал Одэкоту для разговора. Говорить Одэкота начал первым. \n\n–Хранитель ты нужен нам в бою… Как воин… Как хранитель… Как друг… \n–Колонизации нужно только золото… Главный враг капитан Диккенс. Это из-за него эти земли охватили пиратские банды и убийцы. \n–Разве они остановятся на золоте? Два дня назад колонизаторы напали на рыбаков. А вчера напали на восточный лагерь. Тот самый в котором ты очнулся после ранения. \nХранитель вспомнил Евоти. \n–Но там же нет золота. Зачем им вас атаковать? \n–А зачем нас атаковали испанцы? Нас хотят истребить. \n–Кто уцелел? Я хочу знать кто уцелел? \n–Всех мужчин перебили, а женщин забрали в лагерь. Никто не вернулся живой. \n–А Евоти? … \n–Никто. \n \nЭти слова пронзили хранителя как молния. Он пытался все переосмыслить, понять этот мир. Хранитель думал, они не достойны жить. Но победа в войне может очень дорого стоить. \n\n–Одэкота я подумаю, что можно сделать. –Сказал расстроенным голосом хранитель и вышел из шатра в лагерь.",
    "answers": [
      {
        "id": 347,
        "text": "Осмотреть лагерь "
      },
      {
        "id": 345,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 346,
    "text": "Он очнулся в индейском лагере, лежа в шатре.\n\nКак только хранитель очнулся, он осмотрел свое тело. Индейцы переодели его в свою традиционную одежду, потому что та была вся окрашена кровью.  \n\nВ шатер вошла красивая девушка.\n\n–С пробуждением тебя. \n–Кто ты? \n–Меня зовут Евоти. Я ухаживала за тобой эти три дня. –Говорила приятным голосом девушка. – А как тебя звать? \n–Честно я не помню свое настоящие имя. \n–Я знаю, ты теперь новый хранитель. \n–Я точно не знаю, что это значит. Я чувствую в себе великую силу. \n–Силу хранителя. \n–Но для чего она мне, я не знаю. \n\nХранителю очень нравилась эта девушка. Ее волосы, ее глаза, ее приятный голос. Евоти рассказала хранителю о своем народе, а он слушал ее с удовольствием. \n\n–Быть хранителем, это почетно. Ты можешь находиться в мире живых и в мире духов. Тотемные животные оберегают тебя, дают великую силу. \n–Там откуда я родом. Нет ничего такого. У нас свои боги, своя культура. \nЕвоти спросила хранителя зачем он приехал в эти земли, и хранителю стало стыдно. Он привел сюда людей ради золота, хотя и сам не понимал. Зачем ему это надо. \n\nЕвоти была очень милой девушкой с добрым сердцем. Она всегда была против войны и насилия. Они так долго разговаривали, что хранитель забыл о сделке. Евоти вышла из шатра, а он остался лежать.",
    "answers": [
      {
        "id": 72,
        "text": "Продолжать лежать "
      },
      {
        "id": 346,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/191ed/Y-Uh-2vCPE4.jpg"
      }
    ]
  },
  {
    "id": 347,
    "text": "Индейцы готовились к войне. Одни делали стрелы,  другие занимались лошадьми. Лучшие  воины, обмазывались грязью  для маскировки.",
    "answers": [
      {
        "id": 347,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c14/Cm34xtv8_TM.jpg"
      },
      {
        "id": 349,
        "text": "Сходить к оружейнику "
      },
      {
        "id": 348,
        "text": "Сходить к лучшим воинам "
      },
      {
        "id": 350,
        "text": "Вернуться к Одэкоте с ришением войны."
      },
      {
        "id": 351,
        "text": "Прогулятьяся у лагеря "
      }
    ]
  },
  {
    "id": 348,
    "text": "Индейцы обмазались грязью. Теперь их не заметит колонизация.\n\nВ ближнем бою они сильнее колонизации.",
    "answers": [
      {
        "id": 347,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 349,
    "text": "Оружейник занят доспехами.\nВы можите свою одежду поменять на доспехи индейцев.",
    "answers": [
      {
        "id": 352,
        "text": "Поменять костюм на (доспехи индейцев)"
      },
      {
        "id": 347,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 350,
    "text": "—Что ты решил? Ты помогаешь нам? \n—Да… они убили Евоти, теперь это личное. \n—Тогда тебе пригодится дух волка. Отсюда есть перевал. Я там нашел свою силу…  Я подобрал умирающего волченка и вырастил в лагере.\n—Я хотел спросить… Ты не хранитель, но у тебя есть дух волка. Это как? \n—Это мой дух хранитель. Индеец может приобрести одного духа животного, если он этого достоин. \n—Ваша религия уникальна…",
    "answers": [
      {
        "id": 353,
        "text": "Выйти из шатра"
      },
      {
        "id": 350,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 351,
    "text": "Хранитель вышел за приделы лагеря. (Сила животного) собаки, дала о себе знать. \nВ руке появилась стрелка и указывает на лес. Но хранитель сжал руку в кулак и убрал за спину. Как только он развернулся назад, дорога в лес озарилась маленькими белыми светлячками. \n \nОни манили его в лес. \n–Если я сейчас уйду, я могу не вернуться. –подумал хранитель. \nСо спины раздался знакомый голос.",
    "answers": [
      {
        "id": 379,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 352,
    "text": "Доспехи индейцев .  Это лучше чем бомжем воевать.",
    "answers": [
      {
        "id": 347,
        "text": "Выйти в лагерь"
      },
      {
        "id": 352,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/652bf/J8ERadZ6xf0.jpg"
      }
    ]
  },
  {
    "id": 353,
    "text": "Индейцы готовились к войне. Одни делали стрелы,  другие занимались лошадьми. Лучшие  воины, обмазывались грязью  для маскировки.",
    "answers": [
      {
        "id": 354,
        "text": "Сходить к оружейнику"
      },
      {
        "id": 355,
        "text": "Сходить к лучшим воинам"
      },
      {
        "id": 356,
        "text": "Прогуляться у лагеря "
      },
      {
        "id": 357,
        "text": "Идти в зверинец"
      },
      {
        "id": 353,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c14/Cm34xtv8_TM.jpg"
      }
    ]
  },
  {
    "id": 354,
    "text": "Оружейника нет.",
    "answers": [
      {
        "id": 353,
        "text": "Выйти "
      }
    ]
  },
  {
    "id": 355,
    "text": "Воины уже готовы к бою.",
    "answers": [
      {
        "id": 353,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 356,
    "text": "Вы ничего не нашли...",
    "answers": [
      {
        "id": 353,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 357,
    "text": "Подойдя к зверинцу (Сила животного) собака дает о себе знать. \n \nХранитель зашел в зверинец. Волк лежал на сене и не обращал никакого внимания. Стрелка в руке сильно пульсировала и указывала на волка. \n \nВы чувствуете прилив силы, волк готов передать частичку души.",
    "answers": [
      {
        "id": 358,
        "text": "Принять ЛЕГЕНДАРНУЮ \n(Силу животного) \"волка\""
      }
    ]
  },
  {
    "id": 358,
    "text": "Теперь вы берсерк...\n\n(Сила животного) волка, наделяет яростью и скоростью. Ярость понижает болевой порог.  ",
    "answers": [
      {
        "id": 358,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636924/v636924148/652c7/pBa6SmrNhYo.jpg"
      },
      {
        "id": 359,
        "text": "Идти к Одэкоту"
      }
    ]
  },
  {
    "id": 359,
    "text": "–Хранитель вы лучше всех знаете тактику бледнолицых. Поэтому заниматься стратегией будите вы. \n\nНаша армия состоит из  —\n\n1- отряд конных лучников  100-человек \n2- отряд конных лучников  100-человек \n3- отряд конных лучников  100-человек \nЛучников в броне 50-человек \nЛучших воинов 50-человек \n \n \nПервым отряд конных лучников поведете вы. Преимущество колонизации в дистанции, наше преимущество в ближнем бою. \n\nКак поведете 1- отряд —",
    "answers": [
      {
        "id": 360,
        "text": "Стрелой "
      },
      {
        "id": 360,
        "text": "В рассыпную "
      },
      {
        "id": 360,
        "text": "Двумя коробками "
      },
      {
        "id": 359,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 360,
    "text": "—Отлично.\n\n 2- отряд пойдет в атаку сразу же после вас.  Он зайдет с бокового фланга из леса.\n\nОн сможет подойти ближе всех к врагу. Его задача уничтожать  —\n",
    "answers": [
      {
        "id": 361,
        "text": "Стрелков"
      },
      {
        "id": 361,
        "text": "Конных стрелков "
      },
      {
        "id": 361,
        "text": "Пушки"
      }
    ]
  },
  {
    "id": 361,
    "text": "—Отлично.\n3- отряд после атаки 2- отряда, сможет зайти с тыла.\n\n Его задача —",
    "answers": [
      {
        "id": 362,
        "text": "Теснить врага к центру битвы"
      },
      {
        "id": 362,
        "text": "Брать врага в кольцо "
      },
      {
        "id": 362,
        "text": "Войти стрелой и разделить врага на две части "
      }
    ]
  },
  {
    "id": 362,
    "text": "—Отлично.\n\nЛучшие воины устроют ловушку в центре битвы.  Они будут маскироваться в грязи и выжидать отряд колонизации.\n\nВ то время как 1- отряд полностью сократит дистанцыю и перейдет в ближний бой. Лучшие воины застанут врасплох отряд колонизации.\n\nЗадача для лучников в броне —",
    "answers": [
      {
        "id": 363,
        "text": "Прикрывать 1- отряд"
      },
      {
        "id": 363,
        "text": "Прикрывать 2- отряд"
      },
      {
        "id": 363,
        "text": "Прикрывать 3- отряд"
      }
    ]
  },
  {
    "id": 363,
    "text": "—Да будет так. От вашей стратегии зависит наша победа. Ты хоть и бледнолицый, но ты один из нас. Как и любой индеец ты получишь – \n\n-Традиционный индейский лук \n-Традиционный томагавк \n\n—Хранитель, ты достоин посоха Адэхи. Теперь ты один из нас. Да помогут духи тебе, в бою.",
    "answers": [
      {
        "id": 364,
        "text": "Посмотреть посох Адэхи"
      },
      {
        "id": 365,
        "text": "Отправиться на войну"
      },
      {
        "id": 363,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      }
    ]
  },
  {
    "id": 364,
    "text": "Этот посох может призвать духов в мир живых.",
    "answers": [
      {
        "id": 363,
        "text": "Назад"
      },
      {
        "id": 364,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638827/v638827148/354f2/0naSmZMcIWo.jpg"
      }
    ]
  },
  {
    "id": 365,
    "text": "Огонь войны близок… \n\nВраг появился на горизонте. Отряд колонизации направляется к вам коробкой. В середине стрелки, по бокам конные стрелки, и сзади тянуться пушки. \n \nИндейцы заняли позиции и ждут вашего приказа —",
    "answers": [
      {
        "id": 366,
        "text": "Вперед 1- отряд!!!"
      }
    ]
  },
  {
    "id": 366,
    "text": "Хранитель на коне повел индейцев в бой. Из-за дистанции стрелы индейцев не достают врага. Колонизация открыла огонь из мушкетов и пушек. \n \nВы несете потери… Ваш 1- отряд конных лучников рассыпается под пулями и ядрами врага. ",
    "answers": [
      {
        "id": 367,
        "text": "Приготовить луки к бою!!!"
      }
    ]
  },
  {
    "id": 367,
    "text": "Из леса выскочил 2- отряд конных лучников. \n1- отряд и 2- отряд теснят стрелами коробку колонизации. \nКолонизация теряет стрелков и перегруппировывается на две коробки.\n\nВы потеряли половину 1- отряда, но подошли на среднию дистанцыю.  В колонизацыю полетели томагавки.\n\nДать команду 1- отряду —\n\n",
    "answers": [
      {
        "id": 368,
        "text": "Атаковать стрелков"
      },
      {
        "id": 368,
        "text": "Атаковать конных стрелков"
      }
    ]
  },
  {
    "id": 368,
    "text": "Хранитель и индейцы еще держатся. Вы подошли в ближний бой. 3- отряд конных лучников ударил колонизацию с тыла. \n \nКоня хранителя убили из мушкета, но он подпрыгнул и влетел с топором и посохом в солдат колонизации. Они приготовили свои шпаги. Но хранитель использовал ярость (Силу животного) волка. Он отбивал шпагу посохом и наносил рубящий удар. Из грязи встали индейские элитные воины. Они застали в расплох конных стрелков, кидая в них свои томагавки, а те мертвыми роняли мушкеты и падали с коней. \n \nКолонизация потеряла большую часть конных стрелков, все пушки и половину стрелков. \n\nХранитель увидел главнокомандующего колонизацией и кинулся к нему. \n \nПодойдя ближе, он увидел, что это капитан Райли…",
    "answers": [
      {
        "id": 369,
        "text": "Убедить сдаться "
      }
    ]
  },
  {
    "id": 369,
    "text": "–Какой сюрприз… Джеймс Диккенс… Я думал вы мертвы. \n–Я здесь, чтобы создать порядок. \n–Я думал вы мертвы… \n–Я был мертв, но меня вернули в мир живых. Вы и пираты угроза этих земель. \n–Посмотри в сторону моря! Видишь там горит пиратский корабль. Тот самый который нас атаковал. Теперь он отправляется к морскому дьяволу со своим капитаном. \n–Вы не лучше пиратов. Пришли в эти земли как разрушители, как захватчики. Убивали невинных людей. \n–Это индейцы как вы не поймете… Аборигены со стрелами и луками. Я уверен это ты ими командовал! \n–Вы захватчики, я не такой как вы! \n–Я капитан Райли, и я не бегу с поля сражения… \n \nКапитан достал свою шпагу…",
    "answers": [
      {
        "id": 370,
        "text": " Атаковать"
      },
      {
        "id": 369,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638827/v638827148/35520/pQLPg-o8k34.jpg"
      }
    ]
  },
  {
    "id": 370,
    "text": "Хранитель  держал в одной руке посох, а в другой томагавк. \nТопор и шпага столкнулись. Капитан Райли наносил рубящие и колющие удары. Хранителю доводилось блокировать и уклоняться. \n\nКапитан теснит хранителя…",
    "answers": [
      {
        "id": 371,
        "text": "Блокировать шпагу топором, и нанести удар посохом "
      },
      {
        "id": 371,
        "text": "Увернкться от шпаги, и с размаху ударить посохом "
      },
      {
        "id": 371,
        "text": "Оттолкнкть капитана, ударом посоха "
      }
    ]
  },
  {
    "id": 371,
    "text": "Удар хранителя оттолкнул капитана. С двух сторон приблизились двое солдат со шпагами. Хранитель увернулся от первой шпаги, и в ответ ударил топором в голову. Вторую шпагу он отбил посохом, и вогнал топор в грудь солдата. \n \nКапитан Райли достал пистолет и выстрелил в хранителя. Пуля прошла на сквозь его тело. Капитан медленными шагами подходил к хранителю, чтобы нанести последний удар. \n \nХранитель услышал голос в своей голове. \n–Посох! Используй силу посоха! Это был голос Адэхи.",
    "answers": [
      {
        "id": 372,
        "text": "Использовать силу посоха "
      }
    ]
  },
  {
    "id": 372,
    "text": "Из посоха раздалась синяя вспышка.\n\nВспышка ослепила капитана Райли.",
    "answers": [
      {
        "id": 373,
        "text": "Нанести дробящий удар в голову посохом "
      },
      {
        "id": 373,
        "text": "Нанести рубящий удар в грудь\nтомагавком"
      },
      {
        "id": 374,
        "text": "Использовать силу посоха"
      }
    ]
  },
  {
    "id": 373,
    "text": "От такого удара капитан выронил шпагу.",
    "answers": [
      {
        "id": 376,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 374,
    "text": "Рядом с капитаном появился призрачный волк \n(посох призвал духа в мир живых)\n\nВолк вцепился капитана и начал трепать, потом выкинул и исчез .",
    "answers": [
      {
        "id": 376,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 375,
    "text": "Одержав победу стрелами и луками над мушкетами, индейцы обрели новую веру.\n\nОружие не самое главное в бою, а тактика и стратегия решает исход битвы. Индейцы перешли в новый век. Теперь у них есть мушкеты, но они никогда не забудут свои луки и стрелы. \n \nКапитан Райли был награжден посмертно. \n \nБрат хранителя пиратский капитан Виктор Диккенс погиб при диверсии, и ушел к морскому дьяволу с кораблем. \n \nХранитель остался с индейцами и обрел душевный покой.",
    "answers": [
      {
        "id": 378,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 376,
    "text": "Рисунки на теле хранителя и  глаза обрели яркий синий цвет. Возле капитана появилось два призрачных волка. Они вцепились в него и разорвали на две части, а потом исчезли.",
    "answers": [
      {
        "id": 377,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 377,
    "text": "После смерти капитана Райли, солдаты сдались. Индейцы одержали победу. После битвы, хранитель и Одэкота повели своих воинов в город, на освобождение Нью-Кея от пиратов.",
    "answers": [
      {
        "id": 377,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32d52/eGY7KL6BB3Q.jpg"
      },
      {
        "id": 375,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 378,
    "text": "Концовка — Один из нас...\n\n\nУ белого человека слишком много начальников.  \"Индейская мудрость\"",
    "answers": [
      {
        "id": 378,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/19032/Wy2yC26OfXo.jpg"
      },
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 379,
    "text": "–Это ты Одэкота… \n–Я не обязан тебя просить. Это не твоя война… Если тебе надо идти, то иди. \n–Я сам не знаю, что мне нужно. \nОдэкота достал какую-то палку и сказал. \n–Это посох Адэхи… Теперь он твой. \n \nОдэкота отдал посох и пошел обратно в лагерь",
    "answers": [
      {
        "id": 379,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c1b/MTBW6ESuWIk.jpg"
      },
      {
        "id": 380,
        "text": "Осмотреть посох"
      }
    ]
  },
  {
    "id": 380,
    "text": "Этот посох может призвать духов в мир живых.",
    "answers": [
      {
        "id": 380,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638827/v638827148/356ab/GDMN3Ykc9WI.jpg"
      },
      {
        "id": 381,
        "text": "Отправиться в лес"
      }
    ]
  },
  {
    "id": 381,
    "text": "Белые духи уводили глубоко в лес.\n\nДаже природа чувствовала, что приближается огонь войны. Птицы и звери покидали лес.\n\nХранитель шел пока духи не исчезли.\n\n",
    "answers": [
      {
        "id": 381,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638827/v638827148/356d4/8Frqsv7JDlA.jpg"
      },
      {
        "id": 382,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 382,
    "text": "Духи привели к пиратам. Пираты поймали лося и собирались его убить. Трое из пиратов вооружены шпагами, а остальные мушкетами. \n \nКак только хранитель собирался напасть, к ним вышел еще один. \n \n–Шевелитесь собаки! Этот лось принадлежит капитану Диккенсу.",
    "answers": [
      {
        "id": 383,
        "text": "Атаковать пиратов со шпагами"
      },
      {
        "id": 383,
        "text": "Атаковать пиратов с мушкетами"
      }
    ]
  },
  {
    "id": 383,
    "text": "Хранитель выскочил из кустов протаранив двоих пиратов собой. Ближайшего стрелка он обезоружил посохом, и ударил коленом в корпус. \n \n–Стоять! Стоп! Остановиться! \n\nПираты прекратили атаковать хранителя, но шпаги не прятали.\n\nХранитель задал вопрос -",
    "answers": [
      {
        "id": 384,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 384,
    "text": "–Мы еще не знакомы Диккенс младший. \n–Кто ты? \n–Я правая рука твоего брата. Меня зовут Эдвард Морган, но пираты меня называют стервятником. \n–Отпусти животное! \n–Ты хоть и владеешь магическими трюками, но я был лучшим фехтовальщиком Англии. \n–Я разберусь с тобой, а потом и с братом. \n–Ребята, убить его! Живо!",
    "answers": [
      {
        "id": 384,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/19220/1IlrKBN8z04.jpg"
      },
      {
        "id": 385,
        "text": "Атаковать"
      },
      {
        "id": 385,
        "text": "Обороняться "
      }
    ]
  },
  {
    "id": 385,
    "text": "Пираты взяли в кольцо хранителя. Стервятник наблюдал за этим. \n \nПервого пирата он ударил в голову посохом. Второй попробовал напасть со спины, и сразу получил с локтя в голову. Хранитель взял его как живой щит, чтобы укрыться от стрелков. Когда мушкеты стали пустыми, хранитель кинулся на пиратов наносить дробящие удары. Все пираты лежали с раздробленными костями. \n \nСтервятник достал две свои испанские шпаги.",
    "answers": [
      {
        "id": 386,
        "text": "Держать на растояние посоха"
      },
      {
        "id": 386,
        "text": "Сократить дистанцию "
      }
    ]
  },
  {
    "id": 386,
    "text": "Стервятник за раз наносил по два удара. \n\nДва удара рубящих. Хранитель первый удар отбил, а от второго уклонился. \n\nСледующие два удара были колющие. Хранитель отпрыгнул назад и приготовился для удара.",
    "answers": [
      {
        "id": 387,
        "text": "Ударить в прыжке посохом "
      },
      {
        "id": 387,
        "text": "Протаранить стервятника посохом"
      },
      {
        "id": 387,
        "text": "Нанести дробящий удар в корпус "
      }
    ]
  },
  {
    "id": 387,
    "text": "Стервятник отпрыгнул в сторону и нанес рубящий удар по спине хранителю.\n\nНужно менять тактику.",
    "answers": [
      {
        "id": 388,
        "text": "Выматовать стервятника "
      },
      {
        "id": 388,
        "text": "Держать на дистанции стервятника "
      }
    ]
  },
  {
    "id": 388,
    "text": "Стервятник поразил одной шпагой ногу хранителя, а другую вогнал в корпус. Но хранитель ударом ноги оттолкнул его. \n \nНа землю стала стекать кровь хранителя. Одна шпага торчала у него в плече. Он уже стал думать, что сейчас его постигнет смерть. \n \nНо он услышал голос у себя в голове. \n–Используй силу посоха. \nЭто был голос Адэхи.",
    "answers": [
      {
        "id": 389,
        "text": "Использовать силу посоха "
      }
    ]
  },
  {
    "id": 389,
    "text": "Из посоха вспыхнула синяя вспышка, и ослепила стервятника.\n\nОн вытянул из себя шпагу и кинул на землю.\n\nСтервятник был готов еще раз атаковать, но хранитель использовал еще раз силу посоха. \n\nПеред хранителем появился призрачный волк.\n\nВолк вцепился в стервятника и начал его трепать, а потом исчез.",
    "answers": [
      {
        "id": 390,
        "text": "(ДОБИТЬ)"
      }
    ]
  },
  {
    "id": 390,
    "text": "Рисунки на теле хранителя и глаза обрели яркий синий цвет. Возле стервятника появилось два призрачных волка. Они вцепились в него и разорвали на две части, а потом исчезли.",
    "answers": [
      {
        "id": 391,
        "text": "Подойти к лосю"
      }
    ]
  },
  {
    "id": 391,
    "text": "Когда он очнулся уже темнело. Вокруг него собрались все животные, на его теле был рисунок лося.",
    "answers": [
      {
        "id": 392,
        "text": "Вы получили ЛЕГЕНДАРНУЮ \n(Силу животного) лось"
      }
    ]
  },
  {
    "id": 392,
    "text": "Теперь вы царь природы.\n\n(Сила жиаотного) лося, это единство.",
    "answers": [
      {
        "id": 392,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638827/v638827148/3570f/oRFjkxdaHME.jpg"
      },
      {
        "id": 393,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 393,
    "text": "(Сила животного) оленя исцелила его. \n–Нет… Сколько я здесь пролежал. Индейцы отправились уже на войну. \n \nХранитель осознал великую силу повелителя духов. В его душе процветала спокойствие и гармония. \n–Нужно остановить войну!",
    "answers": [
      {
        "id": 394,
        "text": "Использовать (Силу животного) единство \"лося\""
      }
    ]
  },
  {
    "id": 394,
    "text": "Индейцы и колонизаторы уже пришли на свою битву. По обе стороны стояли две армии. Но из леса выскочили разные звери, создав преграду между двумя армиями. \n\nПосреди всех находился хранитель, сидевший на лосе. \n \nБой был прекращен, до его начала.",
    "answers": [
      {
        "id": 395,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 395,
    "text": "Индейцы и колонизаторы заключили мир.\n\nКаждый получил свое. Колонизаторы получили часть индейского золота, а индейцы получили мир и современные технологии. Индейцы перешли на мушкеты, но никогда не забывали свои корни – лук и стрелы. \n\nХранитель отыскал капитана Райли среди колонизаторов. Вместе они очистили Нью-Кей от пиратских банд и убийц. \n \nБрат хранителя пиратский капитан Виктор Диккенс погиб при диверсии, и ушел к морскому дьяволу с кораблем.",
    "answers": [
      {
        "id": 395,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c30/uvmmzRKyyQo.jpg"
      },
      {
        "id": 396,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 396,
    "text": "Животные этих земель склонились перед хранителем.",
    "answers": [
      {
        "id": 396,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32c22/zl6NrvdAo2Q.jpg"
      },
      {
        "id": 397,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 397,
    "text": "И в мире духов,  призраки  и души зверей склонились.\n\nТотем не ошибся и он стал повелителем духов. \n\nПовелитель духов... Да... \nЕго не называли больше храниетль или повелитель. Для приезжих англичан он был известен как шаман Джеймс. Шаман дикого запада...",
    "answers": [
      {
        "id": 398,
        "text": "Дальше"
      },
      {
        "id": 397,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c638925/v638925252/32d4b/E0gM0oatcjU.jpg"
      }
    ]
  },
  {
    "id": 398,
    "text": "Концовка — Повелитель духов...\n\nВзгляни вокруг, оглянись назад \nДухи с тобою связаться хотят, \nМир не таков, каким кажется он, \nЧудесами каждый окружён. \nМне всё вокруг подвластно глазам, \nСделать свой выбор должен ты сам, \nВстреть свою судьбу.",
    "answers": [
      {
        "id": 398,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639125/v639125252/1902b/9Q8Q5uoyu7E.jpg"
      },
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 399,
    "text": "Это в первую очередь книга-игра! Сделанная в стиле приключений. \nВесь мир состоит из двух локаций. Мира живых и мира духов. \n\n(!) это сколько раз вы можете оказаться за игру в этих местах. \n\nВ мире живых есть- \n-Нью-Кей (! ! !) \n-Лес (! ! !) \n-Южный лагерь индейцев (!) \n-Северный лагерь индейцев (!) \n-Башня на озере (!) \n-Поле битвы (! !) \n\nВ мире духов есть- \n-Глубокое озеро (! !) \n-Сердце лесной чащи (! !) \n-Туманные холмы (! !) \n\nВ книге существует 4 концовки. \n-Повелитель духов. (Хорошая концовка) \n-Один из нас. (Средняя концовка) \n-Колонизатор. (Средняя концовка) \n-Да здравствует черный флаг (Ммм... непредсказуемая)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 400,
    "text": "Это в первую очередь книга-игра! Сделанная в стиле приключений. \nЧтобы преодолевать препятствия вам предстоит использовать \n(силы животных). \n \n(Силы животных) это ваша волшебная кнопка!  Она или срабатывает пассивно, или вам предстоит ее использовать в разных ситуациях. \n\nИгра разнообразна оружием! Вы всегда можете решить, что делать с раненым противником. Жестоко (ДОБИТЬ) или оставить в живых. \n\nОт управления отрядом зависит ваша победа! Отряд подчиняется вашим командам и поэтому вам решать, как его выстроить и кого отправлять в бой. \n\nВ мире духов есть водяное существо. У этого существа есть два добивания. Обычное и секретное. Чтобы победить противника вам предстоит выполнить правильное комбо.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 401,
    "text": "Для квест книги приняли участие три человека из компании Donetsk Comics. \n \nО компании \nКомпания начала формироваться в Украине в Киеве перед государственным переворотом, и должна была называться Ukraine Comics. Впоследствии из-за событий переехала на территорию Донецкой республики и сменила название на Donetsk Comics, и в соответствии не является зарегистрированной, так как находится на непризнанной территории. Но редакции не отказались сотрудничать, а настаивали на продолжении наших проектов. \nDonetsk Comics состоит из украинцев и белорусов и в соответствии производят комиксы на двух язык по заказу редакций. Но в исключение мы производим один выпуск на английском языке, и отправляем в Icon Comics, самый известный их продукт Kick-Ass, варианты перевода: «Пипец» «Поджопник». \nИз-за активных военных действий наши проекты были приостановлены до окончания военных действий. \n \nОфициальный сайт Donetsk Comics \nКак и большинство сайтов Украины были удалены с украинского сервера по решению нового правительства в 2014г. \n \nО повелите духов и остальных проектах \nПовелитель духов не получал финансирования в отличии от других проектов, и поэтому лежит далеко на полке. Наши незаконченные проекты находятся под секретом, по требованию редакций. Официально повелитель духов называется «Lord of the spirits» и написан  безумным автором  только на английском языке. Официальная концовка в квест книге является «Повелитель духов» (хорошая концовка). Но это концовка квест книги, а не самого комикса и ее истории. На данный момент история как год уже дописана, и возможно в дальнейшем появится продолжение в виде квест книги. Будет зависит от читателей. \n \n \nКомментарии от безумного автора, о квест книге \nЧестно говоря, когда я первый раз зашел в это приложение я огорчился. Почему так мало книг и жанров? Жанров мало, где детективы или романы? Хотя я хорошо знаю, как тяжело без спонсоров, и рекламками много не заработаешь. «Lord of the spirits» отличный наш проект, но вряд ли когда-нибудь, выйдет в свет. У нас хватает достаточно сильных проектов, которые уже получили финансирование, но из-за военных действий приостановлены. Так что, я не против написать пару хороших квестовых книг для этого приложения. \n\nКвест книга которую вы прочитали или прочитаете, была написана, по сюжету «Lord of the spirits». Вначале мы собирались написать ее на английском, но посмотрев внимательно приложение передумали. Конечно, белорусский и украинский язык тоже не подходит, и нам пришлось импровизировать. Мы не знаем русский, так хорошо как украинский или английский, и вполне логично встречать ошибки.\n\nПо требованию редакций, я не могу раскрывать наши проекты, но показать кусочек материала могу.",
    "answers": [
      {
        "id": 402,
        "text": "Это один из главных персонажей проекта, который должен был выйти в 2014г."
      },
      {
        "id": 403,
        "text": "Тестировал принтер после ремонта, и под руку попалась пробная страница."
      },
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 401,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639231/v639231252/257ca/24O0ttF3xZA.jpg"
      }
    ]
  },
  {
    "id": 402,
    "text": "Это один из главных персонажей проекта, который должен был выйти в 2014г.",
    "answers": [
      {
        "id": 401,
        "text": "Назад."
      },
      {
        "id": 402,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c637516/v637516252/49786/27e44OIQXKU.jpg"
      }
    ]
  },
  {
    "id": 403,
    "text": "Тестировал принтер после ремонта, и под руку попалась пробная страница.",
    "answers": [
      {
        "id": 401,
        "text": "Назад."
      },
      {
        "id": 403,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c637516/v637516252/4977f/S8bSyVSZAjE.jpg"
      }
    ]
  },
  {
    "id": 404,
    "text": "",
    "answers": []
  }
]