[
  {
    "id": 1,
    "text": "Жанр: юмор, триллер\n\nЖили были старик со старухою. Старуха была отмороженной, и всегда носила с собой топор. Ей захотелось капустки, поэтому она начала рубить топором бедную капусту. Она даже не заметила, как отрубила себе палец. Когда капуста была вся в крови, а бабушка смачно её грызла, палец, лежащий на земле, подал слабый признак жизни.",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Бабушка бросила капусту и быстро схватила палец. Она побежала к дому, оставляя кровавые следы, и небрежно бросила еле живой палец на лавку. У пальца начали расти маленькие ручки, ножки, и щупленькая голова. Мальчик лежал в луже собственной крови и не решался подать голос.",
    "answers": [
      {
        "id": 3,
        "text": "Заорать."
      },
      {
        "id": 4,
        "text": "Лежать тихо."
      }
    ]
  },
  {
    "id": 3,
    "text": "Мальчик надрывно заорал и к нему начала бежать старая женщина без мезинца с топором, с которого стекали густые алые капли. Она подошла к нему, её лицо исказил жуткий оскал гиены. Мальчик мгновенно замолчал. Скрипучим голосом старуха спросила:\n- Кто ты?",
    "answers": [
      {
        "id": 5,
        "text": "- Я мальчик с пальчик, родился из твоего мизинца."
      },
      {
        "id": 6,
        "text": "- Я инопланетянин с другой планеты."
      },
      {
        "id": 7,
        "text": "Испуганно молчать."
      }
    ]
  },
  {
    "id": 4,
    "text": "Мальчик смотрел в небо. Оно было чисто-голубое и безоблачное. Вдруг послышались чьи-то шаги, звук битой посуды и рвущейся ткани. Мальчик пошевелился и в это же мгновение перед его лицом возникла ужасающая физиономия старухи.",
    "answers": [
      {
        "id": 12,
        "text": "Испуганно заорать в её ухо."
      },
      {
        "id": 13,
        "text": "Притвориться огурцом."
      },
      {
        "id": 14,
        "text": "Попытаться убежать."
      }
    ]
  },
  {
    "id": 5,
    "text": "Старуха почесала своим топором затылок и прищурившись посмотрела на мальчика. Мальчик уже ожидал своей смерти и чувствовал, что она была близка, когда старуха вновь спросила:\n- Зачем ты мне нужен, мелкий?",
    "answers": [
      {
        "id": 8,
        "text": "- Я буду по хозяйству помогать."
      },
      {
        "id": 10,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Старуха задумалась. Её сморщенное морщинистое лицо выражало крайнюю степень умственной деятельности. Тем временем, мальчик не упускает возможности, потихоньку отпалзая в сторону по лавке, забалтывая одновременно старуху.",
    "answers": [
      {
        "id": 17,
        "text": "- Я пришёл к тебе с миром."
      },
      {
        "id": 18,
        "text": "- Я должен обосновать здесь межпланетную базу."
      }
    ]
  },
  {
    "id": 7,
    "text": "Мальчик не мог вымолвить и слова. А старухе это не понравилось и она виртуозно покромсала на маленькие кусочки мальчика.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 8,
    "text": "Его сердце отбивало бешеный ритм, но он героически сказал, что будет помогать по хозяйству этой страшно-противной личности. Старуха с размаху вогнала топор в лавку в миллиметре от мальчика, приказав ему идти помогать деду.",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 9,
    "text": "Волк вновь отступил в лес, открыл свою пасть, и мальчик с пальчик как альпинист скалалаз выбрался наружу. Волк выразил своё восхищение его музыкальным талантам и твёрдо решил сделать из него оперного певца.",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться."
      },
      {
        "id": 25,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 10,
    "text": "К сожалению у старухи был кот. Он был надрессирован на охрану дома от мышей, но страдал тем же недугом, что и старуха. Нелепая смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "Мальчик с пальчик со второй космической скоростью убегал от старухи, даже не подозревая, что может так бегать. В скором времени он добрался до пашни. Там он увидел его. Деда. Это был ужасный мужчина. Его корявые руки мёртвой хваткой вцепились в гриву подыхающей лошади, которая пахала из последних сил. Мальчик хотел развернуться, но не успел. В этот миг к нему повернулось озлобленное в беззубой улыбке лицо. Он очень был похож на молодого Чикатило. Мальчик как прикованный смотрел на эту улыбку и чувствовал, что должен подойти. Теперь он понял, почему Чикатило убил столько людей. Старик ласково спросил:\n- Чей ты, мальчик?\nМальчик подумал, что безопаснее было у старухи. И хотел было уже вернуться, но старик резко спрыгнул с клячи и схватил мальчика до того сильно, что он не мог даже дышать. Он смог только тихо прошептать:",
    "answers": [
      {
        "id": 15,
        "text": "- Спасите!"
      },
      {
        "id": 16,
        "text": "- Бабушка!"
      },
      {
        "id": 15,
        "text": "- Прощай жизнь."
      }
    ]
  },
  {
    "id": 12,
    "text": "У мальчика был писклявый и тонкий голос. Старуха резко отшатнулась, пытаясь удержать свой топор, но неожиданно у неё подкосились ноги, и топор, которым она замахивалась на мальчика, обрушился на её же голову.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 13,
    "text": "Мальчик был слишком слаб, и от слабости он был очень похож на огурец. Он слишком долго контактировал с капустой и это оказало большое влияние на его цвет. Старуха после большой кровопотери оказалась слишком голодна, а её зрение всегда оставляло желать лучшего. Она даже не удивилась лежащему на лавке огурцу и без раздумий съела его.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 14,
    "text": "Мальчик попытался убежать, но его ещё не полностью сформировавшиеся конечности были слишком слабы, и он смог лишь слабо пошатнуться. Старуха долго не раздумывая несколько раз остервенело ударила по нему топором.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Старик сжал свой кулак ещё сильнее и почувствовал, как маленькое тельце ослабло и перестало шевелиться.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 16,
    "text": "От этого шопота взгляд деда вдруг прояснился, и как в старой киноленте на его лице расцветали сердечная нежность и любовь к бабушке. Он даже не заметил, как сам разжал свой кулак и устремил свой взгляд вдаль, где сейчас была бабушка.",
    "answers": [
      {
        "id": 26,
        "text": "Сбежать."
      },
      {
        "id": 27,
        "text": "Поговорить о любви."
      }
    ]
  },
  {
    "id": 17,
    "text": "Пока старуха раздумывала, мальчик смог убежать через окно.",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "Он и впавду обосновал межпланетную базу в этом доме.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 19,
    "text": "Он решил побежать в лес. Но далеко он не успел уйти. На его пути вдруг будто из-под земли возникла массивная серая фигура дикого зверя. Мальчик оцепенел. Он понял, что это был волк. Животное медленной походкой шло к несчастному мальчику, оставив на нём зловонное дыхание (Из-за неправильного питания).\nВолк был слишком голоден и просто проглотил этого несчастного мальчика, обречённого на верную смерть в желудке волка. Мальчик медленно пришёл в себя, открал глаза и увидел, что вокруг него были красные стены, покрытые скользкой и противной слизью. Эти стены были тёплые, и он понял, что попал в желудок волка. Желудочный сок медленно, но верно приближался к нему.",
    "answers": [
      {
        "id": 20,
        "text": "Поплакать."
      },
      {
        "id": 21,
        "text": "Попинать волка изнутри."
      },
      {
        "id": 22,
        "text": "Спеть Катюшу."
      }
    ]
  },
  {
    "id": 20,
    "text": "Мальчик успел только немного поплакать, и тут вся эта шипящая масса обрушилась на мальчика.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 21,
    "text": "Мальчик, активно сопротивляясь и не оставляя надежды на спасение, решил устроить несварение волку. Но к сожалению после часа мучений живота, мальчик переварился. И волк понял, что лучше есть здоровых мальчиков, а не генномодифицированных.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "Как только волк понял, что одним мальчиком он не насытится, он пошёл на пастбище за овцами. Он поднялся со стороны реки и неожиданно для всех: овец, пастуха и даже самого волка, из его пасти послышалось:\n\"Выходила на берег Катюша!\"\nВсе внимательно смотрели на волка, пытаясь убедиться Катюша ли он. Тем временем звуки не прекращались. И когда ворона, пролетающая мимо волка, услышала:\n\"Про степного сизого орла\", ворона по настоящему возгордилась собой. Волк понял, что сегодняшняя охота была неудачной и вернулся обратно в лес. Он решил, что ночью попробует поймат овцу. Мальчик с пальчик был прерождённым певцом и решил напомнить об этом волку на следующей охоте.\nВолк медленно пробирался к преглянувшейся ему овечке, но всё таки напоролся на пастуха. Внезапно из горла волка послышалась душераздирающая песня:\n\"Я бедная овечка, никто меня не любит!\"\nВолк посмотрел в глаза пастуху, пастух в глаза волка. Немая сцена. Как только мальчик закончил петь, волк понял:",
    "answers": [
      {
        "id": 9,
        "text": "Что он слишком хорошо поёт."
      },
      {
        "id": 23,
        "text": "Мальчик слишком живучий."
      }
    ]
  },
  {
    "id": 23,
    "text": "Волк открыл свою пась и от-туда вылез измученный своими музыкальными подвигами мальчик. Волк сказал мальчику, что отведёт его в безопасное место, где о нём хорошо позаботятся. Волк привёл его в детский дом и быстро смылся от-туда, так как был очень голодный.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 24,
    "text": "Мальчик с пальчик стал великим певцом, а волк стал его поодюссером.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Волк со злости на мальчика и не желание того учиться, ударил его лапой, и только после этого тчательно прожевав, проглотил.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 26,
    "text": "Стоило только попытаться сбежать мальчику, как старик инстинктивно наступил на него ногой, оставив лишь маленькое красное пятно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 27,
    "text": "- Знаешь, - спросил мальчик - я ещё никогда не любил, расскажи, как вы познакомились со старухой?\nСтарик задумчиво посмотрел на мальчика. Он единственный, кто смог понять его душевные терзания, поэтому он решил рассказать.\n- Это было около пятидесяти лет назад. Она была нежной и хрупкой женщиной, которая удивительно ловко орудовала своим маленьким топориком в соседнем с моим домом мясной лавке. Каждый вечер, возвращаясь с работы, я заглядывал к ней в лавку. Я приносил её любимый букетик из лавровых листьев. Через три года мы поженились. Но к сожалению за те коды, что я работал в детском садике, я стал жутко ненавидеть детей. И поэтому мы не решились завести ребёнка.",
    "answers": [
      {
        "id": 28,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "Мальчик с пальчик раздумывал о своих шансах на выживание в этой семье. Но он не успел прийти к выводу, потому как на горизонте показался очень странный субъект круглого телосложения и очень поросячьей молдой. Старик перевёл медленно взгляд, и аккуратно, всё в том же состоянии, посадил мальчика на лошадь, сказав, что скоро вернётся. Мальчик видел, как старик подошёл к этому мужчине и о чём-то серьёзно заговорил. После непродолжительного спора, мужчина начал направляться в сторону мальчика. Мальчик с пальчик не мог решиться на побег.",
    "answers": [
      {
        "id": 29,
        "text": "Попытаться сбежать."
      },
      {
        "id": 30,
        "text": "Подождать."
      }
    ]
  },
  {
    "id": 29,
    "text": "Мальчик всё таки решился. При прыжке с лошади он чудом выжил. Но всё равно хромал на правую ногу. Единственным местом, куда он мог бежать, был лес. Он прыгал на одной ноге в сторону леса. Но далеко он не успел уйти. На его дороге вдруг будто из-под земли возникла массивная серая фигура дикого зверя. Мальчик оцепенел. Он понял, что это был волк. Животное медленной походкой шло к несчастному мальчику, оставив на нём зловонное дыхание ( из-за неправильного питания). Волк был слишком голоден и просто проглотил этого несчастного мальчика, обречённого на верную смерть в желудке волка. Мальчик медленно пришёл в себя, открыл глаза и увидел, что вокруг него были красные стены, покрытые скользкой и противной слизью. Эти стены были тёплые, и он понял, что попал в желудок волка. Желудочный сок медленно, но верно приближался к нему.",
    "answers": [
      {
        "id": 20,
        "text": "Поплакать."
      },
      {
        "id": 21,
        "text": "Попинать волка изнутри."
      },
      {
        "id": 22,
        "text": "Спеть Катюшу."
      }
    ]
  },
  {
    "id": 30,
    "text": "К мальчику подошёл мужчина, которого старик называл по кличке барин. Он ловко схватил мальчика и отправил в свой карман. Этот барин оказался работорговцем. Мальчик с пальчик всю жизнь прожил в этих суровых условиях. Но ему повезло, он скоро умер.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]