[
  {
    "id": 1,
    "text": "Автор: Dark Scimitar<s>r\n<s>r\nСтаньте доблестным инспектором ДПС. Надевайте фуражку, берите в руки жезл, вешайте на пояс ПМ в кобуре  и вперёд, на дорогу. Кто там нарушает правила? Наказать срочно! Штрафуйте всех без сожаления. <s>r\nНравятся погони со стрельбой? Тогда вам тоже сюда! <s>r\nПомните: как пройдёт и чем закончится ваш день, зависит только от вас (ну и, в одном случае, от генератора случайных чисел).",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 4,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы — инспектор ДПС, капитан Козлищев Альберт Фёдорович*, для друзей и сотрудников просто Фёдрыч. Сегодня вы доблестно прячетесь в кустах на трассе \"Мухоморово — Верхние Пни\"**. Вот уже целых полчаса не было ни одной машины, а вам очень хочется денег. Яркое солнце приветливо греет ваши щёки, лысина медленно потеет под фуражкой, а радар, настроенный на участок, где вы предварительно установили за густой кроной дерева знак \"ограничение скорости 70 километров\", облепили мухи.\n\n\n*Имя вымышленное, все совпадения с существующими инспекторами ДПС являются абсолютной случайностью\n\n**Название трассы, а так же населенных пунктов является фантазией автора, хотя не исключено существование населенных пунктов с такими названиями. Это же Россия",
    "answers": [
      {
        "id": 5,
        "text": "Покрутить жезлом"
      },
      {
        "id": 6,
        "text": "Протереть лысину от пота"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Что ж вы, батюшка, нарушаете-то? — начинаете вы, уже умерив пыл.\n— Кто нарушает, сын мой? — снисходительно вопрошает священнослужитель. — И, самое главное, что? Какую вину ты мне пытаешься сейчас навязать? Ты вообще знаешь, кто я такой?\n— Нет... — отвечаете вы, — но это не им...\n— Я — настоятель Сорокосвятского Богоявленского Верхнепеньского монастыря игумен Митрофан! Я тебя спрашиваю, ты когда последний раз в храме был? Господу нашему когда молился? Стоишь тут целыми днями, людей обдираешь, стяжаешь к себе деньги, о благах мирских думаешь, а о душе своей бессмертной и позабыл! — распалялся святой отец. — Об Отце Небесном, нашем Создателе, когда думал? Только в горе и вспоминаешь Его, когда к помощи взываешь, а ежели сыт, весел, да в делах успешен, то и не нужен Он тебе! Нету Бога в твоей душе, НЕТУ!!! Истинно говорю, придёт день искупления и ответишь ты за всё сполна. А пока я буду молиться за твою душу грешную, чтобы Господь не дал ей к диаволу в сети попасть. Прощай сын мой. Приходи в храм и обретёшь ты покой и благодать. \nС этими словами, настоятель Митрофан сел в свой рендж ровер и поехал, напоследок высунувшись из окна и прокричав:\n— Открой свою душу Господу нашему, капитан! И не оставит он тебя в трудный час!",
    "answers": [
      {
        "id": 16,
        "text": "Стоять"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь показываются ваши достижения. На данный момент их всего три.",
    "answers": [
      {
        "id": 29,
        "text": "Звезда ютуба",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "вот такой рубец",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 22,
        "text": "мазила",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "От скуки вы решили покрутить своим жезлом инспектора. Чёрно-белая палка со свистом рассекает воздух по кругу. Эх, если бы она ещё светилась в темноте, вы бы её вообще из рук не выпускали.",
    "answers": [
      {
        "id": 7,
        "text": "Появилась машина"
      }
    ]
  },
  {
    "id": 6,
    "text": "Повесив жезл на ветку дерева, вы снимаете фуражку, достаёте из кармана платок и протираете свою мокрую лысину. Подувший свежий ветерок приятно охлаждает кожу головы, вы улыбаетесь. Вдруг...",
    "answers": [
      {
        "id": 7,
        "text": "Машина!"
      }
    ]
  },
  {
    "id": 7,
    "text": "На холме вдалеке возник силуэт автомобиля, мчащегося с огромной скоростью. Конечно же он не видел знак и превышал минимум вдвое. От радости у вас даже зачесалась левая ладонь",
    "answers": [
      {
        "id": 8,
        "text": "Махнуть жезлом",
        "need": -6
      },
      {
        "id": 9,
        "text": "Взять жезл",
        "need": -5
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы грозно выбегаете на дорогу, размахивая жезлом, словно дирижёр симфонического оркестра. Автомобиль, а это синяя Mazda 3, притормаживает и съезжает на обочину",
    "answers": [
      {
        "id": 14,
        "text": "-Нарушаем?",
        "var_set": [
          "money",
          5000
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Проворно надев фуражку на голову вы потянулись за жезлом, но на месте, где он только что висел было пусто, лишь обломившийся сучок одиноко указывал на небо",
    "answers": [
      {
        "id": 10,
        "text": "Искать жезл"
      },
      {
        "id": 11,
        "text": "Попытаться остановить автомобиль без жезла"
      }
    ]
  },
  {
    "id": 10,
    "text": "Под деревом росла высокая трава и вы не сразу обнаружили пропажу. Но к тому времени автомобиль уже с ревом промчался прочь, увозя с собой ваши деньги",
    "answers": [
      {
        "id": 13,
        "text": "Топнуть ногой от досады"
      },
      {
        "id": 23,
        "text": "Плюнуть со злости"
      }
    ]
  },
  {
    "id": 11,
    "text": "Чтобы не упустить нарушителя вы попытались выбежать на дорогу, но запнулись за ветку и, взмахнув руками словно гордый орел, грохнулись на обочину. Автомобиль не снижая скорости пронёсся мимо, подняв вам в лицо клубы пыли, смешанной с выхлопными газами",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть свои повреждения"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вот неудача! Локти у форменной рубашки оказались порваны, а колени брюк запачканы травой. В таком виде работать нельзя - засмеют. Пришлось вам идти в машину и отчищать колени от загрязнений. Рукава же рубашки пришлось закатать по локоть - всяко лучше, чем с дырами ходить",
    "answers": [
      {
        "id": 15,
        "text": "Ждать дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы топнули ногой, но легче не стало. Ну ладно, смена только началась, еще найдете кого оштрафовать",
    "answers": [
      {
        "id": 15,
        "text": "Ждать дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "В машине оказался молодой парниша. С помощью радара, показавшего целых 135 км/час, вам без труда удалось его развести на пять тысяч рублей, угрожая лишением прав от 4 до 6 месяцев. Вот и первый заработок! Отличное начало рабочего дня",
    "answers": [
      {
        "id": 15,
        "text": "Ждать дальше"
      },
      {
        "id": 14,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Солнце поднимается выше, становится жарче. Вот вдалеке показался силуэт машины, только едет она не очень быстро. Доехав до знака, автомобиль, а теперь вам видно, что это обновлённый синий Логан, снизил скорость до 70 км/ч. Вот же жмот! Ну ничего, сейчас проверим его документы",
    "answers": [
      {
        "id": 17,
        "text": "Остановить машину"
      }
    ]
  },
  {
    "id": 16,
    "text": "Такая пламенная речь что-то изменила в вашей душе. Действительно, святой отец прав, зачем все эти деньги, эти богатства, если всё равно, в конце, всех нас ждёт встреча с Создателем. Уж он-то спросит за каждую нечестно заработанную копеечку. Как же вы раньше-то об этом не догадались? Надо одуматься, пока не поздно. Хватит раскармливать плоть! Душа, вот что теперь должно стоять на первом месте. Начинается новая жизнь отныне: пора творить добро людям. Деньги на благие цели, нищим, малоимущим, инвалидам, детям! <s>r\nВы достали свой бумажник, причину всех грехопадений. Такой пухлый, кожаный, приятный на ощупь. Его толщина всегда была поводом для гордости. А теперь она не имеет значения, как и его содержимое. Рубли, баксы, евро, всё пойдёт нуждающимся, всё, нажитое непосильным трудом, обманом, всё надо раздать на благие цели...<s>r\nДа ну... Бред какой-то. Вот это вас понесло после разговора с батюшкой. Вы так крепко и надолго задумались, что не заметили, как наступил вечер. А ведь рабочий день-то подошел к концу. Так что же получилось за сегодня?",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 17,
    "text": "- Добрый день, капитан Козлищев, ваши документы, - заученно говорите вы водителю - седому мужчине в возрасте около 60 лет.\nДокументы оказались в порядке.\n- Аптечка.\nВ порядке.\n- Огнетушитель\nСовсем новый...\n...Как вы не пытались, оштрафовать было не за что. Но пока вы проверяли водителя, мимо проехали несколько машин, явно нарушая скоростной режим.",
    "answers": [
      {
        "id": 18,
        "text": "Пожелать всего хорошего"
      },
      {
        "id": 19,
        "text": "- Ну дайте хоть что-нибудь!"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Всего хорошего, - натянуто улыбаетесь вы, отгоняя назойливый образ пустого кошелька и уже слыша истеричный крик супруги Марты Семафоровны: - опять всего четыре раза за год на Канары полетим!!!",
    "answers": [
      {
        "id": 30,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "- Ну дайте хоть что-нибудь! - в отчаянии восклицаете вы.\n- Спойте, - отвечает мужчина.\n- Как? - опешили вы.\n- Ртом конечно, - говорит седовласый. - Дам сто рублей. Но если залезете на крышу своей машины, то дам тысячу",
    "answers": [
      {
        "id": 20,
        "text": "- Какой репертуар предпочитаете?"
      },
      {
        "id": 21,
        "text": "- Ни за что! Я представитель закона!"
      }
    ]
  },
  {
    "id": 20,
    "text": "- Какой репертуар предпочитаете? - спрашиваете вы\n- Вообще, советскую музыку. Но от вас хочу услышать Satisfaction Бенни Бенасси. Вы вздыхаете с облегчением,\nвспомнив как на дне рождения начальника, в сауне орали эту песню под караоке. Текст был более-менее в памяти.",
    "answers": [
      {
        "id": 27,
        "text": "Просто петь",
        "var_add": [
          "money",
          200
        ]
      },
      {
        "id": 28,
        "text": "Залезть на крышу патрульной машины",
        "var_add": [
          "money",
          3000
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "- Это возмутительно! Я не буду этого делать! - трясёте вы всеми тремя подбородками от негодования.\n- В таком случае, всего хорошего, - улыбается мужчина, садясь в автомобиль и уезжает.",
    "answers": [
      {
        "id": 24,
        "text": "Топнуть ногой от возмущения"
      },
      {
        "id": 25,
        "text": "Махнуть рукой"
      }
    ]
  },
  {
    "id": 22,
    "text": "надо было лучше тренироваться в стрельбе. Получено за три промаха подряд",
    "answers": [
      {
        "id": 22,
        "text": "назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Разозлившись на себя вы плюнули в придорожную пыль.",
    "answers": [
      {
        "id": 15,
        "text": "Ждать дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "Топнув, вы подняли целую тучу дорожной пыли. Лицо ваше покраснело от злости. Надо успокоиться, а то так и до инфаркта недалеко.\nВдруг зазвонил телефон",
    "answers": [
      {
        "id": 32,
        "text": "Взять трубку"
      },
      {
        "id": 36,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 25,
    "text": "В сердцах вы машете рукой. Ну и чёрт с ним. Вы не уроните честь мундира за такие копейки. Минимум за 5000! Минимум!!!\nВдруг, из-за деревьев за противоположной стороной дороги выходит мужчина и направляется к вам. Он одет как типичный грибник: сапоги, куртка и штаны, кепка с козырьком, борода и усы, пожелтевшие от постоянного курения",
    "answers": [
      {
        "id": 70,
        "text": "Мужик, ты чего?"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы закатали брючину и спустили носок. Голеностопный сустав распухал на глазах, кроме того он страшно болел и стопа как-то неестественно шевелилась при каждом движении. Вы пошевелили пальцами и удостоверились что они двигаются без проблем.\nНарушитель тем временем скрылся из виду и вам ясно что его уже не догнать. Ну ничего, машину он оставил на обочине, да и водительское удостоверение вы у него забрали, так что он не останется безнаказанным. Надо решить как быть дальше.",
    "answers": [
      {
        "id": 58,
        "text": "Наверное перелом, надо вызывать подмогу и \"скорую\""
      },
      {
        "id": 59,
        "text": "Пальцы шевелятся, значит перелома нет, пойду к машине пешком"
      }
    ]
  },
  {
    "id": 27,
    "text": "Сняв фуражку и держа её прижатой к груди, вы запели дурным голосом: \n- Пуш ми! Энд дзен джаст точ ми! Ду ай кен гет май! Сатисфэкшан! Сатисфэкшан! \n- Произношение, конечно, ужасное, но зрелище того стоит, - сказал пожилой мужчина. - Вот ваши сто рублей\n- Двести, - не моргнув глазом ответили вы.\n- Хорошо, - согласился мужичок, - ваши двести.\nОн протянул вам две сотни, которые тут же отправились в карман.\n- Счастливого пути, - сказали вы вслед закрывающейся двери. Мотор взревел и новенький Логан умчался прочь.",
    "answers": [
      {
        "id": 30,
        "text": "дальше"
      },
      {
        "id": 27,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "С трудом взобравшись на крышу вашего патрульного форда фокус и убедившись что больше на дороге никого нет, вы с вдохновением, пританцовывая, запели:\n—Push me. And then just touch me. Do I can't get my satisfaction!!! тУ-ду-ту! тУ-дУ-дУ-тУу-ду! ту-дУу-ду-дУ-ду!! — подражали вы музыке, хлопая ей в такт в ладоши. Вдоволь натанцевавшись вы слезли с машины и, отдышавшись, протянули руку за деньгами\n— За такое зрелище мне не жалко для вас и двух тысяч, — радостно сказал мужчина, пряча в карман сотовый телефон. \n—Три, — тут же ответили вы не задумываясь.\n— Мужчина колебался лишь мнгновение, затем достал три тысячи и протянул вам.\n— Счастливого пути.\n— До свидания, инспектор.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      },
      {
        "id": 28,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Звезда ютуба\"\n\nПолучено за танец на крыше патрульного автомобиля",
    "answers": [
      {
        "id": 29,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы продолжили защищать страну от нарушителей на дорогах. Прошло не очень много времени и белый ниссан кашкай останавливается по взмаху вашего жезла. За рулем сидит блондинка и хлопает длинными нарощенными ресницами. Смущённо улыбаясь, она, заигрывая с вами, пытается вызвать у вас симпатию к своей персоне и даже намекает на встречу в более располагающем для общения месте. Девушка вам конечно, симпатична, но превысила она на 1000 рублей, к тому же оказалась не пристёгнутой ремнем безопасности ( 1000 рублей). Что же выбрать...",
    "answers": [
      {
        "id": 81,
        "text": "Взять деньги",
        "var_add": [
          "money",
          2000
        ]
      },
      {
        "id": 82,
        "text": "Взять номер телефона"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "Но успокоиться не получилось. Вам позвонила ваша супруга. Оказывается, Изольда Хрякова, жена вашего начальника, купила себе в Миланском бутике сумочку из кожи трёхлетнего нильского крокодила. И супруге вашей понадобился срочный шоп-тур в Париж чтобы утереть нос \"этой выскочке\"",
    "answers": [
      {
        "id": 33,
        "text": "Положить трубку"
      }
    ]
  },
  {
    "id": 33,
    "text": "Самое обидное что за время телефонного разговора проехало несколько машин, так и не получивших от вас штраф. Это разозлило вас ещё больше. Лицо от злости покраснело и вы стали похожи на помидор. На большой помидор. Большой злой помидор. В фуражке.",
    "answers": [
      {
        "id": 37,
        "text": "Злиться"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "\"Вот такой рубец!\"\n\nМалоподвижный образ жизни, ожирение, алкоголь и постоянные стрессы отнимают много здоровья. Вот вам, пожалуйста, инфаркт миокарда. ",
    "answers": [
      {
        "id": 35,
        "text": "назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Настроение было испорчено и вы не хотели ни с кем разговаривать. Но раздался повторный звонок. Вы решили узнать, кто ж это такой настырный. Оказалось, это ваша супруга, Марта Семафоровна. Вы решили на неё накричать, но выпустить пар не получилось. Она сразу завладела инициативой в разговоре и начала капать вам на мозг о каком-то шоп-туре в Париже, чтобы утереть нос жене вашего начальника. Поняв, что разговор для вас складывается неудачно, вы в сердцах бросили трубку. Тут же звонок повторился, на этот раз Марта орала что вы её никогда не слушаете, все время уходите от любого разговора, вам все равно на её планы и вообще вы эгоист, живете только для себя, никогда её не любили и так далее и так далее и так далее...",
    "answers": [
      {
        "id": 71,
        "text": "Отключить телефон"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ну ничего, вы им всем покажете! Вы еще оштрафуете  всех и каждого на столько, что Хряков лопнет от зависти. А вас за такую ответственную работу пригласят в Москву на самую высокую должность. И тогда вы купите своей супруге дом в Париже, и пускай она там живет всю жизнь, лишь бы подальше от вас.\nОт таких мыслей вы улыбнулись, подставив лицо жаркому летнему солнцу. \nИ сразу же на дороге показалась семёрка цвета баклажан. Она неслась с бешеной скоростью и нарушала как минимум на 2500 рублей. \nВы бежите навстречу, тряся боками, размахивая полосатым жезлом, уже прикидывая, сколько денег срубить, на ходу отмечая тонировку лобового стекла, не включенный ближний свет, пересечение сплошной, выезд на встречную полосу... вы оборачиваетесь вслед промчавшемуся автомобилю и с головы слетает фуражка, увлекаемая воздушным потоком",
    "answers": [
      {
        "id": 38,
        "text": "Броситься в погоню как грозный лев"
      },
      {
        "id": 39,
        "text": "Незачем покидать свой скрытый пост"
      }
    ]
  },
  {
    "id": 38,
    "text": "Подняв с пыльного асфальта вашу фуражку, вы, грациозными оленьими прыжками, направляетесь к спрятанному в зарослях автомобилю. Спустя несколько секунд, служебный серый форд фокус выезжает на трассу и начинает разгоняться. Впереди медленно, но верно, приближается баклажан. Вдруг на дороге, откуда ни возьмись, возникает яма. И, судя по глубине, ведёт она прямо в преисподнюю. Времени совсем мало, нужно быстро решить: объехать её, или не подвергать себя риску на такой скорости улететь в придорожный кювет",
    "answers": [
      {
        "id": 40,
        "text": "Поддать газку! Больше скорость, меньше ям!"
      },
      {
        "id": 41,
        "text": "Применить свои навыки вождения и постараться объехать яму"
      }
    ]
  },
  {
    "id": 39,
    "text": "Решив, что баклажан уже не догнать, вы, подобрав фуражку, направились к машине, потому что проголодались от всех этих событий. Усевшись на водительское кресло и налив себе чаю из термоса, вы с аппетитом заглатываете бутерброды с колбасой, практически не жуя. Умяв восемь штук и стряхнув крошки с лица, вортника и живота, вы наслаждаетесь летним солнцем, тёплым ветром, дующим из открытого окна, запахом травы. Вдруг вдали показался кортеж. Впереди ехали три полицейских автомобиля с мигалками, а за ними майбах с госномером ВВП 001. Замыкали кортеж так же три полицейских автомобиля с мигалками. Вся процессия безбожно нарушала скоростной режим",
    "answers": [
      {
        "id": 54,
        "text": "Остановить кортеж и оштрафовать за превышение"
      },
      {
        "id": 55,
        "text": "Пропустить кортеж"
      }
    ]
  },
  {
    "id": 40,
    "text": "Автомобиль влетает в яму, клюнув носом, затем следует жёсткий удар, и машину выбрасывает на обочину. Благодаря своему опыту, вам удалось справиться с ситуацией и остановить машину, но дальше ехать почему-то не получается. Вы тут же включаете рацию и связываетесь со старшим лейтенантом Загребайло, стоящим  дальше на трассе, после чего выходите из машины и, осмотрев повреждения, понимаете, что ехать дальше на ней уже не стоит. Приходится вызвать эвакуатор. Эх, лучше бы вы объехали эту треклятую яму! \nПо всей видимости, пора подводить итог сегодняшнего дня",
    "answers": [
      {
        "id": 79,
        "text": "подвести итог"
      }
    ]
  },
  {
    "id": 41,
    "text": "Если бы вы были пьяным, то, как обычно, улетели бы в кювет или наехали на неё колесом с непредсказуемыми последствиями. Но, сегодня вы трезвый, и мастерски, не снижая скорости, объезжая препятствие продолжаете погоню. \nДальше дорожное полотно превратилось в стиральную доску, но остальные ямы не пытались соревноваться глубиной с воронкой от атомной бомбы, поэтому ничто не могло помешать вашей героической погоне",
    "answers": [
      {
        "id": 42,
        "text": "Включить проблесковый маячок и сирену"
      }
    ]
  },
  {
    "id": 42,
    "text": "Подобравшись к нарушителю на близкое расстояние и рассчитывая застать его врасплох (раз он так легко дал себя догнать, значит до сих пор не увидел ваш патрульный автомобиль), вы включаете мигалку с сиреной. Затем объявляете по громкоговорителю: \n- Автомобиль ВАЗ 2107, госномер 345 прижмитесь к обочине и остановитесь. \nНо, вместо того, чтобы выполнить инструкции, нарушитель прибавил скорость",
    "answers": [
      {
        "id": 43,
        "text": "Продолжать настаивать на остановке транспортного средства"
      },
      {
        "id": 44,
        "text": "Угрожать применением табельного оружия"
      },
      {
        "id": 45,
        "text": "Вызвать подкрепление"
      }
    ]
  },
  {
    "id": 43,
    "text": "- Повторяю, автомобиль ВАЗ 2107, цвет баклажан, госномер 345 ХАМ, остановитесь. \nПосле нескольких безуспешных попыток, вы поняли что нужно менять тактику",
    "answers": [
      {
        "id": 44,
        "text": "Угрожать оружием"
      },
      {
        "id": 45,
        "text": "Вызвать подкрепление",
        "need": -45
      }
    ]
  },
  {
    "id": 44,
    "text": "- Остановись, или я буду стрелять, - громко объявляете вы, но, похоже, нарушитель не трепещет от страха перед грозным инспектором ДПС и его пистолетом. Произведя предупредительный выстрел в воздух, вы целитесь в заднее левое колесо, благо на дороге нет встречного движения",
    "answers": [
      {
        "id": 46,
        "text": "Выстрел!"
      }
    ]
  },
  {
    "id": 45,
    "text": "Впереди, через несколько километров, должен был нести службу ваш коллега, старлей Загребайло. Связавшись с ним по рации, вы сообщили приметы нарушителя и продолжили погоню",
    "answers": [
      {
        "id": 43,
        "text": "Приказать остановиться",
        "need": -43
      },
      {
        "id": 44,
        "text": "Угрожать оружием"
      }
    ]
  },
  {
    "id": 46,
    "text": "[а теперь, дорогой читатель, хочу предложить тебе испытать удачу, чтобы определить точность выстрела. Для этого можно использовать множество генераторов решений. Самый простой — подбросить монетку, загадав попадание на решку, промах на орла, или наоборот. Или бросить кубик, распределив судьбу выстрела между чётными и нечётными числами. или же, если нет под рукой ничего, но рядом кто-то присутствует, загадай два числа, одному присвой попадание, другому промах, и предложи выбрать этому человеку. ну, а если тебе не хочется проверять свою удачу, выбери тот вариант, который считаешь нужным. Ну, а теперь стреляй]",
    "answers": [
      {
        "id": 48,
        "text": "Попадание!"
      },
      {
        "id": 49,
        "text": "Промах..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Вдруг, вдалеке показался автомобиль Загребайло. Помигивая и завывая сиреной он подъехал к вам и выбежал из машины.\n- Фёдрыч! Ты ранен?\n- Кха-бха-хррр-пррр, - только и смогли произнести вы из-за дикой боли в груди. \n- Я вызову скорую.\n- Не надо, они до завтра не приедут, поехали сами в больницу, - неожиданно прорезался у вас голос. - Вань, ты что ж, не догнал? \n- Да я его вообще не видел. Может в лес свернул где. Ну ничего, ориентировку я нашим скинул, сейчас объявят \"перехват\"...  вон ещё кто-то из наших едет, кажется Попрошайкин с Гадовым. Сейчас возьмут твою машину на буксир, а я тебя меж тем в больницу отвезу.\n\nЧуть позже, сидя на пассажирском сидении в служебном форде Загребайло, прижимая к носу марлю из аптечки и мучаясь от сильной боли в груди, вы подводите итог этого непростого дня",
    "answers": [
      {
        "id": 79,
        "text": "подвести итог"
      }
    ]
  },
  {
    "id": 48,
    "text": "Баклажан чуть притормозил перед левым поворотом и это дало вам возможность получше прицелиться. ПМ, грохнув, выплюнул пламя, от заднего левого колеса семёры брызнул фонтанчик резиновых крошек, но ничего больше не произошло. Однако, спустя какое-то время, автомобиль стал проседать на простреленное колесо, и его заднюю ось стало заметно заносить. Вдруг, баклажан вышел на встречку, цепанул обочину, подняв такую тучу пыли, что почти пропал из видимости, затем его начало разворачивать, он вылетел на вашу полосу и, не меняя траектории, нырнул в кювет. Его остановило дерево, аккурат посередине капота. ",
    "answers": [
      {
        "id": 50,
        "text": "Подбежать к нарушителю"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы нажали на спусковой крючок, ПМ выплюнул пулю, но она ушла в молоко. Нарушитель продолжает двигаться с той же скоростью. Надо стрелять еще раз\n\n[используй генератор, ты уже знаешь как!]",
    "answers": [
      {
        "id": 48,
        "text": "Попадание!"
      },
      {
        "id": 51,
        "text": "Опять промах!"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы, молниеносно среагировав, тормозите так, что в салоне всё летит вперёд: жезл, фуражка, ваш термос с чаем и восемь бутербродов на обед. Воткнув заднюю, вы доезжаете до места, где в кювете остановился баклажан. Его капот, из-под которого лилось и воняло тосолом, нежно обнимал ствол полуповаленной берёзы, лобовое стекло оплела паутина трещин. Добежав до автомобиля нарушителя вы открыли водительскую дверь. Черноволосый мужчина лежал лицом на руле, на приборной панели и одежде была кровь",
    "answers": [
      {
        "id": 52,
        "text": "Проверить жив ли он"
      }
    ]
  },
  {
    "id": 51,
    "text": "Естественно на такой высокой скорости, при тряске, да с левой руки не так легко попасть по движущейся мишени. Вторая пуля уходит в молоко, но нарушитель все равно не хочет останавливаться. Нужно стрелять, пока дорога пустая.\n\n[ну давай, проверь удачу еще разик]",
    "answers": [
      {
        "id": 48,
        "text": "Попал!!!"
      },
      {
        "id": 53,
        "text": "Ай, снова мимо.."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Эй, ты живой? — трясёте вы его за плечо, как вдруг замечаете лежащий на пассажирском сидении автомат Калашникова. Внезапно, мужчина со стоном поднял голову. Вы среагировали молниеносно, вытащив нарушителя из салона автомобиля и защёлкнув на его запястьях наручники. Впрочем, и без них он не представлял для вас опасности. От удара о лобовое стекло он пребывал в глубоком нокауте. Между кустистых бровей зияла рана с рваными краями, в которую смог бы пролезть ваш большой палец ноги. Бородатое лицо было залито кровью, и без того широкий нос распух и был смещён в сторону. Из-за разорванных губ виднелись пеньки выбитых зубов. Картина, мягко говоря, не самая приятная.",
    "answers": [
      {
        "id": 63,
        "text": "[дальше]",
        "need": 45
      },
      {
        "id": 64,
        "text": "[дальше]",
        "need": -45
      }
    ]
  },
  {
    "id": 53,
    "text": "Пуля впивается в дорожное покрытие, выбивая под колёса кусок асфальта. Внезапно на семёрке вспыхивают стопари и она тут же оказывается прямо перед вашим капотом. Вы успеваете нажать на тормоз, но слишком поздно. Мощный удар бросает вас на рулевое колесо, вы бьётесь о него грудной клеткой с резким выдохом, лицом о приборную панель, а семёра, словно получив знатного пендаля, устремляется вперёд, вихляя раздолбаным задом с отвалившимся госномером. Вы же, оглушенный, пытаясь понять, что случилось, где вы и вообще кто такой, стараетесь сделать вдох, но не можете, грудь как будто сдавлена тисками и жутко болит. Хоть вы и потеряли управление автомобилем, но то, что перед столкновением нажали на тормоз, и продолжали давить педаль, пусть и оглушённый, привело к тому, что форд достаточно быстро остановился. Придя в себя, первое, что вы почувствовали — тёплую струйку, бегущую по вашему носу. Посмотрев вниз вы увидели частые красные капли, падающие на вашу рубашку.",
    "answers": [
      {
        "id": 61,
        "text": "- Да я ранен"
      }
    ]
  },
  {
    "id": 54,
    "text": "Никто не смеет нарушать на вверенном вам участке дороги. Вы главный. Поэтому весь кортеж, пыля, заезжает на обочину. Из майбаха выходит сам президент Путин и говорит:\n-Здравствуйте, Альберт Фёдорович. Извините, пожалуйста, но нам очень срочно нужно проехть. Давайте без протокола обойдемся. \nТут он открывает заднюю дверь майбаха и вы видите в салоне несколько чемоданов с деньгами.\n- Я готов вам подарить этот автомобиль вместе со всеми деньгами, только отпустите нас, пожалуйста.\nСнисходительно улыбаясь, вы  говорите: - Проезжайте, Владимир Владимирович. Больше не нарушайте. \nПутин садится в одну из полицейских машин и кортеж выезжает на дорогу, оставив вам майбах с деньгами. Радости вашей нет предела, но проходит немного времени,  и у вас звонит телефон. Это старлей Загребайло, который стоит на следующем участке дороги. Он вам радостно сообщает, что остановил президентский кортеж и Путин сделал его министром, так как денег у него больше не было. Поэтому старлей оставил свой пост на дороге и едет в составе кортежа в кремль.  ",
    "answers": [
      {
        "id": 56,
        "text": "[дальше]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Подумав, что у президента важные дела, вы решили не останавливать его. Но вдруг кортеж сворачивает на обочину и останавливается около вас. Из майбаха выходит Владимир Владимирович Путин и говорит: - Здравствуйте, Альберт Фёдорович. Мы с Дмитрием Анатольевичем давно за вами наблюдаем. И за ваши личные качества, ваш характер, ваш острый ум, мы решили предложить вам должность министра. \nПольщённый его словами и уже прикидывая в уме размеры взяток, вы, конечно же, соглашаетесь. Полицейские из кортежа прокричали троекратное ура, а затем начали скандировать: - Альберт! Альберт! Альберт!",
    "answers": [
      {
        "id": 57,
        "text": "Улыбаться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вам стало очень обидно. Должность министра представляла широкие возможности для взяток в размерах, гораздо больше, чем те деньги, что лежали в вашем майбахе. Чувствуя себя оскорбленным, вы звоните президенту, чтобы высказать ему своё недовольство. Но из трубки слышен голос Загребайло: - Альберт, Альберт!!! ",
    "answers": [
      {
        "id": 57,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 57,
    "text": "- Альберт, Альбеерт! Да просыпайся ты уже!\nВы открыли глаза. Солнце садилось, подкрашивая снизу  облака кроваво-красным цветом. В открытое окно машины заглядывал старший лейтенант Загребайло и рукой тряс вас за плечо. \n- Мы - то думаем, почему Фёдрыч не отвечает, а он спит, оказывается! Ну ты и сурок. \nПоёжившись от прохладного вечернего воздуха, вы вылезаете из машины, размять затёкшие конечности. Как же так вышло, что вы заснули и проспали всю вторую половину дня? \nПеред завершением работы вы решили подвести итог вашей трудовой смены:",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 58,
    "text": "Сначала вы позвонили в отдел и рассказали о происшествии, а затем вызвали \"скорую\". Так как лежать в папоротниках вдали от дороги вам не очень хотелось, то,  встав на четвереньки и превозмогая сильную боль, вы доползли до своей машины и влезли, не без труда, в салон. Через некоторое время подъехали ваши коллеги, инспектора Жадник и Взятко, а за ними, мигая спецсигналом, подкатила и \"скорая\". Наложив шину, медики отвезли вас в травмпункт, где диагностировали перелом Дюпюитрена. Хмурый доктор, которого вы когда-то пытались развести на деньги поддельными показаниями алкотестера (но не смогли) наложил вам скелетное вытяжение за пятку, причём обезболивающее почему-то не подействовало. Соседями по палате был вонючий дед и постоянно кашляющий мужик с трубкой из груди, которая уходила в баночку с водой. Вы лежите с грустью глядя в потолок и ругая свою беспечность. Эх, если бы вы не отпустили этого нарушителя в машину за деньгами... Эх...",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 59,
    "text": "Решив, что это наверное не перелом, вы попытались встать, однако, стопа опять подвернулась и вы снова упали, а нога заболела ещё сильнее. Посмотрев на неё, вы ужаснулись: в области внутренней лодыжки зияла огромнейшая рана, из которой торчало что-то белое. От страха вы чуть не потеряли сознание, но, собрав волю в кулак, пришли в себя и позвонили в отдел, а затем в \"скорую\".  \nТак как лежать в папоротниках вдали от дороги вам не очень хотелось, то,  встав на четвереньки и превозмогая сильную боль, вы доползли до своей машины и влезли, не без труда, в салон. Через некоторое время подъехали ваши коллеги, инспектора Жадник и Взятко, а за ними, мигая спецсигналом, подкатила и \"скорая\". Наложив на рану повязку, а на ногу шину, медики отвезли вас в травмпункт, где диагностировали открытый перелом Дюпюитрена. Хмурый доктор, которого вы когда-то пытались развести на деньги поддельными показаниями алкотестера (но не смогли), не без злорадства разъяснил вам, что только дураки пытаются встать на сломанную ногу, переводя закрытые переломы в открытые, обработал и зашил рану, вправил кости и наложил скелетное вытяжение за пятку, причём обезболивающее почему-то не подействовало. Соседями по палате был вонючий дед и постоянно кашляющий мужик с трубкой из груди, которая уходила в баночку с водой. Вы лежите с грустью глядя в потолок и ругая свою беспечность. Эх, если бы вы не отпустили этого нарушителя в машину за деньгами... Эх...",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 60,
    "text": "Чуть поколебавшись, вы, всё же, садитесь на заднее сиденье за водителем. Депутат тут же протягивает вам стопку грейпфрутовой водки Finlandia. Решив, что стопочку за новорожденного малыша — святое дело, вы опрокидываете её себе в рот. Далее завязывается беседа, прерываемая употреблением горячительного. Красномордый, оказавшийся другом депутата, периодически тоже потребляет, хотя и меньше, всё-таки за рулём. Беседа становится всё задушевнее, достаётся следующая бутылка, потом ещё одна. \n         .....вы стоите на дороге, причём на Вороватове ваша фуражка, он машет проезжающим машинам чёрно-белым жезлом, прямо как у вас....\n\n...........- Фёдрыч, вст'вай... — вас поднимают с такой удобной травы, но вам не хочется стоять, от этого всё плывёт, плывёт чёрная акура, плывёт Родион, плывёт красномордый.........\n\n                     ........- Стр' птиз!!! Я тож х'чу, Р'дион, — красномордый курит, прислонившись к капоту автомобиля.\n— Фёдрыч, едем, — голос депутата раздаётся над самым ухом.\n— Едем!.......\n\n     ......Чьи-то руки грубо пытаются снять с вас брюки. Страшная боль пронзила правое бедро, от неё вы закричали, разлепив склеенные веки. Над вами какой-то белый потолок с крутящейся по кругу лампой, люди суетятся, раздевают вас, что-то друг другу говорят, торопят. Страшно болит голова, жутко болит нос, с него течёт в глаза. Хочется спать. Вы закрываете глаза. Темнота.......   .....  ",
    "answers": [
      {
        "id": 73,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 61,
    "text": "Посмотрев в зеркало заднего вида, вы увидели рану на переносице, прямо между глаз, от которой вниз по носу тянулась красная кровавая дорожка. Грудная клетка нестеопимо болела, каждый вдох давался с большим трудом.",
    "answers": [
      {
        "id": 47,
        "text": "Дальше",
        "need": 45
      },
      {
        "id": 62,
        "text": "Дальше",
        "need": -45
      }
    ]
  },
  {
    "id": 62,
    "text": "Связавшись со своими по рации, вы рассказали о своей неудачной погоне, рассказали о приметах нарушителя. Тут же был объявлен план \"перехват\", а за вами выслали эвакуатор и скорую.\nА пока вы сидите в разбитой машине и ждёте помощи, вы подводите итог сегодняшнего дня.\n",
    "answers": [
      {
        "id": 79,
        "text": "подвести итог"
      }
    ]
  },
  {
    "id": 63,
    "text": "На обочине остановился автомобиль Загребайло. Старлей выбежал, пытаясь вытащить из кобуры свой Макаров, но, увидев открывшуюся картину, перестал пытаться достать оружие. Вместе вы вызвали скорую помощь и пробили автомобиль, который оказался в угоне. У водителя семёрки были найдены документы на имя человека, проходившего по ориентировке как особо опасный преступник, член группировки ИГИЛ (организации, запрещенной на территории РФ). Его доставили в сопровождении в больницу, а ваш рабочий день тем временем, уже подходил к концу. ",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 64,
    "text": "Срочно вызвав бригаду \"скорой помощи\", вы осторожно обыскиваете автомобиль и находите в нем, в дополнение к автомату, несколько гранат, два пистолета ТТ и патроны к ним. Пробив машину по базе вы узнали, что она числится в угоне. Вскоре подоспели медики и увезли нарушителя в больницу. За семеркой приехал эвакуатор, за вами приехал старлей Загребайло и вы, так как уже заканчивался рабочий день, отправились в часть.",
    "answers": [
      {
        "id": 79,
        "text": "подвести итог"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы машете жезлом и автомобиль премиум класса съезжает на обочину. Тонированное водительское стекло опускается и недовольная красная морда высунувшись, басом произносит:\n— Ну, чё надо, инспектор?\nС пассажирского места сквозь музыку доносится знакомый голос:\n— Фёдрыч! Эй, старик, здаррова!\nОказывается, там сидит ваш хороший друг, депутат Вороватов.\n— Фёдрыч, — надрывается он, — давай, выпей с нами! \n— Родион, я на службе, — вы пытаетесь вразумить нетрезвого друга, но он непреклонен.\n— Фёдрыч, надо-надо, немножко, стопочку, у меня сын родился вчера.\n— Поздравляю, — вы просовываете в окно руку и через красномордого пожимаете нетрезвому другу пятерню. — От души, Родион, поздравляю! Когда я последний раз видел Лилю, я даже и не догадался что она беременна!\n— Тсссс, это не Лилька, — заговорщически понизил голос Вороватов, затягивая вас в машину ещё сильнее. Всё это доставляло неудобство вжавшемуся в водительское кресло красномордому, да и вы не испытывали особой радости от вашего полусогнутого положения. Наконец, депутат отпустил вашу руку и кивком пригласил в салон автомобиля.",
    "answers": [
      {
        "id": 60,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 66,
    "text": "Стойко пропустив акуру мимо, вы машете жезлом пассату и тот съезжает на обочину. Водитель выходит из машины, пошатываясь и глупо улыбаясь.\n— Т'варищ инспектор, можно п'нтересоваца причиной ост'новки? — храбрится он, хотя наверняка понимает всю безвыходность ситуации. У вас же в голове пульсирует только два слова: ТРИДЦАТКА МИНИМУМ!!!!\nНо, мастерски скрывая своё возбуждение от предстоящего денежного наказания нарушителя, вы с напускным безразличием произносите: \n— Предъявите документы, пожалуйста.\nВзяв в руки водительское удостоверение и пригласив нетрезвого водителя в свой патрульный автомобиль, вы долго молчите, создавая напряжение. Наконец, проникновенно, с укоризной, как это умеют только инспектора ДПС, взглянув в глаза нарушителю, вы произносите:\n— Что ж вы, Александр Юрьевич, за руль нетрезвым садитесь? Вы что, не знаете, что это наказывается штрафом в тридцать тысяч рублей и лишением права управлять транспортным средством на срок от восемнадцати до двадцати четырёх месяцев?\nВыслушав неубедительную отмазку что, мол, сын родился, что я только одну стопочку, что, мол, я, так-то, трезвый, клянусь новорожденным сыном, вы, неотвратимым движением, достаете алкотестер и со всей серьезностью вопрошаете:\n— Будем оформлять?\nКонечно же, нетрезвый водитель предложил всё решить неофициально, вот только деньги у него в машине, он сейчас сходит и принесёт.",
    "answers": [
      {
        "id": 67,
        "text": "Ждать в машине"
      },
      {
        "id": 68,
        "text": "Сопроводить нарушителя до его автомобиля",
        "var_add": [
          "money",
          50000
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "Нарушитель, пошатываясь, подходит к пассату и садится в машину. Тут же вы слышите рев двигателя и автомобиль срывается с места. Несколько растерявшись от такого поворота событий, вы, однако, быстро приходите в себя и начинаете преследование. Пассат несётся, то опасно выезжая на встречку, то сильно прижимаясь к обочине. По громкоговорителю вы пытаетесь вразумить нарушителя, но он, похоже, вошёл в азарт и не хочет останавливаться. Вот вы выезжаете на встречку, чтобы попытаться обогнать и остановить фольксваген, но он вдруг резко тормозит, съезжая на обочину. Водитель выскакивает и удирает в лес. Вы, понимая что это ваша тридцатка убегает, тоже останавливаете автомобиль и продолжаете пешее преследование нарушителя. Хоть он и пьян, но бежит достаточно уверенно, и расстояние между вами практически не сокращается. Вдруг ваша правая нога куда-то проваливается, раздаётся хруст, её пронзает резкая боль и вы падаете в папоротник, ломая сухие ветки. Попытавшись встать, вы поняли что с ногой произошло что-то серьёзное.",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть ногу"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Только вы в машину не садитесь, так достаньте кошелёк, — попросили вы Александра Юрьевича, доведя его до пассата.\nНарушитель заглянул в портмоне и севшим голосом проговорил:\n— Чё-то нету. У меня тольк п'титыщная, майор, давай я те завтра отдам, чессслово.\n— Карта зелёного банка есть?\n— Д'а, — икнул выпивший, грустно глядя себе под ноги.\n— Сколько денег на ней?\n— А? — потерянно произнёс нарушитель.\n— Денег сколько на карте? — вы говорили зло и напористо, чтобы не дать опомниться растерявшемуся человеку.           — Быстро говори или я сейчас эвакуатор вызываю, машину на штрафстоянку, а тебя в обезьянник и будешь ты, Александр Юрьевич, два года пешком ходить и вспоминать, какой был идиот, когда сначала сел пьяный за руль, а потом, когда инспектору денег не дал, хотя он тебя, дурака, пожалел и готов был простить твоё правонарушение.\n— Ну, тыщ писят есь\n— Хорошо. Этого хватит, чтобы я тебя отпустил. Садись в машину, поедем в Верхние Пни к банкомату.\nНарушитель подчинился и сел в ваш патрульный форд. Воодушевлённый такими событиями, вы быстро, насколько это было возможно, доехали до населённого пункта, пока Юрьевич не опомнился, сняли полтинник и отвезли его обратно к автомобилю. На прощание вы снисходительно предупредили, уже изрядно протрезвевшего нарушителя, о том, где стоит инспектор Загребайло и, пожелав ему счастливого пути и больше не нарушать, отпустили восвояси.",
    "answers": [
      {
        "id": 69,
        "text": "Продолжать блюсти порядок"
      },
      {
        "id": 76,
        "text": "Сделать перерыв и отобедать"
      },
      {
        "id": 68,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Вскоре на горизонте показался очередной нарушитель, на этот раз это был синий фольксваген транспортер. Решив, что второй фолькс подряд должен принести удачу, к тому же он уже нарушил на пятьсот рублей, вы элегантно машете своим жезлом, приглашая водителя к беседе. Однако из фургона вылезает целый цыганский табор, вас окружает пёстрый хоровод цветастых юбок, платков, огромных золотых серёг, сросшихся бровей и золотых зубов. От этого галдёжа и круговерти вам становится дурно, вы уже жалеете, что остановили этот дурацкий фургон. Хоровод всё ускоряется, лица мелькают, сменяя друг друга, вы не успеваете их разглядеть, кроме одного, женского лица с тёмно-карими глазами, смотрящими прямо в душу. Её губы шевелятся, а откуда-то со стороны доносится бархатистый монотонный женский голос:\n— Порча на тебе, соколик, чёрная душа у кого-то, извести со света тебя желает, не даёт ей, окаянной, покоя то, что ты по этой земле ходишь, да жизни радуешься. Совсем немного тебе осталось до сырой земли, но я смогу-помогу тебе снять эту порчу дурную, переведу её на деньги и очистишься ты от неё.....",
    "answers": [
      {
        "id": 84,
        "text": "дальше",
        "var_set": [
          "money",
          0
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "Он подходит к вам и вопросительно смотрит, как будто чего-то ждёт. Вы стоите не понимая, наконец спрашиваете: - Что хотите, гражданин? \n- Вы ж сами меня позвали, - недоумевает мужик. - Рукой махнули, я и пришел.\n- Я вас не звал, - отвечаете вы. - Это было не вам.\n- Тогда я пойду, - говорит мужик.\n- Подождите, гражданин. Вы же только что нарушили ПДД статья 12.29 пересечение проезжей части в неположенном месте. Карается штрафом в 500 рублей. Ну что, будем составлять протокол?\nГрибник такого развития событий явно не ожидал.\n- Так а как же её пересекать-то? Где ж это самое положенное место?",
    "answers": [
      {
        "id": 74,
        "text": "Объяснить",
        "var_add": [
          "money",
          500
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": "Этот разговор привел вас в такую ярость, что даже в груди заболело. Отключив телефон, чтобы Марта не смогла дозвониться, вы пошли в машину, нужно немного успокоиться, чтобы работать дальше. Но в аптечке не оказалось ни валидола, ни кордиамина, даже валерьянки не было. А в груди, между прочим, боли усилились. Что-то жгло прямо посередине, за грудиной. Вы непроизвольно прижали ладонь к больному месту и попытались успокоиться и поглубже подышать, но лучше не становилось. Наоборот, боль усилилась и даже стала отдавать в левое плечо. Решив не рисковать своим здоровьем, вы связались по рации со старлеем Загребайло и предупредили его о болях в сердце. Он тут же пообещал вам вызвать скорую. Спустя десять минут его автомобиль, мигая и воя подъехал к вам. Обеспокоенный старлей привез валидол",
    "answers": [
      {
        "id": 72,
        "text": "Сунуть таблетку под язык"
      }
    ]
  },
  {
    "id": 72,
    "text": "Спустя еще минут 10, когда вы уже из-за болей и страха за свою жизнь покрылись холодным липким потом, подкатила машина скорой помощи. Сняв ЭКГ медики обнаружили инфаркт задней стенки и, брызнув ингалятором нитроглицерина, воткнув капельницу и уложив на жесткую каталку, погнали с мигалкой в больницу. ",
    "answers": [
      {
        "id": 79,
        "text": "подвести итог"
      }
    ]
  },
  {
    "id": 73,
    "text": "Супруга, сидевшая на кровати говорила долго. И каждое слово её было лопатой, бросающей горсть земли на гроб, в котором похоронены все надежды на служебную карьеру.\nКрасномордый, как оказалось, не справился с управлением и вы оказались в кювете. Он и Родион пострадали не сильно, а вот вы каким-то образом сломали себе бедро и нос. \nИз ГИБДД вас тут же уволили задним числом после того, как новость о попавших в ДТП пьяном депутате, ГАИшнике и директоре торгового центра показали по местному телеканалу. \nХуже и быть не могло.",
    "answers": [
      {
        "id": 1,
        "text": "Прожить день заново"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы, конечно, разводила с опытом. Само собой, пересекать дорогу можно если отсутствует специальная разметка (зебра), но только на хорошо просматриваемом в обе стороны участке при условии отсутствия машин. Или достаточно большой дистанции до них. Но грибник этого не знал, он повёлся на ваши сочинения о том что здесь сплошная, которую ему нельзя пересекать так же, как и транспортным средствам (ведь он такой же участник дорожного движения!), что он должен был искать прерывистую линию разметки, что он идёт под неудобным к солнцу углом и вдали поворот, выехав из-за которого, водитель будет ослеплён, может увидеть вас в последний момент, попытается уйти от столкновения, улетит в кювет, а это уже, статья 12.30, карается штрафом 1500 рублей. В общем, основная задача по запутыванию грибника была выполнена. Ошарашенный мужик без протокола отдал пятихатку и, с вашего разрешения, удалился прочь тем же путём, каким и пришёл сюда.",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить ждать нарушителей"
      },
      {
        "id": 76,
        "text": "Пообедать"
      },
      {
        "id": 74,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 75,
    "text": "В скором времени тонированный геленваген выскочил на горизонте. Солнце бликовало на его полированном чёрном капоте, он мчал, не разбирая дороги, навстречу вашим штрафам аж 170 километров в час. Выйдя на обочину и взмахнув жезлом, вы, предвкушая очередной хабаровск*, а может и два, наблюдаете за его остановкой, попутно отмечая нечитаемые номерные знаки. Гелик остановился метрах в 15 и вам пришлось, тряся внушительным животом, подбегать рысцой к автомобилю\n\n*хабаровск - 5000 рублей",
    "answers": [
      {
        "id": 77,
        "text": "- Добрый вечер. Приготовьте деньги."
      }
    ]
  },
  {
    "id": 76,
    "text": "Усевшись на переднее сиденье патрульного автомобиля, вы с удовольствием уминаете восемь бутербродов с колбасой, запивая их чаем из термоса. Между тем, редкие машины пролетают на диких скоростях, явно напрашиваясь на штраф, но вы, решив что пустой желудок ничуть не лучше пустого кошелька, снисходительно прощаете их, обещая себе наказать нарушителей в другой раз.",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить работу"
      }
    ]
  },
  {
    "id": 77,
    "text": "Подбежав к двери водителя вы немного запыхались. Тонированное стекло опустилось, вы пригнулись, чтобы удобнее было общаться, успели заметить стильные чёрные очки и квадратный подбородок, покрытый небольшой щетиной. Из автомобиля раздалось \"хррр.... тффф\" и внезапно вам в глаза что-то попало. Вы зажмурились, ощущая мокрое на лице и слыша звук мотора удаляющегося автомобиля. Вытерев с лица плевок наглеца, огромными прыжками вы добегаете до своего автомобиля и начинаете погоню. Но, сколько вы не старались, догнать нарушителя не получалось. Тогда вы объявляете по рации о нарушителе и в ответ слышите снисходительное: \n- Фёдрыч! Ты что, не в курсе? Это ж сын нашего мэра Генри Хапугин. Ты давай разворачивайся и дуй обратно, не нужны нам конфликты с такими людьми",
    "answers": [
      {
        "id": 78,
        "text": "Повернуть назад, отчаянно ругаясь"
      }
    ]
  },
  {
    "id": 78,
    "text": "Делать нечего, пришлось вам делать разворот и возвращаться назад ни с чем, ругаясь как сапожник от злости и бессилия. Мерзкий щенок настолько испортил настроение, что работать совершенно не хотелось. Хотелось напиться. У вас на конец рабочего дня была припасена бутылочка прозрачной. Заехав на обочину и кое-как спрятав автомобиль в кустах, вы распечатали поллитру и остаток рабочего дня провели в гордом одиночестве, успокаивая себя лекарством и мысленными представлениями о расправе над молокососом. Уж вы бы выбили из него всю дурь. Пристегнув наручниками к батарее вы бы избивали его битой, заставляя умолять о прощении, а потом, связанного, увезли в лес и заставили рыть себе могилу. И конечно закопали бы его живьём, чтобы он ещё помучился перед своей смертью.\nКогда успокоительное кончилось, солнце уже село, рабочий день прошёл, а алкоголь уже хорошенько дал вам по голове. Пора возвращаться, подводя итог сегодняшнего дня",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 79,
    "text": "Итак, на момент окончания рабочего дня у вас денег:",
    "answers": [
      {
        "id": 79,
        "text": "                                                  ",
        "comment": true,
        "var_show": [
          "money"
        ]
      },
      {
        "id": 79,
        "text": "Кроме того, порваны локти у вашей формы. Придётся, видимо,  раскошелиться на новую",
        "comment": true,
        "need": 11
      },
      {
        "id": 79,
        "text": "В скверном расположении духа вы вернулись домой и сразу же разругались с супругой. Теперь вы с ней не разговариваете вот уже неделю и даже не собираетесь мириться.",
        "need": 78,
        "comment": true
      },
      {
        "id": 79,
        "text": "За успешно проявленные мужество и героизм, начальство наградило вас денежной премией и грамотой. Теперь она висит у вас на стене в рамочке.",
        "need": 64,
        "comment": true
      },
      {
        "id": 79,
        "text": "За успешно проявленные мужество и героизм, начальство наградило вас денежной премией и грамотой. Теперь она висит у вас на стене в рамочке.",
        "need": 63,
        "comment": true
      },
      {
        "id": 79,
        "text": "Не самый удачный день. Нарушителя вы не поймали, машину разбили, да и теперь придётся на больничном посидеть. В наказание вас понизили в должности, что сильно отразилось на семейном бюджете.",
        "need": 62,
        "comment": true
      },
      {
        "id": 79,
        "text": "Не самый удачный день. Нарушителя вы не поймали, машину разбили, да и теперь придётся на больничном посидеть. В наказание вас понизили в должности, что сильно отразилось на семейном бюджете.",
        "need": 47,
        "comment": true
      },
      {
        "id": 79,
        "text": "Не самый удачный день. Нарушителя вы не поймали, машину разбили. В наказание вас понизили в должности, что сильно отразилось на семейном бюджете.",
        "need": 40,
        "comment": true
      },
      {
        "id": 79,
        "text": "Ваш танец на крыше патрульного автомобиля на какое-то время стал весьма популярным в ютубе. Для начальства это стало неприятным сюрпризом и вас перевели на менее прибыльную должность.",
        "need": 28,
        "comment": true
      },
      {
        "id": 79,
        "text": "После такого гипноза, вам пришлось долго ходить к психологу и восстанавливать душевное равновесие. Этому, кстати, совершенно не способствовала сумма, которую вы отдавали после каждого сеанса",
        "need": 84,
        "comment": true
      },
      {
        "id": 79,
        "text": "Теперь какое-то время вам придётся провести в больнице. Обидно, правда?",
        "need": 72,
        "comment": true
      },
      {
        "id": 79,
        "text": "Сегодня ночью вы долго не могли уснуть, так как выспались на работе. Вы ворочались и ворочались, из-за чего на вас накричала разбуженная супруга и вы с ней не разговаривали после этого целую неделю ",
        "need": 57,
        "comment": true
      },
      {
        "id": 79,
        "text": "Конечно, начальство вскоре подсуетилось и вас перевели в отдельную палату, а через несколько дней прооперировали. Восстановление заняло четыре долгих месяца, за которые ваш семейный бюджет сильно упал. ",
        "need": 58,
        "comment": true
      },
      {
        "id": 79,
        "text": "Конечно, начальство вскоре подсуетилось и вас перевели в отдельную палату, а как только зажила рана, прооперировали. Восстановление заняло четыре долгих месяца, за которые ваш семейный бюджет сильно упал. ",
        "need": 59,
        "comment": true
      },
      {
        "id": 79,
        "text": "Разговор с батюшкой на какое-то время вразумил вас. Вы сходили в церковь и перестали безбожно грабить всех направо и налево. Но хватило вас ровно три дня. ",
        "need": 16,
        "comment": true
      },
      {
        "id": 35,
        "text": "Получено новое достижение",
        "need": 72
      },
      {
        "id": 29,
        "text": "Получено новое достижение",
        "need": 28
      },
      {
        "id": 22,
        "text": "Получено новое достижение",
        "need": 53
      },
      {
        "id": 1,
        "text": "Прожить день по-новому"
      }
    ]
  },
  {
    "id": 80,
    "text": "Насытившись, вы выходите из патрульного форда и как раз вовремя: на вас на бешеной скорости несётся сверкающий белый рендж ровер с госномером р333ор и непроницаемой тонировкой лобового стекла. Ваша реакция была молниеносна и автомобиль уже сворачивает на обочину, повинуясь взмаху чёрно-белого жезла. Вот открывается дверь и на дорожное покрытие опускается ботинок Louis Vuitton Manhattan Richelieus из кожи аллигатора, стоимостью десять тысяч долларов. Ваша челюсть медленно ползёт вниз, а в мозгу начинают бешено вращаться цифры. Но вот на дорогу опускается посох, а затем появляется чёрная ряса священнослужителя. Последними из машины показываются окладистая борода, морщинистое лицо и умасленные черные с проседью волосы, которые венчает фиолетовая камилавка. Из приоткрытой водительской двери доносится нетрезвый смех юных дев, им вторит весёлый мужской бас.",
    "answers": [
      {
        "id": 3,
        "text": "- Что ж вы, батюшка.."
      }
    ]
  },
  {
    "id": 81,
    "text": "Конечно, она не захотела тратить своё время на составление протокола и отдала вам деньги в руки, после чего, явно расстроенная, уехала. ",
    "answers": [
      {
        "id": 83,
        "text": "Дальше"
      },
      {
        "id": 81,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "Еще немного пококетничав с вами, девушка оставляет номер своего мобильного и говорит что послезавтра будет одна весь вечер и совсем не прочь его разделить с кем-нибудь вроде вас. С улыбкой на лице, вы провожаете автомобиль взглядом, уже планируя предстоящую встречу. Немного помечтав, вы переключаетесь на рабочий  настрой",
    "answers": [
      {
        "id": 83,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "Горячее солнце плавило асфальт, жар от него, поднимаясь, казалось, искажал пространство. Вот на горизонте появились два автомобиля. Впереди мчала черная акура mdx, за ней, поотстав, однако странно повиливая корпусом ехал светло-синий фольксваген пассат Б5",
    "answers": [
      {
        "id": 65,
        "text": "Тормозить акуру"
      },
      {
        "id": 66,
        "text": "Тормозить пассат"
      }
    ]
  },
  {
    "id": 84,
    "text": "Сколько это продолжалось, вы не помните. Когда вы пришли в себя, оказалось, что сидите вы в своем патрульном форде. За окном уже начинало темнеть, да и воздух заметно посвежел. Осознав, что стали жертвой цыганского гипноза, вы с замиранием сердца проверили, на месте ли пистолет. К счастью он был в кобуре, а вот денег у вас не оказалось. Не только заработанных сегодня на трассе, а всех, что были в кошельке! Это кошмарное открытие повергло вас в шок. Конечно, вы не помните номеров, даже марку автомобиля не можете вспомнить. Весь остаток рабочего дня вы просидели в салоне, отрешённо глядя на приборную панель. ",
    "answers": [
      {
        "id": 79,
        "text": "Подвести итог"
      },
      {
        "id": 84,
        "text": "Деньги:",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  }
]