[
  {
    "id": 1,
    "text": "Автор: Nelix\nЖанр: Юмор, с ноткой Безумия\nЯ очень надеюсь на вашу поддержку дорогие читатели. \nОписание: В этом квесте главный герой, то есть вы, будете искать ответ на вопрос, который вам задали родители, в Google. В данном квесте вас втянут в нелепую историю череда обстоятельств. Удастся ли вам найти ответ? Всё зависит от вас, приятного чтения!\nP.S: Дорогие читатели, не стесняйтесь, оставляйте комментарии, указывайте мне на ошибки, я их обязательно исправлю)",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 11,
        "text": "Обращение к читателям"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://www.pioneeringminds.com/wp-content/uploads/2018/07/AI1818-720x480.jpg",
        "system": true
      },
      {
        "id": 49,
        "text": "[достижения] "
      }
    ]
  },
  {
    "id": 2,
    "text": "Жаркий, летний день, через закрытые занавески ели просачивались лучи солнечного света, зной и жажда одалевали вас, но послышался голос родителей. \nИз того, что вы услышали, вам стало ясно, что они хотели загуглить что-то о реке \"Порсе\". Но всё таки вы с опаской рассматривали этот вариант. ",
    "answers": [
      {
        "id": 3,
        "text": "[сказать что телефон разряжен]"
      },
      {
        "id": 4,
        "text": "[разбить телефон]"
      },
      {
        "id": 5,
        "text": "[промолчать]"
      },
      {
        "id": 12,
        "text": "[сбежать из дома]"
      },
      {
        "id": 7,
        "text": "[послушно включить телефон] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваши родители, приказали вам зарядить телефон и зайти в Google",
    "answers": [
      {
        "id": 4,
        "text": "[разбить телефон]"
      },
      {
        "id": 7,
        "text": "[включить Google]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы получили жёстких люлей от родителей, потому что по их словам телефон был дорогой, но вы сомневались в этом...",
    "answers": [
      {
        "id": 1,
        "text": "[закончить квест] ",
        "need": [
          4
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Мать зашла в вашу комнату, теперь вам прийдётся зайти в Google",
    "answers": [
      {
        "id": 7,
        "text": "[включить телефон и запустить Google]"
      },
      {
        "id": 4,
        "text": "[разбить телефон]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы набрали первые слоги, и Google металлическим голосом произнёс: „Показаны результаты по запросу порно”. Вы побледнели, родители побледнели, мать попросила выключить телефон и пойти сделать домашку, а ночью вы услышали скрип кровати...",
    "answers": [
      {
        "id": 1,
        "text": "[закончить квест]",
        "need": [
          6
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Ваш телефон издал звук чем-то похожий на жужжание комара и включился. Вы начали набирать слово...",
    "answers": [
      {
        "id": 6,
        "text": "Порн..."
      },
      {
        "id": 9,
        "text": "Порс..."
      },
      {
        "id": 10,
        "text": "Порт..."
      },
      {
        "id": 8,
        "text": "Порш..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы набрали первые буквы, и металлический голос произнёс : „Показаны результаты по запросу PORCHE”. Так как ваша семья была в достатке, гараж перестал пустовать",
    "answers": [
      {
        "id": 1,
        "text": "[закончить квест]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы набрали первые буквы, и металлический голос произнёс: „Показаны результаты по запросу Порсе”. После этого родители поблагодарили вас и дали сотку ",
    "answers": [
      {
        "id": 1,
        "text": "[закончить квест]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы набрали первые буквы, и металлический голос произнёс: „Показаны результаты по запросу Португалия”. Почему-то ваша мать сказала, можно пойти погулять, а на следующий день отец купил путёвку в Португалию.\n(если бы так в жизни)",
    "answers": [
      {
        "id": 1,
        "text": "[закончить квест]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дорогие читатели, этим квестом я просто хотел развлечь вас, да писатель из меня не ахти, но я надеюсь, что дальше станет лучше. \nПожалуйста указывайте мне на ошибки в комментариях. ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы начали собираться, вы взяли всё необходимое и пока никто не видел ускользнули из дома. Но куда же вы направитесь?",
    "answers": [
      {
        "id": 13,
        "text": "[войти в переулок рядом с домом]"
      },
      {
        "id": 14,
        "text": "[пройтись дальше по улице]"
      },
      {
        "id": 2,
        "text": "[вернуться домой]"
      },
      {
        "id": 18,
        "text": "[пойти к бомжу Серёге]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы входите в тёмный переулок. В нос ударил запах сырости, а под ногами пропала земля. Вы провалились в канализацию и тут же увидели четырёх огромных людей, вы пригляделись и поняли, что это были черепашки ниндзя! Странно было видеть здесь такое, но похоже существование мутантов-черепах — правда!\nНу, кэп, что будем делать? ",
    "answers": [
      {
        "id": 2,
        "text": "[поросить черепашек отнести вас домой]"
      },
      {
        "id": 15,
        "text": "[атаковать черепашек]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вас встретили местные гопники, вы знали только их имена: Сумло, Вломло и Щегло(во всех именах ударение на последнее о).",
    "answers": [
      {
        "id": 16,
        "text": "[ударить с вертушки одного из гопников]"
      },
      {
        "id": 17,
        "text": "[бежать]"
      },
      {
        "id": 25,
        "text": "[спросить чё надо?]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы начали безудержно махать руками и ногами, с бешеной скорость надвигаясь на четырёх мутантов, но вдруг один точный удар куда-то в область шеи, и вы провалились в тёмную комнату",
    "answers": [
      {
        "id": 45,
        "text": "[далее] "
      }
    ]
  },
  {
    "id": 16,
    "text": " На вид самым хилым из гопоты оказался Щегло, и он был выбран для удара. Гопник упал на землю, пока его друзья помогали ему подняться вы...",
    "answers": [
      {
        "id": 17,
        "text": "[убежали]"
      },
      {
        "id": 19,
        "text": "[смотрели на гопников с ухмылкой]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы легко убежали от гопников, вы бежали в сторону дома, но на пороге вас втретил отец, вам пришлось оправдываться...",
    "answers": [
      {
        "id": 21,
        "text": "[сказать что пошли погулять](соврать)"
      },
      {
        "id": 22,
        "text": "[сказать, что убегали от гопников](сказать правду)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Бомж Серёга, самый главный бомж. Серёга управляет всеми бомжами, у Серёги есть армия бомжей и сейчас с её помощью он хочет захватить школу. Серёга был ваш давний знакомый, поэтому когда вы пришли, он попросил вас помочь захватить школу.",
    "answers": [
      {
        "id": 23,
        "text": "[согласиться]"
      },
      {
        "id": 24,
        "text": "[отказаться]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Сумло и Вломло вломили вам, и вы побеждённый вернулись домой, как-то не сложилась уличная жизнь",
    "answers": [
      {
        "id": 20,
        "text": "[домой]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дома вас посадили под домашний арест и отобрали телефон, из-за побега из дома",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Скорее всего отец прверил вам, но всё равно загнал вас домой",
    "answers": [
      {
        "id": 2,
        "text": "[зайти в дом]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ваш отец рассмеялся и разрешил погулять ещё, к тому же дал сотку\nВы пошли гулять, а вечером вернулись домой, в общем вы неплохо провели день",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Армия бомжей двинулась на школу, дети давно этого ждали из-за чего встали на сторону бомжа Серёги. Вы захватили школу и стали править вместе с бомжём Серёгой, вы были его правой рукой, а когда бомж Серёга умер, вы стали управлять целой империей бомжей",
    "answers": [
      {
        "id": 1,
        "text": "[конец]",
        "need": [
          23
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Бомж Серёга отправил вас домой, но на пороге вас встретил отец, вам пришллсь оправдываться...",
    "answers": [
      {
        "id": 22,
        "text": "[сказать что были у бомжа Серёги]"
      },
      {
        "id": 21,
        "text": "[сказать что просто гуляли]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Сумло в ответ пискнул: „Мобила есть? позвонить?”. Вы в нерешимости стоите и делаете следующие действия:",
    "answers": [
      {
        "id": 17,
        "text": "[убежать]"
      },
      {
        "id": 16,
        "text": "[ударить одного из гопников]"
      },
      {
        "id": 26,
        "text": "[дать телефон]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Сумло взял телефон и увидел что у вас включён Google. Сумло пискнул: „Ok Google“. После чего вашь телефон заискрился золотистым цветом и открылся портал в другое измерение. Портал представлял из себя чёрно-синию дыру, переливающуюся всевозмыжными тонами. Вы оглянулись, но гопники уже смылись, оставив ваш телефон лежать на земле.",
    "answers": [
      {
        "id": 27,
        "text": "[зайти в портал]"
      },
      {
        "id": 28,
        "text": "[убежать]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы зашли в портал и сразу осмотрелись, земля была из леденцов, вы присели на неё и начали думать",
    "answers": [
      {
        "id": 29,
        "text": "[осмотреться]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы начали бежать, но неведомая сила засосала вас в портал",
    "answers": [
      {
        "id": 27,
        "text": "[не сопротивляться]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы осмотрелись вокруг себя, первое что вы увидели это сранное существо похожее на ногу человека, тоесть это и была нога человека, только большая и волосатая, она скакала куда-то в противоположную сторону от вас. Потом вы увидели кота Вжуха, да, того самого кота! Он подлетел к вам и спросил что ты делаешь здесь, в мемном мире?",
    "answers": [
      {
        "id": 30,
        "text": "[гуляю]"
      },
      {
        "id": 31,
        "text": "[я вошёл сюда через портал который активировал мой телефон]"
      },
      {
        "id": 35,
        "text": "[промолчать]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Кот Вжух не поверил вам и завжухал вас, вы обиделись на него, но это ничего не исправило",
    "answers": [
      {
        "id": 1,
        "text": "[ВЖУХ]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Кот поблагодарил вас за то что вы ему не соврали, и теперь может исполнить любое ваше желание",
    "answers": [
      {
        "id": 32,
        "text": "[пожелать денег]"
      },
      {
        "id": 33,
        "text": "[пожелать власти над всем и вся]"
      },
      {
        "id": 34,
        "text": "[пожелать бесконечно желаний]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы стали миллиардером, у вас было огромное состояние, но как и любой богатый человек вы боялись за свои деньги, вам было нечего терять и вы прожили остаток жизни в одиночестве",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы стали властелином всего, всего что только может существовать, но через додекальён лет вам это надоело. Вы провели оставшуюся вечность в горьком одиночестве",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы всё загадывали и загадывали у вас было всё, что только может существовать, кроме пустоты...",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Кот Вжух, забил на вас и полетел дальше, вы увидели перед собой три дороги, №1на право, №2на лево и №3прямо. Дорога №1 была из какой-то непонятной космической жижи, дорога №2 состояла из Troll face и Ололошников, дорога №3 состаяла из вас, да дорога состоящая из вас! Куда вы пойдёте?",
    "answers": [
      {
        "id": 36,
        "text": "[на право]"
      },
      {
        "id": 37,
        "text": "[на лево]"
      },
      {
        "id": 38,
        "text": "[прямо]"
      }
    ]
  },
  {
    "id": 36,
    "text": "вы пошли по дороге из космической жижи, вы шли минут пятнадцать, пока не обернулись и не увидели родную планету, сзади вас была планета земля! Вы сидели на дороге и офегивали, но вы быстро собрались с мыслями и решили...",
    "answers": [
      {
        "id": 39,
        "text": "[пойти дальше]"
      },
      {
        "id": 35,
        "text": "[вернуться назад]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы попали в мир мемов, там творился полный хаос, но вам это понравилось и вы решили остаться там",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы попали в зеркальный мир! Там были только вы, каждая часть вас владела одной частью вашего характера. Но когда они увидели вас они посчитали вас богом, потому что вы были полным. Вы были королём зеркального ммра, там было всё одинаково, вас часто тошнило, но вы оставались там, потому что вас силой заставляли это делать...\n",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы шли и шли, шли, и шли, мимо вас уныло проплывали планеты вашей солнечной системы, вас мучал вопрос почему вы всё ещё не задохнулись? Но перед собой вы увидели инопланетный корабль! Вас забрал магнитный луч и вы оказались на корабле, что вы будете делать...",
    "answers": [
      {
        "id": 41,
        "text": "[ждать]"
      },
      {
        "id": 40,
        "text": "[прогуляться по кораблю]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы поднялись на ноги и попробовали пройтись, но вы не смогли пройтись из-за силового поля",
    "answers": [
      {
        "id": 41,
        "text": "[ждать]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Примерно через час мучительных ожиданий к вам подошло странное существо. Оно выглядело так: коричневый гигант, с шипами на спине и множеством каменных катышках на теле, голова у него была вытянута, скорее всего инопланетянин был в маске, руки и ноги не похожи на человеческие. Руки его напоминали щупальца, а ноги были широкими и ровными(они не сгибались).",
    "answers": [
      {
        "id": 42,
        "text": "[молча смотреть на инопланетянина]"
      },
      {
        "id": 43,
        "text": "[спросить чё надо]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Он взял вас, положил на стол и начал проводить эксперементы, довольно печально...",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Скозь маску пошёл пар, он медленно, еле слышно протянул: „Google“.",
    "answers": [
      {
        "id": 44,
        "text": "[дать ему телефон]"
      },
      {
        "id": 42,
        "text": "[не давать ему телефон]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы дали ему телефон, инопланетянин высадил вас на планету, но через пять лет началось инопланетное вторжение, у вас в голове промелькнула мысль, что виновником этого торжества являетесь вы, поэтому вы присоеденились к бомжу Серёге: главе народного восстания. Вы спасли планету, но было тяжело на душе",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ещё секунда и перед глазами вспыхнул яркий свет, а сознание убежало от вас в никуда... ",
    "answers": [
      {
        "id": 46,
        "text": "[попытаться что-то сделать] "
      }
    ]
  },
  {
    "id": 46,
    "text": "Ещё пара минут в состоянии овоща длились как два часа, но после ожидания что-то начало проясняться... ",
    "answers": [
      {
        "id": 47,
        "text": "[проморгаться] "
      }
    ]
  },
  {
    "id": 47,
    "text": "Ну что ж, теперь вы видите фиолетовый бархатный потолок, и стеклянную люстру. Такое ощущение, что люстра как будто растёт из потолка, а сам поталок как космос такой же бескарйний и загадочный",
    "answers": [
      {
        "id": 48,
        "text": "[осмотреться] "
      },
      {
        "id": 51,
        "text": "[продолжать лежать] "
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы повертели головой насколько это возможно, и оказалось, что вы на кровати, мягкой, удобной кровати. А что ещё важнее, вы у себя дома! ",
    "answers": [
      {
        "id": 50,
        "text": "[привстать] "
      },
      {
        "id": 51,
        "text": "[продолжать лежать] "
      }
    ]
  },
  {
    "id": 49,
    "text": "Все достижения, открытые вами:",
    "answers": [
      {
        "id": 51,
        "text": "[Совёнок] ",
        "need": [
          51
        ],
        "need_ever": true
      },
      {
        "id": 6,
        "text": "[Упс] ",
        "need": [
          6
        ],
        "need_ever": true
      },
      {
        "id": 4,
        "text": "[Сломан, но не сломлен] ",
        "need": [
          4
        ],
        "need_ever": true
      },
      {
        "id": 50,
        "text": "[Торчок] ",
        "need": [
          50
        ],
        "need_ever": true
      },
      {
        "id": 23,
        "text": "[Революция] ",
        "need": [
          23
        ],
        "need_ever": true
      },
      {
        "id": 44,
        "text": "[Даже пришельцам нужен Google] ",
        "need": [
          44
        ],
        "need_ever": true
      },
      {
        "id": 38,
        "text": "[Я... Я... И снова Я... ] ",
        "need": [
          38
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 50,
    "text": "Сидя на кровати, вам было проще понимать, что вас окружает и хоть как-то ориентироваться на местности. Вы тряхнули головой и вдруг все краски исчезли, вернув вам трезвость. Как же долго вы валялись в постели? Вспомнив этот сон, напомнивший детство, вы взяли с себя обещание, что больше не будете курить носки... ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]",
        "need": [
          50
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы лежали и лежали, время для вас перестало существовать. И вот в глазах потемнело, и через мгновение вы стояли у железных ворот, с надписью \"Совёнок\", пока вы осмысливали произошедшее из-за ворот выскочила девочка, посмотрела на вас и сказала:\n\"Привет, ты новенький?\"\nну а что произошло дальше мы уже знаем) ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]",
        "need": [
          51
        ],
        "need_ever": false
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  }
]