[
  {
    "id": 1,
    "text": "Автор: Fenix.\nСюжет: современная версия всем известной сказки, где пирожки не пирожки, волк не волк, а Красная шапочка не просто девочка.\n\nПриятного чтения.",
    "answers": [
      {
        "id": 15,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "- Я готова.- уверенно ответила Красная шапочка.\n- Хорошо. Запомни пароль: \"Это внучка пирожки принесла\". Иди готовься. У тебя ровно пятнадцать минут.\n Красная шапочка пошла в свою комнату. Она открыла шкаф и подумала: \"Что же мне взять?\"",
    "answers": [
      {
        "id": 4,
        "text": "Автомат, кинжал, пару гранат и топорик"
      },
      {
        "id": 5,
        "text": "Сумочку, косметичку и запасное платье"
      },
      {
        "id": 6,
        "text": "Ничего не брать"
      },
      {
        "id": 17,
        "text": "Подругу"
      }
    ]
  },
  {
    "id": 3,
    "text": "- Я отказываюсь.- сказала Красная шапочка.\n- Жаль. Можешь идти.\n Девушка пошла в свою комнату, чувствуя, что упустила возможность пережить множество приключений.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": " Собравшись как в фильмах о зомби-апокалипсисе, Красная шапочка пошла в лес. В лесу было намного темнее, чем снаружи. Не было слышно пения птиц, их всех съели голодные оборотни. Только благодаря охотникам они еще не вышли из леса и не сожрали всех людей.<s>r\n Вдруг перед Красной шапочкой вышел огромный серый волк. Девушка сразу поняла, что это оборотень.<s>r\n- Куда идешь?- спросил он.",
    "answers": [
      {
        "id": 7,
        "text": "- К бабушке"
      },
      {
        "id": 8,
        "text": "- К тайному агенту"
      }
    ]
  },
  {
    "id": 5,
    "text": " Нарядившись как на дискотеку, Красная шапочка пошла в лес. Каблуки очень сильно уменьшили скорость ходьбы, поэтому девушке пришлось идти во тьме ночи. Вдруг перед ней появился большой серый волк. Красная шапочка срузу поняла что это оборотень. Волк спросил:\n- Куда это ты так вырядилась?",
    "answers": [
      {
        "id": 9,
        "text": "На танцы"
      },
      {
        "id": 10,
        "text": "На свидание"
      }
    ]
  },
  {
    "id": 6,
    "text": " Ничего не взяв, Красная шапочка пошла налегке. В лесу стояла гробовая тишина. Все живое здесь было съедено оборотнями. Вдруг перед Красной шапочкой появился большой серый волк. Девушка сразу поняла что это оборотень.\n- Разве ты не знаешь, что нельзя ходить одной в лесу?- зловеще спросил волк.\n Девушка не знала что ей делать.",
    "answers": [
      {
        "id": 13,
        "text": "Расплакаться"
      },
      {
        "id": 14,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 7,
    "text": "- К бабушке. Она живет в этом лесу. Я ей пирожки несу.<s>r\n- Ага, так я тебе и поверил.- недоверчиво сказал волк.<s>r\n Тут он завыл, призывая своих сородичей. Сразу же со всех сторон повылезали оборотни.",
    "answers": [
      {
        "id": 22,
        "text": "Открыть огонь"
      },
      {
        "id": 23,
        "text": "- Переговоры!"
      }
    ]
  },
  {
    "id": 8,
    "text": " Волк посмотрел удивленно на девушку и рассмеялся:<s>r\n- Отличная шутка! Я люблю хорошие шутки. А какая у тебя миссия? Что же ты несёшь агенту?",
    "answers": [
      {
        "id": 31,
        "text": "- Вот этот автомат"
      },
      {
        "id": 32,
        "text": "- Тайные сведения. Я сама не знаю, что там."
      }
    ]
  },
  {
    "id": 9,
    "text": "- На танцы,- ответила Красная шапочка.<s>r\n- И где же ты в лесу видела танцевальную площадку? - поинтересовался Волк.<s>r\n- Да тут недалеко. А ты не знал что ли? - попыталась выкрутиться девушка.<s>r\n- Покажешь дорогу? - спросил Волк, хитро улыбаясь.",
    "answers": [
      {
        "id": 11,
        "text": "Да"
      },
      {
        "id": 12,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 10,
    "text": "- На свидание, не видишь что ли?\n- И кто это в лесу назначает свидания?\n- А догадайся. Кто обитает в этом лесу?\n Тут волк выпучил глаза от удивления и завыл, призывая сородичей.\n Оборотни окружили волка со всех сторон.\n- Она сказала, что кто-то из вас назначил ей свидание. Живо признавайтесь!- сказал волк.\n Пока оборотни спорили и рассуждали Красная шапочка быстро сбежала и спокойно добралась до тайного агента.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "- Да, идем.<s>r\n Красная шапочка и Волк пошли вместе. Вдруг девушка остановилась и сказала:<s>r\n- Кажется я каблук сломала.<s>r\n- Какой? - спросил Волк, смотря на туфли.<s>r\n- Этот! - выкрикнула девушка, ударив каблуком в глаз Волка.<s>r\n Пока Волк приходил в себя, Красная шапочка убежала.<s>r\n Больше в опасности она не попадала и спокойно передала пирожки тайному агенту.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "- Нет.\n- Ну тогда я тебя никуда не отпущу.- зловеще сказал волк и завыл, призывая сородичей.\n Оборотни со всех сторон окружили Красную шапочку и сожрали ее.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": " Красная шапочка расплакалась. Волк был обескуражен странным поведением девушки.<s>r\n- Ты чего? - спросил он.<s>r\n- Ты сейчас съешь меня, а я ещё такая молодая, жизни не повидала... А это к тому же ещё и больно... - сквозь слёзы пролепетала Шапочка.<s>r\n- Ну ладно тебе, не плачь. Я и не собирался тебя есть, - сказал Волк.",
    "answers": [
      {
        "id": 33,
        "text": "- Правда?"
      },
      {
        "id": 34,
        "text": "- А зря!"
      }
    ]
  },
  {
    "id": 14,
    "text": " Красная шапочка стала звать на помощь.<s>r\n<s>r\n- Никто тебя не услышит, - сказал Волк.<s>r\n<s>r\n Но вдруг на помощь девушке выбежала бабушка - тайный агент. Она услышала крики девушки за сто километров и прибежала как можно быстрее. Бабушка знала все боевые искусства, какие были придуманы человечеством, и быстро убила волка. Красная шапочка передала ей пирожки и пошла домой.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": " Это был теплый летний вечер. Лучшая охотница на оборотней, более известная как Красная шапочка, пришла в кабинет начальника чтобы получить свое задание.\n Начальник сразу же без предисловий сказал:\n- Сегодня тебе поручается сложное задание - нужно передать важные документы под видом пирожков нашему секретному агенту, который живет в доме в самой глубине леса, кишащего оборотнями. Ты готова?",
    "answers": [
      {
        "id": 2,
        "text": "Согласиться"
      },
      {
        "id": 3,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 16,
    "text": " Спасибо за то что прошли мой квест. Пожалуйста, оставьте свой отзыв с пожеланиями или критикой, если нашли ошибки напишите о них и скажите номер страницы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 17,
    "text": " Красная шапочка вместе с подругой и коллегой Синей кепочкой пошла в лес. Вместе идти весело и нестрашно. Но вдруг перед ними выбежал большой серый волк. Девушки сразу поняли что это оборотень.\n- Что это вы здесь делаете?- спросил волк.",
    "answers": [
      {
        "id": 18,
        "text": "Гуляем"
      },
      {
        "id": 19,
        "text": "Собираем грибы"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Гуляем.- ответила Красная шапочка.\n- И вы не боитесь, что вас съедят?\n- Кто это нас тут съест?- насмешливо спросила Синяя кепочка.\n- Например я!- сказал волк и приготовился напасть на Синюю кепочку.\n Красная шапочка стала думать что же делать.",
    "answers": [
      {
        "id": 20,
        "text": "Толкнуть Синюю кепочку"
      },
      {
        "id": 21,
        "text": "Закрыть собой Синюю кепочку"
      }
    ]
  },
  {
    "id": 19,
    "text": "- Собираем грибы.- сказала Красная шапочка.\n- И куда же вы собираете их?\n- А мы сразу же их едим.- попыталась выкрутиться Синяя кепочка.\n- А вам плохо не будет?- спросил волк.\n- Это смотря какие грибочки.\n Волк посмотрел на девушек как на ненормальных.\n- Лучше с ними не связываться.- прошептал он, пятясь назад.\n Волк сбежал, и девушки спокойно дошли до дома тайного агента и передали пирожки.\n ",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": " Красная шапочка толкнула подругу прямо в лапы волка. Пока волк ел Синюю Кепочку, девушка сбежала и добралась до дома тайного агента. Передав пирожки, она вернулась домой.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": " Она быстро закрыла собой подругу. Синяя кепочка сильно толкнула в спину Красную шапочку, и та упала прямо в лапы волка. Пока волк ел Красную шапочку, Синяя кепочка убежала домой.<s>r\n<s>r\n\"Я с тобой так не поступила бы.\"- подумала Красная шапочка перед смертью.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": " Шапочка выхватила автомат и начала поливать оборотней короткими очередями, прыгая с места на место и уворачиваясь от когтей и зубов. <s>r\n Оттолкнувшись от ствола дерева, она прыгнула, лягнула попавшегося снизу оборотня, получив таким образом дополнительный импульс и, оказавашись уже в трёх метрах над землёй, выпустила длинную очередь из автомата по скопившимся внизу оборотням.<s>r\n<s>r\n Когда она приземлилась, в живых почти никого не осталось, но и автомат грустно защёлкал, лишившись последних патронов.",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 23,
    "text": "- Переговоры! - закричала Шапочка, но это не подействовало. На неё накинулись сразу два оборотня, повалили и стали раздирать на куски. Шапочка надрывно закричала, но длилось это недолго - мощные челюсти сомкнулись на её голове и прекратили жизнь тайного агента.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": " Шапочка осмотрелась: сцена побоища вся была в грязно-коричневой крови оборотней, умирающие слабо шевелились, мёртвые стекленеющими глазами уставились в небо. И только один Волк не был даже ранен:<s>r\n<s>r\n- Вот, значит, какие подарочки ты несёшь бабушке? - спросил он, смачно сплёвывая.<s>r\n- Да, - ответила Шапочка. - Но для тебя тоже найдётся, - с этими словами она полезла за оружием, но нашла только гранату.<s>r\n- Я предпочту твоё горячее мясо в качестве подарка, - скалясь, ответил Волк.<s>r\n- Я бы попросила твою шкуру, но граната разорвёт её на куски, так что увы.<s>r\n<s>r\n Услышав это, Волк не выдержал и бросился на Шапочку.",
    "answers": [
      {
        "id": 25,
        "text": "В рукопашную"
      },
      {
        "id": 26,
        "text": "Бросить гранату"
      }
    ]
  },
  {
    "id": 25,
    "text": " Шапочка, одной рукой сжимая гранату, поднырнула под противника и другой рукой нанесла ему сокрушительный удар по рёбрам. Раздался хруст, Волк взвизгнул и дёрнулся. Его задняя лапа ударила Шапочку по голове, на мгновение выбив дух из агента.<s>r\n<s>r\n Этого оказалось достаточно. Пока Шапочка приходила в себя, Волк ударил её по спине когтями, распоров мышцы до самых костей. Брызнула кровь, Шапочка закричала и упала.<s>r\n<s>r\n Волк, которому сломанные рёбра перебили лёгкое, рухнул рядом. Но у него ещё были силы - он полз к Шапочке, намереваясь в последние секунды жизни перекусить ей горло.",
    "answers": [
      {
        "id": 27,
        "text": "Вырвать чеку из гранаты"
      },
      {
        "id": 28,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 26,
    "text": "Красная Шапочка бросилась наперерез Волку, вырвала чеку из гранаты и бросила её на землю в том месте, где они встретились, увернулась от атаки хищника и быстро побежала вперёд, за поваленно дерево, которое она приметила для укрытия.<s>r\n<s>r\nНо она поскользнулась на крови оборотня, потеряла равновесие, с секунду размахивала руками, стараясь не упасть, и в этот момент на неё обрушился Волк, повалив на землю и выбив из неё дух. Он распахнул пасть и приготовился откусить Шапочке голову.<s>r\n<s>r\nДо взрыва гранаты оставалась одна секунда.",
    "answers": [
      {
        "id": 29,
        "text": "- До встречи в Аду."
      },
      {
        "id": 30,
        "text": "Попытаться укрыться телом Волка"
      }
    ]
  },
  {
    "id": 27,
    "text": "- Ты меня не получишь... ублюдок... - прошептала Шапочка. Рыча от боли, она медленно поднесла руку со сжатой гранатой ко рту, схватилась зубами за чеку и дёрнула. Граната выпала из руки и прокатилась немного, замерев ровно между Волком и Красной Шапочкой.<s>r\n<s>r\n Шапочка увидела, как расширились глаза Волка, как он сделал неловкой движение прочь, пытаясь скрыться от неминуемой смерти, и она улыбнувшись, закрыла глаза.<s>r\n<s>r\n- Тайные агенты никогда не сдаются.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": " Шапочка пыталась сопротивляться, но её разодранная спина не позволяла рукам и ногам быстро и сильно двигаться, так что Волк беспрепятственно добрался до её горла и она почувствовала, как острые зубы прокусывают её плоть, как течёт по шее горячяя кровь. Вскоре всё потонуло в темноте.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "- До встречи в Аду, - громко сказала Шапочка, и улыбнулась, увидев, как непонимающе расширились глаза противника. Спустя мгновение его голова лопнула, поражённая осколком, а после всё утонуло во мгле...",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Шапочка ухватилась за шерсть Волка и прильнула к его груди - граната находилась ровно за его спиной. Волк явно не ожидал таких проявлений нежности, так что сильно опешил.<s>r\n<s>r\n\"Прости,\"- успела подумать Шапочка, когда смертоносный шквал осколков разорвал противника на куски.<s>r\n<s>r\nШапочке тоже сильно досталось - несколько осколков попало в её ногу и в обе руки. <s>r\n<s>r\nКрича от боли, она наложила жгуты и продолжила свою миссию. Сначала она хромала, потом, упав, поползла.<s>r\n<s>r\nБабушка нашла её тело прямо у дверей. Миссия была выполнена.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 31,
    "text": "- Вот этот автомат, - сказала Красная Шапочка, уткнув дуло автомата в живот Волку. Тот удивлённо посмотрел вниз, но не успел ничего сделать, как Шапочка нажала на курок и нашпиговала внутренности Волка свинцом. Он, не чувствуя боли, но понимая, что это конец, посмотрел на Шапочку словно бы обиженно и упал.<s>r\n<s>r\n Шапочка пошла дальше. Она добралась до агента Бабушка и выполнила миссию. Но ещё часто вспоминала глаза Волка в ту, последнюю секунду.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 32,
    "text": " Волк засмеялся ещё пуще. Он хохотал и никак не мог остановиться. Шапочка смотрела на него сердито, не находя в своей миссии ничего смешного. Волк, наконец, успокоился и сказал:<s>r\n<s>r\n- Давненько я так не смеялся. Так уж и быть, я вроде не сильно голоден, можешь идти. Будем считать, что ты мне смехом прибавила год жизни. Ох... Тайные агенты... - он, хихикая, ушёл в чащу.<s>r\n<s>r\n Красная Шапочка пожала плечами, поправила автомат и вернулась к выполнению миссии. Вскоре она добралась до тайного агента Бабушка и закончила дело.<s>r\n<s>r\n Но противное хихиканье Волка ещё долго не выходило у неё из головы.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "- Правда? - спросила Красная Шапочка, поднимая на Волка заплаканные глаза.<s>r\n- Честное волчье слово! - сказал Волк.<s>r\n- Ну ладно... Это хорошо... - сказала Шапочка, шмыгая и вытирая слёзы.<s>r\n- А знаешь что? Давай я тебя провожу! Здесь кроме меня есть ещё другие оборо... я хотел сказать, волки и они настоящие грубияны!",
    "answers": [
      {
        "id": 35,
        "text": "- Хорошо!"
      },
      {
        "id": 36,
        "text": "- Так не пойдёт."
      }
    ]
  },
  {
    "id": 34,
    "text": "- А зря! - выкрикнула Шапочка, сорвала с себя шарфик, запрыгнула Волку на спину, и, обмотав шею хищника, удушила его.<s>r\n<s>r\n Дальнейшая дорога прошла без происшествий, Шапочка добралась до цели назначения и выполнила миссию.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": " Шапочка согласилась, и Волк проводил её до самого домика Бабушки, рассказывая по пути всякие смешные истории из своей жизни. Там он попросил её о ещё одной встрече и Шапочка не смогла ему отказать. Закончив миссию, она встретилась с ним в кафе. Спустя какое-то время Волк сделал ей предложение и девушка со слезами согласилась.<s>r\n<s>r\n Красной Шапочке пришлось бросить свою работу агента ради семейных дел, но она никогда не жалела об этом.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "- Так не пойдёт, - нахмурившись, сказала Красная Шапочка, подобрала шишку с земли и одним движением вогнала её Волку в глотку. Понаблюдав с минуту, как лишённый дыхания Волк медленно умирает, Шапочка пнула его тело пару раз и пошла дальше. Вскоре она добралась до Бабушки и выполнила миссию.",
    "answers": [
      {
        "id": 16,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]