[
  {
    "id": 1,
    "text": "Жил на свете маленький мальчик. Однажды он совершил нечто, за что поплатился свободой. И вот теперь этот мальчик смотрит на мир из окна автомобиля родной сестры и думает: \"А если испортить эту красоту и окрасить землю кровью?\"",
    "answers": [
      {
        "id": 49,
        "text": "--> Начать <--"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 25,
        "text": "От автора."
      },
      {
        "id": 15,
        "text": "Концовки."
      },
      {
        "id": 19,
        "text": "Список использованных песенных текстов."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c637321/v637321923/4a721/duatshxuLOo.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c637321/v637321923/4a874/rPBHrYiAUzM.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "- Ты оставила меня. С ними, - голос мальчика прозвучал зло.\n- Так было нужно... прости меня.\nАвтомобиль продолжал продвигаться по асфальтированой дороге, плавно поворачивая на местах поворотов. Мальчик смотрел в окно, на мелькавших тут и там людей, продвигающихся куда-то далеко назад домов. Глаза его были полуприкрыты, и он взирал на виды города прищурившись. \n- Кому нужно? Кому? \nДевушка не ответила, продолжая вести машину вперёд и игнорируя слова брата. Она только забрала его из больницы, где мальчик проходил длительное лечение. Чувство вины перед ним было невыносимо. И она готова была простить ему всё, что мальчик когда-либо сделал.",
    "answers": [
      {
        "id": 3,
        "text": "Но что же произошло?.."
      }
    ]
  },
  {
    "id": 3,
    "text": "\"Обычный вторник обычного школьного дня. Ничем не примечательный, если бы не одно \"но\", изменившее всё. На заднем дворе школы в кругу обступивших его ребят стоял мальчик. Ему всего двенадцать лет. Его бледную болезненную кожу оттеняли тёмные, как самая тёмная ночь, волосы. В синих глазах словно плескался океан перед бурей. А в этом океане барахтался маленький кораблик страха. \nОни обзывали его, называя сиротой. Толкали и пинали. Он пытался сказать им хоть что-то, ответить, но не мог. Маленький кораблик страха быстрыми скачками превращался в круизный лайнер, полный ужаса и боли. И мальчик знал, что не простит обидчикам появление этого лайнера.\"",
    "answers": [
      {
        "id": 4,
        "text": "Но на следующий день."
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Всю ночь мальчику снились кошмары. Он стоял в темноте, лишившись голоса. И только один невидимый, друг он или враг, нежно шептал ему на ухо вещи, которые раньше мальчик счёл бы ужасными. Но почему-то он доверился этому голосу. Очень доверился.\nПридя в школу, он встретил их. Ребят, что доставляли ему жуткие неудобства во всей его чёртовой жизни. Он не дождался конца уроков. Голос в голосе твердил: \"Всё правильно\". И мальчик послушал его. Крик одного спущенного с лестницы толстяка дал понять остальным, что все они сейчас играют по его правилам. К несчастью для нашего героя и к счастью для остальных, его остановили.\nПолгода он провёл в месте, где люди в страшных белых халатах кололи его руки и вводили в вены странные вещества. Они говорили с ним. Он боялся их. А они думали, что делают всё правильно.\"",
    "answers": [
      {
        "id": 5,
        "text": "И теперь.."
      }
    ]
  },
  {
    "id": 5,
    "text": "\"И теперь ты начал управлять им. Ты - его путеводитель, ты - его безумие. Мальчика, что когда-то пугался всего, теперь ничто не напугает.\nТы готов, мой друг? Теперь в твоих руках сотни марионеток. Посмотрим, что решишь ты...\"",
    "answers": [
      {
        "id": 6,
        "text": "Конечно, готов. Этот мир ещё увидит нас."
      },
      {
        "id": 7,
        "text": "Нет, к такому я не готов."
      }
    ]
  },
  {
    "id": 6,
    "text": "Мальчик сидел на заднем сидении автомобиля, уткнувшись носом в окно. Вечерело, тёмная ночь опускалась на горизонт и отражалась в ярко-синих его глазах. Это вызывало у мальчика восхищение, он так давно не видел этого. Ни мягкого тёплого заката, ни тёмной прохладной ночи. ",
    "answers": [
      {
        "id": 9,
        "text": "Шепнуть что-нибудь мальчику."
      },
      {
        "id": 10,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Ты точно уверен? Откажешься от безумия - не пройдёшь весь квест и просто посетишь первую страницу.\"",
    "answers": [
      {
        "id": 6,
        "text": "Ты меня уговорил..."
      },
      {
        "id": 1,
        "text": "Я всё равно отказываюсь."
      }
    ]
  },
  {
    "id": 8,
    "text": "На этот раз шёпот нёсся не к уху мальчика. Он, словно круги на воде, послышался в его голове, разнёсся в пределах черепа и проник дальше. Холодил всё внутри. Мальчик словно забыл, как дышать, его сердце стало биться быстрее, удар за ударом... В глазах зажёгся страх такой сильный, что превратил синий океан глаз мальчика в чёрную дыру на бледном лице. \n- Нет... уйди... уйди...\n- Всё хорошо? - спросила девушка за рулём, наблюдая одним глазом за дорогой, а вторым - за братом.",
    "answers": [
      {
        "id": 11,
        "text": "\"Убей её. Задуши рукавом кофты. Она будет только мешать твоему освобождению и нашему веселью.\""
      },
      {
        "id": 12,
        "text": "\"Просто сиди тихо. Не то будет плохо. Мы же с тобой просто разговариваем.\""
      }
    ]
  },
  {
    "id": 9,
    "text": "До слуха мальчика донёсся тихий шёпот, что пробирал дрожью до глубины души. Внутри его тела всё похолодело. Плечи сжались так, словно вдруг он очень замёрз. Мальчик засунул руки в рукава кофты, потёр кулаками глаза и вновь устремился взором в вид за стеной оконного стекла. Он тихо дрожал, но совсем не из-за холода.",
    "answers": [
      {
        "id": 8,
        "text": "Подать другие признаки своего существования."
      }
    ]
  },
  {
    "id": 10,
    "text": "Он продолжил смотреть в окно, потом перевёл потеплевший взгляд на сестру.\n- Они делали мне больно... - тихо прошептал мальчик, опуская голову и рассматривая носки ботинок. - Они страшные... Спасибо, что забрала меня... \nГлаза его покраснели, будто сейчас, после долгого страха и отчаяния, щёки превратятся в скалы, по поверхности которых протечёт водопад слёз.",
    "answers": [
      {
        "id": 9,
        "text": "Начать тихо шептать ему на ухо."
      }
    ]
  },
  {
    "id": 11,
    "text": "Мальчик вдохнул глубже и снял с себя кофту, оставшись в чёрной футболке с изображением черепа. \n- Тебе жарко? \nВ ответ девушка получила лишь кивок головой. Она взглянула в потускневшие глаза, но не придала потери их яркости особого значения. \nМальчик дрожал, как последний лист на ветке дерева, сдуваемый ветром. Руки его не слушались. Они тряслись, сворачивая кофту и накидывая её на шею девушки. Плотная тёмная ткань сдавила горло, не давала вдохнуть воздуха. Ей хотелось закричать, но вырвался лишь сдавленный хрип. Руки её оторвались от руля в попытке освободиться, но слабые ладошки мальчика сжимали неожиданно сильно. Вскоре девушка, лишившись последней капли кислорода, осела на сидение и больше не двигалась. \nОставшийся без водителя автомобиль врезался в ближайший фонарный столб. Перед его помялся, но мальчика сзади не задело. Он сидел, обняв колени, и покачивался вперёд-назад, вперёд-назад. Кроме сестры у него никого не было. Никого. ",
    "answers": [
      {
        "id": 13,
        "text": "\"Вставай, мелкий прохвост, и вали отсюда!\""
      },
      {
        "id": 14,
        "text": "\"Давай, давай, плачь и жалей себя!\""
      }
    ]
  },
  {
    "id": 12,
    "text": "Тихий кивок заставил девушку усомниться в правдивости слов мальчика, но она лишь улыбнулась ему и полностью вернулась к дороге. Мальчик же лёг на заднем сиденье и практически тут же уснул. И ты начал донимать его. Угрожать. Показывать свою силу, приказывать. Его всего трясло от страха, но он тебе не поддавался.  Улыбка сестры мелькала перед его глазами, и ничто больше не могло его напугать настолько, что он стал бы уничтожать то, что так сильно любил. \nКогда девушка разбудила его, за окном была тихая и мирная ночь. В голове мальчика творился грохот, гомон... пока он не взялся за аккуратную и нежную руку сестры. \n\"Прости, но он теперь не твоя жертва.\" Он сам по себе. И ты не сможешь указывать ему. Ведь он здоров. И теперь он не один, и никогда не останется в одиночестве.\n\n[Открыта концовка \"Мир в ладони\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 13,
    "text": "Мальчик в страхе начал оглядываться, но, не увидев тебя, решил подчиниться. Слишком уж жутко звучал для него этот страшный голос в голове, чтобы спорить с ним. \nОн увидел, как бегут к разбитому вдребезги автомобилю люди. Дыхание его стало частым, глаза светились страхом и ненавистью к себе. По щекам бессильно потекли слёзы, водопад которых начал создавать маленькую прозрачную лужицу на тротуаре. Вскоре эта лужица растеклась в нечто большее, а слёзы на щеках мальчика смешались с дождевыми каплями. ",
    "answers": [
      {
        "id": 16,
        "text": "\"Иди отсюда, пацан, пока не пришли по твою душу.\""
      },
      {
        "id": 17,
        "text": "\"Стой здесь. Посмотрим, что будет дальше.\""
      }
    ]
  },
  {
    "id": 14,
    "text": "Этот твой приказ мальчик воспринял слишком буквально. Он уткнулся в колени носом, продолжая покачиваться, он заплакал. Заплакал так, как в тот миг, когда сестра предала его и отправила врачам. Она заслужила это! Заслужила! Это было самое настоящее предательство. А за такое всегда расплата дорогà.\nКак только он вышел из машины, к нему подбежали люди в полицейской форме. Глаза их горели. Мальчика начали было успокаивать, но, увидев его безумную улыбку и кофту, затянутую на шее мёртвой девушки, руки его сковали объятиями наручников. Его повели к машине. А губы его всё ещё сковывала широкая безумная улыбка.\n\n[Открыта концовка \"Пленённый дъявол]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Список концовок первой главы:\n- Пленённый дьявол.\n- Мир в ладони.\n- Конец кровавой дороги.\n- Мы вместе. \n- Мой любимый дом.\n- Дьявол всегда торжествует.\n\nСписок концовок второй главы:\n- Убийственное счастье.\n- Расскажи мне, как ты спишь.\n- Тихая месть.\n- Глаза, покрытые стеклом.\n- Я скоро приду...\n\nСписок концовок третьей главы:\n- Белый цвет всегда был злом.\n- Ангел иль демон?\n- Невинно осуждённый.\n- Запрет переживаниям.\n- Убивает - не значит \"без сердца\".",
    "answers": [
      {
        "id": 1,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 16,
    "text": "Он медленно кивнул тебе, будто собственным мыслям, и пошёл вперёд по тратуару. Дождь капал на его голову, приглаживая тёмные волосы. Глаза его смотрели вперёд со страхом. Он боялся убивать, и ты видел это. Думаешь, пора это исправить?",
    "answers": [
      {
        "id": 23,
        "text": "\"Конечно. Иди домой и бери нож. Мы устроим им веселье!\""
      },
      {
        "id": 24,
        "text": "\"Нет... всего этого достаточно.\""
      }
    ]
  },
  {
    "id": 17,
    "text": "И он остался стоять, слушая голос в своей голове. Слёзы текли по его щекам, и он ничего не мог сделать с этим. Он лишь продолжал пялиться на разбитый автомобиль, такой же красный, как и кожа вокруг глаз мальчика.\nЛюди. Много людей. Все они бегут, чтобы вытащить его сестру из разбитого транспорта. Но один мужчина остановился. Сильные его руки были покрыты татуировками, рост позволял смотреть на всех сверху вниз, а глаза метали огонь такой яростный, что от его взгляда у мальчика начали трястись колени.\n- Уходи отсюда, пацан. Детям нельзя смотреть на такое. ",
    "answers": [
      {
        "id": 18,
        "text": "\"Ты можешь убить и его. Со мной ты можешь всё.\" "
      }
    ]
  },
  {
    "id": 18,
    "text": "И тут на лице мальчика появилась широкая и жуткая улыбка:\n- Люди говорят, что я обозленный,\nПотому что я люблю нести чушь.\nНо люди поддельны,\nТак что я просто жду, пока они захлопнут варежки.\n- Чего ты мне ме...\nНо договорить он не успел. Подхватив камень и примерив силу его удара, мальчик ударил мужчину им по голове. Потом ещё несколько раз. Ещё и ещё, пока тот не рухнул на землю. Около его головы растекалась маленькая лужица алой крови. Ею же была вымазана и футболка мальчика, но ему было всё равно. Он положил камень рядом с мужчиной и пошёл дальше. Его пытались остановить, но всякий раз, когда это происходило, он с необычайной для себя силы толкал этого человека под колёса автомобиля или бил головой об углы домов. \nНо вдруг за спиной его послышался вой сирены полицейских машин...\n",
    "answers": [
      {
        "id": 20,
        "text": "\"Тебе не о чем беспокоиться. У тебя есть я.\""
      }
    ]
  },
  {
    "id": 19,
    "text": "В этом квесте в некоторых местах есть моменты, где я использовала тексты различных песен. Не себе же их присваивать. Вот их список.\nHollywood Undead - Dark Places (в переводе)\nBring Me the Horizon - Doomed (в переводе)\nPanHeadsBand - Монстр (Skillet cover)\nСлот - Ангел или Демон.",
    "answers": [
      {
        "id": 1,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 20,
    "text": "Больше он не испытывал чувства вины. Только манию. Тягу. Он понимал, что хочет больше. Ему нужны чужие трупы, море трупов. Ему нужно видеть кровь. Он хотел, чтобы всего этого было больше. Это вызывало привязанность, как наркотик. И эйфорию. Странно, но одновременно так просто.\nМальчик услышал вой сирен так близко, как не ожидал услышать. Он обернулся. Сразу две машины неслись к нему, а после остановились. Оттуда выскочило несколько людей в форме. Они направили на мальчика пистолеты, готовясь выстрелить и окрасить стены граффити из крови маленького мальчика. ",
    "answers": [
      {
        "id": 21,
        "text": "Говорить голосом мальчика."
      },
      {
        "id": 22,
        "text": "Оставить его разгребать ситуацию самому."
      }
    ]
  },
  {
    "id": 21,
    "text": "- Какие же смешные... люди... - ты говорил его голосом. Мальчик был больше не подвластен себе. - Хи-хи... убейте меня! Вы всё равно не избавитесь от вечного безумия! И даже после смерти я буду здесь! - после этих слов он расхохотался. \nХохот его разносился по улице громким эхо. Люди в форме стояли напротив него, держа маленького нахального мальчишку на прицеле. А он всё хохотал, будто и не осознавая своего нахождения на грани. И вдруг раздался выстрел. Ещё один... Первым они пробили плечо безумца, а вторым выстрелом - сердце. Из горла мальчика вместо очередной порции смеха вырвался хрип. По бледному подбородку потекла кровавая струя, орошающая асфальт. Мальчик упал наземь, в груди его была маленькая дырочка, - домик пули - а белый череп на чёрной футболке красился в кроваво-красный. \nНо на лице мальчика всё равно была улыбка.\n\n[Открыта концовка \"Конец кровавой дороги]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "Глаза мальчика испуганно забегали из стороны в сторону. Ты тихо наблюдал за ним из его подсознания. Начав что-то лепетать, мальчик стал отступать, пока не подскользнулся на луже крови и не упал на труп, голова которого была жестоко разбита о каменный угол ближайшего дома. Из горла мальчика вырвался крик, и он вскочил на ноги, спиной отступая обратно к полицейским. Один из них в свою очередь подошёл к нему и завёл его руки за спину, сцепил запястья наручниками. Мальчик забился в попытках вырваться, но из сильных рук полицейского выбраться он не мог. По его щекам текли слёзы, пока его заталкивали в машину. А ты всё наблюдал за ним. И ты знал, что в скором времени у тебя будет новый подопечный.\n\n[Открыта концовка \"Дъявол всегда торжествует\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Я чувствую внутри,\nКак ярость вновь кипит.\nПризнаться сложно,\nНо я, словно монстр.\nХочу убить себя.\nКошмар вновь начался.\nПризнаться сложно, \nНо я, словно монстр.\"\n\nГлаза его горели яростью и желанием... далёким желанием убивать. От этого приходило какое-то странное удовольствие. \nОн вошёл в квартиру сестры и тут же, не разуваясь, прошествовал на кухню за ножом. Взяв один из самых больших, он прошёлся по квартире. В одной из комнат стоял пустой стол с одной лишь одинокой коричневой коробкой. Мальчик взял её в руки и вскрыл скотч, мешающий ему узнать, что внутри. Он вытащил из коробки фотоснимок. Старую фотографию в рамке. Там был он и сестра. Яркость их улыбок затмевала яркость солнечного света. А слёзы на лице мальчика сейчас катились по щекам потоком, превосходившим силу падения дождевых капель. \nПрошло слишком много времени. Он не успел уйти. Хотя, уже и не хотел. Сколько бы ты не уговаривал его, он бы не пошёл. И, когда он услышал, как в квартиру вламываются полицейские, он прошептал фразу, которую услышал первой от сестры после ухода из больницы. Он вновь посмотрел на фото. И оно было последним, что он увидел.\n\n[Открыта концовка \"Мы вместе\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Не выключайте свет, я иду домой.\nТьма всё сгущается, но я дойду, \nСолнце не светит, хотя оно никогда и не светило,\nА дождь всегда лил как из ведра, \nНо, думаю, мне это нравится.\"\n\nМальчик вошёл в квартиру. Снял обувь, закинул футболку в стиральную машину и умылся наконец с чувством выполненного долга. Глаза его светились странным светом. Он вдохнул глубже и крикнул с кристаллами слёз на глазах:\n- Сестрёнка! Я дома! \n\n[Открыта концовка \"Мой любимый дом\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Итак, теперь доступна третья глава! Прошу оценить её. Расскажи, какая глава, по-твоему, была лучше написана. \n\nЕсли будут какие-то дополнительные вопросы, то милости прошу в мои личные сообщения ВКонтакте. Ссылка ниже. Отвечу с радостью.",
    "answers": [
      {
        "id": 25,
        "text": "Связь с автором.",
        "url": "https://vk.com/id366721923"
      },
      {
        "id": 1,
        "text": "Обратно на первую страницу."
      }
    ]
  },
  {
    "id": 26,
    "text": "Он сидел у окна, покачиваясь на стуле, и глядел в окно, разглядывал людей. Они такие глупые! Да ещё и всегда кричат, стоит только направить на них лезвие ножа. \nЕму было уже семнадцать лет. Ярко-синие глаза горели ещё ярче, взгляд метал в каждого прохожего по несуществующей молнии. Бледные, как у фарфоровой куклы, пальцы были покрыты мелкими царапинами, руки - шрамами. Какие-то он получил на заданиях, какие-то оставил себе сам. Парень зевнул. Осталось ещё одно дело...",
    "answers": [
      {
        "id": 27,
        "text": "\"Нет, погоди немного, пацан. Всё ещё успеешь.\""
      },
      {
        "id": 28,
        "text": "\"Пошли, что за дело там у тебя?\""
      }
    ]
  },
  {
    "id": 27,
    "text": "Что ж, он слушает голос в своей голове - редко он его подводил. Парень усмехнулся, продолжив раскачиваться на стуле и в конце концов, с него упав. Потирая голову, он посмотрел на часы, висящие на стене. Он опаздывал и понимал теперь чувства Белого Кролика из \"Алисы в Стране Чудес\". Вот только он совсем не белый.",
    "answers": [
      {
        "id": 39,
        "text": "\"Беги быстрее! Серьёзно думаешь, что меня ВСЕГДА стоит слушать?\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Он достал из кармана фотографию молодой красивой девушки. Тёмные волосы морскими волнами лежали на плечах, спускаясь  к поясу. Смуглая кожа, приятные черты лица, пухлые и налитые цветом губы. Дочь влиятельного человека. Поручением, к сожалению, было похитить её, а не убить. Жаль. С ухмылкой парень погладил фото пальцем. Он перевёл взгляд на вид за оконным стеклом. В глазах его горел яркий безумный огонёк. После одного убийства ему стало страшно. А после ещё нескольких это начало втягивать его. Это стало его хобби, но потом превратилось в приносящую удовольствие работу. И его клиенты - люди с прилично толстыми кошельками. Вот что было главным. ",
    "answers": [
      {
        "id": 29,
        "text": "\"И чего ты ждёшь, малой? Следуй голосу безумия, то есть, моему, и иди за этой красоткой!\""
      }
    ]
  },
  {
    "id": 29,
    "text": "Капюшон был надвинут на лицо и кидал на лицо юноши тени, как тёмная дождевая туча делает это с земной поверхностью. Эта туча капюшона хоть как-то скрывала жуткий блеск в его глазах. Солнце пекло прикрытый тёмной тканью затылок, а уличная жара вызывала отдышку. Одеваться надо было так, чтобы тебя никто не узнал, а это делало для него нехватку кофты с капюшоном просто нереальной для выполнения подобных дел.\nНо наконец эта пытка окончилась. Из подъезда вышла она. Девушка с волосами оттенка тёмного шоколада, в коротких шортах и оголяющей плечи фиолетовой футболке. Глаза этой юной особы оглядели двор, и ноги на средней высоты платформе ступили на пыльную землю. При виде её на лице прячущегося за углом дома парня появилась кривая усмешка.",
    "answers": [
      {
        "id": 30,
        "text": "\"И чего ты ждёшь?!\""
      }
    ]
  },
  {
    "id": 30,
    "text": "- Нельзя же так быстро... - проговорил он сам себе, начиная двигаться вслед за девушкой. Он уже знал её планы наперёд и знал, где перехватит её. Рядом его будет ждать машина, в которую нужно будет поместить новую жертву. А потом ему заплатят, и он с ледяным, словно горсть свежего снега, спокойствием уйдёт. Это звучало так просто!",
    "answers": [
      {
        "id": 31,
        "text": "\"Иди чуть дальше... тебя посадят, идиот!\""
      },
      {
        "id": 32,
        "text": "\"Подойди ближе к этой красавице, парень... хе-хе..\""
      }
    ]
  },
  {
    "id": 31,
    "text": "Он продолжил стоять. Он смотрел на девушку, и всё больше она становилась... родной? Она так похожа на его сестру... хотя, это невозможно. \n- Что тебе нужно? - спросил голос рядом. Парень повернул на него голову, снял капюшон, открыв яркие синие глаза, что играли бликами в солнечном свете. - Ты смотришь на меня так, словно я должна тебе что-то.\nОна вернулась, почувствовав его взгляд? Он ведь так и хотел. Она рядом. Нужно лишь доставить её, куда надо. Но чувства внутри противоречли тому, что правда было нужно...",
    "answers": [
      {
        "id": 37,
        "text": "\"Что ж, он всё равно не послушает меня.\""
      }
    ]
  },
  {
    "id": 32,
    "text": "Он приблизился чуть ближе, и... она обернулась.\n- Хватит преследовать меня, чёртов извращенец! - громко сказала она. - Что тебе нужно?!\nА он потерял способность говорить. Его застали врасплох... Этот случай дал ему новое воспоминание... оно вдруг принесло ему такую боль. Жгучую. Страшную. Парень потерял дар речи и просто смотрел на возмущённую девушку с явной растерянностью, какая бывает у пятилетнего малыша, потерявшего в магазине маму.",
    "answers": [
      {
        "id": 33,
        "text": "\"Что он увидел, чёрт побери?..\""
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Тихая тёмная ночь, лишь тускло лампа освещает комнату и лицо счастливого мальчика, уткнувшегося носом в книгу. Слыша любой шорох, он выключает лампу и быстро падает головой на подушку, потому что боится появления в комнате сестры. Она никогда не разрешала ему читать ночью, но он игнорировал это. Слишком интересны ему были картинки, посещающие его во время рассматривания маленьких перемешанных тридцати трёх символов и горстки знаков препинания. Но тут послышался нарочито громкий кашель. Обернувшись, мальчик увидел сестру. Нахмурившись и скрестив руки на груди, она стояла и смотрела на него взглядом рассерженного хищника. Он уже готовился к ругани, но вместо этого девушка улыбнулась. Она призналась, что тоже очень любила чтение по ночам, и лишь потрепала младшего брата по голове. Рассказав, что тоже не может уснуть, она присела рядом с ним, и дальше они читали уже вместе. Так тепло и душевно, что внутри всё разгоралось ярким пламенем. Ярким, но ничуть не обжигающим. Даже очень тёплым и приятным.\"",
    "answers": [
      {
        "id": 34,
        "text": "\"Оу...\""
      }
    ]
  },
  {
    "id": 34,
    "text": "Парень растерянно смотел на девушку. Уже пять лет он чувствовал полное отсутствие сердца, а теперь чувства проснулись в нём, как медведь после зимней спячки. И они взревели, требуя свободы. \n- Что с тобой не так? Зачем ты ходишь за мной?! \nНо он не мог ответить. Тёмные волнистые волосы, блестящие в свете солнца, и яркие выразительные глаза напоминали ему о сестре, которой он сам лишил себя... В глазах сами собой встали слёзы, на лице написалось отчаяние. Нужно что-то делать, а не стоять столбом.",
    "answers": [
      {
        "id": 35,
        "text": "\"Убей её! Не заставляй свои чувства так просыпаться!\""
      },
      {
        "id": 40,
        "text": "\"Сделай своё дело, просто выруби её. Вас, напомню, ждут.\""
      },
      {
        "id": 37,
        "text": "\"Оставь её. Пусть идёт. Ты ведь не до конца монстр?"
      }
    ]
  },
  {
    "id": 35,
    "text": "Он подошёл ближе. Фарфорово-бледные руки дрожали, держа загорелую ручку девушки, обвешанную фенечками. Он рукой закрыл ей рот и втянул в подворотню. В глазах вдруг зажёгся тот самый безумный огонь. Будто не его руками, а её была убита его сестра. \nПрижатая к стене девушка отчаянно вырывалась, но что она могла сделать против убийцы с малым, но стажем? И уж тем более она не могла ничего сделать, когда в её горло вонзился нож. Она испуганным взглядом смотрела на каменную маску, в какую превратилось лицо её убийцы. Через пару секунд она потеряла возможность ровно стоять на ногах и упала прямо в его объятья. Он лишь погладил её по голове. Она так напомнила ему сестру, что он невольно посмотрел ещё раз в её и после смерти красивое лицо. Но не только чувство родного протянуло парня. Что-то ещё, новое и непонятное настолько же, насколько приятное. Невольно губы его прикоснулись к ещё тёплым губам девушки. Странное и непонятное чувство стало греть изнутри лишь жарче с каждой секундой...",
    "answers": [
      {
        "id": 38,
        "text": "\"Ты что творишь, идиот?! Вас сейчас заметят... отпусти её сейчас же! Оставь здесь, не будь идиотом!\""
      }
    ]
  },
  {
    "id": 36,
    "text": "Темно... всё ещё слишком темно, чтобы хоть что-то рассмотреть. Глаза никак не могут привыкнуть к темноте. Болят руки. И голова, она раскалывается, словно кто-то очень сильный потихоньку сжимает череп. В горле пересохло, очень хотелось пить. Столько невыполнимых желаний, а он всё ещё не может хоть как-то шевельнуться. \nИ вдруг загорелся свет, раздался отдалённый голос. Глаза парня тут же закрылись, он попытался зажмуриться, но всё же после осмотрелся, прищурившись. Это похоже на... подвал? Да, именно. Что он тут делает? \n- Очнулся наконец?",
    "answers": [
      {
        "id": 43,
        "text": "\"Ответь ему. Не думаю, что стоит рисковать.\""
      },
      {
        "id": 44,
        "text": "\"Молчи. Гордо молчи.\""
      }
    ]
  },
  {
    "id": 37,
    "text": "- Ничего. - он не понимал, что нашло на него. Он киллер, наёмник, бессердечный убийца, в конце концов! - Ничего, просто уходи...\nИ не говоря ни слова, парень развернулся на все сто восемьдесят градусов и пошёл прочь. Странное чувство внутри, такое, будто вдруг по телу прошлись теплом. Хотя, нет, утюгом. И этим горячим утюгом в нём что-то разбудили от долгого сна, но он не понимал, что. Мысли болтались в голове, как нитки, привязанные к летящим в воздухе воздушным шарикам. Но долго мыслить ему не дали. Он лишь почувствовал, как некто сжал его плечо, как появилась жуткая боль, а дальше - темнота...",
    "answers": [
      {
        "id": 36,
        "text": "\"Очнись! Очнись, парень, быстрее!\" "
      }
    ]
  },
  {
    "id": 38,
    "text": "Но он не слушал голос в голове. Он пронёс тело девушки незаметно дворами, прямо к себе домой, и оставил в ванной, аккуратно пройдясь бледными холодными пальцами по остывающему плечу. \n- Нам надо смыть с тебя кровь... - пробормотал парень с блаженной улыбкой на лице. Улыбка эта, впервые за долгие месяцы, была искренней.\n\n[Открыта концовка: \"Убийственное счастье\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 39,
    "text": "Он выбежал из подъезда и со скоростью опаздывающего на важный урок школьника. Глаза его горели страхом. Наказание за невыполненную в сроки работу будет серьёзным. Вот чего именно он боялся больше всего. Только бы не поздно, только бы...\nКонечно, он опоздал на несколько минут, и девушка, новая цель, уже прошла мимо намеченного места. Задание - похищение. Он знал, как провернуть это, но это было не так легко, как могло показаться вначале.\n И всё же ещё есть возможность совершить задуманное. Внутри зажёгся огонёк надежды. Может, он успеет?",
    "answers": [
      {
        "id": 40,
        "text": "\"Вперёд! Или ты хочешь, чтобы тебя того вместо неё?\""
      },
      {
        "id": 41,
        "text": "\"Не успеешь. Спалят. На месте стой, говорю!\""
      }
    ]
  },
  {
    "id": 40,
    "text": "Он подбежал к девушке и зажал ей рот не особо приятно пахнущей тряпкой. Она начала дёргаться и вырываться из хватки парня, но он-то не лыком шит. Приставленного к горлу ножа хватило ей, чтобы успокоиться.\n- Тебе ничего не сделают, если будешь вести себя, как ведут себя хорошие девочки, - спокойным тоном заявил он. - Идём? \nНе дожидаясь ответа, он поволок девушку в подъехавшую машину. На бесцеремонное вталкивание в старый автомобиль она что-то промычала сквозь импровизированный кляп, и парень забрал старую тряпку обратно. Достав старый шарф сестры, он завязал девушке глаза, отправив ту в кромешную тьму. Мало ли...",
    "answers": [
      {
        "id": 42,
        "text": "\"Умничка, пацан. Хотя бы шкура твоя цела будет!\""
      }
    ]
  },
  {
    "id": 41,
    "text": "Продолжив стоять, он смотрел ей вслед. Видимо, почувствовав взгляд упрямых синих глаз, девушка обернулась.\n- Что тебе нужно? Ты бездомный? Прекрати на меня так пялиться! Что тебе нужно? - голос её звучал напуганно, что неудивительно. Голос любой бы звучал слегка напуганно в подобной ситуации.",
    "answers": [
      {
        "id": 37,
        "text": "\"Эх... тоже мне, киллер...\""
      }
    ]
  },
  {
    "id": 42,
    "text": "Пересчитав полученные за работу деньги, парень кинул их стопку на стол, и она карточным домиком рассыпалась по деревянной поверхности. Полностью сняв рабочую одежду и перчатки, он сначала простирал всё на руках, а после выкинул к собачьим чертям. Вот так. Как и всегда. Но что-то, он чувствовал это внутри, что-то пустовало. Его переполняло чувство, которое раньше его не посещало. Из-за этого он ещё долгое время не мог уснуть спокойно.\nВ голове парня возникал всегда лишь один вопрос. \nПочему раньше ему об этом чувстве никто не говорил? \n\n[Открыта концовка \"Расскажи мне, как ты спишь\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Что...\n- Спокойно, мальчик, здесь не ты задаёшь вопросы, - сказал стоящий перед парнем человек, и ясно почувствовался парнем удар в челюсть. - Просто ответь на вопросы и всё будет хорошо. Почему ты упустили её? Мы, кажется, договаривались...\nДвинуться не получается - он просто-напросто привязан к стулу. Чувствуется, как из уголка рта потихоньку течёт яркого алого цвета кровь.",
    "answers": [
      {
        "id": 47,
        "text": "Сказать: \"Я не знаю.\""
      },
      {
        "id": 48,
        "text": "Сказать: \"Она не заслужила этого.\""
      }
    ]
  },
  {
    "id": 44,
    "text": "Парень послушался. Всё-таки, этому голосу он мог довериться так, как не мог никому другому. \nОн осознавал своё положение. Медленно, с черепашьей скоростью, но верно. Ноги его были крепко привязаны к стулу, а руки были связаны за спинкой того же стула. Причём очень надёжно.\n- Отвечать, значит, не хочешь? - на лице неизвестного появляется кривая улыбка, и тело парня вдруг пронзает страшная боль. Выстрел был чётким и громким, как крик жителей всего Ада. Пуля попала в ногу, захотелось взвыть, но нужно было держаться, иначе будет в сотни раз больнее.",
    "answers": [
      {
        "id": 45,
        "text": "\"Молчи. Продолжай, будто от этого зависит твоя жизнь.\""
      },
      {
        "id": 43,
        "text": "\"Ответь ему. Хочешь закончить свой путь здесь?"
      }
    ]
  },
  {
    "id": 45,
    "text": "Тишина в ответ. Парень сжал губы, и они превратились в одну тонкую линию. Следы бессонницы под глазами начали выделяться на бледной коже сильнее, чем до этого. Голубые глаза горели страхом, ярким, очень ярким... а после выстрела в них вновь появился лайнер с двумя лишь пассажирами - ужасом и болью. Пуля пробила сердце. Дыхание стало неглубоким и частым. Кровяной насос, ставший символом любви, начал биться быстрее, но потом медленнее и медленнее. С каждой секундой. \nОн умирал с детским ужасом и слезами в глазах. И в то же время радостью. Сестра. Он увидит её снова... увидит.\n\n[Открыта концовка \"Я скоро приду...\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 46,
    "text": "Он вновь находился на улице. Кровь на его лице подсохла и теперь с лёгкостью отваливалась мелкими кусочками. Парень потёр глаза кулаком, на них резко навернулись слёзы, но кредо убийц гласило ему - никаких слёз. Никаких. \nЕму уже не было страшно. Он понял, что то, что с ним сделали, было сделано не напрасно. Это был даже урок, который уже не забудется. Урок, который полностью сковал льдом его сердце. И теперь он готов сделать всё для того, чтобы наконей признаться себе и показать другим, что теперь он готов на всё. Он даже не подозревал, что из-за недоверия за ним всё ещё ведётся слежка...\n\n[Открыта концовка \"Тихая месть\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 47,
    "text": "- Не знаешь? И что бы это значило? - этот голос звучал наигранно сожалеюще.\n- Это значит, что я могу всё исправить! - вскричал парень. Стягивающие запястья верёвки приносили страшную боль. Ещё это было очень неприятно, особенно, если учитывать его шрамы после заданий...\n- Уверен?\n- Да! Да, чёрт побери! \n- Тогда... - на лице мужчины появилась жуткая улыбка. - Я даю ещё один шанс. Но задачу я тебе усложню...\nПри виде ножа в его руке глаза парня забегали из стороны в сторону. Он был похож на напуганного ребёнка, которого трясло от одного только вида шкафа, где мог прятаться монстр. Ему вновь хотелось прижаться к сестре, попасть в её объятия... но вместо этого он почувствовал, как глаза его сами собой закрылись. В следующую секунду движением ножа ему отрезало язык. Хотелось кричать, но не выходило. Кровь стекала по иссохшим губам и бледному подбородку, падала вниз, на джинсы парня и каменный пол. В глазах чуть ли не встали слёзы, а в следующую секунду - страшная темнота, которая пугала его даже тогда, когда он был без чувств.",
    "answers": [
      {
        "id": 46,
        "text": "\"Проснись! Тебя вырубили два раза за день - рекорд!\""
      }
    ]
  },
  {
    "id": 48,
    "text": "- Не заслужила, значит... - человек прошёлся по каменным полам в помещении, туда-сюда, потрясая в руке пистолетом. И резко он направил пистолет на привязанного к стулу юношу. - Значит, заслужил ты! \nИ, прежде чем он успел хоть что-то сказать, пуля пробила лоб, заставив ярко-красную жидкость закрывать собой бледную кожу и раскрытые глаза. Во время своей смерти он выглядел напуганным и стал похож на себя совсем ещё маленького, когда страх оставаться одному в тёмной комнате не давал уснуть. Вот только сейчас он всё же уснул, хотя монстр, ворвавшийся в его тело, был страшнее тех, что представляют себе маленькие дети.\n- Вынесите труп. Мы найдём более надёжного человека... \n\n[Открыта концовка \"Глаза, покрытые стеклом\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 49,
    "text": "В квесте доступно три главы. Каждая из глав является продолжением определённой ветки всего квеста. \nВторая глава будет доступна после прохождения квеста на концовку \"Мой любимый дом\".\nТретья глава будет доступна после прохождения второй на концовку \"Тихая месть\".\nПриятного чтения.",
    "answers": [
      {
        "id": 2,
        "text": "Глава первая."
      },
      {
        "id": 26,
        "text": "Глава вторая.",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Глава третья.",
        "need": 46,
        "need_ever": true
      }
    ]
  },
  {
    "id": 50,
    "text": "Докурив ещё одну сигарету, парень уставился в окно. Вид ночи был так прекрасен: освещённые тусклым светом фонарей дороги и яркие вывески магазинов рассеивали воздух, пропитанный насквозь тьмой. Но этот вид уже не поражал так, как до этого. Сейчас яркие синие глаза оценивали окружение скептически, сквозь полупрозрачный сигаретный дым. Под ними на снежного оттенка коже залегли тёмные круги. После того как он лишился возможности говорить, он стал трезво оценивать, насколько важно было исполнять данное задание в срок. Ещё один промах и... \nВсё из-за той девчонки. Она почему-то побудила в нём то, что он так долго прятал от всех и самого себя. Но ничего. За это она ещё поплатится. И за его язык тоже. Да кто она вообще такая, чтобы заставить бессердечного убийцу раскисать?!",
    "answers": [
      {
        "id": 51,
        "text": "\"Спать иди, бессердечный, три часа ночи уже!\""
      }
    ]
  },
  {
    "id": 51,
    "text": "\"И правда\", - мысленно ответил он, впрочем, по-другому и не мог. Отомстит он завтра, а сейчас...\nПарень кинул своё тело на ворчащую от старости кровать и посмотрел на потолок сквозь пряди волос, которые лезли на его лицо. Они чуть седые, странно это. Ведь ему всего семнадцать. \nУснуть не получалось. Долгие десять минут он пялился в потолок, после чего минут пять ворочался на кровати, но его постигали неудачи в исполнении поставленной задачи.",
    "answers": [
      {
        "id": 52,
        "text": "\"Мне тебе ещё и колыбельную спеть?\""
      }
    ]
  },
  {
    "id": 52,
    "text": "Тишина, в комнату сквозь открытое окно попадал прохладный, вызывающий мелкие мурашки ветер. Он пел своим чудным свистящим голосом и игрался со старыми шторами. В какой-то момент его пение на мгновение прервалось, а после смешалось со звуками падающего на крышу дома дождя. Сквозь эти звуки донеслось тихое сопение. Парень на кровати свернулся калачиком, наконец уснув. Выглядел он во сне мило, даже несмотря на то, каким делом он занимался. Хотя, все люди во сне выглядят жутко мило.",
    "answers": [
      {
        "id": 53,
        "text": "\"Ну наконец-то. Я же не смогу смотреть на твои мешки под глазами, которые ты бы завтра пинал.\""
      }
    ]
  },
  {
    "id": 53,
    "text": "Во сне он увидел старый школьный коридор. В нём было слишком темно, учитывая многочисленные окна, сквозь которые пробивался тонкими лучами солнечный свет. Краска на стенах посерела и начала отходить маленькими кусочками. Глядя на них, парень вспомнил все те неприятные моменты в школе. А было их навалом. \nВдруг послышались голоса. Несколько более низких и среди них один чуть повыше. После этого с той же стороны послышался смех, громкий и дружный. ",
    "answers": [
      {
        "id": 54,
        "text": "\"Чего стоишь? Иди, узнай, что там происходит.\""
      },
      {
        "id": 77,
        "text": "\"Не думай об этом. Зачем тебе туда?\""
      }
    ]
  },
  {
    "id": 54,
    "text": "Парень кивнул и пошёл вперёд по коридору, как раз туда, откуда доносились смех и голоса. Он провёл рукой по стене (вся краска тут же осыпалась) и вышел чуть в свет. Картина перед его глазами оказалась ему слишком знакомой.\nГруппа ребят из четырёх-пяти человек зажала ещё одного в угол. У того мальчика, что прижался к школьной стене спиной, оценивая остальных, были тёмные волосы и очень яркие голубые глаза. Белая рубашка висела на нём, как висела бы на вешалке. И вешалка казалась бы потолще. Ему что-то говорили, продолжая смеяться, а мальчик лишь смотрел на них, еле сдерживая водопад слёз. Конечно, они только этого и ждут, и он не пойдёт у них на поводу, но в глазах его горел отчаянный страх. ",
    "answers": [
      {
        "id": 56,
        "text": "\"Помоги, что ли. Это разве не ты сам?\""
      },
      {
        "id": 57,
        "text": "\"Не трогай их, пусть делают, что задумали.\""
      }
    ]
  },
  {
    "id": 55,
    "text": "Парень встал, тело его было ватным, словно у тряпичной куклы. \n\"Что это за психодел? - промелькнуло в его мыслях. - Это мне сигареты некачественные продали?\" \nОн потёр ушибленную при падении голову, понял, что получил множество мелких царапин...",
    "answers": [
      {
        "id": 60,
        "text": "\"Не время себя жалеть, осмотрись.\""
      }
    ]
  },
  {
    "id": 56,
    "text": "Он кивнул головой и подбежал к той группе ребят. Он хотел было оттолкнуть их, но не смог - рука его просто прошла сквозь тела мальчишек. Парень разочарованно понял, что может быть только зрителем, и воспоминание о нём самом изменить уже нельзя. Хотя, это и не понадобилось. Напоследок толкнув нашего маленького главного героя из воспоминаний, они ушли, продолжая противно и дружно ржать. Не смеяться. Казалось, смеяться нормально они не умеют.\nМальчик разочарованно смотрел им вслед, а после сел на пол, притянул к себе колени и уткнулся в них головой. Плечи его тряслись, подобно раскачивающейся на штормовых волнах лодке. Парень хотел было сесть рядом и успокоить его, но у него всё равно бы не получилось. Он ведь, словно призрак, бледен и прозрачен.\nИ вдруг всё начало опускаться в темноту. ",
    "answers": [
      {
        "id": 58,
        "text": "\"Что за чёрт?!\""
      }
    ]
  },
  {
    "id": 57,
    "text": "Вскоре обидчики ушли, громко хохоча на весь школьный коридор. Мальчик же остался в углу, уткнулся носом в колени и, кажется, заплакал. Плечи его дрожали так, словно его било в лихорадке. Так он просидел невесть сколько времени и лишь потом поднял голову. Вдруг появилась темнота. Она поглощала, пожирала пространство коридора, мальчик вскочил на ноги, но было уже поздно. Он просто пропал в темноте.\nПарень же побежал было к нему, но почувствовал приближение темноты и сзади. Он остался на одном очень маленьком островке света. Секунду-две этот островок ещё удерживал в спасении единственного обитателя, но вскоре и он исчез, а парень погрузился во тьму.",
    "answers": [
      {
        "id": 55,
        "text": "\"Эй, что с тобой?! Очнись!\""
      }
    ]
  },
  {
    "id": 58,
    "text": "Темнота начала поглощать весь школьный коридор. Она находилась и за спиноы парня, казалось, только шаг ступи - провалишься в бездну. Вскоре тьма была везде, она окружала парня и мальчика из воспоминаний, но дальше не двигалась. Резко всё начало заливаться красным. Парень обернулся, в глазах его выражались недоумение и страх, а после перевёл взгляд на мальчика. Плечи его уже не дрожали, хотя странно из стороны в сторону дёргалась голова. \n- Кроме сестры у меня никого не было... И теперь нет и её... - прозвучал его тихий дрожащий голос. Вдруг мальчик вскинул голову, показал полностью чёрные, с одной лишь красной точкой посередине, глаза и вскричал: - И ЭТО ТВОЯ ВИНА!\nС этим криком он с силой слона и яростью быка толкнул парня, и тот провалился в темноту. Глаза мальчика в последний раз сверкнули красным огоньком, и он ушёл в другую сторону сущей темноты.",
    "answers": [
      {
        "id": 59,
        "text": "\"Очнись, парень, ты где головой ударился?!\""
      }
    ]
  },
  {
    "id": 59,
    "text": "Он мысленно простонал что-то в ответ и поднялся на ноги, потирая ушибленную после падения голову. Перед взором его мелькали разноцветные и полностью чёрные точки. Глаза никак не привыкали к темноте. Только сильное чувство вины за смерть сестры начало вновь царапать внутри его сердце. Надо бы загнать его подальше... И так совсем раскис из-за всего, что произошло, а сны вообще не должны влиять на него. ",
    "answers": [
      {
        "id": 60,
        "text": "\"Не время думать о ерунде, осмотрись!\""
      }
    ]
  },
  {
    "id": 60,
    "text": "Картинка была темна и только после какого-то промежутка времени стало видно, где он теперь находился. Лицо его вдруг потемнело. Яркие синие глаза покрыла тонкая полупрозрачная плёнка злости, из-за чего взгляд потускнел. Он знал это место, слишком хорошо знал, чтобы не узнать его спустя всего пять лет. Люди в белых халатах, полы, пахнущие всяческими дезинфецирующими средствами, койки с ремнями и шприцы со множеством неприятных и непонятных \"лекарств\". И тут захотелось разнести всё здесь к чертям собачьим. Совершено всё, а может даже всех. ",
    "answers": [
      {
        "id": 61,
        "text": "\"Вперёд! Покажи им, где зимуют раки и ночуют мышки!\""
      },
      {
        "id": 63,
        "text": "\"Лучше сдержись, идиот, нет толку что-либо тут рушить. Да и тебе в самом деле не интересно?\""
      }
    ]
  },
  {
    "id": 61,
    "text": "Усмешка криво поползла по его лицу. Он схватил один из шприцов и неумело воткнул его в шею медсестры - этого вполне хватило для того, чтобы пустить первую кровь. Её слегка металлический запах пробуждал в парне всё больший интерес. Ха-ха, а вот они-то его видят! После этого он вытащил лежащий в укромном месте нож, и представление началось! Улыбка расползалась по его лицу так же, как и яркая алая кровь растекалась по бледным стенам. Вдруг парень почувствовал тяжесть. Обернувшись, он увидел двух крепких парней-санитаров. Те, удерживая его за руки, прижали вырывающегося \"пациента\" к стене, подошёл третий и что-то вколол в вену (он даже не постарался не сделать больно), и парня тут же толкнули к передвижной койке на колёсиках. Тот тут же попытался вскочить, но санитары уже начали закреплять тело парня ремнями. Сердце его бешено билось где-то в горле, словно огромный мяч, отскакивающий от стен.",
    "answers": [
      {
        "id": 62,
        "text": "\"Чёрт! Ну КАК можно было так просто попасться?!\""
      }
    ]
  },
  {
    "id": 62,
    "text": "Проснулся он в холодном поту. Белые халаты, светлые до тошноты потолки, бесконечно долгий запах... хлорки? Парень тут же сел на кровати, стараясь не особо запоминать мелкие детали сна, но они всё равно лезли к нему, подобно комарам. Голова раскалывалась так, словно он не спал, а всю ночь решал задания по алгебре. Глаза его были очень напряжены, болели, требуя отдыха, который так сложно было после такого дать. Он вновь лёг на кровать, но заснуть так и не смог. Перед глазами всё ещё мелькали белые халаты санитаров.\n\n[Открыта концовка \"Белый цвет всегда был злом\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 63,
    "text": "С расстроеным видом он вздохнул и прошёл вперёд, надеясь перестать улавливать этот противный запах больничных коридоров. Он ему уже опротивел. Даже старые обшарпанные школьные коридоры нравились ему больше, чем это место. Всюду двери с решётчатыми окошками, иногда без них. Белый цвет резал глаза хлеще ножа. Парень подёргал двери, но поддалась лишь одна.",
    "answers": [
      {
        "id": 64,
        "text": "\"Что ж, других ходов у тебя нет.\""
      }
    ]
  },
  {
    "id": 64,
    "text": "Парень вошёл внутрь и увидел лишь такое же белое помещение, как и всё вокруг. Здесь находились только кровать и окно, закрытое прочной решёткой. \n\"Похоже на мою...\" - мысль его прервалась на половине, когда он увидел сидящего на кровати мальчика. Он воспалёнными глазами смотрел то на вошедшего, то на открытую дверь.\n- Она... была открыта? - тихо спросил мальчик. \nК сожалению, ответом ему может быть лишь тишина, поэтому мальчик лишь подошёл ближе к парню, взял его за руку и ярко-голубыми глазами посмотрел в его глубокие синие глаза.\n- Поможешь мне уйти отсюда? Мне здесь не нравится... здесь страшно. \nИ вдруг, впервые за прошедшие пять лет, по щекам парня потекли слёзы, пусть и нельзя, нельзя было этого допустить... Конечно, он узнал себя в этом мальчике. И, раз самому ему выбраться оттуда удалось лишь с помощью сестры, может, он сможет помочь себе в собственном сне? ",
    "answers": [
      {
        "id": 65,
        "text": "\"Идите уже...\""
      },
      {
        "id": 75,
        "text": "\"Серьёзно? Оставь его тут. Настоящий ты ведь уже не здесь!\""
      }
    ]
  },
  {
    "id": 65,
    "text": "Парень почувствовал, как мальчик сжимал его руку, и улыбнулся. Вместе они вышли из палаты, обоих ослепил белый яркий свет белых коридоров. Но тут же белые коридоры сменились горящими красным цветом, который будто так и кричал: \"Бегите!\". Вдохнув глубже, парень побежал вперёд, удерживая в ладони маленькую ладонь нового спутника. Казалось, сожми он эту ладонь чуть-чуть сильнее, и она разлетится мраморными осколками во все стороны. \nВремени оглядываться не было, и всё же взгляду попался набор цифр, выцарапанный на стене: \"7268\". Парень тряхнул головой, думая, что может означать это число, но мысли не приходили в голову при таком темпе бега. Что уж говорить о скорости, если и в детстве при очень слабо развитым физическим способностям он умел быстро бегать.",
    "answers": [
      {
        "id": 66,
        "text": "\"Да беги ты! Смотрит на какие-то там циферки...\""
      }
    ]
  },
  {
    "id": 66,
    "text": "Забег продолжался. За спиной двоих спутников слышались тяжёлые шаги санитаров и охранников больницы. Он всё помнил, даже спустя пять лет. Парней-санитаров было всего трое, пусть и довольно сильных, а охранники все старые деды, которые, видимо, уверены в том, что больные и не попробуют сбегать. Вот только все забывают об одной простой истине - безумцы гениальны.",
    "answers": [
      {
        "id": 67,
        "text": "\"Я в тебе вспышек гениальности не замечал.\""
      }
    ]
  },
  {
    "id": 67,
    "text": "Мальчик резко остановился, парень же, не понимая причины, останавливаться не собирался и оглушительно врезался носом в железную дверь. Он потёр ушибленную часть лица и лишь после этого заметил, обо что ударился. \nУ двери не было скважины для ключа - лишь кодовый замок с цифрами от нуля до девяти. Код, нужен код. В голове парня что-то оставалось, но точно вспомнить он не мог.",
    "answers": [
      {
        "id": 70,
        "text": "\"1286\""
      },
      {
        "id": 71,
        "text": "\"1768\""
      },
      {
        "id": 68,
        "text": "\"7268\""
      },
      {
        "id": 69,
        "text": "\"7286\""
      },
      {
        "id": 72,
        "text": "\"Не помню я код, не помню!\""
      }
    ]
  },
  {
    "id": 68,
    "text": "Парень дрожащим руками набрал код, и тот оказался верным. Вместе с мальчиком он выбежал прочь из больницы. Дверь за их спинами тут же закрылась. Вдохнув глубокий и пропитанный насквозь природными запахами воздух, парень упал на траву спиной, глядя на светящий всему миру солнечный диск. Он знал, что это лишь сон, но просыпаться не хотелось. Он перевёл взгляд на мальчика. Тот сидел на сочного приятного цвета траве, полы больничного халата слегка развевались при лёгких дуновениях ветра. Мальчик улыбался, показав крохотные ямочки на щеках. По лицу его и неуклюжей улыбке было понятно, что он давно не чувствовал этой самой улыбки. Он перевёл взгляд на своего \"спасителя\", и тут же счастливое выражение исчезло с его лица. \n- Что с тобой? \n\"А что со мной?\" - подумал парень и невольно уставился на мальчика, который показал кивком головы на его руку... Она медленно растворялась. Будто кто-то стирал парня с картинки хорошим ластиком. Взгляд его нервно забегал из стороны в сторону, но ничего поделать он не мог. Последнее, что он смог увидеть - напуганного маленького себя, недоумённо хмурящего брови.",
    "answers": [
      {
        "id": 73,
        "text": "\"Вот так сон...\""
      }
    ]
  },
  {
    "id": 69,
    "text": "Не подходит... ",
    "answers": [
      {
        "id": 67,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 70,
    "text": "Не подходит...",
    "answers": [
      {
        "id": 67,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 71,
    "text": "Не подходит...",
    "answers": [
      {
        "id": 67,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 72,
    "text": "Сзади шаги настигали спутников. Тяжёлые, очень частые и шумные, они пробирали до дрожи. Парень посмотрел в испуганные глаза маленького себя. У него дрожали руки и губы, было понятно, что он едва сдерживает слёзы. Ещё бы, ведь выход так близко и одновременно так далеко.\nРезко приблизился к ним санитар, схватил мальчика под руки и повёл его, вырывающегося из цепкой хватки, обратно к палатам. Но куда ему, настолько маленькому и слабому, против крупного мужчины, который после будет ему ещё и удвоенную дозу \"нужных\" препаратов будет вкалывать?\nПарень хотел было побежать следом, помочь, но нет. Боль отдавалась в голове, а после неё настала полная темнота, что со временем так и не рассеялась.",
    "answers": [
      {
        "id": 74,
        "text": "\"А теперь посчитай, сколько раз за этот сон тебя вырубили.\""
      }
    ]
  },
  {
    "id": 73,
    "text": "Парень открыл глаза и уставился в стену перед собой. Потом он медленно перевернулся на спину, подложил под голову руки и невольно закрыл глаза. Перед его взором проносился лес, яркий свет солнца, так не похожий на тот, что луна отдавала землянам сейчас. Ветер в ушах парня продолжал петь свои тихие песни, текст которых он не мог разобрать... \n\"Кто? Ангел иль демон?\nВечная тема добра и зла...\nВ руках синяя птица, крылья - страницы...\nИ была не была!\"\nМожет, ему не обязательно вести себя, как дьявол, чтобы продолжать жить? Может, легче помочь, чем приносить беды? Он так и не определился, это сложно. Сложно понять, ангел ты или демон.\n\n[Открыта концовка \"Ангел иль демон?\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 74,
    "text": "\"Не смешно,\" - ответил мысленно парень и сел на кровати, прижимая ладонь ко лбу. В самый раз. Руки у него холоднее льда, а лоб горяч, словно костры, нагревающие ему отдельный котёл в аду. Уж не заболел ли он? Ведь после встречи с этими \"врачами\" он других специалистов в области медицины боялся больше, чем звери - лесных пожаров. Врачи, санитары...\n\"Мальчик... тот мальчик. Маленький я. Господи, я ведь ему так и не помог... Это жестоко. Особенно по отношению к детям...\"\nОн не себя жалел. Не себя он увидел в том мальчике, а совершено другого человека, и относился к нему не как к себе. Ему было жалко ребёнка, не по своей воле попавшего в страшное место. Он в этом не виноват. Не виноват в том, что его одноклассники довели его \"до ручки\"... Не виноват...\n\n[Открыта концовка \"Невинно осуждённый\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 75,
    "text": "Развернувшись, он оттёр слёзы и направился к выходу из комнаты. Он уже знал, что ты особо не ошибаешься. Но тут рука мальчика вновь схватила его руку, и на этот раз она была намного холоднее. Парень резко сравнил её с рукой трупа и недовольно поморщился. Он обернулся на маленького пациента и вдруг в страхе сглотнул. Глаза мальчика стали полностью белыми, исчезли зрачки и радужка. Он посмотрел на парня этими бесцветными глазами и нахмурился:\n- И вот так ты оставишь меня? \nВновь их обоих начала окружать темнота. Она медленно обступала их со всех сторон. Но рука мальчика сжимала так сильно, что парень пожелал бы с радостью, чтобы тьма полностью проглотила его. Взгляды их какое-то время продолжали пересекаться, а потом мальчик широко, очень широко улыбнулся и громко сказал:\n- Гори в аду!\nС этими словами он столкнул парня в темноту.",
    "answers": [
      {
        "id": 76,
        "text": "\"Аууу, ты живой там?\""
      }
    ]
  },
  {
    "id": 76,
    "text": "Услышав это, парень резко сел на кровати, попытался вдохнуть глубже, но не смог. Тогда он подбежал к окну и опёрся руками на подоконник. Наконец он смог дышать свободно. Воздух, пусть и городской, был очень чистым, будто никакие блага цивилизации не загрязняли его. \nИменно этим он и собрался заняться. Загрязнять воздух дымом сигарет, стараясь вместе с ним выкурить все заботы из головы.\n\n[Открыта концовка \"Запрет переживаниям\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 77,
    "text": "Кивок головой, и парень направился в совершенно другую сторону. Постепенно стены начали принимать очертания отремонтрированных и покрашеных, светлая краска уже не крошилась под давлением тонких бледных пальцев. Окна стали приятнее на вид, свет сквозь них пробивался более широкими и яркими лучами. Коридор медленно вёл парня вперёд, к одной-единственной двери. ",
    "answers": [
      {
        "id": 78,
        "text": "\"Открывай, чего ждёшь!\""
      }
    ]
  },
  {
    "id": 78,
    "text": "Дверь тихо скрипнула и легко поддалась слабому толчку. Внутри комнаты всё показывало, что это помещение - обитель художника. Различные картины и портреты великих художников на стенах, парты и мольберты, заляпаные яркими разноцветными красками, шкафы с множеством книг про искусство и всяких канцелярских принадлежностей...\n- У него отлично получается, - послышался весёлый голос. Парень перевёл в его сторону взгляд и увидел свою старую школьную учительницу рисования. Хотя, какую там старую. Молодая девушка со светлым каре, одежда которой, как и парты в этом кабинете, запятнана краской.",
    "answers": [
      {
        "id": 79,
        "text": "\"А рядом с ним кто?\""
      }
    ]
  },
  {
    "id": 79,
    "text": "\"Сестра...\" - тут же пришёл мысленный ответ. Вот она, стоит, живая ещё, улыбается так ярко, как не улыбается никто в целом свете. Глаза её, такие глубокие и синие, как и у него, светятся весельем и добротой. Парень хотел кинуться и задушить её в объятьях, но не смог и с места сойти. \n- Правда? - спросила девушка учительницу.\n- Абсолютная правда. Посмотри только, твой брат рисует лучше других ребят в классе. Недавно он нарисовал твой портрет. Мне кажется, очень похоже.\n- О-о... это мило. Скажите, а он... с ним всё в порядке? Я имею в виду, в школе с ним хоть кто-то общается? Дома он говорит, что всё в порядке, но по его глазам я вижу, что это не так.\n- Могу сказать только одно...\nИ тут перед носом парня захлопнулась дверь. Хотя, не перед носом, а по носу. Как бы он ни пытался услышать продолжение диалога, у него не выходило услышать ни слова. Он осел на пол, прижался спиной к стене и закрыл глаза...",
    "answers": [
      {
        "id": 80,
        "text": "\"Ты чего это?\""
      }
    ]
  },
  {
    "id": 80,
    "text": "Резкий звор будильника разорвал тишину комнаты. Он прорезал успокоившийся было воздух, словно ножом, и тут же заглох после удара по нему кулаком. Парень встал и подошёл к подоконнику. За окном сияло утро, птицы пели, создавая свою мелодию дружным хором. Прислушиваясь к этому пению, он быстро оделся, схватил со стола нож и немного денег. Он не собирался идти на задание. Ему нужно принести самые лучшие цветы на могилу сестры. Она заслуживает их.\n\n[Открыта концовка \"Убивает - не значит \"без сердца\"\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  }
]