[
  {
    "id": 1,
    "text": "Вы - секретный агент. Ваша задача найти и уничтожить важную персону политики, тайно поддерживающую незаконные военные движения в стране.\n\n( Все совпадения с реальностью, случайны и не несут оскорбительный характер)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 8,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Босс сидел запрокинув ногу на ногу. Сигарета немного подпалила его большие пышные усы. Через стеклянную стену было видно постоянное движение сотрудников. Он наклонидся и стряхнул немного от сигареты в мусорное ведро. Дверь заскрипела неожиданно. Ящичек с пистолетом уже был приоткрыт.\n-Вызывали?-\n-А, это ты, ( задвинул ящик ) тебе известно зачем ты здесь?-",
    "answers": [
      {
        "id": 3,
        "text": "-Еще нет,  сэр-"
      }
    ]
  },
  {
    "id": 3,
    "text": "-Давай, без этих \"сэр\" это откровенно подбешивает. Перейдем сразу к делу. Вы знаете Сергея Иванова-",
    "answers": [
      {
        "id": 4,
        "text": "-Если я вас правильно понимаю, это депутат-"
      }
    ]
  },
  {
    "id": 4,
    "text": "-Именно, так вот, недавно, наш агент под прикрытием выяснил, что он тайно поддерживает военные движения ВП (войны правосудия) в общем вам надо устранить его. Мы полагаем, что это сломит ВП хотя бы на некоторое время. Ты в деле?-",
    "answers": [
      {
        "id": 5,
        "text": "Да"
      },
      {
        "id": 6,
        "text": "-Убить депутата , слишком сильно для меня-"
      }
    ]
  },
  {
    "id": 5,
    "text": "-Даже не спросишь как и зачем? Похвально для агента. Сейчас его самолет в полете. Он был на переговорах в Англии и немного, устал. Будет вероятно, что он захочет расслабится за чашечкой коньячка. По данным нашей разведки в виде алкаша Валеры, он является частым посетителем бара \"Кружка пива\", за большие деньги ему организовали там что-то типа одиночной комнаты. Охраны там будет немного, да и сам он напьется. Он должен лежать на столе не бухим, а мертвым. Сделай так, что бы это не было похоже на убийство. Сразу скажу, плачу миллион долларов. Но все должно быть безупречно-",
    "answers": [
      {
        "id": 10,
        "text": "-Это моя работа, где мне раздобыть оружие?-"
      }
    ]
  },
  {
    "id": 6,
    "text": "-Эх, подвел ты нас, думаю ты поймешь. Нельзя что бы кто-ниьудь еще об этом узнал-",
    "answers": [
      {
        "id": 7,
        "text": "-Какого..?-"
      }
    ]
  },
  {
    "id": 7,
    "text": "Теперь ящик был отодвинут до конца.\n- ...Фига, ты не договорил-\nПиф (выстрел)\n-Блин, только ведь пол покрасили-\nПолучена новая концовка. Она отобразится в списке.",
    "answers": [
      {
        "id": 1,
        "text": "Заного"
      }
    ]
  },
  {
    "id": 8,
    "text": "Здесь будут храниться полученные вами концовки",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 9,
        "text": "А какого цвета у вас пол?",
        "need": 7,
        "need_ever": true
      },
      {
        "id": 15,
        "text": "Умри, но сделай",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 18,
        "text": "Самоубийство? Возможно.",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 26,
        "text": "Лишние жертвы.",
        "need": 25,
        "need_ever": true
      },
      {
        "id": 31,
        "text": "Вывернуло.",
        "need": 30,
        "need_ever": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Если вы посчитали, что убить депутата это сильно, поплатитесь за это, кстати, а какого цвета был пол? Теперь он красный.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "-У оружейника конечно. Встретитесь в переулке по этому адресу, пароль \"Оверлорд\"",
    "answers": [
      {
        "id": 11,
        "text": "-Понятно, я могу идти?-"
      }
    ]
  },
  {
    "id": 11,
    "text": "-Свободен-\nВыйдя из большого здания вы сразу направились к месту. Это было в двух кварталах от базы. У вас был мотоцикл, но можно было дойти и пешком",
    "answers": [
      {
        "id": 12,
        "text": "Доехать на мотике"
      },
      {
        "id": 13,
        "text": "Дойти пешком"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сев на свой \"Кавасаки\" вы поехали по трассе. На вашем шлеме была зарисовка синего дракона. Сам мотик был черным с тем же синим драконом. По пути вы проехали тот самый роковой бар. Остановившись на красный свет вы сняли шлем проветриться. На светофоре надо стоять 110 секунд, там все балду гоняли. Услышав бибиканье сзади вы обернулись. На вас с огромной скоростью летело \"Шевроле Камаро\"\nТак как вы стояли в ряду один (Вторник 4 утра) она могла попасть лишь в вас.",
    "answers": [
      {
        "id": 14,
        "text": "Газануть"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы пошли пешком. Удобнее было идти через дворы. так вы и сделали. На площадке резвилась детвора. Вы думали как же хорошо детство. Даже слеза покатилась из правого глаза. \n-Соберись, баба-\nГоворил он про себя.\nНу, вот и переулок. Зайдя туда вы увидели ткюемную личность в плаще. Подойдя личность сразу спросила.\n-Пароль?-",
    "answers": [
      {
        "id": 16,
        "text": "-Оверлорд-"
      },
      {
        "id": 17,
        "text": "-Кобра-"
      },
      {
        "id": 17,
        "text": "-Банан-"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы ударили по газам. Ваш мотоцикл был быстр, но разгонялся не быстрее машины на лету. Ваш железный конь буквально вылетел на обочину.Вы треснув стекло перелетели машину и упали на дороге. Последнее, что вы увидели был зеленый цвет светофора.\nИронично, но факт. Через день выяснилось, что за рулем сидел 12 пьяный сын Иванова. Когда он прилетел в город его сразу же повязали из-за сына. Сам 12 мальчуган, сбил еще одного мужчину на тротуаре и скончался в результате столкновения со столбом.\nОткрыта новая концовка. Она будет отображаться в меню.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы в некотором роде выполнили свою миссию, но депутат жив хоть и в тюрьме, а вот вы...",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "-Отлично, заходи-\nОружейник достал ключ, спусиился в подвальчик и отворил дверь. Вокруг была пустота. Только зайдя он начал бить по красной стене.\n-Да где же эта кнопка? А, нашел-\nСтена легла на пол. За ней было множество оружия от \"USPa\" до \"Ак47\"\n-Ты что предпочитаешь?-",
    "answers": [
      {
        "id": 19,
        "text": "-Пистолет-",
        "need": -19
      },
      {
        "id": 20,
        "text": "-Снайперку-"
      },
      {
        "id": 21,
        "text": "-Яды-"
      }
    ]
  },
  {
    "id": 17,
    "text": "-Ответ, не верный. Подержи , а? (протягивает вам пистолет) таааак, ЛОВИ МАСЛИНУ!-\nПиф\nТ\nОткрыта новая концовка. Она будет отображаться в меню.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы перепутали пароль из ВК и пароль оружейнику. Теперь вы мертвы. Но, эй, вы подержали пистолет)",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "-Ухх, подойти вплотную и застрелить, блин, я не знаю как это провернуть, давай лучше что-нибудь другое-",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "-Отлично, держи \"СВД\" даю инструкции. Начнем с тихого выстрела. Держи глушак. Дальше, нельзя оставлять отверстие в стекле. Каждый день с 15 до 16 бармен проветривает помещение, цель к тому моменту уже напьется. В 15:25 прибудет дополнительная охрана. Дверь будет нараспашку. Ваш шанс. Нужно будет запрятать пулю. Патрон должен пройти насквозь, а стены тонкие наш человек подберет пулю. Так же он вырубит камеры. Фух, ну, вроде все. Все понял?-",
    "answers": [
      {
        "id": 22,
        "text": "Да"
      }
    ]
  },
  {
    "id": 21,
    "text": "-Хороший выбор, короче, когда депутат приедет, он попросит у бармена водки - \"Семь озёр\" вот бери образец с ядом. Твоя задача заменить бутылки. Они приедут к 14. Нам повезло. В 13:30 Происходит смена персонала. Отличный шанс.",
    "answers": [
      {
        "id": 27,
        "text": "-Что в бутылке?-"
      }
    ]
  },
  {
    "id": 22,
    "text": "-Ну, ни пуха тебе-\nДо дома где вы засядете вы дошли без проишествий. Но на последнем, пятом этаже, вас заметил мужчина выходящий из квартиры.\n-Молодой человек, что это вы тут делаете?-",
    "answers": [
      {
        "id": 23,
        "text": "-Жалко не обошлось без лишних жертв-"
      }
    ]
  },
  {
    "id": 23,
    "text": "-Что? Так вы... Получай, козел- (Попытался ударить вас ногой)\n-Прости-\nВы ударили мужчину ногой в пах, после чего лупанули ногой в солнечное сплетение. Дальше вы достали удавку из кармана и накинули её на человека, вы потянули его на себя уперлись в стену.\n-Прости-\n-Агрххрхгхрхг-\n-Надо у него в доме поискать веревку и повесить его, иначе будет похоже на убийство-\nЗайдя в дом вы увидели одну комнату, кухню, кладовку, и туалет с душем в одной комнате. Он жил один. Вы раздели его до домашней одежды и положили труп в комнату. В кладовке вы нашли веревку и повесили мужчину за люстру. Дальше вы повесили вещи в шкаф, взяли вторые ключи с полки и вышли. Когда вы были наверху пеовым делом вы скинули ключи на балкон (Откуда полиции знать где он хранил ключи?)",
    "answers": [
      {
        "id": 24,
        "text": "Приготовиться и ждать"
      }
    ]
  },
  {
    "id": 24,
    "text": "В 14 приехал депутат в лимузине. Он походкой царя дошел до своей комнаты.\n-Так, ветер западный, три метра в секунду, потом проверю еще-\nВот на часах пробило 15, бармен открыл окно, вот 15:24, охранники уже приехали.\n-3 метра в секунду-\nОни заходят",
    "answers": [
      {
        "id": 25,
        "text": "Стрелять"
      }
    ]
  },
  {
    "id": 25,
    "text": "Точный выстрел поразил депутата. Он опрокинулся на стуле с дырой в башке. Проморгавшие момент охранники подумали, что это один из заходчщих и набросились на него. Вы к тому моменту уже были на первом этаже. Босс выполнил свое обещание и отдал вам деньги.\nОткрыта новая концовка. Она отобразится в меню.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы выполнили задание, но вам пришлось убить невинного человека.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "-Я много всего накидал, новая разработка, я не знаю как, но он точно подохнет с этой фигни. Хотя, могу предполагать, что он выпустит свою еду наружу, но потом он точно умрет-",
    "answers": [
      {
        "id": 28,
        "text": "-Отлично, я пошел-"
      }
    ]
  },
  {
    "id": 28,
    "text": "В 13:00 вы зашли в бар. Присели за столик довольно близко к барной стойке. Тут раздался звонок.\n-Алло, это я, Сол, ну оружейник, короче, забыл сказать, камеры я вырублю, ладно, это все-\n-Здравствуйте, вы будете что-нибудь заказывать?-",
    "answers": [
      {
        "id": 29,
        "text": "-Нет, спасибо, я жду человека-"
      }
    ]
  },
  {
    "id": 29,
    "text": "-Если что-то надо будет, спрашивайте у администрации- \nВот на часах красуется 13:30. Бармен заметил это и вышел.",
    "answers": [
      {
        "id": 30,
        "text": "Поменять бутылки."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы успешно поменяли бутылки и ушли. Никто этого не заметил. (Ниндзя? Самурай? нет, весь немногочисленный народ был бухим)\nНа следующий день всплыла новость о смерти Сергея. После долгих тёрок полиция закрыла расследование. Босс выполнил обещание и отдал вам деньги.\nОткрыта новая концовка. Она будет отображаться в меню.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "Все вышло идеально, но что-же Сол подмешал в водяру? Получилось что-то вроле метилового спирта. Боюсь представить что было с Сергеем.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]