[
  {
    "id": 1,
    "text": "Жанр: Сказки, Юмор, Фэнтази, Романтика, женский персонаж, много концовок.\n\nАннотация: \"Жила-была бедная девушка, ее звали Золушка... знакомая история? Но что будет, если изменить ход событий?\"",
    "answers": [
      {
        "id": 2,
        "text": "Написать свою версию!"
      },
      {
        "id": 40,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "В давние времена в одном маленьком сказочном королевстве жила-была девушка. Матери у нее не было, зато был отец, который не в добрый час привел в дом новую супругу, с двумя собственными дочерьми. \nМачеха была женщиной...",
    "answers": [
      {
        "id": 4,
        "text": "недоброй. И дочери ее были заносчивые да завистливые."
      },
      {
        "id": 5,
        "text": "наглой. А дочери ее вообще атас!"
      },
      {
        "id": 4,
        "text": "строгой и требовательной. Дочерей своих так вымуштровала, что они и рот лишний раз не открывали."
      },
      {
        "id": 7,
        "text": "застенчивой и робкой. Мямля, в общем. И чего только батя в ней нашел? И дочери ее такие же, барышни кисейные, тьфу!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы много думали и в конце концов пришли к двум выводам:\n\n• во-первых, король серьезный человек и беспокоить его с такими глупостями нехорошо,\n\n• во-вторых, идти высоким особам в таком виде просто не прилично, даже если ты задумал исключительную гадость, и на глаза никому попадаться вообще не собираешься.\n\nТогда вы решаете подойт к проблеме радикально - забираетесь в чьи-то чужие дамскте покои и утаскиваете оттуда первое попавшееся симпатичное платье. Оно, конечно, не сравнится с тем, которое наколдовала фея, но на худой конец сойдет\n\nГлупо хихикая, изображаете на голове подобие прически, опять надеваете свои чудесные туфельки, берете в руки коробку из-под шляпки, в которую вы ссадили мышей и отправляетесь на дело!",
    "answers": [
      {
        "id": 119,
        "text": "Найти принца!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Они втроем так загружали бедную девушку работой, что она света белого не видела! Но была так добра и застенчива, что и слова поперек сказать не смела. \nОт постоянной возни с печкой она все время была в золе и саже, за что мачеха с сестрицами так и прозвали ее Золушкой. Хотя на самом деле ее звали...",
    "answers": [
      {
        "id": 8,
        "text": "Элла"
      },
      {
        "id": 8,
        "text": "Стелла"
      },
      {
        "id": 10,
        "text": "Родопис"
      },
      {
        "id": 11,
        "text": "Машенька"
      },
      {
        "id": 12,
        "text": "Да какая, нафиг, разница?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Девушку эту они ни во что не ставили! Горбатиться заставляли с утра до ночи, а если что не так - пороли. Еще и кличку ей придумали глупую - Золушка. Типа, замарашка, все время в золе и саже.\nПоначалу она еще пыталась что-то делать, с отцом там поговорить или дочкам мачехиным темную устроить, но, короче, потерпела сокрушительное поражение.\n\nВ общем, печально было бедной Золушке.",
    "answers": [
      {
        "id": 25,
        "text": "Но тут вдруг..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Родопис сшила мачехе и сестрицам прекрасные платья, они нарядились и уехали, а бедной девушке оставили длинющий список заданий, которые ей следовало выполнить к их возвращению.\n\nЗолушка вздохнула и принялась за работу.",
    "answers": [
      {
        "id": 93,
        "text": "Но вдруг!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сами ничего делать не умели, одной девушке приходилось горбатиться с утра до ночи. Еще и кличку ей придумали, мерзавки неблагодарные, стали называть Золушкой. Вроде как всегда в золе она и саже.",
    "answers": [
      {
        "id": 25,
        "text": "А тут еще..."
      }
    ]
  },
  {
    "id": 8,
    "text": "И вот однажды был объявлен Большой Королевский бал. Прошел слух, что король задумал женить своего единственного наследника и невеста будет выбрана именно на этом балу! Не удивительно, что все девушки их небольшого королевства, пришли в ужасное волнение и приложили максимум усилий, для того чтобы попасть на бал.\n\nМачехины дочки не стали исключением. Они с мачехой скупили кучу тканей, украшений, чулков и прочая и целыми днями крутились у зеркала, придумывая наряды.\nСама мачеха от них не отставала - она мечтала выдать замуж дочек, да и принарядиться любила.\n\nЗолушку, конечно, они с собой позвать и не подумали.\n\nОдна проблема - все портнихи в городе были уже заняты и потому шить платья для них пришлось самой Золушке.",
    "answers": [
      {
        "id": 13,
        "text": "Сшить как следует, пусть видят, какая Золушка умница. Вдруг оценят наконец."
      },
      {
        "id": 14,
        "text": "Сшить красиво на вид, но еле-еле, чтоб все разошлось от первого же слишком резкого движения."
      },
      {
        "id": 15,
        "text": "Сшить вкривь и вкось. В конце концов Золушка не портниха, совершенно не обязана уметь действительно хорошо шить."
      },
      {
        "id": 15,
        "text": "Плакать всю ночь от несправедливости мира и вообще не шить."
      },
      {
        "id": 4,
        "text": "ммм, нет. Пожалуй Золушку будут звать как-то по-другому."
      }
    ]
  },
  {
    "id": 9,
    "text": "Но принц не узнает вас в вашем наряде. ",
    "answers": [
      {
        "id": 71,
        "text": "Попытаться отобрать у него туфлю силой. Нет, ну правда, не босиком же идти."
      },
      {
        "id": 72,
        "text": "Расплакаться. \"Принц, как вы жестоки! Не хотите отдавать туфлю, так хотя бы помогите добраться до дома!\""
      },
      {
        "id": 75,
        "text": "Длинно объяснить про мачеху, крестную фею и некачественное китайское волшебство."
      },
      {
        "id": 74,
        "text": "Длинно насочинять про злую ведьму, заколдовавшую вас, вашу одежду и слуг."
      }
    ]
  },
  {
    "id": 10,
    "text": "Дали ж боги имечко!\nНо, говорят, покойная мать Родопис была страстной поклонницей Египта и всего с ним связанного.\n\nИ вот однажды был объявлен Большой Королевский бал. Прошел слух, что король задумал женить своего единственного наследника и невеста будет выбрана именно на этом балу! Не удивительно, что все девушки их небольшого королевства, пришли в ужасное волнение и приложили максимум усилий, для того чтобы попасть на бал.\n\nМачехины дочки не стали исключением. Они с мачехой скупили кучу тканей, украшений, чулков и прочая и целыми днями крутились у зеркала, придумывая наряды.\nСама мачеха от них не отставала - она мечтала выдать замуж дочек, да и принарядиться любила.\n\nЗолушку-Родопис, конечно, они с собой позвать и не подумали.\n\nОдна проблема - все портнихи в городе были уже заняты и потому шить платья для них пришлось самой Золушке.",
    "answers": [
      {
        "id": 6,
        "text": "Сшить, что ж тут поделаешь."
      }
    ]
  },
  {
    "id": 11,
    "text": "И вот однажды, накануне какого-то крупного мероприятия во дворце, вы отправляетесь в лес за малиной.\n\nСлучайно уходите слишком далеко в чащу и натыкаетесь там на избушку медведей.\n\nИ так вам хорошо оказывается у медведей, что вы решаете никогда не возвращаться в родной дом и навсегда остаться жить в лесу, с его милыми и добрыми обитателями!\n\nБолее-менее счастливый конец.",
    "answers": [
      {
        "id": 1,
        "text": "Известно, что дикие звери порой бывают получше некоторых людей.\nВернуться в начало."
      }
    ]
  },
  {
    "id": 12,
    "text": "Действительно? Просто Золушка и всё. В конце концов в большинстве сказок именно так.",
    "answers": [
      {
        "id": 8,
        "text": "Что же случилось?"
      }
    ]
  },
  {
    "id": 13,
    "text": "Разумеется, не оценили. Выдали список заданий и отправились веселиться, оставив Золушку с горой посуды, печкой, стиркой и не посаженными рододендронами.",
    "answers": [
      {
        "id": 17,
        "text": "Сесть и плакать."
      },
      {
        "id": 18,
        "text": "Вздохнуть и приняться за работу. Может, к мачехиному возвращению хоть половину сделаю."
      },
      {
        "id": 84,
        "text": "Пробудить в себе бунтарский дух."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы очень коварны, но ваша задумка работает против вас. Платье на одной из мачехиных дочек лопается прямо во время танца с принцем. Тот одновременно преисполнен сочувствия и весьма заинтригован. Он уводит бедную девушку переодеться, а на утро женится на ней!\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Такие вот пироги. В начало."
      }
    ]
  },
  {
    "id": 15,
    "text": "Обнаружив на утро отсутствие прекрасных бальных платьев, мачеха сурово оттаскала Золушку за косу и, громко ругаясь, отправилась с дочками на бал в самых нарядных своих старых платьях. Благо, тряпок у каждой было столько, что ни в один гардероб не вмещалось.\n\nА после того как бал прошел, мачеха подговорила Золушкиного отца выдать дочь замуж за их соседа, старого и страшного мельника. Потому что лучше зять-мельник, чем безрукая и ленивая падчерица.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Хоть не принц, но все равно ведь муж. В начало."
      }
    ]
  },
  {
    "id": 16,
    "text": "В конце концов принц объявил о прекращении смотрин, отозвал людей, забрал туфельку себе и уехал куда-то на две недели. \n\nА через две недели в гостиной Золушкиного дома снова замерцал волшебный свет и появилась фея! Да не одна, а в компании с принцем!\n\n- Дорогая крестница, - сказала ей крестная, - не в моих правилах так часто вмешиваться в чужую судьбу, но вот этот молодой человек сумел меня разыскать и потребовал, чтобы я привела его к тебе!\n\nОказывается принц выяснил у экспертов марку потеряной туфельки, смог вытрясти у производителя инфориацию о том, кто эту туфельку приобрел - ведь это была эксклюзивная модель! Потом он разыскал фею, да еще и смог убедить ее рассказать, кому она подарила туфельку!\n\n- Что же ты не давала о себе знать? - грустно спросил ее принц, узнав, что все это время она была совсем не далеко, в ближайшем городе. - Неужели я так тебе неприятен, что ты даже не хотела сказать мне это лично?\n\n- Ну что ты, принц! Ты очень мне нравишься, но я хотела, чтобы ты смог отыскать меня непременно сам!\n\nИ хоть принц предпочел бы обойтись без всей этой нервотрепки, спорить он не стал, а просто позвал Золушку замуж.\n\nЗолушка радостно согласилась, они сыграли свадьбу и жили долго и счастливо! А лженевест с позором разогнали.\n\nСчастливый конец!",
    "answers": [
      {
        "id": 1,
        "text": "Мораль: хочешь, чтобы что-то было сделано хорошо, сделай сам! Но сначала включи голову. \nА теперь в начало!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Золушка плакала не меньше часа, но проблему это не решило. Зато хоть полегчало.",
    "answers": [
      {
        "id": 18,
        "text": "Вздохнуть и приняться за работу. Может, к мачехиному возвращению хоть половину сделаю."
      },
      {
        "id": 84,
        "text": "Пробудить в себе бунтарский дух."
      }
    ]
  },
  {
    "id": 18,
    "text": "Когда от тяжелой работы уже сводило поясницу, в углу кухни вдруг появился сияющий силуэт.\nДа это же ваша крестная фея!",
    "answers": [
      {
        "id": 22,
        "text": "Здравствуйте, милая крестная! Я так рада вас видеть! Присаживайтесь, я немедленно налью вам чашечку вкуснейшего чая!"
      },
      {
        "id": 23,
        "text": "О, крестная. Ну вы придумали тоже, заявиться на ночь глядя. Я, знаете ли, немного занята сейчас, мачехины панталоны сами себя не постирают."
      },
      {
        "id": 24,
        "text": "Крестная, ну наконец-то! Я вас жду-жду, могли бы и на пару лет раньше появиться. Ну или хотя бы до того, как я перемыла эту чертову гору посуды."
      },
      {
        "id": 24,
        "text": "Чего надо?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы очень предусмотрительны, но нитки с иголкой тоже на всякий случай возьмите.",
    "answers": [
      {
        "id": 32,
        "text": "С трудом запихнуть в кармашек нитки и иголку. Суперклей не забудьте!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы благополучно добираетесь до дома на королевской карете.\nВся работа выполнена, как фея и обещала. Вам остается только вздохнуть и лечь спать, надежно припрятав туфлю.",
    "answers": [
      {
        "id": 61,
        "text": "Баиньки."
      }
    ]
  },
  {
    "id": 21,
    "text": "Принц расстраивается и уходит. Вы вздыхаете с облегчением.",
    "answers": [
      {
        "id": 112,
        "text": "На долго ли?"
      }
    ]
  },
  {
    "id": 22,
    "text": "- Спасибо, дорогая моя, - ответила с улыбкой крестная, - но я пришла совсем не за этим! Сегодня, я знаю, большой бал, на который ты хотела бы попасть. Сейчас я взмахну волшебной палочкой и у тебя появится прекрасное платье, золотая карета из вон той тыквы, кучер и лакеи из этих вот мышей и ты сможешь, наконец, поехать на бал!",
    "answers": [
      {
        "id": 26,
        "text": "Спасибо, дорогая крестная! Но у меня столько работы! Боюсь на бал я все равно не успею."
      },
      {
        "id": 27,
        "text": "А туфли? Мне что так и идти в платье и этих калошах?"
      },
      {
        "id": 28,
        "text": "Ты издеваешься? У меня уже спина не гнется, а еще работы на полночи. Сейчас доделаю и спать пойду, какой бал!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Крестная фея неодобрительно нахмурилась. Феи вообще существа нежные и обидчивые, чуть что не так скажешь и все, поминай как звали.",
    "answers": [
      {
        "id": 22,
        "text": "Шучу-шучу, крестная. Просто устала уже. Очень рада вас видеть, не хотите ли чайку?"
      },
      {
        "id": 83,
        "text": "Нет, серьезно! Вам приходилось хоть раз стирать все эти тряпки руками и щёлоком?"
      }
    ]
  },
  {
    "id": 24,
    "text": "- Что-то я передумала тебе помогать, - обижено сказала крестная и исчезла.",
    "answers": [
      {
        "id": 84,
        "text": "Ну и ладно, я и без тебя справлюсь."
      },
      {
        "id": 87,
        "text": "Фыркнуть \"Вот вечно она так!\" и отправиться садить рододендроны."
      }
    ]
  },
  {
    "id": 25,
    "text": "Замутил король большую тусу - со всего королевства народ на нее съежаться начал.\nИ мачеха шороху навела: говорит, вот попадем на тусняк и я кого-нибудь из дочек своих за принца замуж выдам, сколько можно им в девках сидеть!\nМачеха была теткой конкретной, так что Золушка принцу только посочувствовала. А сама подумала - валить надо, с такими родственничками каши не сваришь.\n\nИ вот настал день Х. Мачеха с грымзами-дочерьми нафуфырились и свалили на бал, вместе с батей, чтоб его.\nНе забыли выдать Золушке листок со списком в сто пунктов, что ей нужно сделать в их отсутствие.",
    "answers": [
      {
        "id": 69,
        "text": "Мотать из дома, пока никто не видит."
      },
      {
        "id": 70,
        "text": "Поделать что-нибудь сначала для вида."
      }
    ]
  },
  {
    "id": 26,
    "text": "- Не переживай! Я позову птичек, рыбок, котиков, енотов-полоскунов и кротов и они доделают за тебя твою работу!\nАх да, чуть не забыла: вот тебе чудесные хрустальные туфельки, последний писк моды и эксклюзивная разработка дизайна от известного брэнда \"Кот в сапогах и Ко\". Себе прихватила по распродаже, да малы оказались, бери, от сердца отрываю.\n\nИ не забудь самое главное - ровно с двенадцатым ударом часов волшебство развеется. Карета снова станет тыквой, слуги мышами, а красивое бальное платье - твоим старым и потрепанным.",
    "answers": [
      {
        "id": 29,
        "text": "Боже, это такие мелочи! Огромное, огромное спасибо!"
      },
      {
        "id": 31,
        "text": "Фея, ты что, нормального ничего наколдовать не можешь? Что за туфту ты мне втюхиваешь?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Фея обижено поджала губы, но все-таки произнесла:\n\nАх да, чуть не забыла: вот тебе чудесные хрустальные туфельки, последний писк моды и эксклюзивная разработка дизайна от известного брэнда \"Кот в сапогах и Ко\". Себе прихватила по распродаже, да малы оказались, бери, от сердца отрываю.\n\nИ не забудь самое главное - ровно с двенадцатым ударом часов волшебство развеется. Карета снова станет тыквой, слуги мышами, а красивое бальное платье - твоим старым и потрепанным.",
    "answers": [
      {
        "id": 130,
        "text": "Ехать на бал."
      }
    ]
  },
  {
    "id": 28,
    "text": "Крестная услышала такой ответ и ужасно разозлилась.\n- Ну и работай, раз тебе так хочется! Как будто мне это больше всех надо! - раздраженно сказала она и исчезла с легким хлопком.",
    "answers": [
      {
        "id": 81,
        "text": "А Золушка?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Золушка села в карету и поехала на бал.\nВ платье был чудесный кармашек, но совсем крошечный. Поэтому с собой она взяла только самое важное:",
    "answers": [
      {
        "id": 32,
        "text": "Моток ниток и иголку. Вдруг что-то где-то оторвется. Ах да, и суперклей на всякий случай."
      },
      {
        "id": 34,
        "text": "Большую ложку. Вдруг там будут угощения."
      },
      {
        "id": 19,
        "text": "Паспорт, ключи и деньги."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы приходите в огромный сияющий зал, наполненый людьми, музыкой и смехом. Пары танцуют под ритмы вальса, вежливые лакеи предлагают угощения и напитки. \n\nИ тут вы видите прекрасного принца.",
    "answers": [
      {
        "id": 43,
        "text": "Рассмотреть."
      }
    ]
  },
  {
    "id": 31,
    "text": "- Да ну тебя с твоими запросами! - обиделась фея и исчезла, прихватив с собой все, что уже успела наколдовать.",
    "answers": [
      {
        "id": 82,
        "text": "Эй, ты куда?? Верни платье!"
      },
      {
        "id": 84,
        "text": "Подумаешь, какая нервная. Я и без тебя справлюсь."
      }
    ]
  },
  {
    "id": 32,
    "text": "Карета подъехала к огромному величественному дворцу, сияющему в праздничной иллюминации как огромный бриллиант. Ступеньки были пустынны и только один грустный пожилой человек в богатом праздничном наряде сидел на ступеньках. ",
    "answers": [
      {
        "id": 35,
        "text": "Подойти к нему, вежливо поздороваться и спросить, что у него случилось."
      },
      {
        "id": 36,
        "text": "Пройти мимо. Мало ли какая пьянь решила на ступеньках посидеть."
      },
      {
        "id": 36,
        "text": "Вежливо поздороваться и пройти мимо.  Ну сидит человек на ступеньках и сидит, может, отдыхает он так."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы можете уйти немедленно, а можете задержаться на минутку и оставить принцу записку.",
    "answers": [
      {
        "id": 48,
        "text": "Не стоит терять время."
      },
      {
        "id": 50,
        "text": "Задержаться и написать записку."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы встречаете на балу прекрасного принца и он приглашает вас на танец. Но у вас в кармане большая ложка, а значит медлить нельзя!",
    "answers": [
      {
        "id": 46,
        "text": "Где тут кормят?"
      }
    ]
  },
  {
    "id": 35,
    "text": "- Ах, милая девушка, все слуги заняты, никого не дозовешься, а у меня воротничок разорвался на самом видном месте! И мне теперь стыдно показаться на глаза гостям, поэтому я и сижу здесь один.\n\nКружевной воротничок действительно разорван. Что же делать?",
    "answers": [
      {
        "id": 38,
        "text": "Не расстраивайтесь! Я немедленно зашью ваш воротничок так, что никто и не разглядит, что он был порван!"
      },
      {
        "id": 39,
        "text": "А давайте оторвем его до конца! Тогда будет казаться, что так и нужно."
      },
      {
        "id": 36,
        "text": "Сердечно посочувствовать горю пожилого мужчины и пойти по своим делам. Время-то тикает."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы проходите сквозь дворцовую парадную дверь и видите грозную стражу. Попускать они вас не хотят, говорят, что праздник уже начался и все опоздавшие гостьи могут ехать обратно домой. Если у них, конечно, нет удостоверения Настоящей Принцессы.\nУ Золушки такого удостоверения не было, зато был суперклей. Она просто приклеила стражников друг к другу и спокойно прошла мимо них.",
    "answers": [
      {
        "id": 30,
        "text": "Пройти."
      }
    ]
  },
  {
    "id": 37,
    "text": "Как вы и думали, принц нашел записку и на следующий же день нашел вас!\n\nВы немедленно сыграли свадьбу и жили долго и счастливо!\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Если хотите, чтобы вас нашли - давайте полную информацию.\nВ начало."
      }
    ]
  },
  {
    "id": 38,
    "text": "Золушка зашивает воротничок. Пожилой мужчина восхищается ее добротой, предусмотрительностью - взяла с собой на бал нитки с иголкой! - и золотыми руками. \nОн достает откуда-то корону, надевает ее на на голову и говорит: \"Ну что же мы стоим? Немедленно пойдемте на бал! Вы будете моей почетной гостьей!\"",
    "answers": [
      {
        "id": 41,
        "text": "Пройти во дворец вместе с королем."
      }
    ]
  },
  {
    "id": 39,
    "text": "Но этот странный тип почему-то не радуется такому предложению. Он бормочет \"Нет-нет, лучше я еще посижу немного и подожду, пока мимо пробежит кто-нибудь из слуг\". Вы пожимаете плечами, прощаетесь и идете дальше.",
    "answers": [
      {
        "id": 36,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 40,
    "text": "А сколько достижений сможешь собрать ты? =)\n\n\nВсе возможные варианты:\n\n1. Настоящая Золушка (самый классический вариант), 2 версии\n2. Родная кровь! (Налаживание коммуникации с отцом)\n3. Замуж за кого придется \n4. Податься в натуралисты\n5. Вперёд, в самостоятельную жизнь! (Вы плюнули на принца и добились всего сами), 3 версии\n6. Все в ваших руках! (Вы вышли замуж за принца без участия феи)\n7. И так сойдет! (Вы вернулись домой ни с чем, зато отлично провели время!)\n8. В дамки! (Получить статус круче, чем жена какого-то принца), 2 версии\n9. Вздорная Золушка, 3 версии\n10. Самый умный принц\n11. Самый глупый принц\n12. Самый нудный принц\n13. Полный комплект! (Сохранить обе туфельки и заполучить принца)\n14. Высокодуховная Золушка\n15. Слишком удачный побег (вы успешно убежали от принца, но ничего от этого не выиграли) 2 версии\n16. Провал стратегии (вы сделали хитрый ход, но потерпели обидную неудачу) 4 версии\n17. Совсем не та Золушка, 4 версии\n18. Расшалившаяся Золушка\n19. Варвар! (Разбить обе туфельки)\n20. Умный ход",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 15,
        "text": "Замуж за кого придется",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 54,
        "text": "Вперёд, в самостоятельную жизнь! Нет худа без добра",
        "need": 54,
        "need_ever": true
      },
      {
        "id": 84,
        "text": "Все в ваших руках!",
        "need": 84,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "И так сойдет!",
        "need": 46,
        "need_ever": true
      },
      {
        "id": 129,
        "text": "В дамки! ",
        "need": 129,
        "need_ever": true
      },
      {
        "id": 82,
        "text": "Вздорная Золушка. Запросы",
        "need": 82,
        "need_ever": true
      },
      {
        "id": 16,
        "text": "Самый умный принц",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "Самый глупый принц",
        "need": 111,
        "need_ever": true
      },
      {
        "id": 128,
        "text": "Самый нудный принц",
        "need": 128,
        "need_ever": true
      },
      {
        "id": 117,
        "text": "Совсем не та Золушка. Чужие страны",
        "need": 117,
        "need_ever": true
      },
      {
        "id": 118,
        "text": "Высокодуховная Золушка",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Слишком удачный побег. Приклеить принца",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 79,
        "text": "Провал стратегии. Разочаровать фею",
        "need": 79,
        "need_ever": true
      },
      {
        "id": 81,
        "text": "Вздорная Золушка. Чудеса обиделись и ушли",
        "need": 81,
        "need_ever": true
      },
      {
        "id": 75,
        "text": "Полный комплект!",
        "need": 75,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "Варвар!",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 87,
        "text": "Вздорная Золушка. Стопроцентная кухарка",
        "need": 87,
        "need_ever": true
      },
      {
        "id": 11,
        "text": "Податься в натуралисты",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Умный ход",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 67,
        "text": "Настоящая Золушка",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "Родная кровь!",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 68,
        "text": "Настоящая Золушка. Скромница",
        "need": 68,
        "need_ever": true
      },
      {
        "id": 114,
        "text": "В дамки! Покорить дальние страны",
        "need": 114,
        "need_ever": true
      },
      {
        "id": 123,
        "text": "Вперёд, в самостоятельную жизнь! ",
        "need": 123,
        "need_ever": true
      },
      {
        "id": 113,
        "text": "Вперёд, в самостоятельную жизнь! Бизнес-идея",
        "need": 113,
        "need_ever": true
      },
      {
        "id": 102,
        "text": "Совсем не та Золушка. На большую дорогу",
        "need": 102,
        "need_ever": true
      },
      {
        "id": 91,
        "text": "Совсем не та Золушка. Замуж любым способом!",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Слишком удачный побег. У чудес не было шанса",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 130,
        "text": "Провал стратегии. Одна ошибка",
        "need": 130,
        "need_ever": true
      },
      {
        "id": 14,
        "text": "Провал стратегии. Не рой другому яму",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 101,
        "text": "Провал стратегии. Шило на мыло",
        "need": 101,
        "need_ever": true
      },
      {
        "id": 77,
        "text": "Совсем не та Золушка. Разочаровать фею, но получить принца",
        "need": 77,
        "need_ever": true
      },
      {
        "id": 121,
        "text": "Расшалившаяся Золушка",
        "need": 121,
        "need_ever": true
      }
    ]
  },
  {
    "id": 41,
    "text": "В холе вам встречаются грозные стражники. Но поскольку вы идете под руку с Его Величеством, они только почтительно кланяются, не пытаясь вас остановить.",
    "answers": [
      {
        "id": 42,
        "text": "Вот здорово!"
      },
      {
        "id": 42,
        "text": "Показать язык стражникам."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы приходите в огромный сияющий зал, наполненый людьми, музыкой и смехом. Пары танцуют под ритмы вальса, вежливые лакеи предлагают угощения и напитки. \nКороль подзывает к себе принца и говорит ему, что вы сегодня особая королевская гостья и просит его как-то вас развлечь, потому что сам король должен немедленно отправляться к послам соседней страны, пока они не заскучали и не объявили всем подряд войну.\n\n",
    "answers": [
      {
        "id": 43,
        "text": "ух ты, принц!"
      },
      {
        "id": 44,
        "text": "и что, это вот принц??"
      }
    ]
  },
  {
    "id": 43,
    "text": "Принц смотрит на вас, вы смотрите на принца, время замирает и между вами происходит какая-то особая магия.\n\nПринц приглашает вас на танец.",
    "answers": [
      {
        "id": 45,
        "text": "Радостно согласиться и отправиться танцевать."
      },
      {
        "id": 46,
        "text": "Вы что, я не умею! Давайте лучше что-нибудь съедим."
      },
      {
        "id": 47,
        "text": "Вы знаете, я как-то стесняюсь. Давайте сначала выпьем шампанского!"
      }
    ]
  },
  {
    "id": 44,
    "text": "Какой-то он хлипенький, невзрачный, даром что лицо смазливое.\nПринц приглашает вас на танец.",
    "answers": [
      {
        "id": 125,
        "text": "Все-таки согласиться."
      },
      {
        "id": 126,
        "text": "Сказать, \"что вы, я не танцую!\" и напроситься с королем."
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы протанцевали с принцем уже пару часов и вышли на балкон отдохнуть. Кажется, принц хотел вам что-то сказать, но сначала решил сходить за напитками. И пока он ходил, вы неожиданно обнаружили, что до полуночи осталось каких-то десять минут.",
    "answers": [
      {
        "id": 33,
        "text": "Немедленно уйти! Не хватало еще превратится в оборванку прямо посреди дворца! Или еще хуже - на глазах у принца."
      },
      {
        "id": 49,
        "text": "Дождаться принца и печально сообщить ему, что тебе уже пора уходить."
      }
    ]
  },
  {
    "id": 46,
    "text": "Ожидания вас не обманули - угощений на королевском балу много и все ужасно вкусные! Принц сначала старательно предлагает вам то одно, то другое, но потом ему становится скучно и он, пробормотав что-то вроде \"надо же, как бездонная бочка! А с виду такая маленькая\" уходит прочь, но вам все равно! Вы еще не попробовали вон то мясо, те грибочки и вооон те чудесные, восхитительные пирожные!\n\nНаевшись так, что передвигаться трудно, вы с трудом спускаетесь к карете и спокойно уезжаете домой, где с чувством выполненного долга заваливаетесь спать.\n\nИ кому что, а вам, как замыленой домохозяйке, высший кайф - наесться чего-то, что готовили не вы, а потом как следует выспаться!\n\nБал определенно удался!\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Такие вот странные представления о прекрасном. В начало."
      }
    ]
  },
  {
    "id": 47,
    "text": "Принц смотрит на вас с некоторым подозрением, но разве это важно, когда шампанское такое вкусное!\nВы уже ничего не стесняетесь и вовсю кокетничаете с принцем и окружающими милыми людьми.\n\nВ какой-то момент принц предлагает выйти на свежий воздух, выводит вас в сад и нежно приобнимает. \n\nНо в поле вашего зрения вдруг попадают часы и вы понимаете, что еще пара минут и наступит полночь!",
    "answers": [
      {
        "id": 55,
        "text": "Вы подскакиваете и поскорее несетесь прочь."
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы немедленно уходите. Времени как раз хватает, чтобы спуститься вниз и спрятаться в лесу до того, как действие волшебства исчезнет.\n\nВы возвращаетесь домой, ложитесь спать и этот чудесный бал на всю жизнь остается в ваших воспоминаниях прекрасным счастливым сном.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Чудеса не случаются, если вы этого не хотите. В начало."
      }
    ]
  },
  {
    "id": 49,
    "text": "Принц совершенно не хочет отпускать свою прекрасную незнакомку.  Он пытается уговорить вас остаться, спрашивает, где вас искать и просит сказать хотя бы ваше имя. Но вы не успеваете ответить ему ничего - главные дворцовые часы уже начали бить полночь. И вам остается только одно:",
    "answers": [
      {
        "id": 51,
        "text": "бежать!"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы пишете принцу записку, в которой извеняетесь за внезапное исчезновение, а еще сообщаете свое имя и адрес\nПотом вам вдруг приходит в голову отличная, как вам кажется, идея - вы прижимаете записку одной из своих туфелек, припомнив, что фея называла их эксклюзивной моделью. В записку дописываете, что узнать вас можно будет по второй туфельке.\n\nВы довольны собой и со спокойной душой уходите.",
    "answers": [
      {
        "id": 37,
        "text": "А завтра?"
      }
    ]
  },
  {
    "id": 51,
    "text": "И вы убегаете от принца. Пробегаете мимо гостей, удивленного короля, грозных стражников. Сломя голову несетесь по парадной лестнице, но спотыкаетесь и...",
    "answers": [
      {
        "id": 52,
        "text": "теряете туфельку. Все же хрусталь - не лучший материал для обуви. "
      },
      {
        "id": 53,
        "text": "теряете суперклей из кармана."
      },
      {
        "id": 54,
        "text": "теряете равновесие и летите вниз кубарем."
      },
      {
        "id": 55,
        "text": "теряете совесть."
      }
    ]
  },
  {
    "id": 52,
    "text": "Подбирать ее совершенно некогда и вы бежите дальше. Вы едва успеваете спрятаться в ближайший закуток, когда раздается двенадцатый удар и волшебство разрушается - карета становится тыквой, кучер и лакеи мышами, а бальное платье - вашими родными обносками. \nВы видете, как принц выбегает за вами следом. Слышете, как он вас зовет, как спрашивает стражу, не видел ли кто куда побежала прекрасная девушка. Наблюдаете, как пинц поднимает со ступенек вашу туфельку.\n\nНу что ж, у вас туфелька осталась всего одна и теперь вам предстоит босиком идти домой. Как быть?",
    "answers": [
      {
        "id": 56,
        "text": "Идти через лес."
      },
      {
        "id": 57,
        "text": "Идти вдоль дороги, потом полем и через мост."
      },
      {
        "id": 58,
        "text": "Какого черта? Вернуться к принцу и попытаться забрать у него свою обувь. Фея же сказала, это дорогая эксклюзивная модель."
      }
    ]
  },
  {
    "id": 53,
    "text": "Принц прилипает где-то там на лестнице и уже не может вас догнать. А вы, даже не подумав оставить ему хоть какую-то подсказку, возвращаетесь домой и до самой смерти храните хрустальные туфельки, как символ возможностей, которые у вас были, но которыми вы не воспользовались.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Девушки, помните, иногда следует сбегать чуть менее эффективно!\nВернуться в начало."
      }
    ]
  },
  {
    "id": 54,
    "text": "Ломаете себе ногу, руку, три ребра и ключицу. История окончательно теряет романтичность.\nВы три месяца лежите в больнице на вытяжке, а когда выходите, подаете в суд на короля и принца, которые не проследили, чтобы лестницы во дворце соответствовали нормативным требованиям безопасности, на фею, использующую некачественные временные чары и на обувной брэнд \"Кот в сапогах и Ко\", делающих дамские бальные туфли настолько скользкими и травмоопасными.\n\nСуд Золушка благополучно выиграла и получила крупную денежную сумму разом, а так же алименты в связи с утратой трудоспособности пожизненно, потому как она, к сожалению, так и осталась хромой.\n\nНо Золушка не растроилась, она съехала от родителей в собственное жилье, получила хорошее юридическое образование и открыла собственную контору по защите прав потребителя. И зажила припеваючи.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Даешь самостоятельность и четко поставленные жизненные цели! \nВернуться в начало."
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы, лихо промчавшись по лестнице, с хохотом прячетесь от принца за каким-то розовым кустом. Он выбегает следом за вами, но эффектно спотыкается о тыкву, в которую превратилась ваша карета. Принц падает, тыква разбивается. Вы стараетесь хохотать потише, но у вас это плохо получается.\n\nДождавшись, пока принц, охая, уйдет, вы выбираетесь из-за розового куста и вместо того, чтобы идти домой, отправляетесь обратно в замок, благо в вашей одежде все принимают вас за служанку.\n\nВы твердо намерены пошалить!\n\nСпрятав хрустальные туфельки в карманы, вы босиком передвигаетесь по замку как настоящий японский ниндзя. Немного мерзнут ноги, но это такие мелочи!\n\nСначала вы пробираетесь в картинную галерею и совершаете там акт вандализма, подрисовывая угольком усики и рога самым неприятным портретам. А приятным - цветочки и звездочки, чтоб никому не было обидно!\n\nВ некоторых коридорах вы художественно разливаете подсолнечное масло и спустя каких-то десять минут там кто-то громко падает и матерится!\n\nПотом вы утаскиваете из чьих-то покоев три бутылки отличного вина и подмешиваете его в ячмень лошадям на конюшне. Если вы сегодня не сможете никуда уехать - то пусть никто не сможет! \n\nКстати, своих лошадей - чудесных беленьких мышек, вы так и таскаете с собой. Надо бы придумать, куда их деть.",
    "answers": [
      {
        "id": 3,
        "text": "Подкинуть принцу или королю."
      },
      {
        "id": 107,
        "text": "Подкинуть мачехе и ее дочкам."
      }
    ]
  },
  {
    "id": 56,
    "text": "Босиком через лес - не лучшая идея. Но дорожка натоптаная и вам ужасно везет. На вас не нападают дикие звери, вам не встречаются змеи на пути и вот уже через полтора часа часа вы добираетесь до дома.",
    "answers": [
      {
        "id": 59,
        "text": "Какое счастье!"
      }
    ]
  },
  {
    "id": 57,
    "text": "Дорога не самая безопасная, но вам везет. Вы в своей одежде и босиком выглядите настолько жалко и непривлекательно, что даже разбойники   не видят смысла на вас нападать. Через три часа вы благополучно добираетесь домой.",
    "answers": [
      {
        "id": 60,
        "text": "Наконец-то!"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы решительно направляетесь к принцу и...",
    "answers": [
      {
        "id": 9,
        "text": "требуете вернуть вам вашу обувь."
      },
      {
        "id": 9,
        "text": "Говорите, что вы и есть та самая девушка."
      },
      {
        "id": 75,
        "text": "Длинно объясняете про мачеху, крестную фею и некачественное китайское волшебство."
      },
      {
        "id": 74,
        "text": "Длинно сочиняете про злую ведьму, заколдовавшую вас, вашу одежду и слуг."
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы дома. Как фея и обещала, вся работа выполнена. Вы успеваете сполоснуться в ручье, спрятать туфельку в надежном месте и лечь спать, до того как мачеха с сестрами вернуться с бала. Это был ужасно длинный день!",
    "answers": [
      {
        "id": 61,
        "text": "Это точно!"
      }
    ]
  },
  {
    "id": 60,
    "text": "Бедные ваши ноги отекли и опухли от тяжелой дороги. Вы без сил падаете в постель и засыпаете.\n\nНазавтра королевские глашатые объявили удивительную новость - невестой принцу станет прекрасная и загадочная незнакомка, сбежавшая от принца на балу и потерявшая туфельку. Эта туфелька будет примеряна всем девушкам королевства и та счастливица, которой она подойдет, и станет невестой принца!\n\nНо у вас проблема - ваши ноги так и не пришли в норму!  Вам бы сделать холодный успокаивающий компресс, но мачеха не даст вам передохнуть и минуты!",
    "answers": [
      {
        "id": 63,
        "text": "Поговорить с отцом. В конце концов, должен же он принимать хоть какое-то положительное участие в вашей жизни!"
      },
      {
        "id": 66,
        "text": "Ждать, пока отек сам спадет."
      }
    ]
  },
  {
    "id": 61,
    "text": "Назавтра королевские глашатые объявили удивительную новость - невестой принцу станет прекрасная и загадочная незнакомка, сбежавшая от принца на балу и потерявшая туфельку. Эта туфелька будет примеряна всем девушкам королевства и та счастливица, которой она подойдет, и станет невестой принца!",
    "answers": [
      {
        "id": 62,
        "text": "Ой! Что же делать! Пожалуй, буду ходить и молча страдать, ведь я принцу не пара."
      },
      {
        "id": 63,
        "text": "Пойду к отцу и честно расскажу о случившемся. Пусть даст денег на приличное платье и я пойду мерить туфельку."
      },
      {
        "id": 64,
        "text": "Однако, сколько принц выпил, прежде чем ему в голову пришел этот идиотский вариант? Королевство хоть и маленькое, но девушек в нем достаточно. И с маленьким размером ноги найдутся. Или он решил набрать гарем?"
      }
    ]
  },
  {
    "id": 62,
    "text": "И вот вы ходите и страдаете, а глашатые короля все примеряют и примеряют вашу туфельку разным девушкам. \n\nНаконец, через неделю, очередь доходит и до вашего дома. \n\n\"Немедленно позвать сюда всех проживающих по этому адресу девушек\" - громко объявил человек в форме. Маленький и тощий, но имеющий ужасно важный вид, человек рядом с ним держал на специальной бархатной подушечке вашу хрустальную туфельку.\n\nМачеха страшно разволновалась. \"Глория, Брумгильда, идите немедленно сюда!\" - громко позвала она своих дочерей.",
    "answers": [
      {
        "id": 65,
        "text": "Идти вместе с ними"
      },
      {
        "id": 68,
        "text": "Стоять и смотреть в щелочку за дверью"
      }
    ]
  },
  {
    "id": 63,
    "text": "Отец ужасно удивился, но обрадовался за дочь. Он немедленно, тайно от мачехи, выдал ей денег на наряд. Золушка оделась поприличнее и отправилась прямиком во дворец.\nТам ее сначала не хотели впускать, но она предъявила вторую туфельку и в конце концов о ней согласились доложить королю или принцу. \n\nПринц, конечно, узнал ее едва увидев и страшно разволновался и немедленно отозвал людей, меряющих туфельку на девушек страны.\n\nЗолушка рассказала ему свою историю  и призналась, что никакая не принцесса, а всего лишь дочь зажиточного торговца.\nНо принца не смущали такие мелочи. Король пожаловал Золушке титул и они с принцем, наконец, сыграли свадьбу!\n\nСчастливый конец.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 64,
    "text": "Сначала Золушка даже волновалась - мало ли, найдется красивая и нечестная девушка, на которую туфелька подойдет и которая охотно объявит себя той самой невестой принца. \nТем более, что их дом проверка уже миновала, но мачеха на это время просто заперла Золушку в кладовке, прекрасно зная какая маленькая у нее нога. Хорошо хоть не догадалась, что это она и есть та самая прекрасная незнакомка, а то вообще бы прибила.\n\nНо время шло, а затея выглядела все смешнее и смешнее. \n\nПервой принцевой кандидаткой в невесты оказалась старая, но крепкая бабка. Сначала она не позволила гвардейцам короля обойти ее стороной, а потом, когда туфелька оказалась в пору, непреклонно заявила, что да, это именно она была на том балу.\n\nБабку пришлось везти во дворец, и оставить до самого окончания проверки, потому что просто так избавится от нее оказалось невероятно сложно.\n\nПотом была девчушка лет двенадцати, чьи родители так же настаивали, что принцева невеста - их дочь. Мало ли что маленькая, пусть женится!\n\nА потом такие \"невесты\" потянулись одна за одной. Даже нашлась одна дура, которая ради того, чтобы туфелька налезла, отрезала себе большой палец.\n\nВ общем, количество претенденток ширилось, принц ходил злющий, а вот Золушку все чаще пробивало на нервный смех.",
    "answers": [
      {
        "id": 63,
        "text": "Поговорить с отцом и идти \"сдаваться\" принцу."
      },
      {
        "id": 16,
        "text": "Ждать, что будет."
      }
    ]
  },
  {
    "id": 65,
    "text": "Мачеха пыталась вас прогнать, но человек в форме не позволил - в приказе четко сказано, примерить туфельку ВСЕМ девушкам королевства, кем бы они не были.",
    "answers": [
      {
        "id": 67,
        "text": "Примерить туфельку первой, пока мачеха думает, что еще сказать."
      },
      {
        "id": 68,
        "text": "Скромно отступить, чтобы не усугублять конфликт и дать возможность сестрицам примерить туфельку первыми."
      }
    ]
  },
  {
    "id": 66,
    "text": "К счастью, через пару дней вы уже были в норме.",
    "answers": [
      {
        "id": 62,
        "text": "Прекрасно!"
      }
    ]
  },
  {
    "id": 67,
    "text": "Разумеется, туфелька подошла! Пока все вокруг удивленно хлопали глазами, вы достали и надели вторую туфельку.\nПоздравляю, вы невеста принца!\n\nВас немедленно забрали во дворец, где принц признался вам в любви и официально попросил вас стать его женой. Король был страшно рад, он немедленно дал вам титул и состоялась помолвка!\nА через месяц, когда все было готово, вы сыграли свадьбу, на которую пригласили всех, включая фею и ваших родственников. И если фея еще иногда залетала к вам на чай, то родственников вы видели в последний раз - мачеха со злости потребовала переехать в другое королевство.\n\nС принцем вы жили долго и счастливо. А хрустальные туфельки с тех пор хранились в специальном музее, как символ волшебства и счастья.\n\nСчастливый конец!",
    "answers": [
      {
        "id": 1,
        "text": "Вот и хорошо! Вернуться в начало."
      }
    ]
  },
  {
    "id": 68,
    "text": "Глория померила туфельку, но та оказалась ей безнадежно мала. Когда же пришла очередь Брумгильды, мачеха вырвала туфельку из рук гвардейца и поспешила сама надеть ее на ногу дочери. \n\nЗолушка не видела, как мачеха это сделала, но Брумгильда вдруг закричала: \"Налезла! Эта туфелька мне подходит, смотрите!\". \n\nНо не успели все вокруг и глазом моргнуть, как Глория с обиженым воплем кинулась отнимать у нее туфельку, крича \"Нет, это я должна быть невестой принца!\". Мачехины дочери сцепились, королевские солдаты, сопровождавшие мужчину в форме, бросились их разнимать, а туфелька соскользнула с ноги Брумгильды, подскочила в воздух и упала ровнехонько перед Золушкой, разбившись в дребезги.\n\nВсе замерли, не зная, что сказать. А Золушка, пользуясь тем, что буйных сестриц уже придерживают солдаты, вышла вперед, достала из кармана вторую туфельку и на глазах у всех надела ее на свою маленькую ножку.\n\nГлавный гвардеец обрадовался, потому как уже успел представить, как его разжалуют за такое дело, и срочно увез Золушку во дворец, где они с принцем сыграли свадьбу и жили долго и счастливо!\n\nСчастливый конец.",
    "answers": [
      {
        "id": 1,
        "text": "Классика, так сказать. Вернуться в начало."
      }
    ]
  },
  {
    "id": 69,
    "text": "Золушка пошарилась по дому, прихватила деньжат и припасов, и кой-какой одежды. Напоследок испортила несколько мачехиных платьев и стащила у ейных дочек шкатулку с украшениями.\nВзяла папин любимый костет и отправилась куда глаза глядят.",
    "answers": [
      {
        "id": 88,
        "text": "Идти через лес."
      },
      {
        "id": 89,
        "text": "Идти полем, через мост, а потом вдоль дороги."
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы начинаете было делать что-то из списка, но быстро приходите к выводу, что только теряете зря время.",
    "answers": [
      {
        "id": 69,
        "text": "Мотать."
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы делаете резкий выпад вперед и пытаетесь выхватить у принца туфлю. Он успевает увернуться, но от неожиданности роняет хрустальную туфельку прямо на каменные ступени. Хрусталь разбивается вдребезги. Принц в шоке. Но едва он приходит в себя, как тут же громко и зло кричит \"Стража!\" . Вы испуганы и снова бросаетесь бежать. И только добежав до леса вы соображаете, что можно было просто показать принцу вторую туфельку.  Но поздно! Вы понимаете, что умудрились выронить ее по дороге и она совершенно точно разбилась о камни точно так же как и первая.\n\nВам ничего не остается, кроме как пытаться добраться через лес к дому так, чтобы вас не заметили стражники и дикие звери. Эта сказка закончилась ничем и остается только надеяться, что фея хотя бы выполнила обещание и завтра вам не влетит за не сделанную работу.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Жаль. Вернуться в начало."
      }
    ]
  },
  {
    "id": 72,
    "text": "Принц вообще-то очень добрый парень и его тронули ваши слезы, пусть он и не верит, что вы и есть прекрасная незнакомка.\nОн готов вас выслушать и помочь.",
    "answers": [
      {
        "id": 20,
        "text": "Попросить у принца транспорт, чтобы добраться до дома."
      },
      {
        "id": 75,
        "text": "Не тупить и уже попытаться как-то обьяснить ситуацию."
      }
    ]
  },
  {
    "id": 73,
    "text": "Принц впечатлен вашим рассказом. Вы на всякий случай предъявляете ему вторую хрустальную туфельку, но принц верит вам и без этого. \n\n- Как зовут эту ведьму? Я найду и убью ее!! - кричит он в порыве праведного гнева.",
    "answers": [
      {
        "id": 77,
        "text": "- Ах, принц, я совсем ничего не помню, - вздыхаете вы и горько плачете."
      },
      {
        "id": 78,
        "text": "Немедленно называете ведьмой вашу мачеху. Кто-то же должен за вас ей отомстить!"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы на ходу придумываете страшную историю, в которой вы - настоящая принцесса, но злая-презлая колдунья заколдовала вас, забросив далеко-далеко от родного дома и лишив возможности когда-либо вернуться на родину. Последней вашей надеждой был этот бал. Если бы принц догадался поцеловать вас до того, как часы начали бить полночь, чары бы спали, но этого не случилось и теперь вы окончательно превратились в бедную безродную нищенку.",
    "answers": [
      {
        "id": 73,
        "text": "Ха! Ловко выкрутилась!"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы рассказываете принцу про фею, мачеху и волшебство до двенадцати. Когда он снова вам не верит, просто показываете ему вторую туфельку. \nПринц ужасно удивлен и вы, грустно вздохнув, просите у принца карету, чтобы как-то добраться до дома.\n\nНо принц уже пришел в себя и требует, чтобы вы немедленно примерили туфельки - они настолько маленького размера, что налезут далеко не на каждую. Что ж, это совсем не сложно. Вы надеваете туфельки и развеиваете последние сомнения. \n\nПринц извиняется за то, что вас не узнал и приглашает вернуться на бал, предварительно воспользовавшись гардеробом какой-нибудь местной фрейлины и услугами горничной.\nНа вас находится вполне симпатичное платье и уже через полчаса вы снова на балу с принцем! Вы танцуете с ним всю ночь на пролет, а под утро принц во всеуслышание объявляет, что нашел себе невесту и просит у вас руки и сердца.\n\nВаша мачеха и сестры, только сейчас увидевшие и узнавшие вас, кусают себе локти от зависти, но вам все равно! Вы счастливы - вы станете женой принца!\n\nСчастливый конец.",
    "answers": [
      {
        "id": 1,
        "text": "Ура! Идти в начало."
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "Принц немедленно бросается вас успокаивать, забыв про ведьму. Он плюет на бал, вызывает слуг и уводит вас в гостевые покои. Вам предоставляют одежду и платье и всю ночь на пролет принц пытается расспрашивать вас о вашей нелегкой судьбе. Вам приходится сочинять все больше и больше, но вы никогда не жаловались на фантазию и, к тому же, из вашей истории выходит, что вы вообще мало что помните.\n\nПринц, совершенно очарованный созданным вами загадочным образом трагической героини, немедленно зовет вас замуж и вы, конечно, соглашаетесь.\n\nА под самое утро, когда принц наконец-то оставил вас, чтобы сообщить отцу радостную новость, вас навещает ваша крестная фея.\n\nОна страшно разочарована вашим поступком, потому как ненавидит ложь. Она соглашается в последний раз помочь вам - сделать так, чтобы вас не искал отец и чтобы никто из знакомых не узнал в невесте принца бедную Золушку. Но сделав это, уходит навсегда, чтобы найти себе в подопечные какую-нибудь действительно хорошую девушку.\n\nНо вас это не волнует. Вы становитесь женой принца и до самой смерти не знаете бед и тяжелой работы.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Ну и ладно! В начало."
      }
    ]
  },
  {
    "id": 78,
    "text": "Принц говорит \"Я немедленно с ней разберусь\", достает шпагу и уходит убивать мачеху. Вы ликуете, но тут появляется ваша крестная фея.\n- Ужасно! - произносит она скорбно. - Совсем не для этого я давала тебе возможность пойти на бал и познакомиться с принцем! Я смертельно в тебе разочарована и немедленно верну все как было!\n\nФея взмахивает волшебной палочкой и вы неожиданно оказываетесь в начале всей этой истории. У вас гудит спина, перед вами три корзины стирки и список дел на ночь, а в окошко можно видеть как мачеха с дочерьми в празднично украшеной карете едут на бал.\nВы в отчаянии кричите \"Фея, вернись!\", но фея к вам больше никогда не вернется.",
    "answers": [
      {
        "id": 79,
        "text": "Смириться и окончить историю."
      },
      {
        "id": 84,
        "text": "Попытаться придумать что-то еще."
      }
    ]
  },
  {
    "id": 79,
    "text": "Печальный конец. Сами виноваты.",
    "answers": [
      {
        "id": 1,
        "text": "Все, идем в начало."
      }
    ]
  },
  {
    "id": 80,
    "text": "Страница с достижениями закончена!\nНо поскольку задействована глобальная память, я не могу понять, работает ли она вообще х)\n\nПожалуйста, напишите мне в коммах, если что-то не так!\n\n(При попадании на страницу, вы должны видеть только те достижения, которые заработали попав на соответствующую концовку).",
    "answers": [
      {
        "id": 40,
        "text": "Посмотреть"
      },
      {
        "id": 1,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "А Золушка так и осталась делать мачехины поручения, и делала их всю оставшуюся жизнь, и крестная фея к ней никогда больше не вернулась, потому что если у вас не находится времени на чудеса, когда они случаются, то чудеса обижаются и случаться перестают.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Грустно. Давай в начало."
      }
    ]
  },
  {
    "id": 82,
    "text": "Но фея, конечно, ничего уже не вернула. Не любят феи глупых и неблагодарных людей.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "И ее можно понять! В начало."
      }
    ]
  },
  {
    "id": 83,
    "text": "- Господи, да стирай ты сколько влезет, кто тебя трогает? - обиженно воскликнула фея и исчезла.",
    "answers": [
      {
        "id": 81,
        "text": "А Золушка?"
      }
    ]
  },
  {
    "id": 84,
    "text": "Пусть никакая фея вам не помогает, но вы уже решили, что пойдете на бал и никто не сможет вам помешать!\n\nВы еще вчера сделали себе из лоскутков, оставшихся от пошива платьев мачехи и ее дочек, настоящее бальное платье, которое ничем не хуже платьев от известных портных, пусть и слегка пестренькое.\n\nВы берете матушкины свадебные туфли, садитесь на оставшуюся в конюшне старенькую лошадь и верхом едете до королевского дворца.\n\nТам, в сияющем бальном зале, вы находите принца и танцуете с ним всю ночь напролет.\n\nВы так очаровательны, кокетливы и милы, что под утро принц признается вам в любви и зовет замуж!\n\nВы, конечно, радостно соглашаетесь, играете с принцем свадьбу и забываете мачеху и тяжелую работу как страшный сон!\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Зачем нужны феи, если все в ваших руках?\nВ начало."
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "И Золушка отправилась работать дальше, потому что твердо знала - от фей этих никакого толку!",
    "answers": [
      {
        "id": 1,
        "text": "Это точно! Вернуться в начало."
      }
    ]
  },
  {
    "id": 88,
    "text": "Пошла она через лес. Думает, ну выйду же куда-нибудь.\nШла-шла и вышла к королевскому дворцу! Вот дела, и не хотела, а попала.",
    "answers": [
      {
        "id": 90,
        "text": "Подойти поближе и оглядеться."
      },
      {
        "id": 89,
        "text": "Да ну их нафиг, еще встречу кого. Выйти из леса и пойти теперь вдоль дороги в обратную сторону."
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы идете вдоль дороги, которая ведет от города к королевскому дворцу. У вас с собой шкатулка с драгоценностями и она весело бряцает на каждом шагу. Вам радостно от этих звуков, но на вашу беду их услышали не только вы. \n\nИз придорожных кустов вылезли местные разбойники с исключительно злобными бандитскими рожами. Вы, конечно, достали кастет, но их все равно больше.",
    "answers": [
      {
        "id": 98,
        "text": "Все равно напасть на них и попытаться удрать, воспользовавшись эффектом неожиданности."
      },
      {
        "id": 96,
        "text": "Попытаться договориться - вы добровольно отдаете шкатулку, а они вас не трогают. В конце концов, не так вам были и нужны эти побрякушки, жизнь дороже."
      },
      {
        "id": 99,
        "text": "Попытаться заговорить им зубы."
      }
    ]
  },
  {
    "id": 90,
    "text": "Подошла она и видит - бежит по длинной дворцовой лестнице девушка в прекрасном бальном платье. Бежит так, что едва дышит и ног под собой не чует.  Вдруг споткнулась, оглянулась, но побежала дальше. \n\nТолько-только скрылась из глаз, как из-за двери показался мужской силуэт. Пробежал следом за ней, что-то закричал , но ответа не дождался и девушку не нашел. Грустный, он побрел было обратно, но тут вдруг почему-то остановился.\n\nТем временем из-за угла, где спряталась девушка в прекрасном бальном платье выглянула как будто бы совсем другая девушка, в платье бедном. Грустно вздохнула и побрела в сторону леса.\n\nОна прошла мимо Золушки совсем ее не заметив, зато Золушка прекрасно видела, как из ее кармана выпало что-то блестящее и осталось лежать в листве.\n\nДождавшись, пока незнакомка скроется за поворотом, Золушка вышла из тени и подняла блестящее нечто. Боже мой! Это оказалась самая настоящая хрустальная туфелька!\n\nДа еще - вот странность! - размером как раз ей по ноге! Кто бы мог подумать, что в этом городе живет девушка с такой же как у нее маленькой ножкой!",
    "answers": [
      {
        "id": 92,
        "text": "Догнать незнакомку и отдать ей туфлю."
      },
      {
        "id": 89,
        "text": "Оставить туфельку на память и выйти из леса на дорогу."
      },
      {
        "id": 94,
        "text": "Оставить туфельку себе и послушать, что будет делать дальше мужик на лестнице."
      }
    ]
  },
  {
    "id": 91,
    "text": "Итак, вы выходите и представляетесь прекрасной девушкой с бала. На вашу удачу, вы примерно той же комплекции. Вы сочиняете какую-то ерунду про добрых и злых фей, про двенадцатый удар часов (и откуда только вы взяли эту чушь?). Наконец, как непререкаемый аргумент вы предъявляете принцу хрустальную туфельку!\n\nБинго! Принц сражен! Вы сорвали джек-пот и пусть наглая мачеха теперь хоть удавится от злости, а вы теперь будете женой принца!\n\nА что там с этой девушкой - уже не ваше дело.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Ну а чо, нефиг быть такой растяпой! В начало."
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы догоняете незнакомку и отдаете ей хрустальную туфельку.\n\nОна сначала пугается, когда вы ее окликаете, но потом очень вас благодарит. Скорее всего вы действительно сильно ей помогли.\n\nНу а теперь вам пора идти дальше.",
    "answers": [
      {
        "id": 89,
        "text": "Выйти из леса на дорогу."
      }
    ]
  },
  {
    "id": 93,
    "text": "Когда от тяжелой работы уже сводило поясницу, в углу кухни появился сияющий силуэт.\nДа это же ваша крестная фея!",
    "answers": [
      {
        "id": 95,
        "text": "Здравствуй, милая крестная! Я рада тебя видеть, не хочешь ли ты немножечко малинового варенья или банку сгущенки?"
      },
      {
        "id": 97,
        "text": "Боже, только тебя здесь не хватало!"
      }
    ]
  },
  {
    "id": 94,
    "text": "Итак, вы затаиваетесь и прислушиваетесь.\nОказывается, что мужик - это самый настоящий принц! Кто эта сбежавшая девушка он сам не знает, но решительно настроен на ней жениться!  Для этого он приказывает стражникам взять вторую туфельку, которую эта растяпа уронила на лестнице, и назавтра прошерстить все королевство в поисках этой девушки, примеряя туфельку на всех встречных-поперечных.",
    "answers": [
      {
        "id": 89,
        "text": "Очень занимательно, но мне уже пора. Пойду я по дороге, пожалуй."
      },
      {
        "id": 91,
        "text": "Ого, вот это пруха! Немедленно выйти и объявить себя той самой прекрасной незнакомкой, насочиняв чего-нибудь с три короба."
      }
    ]
  },
  {
    "id": 95,
    "text": "- Спасибо, дорогая моя, - ответила с улыбкой крестная, - но я пришла совсем не за этим! Сегодня, я знаю, большой бал, на который ты хотела бы попасть. Сейчас я взмахну волшебной палочкой и у тебя появится прекрасное платье, золотая карета из вон той тыквы, кони, кучер и лакеи из этих вот мышей и ты сможешь, наконец, поехать на бал!",
    "answers": [
      {
        "id": 103,
        "text": "Отличная идея! Но как же я пойду на бал без туфель?"
      }
    ]
  },
  {
    "id": 96,
    "text": "Но разбойники не соглашаются. Зачем им с вами договариваться и отпускать, если они могут забрать все силой?",
    "answers": [
      {
        "id": 98,
        "text": "Все-таки напасть на них и попытаться удрать, воспользовавшись эффектом неожиданности."
      },
      {
        "id": 99,
        "text": "Попытаться заговорить им зубы."
      }
    ]
  },
  {
    "id": 97,
    "text": "- Что-то я передумала тебе помогать, - обижено сказала крестная и исчезла.",
    "answers": [
      {
        "id": 87,
        "text": "Как будто мне была нужна твоя помощь! - фыркнула Золушка."
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы эффектно набрасываетесь на ближайшего к вам разбойника, но попытка неудачная - этот амбал просто приподнимает вас над землей и, судя по свирепому выражению лица, собирается сделать с вами что-то нехорошее.",
    "answers": [
      {
        "id": 100,
        "text": "Жесть!"
      }
    ]
  },
  {
    "id": 99,
    "text": "- Не правда ли, офигительная сегодня погода? - попыталась Золушка начать непринужденную светскую беседу. Но фокус не удался.",
    "answers": [
      {
        "id": 100,
        "text": "Блин!"
      }
    ]
  },
  {
    "id": 100,
    "text": "- Что здесь происходит? - раздается грозный голос со стороны кустов. Оттуда вылезает еще один разбойник и вы вдруг понимаете, что это и есть легендарный Неуловимый Джон, свирепый главарь местной банды. \nА он ничего так, даже симпатичный.\n\nНо нужно что-то сказать и вы говорите:",
    "answers": [
      {
        "id": 101,
        "text": "Вам не победить меня, мерзкие разбойники!"
      },
      {
        "id": 102,
        "text": "Ух ты! Да ведь вы же тот самый Неуловимый Джон! Я ваша фанатка!! Дайте мне автограф и возьмите к себе в банду! Я даже принесла вам шкатулку с драгоценностями, чтобы вы были уверены в серьезности моих намерений!"
      }
    ]
  },
  {
    "id": 101,
    "text": "Разбойники обиделись и надежды договориться у вас уже не осталось. Они отобрали у вас шкатулку, деньги и кастет, а потом, злобно хохоча, заставили вас мыть посуду, готовить и стирать уже для них всю оставшуюся жизнь.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Такое вот шило на мыло. Вернуться в начало."
      }
    ]
  },
  {
    "id": 102,
    "text": "Главарь был польщен. Охотно дал ей автограф, забрал шкатулку с украшениями и взял к себе в банду. А потом и назначил своей помощницей. \n\nЗолушка больше никогда не вернулась домой, грабила, убивала, и катилась по наклонной, но ее такая жизнь вполне устраивала, такой она видела настоящую свободу.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Мда. Вернуться в начало."
      }
    ]
  },
  {
    "id": 103,
    "text": "- Ох, что же делать, - расстроено вздохнула фея. - Я ведь совершенно не умею заколдовывать обувь! Боюсь, здесь я ничем не смогу тебе помочь!",
    "answers": [
      {
        "id": 104,
        "text": "- Постойте, но у меня же есть чудесные золотые сандалии, доставшиеся мне от матушки! Я могу надеть их, раз нет других вариантов!"
      }
    ]
  },
  {
    "id": 104,
    "text": "- Отличная идея! - обрадовалась фея. - Тогда я наколдую тебе к сандалиям наряд в греческом стиле!\nИ наколдовала. Хотела еще из кареты сделать крылатую колесницу, но Золушке показалось, что это уже слишком.\n\n- За несделанную работу не беспокойся, я тут припрягу кого-нибудь, - сказала ей фея напоследок, покосившись в сторону мирно спящей на заборе кошки, - Но помни! Ровно с двенадцатым ударом часов колдовство развеется и карета снова станет тыквой, слуги и кони - мышами, а платье твое вообще пропадет к чертям египетским, все равно его было только на помойку.\n\nРасстроилась Золушка немного, но взяла с собой на всякий случай шарф - хоть во что-то замотаться, если платье и правда пропадет.",
    "answers": [
      {
        "id": 105,
        "text": "Села в карету и уехала."
      }
    ]
  },
  {
    "id": 105,
    "text": "Прибыла Золушка на бал, вошла в наполненное людьми помещение. Все замерли и залюбовались необычной гостей, музыка затихла, а к Золушке с двух сторон устремились сразу два кавалера - местный прекрасный принц и египетский фараон, прибывший во дворец по важному политическому делу и согласившийся остаться на праздник.\nИ оба пригласили ее на танец.",
    "answers": [
      {
        "id": 106,
        "text": "Танцевать с прекрасным принцем."
      },
      {
        "id": 110,
        "text": "Танцевать с фараоном."
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы кружитесь в вальсе с принцем. Завязывается легкая беседа.\n- А как вас зовут? - спрашивает принц.\n- Родопис, - честно говорите вы.\n- Ахаха, - глупо смеется принц, - что за дурацкое имя!",
    "answers": [
      {
        "id": 108,
        "text": "- Это значит  \"румянолицая\", а вы просто кретин!"
      },
      {
        "id": 109,
        "text": "- Ах, принц, какое у вас изящное чувство юмора!"
      }
    ]
  },
  {
    "id": 107,
    "text": "Уже по дороге к бальному залу вы понимаете, что мышек вам банально жалко, они ничем не заслужили встречи с этими грымзам, и вы просто выпускаете их где-то в коридоре, \"на радость\" гуляющим там дамам.",
    "answers": [
      {
        "id": 124,
        "text": "Но напакостить-то надо!"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы обижено вырываетесь и поскорее уходите в толпу танцующих. А там вас уже ждет фараон.",
    "answers": [
      {
        "id": 110,
        "text": "Танцевать с фараоном."
      }
    ]
  },
  {
    "id": 109,
    "text": "Вы натянуто смеетесь, но принц доволен.\nВы уходите с бала пораньше, успев вернуться домой до того, как платье исчезнет,  а карета превратиться в тыкву, но принц все равно находит вас по имени (еще бы! вторую такую Родопис в стране фиг найдешь!) и зовет замуж.",
    "answers": [
      {
        "id": 111,
        "text": "Согласиться."
      },
      {
        "id": 21,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 110,
    "text": "На проверку оказалось, что фараон, приглашая на танец, подразумевал не совместный танец, какой-нибудь вальс или хотя бы румбу, а персональный танец для него. Так было принято в их краю.\n\nВы так неосторожно согласились и теперь в уедененной части сада танцуете перед фараоном босиком. Вокруг стоят фараоновы слуги и хорошо хоть никто не просил вас раздеваться. \nКакой-то щупленький субьект играет вам на странном инструменте и вам даже все нравится. Когда вы устаете, вас угощают какими-то финиками.\n\nВ какой-то момент фараон извиняется и выходит, а вы понимаете, что полночь наступит через каких-то пятнадцать минут.\n\nВы хватаете свой шарф и выбегаете, но понимаете, что забыли мамины сандалии.",
    "answers": [
      {
        "id": 115,
        "text": "Вернуться за ними."
      },
      {
        "id": 116,
        "text": "Плюнуть и бежать дальше."
      }
    ]
  },
  {
    "id": 111,
    "text": "Поздравляю, вы становитесь женой принца!\nВам до скончания дней придется терпеть его глупые шуточки, зато вы живете во дворце и вы первая леди государства, учитывая, что король вдовец.\n\nБолее-менее счастливый конец.",
    "answers": [
      {
        "id": 1,
        "text": "Почему бы и нет. Вернуться в начало."
      }
    ]
  },
  {
    "id": 112,
    "text": "Спустя некоторое время вас находит слуга фараона. Он говорит, что его господин так впечатлен вашей красотой, что готов жениться и забрать с собой в Египет.",
    "answers": [
      {
        "id": 113,
        "text": "Вы отказываете фараону."
      },
      {
        "id": 114,
        "text": "Вы соглашаетесь."
      }
    ]
  },
  {
    "id": 113,
    "text": "Да ну их к чертям с их брачными идеями!\nВы съезжаете от отца и мачехи и открываете на пару с феей свое ателье по пошиву карнавальных костюмов и буквально за пару лет становитесь весьма знаменитой и богатой персоной. А главное - совершенно свободной!\n\nСчастливый феминистический конец.",
    "answers": [
      {
        "id": 1,
        "text": "И это здорово! В начало."
      }
    ]
  },
  {
    "id": 114,
    "text": "Не зря говорят, что имя создает судьбу! Теперь вы жена фараона и пусть простые смертные трепещут перед вами!\n\nСчастливый конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 115,
    "text": "Зря вы это сделали!\nВас поймали слуги фараона и задержали до прихода их господина. И злосчастное платье исчезло прямо у него на глазах!\n\nВпечатленный фараон предложил вам немедленно стать его любимой наложницей и уехать с ним в Египет.",
    "answers": [
      {
        "id": 117,
        "text": "Согласиться."
      },
      {
        "id": 118,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 116,
    "text": "Опустим историю о том, как вы возвращались домой через лес ночью, босиком и в одном шарфе, намотаном на тело. Однако вам это удалось.",
    "answers": [
      {
        "id": 112,
        "text": "На следующий день."
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы соглашаетесь и фараон немедленно ведет вас в свои покои, чтобы предаться там с вами разврату.\n\nНа следующий же день он увозит вас с собой в Египет, где всю жизнь холит вас и лилеет, но статус ваш так и не поднимается выше официальной фаворитки. \n\nК тому же законная фараонова жена терпеть вас не может и постоянно строит вам козни.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы отказываетесь и оскорбленный фараон прогоняет вас прочь. К сожалению, вас кто-то увидел и ославил вас на все королевство. \n\nЖизнь ваша загублена и почти решаете утопиться в пруду, но потом передумываете и уходите в монастырь, писать там книгу \"Житие святой Золушки-Великомученицы\", в которой порицаете всех фей, принцев и фараонов. \n\nА золотые сандалии вы ритуально сжигаете как символ вашего падения и всю оставшуюся жизнь ходите исключительно босиком.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы почти случайно обнаруживаете грустного-грустного принца в какой-то гостиной, где он мрачно прижимает к здоровенной шишке на лбу лед и уныло смотрит в окно.",
    "answers": [
      {
        "id": 120,
        "text": "Незаметно подкрасться, перевернуть на него мышей и убежать, пока он не понял, что произошло."
      },
      {
        "id": 121,
        "text": "Пожалеть принца, передумать пакостить, зайти и заговорить."
      }
    ]
  },
  {
    "id": 120,
    "text": "Шалость удалась и вы, хихикая, убегаете прочь.",
    "answers": [
      {
        "id": 122,
        "text": "Все, хватит, идем домой!"
      },
      {
        "id": 124,
        "text": "А теперь пойдем пакостить мачехе!"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы заходите внутрь с виноватой улыбкой. Принц вас видит, узнает и теперь страшно удивлен.\n\nВы сочиняете что-то про строгого отца, который велел быть ровно в двенадцать в карете, лошадей, которые безнадежно пьяны и уехать все равно нет никакой возможности и платье, которое пришлось сменить, потому что вы умудрились порвать его в спешке.\n\nПринц слушает вас в пол-уха и явно рад, что вы все-таки вернулись, а вы лихорадочно соображаете, какова вероятность того, что вам действительно придется в ближайшее время знакомить принца с отцом, и как того предупредить о ее версии событий.\n\nНо это все совсем другая история. Сейчас же принц и Золушка проговорили всю ночь на пролет, а наутро принц позвал ее замуж.\n\nИ жили они долго и счастливо.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Мораль придумайте сами. \nВ начало."
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы радостно возвращаетесь домой, пешком и через лес. Добираетесь благополучно, прячете компромат и отправляетесь спать.",
    "answers": [
      {
        "id": 123,
        "text": "А утром?"
      }
    ]
  },
  {
    "id": 123,
    "text": "А на следующий день вы объявляете категорический бойкот мачехе с ее требованиями. После вчерашней бурной ночи вы сделали один вывод - жизнь одна и прожить ее нужно для себя!\n\nТеперь вы уходите из дома рано утром, и возвращаетесь поздно вечером, когда уже все спят, только ночевать. А вскоре и вовсе съезжаете из этого дома - вы нашли себе в городе неплохую работу, благо умеете вы почти все и отличаетесь завидным трудолюбием. \n\nА там и вообще находите себе отличного парня и выходите за него замуж.\n\nА принц... а что принц? Пусть остается где-то там, в сказке.",
    "answers": [
      {
        "id": 1,
        "text": "Главное - поверить в себя! \nВернуться в начало."
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы решаете стащить на кухне целое блюдо пирожных с кремом - это ведь не только вкусное лакомство, но еще и отличный боеприпас!\n\nИ вот вы с этим блюдом заняли стратегически удачное место на каком-то балкончике, а прямо под вами все трое - мачеха и ее дочки. И вы, особо не заморачиваясь, просто роняете все блюдо вниз (разумеется, сначала съев с него самые аппетитные пирожные!).\n\nВам везет и снаряд попал точно в цель! Каждой грымзе досталось по паре кремовых корзиночек, а мачехе еще и прилетело по темечку блюдом! Задело, правда, и еще нескольких дам, но наверняка им тоже было за что, не просто же так они так оживленно болтали с мачехой!\n\nПод дамскую исключительно неприличную ругань вы, абсолютно довольная собой, решаете, что пора возвращаться домой.",
    "answers": [
      {
        "id": 122,
        "text": "В путь!"
      }
    ]
  },
  {
    "id": 125,
    "text": "Принц вцепился в вас как клещ и ни в какую не хочет отпускать, хотя вы уже порядком устали и от танцев и от его общества.",
    "answers": [
      {
        "id": 127,
        "text": "Сбежать под благовидным предлогом."
      },
      {
        "id": 128,
        "text": "Пожаловаться на усталость и попроситься присесть."
      }
    ]
  },
  {
    "id": 126,
    "text": "Король, конечно, пожилой, - целых сорок лет, - но вполне достойно выглядящий. \nСлушать его беседы с дипломатами скучно, но вы послушно за ним таскаетесь и мило улыбаетесь гостям.\n\nНаконец, с делами покончено и король предлагает вам посидеть в саду, в тишине, с бутылочкой какого-нибудь хорошего вина.\nВы проводите вдвоем чудесный вечер, вы успеваете доверительно выболтать ему и про мачеху, и про фею, и про отца-торговца и даже про мышек, которые чудесным образом превратились в лошадей.\n\nКороль напрашивается посмотреть, как же будет происходить обратное превращение, и к двенадцати часам вы выходите во двор к карете, для обеспечения научной составляющей пригласив с собой придворного мага.\n\nПосле чего король приказывает слугам раздобыть для вас новое платье, а ближе к трем часам ночи отправляет вас домой в королевской карете с гербами и настоящими лошадьми.\n\nЭто была воистину волшебная ночь!",
    "answers": [
      {
        "id": 129,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы говорите, что вам надо припудрить носик и уходите. \nПробираясь через бальный зал подальше от принца, вы натыкаетесь на короля.",
    "answers": [
      {
        "id": 126,
        "text": "Пойти с ним."
      }
    ]
  },
  {
    "id": 128,
    "text": "Принц уводит вас в сад и вы до самой полночи вынуждены его выслушивать.\n\nКогда часы начинают бить двенадцать вы радостно убегаете, но, к сожалению, теряете туфельку и принц по ней находит вас на следующий же день.\n\nНаходит и зовет замуж. Вы безрадостно соглашаетесь (все же настоящий принц - очень выгодная партия) и через пару дней состоится свадьба.\n\nИ это самый настоящий брак по расчету.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Ну ок. В начало."
      }
    ]
  },
  {
    "id": 129,
    "text": "На утро у вас болит голова, но это некому заметить - родственники еще спят.\n\nА ближе к вечеру случается нечто невероятное - король, собственной персоной, заявляется к вам в гости и просит вашей руки!\n\nПоздравляю! Вы соглашаетесь и в скором времени становитесь королевой!\n\nСчастливый конец!",
    "answers": [
      {
        "id": 1,
        "text": "Иногда не стоит размениваться на мелочи!\nВ начало."
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы немедленно садитесь в карету и уезжаете.\n\nНа балу вы встречаете принца и до самой полночи танцуете с ним. \n\nКак водится, когда часы начинают бить полночь, вы убегаете и теряете хрустальную туфельку.\nПринц находит ее, а вы возвращаетесь домой.\n\nДома вы спешно пытаетесь доделать ваш список дел к приходу мачехи, но ничего не успеваете и кара страшна - вас оттаскали за косу и заперли в кладовке на три дня за непослушание. \n\nНо не это самое страшное. К сожалению, вам не хватило времени, чтобы надежно спрятать туфельку, мачеха ее нашла и все поняла.\nОна вручила ее той своей дочери, которая была больше всего похожа на вас ростом и комплекцией, и отправилась с ней прямо во дворец. Там они предъявили туфельку и наврали,  что ножки девушки просто опухли от танцев и потому обувь сейчас не налезает. Принц поверил им и немедленно женился на мечехиной дочери! \nА Золушка так и осталась у разбитого корыта.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Вывод: никогда не перебивайте фей.\nВ начало."
      }
    ]
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  }
]