[
  {
    "id": 1,
    "text": "Автор: <s>r\nСоловьев(Rapsoda) Станислав<s>r\n<s>r\nАннотация: <s>r\nВы — темная лошадка в творящемся хаосе погибающего мира. Разномастные демоны штурмуют последний город разумных рас, после чего все вокруг превратится в пустошь. <s>r\nИ как можно что-то изменить, когда партия уже сыграна и осталось только сложить фигуры в шкатулку?\n\n[Оцените так же мой квест \"Осада\" под номером 66255]",
    "answers": [
      {
        "id": 26,
        "text": "Эпично ворваться в бой ➤"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://s019.radikal.ru/i633/1707/fc/1b3a5c7bd6c0.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Связаться с автором ➤",
        "url": "https://vk.com/stassolovei"
      }
    ]
  },
  {
    "id": 2,
    "text": "Там, за спиной орка-десятника, весь небосклон клубился тяжелыми свинцовыми тучами, сквозь которые то и дело прорывались ярко-алые молнии. Они хлестали по истерзанной земле, вздымая клубы гари и пыли, разбрасывая в разные стороны рвущихся в бой солдат!\nБесчисленные войска бились на этом поле брани и крошечному отряду новобранцев вот-вот предстояло стать кровавой кашей под лапами свирепствующих демонов...",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить смотреть на битву."
      },
      {
        "id": 5,
        "text": "Отвести взгляд."
      },
      {
        "id": 2,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i632/1706/dc/3c5be635cf9f.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": " -- Ты! -- орк ткнул в вашу сторону своим огромным тесаком, едва не снеся голову бойцу, что стоял перед вами. -- Отвечаешь тут за всех, если я сдохну, понял, пес?!",
    "answers": [
      {
        "id": 9,
        "text": "-- Так точно! "
      },
      {
        "id": 10,
        "text": "-- Ну его на#рен!"
      },
      {
        "url": "http://s019.radikal.ru/i600/1706/d1/2cd2eb046def.jpg",
        "text": "введите команды для картинки"
      }
    ]
  },
  {
    "id": 4,
    "text": "Союзные войска смешались с разномастной ордой темных сил, в жестоких об'ятиях терзая друг друга. Битва кипела уже несколько недель, а победитель по прежнему не определился.\n Свистели стрелы, звенела сталь, под хруст костей и клекот гарпий, бойцы разумных рас сражались за свой дом, от которого остался всего-то один город.\n Целый мир был разрушен, целый мир! \nЗа спиной отряда как раз и возвышались стены последнего рубежа -- орочьей столицы, в которой плакали тысячи беженцев со всего света, в ожидании той участи, что уготовила им судьба...",
    "answers": [
      {
        "id": 5,
        "text": "Отвести взгляд."
      },
      {
        "id": 4,
        "text": "Новая картинка",
        "url": "http://vk.com/topic63546816_35291217?post=59"
      },
      {
        "id": 4,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i625/1706/e2/8ee34c4ec108.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": " -- Эй, а ну хорош по сторонам глазеть, малявки! -- взревел орк и снял с пояса свой жуткий двуручный тесак, -- Сейчас все следуют прямиком за мной и никаких дезертиров! Я им лично все руки-ноги поотрубаю, ясно, сволота?!",
    "answers": [
      {
        "id": 6,
        "text": "-- Так точно, командир!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Орк развернулся и указал своим оружием на поле битвы:\n -- Теперь это -- ваш последний бой и здесь вы все сдохнете! -- после чего десятник первый ринулся в атаку, до полосы столкновения нужно было преодолеть сто метров чистого поля.\n Отряд, неуверенно переглядываясь, последовал за ним, сгрудившись уже не в строй, а просто в кучу испуганных солдат. Но был среди них один, отличавшийся уверенностью в себе, он то и стал стержнем для новобранцев, удерживая от бегства.\n",
    "answers": [
      {
        "id": 7,
        "text": "-- Вперед, парни, отступать все равно некуда!"
      },
      {
        "id": 8,
        "text": "-- Не дрейфить, тараканы! Осталось недолго..."
      },
      {
        "id": 6,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i600/1706/d1/2cd2eb046def.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": " Это прозвучало достаточно уверено, но не произвело никакого эффекта, ведь слева и справа, такой же ннстройной шеренгой бежали другие ополченцы.\n Кровавая мясорубка не щадила никого и откуда взяться боевой морали, если перед тобой погибли лучшие бойцы братских народов? \n Эльфов раскидали по округе громадные демоны-носороги, коим стрелы и простая сталь была безразлична, орков порубили в фарш скоростные бесы-берсерки, а остатки людей и орков сейчас безжалостно втаптывали в грязь.",
    "answers": [
      {
        "id": 11,
        "text": "Двигаться дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "Это было дерзкое высказывание, но боевой дух отряда был настолько низок, что никто не посмел бы возразить и на более оскорбительное обращение. \n-- За мной, не отставать! -- орал, меж тем, орк, приближаясь к линии фронта. \nОтряду ничего не оставалось, как следовать приказу десятника, а вы тем временем уже думали над тем, как бы выжить во всем этом кровавом хаосе. Молнии по-прежнему хлестали по дружеским войскам, демоны неотвратно отвоевывали метр за метром, а противопоставить им было нечего -- осадные машины, словно скелеты титанов, стояли без движения, поскольку исчерпали запас снарядов...",
    "answers": [
      {
        "id": 11,
        "text": "Двигаться дальше."
      }
    ]
  },
  {
    "id": 9,
    "text": "--  Жри свои почки! -- хохотнул десятник, после чего развернулся и указал своим оружием на поле битвы, -- Теперь это -- ваш последний бой и здесь вы все сдохнете! -- после чего он первый ринулся в атаку.\n До первой полосы столкновения нужно было преодолеть сто метров чистого поля.\n Отряд, неуверенно переглядываясь, последовал за командиром, сгрудившись уже не в строй, а просто в кучу испуганных солдат. Но был среди них один, отличавшийся уверенностью в себе, он то и стал стержнем для новобранцев, удерживая их от бегства.\n",
    "answers": [
      {
        "id": 11,
        "text": "Бежать следом."
      }
    ]
  },
  {
    "id": 10,
    "text": "-- Я так и знал! -- хохотнул десятник, после чего развернулся и указал своим оружием на поле битвы, -- Теперь это -- ваш последний бой и здесь вы все сдохнете! Не отставай, собаки! -- после чего он первый ринулся в атаку.\n До первой полосы столкновения нужно было преодолеть сто метров чистого поля, устланного трупами орков, людей и всевозможных демонов.\n Отряд, неуверенно переглядываясь, последовал за командиром, сгрудившись уже не в строй, а просто в кучу испуганных солдат. Но был среди них один, отличавшийся уверенностью в себе, он то и стал стержнем для новобранцев, удерживая их от бегства.\n",
    "answers": [
      {
        "id": 11,
        "text": "Бежать следом."
      }
    ]
  },
  {
    "id": 11,
    "text": "Наконец, фронт был достигнут и командир отряда врубился в плотную мясорубку, где свои и чужие были практически на одно лицо -- отличить морду демона от окровавленного лика орка или человека не так-то просто. Отступать назад теперь бы не вышло -- сзади уже поджимали отряды гоблинов, многочисленные и неспокойные, они бежали неплотным строем, поднимая тучи пыли и что-то яростно вереща. \nНа фоне алого рассвета и громады орочьей столицы это выглядело более чем внушительно...",
    "answers": [
      {
        "id": 12,
        "text": "Ворваться в битву."
      },
      {
        "id": 13,
        "text": "Повременить."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i616/1706/18/eb3cdbfa2514.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Стоило вам выхватить свой короткий клинок и смешаться с общей массой сражающихся, как от отряда не осталось и следа, теперь все это превратилось в единый кипящий котел, в котором выжить было практически невозможно.  Словно в тумане, вы уворачивались от хаотичных атак, рубили в толпу, надеясь, не попасть по своим. Окровавленные тела мертвых и живых, как рыбный косяк, двигались по какой-то своей, безумной схеме.",
    "answers": [
      {
        "id": 14,
        "text": "Поискать свой отряд."
      },
      {
        "id": 15,
        "text": "Прорубаться вглубь фронта."
      },
      {
        "id": 12,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i616/1706/18/eb3cdbfa2514.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы решили, что пока рано лезть в бой, что нужно определиться с задачами. Но проклятые гоблины, такие шустрые и многочисленные, врезались в строй позади вас и грозили буквально втолкнуть в самую гущу резни. От гвалта и рева тысяч глоток соображать было сложно, но нужно что-то предпринять, пока все не зашло слишком далеко! Ваш отряд уже вовсю бился на передовой и таял буквально на глазах, из десяти человек осталось едва ли больше половины.",
    "answers": [
      {
        "id": 13,
        "text": "[Назад]",
        "isBack": true
      },
      {
        "id": 53,
        "text": "Растолкать гоблинов."
      },
      {
        "id": 54,
        "text": "Выхватить из битвы пару соратников."
      }
    ]
  },
  {
    "id": 14,
    "text": "Это было удивительно, но ваш отряд не разбежался, кто куда! Они стояли спина к спине, у их ног лежал разрубленный пополам командир. Временами, кто-то выбирал толпу сломленных паникой солдат своей целью и атаковал, но пока серьезных противников не нашлось, поэтому они все и выжили, стоя особняком от общего действа.",
    "answers": [
      {
        "id": 16,
        "text": "Понаблюдать за отрядом со стороны."
      },
      {
        "id": 17,
        "text": "Взять командование на себя."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i632/1706/dc/3c5be635cf9f.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Какой прок от горстки новобранцев, уже не раз подмочивших свои портки? Разве что, иногда можно использовать их как живой щит, но и то, предприятие довольно спорное. Потому вы в одиночку углублялись в строй врага, пробираясь в самое сердце вражеского стана, хотя это нельзя было точно определить -- куда ни глянь, всюду битва.",
    "answers": [
      {
        "id": 12,
        "text": "[назад]"
      },
      {
        "id": 43,
        "text": "Продвигаться дальше."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решили, что пока еще рано вмешиваться и в следующий миг из толпы вырвался здоровенный рогатый демон, размазав своей булавой сразу двух бойцов! Когтистой лапой скинув с шипов куски мяса, демон оценивающе присмотрелся, выбирая новую цель удара и похоже, что им стал ваш отряд!",
    "answers": [
      {
        "id": 18,
        "text": "Пойти в лобовую атаку."
      },
      {
        "id": 19,
        "text": "Напасть со спины."
      },
      {
        "id": 16,
        "text": "Новая картинка",
        "url": "http://s018.radikal.ru/i511/1706/ad/82c98b30d273.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": " -- Чего вы встали, остолопы? -- попытались вы перекрыть шум боя и вам это почти удалось. -- Давай за мной! -- эту команду отряд понял и как послушные овцы, солдаты сгрудились пощади вас, теперь осталось только выбрать направление.\nВокруг по-прежнему кипела жуткая бойня, демоны, один свирепее другого, рвали и метали врагов, словно тряпичные куклы и нормальный человек уже бы никогда не смог забыть такое.",
    "answers": [
      {
        "id": 21,
        "text": "Вести отряд вглубь фронта."
      },
      {
        "id": 22,
        "text": "Искать пути отхода."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i632/1706/dc/3c5be635cf9f.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Демон никого не замечал вокруг себя, его узкие глаза едва ли могли видеть что-то, кроме адского пламени и потому не составило труда переместиться немного вбок и уже из \"слепой зоны\" противника, ринуться в лобовую атаку. Держа меч наперевес, вы подбежали к трехметровой туше и в резком прыжке, вонзили клинок прямо под подбородок. \nОтряд за вашей спиной разразился восторженными воплями, когда вы восседали на поверженном чудовище, в тщетных попытках освободить свой меч. Вскоре вам это удалось и появились первые настоящие проблемы...",
    "answers": [
      {
        "id": 20,
        "text": "Ждать последствия."
      }
    ]
  },
  {
    "id": 19,
    "text": "Недолго думая, вы переместились чуть вбок, ища путь за спину демона, но постоянно кипящая битва являлась неодолимой преградой: то и дело из толпы выскакивали то союзники, то враги и пользы от тех и других не было никакой. Пришлось несколько раз отбиваться и разбрасывать своих, но в итоге, план удался. Трехметровый демон не был защищен броней и два рубящих удара под колени повергли противника. Он еще пытался отмахиваться своей гигантской булавой, но воодушевленный отряд неожиданно пришел на помощь...",
    "answers": [
      {
        "id": 21,
        "text": "Повести отряд вглубь фронта."
      },
      {
        "id": 22,
        "text": "Искать пути отступления."
      }
    ]
  },
  {
    "id": 20,
    "text": "Десятки молний окружили вас плотным кольцом, пробивая землю все ближе. Однатза другой, они терзали и без того израненную землю и это был первый сигнал бедствия!\n\n\"ВОТ ОН ТЫ ГДЕ, ПРОКЛЯТЫЙ СЛУГА?!\"\n\nГолос шел изнутри вашего сознания, скручивая тело в спираль, от чудовищной боли вы рухнули на землю, корчась и извиваясь, но через несколько мгновений все прошло и настала пора взять командование над отрядом.",
    "answers": [
      {
        "id": 21,
        "text": "Вести отряд вглубь фронта."
      },
      {
        "id": 22,
        "text": "Искать пути отхода."
      }
    ]
  },
  {
    "id": 21,
    "text": "-- Мы должны прорваться дальше, в самое сердце врага! -- ваш голос прозвучал неожиданно сильно, -- Не отставайте!\nКрошечный отряд, ощетенившись оружием, принялся пробиваться сквозь плотную демоническую завесу и чем дальше, тем меньше в окружающих чудовищах было от человеческого, словно по мере приближения к врагу, они обретали его облик. Эта истина пугала вас и заставляла двигаться дальше...",
    "answers": [
      {
        "id": 23,
        "text": "Рубить налево и направо."
      }
    ]
  },
  {
    "id": 22,
    "text": "[недоработанная ветка]\n\n-- Если я забуду, то это ветка приведет в город, напомните мне в комментах.",
    "answers": [
      {
        "id": 17,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 23,
    "text": "С каждым шагом отряду становилось все легче, существа вокруг уже не атаковали, а игнорировали, ведь гуманоидных или звероподобных форм среди них уже не было. Лишь какие-то древо- и лианоподобные уродцы устлали собой землю. Содрогаясь от неведомых импульсов, издавая странные звуки и всхлипы, скользя друг по другу, как змеи, они завораживали, пугали и восхищали одновременно... \n\nТак уж вышло, что отряд отстал, ему просто не хватило мужества смтреть на весь этот ужас, но разве можно винить слабости простых смертных? Вы больше не стали их подгонять, следуя по своему маршруту...",
    "answers": [
      {
        "id": 24,
        "text": "Оглянуться назад."
      },
      {
        "id": 27,
        "text": "Продолжить путь."
      }
    ]
  },
  {
    "id": 24,
    "text": "Позади все еще виднелась громада орочьей столицы, над которой, подобно смерчу, сгущались черно-алые тучи и орды демонов. Было уже абсолютно очевидно, что битва проиграна и мир, который был домом для многих народов, разрушен до основания, но что же вело вас дальше? Что заставляло гнать отряд ополченцев сквозь этот ад наяву?",
    "answers": [
      {
        "id": 27,
        "text": "-- Не отставать, скоты! За мной!"
      },
      {
        "id": 27,
        "text": "-- Держитесь, мужики, немного еще, осталось самую малость..."
      },
      {
        "id": 24,
        "text": "Новая картинка",
        "url": "http://s009.radikal.ru/i309/1706/d1/0a803998f166.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Неожиданно вы вспомнили все, что было ранее: тысячи веков и миллионы лет служения злу, мириады погубленных миров, сброшенных в жерло Первородного Вулкана, из чьей лавы рождаются новые, прекрасные миры. \nЭто было воистину глупо -- вершить судьбы целых систем миров и вдруг встать на сторону мельчайшей частицы, пыли. Демоница наделила вас знанием, забытым в наказание за некий грех, который по-прежнему оставался в забытье, но важно ли это? Слишком долго длилось заточение, слишком явным был голод, точнее, Голод Старшего Демона!\n",
    "answers": [
      {
        "id": 25,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i640/1706/56/c06285c0b04c.jpg"
      },
      {
        "id": 33,
        "text": "Изничтожить орды собратьев."
      },
      {
        "id": 34,
        "text": "Воззвать к господину."
      }
    ]
  },
  {
    "id": 26,
    "text": "- Ну что, салаги, готовы к приключениям?! \nЗдоровенный орк презрительно оскалился на разношерстный отряд солдат, вытянувшихся по струнке и искоса поглядывающих за спину своего командира, ведь там творился жуткий кошмар.",
    "answers": [
      {
        "id": 2,
        "text": "Последовать примеру соратников."
      },
      {
        "id": 3,
        "text": "Стоять смирно и не дергаться."
      },
      {
        "url": "http://s019.radikal.ru/i600/1706/d1/2cd2eb046def.jpg",
        "text": "введите команды для картинки"
      }
    ]
  },
  {
    "id": 27,
    "text": "Еще через четверть часа отряд набрел на огромный кратер, в центре которого возвышалась антрацитово-черная башня. Окруженная странной, чешуйчатой платформой, она походила на совершенно чуждый организм, недоступный для понимания. Сквозь щели чешуй пробивалось ядовито-зеленое сияние.<s>r\nВидимо, вам удалось добраться до чего-то очень важного, но как это использовать? Шум битвы остался далеко позади и потому звонкий женский голос прозвучал слишком отчетливо и неожиданно.",
    "answers": [
      {
        "id": 28,
        "text": "Приготовиться к бою."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s009.radikal.ru/i309/1706/d1/0a803998f166.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "-- Здравствуй! Какими судьбами? -- это была демоница, суккуб-искуситель, самое страшное и нечестное оружие против воина. -- Вижу, Люций, ты все же нашел дорогу домой?\nЕе тело, лицо и голос вызывали страсть и неодолимое желание и  деморализовывал, единственным спасением были ваши действия.",
    "answers": [
      {
        "id": 28,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i601/1706/69/16e18f9cb28b.jpg"
      },
      {
        "id": 29,
        "text": "-- Отойди, змеюка, или мой клинок разрубит тебя пополам!"
      },
      {
        "id": 30,
        "text": "-- Откуда тебе известно мое имя?"
      }
    ]
  },
  {
    "id": 29,
    "text": "-- Ох, больно оно мне надо! -- хрустальный смех демоницы очаровывал и манил. -- Только знаешь, Люций, ничего уже не изменить!",
    "answers": [
      {
        "url": "http://s019.radikal.ru/i601/1706/69/16e18f9cb28b.jpg",
        "text": "введите команды для картинки"
      },
      {
        "id": 31,
        "text": "-- Я спасу этот мир!"
      }
    ]
  },
  {
    "id": 30,
    "text": "-- Каждому, кого ты видишь вокруг, известно твое имя, Люций! -- суккуб усмехнулась и взманув крыльями, подлетела к вам так близко, что вы ощутили ее жаркое дыхание и манящий аромат. -- Ты -- сильнейший среди сильных, мощь во плоти, предвестник апокалипсиса для любого из миров! Но посмотри, кем ты стал? Новобранцем в рядах скота? Агнцем для заклания? Этого ли достоин демон, чье имя -- Люций, Плямя Преисподней?!",
    "answers": [
      {
        "id": 25,
        "text": "Вспомнить все!"
      },
      {
        "id": 32,
        "text": "Гнуть свою линию."
      }
    ]
  },
  {
    "id": 31,
    "text": "-- О, Боги, ты все еще лишен памяти? -- суккуб удивленно вскинула брови, -- Как это мило, как это бесконечно мило! Лучший из демонов лицемерно считает себя спасителем обездоленных! -- демоница приблизилась к вам, с состраданием погладив по щеке, -- Однажды ты все вспомнишь и это станет для тебя худшей из мук, а пока... -- она, легким взмахом крыльев, переместилась в сторону, освобождая путь, -- Руби и кромсай, режь, рви, грызи! Это все -- твоя истинная суть, твое естество!",
    "answers": [
      {
        "url": "http://s019.radikal.ru/i601/1706/69/16e18f9cb28b.jpg",
        "text": "введите команды для картинки"
      },
      {
        "id": 32,
        "text": "-- Да будет так."
      }
    ]
  },
  {
    "id": 32,
    "text": "В следующее мгновение вы, как талантливый музыкант, забывший свое мастерство, вдруг вспомнили, чем являетесь на самом деле -- инструментом, безотказным и совершенным! Абсолютным злом, без оттенков и подтекстов. Короткий клинок вонзился в плоть суккуба, затем прошелся вихрем по ползучим телам вокруг и устремился к той самой башне, где мерно билось сердце Демонических Врат. ",
    "answers": [
      {
        "id": 44,
        "text": "Использовать воспоминания."
      },
      {
        "id": 45,
        "text": "Разрубить сердце врат."
      }
    ]
  },
  {
    "id": 33,
    "text": "Подобно морскому шторму, вы набирали мощь, высасывая ее из тех, кто устлал поле брани, но все еще был жив. Раненые, но недобитые, они стали прекрсным кормом для могущественной магии, струящейся по вашему новообретенному телу: вены и мышцы вздулись, кости затвердели, плоть обросла панцирем и ощетинилась десятками шипов. \nЕще не успела завершиться трансформация, а вы уже мчались к орочьей столице, попутно разрывая на части всякого, кто попадался на пути! Плотное кольцо атакующих монстров было разорвано в считанные минуты и перед ордой демонов возвысился их былой генерал:\n-- А НУ СТОЯТЬ, ГНИЛЬ И СМРАД! -- это уже был не голос человека, а ор ужаса. -- БЫСТРО ПО НОРАМ, А ТО РАЗОРВУ!!!\nНо так вышло, что армия демонов слишком далеко зашла в своем безумии и остановить ее было невозможно, просто не хватило бы времени, прежде чем город падет.",
    "answers": [
      {
        "id": 35,
        "text": "Спасать людей, выводя их из города."
      },
      {
        "id": 36,
        "text": "Уничтожать демонов."
      },
      {
        "id": 33,
        "text": "Новая картинка",
        "url": "http://s019.radikal.ru/i638/1706/9c/832b1562a066.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "-- О, мой повелитель, я был виновен пред тобой! -- ваш голос, подобно вою вьюги, вознесся далеко к небесам, к самому центру черной воронки, зависшей над городом в нескольких километрах от Башни. -- Но теперь я осознал свою ошибку, я вновь готов служить тебе!\nСпустя долгую минуту ожидания последовал ответ. Голос, точнее, тысячи жутких голосов, оглушили вас своей демонической мощью:\n-- ЗДРАВСТВУЙ, ГЕНЕРАЛ. -- эти слова извивались вокруг вас, невидимой, но вполне ощутимой силой, -- Я РАД, ЧТО ТВОЕ ПОКАЯНИЕ ПРИШЛО ТАК СКОРО, ВЕДЬ НЕТ НИКАКОГО СМЫСЛА ТЯНУТЬ ВРЕМЯ, КОГДА РЕЧЬ ИДЕТ О ВЕЧНЫХ МУКАХ!!!\nЗловещий хохот стал последней точкой в разговоре, ваш господин, Владыка Зла, не простил своего слугу и в следущий миг целый вихрь алых молний скрутил ваше тело в непроницаемый кокон, отправив куда-то на самое дно, Отстойник Миров, где рано или поздно оказывается всякий, кто живет вечно...\n\nКонец.",
    "answers": [
      {
        "id": 25,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы ворвались в город, подмяв под собой ворота, словно это старая калитка и тут же были встречены залпом стрел и копий: ополчение все еще сопротивлялось, хотя ваше чутье, демоническое зрение, не могло различить среди хаоса и паники даже тень надежды, все эти сущетва уже похоронили себя, но просто ждать смерти не могли.\nСразу же за вратами начиналась широкая улица, ведущая к главной цитадели, возвышающейся далеко впереди. Скорее всего, именно там и спрятались остатки беженцев.\nОколо двух десятков солдат остервенело били вас своим оружием, но панцирь из костей Древнего Зверя не смог бы пробить ни один клинок этого мира.",
    "answers": [
      {
        "url": "http://s019.radikal.ru/i640/1706/56/c06285c0b04c.jpg",
        "text": "введите команды для картинки"
      },
      {
        "id": 37,
        "text": "Расчистить путь к цитадели."
      },
      {
        "id": 38,
        "text": "Помочь бойцам у ворот отбиться."
      }
    ]
  },
  {
    "id": 36,
    "text": "Ваши когти и клыки рвали их тела, выбрасывая вон, вновь и вновь, но поток их был неиссякаем. Через какое-то время отряд, что охранял ворота, был истреблен, причем некоторые попали и под вашу горячую руку. А после, страшный грохот за спиной, заставил вас обернуться -- это грудой камней обрушилась цитадель. Орды демоны взвыли в едином порыве, празднуя свою победу и где-то очень далеко на востоке вспыхнула антрацитово-черная башня, поглощая войско и перебрасывая его в родной мир. Армия тьмы возвращалась домой, сделав свое дело, теперь Владыка Зла придет сюда и высосет все соки из очищенной планеты.\nВместе со всеми отправились и вы, но только отнюдь не праздновать победу, но вечно страдать по воле своего господина, которого некогда предели и были изгнаны...\n\nКонец.",
    "answers": [
      {
        "id": 36,
        "text": "[шаг назад]",
        "isBack": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Разбросав отряд ополчения, как горстку мышей, вы цстремились к центральной цитадели, являясь первым демоном, что вошел в город. Это была хорошая фора, тем более, что улицы пустовали и уже никто не препятствовал вашему шествию. \nНо вдруг черные небеса вновь разразились алые молнии, принявшись хлестать вас по панцирю. Это было больно, даже для демона такого ранга, тем более, что Бич Владыки существовал именно для таких целей -- воспитание неугодных. \n-- НУ ЧТО, ГЕНЕРАЛ, ТЫ ВСЕ ЕЩЕ ПЫТАЕШЬСЯ МНЕ МЕШАТЬ?! ЖАЛКИЙ ЧЕРВЬ! -- это был ваш господин, Владыка Зла и его гнев буквально захлестнул ваше сознание. -- Я ДАЛ ТЕБЕ ДАР АРХИТЕКТОРА МИРОВ, ЧТОБЫ ТЫ ВОЗВОДИЛ ДЛЯ МЕНЯ НОВУЮ ВСЕЛЕННУЮ, НО ЧТО ЖЕ ТЫ СДЕЛАЛ?! ТЫ ПРЕДАЛ МЕНЯ! СБЕЖАЛ К ЖАЛКИМ СМЕРТНЫМ!",
    "answers": [
      {
        "id": 39,
        "text": "-- Да заткнись ты уже!"
      },
      {
        "id": 40,
        "text": "-- Прости, господин..."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i625/1706/e2/8ee34c4ec108.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "Сразу же за вами, в ворота принялись проникать демоны, они цеплялись когтями в стены и ощерив пасти, вполщалиьв город, как змеи. Ваши когти и клыки рвали их тела, выбрасывая вон, вновь и вновь, но поток их был неиссякаем. Через какое-то время отряд, что охранял ворота, был истреблен, причем некоторые попали и под вашу горячую руку. А после, страшный грохот за спиной, заставил вас обернуться -- это грудой камней обрушилась цитадель. Орды демоны взвыли в едином порыве, празднуя свою победу и где-то очень далеко на востоке вспыхнула антрацитово-черная башня, поглощая войско и перебрасывая его в родной мир. Армия тьмы возвращалась домой, сделав свое дело, теперь Владыка Зла придет сюда и высосет все соки из очищенной планеты.\nВместе со всеми отправились и вы, но только отнюдь не праздновать победу, но вечно страдать по воле своего господина, которого некогда предели и были изгнаны...\n\nКонец.",
    "answers": [
      {
        "id": 38,
        "text": "Новая картинка",
        "url": "http://s016.radikal.ru/i336/1706/d2/12439612f222.jpg"
      },
      {
        "id": 1,
        "text": "Вернуться домой..."
      }
    ]
  },
  {
    "id": 39,
    "text": "-- ЧТО?! КАК ТЫ СМЕЕШЬ?\nВладыка Зла вещал что-то еще со своего трона под самыми облаками, в центре черной воронки, но вы уже не слушали, устремившись к оплоту беженцев: хватаясь руками и ногами за стены улицы, вминая булыжную мостовую, вы спешили, как могли, ведь армия демонов была уже совсем близко. \nУже по пути используя дар строить новую реальность, вы конструировали портал над цитаделью, который, подобно магниту, собирал гротескное кольцо из всей доступной материи: кусков здания, мертвых тел, каких-то конструкций и сооружений. Все это выстраивалось в нужном порядке, после чего в центре вспыхнуло алое пламя. Подбираясь все ближе, вы принялись опускать кольцо вниз и оно медленно поглощало здание с выжившими, перемещая его в какую-то иную реальность. Какую, пока было неведомо.\n\n-- ТЫ НЕ ПОСМЕЕШЬ?! -- ревел сверху Владыка, бессильный как-либо вам помешать, ведь было уже поздно.\nВ самый последний момент вы сами поднырнули под портал и навсегда покинули это пространство...",
    "answers": [
      {
        "id": 41,
        "text": "Послесловие."
      },
      {
        "id": 39,
        "text": "Новая картинка",
        "url": "http://s018.radikal.ru/i508/1706/53/b2b45a76ae59.jpg"
      },
      {
        "id": 37,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 40,
    "text": "-- ГЕНЕРАЛ. -- это словотизвивалось вокруг вас, невидимой, но вполне ощутимой силой, -- Я РАД, ЧТО ТВОЕ ПОКАЯНИЕ ПРИШЛО ТАК СКОРО, ВЕДЬ НЕТ НИКАКОГО СМЫСЛА ТЯНУТЬ ВРЕМЯ, КОГДА РЕЧЬ ИДЕТ О ВЕЧНЫХ МУКАХ!!!\nЗловещий хохот стал последней точкой в разговоре, ваш господин, Владыка Зла, не простил своего слугу и в следущий миг целый вихрь алых молний скрутил ваше тело в непроницаемый кокон, отправив куда-то на самое дно, Отстойник Миров, где рано или поздно оказывается всякий, кто живет вечно...\n\nКонец.",
    "answers": [
      {
        "id": 40,
        "text": "[назад]",
        "isBack": true
      },
      {
        "id": 42,
        "text": "Послесловие."
      }
    ]
  },
  {
    "id": 41,
    "text": "Дело в том, что Владыка Зла некогда наделил своего генерала способностью создавать материю из первоначальных энергий, чтобы тот аккумулировал и преумножал могущество своего господина, ведь поглощение миров требует полного очищения их от былых владельцев, таковы правила, но даже горстка спасенных -- это семя, с помощью которого можно взрастить новый мир, который медленно, но верно, заберет энергию, отобранную Владыкой. Естественно, это совершенно не выгодно, куда проще создавать себе миры и кормиться ими, чем отбирать труд у Творцов. Но генерал, изначально порожденный в купели Разрушения, не смог противиться семени Созидания, которое дал ему господин и в итоге перешел на сторону Творцов, за что и был наказан, однако, сумел вырваться. Теперь его цель -- не Разрушение, но Сотворение, только вот как это отразится на мирах, порожденных демоном?",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала."
      },
      {
        "id": 39,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Дело в том, что Владыка Зла некогда наделил своего генерала способностью создавать материю из первоначальных энергий, чтобы тот аккумулировал и преумножал могущество своего господина, ведь поглощение миров требует полного очищения их от былых владельцев, таковы правила, но даже горстка спасенных -- это семя, с помощью которого можно взрастить новый мир, который медленно, но верно, заберет энергию, отобранную Владыкой. Естественно, это совершенно не выгодно, куда проще создавать себе миры и кормиться ими, чем отбирать труд у Творцов. Но генерал, изначально порожденный в купели Разрушения, не смог противиться семени Созидания, которое дал ему господин и в итоге перешел на сторону Творцов, за что и был наказан, однако, сумел вырваться. Как известно, зло не ведает пощады, но ненерал настолько сильно изменился, что забыл многие фундаментальные постулаты своего господина.",
    "answers": [
      {
        "id": 42,
        "text": "[назад]",
        "isBack": true
      }
    ]
  },
  {
    "id": 43,
    "text": "С каждым шагом становилось все легче, существа вокруг уже не атаковали, а игнорировали, ведь гуманоидных или звероподобных форм среди них не было. Лишь какие-то древо- и лианоподобные уродцы устлали собой землю. Содрогаясь от неведомых импульсов, издавая странные звуки и всхлипы, скользя друг по другу, как змеи, они завораживали, пугали и восхищали одновременно... ",
    "answers": [
      {
        "id": 50,
        "text": "Оглянуться назад."
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы замерли на месте, отчаянно хватаясь за обрывки памяти, они, как неразборчивые записи, возникали в сознании:<s>r\n\"Нельзя рубить сердце...\"<s>r\n\"Портал закроется навсегда...\"<s>r\n\"Матрица времени наверху...\"<s>r\n\"Повернуть диадему...\"<s>r\nВсе это, в итоге, образовалось в единый рисунок! Если уничтожить Сердце, то портал закроется, но и демоны останутся заточенными в этом мире! На верхнем этаже башни имеется часовой механизм, провернув который, можно ускорить появление портала, который и перекинет войско врага в родной мир. Дальнейшие действия были очевидны, спешно шагая по спиралевидной лестнице, сотканной из некой отвратительной, зловонной ткани, вы устремились наверх, но когда вышли на открытую площадку, в центре которой высился постамент с механизмом, вас встретили...",
    "answers": [
      {
        "id": 47,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "Ярость захлестнула ваше сознание настолько, что ни одна здравая мысль не могла проникнуть сквозь нее. Сердце мерно пульсировало, покачиваясь в пространстве и источая зеленое сияние. Такое уязвимое и близкое, оно просто не имело право на существование! Один взмах короткого клинка и вот его черая плоть, перевитая тугими нитями вен и жил, с характерным звуком рухнуло на антрацитово-черный пол, размазывая ядовитой кровью все вокруг. Понаблдюдав несколько секунд за тем, как оно беспомощно извививается, вы безжалостно растоптали сердце.\nТысячи демонических глоток взвыли в тот миг, взревел Владыка Зла, что восседал на своем троне высоко над городом, а потом...",
    "answers": [
      {
        "id": 46,
        "text": "А потом..."
      },
      {
        "id": 32,
        "text": "[назад]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Мир был обречен на погибель, потому что оставшись без пути отхода, демоны навсегда были заперты в этом мире и теперь обрели возможность разрушать все вновь вновь, кто бы что не создавал. Владыка Зла, являясь сущностью высшего порядка, моментально перебросился в свой мир, а вот его подданые -- нет. Какие перспективы у такого исхода? \nДемонический генерал, рано или поздно, уничтожит или завербует всех демонов, ибо его могущество очень велико. Затем он освободит от власти суккуба оставленный вне башни отряд и... Там нет женщин, но что за существ может сотворить взамен демон, наделенный семенем Созидания? Наверное, стоит посочувствовать тем бедолагам, которые будут пытаться \"продлить свой род\" с этими тварями... Но это самый гуманный из исходов, в другом же случае Генерал попросту превратит этот мир в свою цитадель и продолжит восстание против господина, Владыки Зла.\n\nКонец.",
    "answers": [
      {
        "id": 46,
        "text": "[назад]",
        "isBack": true
      }
    ]
  },
  {
    "id": 47,
    "text": "-- Не спеши, красавчик. -- с усмешкой попросила демоница, встретившая вас еще на подходе к башне. -- А то успеешь, чего доброго.\n",
    "answers": [
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i601/1706/69/16e18f9cb28b.jpg"
      },
      {
        "id": 48,
        "text": "-- Ты знаешь, что разорвать тебя мне труда не составит."
      }
    ]
  },
  {
    "id": 48,
    "text": "-- Ох, еще как знаю, мой генерал! -- суккуб по прежнему не теряла хорошее расположение духа. -- Но может быть, оставишь меня себе, как трофей?\nОна заняла непринужденную позу, которая, однако, максимально подчеркивала ее физические достоинства.",
    "answers": [
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i601/1706/69/16e18f9cb28b.jpg"
      },
      {
        "id": 49,
        "text": "-- Думаю, ты сполна отработаешь мою щедрость..."
      },
      {
        "id": 51,
        "text": "-- Убирайся прочь, вместе со всеми!"
      }
    ]
  },
  {
    "id": 49,
    "text": "-- О да, да, да! Мой генерал, ты так прекрасен! -- демоница взмыла в воздух, приблизившись к вам и стиснула в об'ятиях, покрыв вашу грудь жаркими поцелуями.\n-- Стоп, хватит! Отойди вон! -- гневно взревели вы, отстраняя любвеобильное порождение зла. -- Нашла время!\n",
    "answers": [
      {
        "id": 51,
        "text": "Закрыть портал."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s019.radikal.ru/i601/1706/69/16e18f9cb28b.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "Позади все еще виднелась громада орочьей столицы, над которой, подобно смерчу, сгущались черно-алые тучи и орды демонов. Было уже абсолютно очевидно, что битва проиграна и мир, который был домом для многих народов, разрушен до основания, но что же вело вас дальше? Что заставляло проходить насквозь этот ад наяву?",
    "answers": [
      {
        "id": 52,
        "text": "Двигаться дальше."
      },
      {
        "url": "http://s009.radikal.ru/i309/1706/d1/0a803998f166.jpg",
        "text": "введите команды для картинки"
      }
    ]
  },
  {
    "id": 51,
    "text": "После, вы приблизились к постаменту, еще раз осмотрев башню. Это было воистину отвратное строение, чья плоть была жива и порой вздрагивала, мерно пульсируя. В то время, как механизм являлся чем-то инородным, грубо вживленным в плоть, несмотря на ее страдания. \nВ центре черной, как смола, чаши, расчерченой алыми венами, был расположен черный же кристалл, медленно перемещающийся по периметру сосуда, по специальным пазам. Все, что требовалось сделать -- это передвинуть его в конечную фазу. Естественно, не будь вы Высшим Демоном, этот трюк бы не сработал, просто испарив наглеца, но вы...\n\nВремя содрогнулось в тот момент, от башни, в сторону орочьей столицы, устремились тысячи ядовито-зеленых лучей, испаряя одного демона за другим. Все они переродятся в родном мире, не без диких страданий, конечно, но такова была воля Владыки Зла, вское действо должно приносить боль и наслаждение...\nА генерал остался в этом мире, подарив ему вторую жизнь, втто время как сам отправился в бесконевные просторы реальностей, созидать и творить, как велело ему сердце, пораженное болезнью Светлых Устремлений.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Проверить другие концовки."
      }
    ]
  },
  {
    "id": 52,
    "text": "Еще через четверть часа вы набрели на огромный кратер, в центре которого возвышалась антрацитово-черная башня. Окруженная странной, чешуйчатой платформой, она походила на совершенно чуждий организм, недоступный для понимания. Сквозь щели чешуй пробивалось ядовито-зеленое сияние.\nВидимо, вам удалось добраться до чего-то очень важного, но как это использовать? Шум битвы остался далеко позади и потому звонкий женский голос прозвучал слишком отчетливо и неожиданно.",
    "answers": [
      {
        "url": "http://s009.radikal.ru/i309/1706/d1/0a803998f166.jpg",
        "text": "введите команды для картинки"
      },
      {
        "id": 28,
        "text": "Оглянуться на источник голоса."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы перехватили свой клинок обратным хватом и развернувшись к ближайшему гоблину, ухватили его за шкирку. Благо, этот народ весом не выделялся и было достаточно просто закинуть его себе за спину, но на место первого тут же встал новый, операцию пришлось повторить.\n-- Эй, ты что творишь, долбоящер?! -- заорал кто-то сбоку, но тут же обмяк, с проломленным позвоночником -- демоны время даром не теряли.\nЖуткая тварь, наподобие кошки, но с черной чешуей вместо шкуры, ринулась в вашу сторону!",
    "answers": [
      {
        "id": 55,
        "text": "Отбиваться от демона."
      },
      {
        "id": 56,
        "text": "Лезть вглубь строя."
      }
    ]
  },
  {
    "id": 54,
    "text": "Словно из пруда, вы вытащили из битвы пару новобранцев, что недавно были с вами в одном строю и весьма вовремя! Откуда-то из-за строя, словно черный боллид, выскочила демонческая пантера, покрытая черной, как смоль, чешуей. С таким зверем не рисковали играться даже хвостатые бесы, известные своим непоколебимым нравом, не стали играть и вы.",
    "answers": [
      {
        "id": 78,
        "text": "Подставить под удар своих."
      },
      {
        "id": 55,
        "text": "Отбиваться самому."
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы перехватили оружие и приготовились встретить противника, но тут случилось невероятное. Что-то схватило вас за наплечники и резко дернул вверх: земля ушла из под ног и отдалялась с каждой секундой! \nЛетающая тварь, похожая на виверну, несла вас вдоль всего фронта, чтобы скинуть где-нибудь наземь или и вовсе сожрат между делом. \nДемоническая пантера только и смогла, что бессильно взвыть ухватив когтистыми лапами пустое место.",
    "answers": [
      {
        "id": 57,
        "text": "Оценить обстановку."
      },
      {
        "id": 58,
        "text": "Действовать."
      }
    ]
  },
  {
    "id": 56,
    "text": "Самым разумным в этой каше из страданий и криков было не ввязываться в бой, поэтму вы, как могли, отбивались от случайных атак, лишний раз не подставляясь, чтобы выполнить главную задачу. Отряд остался где-то позади, а вероятно, что уже втоптан в землю или разлетелся по округе неровными кусками.",
    "answers": [
      {
        "id": 15,
        "text": "Двигаться дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "Если хорошенько извернуться, то можно самому ухватиться за лапу виверны, а несколько сильных ударов по когтям освободят наплечники, но если тварь начнет дрыгаться, то тогда велик шанс полететь вниз. Впрочем, это можно было исправить с помощью пояса, выполненного хоть и просто, но зато из качественно, крепкой кожи. Собственно, это все, что пришло вам в голову за несколько секунда полета.\nА между тем, картина внизу разворачивалась колоссальная: слева застыл в ожидании орочий город, справа едва заметно мерцала черная башня, которая, словно поводок, держала под контролем всех демонов, а точнее, была их гарантией вернуться домой. Посередине же кипела схватка. По трезвой оценке люди и орки давно проиграли. Крылья фронта вот-вот грозили захлестнуть их в кольцо.",
    "answers": [
      {
        "id": 58,
        "text": "Действовать."
      }
    ]
  },
  {
    "id": 58,
    "text": "Чтобы выжить, можно было пойти на очень многое и потеря штанов -- малая из жертв. Другое дело, что они были заправленытв сапоги и не хотели слетать, только путаясь под ногами. Пришлось избавляться и от обуви тоже. Зато из ремня вышла очень хорошая удавка, накинутая на лапу противника. А дальше пришлось туго: несколько ударов клинком сразу превратили полет в смертельный атракцион, виверна взбелилась, ощутив, как теряет один палец за другим, а меж тем, наглая жертва вскарабкалась выше, оседлав обидчика! \nВцепившись в плотную шерсть зверя, вы вонзили ей в спину свой клинок, но не очень глубоко. Целью было не убийство, а получение контроля.\n-- Нука хватит дергаться, тварь! -- крикнули вы и виверна и впрямь затихла, принявшись мерно парить над полем битвы.",
    "answers": [
      {
        "id": 59,
        "text": "Устремиться к городу."
      },
      {
        "id": 60,
        "text": "Лететь к башне."
      }
    ]
  },
  {
    "id": 59,
    "text": "Путь по воздуху казался намного безопаснее и быстрее, но так было ровно до тех, покуда со стен города не полетели стрелы. Естественно, что никто там не стал разбираться, какого беса одинокая виверна решила заглянуть на чаек к своим врагам, но стрелы, это еще полбеды, стало совсем плохо, когда в дело вступили маги! Огненные шары и молнии вмиг омрачили всякие надежды на спасение, а когда ты выполняешь кульбиты на высоте ста метров, да еще и на плененном животном, это уже не шутки.\n-- Да что же вы творите, гребаные ублюдки?! -- орали вы на союзников, хотя и понимали, что их действия логичны и оправданы. -- Вы что, подстрелить меня решили?! Да я вас сам сейчас подстрелю! А ну идите сюда! Негодяи, мерзавцы!",
    "answers": [
      {
        "id": 61,
        "text": "Приземлиться."
      }
    ]
  },
  {
    "id": 60,
    "text": "Летать верхом оказалось очень удобноь быстро, жалко только, что виверна не оценила ваших находок, в определенный момент так неожиданно совершив кульбит, что вы полетели вниз...\nДо башни оставалось совсем немного, всего-тоткилометр или полтора, здесь как раз заканчивались задние шеренги демонов и открывался вид на огромный кратер. В общем, падение со стометровой высоты ещетникому здоровья не прибавило, вот и вы, словно комета, оставив за собой шлейф грязных ругательств и воплей, влетели чью-то скользкую тушу, погрязнув в ней по самую шею. Теплое и зловонное нутро этого создания едва ли не вызвало рвотный позыв, благо разумом оно не обладало и являлось больше растением. Кое-как очистив свое тело от желеобразной гущи, вы направились с гримассой отвращения выдвинулись дальше. Благо, через сто метров обнаружился полувысохший ручей, который окончательно спас положение.",
    "answers": [
      {
        "id": 50,
        "text": "Идти к башне."
      }
    ]
  },
  {
    "id": 61,
    "text": "Это было неизбежно, пришлось направить виверну вниз, хотя до стен города осталось не больше двухсот метров, только ситуация от этого лучше не стала.\nСначала стрела вонзилась в левое крыло зверя, потом точно в голову и несчастное животное уже не контролировало свой полет, неотвратимо несясь прямо на город, а точнее, в стену. Что могло спасти человека в данной ситуации? Только чудо, но его не произошло, зато случилось кое-что поинтереснее...",
    "answers": [
      {
        "id": 62,
        "text": "Врезаться в стену."
      }
    ]
  },
  {
    "id": 62,
    "text": "Скорость падения была такая, что обычный человек от удара превратился бы в мешок костей, обтянутых кожей. Собственно, это с вами и произошло, вот только сознание никак не желало покидать вопиющий от адской боли разум. \n...Мощнейший удар о стену...\n...Миллиарды искр...\n...Еще один удар, уже об землю...\nНо глаза все еще открыты и испуганно таращатся на серый камень стены! Захотелось подскочить, заорать или хотя бы заплакать, но внутренние органы стали кашей, а переломанные кости отказывались повиноваться. И вдруг...\n-- Он что, шевелится? -- голос донесся сбоку.\n-- Безумие какое-то, что за твари эти демоны? -- испуганно поддержал его другой.",
    "answers": [
      {
        "id": 63,
        "text": "-- Я не демон."
      },
      {
        "id": 63,
        "text": "-- Сам ты тварь."
      }
    ]
  },
  {
    "id": 63,
    "text": "-- Оно еще и разговаривает! -- вскричал первый голос.\n-- Руби его, к чертовой бабушке! -- опять поддержал второй. \nТакой исход вас совсем не устраивал, поэтому пришлось срочно защищаться, благо, регенерация уже закончилась и можно было вставать. \n-- Мужики, да свой я... -- вы предприянли последнюю попытку обойтись миром, но двое заправских вояк уже выхватили свое оружие и кинулись в бой.",
    "answers": [
      {
        "id": 64,
        "text": "Пощадить."
      },
      {
        "id": 65,
        "text": "Убить."
      }
    ]
  },
  {
    "id": 64,
    "text": "Они всего лишь делали свое дело, разумно решили вы, прежде чем отрубить руку одному и сломать ногу второму. А всего-то надо было поднырнуть под размашистый удар и один раз пнуть под колено. Бойцы двигались как-то уж очень медленно, что было понятно, простой человек не мог сравниться с вами. В общем, теперь можно было спокойно идти к воротам и наниматься в другой отряд ополчения, поскольку от вашего не осталось ничего. Правда, истошные крики за спиной послужили не самой хорошей рекомендацией, о чем свидетельствовал наряд стражи, вышедший за ворота. Они были настроены очень серьезно, так как имеющийся в их компании арбалетчик тут же пустил в вас тяжелый болт. Увернуться от него не представилось возможным и сила столкновения отнесла вас на добрых три метра назад. Было опять больно и вроде как, справедливо.",
    "answers": [
      {
        "id": 66,
        "text": "-- Да хватит уже меня убивать!"
      }
    ]
  },
  {
    "id": 65,
    "text": "Устав от всей этой кутерьмы и балагана, вы схватили ближайшего солдата и недолго думая, вырвали ему голову с частью пзвоночника. Его напарник оказался слишком впечатлительным и заорал так истошно, что из городских ворот, как ошалелый выскочил наряд стражи. Бойцы были настроены очень серьезно, так как имеющийся в их компании арбалетчик тут же пустил в вас тяжелый болт. Увернуться от него не представилось возможным и сила столкновения отнесла вас на добрых три метра назад. Было опять больно, хотя и справедливо.",
    "answers": [
      {
        "id": 66,
        "text": "-- Да хватит уже меня убивать!"
      }
    ]
  },
  {
    "id": 66,
    "text": "-- Мать твою, он бессмертный, что ли? -- озадаченно спросил арбалетчик у своих товарищей, но те не нашли ничего лучше, как извлечь из ножен клинки и ринуться в атаку.\nЕсли бы все это не происходило перед городской стеной, в момент гибели всего человечества и абсолютного триумфа зла, то ситуация показалась бы забавной, а так... \nСпасение пришло неожиданно, в лице лысого мужчины, покрытого татуировками так беспощадно, что нормальных участков найти так и не удалось.\n-- Стойте! Не трогайте его! -- потребовал незнакомец, властно подняв руку с раскрытой ладонью.\n-- Ты еще что за черт с горы? -- решил уточнить арбалетчик.\n-- Демонолог... -- после того, как незнакомец представился, он очень пристально посмотрел на вас и отчего-то ехидная улыбка расплылась по его татуированному лицу...\n",
    "answers": [
      {
        "id": 67,
        "text": "Пожинать плоды нового знакомства."
      },
      {
        "id": 67,
        "text": "Пытаться что-то изменить."
      }
    ]
  },
  {
    "id": 67,
    "text": "-- Можешь даже не пытаться! -- вскрикнул демонолог и вдруг татуировки на его левой руке вспыхнули алым, а на правой -- фиолетовым. \nВместе с тем вы почувствовали, как стальной трос скрцтил ваше тело, исключая даже малейший шанс вырваться. Но и сам заклинатель не остался невредим: он расиерянно рухнул на колени, подставив ладонь под капающую с носа кровь.\n-- Восхитительно! -- удивился он. -- Просто потрясающе!\n-- Да что за ерунда тут происходит?! -- истерично возопил арбалетчик, его товарищи на это согласно промолчали.\n\"Ты что, заколдовать меня решил?!\" -- хотели спросить вы, -- \"Да я сам сечас тебя заколдую!\"\nНо потом решили, что лучше пока помолчать и послушать.",
    "answers": [
      {
        "id": 68,
        "text": "Слушать демонолога."
      },
      {
        "id": 68,
        "text": "Не слушать демонолога."
      }
    ]
  },
  {
    "id": 68,
    "text": "-- Это -- наш шанс гребаную победу! -- осклабился заклинатель окровавленными зубами, -- Но вас, парни, это уже не касается.\nРазговорчивый арбалетчик наверняка хотел уточнить, почему? Но не успел. Демонолог схватил его за голову двумя руками и вы увидели, как из черепа незадачливого вояки, прямо в рот мага вливается жизненная энергия, то есть, он просто выпил жертву! В считанные секунды операция поуторилась и с двумя другими стражами. \n-- Ну вот, теперь я с тобой точно справлюсь. -- маг посмотрел на вас и татуировки на его лице просияли золотом. -- Это же надо, как повезло... В общем, господин высший демон, я вынужден задать вам один формальный вопрос. Согласны ли вы помочь мне спасти этот мир?",
    "answers": [
      {
        "id": 69,
        "text": "-- Будь я высшим демоном, я бы тебе зад надрал."
      },
      {
        "id": 70,
        "text": "-- А я что тут, по-твоему, делаю?"
      }
    ]
  },
  {
    "id": 69,
    "text": "-- И то верно... -- задумался маг. -- Но да ладно, речь сейчас совершенно не об этом. Господин высший демон, сейчас нам нужно пройти в главную цитадель наших, точнее моих клыкастых собратьев. -- демонолог таинственно подмигнул вам, -- Я об орках, если что. А потом круг магов использует всю вашу мощь и обрушит ее уже на ваших клыкастых собратьев, -- маг кивнул в сторону поля битвы, где все еще кипела бойня, -- Я о демонах, если что. Однако, путь через весь город может показаться вам несколько некомфортным...",
    "answers": [
      {
        "id": 71,
        "text": "Пропустить этот позор."
      },
      {
        "id": 72,
        "text": "Быть стойким."
      }
    ]
  },
  {
    "id": 70,
    "text": "-- Ты тут солдат калечишь и губишь. -- ответил демонолог.",
    "answers": [
      {
        "id": 69,
        "text": "-- Кто бы говорил!"
      }
    ]
  },
  {
    "id": 71,
    "text": "-- Ну вот мы и на месте! -- улыбчивый демонолог вас откровенно бесил, но как-то выразить это не давал возможности.\nВ общем, главная цитадель, а точнее, его ритуальная часть, представляла собой семиугольный зал с высоким потолком, под которым висели некие странные чучела, позже вам пояснят, что это сухие мумии орочьих шаманов. Каменный пол, выложеный кроваво-красными плитами, был вдоль и поперек исчерчен таким количеством рун, что даже сложно вообразить, благо, на вас они не имели никакого влияния, неся больше защитный характер.",
    "answers": [
      {
        "id": 73,
        "text": "Искать уязвимости в магии."
      }
    ]
  },
  {
    "id": 72,
    "text": "Уже на входе в ворота, когда маг представил вашу персону, в вас полетел добрый десяток увесистых камней, один из которых даже расколол виск и застрял в черепе. Было больно, но демонолог оказался слишком хорош и ни на мгновение не ослаблял хватку, для пущей верности напустив на вас какое-то полусонное состояние. Один умник даже решил помочиться на врага с помоста у стены, но маг быстро разобрался с ним, ибо сам рисковал попасть под напор справедливости. Уже на подходеьк замку попался отряд раз'яренных орков, которые заприметив пленника, уже собрались порубить его в капусту, но властная команда мага вкупе с его мантией сделали свое дело -- вас доставили в относительной целостности, хотя и несколько заплеванного.",
    "answers": [
      {
        "id": 71,
        "text": "Забыть позор, как страшный сон."
      }
    ]
  },
  {
    "id": 73,
    "text": "-- Тихо, тихо, что ты начинаешь бушевать? -- демонолог поцокал языком и в этот момент двери зала распахнулись впуская седовласого старца, в серой остроконечной шляпе.\n-- Что ты здесь вытворяешь, идиот?! -- сразу же вскричал он и направил свой белоснежный посох на вас, -- Ты притащил в сердце города высшего демона?!\n-- Архимаг, выбирай выражения! -- отступил на пару шагов демонолог, было видно, что перед этим человеком он готов был спасовать, -- Я тут войну пытаюсь выиграть!\n-- У тебя не больше минуты. -- железный тон архимага не смог согнуть сам Владыка Зла.\n-- Дело в том, что это не просто демон, это высший демон и сила в нем такая, что кольцо магов сможет накрыть Святым Сиянием сразу всю армию демонов! \n-- Это точно? -- задумчиво промямлил старый маг.\n-- Абсолютно и нам следует поспешить!",
    "answers": [
      {
        "id": 74,
        "text": "Но тут случилось кое-что грандиозное..."
      }
    ]
  },
  {
    "id": 74,
    "text": "С жутким грохотом кто-то сел на крышу центральной цитадели, потом еще кто-то и еще! Заскрежетал камень, посыпались осколки и пыль, демонолог и архимаг скрылись в защитных куполах и испуганными лицами наблюдали, как в раскуроченную крышу всунулась морда дракона. Осмотрев внутренности здания, он на всякий случай выпустил струю густого пламени и улетел, зато два его собрата решли отнестись к делу более скурпулезно и словно кошки, принялись карабкаться по внутренним стенам, избрав своей целью незадачливых магов, которые уже вовсю метали заклинания, кто на что горазд и имели в этом отличную сноровку! Так архимаг всадил в тушу одного из дракгнов такую глыбу льда, что тот немедленно рухнул на рунический пол, где принялся активнг извиваться и биться о стены. Естественно, досталось и вам. Мощный удар хвоста буквально впечатал вас в стену, но был в этом и свой плюс -- хватка демонолога ослабла и появился шанс показать свою истинную мощь!",
    "answers": [
      {
        "id": 75,
        "text": "Расправиться с драконами."
      },
      {
        "id": 79,
        "text": "Убить магов."
      }
    ]
  },
  {
    "id": 75,
    "text": "-- Ах ты гниль и смрад! -- азартно закричали вы, с удовольствием наблюдая, как человеская плоть осыпается трухой и на ее место приходит демоническая. -- Сейчас повоюем! \nКости с треском и хрустом обретали твердость камня, увеличиваясь в размерах, кожа становилась чешуйчатой, а пальцы стали способны разорвать металлический щит! \n-- Матерь божья... -- сипло проронил демонолог, заметив, в кого превратился его недавний пленник -- трехметрового демона, для которого человек -- кусок мяса между зубов. \n-- Ну что, ящерица, покусаемся?! -- предложили вы оставшемуся дракону, который уже поджав хвост, забился у дальней стены. \nЕму ваш вид боевого азарта тоже не добавил. Зато разума -- еще как!\n\"Пощади, генерал\" -- донесся до вас его ментальный возглас. ",
    "answers": [
      {
        "id": 77,
        "text": "Никого не щадить."
      },
      {
        "id": 79,
        "text": "Атаковать магов."
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "\"Поздно\" -- ответили вы и схватив десятиметрового ящера за пасть, разорвали ее пополам. Жестоко, но что поделать, когда нужно демонстрация силы?",
    "answers": [
      {
        "id": 79,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 78,
    "text": "-- Эй, ты что творишь, долбоящер?! -- заорал кто-то сбоку, когда увидел ваши коварные маневры. -- Совсем охре#ел?!\nНичего не оставалось, как заткнуть излишне наблюдательного солдата коротким взмахом по горлу.\n-- Эй, да тут своих режут! -- тут же появился еще один умник и бросаться на него уже не было никакого смысла, да и об'яснять что-то посреди боя -- та еще затея. Пришлось прорываться сквозь демонов, чтобы спастись от своих же соратников. Впрочем, своих в этой бойне у вас по определению не было...\nПроявляя просто чудеса выживания, вы рубились, как сам дьявол, оставляя широкую просеку на линии фронта. Спустя пару часов кровавой бани, удалось выскочить на открытое пространство.",
    "answers": [
      {
        "id": 43,
        "text": "Далее..."
      },
      {
        "url": "http://s019.radikal.ru/i616/1706/18/eb3cdbfa2514.jpg",
        "text": "введите команды для картинки"
      }
    ]
  },
  {
    "id": 79,
    "text": "-- Ну что, демонолог, есть что сказать? -- вместо ответа он вновь попытался скрутить вас своего магией, но теперь оказался бессилен, путы не могли удержать вас в завершенной трансформаци, а вот архимаг не унимался. \nОчередная ледяная глыба впечатала вас в стену, вслед за ней, точно в лицо, прилетел огненный шар. Не успели вы отплеваться от гари, как получили еще раз!\n-- Да сколько можно?! -- возмутились вы, протирая глаза, -- Хватит меня уже убивать!!!\n-- А что ты не умираешь?! -- сквозь зубы порычал архимаг, толкая в вашу сторону очередной сгусток пламени. \nНа сей раз удалось увернуться и в два мощных прыжка оказаться возле зловредного мага, благо, демонолог уже пускал кровавые слюни, в тщетных попытках взять контроль над вами. Пробить энергетический щит архимага не удалось даже с десятого удара и потому вы не нашли ничего лучше, как поднять его вместе со сферой, как таракана в банке и запустить в пробитую крышу...",
    "answers": [
      {
        "id": 80,
        "text": "Послесловие."
      }
    ]
  },
  {
    "id": 80,
    "text": "Захватив центральный плацдарм проигравшего человечества, вы не смогли добиться какого-то результата, поскольку лишь ускорили победу демонической армии. Несмотря на то, что сами являлись ее представителем, вы преследовали собственные цели, о которых, вероятно, уже знаете из других концовок. А если нет, то думаю вам понравятся аллтернативные варианты этой истории...",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  }
]