[
  {
    "id": 1,
    "text": "\nВы просыпаетесь в далёком мире. То, что боги оставили вас не говорит о том, что вы обречены. Отсюда должен быть выход.\nПолучится ли у вас вернуться домой? Переживёте ли вы это путешествие?\n\n\nСовет от автора: \"В произведении присутствуют скрытые и взаимоисключающие ответы. Будьте внимательнее.\"",
    "answers": [
      {
        "id": 2,
        "text": "Начинаем?"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы просыпаетесь на небольшой полянке посреди густого леса. Светит сонце, стрекочут кузнечики, над вами синее небо..",
    "answers": [
      {
        "id": 3,
        "text": "Подняться и изучить местность."
      },
      {
        "id": 4,
        "text": "Остаться лежать."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы находитесь прямо в центре маленькой полянки. Она идеально ровная. Над полянкой нависает лес. Вокруг вас трава выгорела, навесающие над поляной ветки причудливых деревьев опалены. Других следов пожара, однако, нет. Странно.\n",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть всё подробнее."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы ненадолго засыпаете.",
    "answers": [
      {
        "id": 2,
        "text": "Ладно."
      }
    ]
  },
  {
    "id": 5,
    "text": "Пользуясь некоторыми знаниями вы успешно определяете стороны света. Теперь вы можете отправиться куда-нибудь.  Однако следует упомянуть, что на юге через деревья что-то блестит, на восток ведёт тропинка, на западе тоже есть тропинка, но более заросшая и покрытая костями, а на севере труднопроходимые заросли.",
    "answers": [
      {
        "id": 6,
        "text": "На юг?"
      },
      {
        "id": 7,
        "text": "На восток?"
      },
      {
        "id": 8,
        "text": "На запад?"
      },
      {
        "id": 9,
        "text": "На север?"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы продираетесь через заросли. Спустя пару минут лес расступается. Перед вами спуск к большому озеру. Ветер приносит с озера прохладу. Спустившись к озеру вы расслабляетесь..\nДвижение в воде вы замечаете в самый последний момент. Вы вскакиваете и застываете от неожиданности. Из воды к вам ползёт около десятка огромных крабов. С других сторон вас так-же окружают крабы. Выглядят они угрожающе..\n\nВаша плоть была разорвана громадными клешнями. Вы стали обедом для гран'эхалов.",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Чистая, хорошо протоптанная тропинка ведёт вас через лес. Спустя почти два часа пути над вами пролетает что-то чёрное и громадное. Вы ненадолго останавливаетесь, но возможная угроза миновала. К вечеру вы находите небольшой деревянный домик. Вы устали, спать на сырой земле не слишком приятно, но в доме могут быть опасности..\n Как-же поступить?",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть дом."
      },
      {
        "id": 18,
        "text": "Войти внутрь.",
        "need": 17
      },
      {
        "id": 19,
        "text": "Переждать ночь на улице.",
        "need": 17
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы идёте по старой тропинке, спотыкаясь о корни деревьев и кости. Может отправиться по этой тропке было плохим решением? Лес вокруг становится всё более жутким, на некоторых деревьях висят чучела. Ой, нет. Это трупы жутких гуманоидных существ. Теперь понятно, откуда разносится запах гнили. Стоит определиться:",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться дальше?",
        "need": -46
      },
      {
        "id": 5,
        "text": "Вернуться?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Заросли на севере совершенно непроходимы.",
    "answers": [
      {
        "id": 5,
        "text": "Жаль.",
        "forget": 5
      }
    ]
  },
  {
    "id": 10,
    "text": "Видимо это место послужит вам могилой. Вокруг становится больше трупов. Многие разорваны на части. Вы замечаете, что это не человеческие трупы. Более того их врядли кто-то убивал ради пропитания. От этого становится ещё страшнее. Внезапно серый лес расходится. Вы дошли до поляны, на которой расположилось кладбище. Тут есть какая-то коробка.",
    "answers": [
      {
        "id": 11,
        "text": "Открыть коробку?"
      },
      {
        "id": 12,
        "text": "Надо осмотреться."
      },
      {
        "id": 41,
        "text": "Взять оружие из коробки.",
        "need": 11
      }
    ]
  },
  {
    "id": 11,
    "text": "Коробка заполнена оборванной одеждой, старыми грязными книгами, несколькими чёрно-белыми фотографиями, ножиком, пистолетом и флагом. Поверх всего этого лежит записка.\n\"От всех твоих сослуживцев и главнокомандующего. Вечая память Мяснику Джерну. Не меньше половины нечистых тварей, лежащих здесь погибли от его рук. Всем отрядом мы собирали его любимые вещи, дабы в последнем путешествии он не имел нужд. Твоя смерть не будет напрасной!\"",
    "answers": [
      {
        "id": 10,
        "text": "Ладно."
      }
    ]
  },
  {
    "id": 12,
    "text": "На соседнем дереве, сплошь состоящем из колючек, сидит существо, напоминающее ангела, но с чёрными крыльями. Оно смотрит прямо на вас, но его лицо выражает безразличие. Неожиданно раздаётся его трескучий голос:\n\"О, ты уже здесь? Тебя интересует продолжение, но сейчас лучше чуть-чуть послушать меня. Направо от тебя лежит гора с золотом, налево - путь в сущий ад. Тебе нужно выбирать, причём быстрее, ведь они уже идут сюда.\"",
    "answers": [
      {
        "id": 13,
        "text": "Побежать направо."
      },
      {
        "id": 14,
        "text": "Побежать налево."
      },
      {
        "id": 15,
        "text": "Остаться."
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Так ты из жадных?\"\nИменно такими были слова ангела, брошенные вам вслед.\nДобежав до пещеры вы остановились. Из пещеры пахнет какой-то гадостью.",
    "answers": [
      {
        "id": 15,
        "text": "\"Может ещё не поздно вернуться?\""
      },
      {
        "id": 16,
        "text": "\"Я хочу сокровищ!\""
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Ты отправляешься в этот мир, - сказал ангел, слетая со своего насеста. - Здесь всё, что не делает сильнее, пытается убить.\"\n\nИнтересное послание, но вам некогда его обдумывать. Вы бежите по дороге, ведущей в более светлую и менее костлявую часть леса. За спиной с поляны явственно несётся звук ломаемых костей.\nВы добегаете до конца леса, точнее до места, где лес переходит в город. Улицы, заваленные обломками высотных домов, дома, увитые плющами. Видимо здесь уже давно никого нет. Сзади страшные монстры, а впереди пустой город. ",
    "answers": [
      {
        "id": 60,
        "text": "Вернуться."
      },
      {
        "id": 61,
        "text": "Войти в город."
      }
    ]
  },
  {
    "id": 15,
    "text": "Ангел печали грусно улыбнулся:\n\"Я предупреждал тебя. Твоё время закончилось.\"\n\nОн улетел. Со всех сторон послышались шорохи и из-за деревьев полезли какие-то механические пауки. Они ползли к вам, звякая жвалами. Над ними возвышалась их механическая мать, частично напоминающую человека. Ей явно нравилось смотреть как её дети потрошат вас.\n\nВы были убиты роботами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 16,
    "text": "Будут вам и сокровища...\nАккуратно ступая па мху, устилающему пол, потолок и стены тёмной пещеры вы добираетесь до какой-то расщелины, в которой блестит золото. Вы спрыгиваете вниз и видите, что всё это место освещается растениями. Огромные золотые шары, расположенные по стенам освещают всё мягким светом. Все металлические обомки, лежащие на полу покрыты золотой пыльцой...\n\"Всё это обман, ловушка для жадных людишек.\"\nВас обхватывают цепкие ярко-зелёные лианы, медленно и нежно начинают душить. Все эти растения — одна огромная мухоловка.\n\nВаши соки ещё долго будут питать Мартарру.",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 17,
    "text": "На старой красно-коричневой стене двухэтажного дома полно всяких надписей на разных языках. Вам удаётся разобрать  единственную надпись на понятном вам языке, предупреждающую об опасности.",
    "answers": [
      {
        "id": 7,
        "text": "Понятно."
      }
    ]
  },
  {
    "id": 18,
    "text": "В доме пахнет плесенью, везде разбросан хлам. Стены испищрены выбоинами, лестница, ведущая на второй этаж провалилась. Темнота и пыль на секунду останавливают вас, но вы замечаете лампу неизвестной вам модели. Стоит ли зажигать её?",
    "answers": [
      {
        "id": 20,
        "text": "Стоит."
      },
      {
        "id": 21,
        "text": "Не стоит."
      }
    ]
  },
  {
    "id": 19,
    "text": "Полная луна освещала вас, ваш шалашик, построенный рядом со старым домом, двух существ, медленно пробирающихся к вам..\nМешок, наброшенный на вашу голову заслонял от вас свет звёзд. Вас долго вели по разным дорогам..\nЗавтрашний день, возможно, будет более приятным для вас, но сегодня вас оставили в темноте.",
    "answers": [
      {
        "id": 36,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 20,
    "text": "Комната наполняется светом. Тьма расступается. Перед вами лежит труп человека. Умер он, судя по всему, совсем недавно. Вы пробираетесь к середине комнаты, стараясь держаться подальше от большой трещины на полу. Рядом с трещиной на боку лежит старинный деревянный шкаф зелёного цвета. \nВ дальнем конце комнаты слева от входа открывается дверь. Из дверного проёма выползает существо. Больше всего оно похоже на большого красного слизня с окостенелыми отростками. На его передней части, кажется, находится ещё один человек.",
    "answers": [
      {
        "id": 22,
        "text": "Подойти ближе и попытаться спасти человека."
      },
      {
        "id": 22,
        "text": "Попытаться медленно уйти в надежде, что чудовище вас не заметит."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы медленно пробираетесь через развалины. На пути у вас постоянно возникают преграды, обо многие из них вы спотыкаетесь, ударяетесь, ранитесь.. \nТак проходит около пятнадцати минут. Неожиданно пол под вами проваливается и вы падаете. \"Ничего, только бы..\"\nОгромный шкаф, упавший прямо на вас прерывает вашу мысль.\n\nРаздавлены шкафом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы делаете шаг.\n\"Постой, не убегай.\" - человек на существе приподнимается и вам становится ясно, что они - одно и тоже. Человек не лежит на чудище, а является его частью.\n\"Тебе не нужно меня бояться, я не опасна для тебя, - нежный голос и некоторые другие признаки, которые вы раньше не заметили, выдают в существе женский пол. - Пожалуйста, поверь мне. Только не шуми и будешь в безопасности, ладно?\"",
    "answers": [
      {
        "id": 23,
        "text": "Бежать!"
      },
      {
        "id": 24,
        "text": "Тихо приблизиться к существу."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы бросаете лампу в существо и, спотыкаясь и роняя с грохотом вещи бежите к выходу. Внезапно из двери справа от входа, которую вы не заметили, вырывается тварь, напоминающая скелет, частично покрытый мясом и кожей. Он набрасывается на вас с такой силой, что моментально ломает ваши конечности. Последнее, что вы видите - костлявае руки, тянущиеся к вашей голове \n\nВаш череп был раздавлен руками Рраг. Она ещё долго будет оттирать вашу кровь со своей одежды.",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Спасибо, что поверил мне.\" Вы наконец-то можете разглядеть человеческую часть поближе. Это довольно молодая девушка, на вид лет 16 в тёмно-серой кофте, более светлых шортах и в более тёмных кроссовках. У неё короткие красные волосы, серо-зелёный левый глаз. Вместо трети лица справа у неё продолжение мясного монстра. По бокам головы у неё из под волос видно несколько костяных шипов, меньших, чем на её теле монстра..\n\"Пожалуйста, проходи в мою комнату. Если тебя сейчас увидит Рраг, то тебе несдобровать. Он голоден и способен порвать на части что угодно.\"",
    "answers": [
      {
        "id": 23,
        "text": "Нет!"
      },
      {
        "id": 25,
        "text": "Как тут можно отказать?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Здесь явно теплее. В этой комнате есть маленькая лампочка под потолком. Мусора на полу почти нет, рядом со стеной стоит стол, на котором лежат книги и раскрытая терадь. Возле другой стены стоит подобие перевёрнутой кровати, видимо предназначенное для отдыха хозяйки комнаты. В самом дальнем углу стоит стул, на котором лежат вещи. Над ним висит маленькая картина большого краба на фоне озера. \"Здесь я обитаю.\" - девушка-монстр вползает за вами и плотно прикрывает дверь. Она явно смущена. Видимо в её комнате редко бывают гости.",
    "answers": [
      {
        "id": 26,
        "text": "Спросить её имя."
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Меня часто называют просто Мясцо или Мясной мешок из-за того как я выгляжу.. Мне не очень это нравится. Рраг и другие друзья называют меня Кэр. Можешь тоже так меня называть. А как мне называть тебя?\"\nВы задумываетесь. Стоит ли говорить ей ваше имя? На какой промежуток времени вы вообще собираетесь оставаться в доме, в котором водятся такие как она, в прихожей валяется труп и сам дом готов развалиться в любой момент? В любом случае Кэр, пока вы думали, решила, что вы замёрзли и нуждаетесь в чае. Она уползла.",
    "answers": [
      {
        "id": 27,
        "text": "Немного подождать."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы присаживаетесь на стул, не забыв отодвинуть вещи, что оставила на нём Кэр. Стул скрипит под вами, но держится. Насидевшись вы решаетесь посмотреть вещи на столе. Это книги на разных непонятных языках и личный дневник Кэр. Вы, видимо, помешали ей своим появлением: половина последнего слова ещё не написана.\nСпустя пару минут возвращается Кэр. У неё в руках старый грязный поднос на котором стоят две кружки, от которых исходит запах трав, и маленькое блюдце, от которого отколот довольно большой кусок. На блюдце лежит два небольших куска жареного мяса.\nЭто, видимо, она приготовила для вас.",
    "answers": [
      {
        "id": 28,
        "text": "Принять угощение."
      },
      {
        "id": 29,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 28,
    "text": "Поднос Кэр ставит на стол, отодвигая книги и убирая подальше от вас свой дневник. Вы пододвигаете стул и начинается трапеза. Мясо довольно жёсткое и мало напоминает то, что вы пробовали раньше, чай горьковат, но этот ужин явно лучший в вашей жизни. Кто знает, что бы случилось, если бы ва остались на улице? В любом случае посуда опустела. За окном ночь. Кэр принесла вам какое-то мягкое рваньё. Вам приходится засыпать полуголодными, лёжа на тряпках и рваной одежде в одной комнате с монстром.\nЧто-же принесёт следующий день?",
    "answers": [
      {
        "id": 30,
        "text": "Следующий день."
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы пытаетесь отказаться, но Кэр так настойчиво просит, а в вашем животе так давно последний раз была еда, что вы соглашаетесь поужинать с Кэр.",
    "answers": [
      {
        "id": 28,
        "text": "Ладно."
      }
    ]
  },
  {
    "id": 30,
    "text": "В небольшое забитое досками окошко светит сонце. Его лучи будят вас. Кэр, судя по всему вышла в коридор: оттуда раздаются голоса. Кэр спорит с кем-то. Поднявшись со своей \"кровати\" вы замечаете, что на столе нет книжек. Там стоит тарелка неведомых фруктов и ягод. Одну ягоду уже оттащил от тарелки и жуёт какой-то длинный чешуйчатый жук. Заметив вас он убегает с добычей.",
    "answers": [
      {
        "id": 31,
        "text": "Позавтракать."
      },
      {
        "id": 32,
        "text": "Подойти к двери."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы съедаете несколько свежих плодов. Вам попался самый заботливый монстр. Врядли вам ещё доведётся попробовать нечто подобное. Так или иначе вы насытились. Самое время двигаться дальше.",
    "answers": [
      {
        "id": 32,
        "text": "Подойти к двери."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы не успеваете подойти к двери: она открывается и в комнату заходят Кэр и какой-то скелет, покрытый розоватой плотью. Кэр знакомит вас с Рраг, именно так зовут обглоданного скелета. Вам кажется, что вы уже где-то видели эти костлявые руки.\nРраг и Кэр рассказывают вам, что происходит: здесь, в этом мире, идёт война людей и нелюдей. Рраг и Кэр - защитники нелюдей. Они создали небольшую группу, целиком состоящую из монстров. Они объединились для противодействия людям, которые убивают всех на своём пути. Вас, как человека, случайно оказавшегося здесь, пощадили. У вас есть два пути: присоединиться к монстрам, показав тем самым, что люди и монстры могут доверять друг-другу, или уйти, пока это возможно. Где-то на крыше каркают вороны, весь мир ждёт вашего решения.",
    "answers": [
      {
        "id": 33,
        "text": "\"Вперёд, к победе над людьми!\""
      },
      {
        "id": 34,
        "text": "\"Монстры? Фу!\""
      }
    ]
  },
  {
    "id": 33,
    "text": "Рраг довольно хмыкает, Кэр восторженно хлопает в ладоши. Потом все собирают вещи: этот дом был лишь временным убежищем на пути в деревню нелюдей. После недолгих сборов ваша компания покидает старый дом. Дорога предстоит сложная и запутанная, ведь люди не дремлют. Ваш путь находится довольно далеко от хороших тропинок. Вам приходится пробираться через заросли диких трав, кустов и деревьев, стараясь оставлять как можно меньше следов. В противном случае люди смогут найти деревню. За весь день было сделано всего два привала и одна экстренная остановка: несколько существ, напоминающих жёлтых безухих волков напали на вашу процессию. Рраг справился со всеми: его костлявые руки крошили черепа и разрывали тела с удивительной лёгкостью. Похоже ему очень нравилось убивать.\n\nТак или иначе к концу дня вы не прошли и половины пути, ужасно устали и проголодались. Жареная волчатина и подобие спальника, сшитое из лоскутов, что ещё нужно в такой ситуации? Вы засыпаете.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 34,
    "text": "Рраг делает презрительное лицо, Кэр выглядит подавленно. Она собирает для вас некоторые припасы в мешок. Еда, материал для разведения костра, спальный мешок. Вас выводят из дома.\n\"Уходи и больше не возвращайся, - говорит Рраг. - Знай, что я не пощажу тебя, если мы ещё встретимся!\"\nВы берёте мешок и идёте дальше по дороге. Обернувшись вы замечаете провожающих вас взглядом обитателей дома. У Кэр в глазах слёзы, у Рраг в глазах желание убить вас. Может ваш поступок не такой уж правильный?\n",
    "answers": [
      {
        "id": 35,
        "text": "Отправиться дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы идёте по лесу весь день, изредка устраивая привалы с целью пополнения желудка. Вечером вы разводите костёр и строите шалаш.\nНочью чёрные фигуры настигают вас. Удар по затылку и...",
    "answers": [
      {
        "id": 36,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы открываете глаза, но ничего не видно из-за мешка на вашей голове. Вы сидите на неудобном металлическом стуле, прохлада которого чувствуется даже через одежду. Ваши руки и ноги, судя по всему, связаны.\nСпустя пару минут мешок снимают. Вы ослеплены светом. Слышится голос: \"Вы знаете, где находитесь?\" Ваши глаза привыкли к свету и вы можете рассмотреть, что вокруг вас серые металлические стены. Камера очень небольшая и абсолютно пуста, если не считать вас и стул. Перед вами стекло, через которое на вас смотрит человек в чёрной форме с какими-то знаками на ней. ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжим."
      }
    ]
  },
  {
    "id": 37,
    "text": "\"Вам известно, кто я?\" - человек за стеклом буравит вас взглядом. Получив отрицательный ответ от вас он коротко рассказывает про организацию, которая очищает этот мир от монстров. Вы, как оказалось, были без особого значка и формы, а так-же находились в землях монстров. То, что вас не убили сразу - чудо. Вам предлагают вступить в организацию, дабы вы помогли человечеству победить чудовищ, которыми кишит эта земля.",
    "answers": [
      {
        "id": 38,
        "text": "Принять предложение."
      },
      {
        "id": 39,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Правильный выбор.\" Вам развязывают руки, но, внезапно, у вас перед глазами начинает мелькать какое-то пернатое чёрное пятно. Вас забирают санитары.\nВы становитесь обычным воякой. Вы сражаетесь за человечество, истребляя монстров с удивительным мастерством. Постепенно ваше значение в этом обществе растёт, вы становитесь всё известнее. Про вас слагаютют легенды в обоих лагерях. В обоих лагерях вас боятся. Однажды вы натыкаетесь на засаду, которую возглавляет некий монстр, похожий на обглоданный скелет. Ваши товарищи погибают очень быстро, но вас привязывают к дереву. Если бы не подкрепление — вы бы стали обедом для диких животных. \n\nУже будучи старым человеком и оставив битвы вы задумываетесь о своей судьбе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Ладно, - говорит человек за стеклом и его лицо искривляет гримасса ненависти. - Избавься от него!\"\nЗа вами слышится щелчок перезаряжаемого оружия. За секунду до выстрела за спиной человека, который отдал приказ, появляется чёрный ангел с улыбкой до ушей. Вы, кажется даже слышите слова: \"Наконец свобода...\"\nВыстрел...\n\n\nСвобода...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 40,
        "text": "Корпус."
      }
    ]
  },
  {
    "id": 40,
    "text": "Корпус... Корпус... Корпус...\nВы с трудом открываете глаза. Всё как в тумане. Комната с серыми стенами, покрытыми плесенью, разбитое стекло, иссохший труп за ним... Верёвки, сдерживающие вас истлели... Вы осматриваетесь и замечаете, что позади вас труп, выход в коридор, заполненный мёртвыми телами, иссохшими от времени. Повсюду перья... Все трупы были пронзены в области сердца. Все люди.\nСзади слышится кряхтение. Вы оборачиваетесь и видите существо, напоминающее ворона. \"Вы свободны. Этот мир пощадил вас. Сегодня вы сделали ПРАВИЛЬНЫЙ ВЫБОР. Теперь вам положена награда. Выходите из убежища. После этого вы закончите рассказ. Ступайте. \"",
    "answers": [
      {
        "id": 1,
        "text": "Выйди и закончить рассказ."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы берёте из коробки ржавый пистолет и тупой нож. Даже от них в этом месте может быть польза. Неожиданно над вами громко ухая проносится огромная тень. Вы целитесь в возможную угрозу, но что-то в пистолете не срабатывает. На ваше счатье тень не обратила на вас внимания. Между деревьями начинают мелькать какие-то блестящие твари. Они бегут за тенью, среди них вы замечаете одного, верхней своей половиной напоминающий человека. \nПосле того как все угрозы миновали вы можете отправиться дальше. ",
    "answers": [
      {
        "id": 42,
        "text": "В более светлую часть леса."
      },
      {
        "id": 43,
        "text": "В более тёмную часть леса."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы выходите к небольшой речке. После привала вы отправляетесь вдоль по течению. Спустя несколько часов вы замечаете, что лес начинает редеть. По пути вы замечаете несколько весьма странных животных: маленьких коров светло синего цвета с огромными рогами, пасущихся в заболоченной части леса, несколько непередаваемо красивых птиц, пернатых ящериц, перелетающих с дерева на дерево вслед за вами...\nОднако солнце садится, вам стоит позаботиться о ночлеге. Вы строите небольшой шалаш и с большим трудом ловите себе одну из ящерок на ужин. Она не была слишком вкусной. Пора на боковую.",
    "answers": [
      {
        "id": 51,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы пробираетесь сквозь колючие кусты, колючие деревья и колючие травы. Вокруг становится всё темнее, деревья постепенно выстраиваются в подобие стен. Вы идёте между двумя колючими непроходимыми стенами. Страшнее всего то, что за спиной у вас не светлее, хотя дорога и идёт прямо, никуда не сворачивая. Откуда-то спереди несётся звук бензопилы.",
    "answers": [
      {
        "id": 45,
        "text": "Отправиться дальше."
      },
      {
        "id": 44,
        "text": "Развернуться."
      }
    ]
  },
  {
    "id": 44,
    "text": "Ужасно, но движение обратно не даёт результатов: вы потеряли счёт времени, но деревья до сих пор не расступаются. Более того вы насчитали около десяти резких поворотов в разные стороны, хотя до этого вы шли прямо по Тропинке. Вы попробовали вернуться и, пройдя до ближайшего поворота пару минут, оказались прямо возле того места, откуда отправились в обратном направлении. Обернувшись вы замечаете, что дорога опять прямая. Видимо стоит идти вперёд.",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить движение вперёд."
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы идёте вперёд. Темнее уже не становится. Звук бензопилы не исчезает. Вы нащупываете нож. \nВнезапно впереди возникает разветвление. Дорога делится на две. Справа следы крови. Слева запах свободы",
    "answers": [
      {
        "id": 47,
        "text": "Направо."
      },
      {
        "id": 46,
        "text": "Налево."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы долго идёте. Что бы было легче вы оставляете пистолет и нож под одним из кустов. \nЛес постепенно светлеет и вот... Вы вышли к полянке, откуда начали. Дорога, по которой вы дошли сюда, пропала.",
    "answers": [
      {
        "id": 5,
        "text": "Ладно."
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы идёте направо. Перед вами небольшая полянка. В левой её части стоит домик. Возле дома стоит девушка с младенцем на руках. За домом стоит мужчина с бензопилой. Он пытается распилить одно из деревьев. Вы подходите ближе, но никто не обращает на вас внимания, за исключением ребёнка. Маленькая девочка, закутанная в пелёнки и удерживаемая заботливыми материнскими руками поворачивает своё личико в вашу сторону. То, что это место похоже на застывший кадр из фильма не так пугает, как осмысленная ненависть в глазах ребёнка. Вы отходите подальше от странного дома и его обитателей.",
    "answers": [
      {
        "id": 48,
        "text": "Отправиться дальше."
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы доходите до конца дороги. Здесь можно заметить выложенный камнями на земле круг. Вы подходите к кругу. С другой его стороны сидит огромная чёрная птица.\n\"Твой путь окончен.  — говорит вам птица. — Я отправлю тебя домой. Вставай в центр круга.\" \nПосле этих слов птица отворачивается от вас.\nВстаните ли вы в круг?",
    "answers": [
      {
        "id": 49,
        "text": "Встать в центре круга."
      },
      {
        "id": 50,
        "text": "Обмануть птицу и попытаться её убить."
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Спасибо за доверие. — Чернокрылый ангел поворачивает к вам безразлично-грустное лицо. — Попробуй больше не брать оружие. Мне не очень это нравится. Сейчас ты отправишься домой. Просто представь его хоршенько, думай только о нём.\" Вы закрываете глаза и представляете свой дом. Неожиданно в вашу руку ложится что-то мягкое и приятное. Вы открываете глаза и просыпаетесь у себя дома. вместо ножа у вас в руке большое чёрное перо.\n\nУдачи.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы вытаскиваете нож и, стараясь не наступать в подозрительный круг, подбираетесь к птице. Сердце начинает колотиться как бешенное, когда вы заносите свой тупой нож над спиной громадной твари. Удар!\nНож застревает в птичьей плоти. Большая голова запрокидывается, холодный взгляд птицы пронзает вас. \"Зря ты так. За это ты отправишься не домой, а в прошлое. Прощай, Джерн.\"\nВас уносит в далёкое прошлое, где вы становиесь одним из самых влиятельных людей организации, борющейся с мутантами.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 51,
    "text": "Наступило прохладное утро. После небольших приготовлений вы отправляетесь дальше. Лес остаётся позади вас, перед вами огромные поля, среди которых редко встречаются кусты и деревья. Травы и цветы благоухают так, что вы на некоторое время забываете об осторожности и чуть не наступаете прямо на довольно большой улей неизвестных вам насекомых. Они довольно большие и, кажется, не особо рады вам. Хорошо, что они не решили преследовать вас. Что-то попало в ваш ботинок. Вы снимаете его и замечаете, что раздавили одно из тех насекомых. Его длинное острое жало чудом не попало вам в ногу, пройдя между пальцами. Стоит быть аккуратнее впредь.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 52,
    "text": "К середине дня вы доходите до места, где речка впадает в небольшой водоём. Дальше воды нет. Впереди, насколько хватает глаз, бескрайнее поле. Вы решаете отправиться к единственной серой точке вокруг - большому строению, напоминающему башню. \nВечером, когда солнце наполовину закатилось за горизонт, вы вышли к небольшому холму, надёжно укрывшему вас от ветра. Немного севернее холма расположился маленький водоём без дна. Скорее всего он подпитывался подземными водами, ибо в него не впадало ни одного ручейка. Вы поужинали ягодами с каких-то кустов и решили поспать.",
    "answers": [
      {
        "id": 53,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 53,
    "text": "А утром был туман. Белая пелена заволокла почти всё. С большим трудом вам удалось обнаружить солнце, тусклый свет которого с трудом проникал через завесу. Судя по всему скоро полдень и пора двигаться дальше, но в таком тумане идти будет трудно. Стоит так-же обратить внимание, что через туман до вас доносятся странные звуки. Может стоит остаться здесь?",
    "answers": [
      {
        "id": 54,
        "text": "Остаться.",
        "need": -53
      },
      {
        "id": 55,
        "text": "Отправиться в путь."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы посидели немного... Потом ещё немного... Стоит найти еду... Становится прохладно... Страшные звуки приближаются... ",
    "answers": [
      {
        "id": 53,
        "text": "Пора уходить."
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы идёте, как вам кажется, в ту сторону, где была серая башня, но в таком тумане сложно ориентироваться. Страшные шумы больше вас не волнуют, ведь они остаются позади. По пути вам попадаются ягодные кусты. Ягоды немного утоляют ваш голод и жажду. Вы набираете полные карманы ягод и отправляетесь дальше. Впереди, немного левее вашего направления проносится, хлопая крыльями, большая тень. Вы направляетесь туда. \nБлиже к вечеру туман расходится. Вы оказались на каком-то возвышении. Здесь прохладно, растут деревья, а так-же есть довольно высокая бревенчатая стена. Над ней возвышается Серая башня, сделанная из камня. На башне развевается какой-то потрёпанный флаг. \n\nВы находите ворота и вступаете в город.",
    "answers": [
      {
        "id": 73,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вам приснился сон. Сон, не похожий на сон. Вы стояли посередине поляны. Её освещали только звёзды и спутники. Их было три: голубоватый и алый находились в пятой фазе, то есть были полными, а третий был больше всего похож на обломок какого-то крупного небесного тела. Все три были довольно высоко. Внезапно сзади послышался голос: \"Красиво, не правда ли?\"  \nПрямо за вашей спиной находилась большая тень. Судя по всхлипам и редко падающим светящимся каплям существо плакало. Вас одолевают сомнения. Стоит ли подойти к существу и утешить его? Может оно просто голодное, а люди для него - самый лучший деликатес? Вдруг вы осознаёте, что можете проснуться в любой момент.",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться."
      },
      {
        "id": 58,
        "text": "Подойти к существу и попытаться его успокоить."
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы просыпаетесь. Эта ночь надолго останется в вашей памяти.  \n\nРассвет. Кэр ещё спит, Рраг раздувает костёр. Он, судя по всему, вообще не спал. Вы подсаживаетесь к костру и молча сидите рядом с Рраг, любуясь восходящей оранжевой звездой. \"Неужели в этом жутком мире, полном войны между мутантами и злыми людьми,  осталось место для такой красоты?\"\nРраг отправляется на охоту, вы остаётесь следить за лагерем. Спустя время возвращается Рраг с добычей, просыпается Кэр. Позавтракав и собрав вещи вы отправляетесь дальше.",
    "answers": [
      {
        "id": 59,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы делаете несколько шагов и обнимаете большую тень. Всхлипы слышатся реже, кажется у вас не плохо получается. Большие, чёрные как сама тьма и тёплые как летний вечер крылья укрывают вас. Из тьмы слышится тихий нежный голос: \"Спасибо, мне было так грустно и одиноко..\"",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 59,
    "text": "Этот день был легче. Сегодня на вас никто не нападал, путь пролегал через менее заросшую часть леса. К вечеру Рраг устроил привал. Он хотел добраться до деревни утром. Ночь была довольно беспокойной. Спали вы без снов. Утром, после рассвета, Рраг разбудил вас и Кэр. Оставалось около часа или двух ходьбы. Вокруг довольно густые, но проходимые заросли. Заброшенная тропинка, не слишком заросшая, не слишком замусоренная. Ваша компания быстро шла по тропинке и вдруг... Большое дерево преградило дорогу. Перебраться через него можеле лишь вы и Рраг. Кэр не может ни подпрыгнуть, ни перелезть. Она слишком тяжела, вы не сможете её поднять.",
    "answers": [
      {
        "id": 64,
        "text": "Оставить Кэр."
      },
      {
        "id": 65,
        "text": "Обсудить проблему с Рраг."
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы застаёте жуткую картину: десяток людей с огнестрелами атакует штук двадцать роботов. Несколько особо агрессивных роботов замечают вас. Вы-же замечаете, что роботы защищают что-то. Вы не успеваете убежать: роботы валят вас, хватают цепкими металлическими хелицерам и уносят. Вам лишь удаётся заметить как роботы рвут других людей на части.",
    "answers": [
      {
        "id": 70,
        "text": "Позднее..."
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы делаете шаг и оказываетесь на дороге. Похоже, что она идёт вокруг города. Сделана она была явно не для пешеходов. Вы даже замечаете машину, оборудованную не колёсами, а магнитной подушкой. Сзади, где обычно находится бензобак, отверстие, из которого вы извлекаете тяжёлый металлический цилиндр с надписью \"Внимание, соблюдайте меры предосторожности!\" и знаком радиоактивной опасности. Вы можете взять этот источник питания, а можете оставить.",
    "answers": [
      {
        "id": 62,
        "text": "Оставить его здесь."
      },
      {
        "id": 63,
        "text": "Прихватить источник питания."
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы оставляете источник питания. Врядли предупреждение на нём просто так. Теперь вас одолевают сомнения. Возможно стоит развернуться и уходить из города? Только что невдалеке рухнуло очередное здание. Вы видели, как громадная многоэтажка рушится, погребая под своими обломками всё, что находилось перед ним.",
    "answers": [
      {
        "id": 60,
        "text": "Уйти из города."
      },
      {
        "id": 67,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 63,
    "text": "Врядли кому-либо когда-либо мешала тяжёлая непонятная радиоактивная фигня в кармане. Так или иначе пора решать: идти дальше или вернуться. Только что упало здание. Вы были заняты цилиндром и не успели особенно рассмотреть, но, возможно, падающее здание - плохой знак.",
    "answers": [
      {
        "id": 60,
        "text": "Уйти."
      },
      {
        "id": 67,
        "text": "Прододжить путь."
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы предлагаете оставить Кэр здесь, а позднее придумать, как спасти её. Скорее всего перебраться у неё не получится, однако, судя по рассказам ваших товарищей, в деревне нелюдей достаточно существ и инструментов для победы над препятствием. Пока вы озвучивали мысль с другой стороны дерева от Кэр.",
    "answers": [
      {
        "id": 65,
        "text": "Ваша команда не смогла услышать ваш план."
      }
    ]
  },
  {
    "id": 65,
    "text": "Рраг, судя по всему, уже обдумывает какой-то план: он измеряет толщину ствола в разных частях, разминает руки, что-то бормочет себе под нос. Врядли его сейчас что-то ещё волнует.",
    "answers": [
      {
        "id": 66,
        "text": "Распросить Рраг о плане."
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы подошли к Рраг, что бы спросить о плане, но он взял вас за плечи и быстро заговорил: \"Перелезай, хватай Кэр и бегите подальше от дерева. Давай, быстрее.\"\nВы быстро перелезаете, хватаете Кэр за руку и тащите в сторону от дерева. Когда вы были на достаточном расстоянии за спиной раздался громкий звук, напоминающий взрыв. Дерево скрылось в облаке пыли. Сквозь пыль иногда мелькают фиолетовые искры.",
    "answers": [
      {
        "id": 68,
        "text": "Подойти к дереву."
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы идёте дальше по городу, держась подальше от особо хлипких зданий. Здесь на удивление спокойно. Заброшен этот город был, судя по всему, давно, однако из всех десятков и сотен высотных зданий, что вы видели, всего два или три было разрушено. Остальные весьма хорошо сохранились. Возможно причиной этому послужило мастерство, с которым они были построены. С другой стороны то, что большая часть домов была частично оплетена растениями так-же должно было повлиять на их прочность. Гиганские корни и ветви не давали зданиям менять местоположение.",
    "answers": [
      {
        "id": 1,
        "text": "В разработке."
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы с Кэр отправляетесь к дереву. Из пыли к вам медленно идёт костлявый силуэт, рассыпающий при каждом шаге тысячи фиолетовых искр. Силуэт спотыкается, падает. Пыль рассеивается, вы видите Рраг, упавшего на землю. Вы подбегаете к нему. Вокруг его рук вьются сотни маленьких искр, его одежда опалена. Кэр предложила погрузить Рраг на её и рассказала, что Рраг наделён невероятной силой, требующей от него невероятных затрат энергии. Пока вы укладывали обессилевшего скелета на Кэр вам удалось немного рассмотреть дерево. В большом стволе векового дерево был огромный разрез. На месте разреза древесина обуглилась, а в некоторых местах даже дымилась. Трава на дороге так-же выгорела. Вы даже заметили медленно догорающую фиолетовым пламенем ветку.\n\nТак или иначе вы преодолели дерево и теперь стоит продолжать путь.",
    "answers": [
      {
        "id": 69,
        "text": "Отправиться в деревню."
      }
    ]
  },
  {
    "id": 69,
    "text": "Кэр несла Рраг всю оставшуюся дорогу. На ваши плечи легла половина вещей, которые нёс Рраг. Их было не так уж много.\nЧерез час Рраг, всё ещё не проснувшийся, начал тихо стонать. Кэр обнаружила, что у него жар. Всё оставшееся до деревши время, около двух часов, ему становилось хуже. Ближе к деревне Кэр попросила вас держаться ближе к ней: нелюди не любили людей. \nВсё обошлось. Почти. Кэр, когда вы добрались до деревни, убедила всех монстров, что вы не опасны. и забрала вас в хижину вождя. \nВ хижине вождя был небольшой стол, на который Кэр с вашей помощью положила Рраг. После этого Кэр оставила вас наблюдать за вождём и отправилась за лекарствами для него. Рраг сейчас мало был похож на вождя. Спустя несколько минут Кэр вернулась со множеством трав, веток, мешочков с порошками и камнями. Она разложила несколько камней вокруг Рраг на столе и стала варить зелье для возвращения сил Рраг. Кэр рассказала, что Рраг был выбран вождём из-за его сил.\nНапоив Рраг питательным отваром Кэр нашла вам кровать в хижине вожде, а сама отправилась в хижину шамана.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 70,
    "text": "Вас бросают на большой металлической платформе прямо посреди зала. Зал огромен: в нём помещаются и различные механизмы, как новейшие, так и древние паровые. Тут и там слышится звук выпускаемого пара. Зал разделён металлическими платформами на этажи, которых, включая ваш, верхний, восемь. Всюду, по стенам, по полу, по потолку бегают роботы. Они все выглядят точно так-же, как и те, что притащили вас сюда. По самому нижнему ярусу пробежал робот, который был в два раза больше других. Остальные уступали ему дорогу, а потом, когда он пробегал дальше, продолжали своё бессмысленное брождение. Судя по всему они ждут дальнейших указаний. \nПомимо робожуков здесь присутствуют и обычные насекомые в довольно большом количестве. Тараканы спокойно бегают, не обращая внимания на механических собратьев.",
    "answers": [
      {
        "id": 71,
        "text": "Подняться и осмотреть всё получше."
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы находились на каком-то старом заводе. Он был в ужасном состоянии, на продолжал работать. Ни покрытые плесенью стены, ни разбитые окна, находящиеся под потолком, ни ржавчина, ничего не мешало поршням двигаться, насосам перекачивать, трубам проводить... Внезапно одна из труб лопнула и из неё повалил пар. Несколько ближайших роботов, около пяти, тут-же бросились её чинить. Одного из них придавило обрушившийся балкой и ещё несколько побежали ставить балку на место, а ещё один унёс раздавленного собрата в другое помещение. Это происходило на нижнем этаже, вам было хорошо всё видно. Это место представляет опасность и стоит отсюда выбираться.\nВ переди, перед вами, стоит пульт с множеством кнопок, лампочек и... Клавиш. Да, клавиши, как на пианино или синтезаторе. Этот пульт выглядел наиболее новым и чистым. Ни одной пылинки, ни одного пятнышка. Даже тараканы не ползают по нему. Только какие-то царапины выделяются на идеальном механизме.",
    "answers": [
      {
        "id": 72,
        "text": "Подойти к пульту."
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы подходите к пульту. Отсюда открывается лучший вид на весь зал. Здесь мог бы находиться главарь, великий полководец, управляющий целой армией роботов. Внезапно откуда-то сверху послышался скрип, лязг, скрежет ржавых механизмов. С потолка посыпалась ржавчина, какие-то старинные металлические манипуляторы отделились от стен. Каждый из них перехватывал что-то у верхних, опуская всё ниже и ниже. Наконец напротив вас над пультом застывает монитор, соединённый с подвижным манипулятором. Экран монитора прозрачен, с боков у него колонки. Вы подходите ещё ближе и тут на мониторе появляется восклицательный знак. Механический голос обращается к вам из колонок: \"Узри, смертный. Перед тобой величайшее дитя прогресса, Маллик...\" Пока голос восхваляет дитя прогресса вы замечаете, что все роботы перестали двигаться. Большая часть подняла головы и смотрит на монитор. Внезапно вы обращаете внимание на то, что монитор перестал говорить и теперь \"смотрит\"  на вас, наклонив \"голову\". \"Что это у тебя в кармане?\"",
    "answers": [
      {
        "id": 77,
        "text": "Достать из кармана перо.",
        "need": 49
      },
      {
        "id": 78,
        "text": "Достать из кармана радиоактивный цилиндр.",
        "need": 63
      },
      {
        "id": 79,
        "text": "Пошарить в пустых карманах."
      }
    ]
  },
  {
    "id": 73,
    "text": "Город встречает вас деревянными домами и пустыми улицами. Вы идёте по одной из таких, осматривая тёмные окна. Нигде нет даже намёка на жизнь и вы решаете отправиться к башне. По пути вы думаете о причине такого запустения. Возможно дело в том, что уже довольно поздно и местные отправились спать. Проходя мимо тёмной подворотни вы замечаете натянутое между домами полотно и спрятавшихся под ним личностей. Издалека и из-за темноты их трудно разглядеть, но вам бросается в глаза то, что некоторые из существ уже разглядывают вас.",
    "answers": [
      {
        "id": 75,
        "text": "Пойти в темноту."
      }
    ]
  },
  {
    "id": 74,
    "text": "После сытного ужина вы отправились спать. В хижине было тепло, кровать, предоставленная вам была черезвычайно удобной, после нескольких дней неудобств вам наконец удалось расслабиться... Почти. Всю ночь вам снился странный сон, в котором вы шли к высокому серому зданию и никак не могли дойти до него. Проснувшись пораньше вы решили выйти из комнаты в главный зал, где лежал Рраг, но у занавешанного шкурой выхода остановились. В зале кто-то негромко разговаривал. Выглянув вы увидели Кэр и двух мутантов. Один из них был толстым, словно бочка, а второй был худым как жердь. Оба стояли перед Кэр. Судя по всему они спорили из-за вас.",
    "answers": [
      {
        "id": 89,
        "text": "Подслушать разговор."
      }
    ]
  },
  {
    "id": 75,
    "text": "В темноте под полотном расположилось общество бродяг. Когда вы подходите все взгляды устремляются на вас. Вы разглядываете ближайшего бродягу. Его лицо покрыто чешуёй и мало напоминает человеческое. Глаза с узкими зрачками изучают вас, в них, помимо любопытства читается испуг. Длинное безногое тело существа, так-же покрытое чешуёй напоминает змеиное. Правая рука держится за какую-то палку. Пасть с острыми зубами приоткрыта.\nВы оглядываете остальных существ. Во многом они напоминают того, кого вы уже рассмотрели. Все они настороженно рассматривают вас. Один из них, старый и серый, словно не замечая вас, пытается высечь искру для небольшого костерка. Когда у него получается о вас забывают. Змеелюди собираются поближе к костру, в поисках укрытия от вечерней прохлады. Кто-то приносит мясо, нанизанное на палки. Каждое из существ хватает палку и начинает зажаривать куски мяса. Очень скоро под навесом начинает витать запах жареного мяса. Вы подсаживаетесь к костру. Вам предлагают кусок мяса, вы делитесь ягодами, запасёнными во время похода к городу. Судя по всему общество бездомных приняло вас в свой круг. С вами ещё не решаются разговаривать, на вас бросают косые взгляды, но здесь, по крайней мере, можно переносевать. Начинается дождь и вы понимаете, зачеи натянуто полотно.\nБродяги ложатся спать, вы находите какие-то ящики, которые никто не занял. Спать на них не очень удобно, но это лучше, чем спать на земле.",
    "answers": [
      {
        "id": 76,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы проснулись ранним утром. Многие из змеелюдей уже давно бодрствуют, спят только дети. В нежном свете поднимающегося светила вам удаётся получше рассмотреть гуманоидов. Вам даже удаётся посчитать их: трое детей (один мальчик и две девочки), семеро взрослых (трое мужчин и две женщины) и один одноглазый старик. Все они одеты в рваное тряпьё.\nДвое самых крепких мужчин отправляются на охоту, один, самый молодой, остаётся в лагере помогать старику. Женщины отправляются за водой. \nПока старик и подросток устраивают новый костёр на месте старого, вы решаете отправиться за ягодами. Для этого вы выходите из подворотни и... Вас задевает змеечеловек, одетый в богатую одежду. В ваш адрес слышится какое-то ругательство на непонятном языке. На улице на вас оборачиваются другие змеелюди. Город ожил, но совершенно не рад вам. Вы с большим трудом преодолеваете путь от тёмной подворотни с достаточно мирными изгоями до ворот города. Возле ворот стоит стражник в не очень защищающем доспехе и с тяжёлым мечём. Выглядит он внушительно. Заметив вас он на секунду задерживает свой взгляд, а затем начинает ползти к вам, держа меч наперевес. На 5 метров вокруг вас  содаётся мёртвая зона, где нет ни одного змеечеловека. Действовать нужно быстро.",
    "answers": [
      {
        "id": 80,
        "text": "Вступить в неравный бой."
      },
      {
        "id": 81,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы достаёте из кармана большое чёрное перо, мягкое на ощупь. Вы не знаете как оно оказалось в кармане. \nМаллик качает \"головой\", в его голосе слышится раздражение: \"Это не то, что мне нужно. У тебя должно быть что-то ещё.\"",
    "answers": [
      {
        "id": 72,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы достаёте холодный цилиндр со знаком радиоактивности. Один из анипуляторов отрывается от стены и выхватывает цилиндр. Маллик начинает осматривать цилиндр со всех сторон. На несколько минут вы предоставлены сами себе. \nПосле длительного осмотра Маллик, наконец, отрывается от блестящей поверхности источника питания. \n\"Что ты хочешь за него, человек?\" ",
    "answers": [
      {
        "id": 82,
        "text": "\"А что ты можешь предложить?\""
      }
    ]
  },
  {
    "id": 79,
    "text": "В ваших карманах ничего нет. Это ужасно злит Маллика. Он отдаёт приказ роботам схватить вас и запереть в маленькой узкой камере, где не поместилось бы больше одного человека. Вход — большая прозрачная пластина, разбить которую у вас не хватает сил. Маллик уходит, оставив перед входом в вашу камеру одного робота. Спустя пол часа Маллик возвращается с роботом, верхняя часть которого напоминает человека. Они долго разговаривают, но через плотное стекло (?) их не слышно. Наконец оба начинают хохотать. Маллик уходит, а робот с головой и телом человека начинает рассматривать вас. \nВы стали подопытным в логове роботов. В лучшем случае ваша смерть будет быстрой. В худшем — вы проживёте ещё лет пять.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы подхватываете какую-то палку и бросаетесь на стражника. Ваша атака была неожиданной и первые несколько секунд, пока вокруг вас формируется толпа, страж больше блокирует и отступает, но,  поняв ваш стиль боя, он начинает наступать. Толпа вокруг вас бушует, яркое солнце, отражаясь от доспехов стража слепит глаза. Толпа состоит из змеелюдей разных классов и сословий: бедные и богатые, молодые и старые, все пришли посмотреть как вас будут убивать. Сбоку слышится возглас. Вы оборачиваетесь. Там стоит знакомый вам старик. Он суёт через толпу какую-то ржавую железку. Вы отбрасываете то, что осталось от палки и хватаете ржавый тяжёлый обломок меча. Теперь вы не только отступаете. Обломок меча сам несётся на встречу врагу...\nНеожиданно над толпой раздаётся громкий возглас и толпа затихает. Ваш противник останавливается и переводит дух. Вы делаете то-же самое.  Толпа расступается и к полю брани подходит около трёх стражников и знатно одетый змеечеловек в короне. Толпа редеет. Вашему противнику главный змеечеловек говорит несколько слов, а затем поворачивается к вам. Жаль только, что вы слишком устали и больше не можете стоять на ногах. Последнее, что вы видите перед потерей сознания — несколько охранников, ползущих к вам.",
    "answers": [
      {
        "id": 87,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы добираетесь до подворотни. За вами слышится лязг доспехов. Бродяги смотрят на вас с испугом. Бежать из подворотни некуда. Всё пропало бы, если-бы не старик. Он жестами подзывает вас к себе и поднимает трятьё с пустых ящиков. Вы забираетесь в ящик и вас накрывают тяжёлым грязным тряпьём, воняющим тухлой рыбой. Снаружи слышится несколько голосов. Один — громкий и грозный, другие — тихие и неуверенные. Наконец голос стража начинает удаляться. Вы вздыхаете с облегчением, но вдруг снова слышится голос стража, и не одного. Видимо он позвал ещё кого-то. Поверх всех голосов слышится какое- то бульканье. Вы чувствуете как ваш ящик переворачивают, вы вываливаетесь из него. Перед вами слюнявая зубастая морда существа, напоминающего собаку. \n\nВас убивают змеелюди.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 82,
    "text": "Маллик почёсывает манипулятором по \"голове\".\nНа экране высвечивается знак вопроса, несколько механических рук подрагивают. Вы замечаете, что роботы начали суетиться. Откуда-то снизу повалил пар и множество роботов с вёдрами побежало туда. Пар сменился дымом и ещё больше роботов побежали в то помещение с мешками песка. Некоторые выносили провода и большие вычислительные блоки. Так продолжалось около семи минут, а затем экран Маллика  вновь высвесвечивает восклицательный знак, его голос становится насмешливым. \"Я вычислил множество вероятностей, но всё, что есть у нас, врядли пригодится тебе. С другой стороны, может я сам покажу тебе всё, а ты выберешь что-то?\" Дым прекращается и роботы начинают восстанавливать всё как было. Маллик ожидает ответа от вас.",
    "answers": [
      {
        "id": 83,
        "text": "\"Хорошо, покажи мне всё здесь.\""
      },
      {
        "id": 84,
        "text": "\"Я не буду менять этот цилиндр на что-либо.\""
      }
    ]
  },
  {
    "id": 83,
    "text": "Маллик отпрааляется в глубь тёмного коридора. Один из манипуляторов делает подзывающий жест.\nВ полутьме вы замечаете стекло. За ним плещется вода. Маллик указывает на стекло: \"Сейчас, смотри.\" Спустя некоторое время, когда ваши глаза привыкают к темноте, вы замечаете под водой каменное ложе, на котором сидит фигура. В воде загорается лампочка и вы видите, что перед вами русалка. Она держит на руках ребёнка. Заметив вас она подплывает к стеклу и прикасается к нему рукой, на которой висит металлическая цепочка с жетонами на которых выбито \"№325\".\n\"Этого мутанта мы вывели для ловли других мутантов, но это слишком слабая. Ребёнок этого должен быть сильнее. Нравится?\", спрашивает он, заметив как вы прикасаетесь к стеклу рукой.\n\n\"Ты можешь их освободить?\"\n\nМаллик покачивает экраном. \"Нет, это противоречит заданию, которое дал мне Хозяин. Я просто решил показать этих отродий тебе. Пошли.\"",
    "answers": [
      {
        "id": 85,
        "text": "Отправиться дальше."
      }
    ]
  },
  {
    "id": 84,
    "text": "Манипуляторы хватают вас и тянут в разные стороны. Один из них подхватывает и уносит цилиндр. \"Я честно предложил тебе обмен, человек. Чтож, ты сделал свой выбор.\"\n\nМанипуляторы разрывают вас на части.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 85,
    "text": "Маллик ведёт вас в следующее помещение... Потом в следующее... Потом ещё в одно... Вы разглядываете мутантов, похожих на существ из мифов, различных роботов, картины, книги, новейшую технику, пыльную, покрытую ржавчиной... Ваш путь ведёт вас наверх, где чище и светлее...\nКрасивая деревянная дверь открывается перед вами и вы входите за Малликом в небольшое помещение, разделённое на пять частей прозрачными перегородками. Перед вами большой стол, за которым сидит робот, напоминающий человека. Он смотрит прямо на вас, изучает каждое ваше действие. За каждой из четырёх перегородок, располагающихся вдоль стен, сидит человек с каким-то устройством на голове. Никто кроме робота не обращает на вас внимания.\n\"Прошу простить меня, сир, но этот человек, как мне кажется, заслуживает вашего внимания\" — говорит Маллик — \"Он принёс нам источник питания и я не успел проверить его, но...\"\nРобот за столом медленно и глухо выговаривает: \"Ты привёл ко мне потенциального мутанта? Маллик, ты меня расстроил, уйди прочь.\"\n",
    "answers": [
      {
        "id": 86,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 86,
    "text": "Маллик уходит, оставляя вас с жутковатым роботом, своим хозяином.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы просыпаетесь в полутёмной темнице. Солнечный свет и звуки оживлённых улиц проникают сквозь маленькие окошки под потолком. Они узки настолько, что ваша рука скорее всего застряла бы, если бы вы попытались её высунуть. Пахнет травой, рыбой и разлагающейся плотью. В камере лежат две больших кучи травы, используемые в качестве кроватей. Напротив вашей камеры есть другая, в которой на полу лежит змеечеловек. Скорее всего он спит. Перед вашей кучей травы стоит деревянная тарелка, в которой лежит несколько рыбин. Пока вы уплетаете невкусную рыбу охранники приводят ещё одного человека и сажают его в вашу камеру. Ваш сокамерник берёт свою тарелку и так-же приступает к трапезе. \nПосле еды ваш сосед заваливается на свою кучу травы. Вы устраиваетесь на своей. Ваш сосед — молодой (около двадцати) парень с живым взглядом, одетый в серо-коричневую мешковатую одежду с капюшоном. \n\"Я убедил их, что ты не можешь причинить им проблем, так-что веди себя спокойно, не кричи, не дерись, не бросайся едой...\"",
    "answers": [
      {
        "id": 88,
        "text": "Послушать, что ещё скажет незнакомец."
      }
    ]
  },
  {
    "id": 88,
    "text": "\"Я тут уже около месяца. Меня поймали когда, когда я попробовал пройти через город. Они пощадили меня и я даже смог научиться их языку. Сейчас я что-то вроде переводчика на случай, если им попадутся ещё люди. Твоя схватка со стражником их заинтересовала. Твой меч пока решили убрать в ящик с имуществом заключённых, но, скорее всего, король вернёт его тебе. Ему нравятся те, кто может постоять за себя. — Ваш сокамерник прислушивается, а затем начинает улыбаться. — Они идут сюда. Сейчас нас отведут нас на допрос. Постарайся, пожалуйста, не разгневать правителя.\"\nВ проходе между решётками слышится шуршание хвостов, трое охранников отводчт вас и вашего сокамерника в тронный зал. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 89,
    "text": "\"Ты-же знаешь, что правила запрещают человеческой твари оставаться среди нас, — громко воскликнул толстяк с четыремя ногами и ярко-розовой кожей. — Ты, как второе после вождя лицо племени, должна убить это отродье сейчас-же! Наверняка на его след уже вышли другие люди. Если мы выкинем его труп на территории роботов, то они не смогут найти наше прибежище.\"\n\"Дальфьен, ты, может и не заметил, — начала Кэр, — но от этого человека не пахнет \"чёрным горохом\", убежищами... Он даже одет и говорит иначе. Таких людей мне попросту не доводилось видеть. А учитывая то, сколько раз человеку довелось помочь нам с Рраг...\"  \"Замолчи! — Внезапно вскрикнул высокий. — Либо вы с Рраг выносите нам его голову отдельно от тела до наступления ночи, либо мы попросту свергнем вас. — Он поднял левую руку и посмотрел на старые часы. — У вас есть около восемнадцати часов. Дальше мы начнём на штурм. Пойдём, Дальф.\" — и жердь, отдав кривой кинжал дрожащей Кэр, направился к выходу. Дальфьен бросился догонять своего высокого товарища.",
    "answers": [
      {
        "id": 90,
        "text": "Смотреть дальше."
      }
    ]
  },
  {
    "id": 90,
    "text": "Кэр ещё несколько минут смотрела туда, куда ушли толстый и тонкий. Когда Рраг закашлял она вздрогнула. \"Кэр... Мы не можем убить человека... — Послышался слабый голос Рраг. — Мы должны что-то сделать, что бы спасти человека...\"    \"Но что мы можем сделать? Дальфьен и Венго уже убедили всех, что человек опасен. Я удивлена, что они дали нам столько времени для размышлений. Как считаешь, может мне отправиться к Вороньему когтю?\"    \"Да, похоже, что сейчас нам остаётся только это. Постарайся успеть до вечера.\"\nКэр, оставив кинжал на столе, вышла из хижины.\n\"Человек, — Рраг, видимо, заметил вас. — подойди сюда...\"",
    "answers": [
      {
        "id": 91,
        "text": "Подойти к Рраг."
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы подходите к бессильному телу, лежащему на столе. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]