[
  {
    "id": 1,
    "text": "Жанр: Детектив, Приключение, псевдоисторический роман, мужской персонаж, много текста.\n\nАннотация: Вы совершаете остановку в деревушке Шварцвальд, не ожидая от здешних иддилических мест подвоха, но напрасно. \n\nКакие тайны вы сможете здесь обнаружить и свидетелем каких странных событий сможете стать? Сумеете ли выпутаться из обрушившихся на вас неприятностей без потерь, уедете ни с чем или будете вынужденны уносить ноги, пока целы - все это зависит только от вас!\n\nПримечание для трейлера:\nЗдесь вы увидите только один вариант развития событий, в котором герой никуда особо не лезет, и ничего толком не узнает. Вся детективная составляющая будет в полной версии.\n\nЕсли вы хотите помочь мне в работе над этим квестом, напишите пожалуйста, что бы вы убрали/дописали/переделали, как читается текст и вообще интересна ли тема.\nИзменила название: сейчас вы видите третий вариант. Оставить или думать дальше?\n\nСпасибо за внимание, приятного прочтения =)",
    "answers": [
      {
        "id": 2,
        "text": "Оказаться на месте событий."
      },
      {
        "id": 22,
        "text": "Вернуться в середину.",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 4,
        "text": "Примечания"
      }
    ]
  },
  {
    "id": 2,
    "text": "По нелепому стечению обстоятельств вы, совершая привычное вам ежегодное путешествие из родного Лорша в Нуслох, на тетушкины именины, застреваете посредине пути в местечке Шварцвальд. \n\nДело шло к полудню и вы с вашим кучером решили остановиться перекусить в одной из попутных деревушек и пока вы обедали у вас - подумать только! - угнали карету! \n\nТрудно представить, что кому-то вообще могла понадобиться эта рухлядь! Тем более (и это уже вообще никак не укладывается у вас в голове!), неизвестные злоумышленники украли старую карету, но оставили отличную лошадь, которая стоит существенно дороже, да к тому же бросили рядом ваш дорожный чемодан.",
    "answers": [
      {
        "id": 6,
        "text": "Очень странно"
      }
    ]
  },
  {
    "id": 3,
    "text": "В этой деревушке всего-то и был один-единственный постоялый двор. И вам еще повезло, что он вообще есть - в этой глуши могло ничего подобного и не оказаться.\n\nК нему примыкал тот злополучный трактирчик, в который вы зашли каких-то пару часов назад пообедать и выйдя из которого не обнаружили своей кареты. \n\nВаш кучер вспоминает, что неподалеко отсюда у него есть родня и отпрашивается навестить их. Вы ничего не имеете против - без кареты он вам не понадобится, а если карету все-таки найдут, вы найдете способ ему сообщить.\n\nНа проверку оказывается, что трактир и гостиница - это одно и то же здание, хозяин там один и находите вы его за стойкой бара.\n\nСняв комнату (пока на пару дней, вы ещё надеетесь, что полиция отыщет пропажу быстро), вы решаете, что делать дальше.",
    "answers": [
      {
        "id": 5,
        "text": "Присесть за столик и заказать что-нибудь легкое, чтобы немного успокоить нервы после всех событий."
      },
      {
        "id": 7,
        "text": "Поговорить с трактирщиком"
      }
    ]
  },
  {
    "id": 4,
    "text": "• Действие происходит где-то в Германии, соответственно все названия и имена на немецком.\n\n• Главного героя зовут Артур Ленц и он работает журналистом в одной крупной газете.\n\n• И да, в этом потрясающем мире уже есть газеты и черно-белая фотосъемка, но основное средство передвижения еще лошадь. Автор без понятия, насколько это достоверно.\n\n• Автор всерьез обдумывает, не сделать ли в полной версии кнопку \"краткое содержание\", позволяющую пройти квест, но не читать каждый раз столько текста. Но подозревает, что убьется пока будет все это прописывать.\n\n• Автор не может даже примерно предсказать, когда будет готова полная версия. Только трейлер планировался на десять страниц, а вышел на двадцать две. Какие чудеса будут происходить с полной версией, представить страшно.\n\n• Полная версия выйдет ОТДЕЛЬНОЙ книгой. Это сделано для того, чтобы автор мог спокойно над ней работать, прописывая черновые и очень черновые страницы, в то время как трейлер бы висел в раннем доступе, как это происходит сейчас.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы устраиваетесь за столиком рядом с окном, но не успеваете сделать заказ, как к вам с громким удивленным возгласом оборачивается какая-то женщина, собиравшаяся сесть за соседний столик.\n- Это ведь вы Артур Ленц, тот самый репортер газеты \"Актуальная хроника\"? Я видела там вашу фотографию и читала все ваши статьи!\n\nВы смущенно кашлянули: \n- Да, это действительно я.\n\nНо приятно, чёрт возьми. Всего год, как вас пригласили на работу в крупное издание, и вот вас уже узнают люди! Особенно радует восторженное внимание со стороны таких вот красивых молодых леди.",
    "answers": [
      {
        "id": 9,
        "text": "Попытаться избавиться от неожиданной поклонницы и все-таки насладиться покоем."
      },
      {
        "id": 8,
        "text": "Пригласить ее подсесть к вам."
      }
    ]
  },
  {
    "id": 6,
    "text": "И вы бы плюнули на это происшествие - в конце концов путь в Нуслох можно продолжить и верхом, но в карете ещё оставался тетушкин памятный сундучок, который она упросила вас доставить ей при следующим вашем посещении.\n\nВ сундучке не было ничего ценного для злоумышленников, только альбом с фотографиями, старая кукла, да ворох писем. Но вот тетушка за потерю сундучка точно снимет с вас голову!\n\nВы подаете заявление о пропажи в местную полицию и решаете остаться на неделю в надежде, что либо найдется ваша карета, либо преступники выкинут за ненадобностью и тетушкин сундучок тоже и его где-нибудь обнаружат.",
    "answers": [
      {
        "id": 3,
        "text": "Заселиться в гостиницу"
      }
    ]
  },
  {
    "id": 7,
    "text": "(В разработке. Будет доступно в полной версии).\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "(Страница в разработке, ждите полную версию).",
    "answers": [
      {
        "id": 8,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вежливо улыбаетесь, но разговор не поддерживаете. Молодая женщина еще раз заверяет вас, что безмерно рада встрече, одаряет вас сияющей улыбкой и, наконец, усаживается за соседний стол. \n\nК вам подходит официант и вы заказываете чашечку кофе и эклер, после чего достаете из саквояжа книгу и демонстративно углубляетесь в чтение.\n\nБольше вас не беспокоят.",
    "answers": [
      {
        "id": 10,
        "text": "Допить кофе."
      }
    ]
  },
  {
    "id": 10,
    "text": "Что ж, кофе допит, эклер съеден и книга убрана обратно.\n\nТеперь вы можете, например, сходить на конюшню при таверне, и распросить конюха не видел ли он что-нибудь необычное. Полиция, конечно, наверняка уже всех расспросила, но вдруг вам удасться как-то ускорить дело.\n\nЕще можно было бы расспросить трактирщика, вдруг он что-то видел. Правда он, похоже, не слишком разговорчивый тип. Даже странно для человека его профессии.\n\nНо можно, конечно, доверить все профессионалам и просто сходить прогуляться по окрестностям. Или вообще подняться в номер и поработать над статьей для газеты - ваши записи всегда с вами!",
    "answers": [
      {
        "id": 14,
        "text": "Подняться в номер."
      }
    ]
  },
  {
    "id": 11,
    "text": "(Страница в разработке, ждите полную версию).",
    "answers": [
      {
        "id": 11,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 12,
    "text": "(Страница в разработке).",
    "answers": [
      {
        "id": 12,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 13,
    "text": "(Страница в разработке).",
    "answers": [
      {
        "id": 13,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы поднимаетесь из-за стола, забираете свой саквояж и вежливо киваете на прощание даме за соседним столиком.\n\nУ стойки бара расплачиваетесь за кофе и просите отправить ваш дорожный чемодан к вам в номер (вы оставляли его здесь, в трактире, на хранение, чтобы не таскаться с тяжелым чемоданом в участок).\n\nЗатем вы поднимаетесь наверх, обнаруживаете, что комнатка, в которой вам предстоит провести некоторое время, вполне мила и уютна, и весь оставшийся день работаете над статьей об удручающей моде на высокопарную псевдофилософию среди молодежи.\n\nОтрываетесь вы от этого увлекательнейшего занятия только вечером и обнаруживаете, что подошло время ужина.",
    "answers": [
      {
        "id": 15,
        "text": "Заказать ужин в номер."
      },
      {
        "id": 11,
        "text": "Спуститься в трактир."
      }
    ]
  },
  {
    "id": 15,
    "text": "Плотно поужинав (вы еще днем отметили, что здесь отличный повар!), вы раздумываете как же провести следующие пару часов.",
    "answers": [
      {
        "id": 18,
        "text": "Еще немного поработать - статья на самом интересном месте!"
      }
    ]
  },
  {
    "id": 16,
    "text": "(Не в этот раз, страница в разработке).",
    "answers": [
      {
        "id": 16,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Но может быть все было совсем не так? =)\nЖдите в полной версии!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "Итак, все оставшееся до сна время вы вдохновенно пишите и даже успеваете полностью закончить статью!\nОднако, надо признать, в том, что вы здесь застряли есть свои плюсы.",
    "answers": [
      {
        "id": 19,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ночь прошла спокойно, вы прекрасно выспались и полны сил.\n\nНа следующий день, проснувшись, одевшись и позавтракав, вы отправляетесь в полицейский участок, чтобы узнать, как продвигаются поиски вашей кареты.\n\nВсе же Шварцвальд красивое местечко. Аккуратные домики, утопающие в зелени, свежий воздух и приветливые люди.\n\nУ одного из домов - явно зажиточного - стоит чья-то повозка. У вас даже возникает мысль, не зайти ли и не предупредить хозяев о царящем в этих местах наглом разбое.\n\nНа открытой терасске второго этажа за ажурным столиком сидят две старушки и за чашечкой чая о чем-то оживленно беседуют. Идиллическая картинка!\n\nУ другого дома пожилой мужчина присел на скамейку у прекрасного розового сада. Они видит вас и здоровается.",
    "answers": [
      {
        "id": 20,
        "text": "Вежливо поздороваться в ответ и идти дальше."
      }
    ]
  },
  {
    "id": 20,
    "text": "В небольшом полицейском участке (кажется, здесь работают всего два-три человека) вас встречают тепло.\nНикаких результатов у них нет, зато они расспросили возможных свидетелей и осмотрели место происшествия. Потом их рабочий день, к сожалению, окончился, но сегодня они продолжат разбираться с вашим запутанным делом.",
    "answers": [
      {
        "id": 22,
        "text": "Поблагодарить и уйти."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Ну что ж, вам остается только надеяться, что местная полиция на работе действительно что-то делает, а не только пьет кофе с брецелями.\n\nУ вас впереди целый день и его надо чем-то занять.",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться в гостиницу."
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Вы возвращаетесь в гостиницу, садитесь за вчерашний столик - оттуда открывается чудесный вид на мощеную улочку - и даже открываете книгу, но буквально через пару минут вас от нее отвлекают: к вашему столику подходит трактирщик.\nПохоже, что ему просто стало скучно - в трактире сейчас сидела всего пара человек.\n\nТрактирщик неловко спросил разрешения подсесть к вам и поинтересовался:\n- Что, продвигается ваше дело?\nВы досадливо поморщились: \n- Да не особо. Но в полиции обещают, что карету непременно найдут.\n- А как же они её найдут, - осторожно начал трактирщик, - если её наверняка уже куда-нибудь далеко за пределы Шварцвальда укатили? За сутки можно много, поди, проехать.\n\n- Да, если укатили, то шансов мало, - вздохнули вы. - И тогда уж точно не в ближайшее время. \n\n- И что ж вам тогда тут выжидать? Вы же ехали куда-то, - удивился трактирщик. - Или это была какая-то особо ценная карета?",
    "answers": [
      {
        "id": 29,
        "text": "Объяснить."
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Вы выясняете, что ярмарка еще не скоро, но на ярмарочной площади есть несколько лавок с различными товарами. Вы, в надежде найти тетушке хоть что-то утешительное, отправляетесь туда.\n\nЕще с соседней улочки вы слышите шум рынка и чувствуете одуряющий аромат свежей выпечки. Уже хотя бы ради этого стоило сюда пойти.\n\nНа удивление, несколько подходящих лавочек вы находите - здесь продаются какие-то шали, посуда, сувениры из дерева. Вы ходите от одного прилавка к другому, не в состоянии сообразить, что из этого вообще можеть быть нужно немолодой кумушке. \nНаконец, останавливаетесь на пестрой шали, решив, что этот вариант надежнее прочих. Но стоит вам отойти от прилавка, как вы нос к носу сталкиваетесь с цыганкой!\n\n- Позолоти ручку, красивый, про будущее тебе всю правду расскажу! - заводит цыганка старую как мир песню. И откуда она только здесь взялась?",
    "answers": [
      {
        "id": 32,
        "text": "Попытаться отвязаться."
      },
      {
        "id": 12,
        "text": "Дать монетку."
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Надо же, казалось бы, ну трактирщику-то только выгода, что он тут застрял. Ан нет, не о себе думает человек.\n\n- Да нет, что вы, - поспешили возразить вы, - карета никакой ценности не представляет. Только, понимаете, там оставалось кое-что из вещей, без чего я ну никак уехать не могу.\n\nТрактирщик удивленно расширил глава:\n- А разве грабители не выкинули из кареты ваш багаж?\n- Только чемодан, - уточнили вы. - Но там был еще небольшой сундучок, принадлежащий моей тетушки. Такую потерю она никогда мне не простит!\nТрактирщик чертыхнулся и пробормотал:\n- Тогда конечно...\nБеседа затухла.\n\n- А почему вы думаете, что ее не мог украсть кто-то из местных? - заинтересовались вы. - Наверняка все проезжие тут как на ладони, и чужака непременно бы кто-то заметил.\n\n- Да вы что! - возмутился трактирщик, - Кому из местных могла понадобиться ваша карета?? Тут кареты есть разве что у господ из поместий, но им вашу красть незачем. ",
    "answers": [
      {
        "id": 30,
        "text": "Обдумать."
      }
    ]
  },
  {
    "id": 30,
    "text": "Это точно. Если господам из поместий вдруг понадобится такая развалюха, то, значит, дела у них совсем плохи. Трактирщик продолжал:\n\n- А если у кого из местных вдруг карета появится, на всю деревню столько шуму будет! Уж не пропустит наш полицай такое событие, немедленно арестует!\n\n- Ее, к примеру, можно спрятать и позже продать, - предложили вы еще один вариант.\n- А кому? - фыркнул трактирщик. - Здесь в округе такие же деревни, кареты людям без надобности. А если до ближайшего города ехать, то там разве что за бесценок продать, а так там и получше найдутся, уж простите.\n\nАргумент выглядел разумно, но все же что-то не давало вам покоя. Мало ли, может кто-то эту карету наспор украл или с перепою, и теперь сам не рад. \n\nОзвучить новую версию вы не успели - в трактир вошли посетители. Трактирщик извинился и поспешил к ним.\n\nВы попытались вернуться к книги, но поняли, что читать вам сейчас совершенно не хочется. Зато вам в голову пришли сразу несколько отличных идей.",
    "answers": [
      {
        "id": 27,
        "text": "Выяснить, бывают ли тут ярмарки и попытаться найти тётушке подарок."
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "- Спасибо, не нужно, - бормочете вы, пытаясь обойти цыганку с боку.\n- Ну и глупый ты, красивый, - громко фыркает она, - в судьбу не веришь! Стой, давай просто так тебе погадаю, раз ты такой жадный. Нравишься ты мне!",
    "answers": [
      {
        "id": 34,
        "text": "Поскорее уйти."
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "Твердо зная, что хорошего от цыганок не жди, вы не поддаётесь на уговоры и уходите с площади.\n\nКраем глаза вы замечаете в далеке вчерашнюю вашу поклонницу в компании еще одной хорошенькой молодой леди. Но, благо, они далеко и говорить вам с ними не придется.\n\nВы снова отправляетесь в гостиницу. Погода отличная, дома с красными черепичными крышами на фоне зелени и ясного лазурного неба смотрятся акварельным рисунком. \n\nВас охватывает жажда деятельности и вы решаете:",
    "answers": [
      {
        "id": 35,
        "text": "Проехаться по округе."
      }
    ]
  },
  {
    "id": 35,
    "text": "Оставив сверток с шалью в номере, вы забираете свою лошадь с конюшни (вам пришлось одолжить у трактирщика седло) и отправляетесь в путь.\n\nВчера вы приехали в Шварцвальд с севера, и направлялись на юг. Параллельно этой дороге, немного восточнее, текла река.\nРасспросив трактирщика вы узнали, что на северо-западе от Шварцвальда находится поместье некоего господина Хоффмана, Вальдхютте, а на юго-западе поместье Киршхауз, принадлежащее госпоже Ротенберг. По сути, они соседи - территории Киршхауза принадлежит чудесный вишневый сад, который раскинулся до самой границы с Вальдхютте.\n\nКакой-то мужчина, случайно услышавший ваш разговор с трактирщиком, горячо рекомендовал вам наведаться в Киршхаус и приобрести у них отличнейший вишневый ликер, якобы знаменитый на всю страну. Вы про такой не слышали, но заинтересовались.\n\nИ теперь, стоя на перекрестке, вам нужно было решить, куда направиться.",
    "answers": [
      {
        "id": 37,
        "text": "К реке."
      },
      {
        "id": 13,
        "text": "В Киршхауз"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Приняв решение, вы более не медлите и поворачиваете на восток.\nВоду вы увидели уже минут через пятнадцать неспешной прогулки. Не слишком широкая лесная речка приятно шумела, а тень деревьев давала возможность отдохнуть от яркого полуденного солнца и вы решили проехаться вдоль воды. \n\nОчень скоро вам приходится усомниться, что это была такая уж удачная мысль. Сначала вы слышете разговоры и песни, а немного погодя понимаете, что цыганка с площади в Шварцвальде не одинока. На берегу реки их расположился целый табор.\n\nНе желая попадаться им на глаза, вы сварачиваете с дороги в лес. Там как раз виднеется тропинка, только-только пройти лошади.",
    "answers": [
      {
        "id": 40,
        "text": "Ехать дальше."
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "Вы уже начинаете беспокоится, не уведет ли вас эта тропинка слишком далеко от деревни, когда замечаете просвет между деревьев.\nВы выезжаете на небольшую полянку. Вправо от нее уходит еще одна дорога. Побольше той тропинки, по которой вы сюда добрались, но уже изрядно заросшая травой. Ей явно давно перестали пользоваться. \n\nА вот слева от вас вы увидели глубокий овраг. Судя по шуму, на дне его протекал какой-то ручеек. Вам стало любопытно, вы спешились с лошади и подошли поближе. Овраг оказался намного глубже, чем вы ожидали. Вы бы, пожалуй, совершенно не удивились узнав, что местные самоубийцы именно сюда ходят сводить счеты с жизнью.\nРучеек на дне действительно был, и довольно каменистый. \n\nНо вот что выточно  никак не ожидали там увидеть, так это остов разбитой в щепки кареты.",
    "answers": [
      {
        "id": 42,
        "text": "Какой кошмар! Надо сообщить в полицию, что искать дальше нет смысла."
      },
      {
        "id": 16,
        "text": "Попытатбся рассмотреть поближе."
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "Вы не знаете, какой сволочи и с какой целью все это понадобилось, но достать тетушкин сундучок со дна оврага у вас нет ни малейшего шанса.\n\nВы немедленно отправляетесь обратно в Шварцвальд, в полицейский участок и рассказываете о своей находке. Вам обещают непременно найти и наказать злоумышленника, но вас это нисколько не утешает.\n\nВы не видете смысла оставаться здесь дальше. Забираете свои вещи, выкупаете у трактирщика седло, отправляете записку своему кучеру и покидаете Шварцвальд. \n\nВпереди вас ожидает нелегкий разговор, неловкие оправдания и смертельная обида немолодой леди.\n\nКонец.",
    "answers": [
      {
        "id": 17,
        "text": "Завершить квест."
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  }
]