[
  {
    "id": 1,
    "text": "Трейлер\nЖанр - научная фантастика с элементами хоррора\n\n\nГалактика Кальея. Империя Сансар. 402 год от Большого Конца. \n\nПланета К782ex3 - самый край системы Триады. \nПоверхность - пустынная.\nАтмосфера - почти непригодная для жизни.\nОсадки - кислотные дожди.\nНе населена\n\nЗасекреченная научная база Сансара номер 15. Закрыта на карантин.\n\nВам предстоит выбраться с этой планеты.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Тёмные коридоры катакомб базы забрызганы кровью лежащих на полу людей. Причина смерти каждого из них лежит сейчас в одном из отсеков...он тоже убит.\nЗапах гнили повсюду. После массового расстрела прошла неделя и тела начали разлагаться. \n\nВой сигнализации стих, красные лампочки погасли, когда одна единственная уцелевшая колба открылась и из неё, вместе с зелёной вязкой субстанцией, выпало существо, очень похожее на человека, но не являющееся таковым.\n\nПол, если таковой можно приписать био роботу, женский. Лысая голова с тремя отверстиями для проводов на макушке, большие белые глаза, четко выраженные скулы, тонкий нос, пухлые, но бесцветные губы, изящный подбородок, тонкая шея, руки, все в шрамах, с длинными гибкими пальцами, тонкая талия и мощная спина с металлическими вставками на лопатках. Ноги, способные гнуться в обе стороны, благодаря трем шарнирам.",
    "answers": [
      {
        "id": 3,
        "text": "Открыть глаза и попытаться встать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваши ноги и руки разъезжаются в разные стороны, скользя по ещё не до конца высохшей зеленоватой жиже.\nНо Вы продолжаете пытаться встать. Наконец, у Вас получается опереться локтями и немного проползти вперёд.\n\nЕщё немного усилий и Вам удаётся подняться.\n\nС высоты Вашего роста стало видно намного больше.\n\nВсё это огромное помещение занимают расположенные на расстоянии двух метров друг от друга высокие узкие колбы. Все, кроме той, из которой выпали Вы, были разбиты. \nВ колбах, засыпанные осколками, лежали изломанные тела существ, как две капли воды похожие на Вас.\n\nСтены, пол и потолок обшиты металлическими пластинами. Стена позади Вас представляла собой один большой компьютер. Множество мониторов, большинство из которых сейчас отображало лишь синий экран, сенсорная панель управления. И стол, белоснежный, вычищенный до блеска стол с креплениями, предположительно, для рук и ног.\n\nПротивоположная стена была двойной. Там было стеклянное помещение для дезинфекции. Перед ним лежало что-то большое, размером с человека, но вы не могли разобрать, что это. Как раз за дезинфектором находилась тяжелая дверь со светящейся надписью \"выход\". Рядом с дверью, примерно на высоте полутора метров был расположен электронный замок и вешалка с парой чистых халатов.\n\nПрямо перед Вами лежит труп черноволосого мужчины, на вид двадцати пяти лет,  в белом халате, пропитанном кровью и жидкостью из колб. Рядом валялся, видимо, выпавший из ослабевших рук, пистолет.",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть труп"
      },
      {
        "id": 5,
        "text": "Осмотреть стол"
      },
      {
        "id": 6,
        "text": "Осмотреть компьютер",
        "need": 17
      },
      {
        "id": 7,
        "text": "Осмотреть стену с дверью"
      }
    ]
  },
  {
    "id": 4,
    "text": "В карманах халата Вы обнаружили два полных магазина и два полностью использованных, пять магнитных ключей. На руке, из которой выпал пистолет, Вы нашли браслет с несколькими кнопками и небольшим экраном.",
    "answers": [
      {
        "id": 8,
        "text": "Забрать найденное",
        "need": -16
      },
      {
        "id": 3,
        "text": "Продолжить осмотр помещения"
      },
      {
        "id": 17,
        "text": "Забрать найденное",
        "need": 16
      }
    ]
  },
  {
    "id": 5,
    "text": "Прямоугольный белоснежный стол, длиной два метра и ящиками с инструментами, судя по всему, был предназначен для изучения таких как Вы. Четыре ремня на углах стола, очевидно, были нужны для фиксации конечностей. Рядом со столом стоял невысокий шест с шарнирами и лампой на конце.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к осмотру помещения"
      }
    ]
  },
  {
    "id": 6,
    "text": "При Вашем приближении к компьютеру браслет на Вашей руке запищал. \n\n\"Соединение установлено\" - появилась надпись на дисплее браслета.\n\nНа одном из мониторов появилась строка загрузки.\n\"ИИ запущен.\" - проговорил механический голос\n\n\"Приветствую Вас, доктор Трэвис,    что желаете осуществить?\"",
    "answers": [
      {
        "id": 10,
        "text": "\"Копировать данные в память браслета\"",
        "need": -13
      },
      {
        "id": 3,
        "text": "\"Ничего не нужно\" [Вернуться в осмотру помещения]",
        "need": 13
      }
    ]
  },
  {
    "id": 7,
    "text": "Пройдя немного дальше, Вы увидели ещё один труп с пистолетом недалеко от двери в дезинфектор. Она была открыта.\n\nВы без раздумий входите внутрь. Перед Вами оказывается тяжелая металлическая дверь с магнитным замком. Кажется, Вы знаете, чем её можно открыть..\n\nРядом с дверью - вешалка с чистыми халатами и стерильными перчатками.",
    "answers": [
      {
        "id": 16,
        "text": "Взять один из халатов"
      },
      {
        "id": 15,
        "text": "Осмотреть труп"
      },
      {
        "id": 14,
        "text": "Попытаться открыть дверь",
        "need": 17
      },
      {
        "id": 3,
        "text": "Вернуться к осмотру помещения"
      }
    ]
  },
  {
    "id": 8,
    "text": "У Вас нет карманов, что бы сложить всё найденное, а носить такое количество вещей Вам кажется непрактичным.",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть труп"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "\"Начинаю копирование\" - объявил ИИ\n\n...По прошествии нескольких секунд...\n \"Копирование завершено\"\n\nТеперь Вы можете покопаться в полученных файлах и получить больше информации.\n\nВы посмотрели на свою колбу, её номер - 248. Почему бы и не разобраться в собственном происхождении.",
    "answers": [
      {
        "id": 11,
        "text": "\"Что было в колбе номер 248?\""
      },
      {
        "id": 12,
        "text": "\"Что это за место?\""
      },
      {
        "id": 13,
        "text": "\"Что здесь произошло? Показать записи с камер наблюдения\"",
        "need": 12
      }
    ]
  },
  {
    "id": 11,
    "text": "Как только Вы произнесли запрос, прямо перед Вашими глазами появилось изображение документа:\n\n                            Паспорт объекта\n\nИмя: Имер\nНаименование: Химера\nСерийный номер: 3000\nСерия: XS\nКлассификация: Разумное оружие(Telum Sapiens)\n\nНазначение: Армия КВ Сансара\n\n                             ХимераXS3000\nКолба:248\nРаствор: KS_300_formalis_802\nТекущее состояние: активно\nТочка развития: завершённая 3 ступень\nПрогрузка способностей: 4/5\n                                                 сбой: зрение\n\n\n                               \n\n",
    "answers": [
      {
        "id": 10,
        "text": "\"Я..оружие...\""
      }
    ]
  },
  {
    "id": 12,
    "text": "Военно-научная база империи. Здесь велась разработка нового разумного оружия. \n\nШтат сотрудников - 100 человек.\n\nБаза находится на окраине системы звезды Триады, на одной из самых маленьких планет, непригодных для жизни.\n\nБаза имеет три уровня.\nВы находитесь на третьем уровне. Здесь находятся лаборатории и комнаты наблюдения.\n\nНа первом уровне - ангар для летательных аппаратов.\nВсего 3 шлюза\nСвободных 2\n\nНа втором - Личные комнаты сотрудников, столовые и зоны отдыха",
    "answers": [
      {
        "id": 13,
        "text": "\"Что здесь произошло?\""
      }
    ]
  },
  {
    "id": 13,
    "text": "Перед Вами появлися экран со списком видеозаписей и датами. \n\nПросматривать каждую слишком долго, поэтому Вы просите компьютер включить запись дня, когда произошло экстренное отключение разбитых колб.\n\n...Запись...\nЛаборатория. Третий уровень.\n\nМигает красный аварийный свет. Внезапно открывается дверь лаборатории.\nВ неё вбегает тот самый мужчина, что лежит сейчас мертвый прямо перед колбой номер 248, и начинает прицельно стрелять по колбам. \n\nВ помещение вбегает другой человек и что-то кричит, направляя пистолет на преступника. Он оборачивается, не дойдя до последней колбы.\n\nОба выстреливают друг в друга и падают замертво. \n\n.....\n\nВы просите компьютер включить записи из других помещений того же дня.\n\n...Запись...\nАнгар. Первый уровень.\n\nОткрываются ворота ангара. В шлюз номер 2 входит небольшой космолет. Из него спускается высокий молодой черноволосый мужчина, на ходу заряжая пистолет.\n\n...Запись...\nКоридор. Второй уровень.\n\nМигает красный аварийный свет. Паника, люди бегут в разные стороны, что, впрочем, их не спасает. Хаотичные выстрелы в итоге достают каждого.\n\n....Запись...\n\nКоридор. Третий уровень. Немного позже.\n\nМертвые тела сотрудников базы повсюду. \nУбийца достаёт ключ-карту и открывает дверь в лабораторию....\n\n....\n\n\"Значит здесь нет ни одного живого существа..\" - произносите Вы\n\"Запрос некорректен\" - отвечает Вам механический голос.\n\nВы с грустью смотрите на динамик из которого доносился голос ИИ. Это всего лишь программа.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к осмотру помещения"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы пробуете открыть дверь каждым из ключей. Шутка ли это, но подействовал самый последний. Раздается звуковой сигнал открытия двери, магнитный замок мигает зеленым и дверь медленно, с шипением отъезжает в сторону...",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Мужчина, рыжие волосы, среднего возраста, более конкретно Вы определить так и не смогли. На груди огромное пятно крови, видно пулевое отверстие. Рядом валялись разбитые очки.",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться к двери"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы надеваете один из чистых халатов на себя. \nТеперь у Вас есть три кармана, один нагрудный и два боковых, для всякой всячины.",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться, и забрать всё, что оставили.",
        "need": 8
      },
      {
        "id": 7,
        "text": "Вернуться к осмотру двери"
      },
      {
        "id": 3,
        "text": "Вернуться к осмотру помещения"
      }
    ]
  },
  {
    "id": 17,
    "text": "Теперь у вас есть пять магнитных ключей, пистолет и два полных магазина.\n\nКак только Вы надели браслет, Вы почувствовали несколько уколов на запястье. После чего на экране высветилась надпись \"Связь установлена\".\n\n\n\n[Теперь вы можете связаться с базой данных браслета мысленно]",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к осмотру помещения"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  }
]