[
  {
    "id": 1,
    "text": "Дух авантюризма никогда не покидал Олафа. И в этот раз молодой храбрец не смог отказаться от заманчивого предложения отправиться в путешествие под заброшенное поместье, провести рукой по замшелой стене древнего подземелья. Что готовит ему Судьба? Сумеет ли Олаф пройти до конца этот безумный лабиринт спутанных коридоров? Ведь кое-кто очень не хочет, чтобы ему мешали...\n\nЭта интерактивная книга повествует о мрачном и таинственном мире. Отправься в путешествие по темным коридорам, делай выборы, от которых зависит судьба твоего героя. Только ты сможешь разгадать все тайны этого места.\n\nЖанр: Темное фэнтези.",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 400,
        "text": "Начать квест."
      },
      {
        "id": 378,
        "text": "Достижения."
      }
    ]
  },
  {
    "id": 2,
    "text": "Олаф быстро собрал свои немногочисленные пожитки, надел легкий кожаный доспех, прицепил болтающиеся ножны с коротким мечом и отправился в дорогу.\nПуть его был относительно спокоен. Уже через неделю Олаф прибыл в деревеньку, которая была указана в послании. Погода была отвратительной. Не желая мокнуть под дождем, он быстро шел по узкой пустой улочке. Но одну вещь было невозможно пропустить. На холме за деревней стоял мрачный заброшенный дом. Ветер двигал ставни, стекла были выбиты. Время от времени дом озаряла вспышка молнии. Это зрелище завораживало и вселяло непонятное чувство в душу наблюдателя. Но Олаф успел здорово подмерзнуть, так что он не хотел задерживаться, чтобы рассматривать местные пейзажи. Ему быстро удалось отыскать среди нескольких домов какое-то подобие таверны. От двухэтажного деревянного здания веяло уютом. Приоткрытая дверь пропускала свет и шум.",
    "answers": [
      {
        "id": 3,
        "text": "Войти"
      },
      {
        "id": 4,
        "text": "Побродить по округе"
      }
    ]
  },
  {
    "id": 3,
    "text": "Таверна встретила Олафа ярким светом и громкими звуками. Пропал звук дождя, горячий воздух, шедший от камина, ударил в лицо. В центре, за большим столом, сидела большая компания из десяти человек. Собственно, они и служили источником шума. За маленьким неказистым столиком, в углу, сидел с кружкой грузный мужчина, с интересом поглядывавший на Олафа. Трактирщик с мрачным видом стоял у своей стойки.",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к трактирщику",
        "need": -5
      },
      {
        "id": 6,
        "text": "Присоединиться к шумной компании",
        "need": -17
      },
      {
        "id": 7,
        "text": "Подсесть к мужчине в углу",
        "need": 1000
      },
      {
        "id": 8,
        "text": "Пойти к себе в комнату",
        "need": 1000
      }
    ]
  },
  {
    "id": 4,
    "text": "По неведомой ему самому причине Олаф решил побродить по деревне. Осмотрев все дома и промокнув окончательно, он подумал, что неплохо было бы вернуться к первому варианту.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к таверне"
      }
    ]
  },
  {
    "id": 5,
    "text": "– Новоприбывший? Кормить вас, чтобы уже завтра хоронить? – мрачно посмотрев на Олафа, пробубнил трактирщик. – Когда вы уже закончитесь...<s>r\n– Расслабься, дедуля, лучше расскажи, что тут у вас творится, да комнату мне приготовь, устал я с дороги, – достав из кармана затертую монету, с ухмылкой проговорил Олаф. Трактирщик с готовностью протянул руку.<s>r\n– А что тут? Идут – умирают, идут – снова умирают, на том холме черт пойми что делается. Причем все трупы у входа лежат. Парни наши их временами назад привозят.<s>r\n– Прибыло ваше спасение! Ну, я, стало быть, – Олаф не дал мрачному настроению старика поглотить себя.<s>r\n– Комнату на втором этаже найдешь, – все также сухо отвечал трактирщик. – А пока можешь присоединиться к вон тем дебоширам – старик указал на шумную компанию – они завтра идут на холм. Один ты вряд ли чего-то добьешься.<s>r\n– Спасибо, старче, – Олаф принялся продумывать следующий шаг.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Присоединиться к шумной компании"
      },
      {
        "id": 8,
        "text": "А пошло оно все, завтра всех порасспрашиваю, а сейчас спать!",
        "need": 1000
      },
      {
        "id": 3,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 6,
    "text": "Олаф подошел к большому столу. Сидящие за ним люди не обратили на него никакого внимания – они были поглощены спором.\n– Я поведу вас! Доверьтесь мне!\n– Кто, ты? Ха! Не пойду я за бабой! И никто не пойдет!\n– Ты слишком глуп для этого похода! Сядь и заткнись!\n– Ты слаба, у тебя не хватит воли, чтобы вести всех этих людей!\nДругих претендентов в лидеры не было, остальные так или иначе поддерживали одного из спорящих – гремели кружками, кричали, топали.",
    "answers": [
      {
        "id": 9,
        "text": "Кхм... Это... Я теперь с вами, кажется"
      },
      {
        "id": 10,
        "text": "Грохнуть кружкой по столу, заявив о своем присутствии"
      },
      {
        "id": 19,
        "text": "Не ссорьтесь, все равно я главным буду",
        "need": 1000
      },
      {
        "id": 3,
        "text": "Тихо отойти"
      }
    ]
  },
  {
    "id": 7,
    "text": "Олаф обошел шумящих людей стороной и приблизился к угловому столику.\n– Не против, если я тут остановлюсь?\n– Давай, садись, не бойся, – громко поставив кружку на стол протянул мужик. Он был в серьезном латном доспехе, рядом лежал огромный двуручник. Грозный образ дополнял шрам, проходящий практически через все лицо незнакомца. – А теперь выкладывай, какими судьбами.\n– Да вот, пришел счастья попытать, как и все тут.\n– Да, да... Скажи, как тебе та компашка?",
    "answers": [
      {
        "id": 12,
        "text": "Они отвратительны, я бы с такими в подземелье не пошел"
      },
      {
        "id": 13,
        "text": "А что, сразу видно, веселые ребята"
      }
    ]
  },
  {
    "id": 8,
    "text": "Олаф поднялся в свою комнату по крутой скрипящей лестнице. Быстро оглядев бедную обстановку, состоящую из столика, стула рядом с ним и узенькой кровати, он утешил себя тем, что под дождем все равно хуже, и лег спать.\nПроснулся он поздно. В таверне никого не было. Трактирщик сказал, что все уже давно ушли в подземелье.",
    "answers": [
      {
        "id": 24,
        "text": "Пойти одному"
      },
      {
        "id": 25,
        "text": "Может, стоит подождать до завтра, они еще вернутся..."
      }
    ]
  },
  {
    "id": 9,
    "text": "На Олафа внимания так никто и не обратил. Тут нужно действовать более решительно.",
    "answers": [
      {
        "id": 6,
        "text": "Выбор действия"
      }
    ]
  },
  {
    "id": 10,
    "text": "Спор приостановился.\n– А ты еще кто такой? – грозно нахмурившись сказал спорщик-мужчина.\n",
    "answers": [
      {
        "id": 14,
        "text": "Я Олаф! Пришел очищать подземелье!"
      },
      {
        "id": 15,
        "text": "Кто-кто, Моржовый Хрен, кто еще"
      },
      {
        "id": 3,
        "text": "Ой, да я так, столик перепутал, извините"
      }
    ]
  },
  {
    "id": 11,
    "text": "– Отлично! Тогда иди спать, завтра в шесть утра встречаемся здесь. Нам нужно оказаться там раньше всех них. Бывай! – Магнус быстро ушел, не дав вставить ни слова.\nОлаф ушел в свою комнату. Он был рад своему новому другу и ожидал отличного приключения. А приключение ждало его. И не только оно...\n\nКонец первой главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 12,
    "text": "– Полностью тебя поддерживаю! Куда им в подземелье, если они между собой договориться не могут! А ты мне нравишься, парень. Как тебя зовут?\n– Олаф.\n– Будем знакомы, Олаф. Меня зовут Магнус. Слушай, у меня к тебе есть предложение. Видишь ли, компании подходящей нет для похода в подземелье. А одному туда... Я много сражался, но только против живых. А там живые вряд ли будут. Страшно одному. Может, составишь мне компанию?",
    "answers": [
      {
        "id": 11,
        "text": "А почему бы и нет? Я согласен!"
      },
      {
        "id": 13,
        "text": "Хм, нет, прости."
      }
    ]
  },
  {
    "id": 13,
    "text": "– Ну в таком случае иди к ним, давай, давай, – мужчина буквально выпихнул Олафа из-за своего стола. Больше сюда не приходи.",
    "answers": [
      {
        "id": 6,
        "text": "Идти, куда послали",
        "need": -17
      },
      {
        "id": 3,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 14,
    "text": "– Ну вот иди и чисти, веник в углу найдешь, – все за столом послушно заржали.\n– Вам моя помощь понадобится, я многое могу! – Олаф не сдавался.\n– А что, пусть с нами пойдет, нам пушечное мясо не помешает, – вмешалась единственная женщина, которая тоже претендовала на место лидера. – Новичок, посмотри, твой голос, кажется, будет решающим. Кто достоин вести отряд?\n",
    "answers": [
      {
        "id": 20,
        "text": "Мужчина должен вести отряд!"
      },
      {
        "id": 21,
        "text": "А женщина мне нравится, пусть она поведет",
        "need": 1000
      },
      {
        "id": 22,
        "text": "Решим дело поединком!",
        "need": 1000
      },
      {
        "id": 19,
        "text": "Я сам вас поведу!",
        "need": 1000
      }
    ]
  },
  {
    "id": 15,
    "text": "Хоть шутку Олафа (если это вообще шутка) вряд ли можно назвать смешной, но компания за столом с готовностью заржала.<s>r\n– Значит так, Хрен Моржовый, мы завтра собираемся в подземелье, а для этого нужно выбрать лидера. Может что посоветуешь? – Все уставились на Олафа в ожидании.",
    "answers": [
      {
        "id": 20,
        "text": "Мужик должен вести отряд!"
      },
      {
        "id": 21,
        "text": "А женщина мне нравится, пусть она поведет.",
        "need": 1000
      },
      {
        "id": 22,
        "text": "Решим дело поединком!",
        "need": 1000
      },
      {
        "id": 19,
        "text": "Я сам поведу!",
        "need": 1000
      }
    ]
  },
  {
    "id": 16,
    "text": "– Ну и отлично! А теперь, пойдемте-ка спать. Завтра трудный день.\nОлаф выпил еще кружку и отправился в свою комнату, еще не думая о том, каким грузом ответственности он обременен.\n\nОткрыто достижение\n„Лидер\"\n\nКонец первой главы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 17,
    "text": "Олаф начал исполнять задумываемое. Его быстро прервали.\n– Уйди отсюда, шут гороховый! Тебе не в подземелье, а в цирк надо.\nОлаф обиделся и отошел от стола.",
    "answers": [
      {
        "id": 5,
        "text": "К трактирщику, комнату снять",
        "need": -5
      },
      {
        "id": 8,
        "text": "Уйти к себе в комнату",
        "need": 5
      },
      {
        "id": 7,
        "text": "К мужчине в углу",
        "need": -13
      }
    ]
  },
  {
    "id": 18,
    "text": "Часть 1, в которой появляются первые вопросы, а тревожность нарастает.\n\n*Чекпоинт 1*\n\nВсе вокруг тряслось. Стул с грохотом летал по комнате, кровать каталась по полу, а Олафа кидало от стены к стене. Части кровли падали на пол. Мир рушился...\n– Вставай давай! – заорал кто-то и Олаф проснулся. – Сколько можно тебя тормошить? Все уже давно внизу собрались, ждем только тебя! – сказал напоследок неизвестный и вышел из комнаты.",
    "answers": [
      {
        "id": 23,
        "text": "Одеться и спуститься вниз"
      }
    ]
  },
  {
    "id": 19,
    "text": "– Ха... Ха-ха-ха-ха-ха-ха...\nТеперь смеялись абсолютно все.\n– Ну покажи, что ты умеешь. Какие у тебя таланты есть? Докажи, что ты нам нужен.\nОлаф призадумался. Действительно, какие таланты у него есть?\n",
    "answers": [
      {
        "id": 17,
        "text": "Начать жонглировать кружками с элем"
      },
      {
        "id": 17,
        "text": "Станцевать румбу"
      },
      {
        "id": 17,
        "text": "Читать Шекспира"
      },
      {
        "id": 27,
        "text": "Вы чего, поверили что ли, я же пошутил!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Недовольно нахмурившись, женщина села.\n– Вы все там умрете. Он убьет вас. Всех. И тебя тоже, – сказала она, глядя на Олафа. Но вы сделали выбор. Я отступлю.\n– Ха, давно бы так! Спасибо, друг, – мужчина протянул Олафу руку. – Напомни-ка свое имя.\n– Олаф я, – он протянул руку в ответ.\n– А меня Дорном зовут. Добро пожаловать, Олаф! А теперь, – сказал новоиспеченный лидер своей ватаге. – еще по кружечке, и спать! Завтра много дел!\nОлаф выпил вместе с новым приятелем и отправился спать с чувством правильно сделанного выбора. Завтра его ждал действительно трудный день. Впрочем, как и многие последующие. ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "– Что? Как ты смеешь, черт тебя побери! Ребята, уберите этого мелкого ублюдка! – мужчина был в бешенстве.\n– Стой! Он сделал свой выбор. – женщина бросила властный взгляд, и ее приспешники обступили Олафа, как бы защищая его.\n– Надеюсь, вы все там сдохнете. И ты тоже, – бешено вращая глазами, рявкнул мужик, глядя на Олафа.\nХлопнула дверь. Мужчина удалился. Стол притих.\n– Я рада, что все так решилось. Спасибо за поддержку, – она протянула Олафу руку. – Я Кесси. Для друзей Кэс. Это значит, что ты можешь звать меня Кэс, смекаешь? – она усмехнулась.\n– Олаф. Для друзей Олаф. Можешь звать меня Олаф, смекаешь?\n– Хорошо, Олаф, так Олаф. А теперь, ребята, пора в кровать. Нужно отдохнуть перед завтрашним походом!\nНемного выпив, Олаф, думая, что сделал свой выбор правильно, отправился в кровать. Ему действительно нужно было отдохнуть. Завтра трудный день. Впрочем, как и многие последующие.\n\nКонец первой главы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 22,
    "text": "– Ха, да она и минуты не простоит!\n– Это ты сейчас ляжешь. Спасибо, это был мудрый совет. На чем драться будем?\n– На кулаках, по старинке.\n– Идет.\nВся компания высыпала за дверь, чтобы устроить сражение в более свободном месте. Олаф последовал за ними. Битва началась.\nОни шли на равных. Оба пропустили по паре ударов, чей-то зуб белел на земле. Наконец, воспользовавшись своей ловкостью, женщина смогла с помощью подножки повалить оппонента.\n– Я же говорила, что выиграю! – разгоряченно вскрикнула женщина, прижимая своего противника к земле локтем.\n– Нет!\nБыло темно, но наблюдатели все равно смогли заметить струю алой крови, потекшей на землю. Мужчина достал нож и вогнал его по рукоять в бедро своей соперницы. Взбешенные ее сторонники незамедлительно принялись ожесточенно избивать нечестного дуэлянта, а остальные пытались перебинтовать женщину.\nСидели тихо. Спорщиков больше не было. Мужчина приходил в себя за стенами таверны, а женщину унесли в ее комнату.\n– Ну, лидер нам все равно нужен, – проговорил кто-то.\n– Да, нужен, – ответили из толпы.\n–Так пусть будет этот, новенький. Он, вроде, умен. Да и вообще, ничего такой.\n– Ну, все равно больше никаких кандидатур нет... Так ты с нами?\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Да, я согласен! Вы не пожалеете!"
      }
    ]
  },
  {
    "id": 23,
    "text": "На ходу поправляя ремень с болтающимися ножнами, Олаф спустился и вышел во двор. Там стоял веселый гомон: все готовились к походу. Кто-то затачивал меч, кто-то распихивал по сумкам необходимые для путешествия припасы.\n– А вот и он! – на плечо Олафа упала чья-то рука. – Долго же ты спал!\nЭто был Дорн. Он улыбался и явно был доволен текущим положением дел. Отряд полностью разделял настроение своего командира.\n– Итак! – гаркнул Дорн и все отвлеклись от своих занятий. – сегодня нас ждет героический поход в один очень интересный подвальчик! Завоюем же себе славу и золото!\nВ ответ раздались одобрительные крики и бряцание мечами о щиты.\n– А теперь берите сумки, и в путь!",
    "answers": [
      {
        "id": 26,
        "text": "Взять пустую сумку для добычи"
      },
      {
        "id": 28,
        "text": "Взять среднюю по весу сумку"
      },
      {
        "id": 29,
        "text": "Взять самую тяжелую сумку"
      }
    ]
  },
  {
    "id": 24,
    "text": "Олаф, наспех позавтракав и закупив на оставшиеся деньги несколько факелов и немного еды, отправился к поместью в одиночестве.\n\nКонец первой главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 25,
    "text": "Но никто не вернулся. Ни завтра, ни послезавтра. Зато пришли ужасные создания, которые разрушили всю деревню и убили Олафа, пока тот спал.\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начать приключение заново!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Олаф нашел пустую сумку и, насвистывая что-то веселое, пошел в авангарде. В спину ему с негодованием смотрели более честные наемники с тяжелой ношей за плечами.",
    "answers": [
      {
        "id": 30,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "– Выбирай нашего лидера, шутник.",
    "answers": [
      {
        "id": 20,
        "text": "Поведет мужчина"
      },
      {
        "id": 21,
        "text": "Поведет женщина"
      },
      {
        "id": 22,
        "text": "Все решит поединок"
      }
    ]
  },
  {
    "id": 28,
    "text": "Олаф закинул на плечо сумку с некоторым количеством провианта и пошел за отрядом.",
    "answers": [
      {
        "id": 30,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "Олаф взял самую большую сумку и, чуть согнувшись под ее тяжестью, поплелся в самом конце. В бок ему тыкались древки кирок и лопат. Но остальные заметили его стремление помочь. Такое точно не пройдет даром.",
    "answers": [
      {
        "id": 30,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "К Олафу подошел Дорн.\n– Ну что, как настроение? Не сдрейфил еще, хе-хе?\n– Даже не надейся. Кстати, расскажи об этом месте, вы тут вроде как давно.\n– История будет коротковатой. Никто ничего не знает, да и я тоже. Туда многие ходили, да вот назад не выбирались. Но сейчас у нас большой отряд, так что мы справимся, не боись. А награду на всех разделим. Да и говорят, в том подземелье много чего хранилось. Ну, спустимся, разворошим все и назад. К ужину поспеем.",
    "answers": [
      {
        "id": 31,
        "text": "Еще бы! Продолжаем путь"
      }
    ]
  },
  {
    "id": 31,
    "text": "Через некоторое время отряд взобрался на холм со злополучным поместьем. Дверной проем призывно темнел. Дверь валялась на земле. Солнце скрылось за облаками.<s>r\n– Вылазь, нечисть, мы уже идем! – крикнул Дорн в пустоту и перешагнул порог. Остальные последовали за ним.<s>r\nПоместье встретило их тишиной. Отряд беспрепятственно добрался до лестницы, ведущей вниз и остановился перед громадной резной дверью. Темнота не давала рассмотреть узор, но такая внушительная вещь все равно завораживала.<s>r\n– Факела зажечь! Мечи обнажить! Веселье начинается, – прокричал команды Дорн и выбил дверь лихим ударом ноги.",
    "answers": [
      {
        "id": 32,
        "text": "Заглянуть в дверной проем"
      }
    ]
  },
  {
    "id": 32,
    "text": "Большой пустой зал встретил отряд тишиной. В каждой из четырех каменных холодных стен зияло по дверному проему. \n– Мы пойдем налево! – ни секунды не сомневаясь, Дорн повел всех к левой стене.",
    "answers": [
      {
        "id": 33,
        "text": "Может, стоит осмотреться?"
      },
      {
        "id": 34,
        "text": "Подчиниться"
      }
    ]
  },
  {
    "id": 33,
    "text": "– Тут нечего осматривать, сам взгляни, зал пуст, – не замедлив шага, ответил Олафу Дорн. Все пошли за ним.",
    "answers": [
      {
        "id": 34,
        "text": "Пойти за всеми"
      }
    ]
  },
  {
    "id": 34,
    "text": "Группа, освещаемая тусклым светом нескольких факелов, шла по длинному узкому коридору. Сзади что-то грохнуло.\n– Не хочу н-никого расстраивать, н-но кажется, проход з-закрылся, – немного заикаясь, сообщил один из тех, кто шел в конце строя. Молчание было ему ответом. Несколько приуныв, отряд дошел до конца коридора и вошел в комнату. Размерами она лишь немного уступала первой, но была наполнена разными шкафчиками и комодами. И коридорами. Черные проходы так и звали, обещая богатую добычу.\n– Так, разделяемся, парни. Попарно исследуем каждый коридор. Далеко не заходите. Двое останутся тут, проверять шкафы. И возьмите мелки, отмечайте уже пройденное, а то заблудимся. Инструктаж окончен, выполнять!",
    "answers": [
      {
        "id": 35,
        "text": "Я останусь обыскивать комнату!"
      },
      {
        "id": 36,
        "text": "Хочу исследовать проходы!"
      }
    ]
  },
  {
    "id": 35,
    "text": "– Хорошо, Олаф и Роб остаются тут. Охраняйте припасы и ждите нас. Никуда не уходить! Так, ты, пойдешь со мной во-о-он в тот коридор – Дорн с еще одним человеком из отряда направился в один из многочисленных проходов, поставив крест на стене рядом с ним. Остальные начали парами разбредаться по разным сторонам.\n– Олаф, значит? Ну что, начнем осмотр?",
    "answers": [
      {
        "id": 39,
        "text": "Начнем"
      }
    ]
  },
  {
    "id": 36,
    "text": "– Олаф, пойдешь со мной, – Дорн подмигнул. – Так, вы, двое, останетесь здесь, охранять припасы. Все согласно плану. Олаф, идем.\nОни двинулись в один из многочисленных проходов. Остальные тоже начали разбредаться.",
    "answers": [
      {
        "id": 58,
        "text": "Идти за Дорном"
      }
    ]
  },
  {
    "id": 37,
    "text": "– Я займусь вон тем здоровяком! – у Роба возражений не нашлось и он отправился к противоположной стене.\nОлаф, чувствуя себя кладоискателем, распахнул дверцы шкафа. И... Не обнаружил ничего. Шкаф был абсолютно пуст. Только на одной из полок скопилось немного непонятной светящейся пыли.",
    "answers": [
      {
        "id": 41,
        "text": "Попробовать на вкус находку"
      },
      {
        "id": 42,
        "text": "Втянуть носом немного пыли"
      },
      {
        "id": 43,
        "text": "Ссыпать в карман"
      },
      {
        "id": 39,
        "text": "Вот еще, с пылью возиться я не нанимался!"
      }
    ]
  },
  {
    "id": 38,
    "text": "Олаф подошел к комоду с позолоченными ручками и краями. Открыть дверцу не получилось, видимо, заперто. Ломать пока что ничего не хотелось. Может, где-нибудь поблизости есть ключ?",
    "answers": [
      {
        "id": 39,
        "text": "Отойти от комода"
      },
      {
        "id": 40,
        "text": "Открыть комод",
        "need": 47
      }
    ]
  },
  {
    "id": 39,
    "text": "Что вы хотите осмотреть?",
    "answers": [
      {
        "id": 37,
        "text": "Подойти к большому шкафу",
        "need": -43
      },
      {
        "id": 38,
        "text": "Осмотреть комод с позолотой",
        "need": -40
      },
      {
        "id": 47,
        "text": "Осмотреть пол",
        "need": -44
      },
      {
        "id": 48,
        "text": "Исследовать стены",
        "need": -48
      },
      {
        "id": 49,
        "text": "Хватит с меня обысков, буду ждать остальных",
        "need": 37
      },
      {
        "id": 49,
        "text": "Хватит с меня обысков, буду ждать остальных",
        "need": 44
      },
      {
        "id": 49,
        "text": "Хватит с меня обысков, буду ждать остальных",
        "need": 54
      }
    ]
  },
  {
    "id": 40,
    "text": "Олаф открыл дверцу комода найденным ключом. Внутри лежали – ого! – кинжал, инкрустированный драгоценными камнями и портрет какого-то дворянина в богатых одеждах. Правда, лицо не разглядеть. Оно было заляпано чем-то темным.",
    "answers": [
      {
        "id": 45,
        "text": "Позвать Роба"
      },
      {
        "id": 46,
        "text": "Взять кинжал себе"
      },
      {
        "id": 39,
        "text": "Да тут же все проклято, ничего я не буду трогать!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Олаф лизнул белую пыль. Вкус ее определить не удалось. Ничего необычного не произошло.",
    "answers": [
      {
        "id": 37,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "Олаф собрался с духом и громко втянул носом светящуюся пыль. Это вызвало чихание и удивленный взгляд Роба. Больше ничего.",
    "answers": [
      {
        "id": 37,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Олаф собрал всю светящуюся пыль и ссыпал в карман. Может, пригодится.",
    "answers": [
      {
        "id": 39,
        "text": "Отойти от шкафа"
      }
    ]
  },
  {
    "id": 44,
    "text": "Роб вскоре подошел.\n– А сам ты его сдвинуть не пробовал? Он же легкий! – укоризненно отчитывал Олафа Роб, пошатывая шкаф, не прикладывая никаких усилий.\n– Ну... Вдвоем веселее же! – пытался оправдаться Олаф.\nДействительно, он легко смог сдвинуть шкаф самостоятельно. Но то, что он там обнаружил, заставило Роба подойти вновь.\n– Люк, значит? Сейчас откроем.\nСквозь приоткрытый люк шел затхлый запах. Деревянная лестница вела вниз, в темноту.",
    "answers": [
      {
        "id": 56,
        "text": "Я пойду!"
      },
      {
        "id": 57,
        "text": "Подождем остальных"
      }
    ]
  },
  {
    "id": 45,
    "text": "– Роб, взгляни-ка! – Олаф кивнул на открытый комод подошедшему Робу.\n– Ты не поверишь, но я нашел такую же картину. Оставь пока тут, потом заберем. А вообще, занятно, – докончил Роб и отправился назад, почему-то старательно игнорируя кинжал.\n",
    "answers": [
      {
        "id": 50,
        "text": "Да подожди, посмотри, что тут еще есть!"
      },
      {
        "id": 40,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 46,
    "text": "Олаф не мог устоять перед переливами драгоценностей под тусклым светом факела и потянулся за кинжалом. Засунув его за пояс, он собирался встать и продолжить осмотр этого таинственного места, но тут он услышал истошный вскрик. Оглянувшись, Олаф увидел Роба, напряженно смотрящего на один из коридоров, отмеченный мелом, и держащегося за рукоять меча.",
    "answers": [
      {
        "id": 54,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 47,
    "text": "Олаф решил осмотреть пол в поисках тайных ходов и занятных вещиц. И это принесло свои плоды! Один из шкафов стоял на непонятном выступе, а в  углу в паутине был найден почерневший ключ.",
    "answers": [
      {
        "id": 44,
        "text": "Позвать Роба, чтобы сдвинуть шкаф"
      },
      {
        "id": 39,
        "text": "Оставить шкаф в покое"
      }
    ]
  },
  {
    "id": 48,
    "text": "Олаф медленно ходил у каждой стены, держа факел у щелей и нажимая на каждый выступ. Но все тщетно. Вскоре ему надоело, и он решил найти занятие поинтереснее.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Олаф с Робом удобно устроились у сумок. Ждать пришлось недолго, уже через несколько минут начали выбираться первые члены их отряда. К сожалению, они ничего интересного рассказать не могли. Все встречали похожие друг на друга комнаты, которые ничем не выделялись.",
    "answers": [
      {
        "id": 100,
        "text": "Ждать дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Роб снова приблизился к Олафу.\n– Где?\n– Ну вот же! – произнес Олаф, указывая на странный кинжал, следя за взглядом Роба.\n– Эта пыль ничем примечательным не отличается. Давай работать.",
    "answers": [
      {
        "id": 51,
        "text": "Да, это была глупая шутка"
      },
      {
        "id": 52,
        "text": "Но тут же лежит кинжал!"
      }
    ]
  },
  {
    "id": 51,
    "text": "– Определенно, – донеслось в ответ.",
    "answers": [
      {
        "id": 40,
        "text": "Вернуться к комоду"
      }
    ]
  },
  {
    "id": 52,
    "text": "– Надеюсь, с тобой все в порядке, – Роб даже не оглянулся посмотреть.",
    "answers": [
      {
        "id": 53,
        "text": "Надеюсь"
      }
    ]
  },
  {
    "id": 53,
    "text": "Олаф повернулся к комоду. Кинжала не было.\n– Но... Он же был... – шептал Олаф, ничего не понимая.",
    "answers": [
      {
        "id": 39,
        "text": "Вернуться к обыску"
      }
    ]
  },
  {
    "id": 54,
    "text": "Олаф подбежал к Робу и обнажил меч. Они замерли в ожидании.\nКрик повторился. Теперь уже совсем близко. К палитре звуков прибавился топот. \nИз прохода выбежал человек. Они знали его, это был наемник из их группы. Весь его доспех был в крови. Рука отсутствовала по локоть. Он дергал культей в том направлении, откуда бежал, а губы его были раскрыты в немом крике. Пройдя еще несколько шагов человек упал. Роб побежал к нему, оставив Олафа сторожить проход. Но все было тихо.\n– Обстановка накаляется, – Роб положил руку на плечо нервно вздрогнувшему Олафу. – Второй ведь так и не вышел, верно? \nОлаф с трудом сглотнул и отрицательно помотал головой.\n– Жив?\n– Тот, что добежал, вроде да. По крайней мере, пока что. \n– Что нам делать?\n– Я не знаю. Подождем, пока вернутся остальные. Вдвоем мы вряд ли что-то сделаем.",
    "answers": [
      {
        "id": 39,
        "text": "Я вернусь к осмотру зала, присмотри за раненым"
      }
    ]
  },
  {
    "id": 55,
    "text": "Свет факела разогнал мрак. Олаф пошел по длинному коридору. К обычным для подземелья запахам прибавился...\n– Черт! \nОлаф чуть было не споткнулся о труп. Скорее всего это наемник из других отрядов, спускавшихся сюда.",
    "answers": [
      {
        "id": 59,
        "text": "Осмотреть труп"
      },
      {
        "id": 60,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": "– Далеко не отходи только. Тут пока что тихо, думаю, я справлюсь. Если что – сразу назад.\nПолучив согласие Роба, Олаф взял один из множества факелов и нырнул в темноту.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "– Правильное решение, – заметил Роб",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Шли молча. Они отошли уже довольно далеко от комнаты, в которой разделились. Никаких звуков. Зрачки напряженно вглядываются в темноту впереди, отражая свет факела. Тишина.\nКоридор закончился. Вышли они в небольшую комнатку. Все ее убранство  состояло из небольшого столика в центре и большого сундука, окованного железом в углу. А у сундука лежал...\n– Ого, арбалет, дайте два! – Дорн уже понесся к нему.",
    "answers": [
      {
        "id": 64,
        "text": "Посмотреть поближе"
      }
    ]
  },
  {
    "id": 59,
    "text": "Олаф решил удовлетворить свое желание помародерствовать и присел около тела. Беглый осмотр трупа привел его к выводу, что смерть наступила от ранения в живот – кольчуга в этом месте была прорвана и отличалась красноватым оттенком. Рядом валялся меч, наполовину в засохшей крови. Взгляд Олафа наткнулся на обтянутый кожей маленький щит за спиной умершего.",
    "answers": [
      {
        "id": 61,
        "text": "Взять щит"
      },
      {
        "id": 60,
        "text": "Не брать щит"
      }
    ]
  },
  {
    "id": 60,
    "text": "Олаф решил, что оббирать трупы это ниже его достоинства, и продолжил свой путь.",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 61,
    "text": "Олаф, подавив желание боязливо оглядеться, снял щит с умершего. Теперь он готов был продолжать свой путь.",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 62,
    "text": "Коридор вывел Олафа в, как ни странно, освещенную комнатку. Дальше никаких проходов не было, стены были заставлены книжными шкафами. В центре комнаты, на каменном пьедестале, лежала открытая книга.",
    "answers": [
      {
        "id": 63,
        "text": "Подойти к книге"
      }
    ]
  },
  {
    "id": 63,
    "text": "Желтоватые страницы книги были испещрены чуть красноватыми символами. На их расшифровку у Олафа не было времени, а вот картинки оказались вполне доступны его пониманию. На одной из страниц был изображен квадрат с маленьким квадратиком посередине. Каждая из сторон имела три пустые точки. Линия вела из центральной нижней точки в крайнюю правую, обходя квадратик в середине.\n– Интересно... – сам себе произнес Олаф, тщательно все запоминая.\nНа второй открытой странице были изображены какая-то фигура, похожая на человеческую. Рядом нарисованы какие-то белые комочки.",
    "answers": [
      {
        "id": 65,
        "text": "Может быть, это пыль из шкафа?",
        "need": 43
      },
      {
        "id": 66,
        "text": "Оставить книгу в покое"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ложе из слоновой кости, покрытое черной росписью, поблескивало в свете факела.\n– Интересная вещь. Правда, болт только один, – говорил Дорн, беря в руки эту идеальную машину для убийств. – Ты пользоваться им умеешь?",
    "answers": [
      {
        "id": 109,
        "text": "А то!"
      },
      {
        "id": 112,
        "text": "По правде говоря, не очень"
      }
    ]
  },
  {
    "id": 65,
    "text": "– Как хорошо, что я ее взял. Теперь бы придумать, что с ней сделать, – думал Олаф.",
    "answers": [
      {
        "id": 66,
        "text": "Оставить книгу в покое"
      }
    ]
  },
  {
    "id": 66,
    "text": "Олаф поднял голову. Собравшись уже покинуть эту комнату и вернуться к своим, он увидел мутный силуэт, шедший по коридору.\n– Может, это Роб? Но почему без факела? – мозг лихорадочно работал, пытаясь понять, что это.",
    "answers": [
      {
        "id": 67,
        "text": "Заговорить"
      },
      {
        "id": 68,
        "text": "Напасть"
      },
      {
        "id": 69,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 67,
    "text": "– Да, наверное, Роб или кто-нибудь еще из группы, – подумал Олаф. – Эгей, отзовись! – он начал махать руками, указывая на свое местоположение.\nСилуэт не отвечал. Он все с той же монотонностью продолжал свое шествие.",
    "answers": [
      {
        "id": 70,
        "text": "Заговорить"
      },
      {
        "id": 68,
        "text": "Напасть"
      },
      {
        "id": 69,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 68,
    "text": "Все обдумав и решив, что никого знакомого тут быть не может, Олаф приготовился к сражению. Силуэт подходил все ближе, теперь света было достаточно, чтобы все увидеть. Увидеть незнакомое лицо без выражения, остекленевшие глаза, красневшую прорезь в животе. Сомнений быть не могло – это был труп из коридора. Мертвец – или уже нет? – уже вошел в комнату. В руках он держал окровавленный меч. ",
    "answers": [
      {
        "id": 71,
        "text": "Приготовиться к сражению"
      }
    ]
  },
  {
    "id": 69,
    "text": "Олаф решил не дожидаться, пока неожиданный гость придет к нему и побежал навстречу. По мере приближения он узнавал – это был труп из коридора. Уловив блеск вытянутого в его направлении меча, Олаф еле успел остановиться. Теперь придется только пробиваться силой. В коридоре было мало места для маневров.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить бежать, вскинув щит",
        "need": 61
      },
      {
        "id": 74,
        "text": "Приготовиться к сражению"
      }
    ]
  },
  {
    "id": 70,
    "text": "– Это я, Олаф, назови себя!\nСилуэт начал приобретать очертания. Теперь света было достаточно, чтобы все увидеть. Увидеть незнакомое лицо без выражения, остекленевшие глаза, красневшую прорезь в животе. Сомнений быть не могло – это труп из коридора. Мертвец – или уже нет? – уже вошел в комнату. В руках у него был меч.",
    "answers": [
      {
        "id": 71,
        "text": "Приготовиться к нападению"
      }
    ]
  },
  {
    "id": 71,
    "text": "Олаф обнажил свой меч. Противник еще не вошел в зону поражения, есть время подумать.",
    "answers": [
      {
        "id": 72,
        "text": "Сократить дистанцию рывком"
      },
      {
        "id": 75,
        "text": "Сократить дистанцию рывком и закрыться щитом",
        "need": 61
      },
      {
        "id": 76,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 72,
    "text": "Олаф решил, что лучшая оборона – это нападение, и рванул к противнику.\nМертвец без видимых усилий отразил удар. Он уже заносил меч в контратаке.",
    "answers": [
      {
        "id": 77,
        "text": "Уклониться"
      },
      {
        "id": 78,
        "text": "Парировать"
      },
      {
        "id": 79,
        "text": "Принять на щит",
        "need": 61
      }
    ]
  },
  {
    "id": 73,
    "text": "Меч врага скользнул по щиту. Олаф воспользовался этим и, ударив своим спасителем соперника, побежал дальше. Погони не было слышно.",
    "answers": [
      {
        "id": 90,
        "text": "Подняться по лестнице"
      }
    ]
  },
  {
    "id": 74,
    "text": "Олаф с разочарованием остановился и приготовился к бою.",
    "answers": [
      {
        "id": 96,
        "text": "Штурмовать врага, выставив вперед щит",
        "need": 61
      },
      {
        "id": 97,
        "text": "Колоть в голову",
        "need": -61
      },
      {
        "id": 98,
        "text": "Колоть в корпус",
        "need": -61
      },
      {
        "id": 99,
        "text": "Колоть в ноги",
        "need": -61
      }
    ]
  },
  {
    "id": 75,
    "text": "Олаф решил, что лучшая оборона – это нападение, и рванул к противнику. Вскинув щит и отразив летящее в него острие он выиграл время для атаки.",
    "answers": [
      {
        "id": 80,
        "text": "Рубить"
      },
      {
        "id": 81,
        "text": "Колоть"
      }
    ]
  },
  {
    "id": 76,
    "text": "Олаф решил подождать действий со стороны противника. Мертвец повел себя довольно странно. Он просто... кинул меч. В Олафа.",
    "answers": [
      {
        "id": 92,
        "text": "Закрыться щитом",
        "need": 61
      },
      {
        "id": 93,
        "text": "Уклониться"
      }
    ]
  },
  {
    "id": 77,
    "text": "Мертвец вложил в этот удар большую силу. Он не смог вовремя остановить меч. Отличный шанс для атаки!",
    "answers": [
      {
        "id": 80,
        "text": "Рубить"
      },
      {
        "id": 81,
        "text": "Колоть"
      },
      {
        "id": 82,
        "text": "Бить щитом",
        "need": 61
      }
    ]
  },
  {
    "id": 78,
    "text": "Олаф с трудом удержал сильнейший удар мертвеца. Для этого пришлось отойти немного назад. А мертвец в это время начал атаковать снова, отведя локоть чуть назад.",
    "answers": [
      {
        "id": 83,
        "text": "Ожидать рубящий удар"
      },
      {
        "id": 84,
        "text": "Ожидать укол"
      },
      {
        "id": 83,
        "text": "Это обманный маневр, он ударит ногой!"
      }
    ]
  },
  {
    "id": 79,
    "text": "Олаф отвел меч противника от себя и ударил по ногам. Мертвец потерял равновесие и упал.",
    "answers": [
      {
        "id": 86,
        "text": "Добить"
      },
      {
        "id": 87,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 80,
    "text": "От души размахнувшись, Олаф рубанул по открывшемуся противнику. Удар пришелся по ключице. Меч почти не встретил сопротивления. Противник упал, но еще шевелился",
    "answers": [
      {
        "id": 86,
        "text": "Добить"
      },
      {
        "id": 87,
        "text": "Путь свободен, бежать"
      }
    ]
  },
  {
    "id": 81,
    "text": "Сильным уколом в голову Олаф закончил сражение.",
    "answers": [
      {
        "id": 88,
        "text": "Снять с мертвеца щит",
        "need": -61
      },
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 82,
    "text": "Сильным ударом щита Олаф отбросил своего противника от прохода, но тот каким-то чудом удержался на ногах.",
    "answers": [
      {
        "id": 80,
        "text": "Рубить"
      },
      {
        "id": 81,
        "text": "Колоть"
      },
      {
        "id": 87,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 83,
    "text": "Выпад противника был для Олафа неожиданностью, ведь он готовился к другому. Еле-еле успев отклонить голову, он выжил, но лезвие задело щеку. Тем временем мертвец продолжал свою серию ударов. Он отвел назад всю руку, кажется, стремясь закончить эту схватку.",
    "answers": [
      {
        "id": 85,
        "text": "Приготовиться к рубящему удару"
      },
      {
        "id": 91,
        "text": "Приготовиться к колющему"
      }
    ]
  },
  {
    "id": 84,
    "text": "Олаф понял маневр своего противника и, с легкостью пропустив его меч мимо себя, ударил. Сражение закончилось.",
    "answers": [
      {
        "id": 89,
        "text": "Уйти"
      },
      {
        "id": 88,
        "text": "Снять с противника щит",
        "need": -61
      }
    ]
  },
  {
    "id": 85,
    "text": "Олаф парировал удар. Пора контратаковать.",
    "answers": [
      {
        "id": 80,
        "text": "Контратаковать"
      }
    ]
  },
  {
    "id": 86,
    "text": "Олаф, еще разгоряченный боем, с удовольствием ударил второй раз, уже по голове. Мертвец, кажется, стал мертвецом по-настоящему и больше не шевелился.",
    "answers": [
      {
        "id": 88,
        "text": "Снять с него щит",
        "need": -61
      },
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 87,
    "text": "Олаф рванул что есть силы в открывшийся проход. Звуков погони не было.",
    "answers": [
      {
        "id": 90,
        "text": "Подняться по лестнице"
      }
    ]
  },
  {
    "id": 88,
    "text": "Олаф решил все-таки снять с мертвеца щит. „В этот раз он им почему-то не воспользовался, так что не так уж он ему и нужен\" – оправдывал Олаф себя.",
    "answers": [
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 89,
    "text": "Путь теперь свободен, назад Олаф добрался без приключений.",
    "answers": [
      {
        "id": 90,
        "text": "Подняться по лестнице"
      }
    ]
  },
  {
    "id": 90,
    "text": "Олаф быстро поднялся по лестнице наверх. Встретило его настороженное лицо Роба. Он держал в руках меч.\n– Стой-стой-стой, это я! – нервно прокричал Олаф.\n– Да я уж вижу. Я слышал странные звуки. Что было внизу?\n– Уфф... – Олаф забаррикадировал люк шкафом. – Мертвец был. Я справился, но как-то слишком легко. Такое чувство, что он сам дал мне пройти. Не знаю, зачем.\n– Оно и к лучшему. Захочешь еще что-нибудь осмотреть или подождем, пока все вернутся?",
    "answers": [
      {
        "id": 39,
        "text": "У меня есть еще дела"
      },
      {
        "id": 49,
        "text": "Давай ждать"
      }
    ]
  },
  {
    "id": 91,
    "text": "Олаф хотел уклониться от удара противника, просто повернув корпус, но против рубящего удара это не помогло. Меч врезался в бок Олафу. Крик был услышан Робом, но тот ничем не успел ему помочь. Спустившись, он был встречен мертвецом и не смог оказать достойного сопротивления. О дальнейшей судьбе группы ничего не известно.",
    "answers": [
      {
        "id": 66,
        "text": "Вернуться к началу сражения"
      }
    ]
  },
  {
    "id": 92,
    "text": "Меч вонзился в верхнюю часть щита, пробив его насквозь и немного задев руку Олафа. После такого исхода у мертвеца почему-то пропало желание сражаться и он просто стоял. Уничтожить его было нетрудно.",
    "answers": [
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 93,
    "text": "Не ожидая такого поворота событий, Олаф еле успел отпрыгнуть в сторону от траектории полета меча. К сожалению, равновесия он не удержал и грохнулся на каменный пол, истерично матерясь. Мертвец не стал медлить и воспользовался этим, навалившись на Олафа и принявшись его душить.",
    "answers": [
      {
        "id": 94,
        "text": "Сопротивляться"
      },
      {
        "id": 95,
        "text": "Душить в ответ"
      }
    ]
  },
  {
    "id": 94,
    "text": "Свободными руками Олаф с трудом столкнул своего оппонента. Быстро встав и подобрав меч он закончил его существование. Хотя мертвец и не пытался сопротивляться.",
    "answers": [
      {
        "id": 88,
        "text": "Взять щит убитого",
        "need": -61
      },
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 95,
    "text": "Неизвестно на что надеясь, Олаф схватил противника за горло и тоже начал его душить. Хоть, по логике, мертвым воздух не нужен, но хватка мертвеца скоро ослабела. Вскоре он больше не двигался. Олафа не покидало ощущение, что его противник просто ему поддался.",
    "answers": [
      {
        "id": 88,
        "text": "Снять щит с мертвеца",
        "need": -61
      },
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 96,
    "text": "Олаф с легкостью отбил укол врага щитом и продвинулся к нему вплотную. Еще один толчок щитом – и враг уже беспомощно лежит на каменном полу.",
    "answers": [
      {
        "id": 90,
        "text": "Бежать к лестнице"
      }
    ]
  },
  {
    "id": 97,
    "text": "Олаф решил быстро закончить сражение и приступил к радикальным мерам – удару в голову. Промах.\nОтветом было лезвие в область шеи. Но случайный поворот не дал случиться трагическому концу, а плечо от обратного движения меча защитила броня.",
    "answers": [
      {
        "id": 98,
        "text": "В корпус"
      },
      {
        "id": 99,
        "text": "В ноги"
      }
    ]
  },
  {
    "id": 98,
    "text": "Меч пробил кольчугу в области сердца. Противник замешкался и не успел парировать. Теперь он лежал без движения на камнях.",
    "answers": [
      {
        "id": 88,
        "text": "Снять с поверженного врага щит"
      },
      {
        "id": 90,
        "text": "Бежать к лестнице"
      }
    ]
  },
  {
    "id": 99,
    "text": "Олаф резко пригнулся и ударил по ноге. Вражеский меч пролетел над ним. Противник Олафа упал и не пытался уже сражаться дальше.",
    "answers": [
      {
        "id": 88,
        "text": "Забрать щит"
      },
      {
        "id": 90,
        "text": "Бежать к лестнице"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вскоре пришел Дорн. Один. Он был мрачен и угрюм. Все обступили его.\n– Где твой напарник? Где? – отовсюду слышались вопросы.\n– Мертв, – тихо, но твердо отвечал он. – А теперь, пока мы ждем остальных, я хочу услышать, что вы нашли, – Дорн обратился уже к Олафу.",
    "answers": [
      {
        "id": 101,
        "text": "Рассказать о картине",
        "need": 40
      },
      {
        "id": 102,
        "text": "О кинжале и раненом",
        "need": 54
      },
      {
        "id": 103,
        "text": "О проходе в полу",
        "need": 44
      },
      {
        "id": 104,
        "text": "О светящейся пыли",
        "need": 65
      },
      {
        "id": 105,
        "text": "Это все"
      }
    ]
  },
  {
    "id": 101,
    "text": "Дорн немного задумался.\n– Не знаю, что они означают, просто продадим их.",
    "answers": [
      {
        "id": 100,
        "text": "Есть еще кое-что..."
      }
    ]
  },
  {
    "id": 102,
    "text": "– Я не вижу никакого кинжала. Но верю тебе. Тут и не в такое поверишь. Но лучше не доставай его без причины, может, между раненым и этим кинжалом есть какая-то связь. Кстати, где он, я хочу поговорить.\n– Уже мертв, – вмешался Роб. Потерял много крови, видимо. Из того прохода больше никто не появлялся.\n– Очень жаль... – с отрешенным взглядом прошептал Дорн.",
    "answers": [
      {
        "id": 100,
        "text": "Есть еще кое-что..."
      }
    ]
  },
  {
    "id": 103,
    "text": "– Спускались?",
    "answers": [
      {
        "id": 106,
        "text": "Да",
        "need": 56
      },
      {
        "id": 107,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 104,
    "text": "– Угу... Подумаем, как использовать.",
    "answers": [
      {
        "id": 100,
        "text": "Есть еще кое-что"
      }
    ]
  },
  {
    "id": 105,
    "text": "– Все так все. Тогда расскажу я. Мы вышли на большой зал с огромной дверью. Как раз там нас и встретили. Он... не смог. Сейчас там чисто. Нужные проходы обозначены. Идем.",
    "answers": [
      {
        "id": 108,
        "text": "Да, идем"
      }
    ]
  },
  {
    "id": 106,
    "text": "– Я же сказал, никуда не уходить! С меня хватит потерь!\n– Со мной все в порядке, – отвечал Олаф. – И я принес ценные сведения!\n– Надеюсь, они и правда пригодятся.",
    "answers": [
      {
        "id": 100,
        "text": "Есть еще кое-что..."
      }
    ]
  },
  {
    "id": 107,
    "text": "– И не надо. Тут не стоит расхаживать без цели.",
    "answers": [
      {
        "id": 100,
        "text": "Есть еще кое-что"
      }
    ]
  },
  {
    "id": 108,
    "text": "Часть 2, в которой напряжение достигает наивысшей точки, а история неумолимо приближается к развязке.\n\n*Чекпоинт 2*\n\nВсе засобирались. Дорн повел их в проход, из которого недавно вышел. Многие уже начинали мелко паниковать. Желание разбогатеть боролось с желанием выжить. Настроение падало. Мрак густел вокруг маленького отряда, проходящего через бесчисленные залы подземелья. Темнейшего подземелья.",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "– Ну тогда держи, я в этом деле не очень. – Дорн отдал Олафу заряженный арбалет. – Пользуйся.",
    "answers": [
      {
        "id": 113,
        "text": "Благодарю"
      }
    ]
  },
  {
    "id": 110,
    "text": "– Тебе? Ты хоть стрелять-то с него умеешь?",
    "answers": []
  },
  {
    "id": 111,
    "text": "Дорн с недоверием поглядел на Олафа.\n– Если ты такой мастер, скажи",
    "answers": []
  },
  {
    "id": 112,
    "text": "– Ну, думаю, в моих руках он принесет больше пользы.",
    "answers": [
      {
        "id": 113,
        "text": "Скорее всего"
      }
    ]
  },
  {
    "id": 113,
    "text": "– Прохода дальше я тут что-то не вижу. Это тупик или какая-то загадка? Кстати, на столе что-то лежит. Посмотри, а я пока займусь сундуком.",
    "answers": [
      {
        "id": 114,
        "text": "Подойти к столику"
      }
    ]
  },
  {
    "id": 114,
    "text": "На столе лежал клочок бумаги. Он весь был исписан. Эти буквы были знакомы Олафу, но они не образовывали слова и, казалось, были разбросаны в случайном порядке. В самом низу листка красовалась стрелочка вправо с цифрой три над ней.\n– Олаф, подойди сюда!\nОлаф, взяв листок, подошел к натужно пыхтящему Дорну. Он пытался сдвинуть сундук.\n– За ним что-то есть! Помоги.\nВместе они быстро убрали сундук. Их взглядам открылась ниша, в которой теснились пять рычагов.\n– Наверное, это и есть наш выход отсюда. В общем, давай, думай, я пока в сундуке покопаюсь.",
    "answers": [
      {
        "id": 115,
        "text": "Усердно думать"
      }
    ]
  },
  {
    "id": 115,
    "text": "– Есть пять рычагов, листок с непонятными письменами и Дорн, уже наполовину влезший в сундук. Дергать не разобравшись, наверное, не стоит, кто знает, что будет в случае неправильной разгадки, – размышлял Олаф.",
    "answers": [
      {
        "id": 116,
        "text": "Опустить первый рычаг"
      },
      {
        "id": 116,
        "text": "Опустить второй рычаг"
      },
      {
        "id": 118,
        "text": "Опустить третий рычаг"
      },
      {
        "id": 116,
        "text": "Опустить четвертый рычаг"
      },
      {
        "id": 116,
        "text": "Опустить пятый рычаг"
      },
      {
        "id": 121,
        "text": "Прочитать записку"
      },
      {
        "id": 122,
        "text": "Попросить помощи у Дорна"
      }
    ]
  },
  {
    "id": 116,
    "text": "Ниша закрылась упавшей сверху плитой так резко, что чуть не отрубила Олафу руку. Коридора, ведущего назад, тоже не стало.",
    "answers": [
      {
        "id": 117,
        "text": "Принять смерть"
      }
    ]
  },
  {
    "id": 117,
    "text": "Не ленись, сначала пойми, что в записке! На худой конец, спроси совета у Дорна.",
    "answers": [
      {
        "id": 115,
        "text": "Я не буду решать подбором, я все понял!"
      }
    ]
  },
  {
    "id": 118,
    "text": "– Начало положено, – думал Олаф, опуская рычаг.",
    "answers": [
      {
        "id": 123,
        "text": "Опустить первый рычаг"
      },
      {
        "id": 116,
        "text": "Опустить второй рычаг"
      },
      {
        "id": 116,
        "text": "Опустить четвертый рычаг"
      },
      {
        "id": 116,
        "text": "Опустить пятый рычаг"
      }
    ]
  },
  {
    "id": 119,
    "text": "В зал вошла фигура в бронзовых доспехах. Лицо закрывал шлем, покрытый красными полосами и внушающий страх. Длинная глефа, тоже с бронзовым лезвием, блестела в руке.\n– Но у вас есть выбор. Присоединяйтесь к Владыке, и, обещаю, ваша смерть не будет такой ужасной.\nГлефа стремительно завертелась в руке неизвестного. Она со свистом рассекала воздух. Фигура приближалась.",
    "answers": [
      {
        "id": 126,
        "text": "Никогда!"
      },
      {
        "id": 127,
        "text": "Я сдаюсь, пощади!"
      }
    ]
  },
  {
    "id": 120,
    "text": "Идти пришлось недолго. Вскоре герои вышли в огромный зал. Массивные гранитные столпы подпирали потолок.\n– Мы же почти не спускались вниз, как тут может быть так высоко?\nВопрос остался без ответа. Олаф внимательно осматривал окружение, благо в этом месте был свет. Даже слишком много света, особенно по сравнению с другими частями подземелья. \nВокруг стояли статуи. Статуи непонятные, внушающие трепет в каждого, кто хоть немного всматривался в них. Казалось, взгляд их следует за тобой. Восемь статуй ожидали своего часа.\nОгромная дверь, ведущая в следующую часть зала начала с жутким скрипом открываться.\n– Арабелла, скоро тебе доведется выпить много крови – злобный хохот сопровождал эти слова.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Тугелоярюм тсувжсн\nЕхсусм\nТвхюм\nЪзхезухюм\nТзуеюм\nХузхлм\nРгсдсусх\n\n\n-> 3",
    "answers": [
      {
        "id": 115,
        "text": "Все понятно"
      },
      {
        "id": 115,
        "text": "Ничего не понятно..."
      }
    ]
  },
  {
    "id": 122,
    "text": "– Дорн, я ничего не понимаю, посмотри, может, поймешь что.\n– Ну, давай поглядим, – Дорн взял в руки бумажку. – Ну, это какой-то шифр, определенно. Стрелка и цифра могут оказаться ключом к нему.",
    "answers": [
      {
        "id": 115,
        "text": "Спасибо, теперь я все понял!"
      },
      {
        "id": 125,
        "text": "Все равно ничего не понимаю"
      }
    ]
  },
  {
    "id": 123,
    "text": "Еще один рычаг опущен",
    "answers": [
      {
        "id": 116,
        "text": "Второй"
      },
      {
        "id": 129,
        "text": "Четвертый"
      },
      {
        "id": 116,
        "text": "Пятый"
      }
    ]
  },
  {
    "id": 124,
    "text": "– Мхм... Ничего интересного, один хлам. Пойдем дальше.",
    "answers": [
      {
        "id": 120,
        "text": "Ну, раз ничего, то пошли"
      }
    ]
  },
  {
    "id": 125,
    "text": "– Ладно, давай посмотрим повнимательнее.\nДорн несколько минут напряженно вчитывался в буквы, загибая при этом пальцы. Наконец, его лицо посветлело.\n– Ха, да все тут просто! Шифр Цезаря, сдвиг на три символа вправо. Дальше ты и сам справишься.",
    "answers": [
      {
        "id": 115,
        "text": "Конечно, с такой-то подсказкой я быстро все разгадаю"
      },
      {
        "id": 128,
        "text": "Скажи ответ и не трать мое время"
      }
    ]
  },
  {
    "id": 126,
    "text": "– Рад такому исходу. Значит, поиграем, – все с тем же пугающим хохотом произнес неизвестный и продолжил медленно, но верно сокращать дистанцию.\nДорн с ревом бросился в атаку.",
    "answers": [
      {
        "id": 130,
        "text": "Стрелять из арбалета",
        "need": 109
      },
      {
        "id": 131,
        "text": "Вступить в ближний бой"
      }
    ]
  },
  {
    "id": 127,
    "text": "Глефа уткнулась в пол.\n– Что, правда? – разочарованно говорила фигура. \n– Чертов предатель!\nВ скулу Олафа прилетел мощный удар от Дорна.\n– Я уничтожу вас обоих! – было последнее, что он услышал.\nЧерез некоторое время Олаф очнулся. Голова нестерпимо болела. Таинственная фигура подошла.\n– Пройдем со мной. Ты сделал правильный выбор.\nВ стороне лежало обезглавленное тело Дорна.",
    "answers": [
      {
        "id": 227,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 128,
    "text": "– Ты какой-то скучный. Там написано:\nПравильный порядок\nВторой\nПятый\nЧетвертый\nПервый\nТретий\nНаоборот. \nВсе ясно?\n",
    "answers": [
      {
        "id": 115,
        "text": "Яснее некуда"
      }
    ]
  },
  {
    "id": 129,
    "text": "Половина есть!",
    "answers": [
      {
        "id": 116,
        "text": "Второй"
      },
      {
        "id": 132,
        "text": "Пятый"
      }
    ]
  },
  {
    "id": 130,
    "text": "Олаф, вскинув арбалет и почти не целясь, выстрелил. Нет, снаряд летел точно в цель. Но жужжащая глефа на лету перерубила болт. Теперь от арбалета пользы никакой.",
    "answers": [
      {
        "id": 131,
        "text": "Вступить в ближний бой"
      }
    ]
  },
  {
    "id": 131,
    "text": "Дорн уже сражался. С яростью берсерка он кидался под описывающую круги глефу без страха и вроде даже теснил своего противника. Но воин с глефой, отскочив на несколько шагов, снова взял инициативу на себя. \n– Давай, Арабелла, кровь уже рядом! – заходился он в крике, видимо, обращаясь к своей глефе.",
    "answers": [
      {
        "id": 135,
        "text": "Сражаться плечом к плечу с Дорном"
      },
      {
        "id": 136,
        "text": "Зайти во фланг"
      },
      {
        "id": 137,
        "text": "Зайти в тыл"
      }
    ]
  },
  {
    "id": 132,
    "text": "Уже почти!",
    "answers": [
      {
        "id": 133,
        "text": "Второй"
      }
    ]
  },
  {
    "id": 133,
    "text": "Последний!",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "Ниша с рычагами плавно закрылась плитой сверху, а в одной из стен появился проход.\n– Отличная работа, Олаф! Ну что, пойдем?",
    "answers": [
      {
        "id": 120,
        "text": "Выдвигаемся"
      },
      {
        "id": 124,
        "text": "Что полезного в сундуке нашел?"
      }
    ]
  },
  {
    "id": 135,
    "text": "Олаф присоединился к Дорну. Вдвоем отражать взмахи глефы, летящей, казалось, одновременно с разных сторон, было легче. Появилась возможность атаковать, пока один держит глефу в стороне от другого.",
    "answers": [
      {
        "id": 138,
        "text": "Атаковать"
      },
      {
        "id": 139,
        "text": "Защищать"
      }
    ]
  },
  {
    "id": 136,
    "text": "Олаф занял позицию в стороне от основного направления ударов. Хоть глефа его вполне доставала, но этот маневр здорово ограничил противника в движениях.",
    "answers": [
      {
        "id": 150,
        "text": "Теснить врага к стене"
      }
    ]
  },
  {
    "id": 137,
    "text": "Все попытки зайти в тыл противника были безуспешны. Воин беспрестанно кружился в танце боя со своей глефой вокруг Дорна, постоянно меняя свое местоположение. Дорн видел стремление Олафа помочь и пытался прижать врага к стене.",
    "answers": [
      {
        "id": 136,
        "text": "Теснить врага с фланга"
      },
      {
        "id": 135,
        "text": "Напирать по фронту вместе с Дорном"
      }
    ]
  },
  {
    "id": 138,
    "text": "Олаф, с молчаливого согласия Дорна, принялся сокращать дистанцию.",
    "answers": [
      {
        "id": 140,
        "text": "Быстро теснить противника к стене"
      },
      {
        "id": 141,
        "text": "Тщательно выбрать момент для удара"
      }
    ]
  },
  {
    "id": 139,
    "text": "Олаф принялся ожесточенно парировать летающее всюду лезвие, давая Дорну шанс нанести удар. Такая тактика принесла свои плоды, вскоре Дорн нанес неплохой удар по ноге цели.",
    "answers": [
      {
        "id": 146,
        "text": "Теснить врага"
      }
    ]
  },
  {
    "id": 140,
    "text": "Опасно подставляясь под глефу, Олаф провел серию стремительных атак. Никакого урона они не нанесли, но вынудили противника отступить. ",
    "answers": [
      {
        "id": 142,
        "text": "Продолжать теснить врага"
      }
    ]
  },
  {
    "id": 141,
    "text": "Как только Дорн своим мечом преградил путь свистящему лезвию, Олаф сделал выпад вниз, ударив по ногам. Он попал чуть выше латного сапога. Хотя столь успешный удар должен был здорово подкосить противника, он лишь немного присел на поврежденную ногу. Скорость боя уменьшилась.",
    "answers": [
      {
        "id": 146,
        "text": "Теснить врага"
      }
    ]
  },
  {
    "id": 142,
    "text": "Дорн, не успев парировать стремительно летящую в него глефу и с болью зашипел. Рука, держащая меч, была рассечена острейшим лезвием. Противник вновь брал верх.",
    "answers": [
      {
        "id": 143,
        "text": "Помочь Дорну"
      },
      {
        "id": 144,
        "text": "Зайти в спину, пока враг занят"
      }
    ]
  },
  {
    "id": 143,
    "text": "Олаф с трудом успел отразить летящее в раненного Дорна лезвие. Хотя на таинственной фигуре был шлем, он пребывал в уверенности, что лицо врага в этот момент было разочарованно искривлено. Бой продолжался. Дорн, воспользовавшись передышкой, поднялся.",
    "answers": [
      {
        "id": 148,
        "text": "Сражаться"
      }
    ]
  },
  {
    "id": 144,
    "text": "Олаф решил воспользоваться ситуацией и закончить этот бой. Он зашел врагу в спину, когда он уже заносил глефу над Дорном. Но смертельный удар пролетел мимо, прямо над головой раненного, и пошел дальше, прорезав нагрудник Олафа и поцарапав его торс. Дорн встал. Бой продолжился.",
    "answers": [
      {
        "id": 148,
        "text": "Сражаться"
      }
    ]
  },
  {
    "id": 145,
    "text": "Ни Олаф, ни Дорн не успели ничего предпринять. Их противник вихрем пронесся сквозь них и исчез.\n– Да... А ведь мы были на волоске. Предлагаю позвать сюда всех наших парней. За этими дверьми то, что нам нужно, я уверен.",
    "answers": [
      {
        "id": 147,
        "text": "Молчаливо согласиться"
      }
    ]
  },
  {
    "id": 146,
    "text": "Повторяя хорошо показавшую себя комбинацию, Олаф и Дорн смогли прижать противника к стене. Глефа уткнулась в пол.\n– Какая печальная ошибка для меня, да. Вам повезло, поэтому я даю шанс уйти отсюда, – из-под шлема доносился глухой разочарованный голос.",
    "answers": [
      {
        "id": 145,
        "text": "Последнее слово?"
      },
      {
        "id": 145,
        "text": "Не стоит нас недооценивать"
      },
      {
        "id": 145,
        "text": "[Убить воина]"
      }
    ]
  },
  {
    "id": 147,
    "text": "Путь назад описывать бессмысленно. Все те же коридоры, та же темнота. Сопротивления они не встретили.\nВсе остальные уже были в сборе. Быстро выслушав скудные доклады о находках других, Дорн отдал команду выступать.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "Глефа уткнулась в землю.\n– Простите, но нет. Пока что я не могу вас убить. Уходите, сохраните свои жалкие жизни.\nТаинственный воин исчез.\n– Мы проиграли эту битву... Почему? Зачем? – вопрошал Дорн.\n– Уже не важно. Давай сходим за остальными, вместе пробьемся через эти двери. ",
    "answers": [
      {
        "id": 147,
        "text": "Идти назад"
      },
      {
        "id": 151,
        "text": "Как твоя рана?"
      }
    ]
  },
  {
    "id": 149,
    "text": "Мрак немного отступил, стало светлее.\n–Что для тебя жизнь? – голоса утихали.",
    "answers": [
      {
        "id": 155,
        "text": "Жизнь – это череда встреч"
      },
      {
        "id": 156,
        "text": "Жизнь – это череда потерь"
      }
    ]
  },
  {
    "id": 150,
    "text": "Глефа была длинной и противник с легкостью парировал удары Олафа, и даже наносил свои. Но он неизбежно отступал назад.\nГлефа уткнулась в пол.\n– Какая непростительная ошибка для меня, да. А теперь, пока у вас есть шанс, уходите.",
    "answers": [
      {
        "id": 145,
        "text": "Последнее слово?"
      },
      {
        "id": 145,
        "text": "Не стоит нас недооценивать"
      },
      {
        "id": 145,
        "text": "[Убить воина]"
      }
    ]
  },
  {
    "id": 151,
    "text": "– Ничего, просто царапина. Я меч-то выпустил больше из-за неожиданности. Пойдем, чего зря время терять.",
    "answers": [
      {
        "id": 147,
        "text": "Пойдем"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вскоре они дошли до первой комнаты.\n– Что за чертовщина! – воскликнул Дорн. – она была вдвое меньше, и только с одной дверью!\nОтряд с непониманием смотрел на белые кресты повсюду.\n– Ошибки быть не мо...\nГолову Олафа пронзила боль. Он упал, не видя ничего вокруг. Только мрак клубился рядом. Олаф чувствовал себя маленьким и беззащитным. Он хотел умереть, но одновременно и боялся этого.\n– Кто... Ты...? – зашептали голоса в голове.",
    "answers": [
      {
        "id": 149,
        "text": "Я... Олаф..."
      },
      {
        "id": 153,
        "text": "Никто..."
      },
      {
        "id": 154,
        "text": "Мое имя – Тьма"
      }
    ]
  },
  {
    "id": 153,
    "text": "Мрак густел. Голоса набирали силу.\n– Что для тебя жизнь, Никто?",
    "answers": [
      {
        "id": 157,
        "text": "Жизнь – это череда встреч"
      },
      {
        "id": 158,
        "text": "Жизнь – это череда потерь"
      },
      {
        "id": 158,
        "text": "Жизни нет. Только смерть. Только боль."
      }
    ]
  },
  {
    "id": 154,
    "text": "Мрак приближался. Голоса стали громче.\n– Что для тебя жизнь, Тьма?",
    "answers": [
      {
        "id": 158,
        "text": "Жизнь – это череда потерь"
      },
      {
        "id": 158,
        "text": "Жизни нет. Только смерть. Только боль."
      }
    ]
  },
  {
    "id": 155,
    "text": "Стало еще светлее. Боль отступала. Разобрать, что говорили голоса не представлялось возможным.",
    "answers": [
      {
        "id": 159,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 156,
    "text": "Мрак сгустился вновь. Но голоса молчали. У Олафа в голове начали появляться образы, которых он боялся. Дурные воспоминания, неудачи, детские страхи.",
    "answers": [
      {
        "id": 155,
        "text": "Думать о хорошем"
      },
      {
        "id": 158,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 157,
    "text": "Мрак немного отступил. Голоса замолчали. В голове Олафа начали появляться образы, который он боялся. Дурные воспоминания, неудачи, детские страхи.",
    "answers": [
      {
        "id": 155,
        "text": "Думать о хорошем"
      },
      {
        "id": 158,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 158,
    "text": "Мир закружился перед глазами. Мрак сгустился вокруг Олафа. Он был ощутим, он обрел форму. Из него выплывали образы и растворялись обратно. Тьма была живой. Тьма окружила Олафа. Олаф сливался с ней. Он был частью Тьмы. Олаф был Тьмой.",
    "answers": [
      {
        "id": 264,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "Олаф с трудом открыл глаза. Лежал не он один. Кто-то держался за голову, кто-то катался по полу. В сознании был только Дорн. Он пытался подняться. Во время беглого оглядывания окружения Олаф заметил еще одну немаловажную вещь. Дверь была только одна.\n– Уфф... – пошатывающийся Дорн подошел к Олафу. – Ты в порядке? Хватайся давай, – он протянул руку.\nОлаф поднялся.\n– Что делать с остальными теперь? Если они сейчас переживают то же самое, то им явно несладко.\n– Свет... Больше света.\n",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "– Нужен свет! – Олаф рыскал по сумкам, пытаясь отыскать материалы для розжига. – Сделаем костер, все тут осветим!\nДорн присоединился. Вскоре огонь уже вовсю пожирал дерево. Факелы были расставлены практически везде. В комнате не осталось ни одного темного уголка. Кто-то уже пришел в себя, остальным же заметно полегчало и они лежали спокойно. Группа восстанавливалась после ментальной атаки.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "Отряд продолжал идти за Дорном по холодным коридорам подземелья.",
    "answers": [
      {
        "id": 162,
        "text": "Олаф тут не был",
        "need": -119
      },
      {
        "id": 163,
        "text": "Олаф уже был в этом зале",
        "need": 119
      }
    ]
  },
  {
    "id": 162,
    "text": "Олаф с интересом осматривал окружение. Огромный, и наконец-то освещенный зал.Он был огромен. Массивные гранитные столпы подпирали потолок. Он был удивлен грандиозностью открывшейся картины. По бокам же отряд окружали восемь статуй непонятных существ. Они были словно живые, их взгляд, казалось, преследовал маленький отряд. Наконец, отвлекшись от созерцания, Олаф обратил внимание на более приземленные вещи. Труп наемника, пошедшего с Дорном, лежал в центре зала, пугая наблюдателей. Внезапно дверь, ведущая в следующую часть подземелья, заскрипела. Дорн судорожно сжал рукоять меча.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "Олаф взглядом встречал уже знакомые картины. Статуи, место сражения, дверь, из которой вышел тот таинственный незнакомец с глефой. Внезапно, она вновь заскрипела.\n– Неужели снова он? – со злостью прошипел Дорн, судорожно хватаясь за рукоять меча.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "В зал вошел человек. С виду вполне обычный. Он не носил оружия, он не носил брони. Его тонкие губы вытянулись в приветливой улыбке.\n– Добро пожаловать в мой дом! – вполне дружелюбно прокричал он. – Что вы тут делаете? И с какой целью сюда пришли?\nДорн нервно дернулся в его сторону.",
    "answers": [
      {
        "id": 165,
        "text": "Удержать"
      },
      {
        "id": 166,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 165,
    "text": "Олаф положил руку на плечо Дорна, остановив его.\n– Да, нам сейчас действительно лучше поговорить, – незнакомец одобрительно кивнул. – Я смотрю, ты более расположен к этому, – он оглядел Олафа. – Так ответь на мой вопрос.",
    "answers": [
      {
        "id": 167,
        "text": "Нас наняли"
      },
      {
        "id": 168,
        "text": "Мы хотим богатства и славы"
      }
    ]
  },
  {
    "id": 166,
    "text": "Дорн не успел ничего сделать. Под тяжелым взглядом незнакомца он остановился, как вкопанный.\n– Не стоит все решать так поспешно. Давайте лучше поговорим, – улыбка не сходила с его лица. – А теперь, ответьте на мой вопрос.",
    "answers": [
      {
        "id": 167,
        "text": "Нас наняли"
      },
      {
        "id": 168,
        "text": "Мы пришли за богатством и славой"
      }
    ]
  },
  {
    "id": 167,
    "text": "– Нас нанял владелец этого поместья. Тому, кто очистит подземелье обещаны богатство и слава.\n– О, мой бедный братец еще не успокоился, – вновь усмехнулся незнакомец. \n– Брат? О чем ты?\n– Может, когда-нибудь вы узнаете эту удивительную историю. Ладно, я понял. Можно сказать, вы тут оказались случайно. Я отпускаю вас. Уходите.",
    "answers": [
      {
        "id": 170,
        "text": "Те, кто был тут до нас. Почему ты не отпустил их?"
      }
    ]
  },
  {
    "id": 168,
    "text": "– Не все мечты сбываются, верно? У меня нет на вас времени. Я дам вам уйти.",
    "answers": [
      {
        "id": 170,
        "text": "Другим ты уйти не дал"
      }
    ]
  },
  {
    "id": 169,
    "text": "Олаф окинул взглядом других. Кто-то, кажется, рад был такому исходу. Были и те, кто до сих пор сжимал свой меч.\n– Черта с два я уйду! Не для того я проделал этот путь! – Дорн не сдавался. – Он просто убьет нас, поверьте мне! Ударит в спину! Черт, у него даже оружия нет! Просто закончим все это!\n– Ты глуп! – фигура незнакомца, казалось, возвысилась над Дорном, тень приобрела непонятные очертания. – Я приказываю вам уходить. Никто не осудит вас за это. Но если вы ищете смерть – оставайтесь.",
    "answers": [
      {
        "id": 171,
        "text": "Мы уничтожим тебя. Вместе."
      },
      {
        "id": 172,
        "text": "Спокойнее, мы уйдем."
      },
      {
        "id": 173,
        "text": "Это ловушка, да? С чего бы нам тебе верить?"
      }
    ]
  },
  {
    "id": 170,
    "text": "Незнакомец развел руками.\n– Моих слуг сложно контролировать. По большей части они делают то, что хотят. Хотя многих я убил собственноручно, признаю это. Но это сделано с целью защитить мой дом. Вы добрались до этого зала только из-за того, что многие умерли за эту цель. Они расчистили вам путь. В ином случае, я бы вам ничем не помог. А сейчас я могу это сделать. Уходите.",
    "answers": [
      {
        "id": 169,
        "text": "Осмотреть отряд"
      }
    ]
  },
  {
    "id": 171,
    "text": "Незнакомец задумчиво закусил губу.\n– Жаль, что приходится тратить свои силы. Что ж, ладно. Страдайте.\nНезнакомец сжал руку в кулак и закрыл глаза. Дорн бросился на него, но таинственный владелец подземелья мгновенно исчез. Все двери захлопнулись. Пути назад не было.\n– И что теперь?\nГрохот заполнил зал. Статуи лопались, камень летал по залу. Кого-то уже пришибло огромным куском мрамора. На месте статуй появлялись огромные фигуры. Они окружали отряд.\n– К бою! – проревел Дорн и первым бросился в атаку.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "– Хороший выбор, ты определенно умен.\nЧасть отряда, воспринявшая поступок Олафа как одобрение к действию, начала поспешно отступать к дверям. Дорн с ненавистью смотрел на них. \n– А что будет с остальными? – кто-то робко спросил.\n– Я же говорил: каждый, кто останется – умрет. Увы.",
    "answers": [
      {
        "id": 175,
        "text": "Уйдем все вместе. К чему умирать?"
      },
      {
        "id": 177,
        "text": "Молча уйти"
      }
    ]
  },
  {
    "id": 173,
    "text": "– Ну, я трачу свое время, чтобы убедить вас уйти. В общем-то отличный повод, чтобы мне поверить, не правда ли? Выбор ведь такой простой: уйти или умереть. Неужели так сложно его сделать?",
    "answers": [
      {
        "id": 171,
        "text": "Мы уничтожим тебя. Вместе."
      },
      {
        "id": 172,
        "text": "Спокойно, мы уйдем"
      }
    ]
  },
  {
    "id": 174,
    "text": "Соотношение сил было примерно равным. Если не считать, конечно, превосходства появившихся существ в размерах. Все они были выше любого из отряда.\nБойцы встали кругом, каждый оказался у своей цели. Сражение начало приобретать дуэльный характер.",
    "answers": [
      {
        "id": 178,
        "text": "Сражаться мечом"
      },
      {
        "id": 178,
        "text": "Сражаться мечом со щитом",
        "need": 61
      },
      {
        "id": 180,
        "text": "Достать кинжал",
        "need": 46
      },
      {
        "id": 181,
        "text": "Выстрелить из арбалета",
        "need": 109
      },
      {
        "id": 196,
        "text": "Метнуть пыль в ожившую статую",
        "need": 65
      }
    ]
  },
  {
    "id": 175,
    "text": "– Я никуда с тобой не пойду, трус. – Дорн все еще был в ярости.\nОднако, еще один человек присоединился к уходящим.",
    "answers": [
      {
        "id": 177,
        "text": "Прости"
      }
    ]
  },
  {
    "id": 176,
    "text": "Олаф в одиночестве сидел за столом в таверне и, потихоньку отпивая забористый эль, слушал разговор.\n– О войне слышал-то?\n– Да кто про нее не слышал. Новости есть?\n– Еще какие. Гвардию Алой Песни разбили. Ну, знаешь, элитные войска императора. Их там много полегло. Думаю... – тут говорящий перешел на шепот, но Олаф знал, что он хотел сказать.\nНадо бежать.\nОлаф знал, что было причиной этой войны. Он бежал. Бежал, как можно дальше. Но война вгрызалась все глубже в страну, новости неумолимо настигали Олафа везде. Из-за этого он вспоминал. Вспоминал Дорна, вспоминал неизвестного, вспоминал этот злосчастный заказ. Может, сейчас бы он сделал совсем другой выбор. Какой угодно. Лишь бы избавиться от гнетущих воспоминаний. От еще преследующего страха. От ужасов Темнейшего Подземелья.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 177,
    "text": "Как только все, кто решил уйти, вышли из зала, дверь захлопнулась. Из-за нее доносился жуткий грохот и лязг. Шли молча.\n– Кажется, путешествие подошло к концу, да? – тихо спросил кто-то.\nНезнакомец сдержал свое слово. Значительно поредевший отряд действительно смог выйти из подземелья. Они попрощались, и каждый пошел своей дорогой. Пути их разошлись.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Олаф обнажил меч и обратил взор на своего противника. Он практически не отличался от человека, но был выше и массивнее. В руке удобно умещалась рукоять булавы.",
    "answers": [
      {
        "id": 179,
        "text": "Измотать противника быстрыми и легкими ударами"
      },
      {
        "id": 184,
        "text": "Вложить в удары всю силу, стремясь побыстрее закончить"
      },
      {
        "id": 195,
        "text": "Толкнуть противника щитом"
      }
    ]
  },
  {
    "id": 179,
    "text": "Олаф начал кружить вокруг своего противника, делая легкие выпады. Это практически не наносило урона, но позволяло оставаться в относительной безопасности и не подставляться под тяжелые удары булавы. Кроме того, Олаф надеялся, что противник устанет и потеряет и без того малую подвижность. Так и случилось. Удары немного замедлились.",
    "answers": [
      {
        "id": 198,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 180,
    "text": "Олаф, повинуясь странному позыву, решил достать таинственный кинжал, найденный в комоде. Но как только он извлек его из-за пояса, острие странного орудия начало тянуться к его руке. Удерживать его становилось все труднее.",
    "answers": [
      {
        "id": 197,
        "text": "Направить на врага впереди"
      },
      {
        "id": 199,
        "text": "Направить на ближайшего союзника"
      },
      {
        "id": 200,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 181,
    "text": "Олаф достал из-за спины так кстати подвернувшийся арбалет.",
    "answers": [
      {
        "id": 182,
        "text": "Выстрелить",
        "need": -130
      },
      {
        "id": 183,
        "text": "Выстрелить",
        "need": 130
      }
    ]
  },
  {
    "id": 182,
    "text": "Олаф, нетерпеливо наведясь на цель, выстрелил.\nПопал он в голову. Довольно удачно, его противник с пронзительным треском упал на каменный пол и, спустя некоторое время, исчез.",
    "answers": [
      {
        "id": 185,
        "text": "С мечом напасть на следующего"
      }
    ]
  },
  {
    "id": 183,
    "text": "Олаф, нетерпеливо наведясь на цель, нажал на спусковой рычаг.\nНичего не произошло. Кажется, Олаф забыл, что истратил единственный болт в другом сражении.",
    "answers": [
      {
        "id": 178,
        "text": "Сражаться мечом"
      }
    ]
  },
  {
    "id": 184,
    "text": "Олаф, покрепче сжав меч, рванулся к противнику. Еле успевая избежать смертоносного удара, который отбил от пола каменное крошево, он с замахом нанес рубящий удар по ноге своего оппонента. Далее все логично. Падение. Добивание. Конец сражения.",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 185,
    "text": "Олаф перевел взгляд на наемника, сражавшегося рядом с ним. Ему, кажется, не помешала бы помощь. Его противник – непонятное существо, чем-то смахивающее телом на орла, а головой на человека – ожесточенно махал крыльями, создавая воздушные волны и не подпуская к себе никого на расстояние удара.",
    "answers": [
      {
        "id": 186,
        "text": "Зайти со спины"
      },
      {
        "id": 187,
        "text": "Метнуть меч"
      }
    ]
  },
  {
    "id": 186,
    "text": "Воспользовавшись отсутствием внимания на его скромную персону, Олаф обогнул все еще трепыхающуюся в воздухе птицу. Наемник, увидев маневр Олафа, подошел ближе, и, когда птица попыталась спикировать, они одновременными ударами прервали это начинание. Благодарно кивнув Олафу, он, перехватив свой топор, помчался в атаку на другую цель. ",
    "answers": [
      {
        "id": 192,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 187,
    "text": "Меч не очень-то походил на метательное оружие, но Олаф решил поступить именно так. Взяв его на манер копья, он совершил бросок. Острие вонзилось в крыло птицы, от неожиданности она приземлилась и закружилась вокруг своей оси. Произведенный эффект позволил наемнику без труда добить жертву.\nОлаф, отвлекшийся на последствия своего броска, был опрокинут на землю. Гигант, больше всех походящий на человека, расправился со своим соперником и теперь переключился на другую цель. Он уже занес ногу для финального удара.",
    "answers": [
      {
        "id": 188,
        "text": "Перекат вправо"
      },
      {
        "id": 188,
        "text": "Перекат влево"
      }
    ]
  },
  {
    "id": 188,
    "text": "Олаф, удержавшись в сознании, совершил перекат в сторону от удара. Теперь он удивленно оглядывал упавшего гиганта. В боку его торчал топор, к которому уже бежал тот наемник, которого Олаф спас своим броском. Вытащив свое орудие и кивнув Олафу, он помчался искать себе следующую жертву.",
    "answers": [
      {
        "id": 189,
        "text": "Встать и оглядеться"
      }
    ]
  },
  {
    "id": 189,
    "text": "Олаф, потирая затылок, еще болевший от удара о камень, поднялся. Сектор перед ним был уже расчищен. Осталось еще четыре оживших статуи позади него. Дорн и три оставшихся в живых наемника продолжали сражение. Дела шли туго, они сбились в кучу, места для маневров не осталось, а парировать удары тех, кто в два раза превосходит тебя в росте и весе, было несколько сложновато.\nНайдя свой меч, валяющийся на полу, (останки птицы уже исчезли), Олаф был готов продолжать.",
    "answers": [
      {
        "id": 190,
        "text": "Атаковать грозно выглядящего вервольфа, орудующего своими когтями"
      },
      {
        "id": 191,
        "text": "Атаковать безглазого демона с парными клинками"
      }
    ]
  },
  {
    "id": 190,
    "text": "Быстро оббежав зал, на всякий случай прячась за колоннами, Олаф, выставив меч острием вперед, устремился на вервольфа, который без устали рвал и метал своими когтями. Пронзив бок не ожидавшего нападения существа, он, вытащив меч, наблюдал за его добиванием. Вскоре упала еще одна фигура. Получив больше пространства, отряд перестроился. Оставшиеся монстры были полуокружены. Добить их не составило труда.\nДорн немного постоял, осматривая последствия, и, отдышавшись, обратился к остаткам отряда.\n– Пора закончить со всем этим. Идем. Отдыхать некогда, – с этими словами он направился к двери.\n",
    "answers": [
      {
        "id": 201,
        "text": "Идти за ним"
      }
    ]
  },
  {
    "id": 191,
    "text": "Оббежав зал, на всякий случай прячась за колоннами, Олаф, выставив меч острием вперед, рванул на демоническую фигуру с парными клинками в руках. Демона, согнувшегося от боли, быстро добил наемник с топором. Получив больше пространства, отряд перестроился. Еще одна фигура упала от удара в бок. Оставшиеся монстры были полуокружены. Добить их не составило труда.\nДорн немного постоял и, отдышавшись, обратился к остаткам отряда.\n– Пора закончить со всем этим. Идем. Отдыхать некогда, – с этими словами он отправился к двери.",
    "answers": [
      {
        "id": 201,
        "text": "Идти за ним"
      }
    ]
  },
  {
    "id": 192,
    "text": "Олаф быстро окинул взглядом поле боя. Недалеко сражалась группа во главе с Дорном. Как раз туда и побежал тот, с топором. Но кое-что заставило Олафа напрячься. К ним в спины заходил только что расправившийся со своим противником гигант. На Олафа он не обратил внимания.",
    "answers": [
      {
        "id": 193,
        "text": "Броситься наперерез"
      },
      {
        "id": 194,
        "text": "Атаковать в спину"
      }
    ]
  },
  {
    "id": 193,
    "text": "Олаф, с какой только мог скоростью, бросился наперерез гиганту. Молнией пронесшись около него, он выставил меч, подрезав его ноги. С мелькнувшей мыслью о колоссе на глиняных ногах, он закончил свое дело.",
    "answers": [
      {
        "id": 190,
        "text": "Атаковать вервольфа, орудующего когтями"
      },
      {
        "id": 191,
        "text": "Атаковать безглазого демона с парными клинками"
      }
    ]
  },
  {
    "id": 194,
    "text": "Олаф, с какой только мог скоростью, рванул догонять гиганта. Он продолжал топать к Дорну и другим. Ударом в заднюю сторону ноги, он прекратил это. Добить начинавшего заваливаться громилу не показалось ему трудным. Теперь самое время помочь отряду Дорна.",
    "answers": [
      {
        "id": 190,
        "text": "Атаковать вервольфа, орудующего когтями"
      },
      {
        "id": 191,
        "text": "Атаковать безглазого демона с парными клинками"
      }
    ]
  },
  {
    "id": 195,
    "text": "Олаф рванул к своему противнику, выставив вперед щит. Он хотел вывести его из равновесия толчком, а потом уже нанести удар. Но не получилось. Противник даже не пошатнулся. Олаф еле успел прикрыться от ответного удара булавой. Щит был пробит, но выполнил свою функцию.",
    "answers": [
      {
        "id": 179,
        "text": "Измотать противника легкими и быстрыми ударами"
      },
      {
        "id": 184,
        "text": "Вложить в удары всю силу, стараясь побыстрее закончить"
      }
    ]
  },
  {
    "id": 196,
    "text": "Олаф сунул руку в карман и вытащил светящуюся пыль, взятую из шкафа. Взвешивая кучку в руке и надеясь на лучшее, он ждал, пока его противник подойдет поближе. Подпустив его на достаточное расстояние для броска, он метнул пыль. Крупицы приобретали красное свечение при подлете и с шипением исчезали на груди жертвы. Скоро ожившая статуя осела и распалась на части.",
    "answers": [
      {
        "id": 185,
        "text": "Найти другую цель"
      }
    ]
  },
  {
    "id": 197,
    "text": "Олаф с трудом отвернул острие от себя и направил на приближающегося врага. Но кинжал не стал долго задерживаться в этом положении. Он вырывался и метался, все еще тянясь к руке Олафа, который уже не мог его удерживать. Нужно было что-то решать, враг уже подходил на расстояние удара.",
    "answers": [
      {
        "id": 199,
        "text": "Направить на союзника"
      },
      {
        "id": 200,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 198,
    "text": "Олаф, дождавшись очередного смертоносного замаха с успехом проскочил под ним. Противник явно не успевал. Олаф с размаха ударил по ноге. Падение. Добивающий. Труп исчез, хотя от этого факта Олаф легко отмахнулся: и не такое видали.",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 199,
    "text": "Сделав последнее усилие, Олаф отвернул клинок от себя и направил на наемника, сражающегося рядом. Кинжал повиновался, дернув Олафа за собой. Мгновение – Олаф слышит ужасный крик своего боевого товарища, видит падающую на пол левую руку. Еще немного – кинжал переключился на возрожденное из статуи существо, летит к нему. Олаф уже не успевает понимать, что происходит рядом, но повинуется, он знает – клинок делает то, что должно.\nВскоре схватка закончилась. Кинжал уже успокоился, Олаф сумел убрать его обратно. Все были живы – за исключением того, кого Олаф выбрал в жертву.\n– Черти меня раздерите, как ты это сделал? – Дорн восхищенно уставился на постепенно приходящего в себя Олафа. – Ты носился, как проклятый, с голыми руками, и все падали, – Видимо, они не знали, что Олаф сделал для этого, были увлечены боем.\nОлаф ничего не отвечал. Он молча пошел дальше. Путь вперед. Его главная цель теперь.",
    "answers": [
      {
        "id": 201,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 200,
    "text": "Олаф покорился воле странного оружия. Кинжал пронзил руку. Олаф с пустотой в глазах смотрел на падающую вниз конечность и на переливающийся рубин на рукоятке. Нет, он не чувствовал боли, но его охватывал страх неизвестности. Тем временем, появившийся из статуи человек с дубиной уже замахивался. Клинок незамедлительно дернулся в его сторону, ведя Олафа за собой. Мгновение – и врага уже нет. Кинжал же тем временем шел все дальше и дальше, вырезая дорогу для Олафа.\nТемнота.",
    "answers": [
      {
        "id": 319,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "Изможденные битвой наемники вошли в очередной зал. Он несколько отличался остальных идеальной симметрией. В каждой из четырех одинаковых стен было по три двери. В середине же стояло нечто похожее на алтарь вырезанный из камня темноватого цвета.",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      },
      {
        "id": 203,
        "text": "Я видел план этой комнаты! Нам нужно в вон ту дверь!",
        "need": 63
      }
    ]
  },
  {
    "id": 202,
    "text": "Из-за алтаря неслышно появился тот самый человек, что пытался убедить изрядно поредевший отряд сдаться.\n– Даже не знаю, рад ли я, что вы дошли до этого места, или нет, – он с интересом осматривал вошедших. – В любом случае, сейчас уж точно не до разговоров.\nДорн с криком понесся на гостя, но тот мгновенно переместился в другой угол.\n– О, нет-нет-нет, мой вспыльчивый друг. Битва произойдет не здесь. Ты, – он взглянул на Олафа. – Ты кажешься мне самым достойным. ",
    "answers": [
      {
        "id": 205,
        "text": "Я принимаю твой вызов"
      },
      {
        "id": 206,
        "text": "Я уничтожу тебя"
      }
    ]
  },
  {
    "id": 203,
    "text": "– Я точно в этом уверен, там что-то есть! – ожесточенно доказывал с недоверием глядевшему Дорну. – Я видел схему, там точно была описана эта комната!\n– С чего ты вообще взял, что этому можно верить? Зачем кому-то оставлять нам подсказки? Это место пытается уничтожить нас, Олаф, – на этом моменте Дорн понизил голос.",
    "answers": [
      {
        "id": 204,
        "text": "Один из советов помог мне в сражении",
        "need": 196
      },
      {
        "id": 202,
        "text": "Может, ты и прав"
      },
      {
        "id": 238,
        "text": "Один из советов помог мне в сражении [Солгать]"
      }
    ]
  },
  {
    "id": 204,
    "text": "Олаф рассказал о светящейся пыли, и о том, что упоминание о ней оказалось в книге.\n– Там не будет никаких смертельных ловушек, я уверен. Доверься мне, Дорн.\nОн некоторое время раздумывал.\n– А, черт с ним, мы и так двумя ногами в могиле. Веди.",
    "answers": [
      {
        "id": 239,
        "text": "Идти в нужную дверь"
      }
    ]
  },
  {
    "id": 205,
    "text": "– Да, другого ответа я и не ждал.\nВ глазах потемнело.",
    "answers": [
      {
        "id": 207,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 206,
    "text": "– Все может быть, – с усмешкой ответил незнакомец.\nВ глазах потемнело.",
    "answers": [
      {
        "id": 207,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 207,
    "text": "Олаф поднялся. Он не понимал, где находится. Глазам его открылось просторная поляна и тропинка, ведущая вперед. Но больше ничего не было. Над головой висел темный покров, хотя казалось, что солнце все достаточно хорошо освещает. Создавалось ощущение, что этот зеленый островок парил в пустоте.\n– Ты, послушай! – голос доносился сразу с разных сторон.",
    "answers": [
      {
        "id": 208,
        "text": "Я слушаю"
      },
      {
        "id": 208,
        "text": "Кто ты?"
      },
      {
        "id": 208,
        "text": "[Промолчать]"
      }
    ]
  },
  {
    "id": 208,
    "text": "– Не верь ничему, что слышишь. Не верь ничему, что видишь, – голос неизвестного утихал.",
    "answers": [
      {
        "id": 209,
        "text": "Тебе тоже не верить?"
      },
      {
        "id": 209,
        "text": "Хорошо"
      },
      {
        "id": 209,
        "text": "[Промолчать]"
      }
    ]
  },
  {
    "id": 209,
    "text": "– И не пытайся договориться... – теперь голос окончательно пропал, расслышать окончание не представлялось возможным.\nОлаф, несколько озадаченный странными советами, пошел вперед, по тропинке.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "Вскоре Олаф дошел до первой развилки. Тропинка, поворачивающая направо, вела к...\n– Таверна? Тут? – Олаф щурил глаза, пытаясь разглядеть получше. Он не понимал, почему не увидел ее сразу, ведь рельеф был равнинный, ничего не мешало обзору.\nВторой путь продолжал начальное направление.",
    "answers": [
      {
        "id": 211,
        "text": "Свернуть"
      },
      {
        "id": 212,
        "text": "Не сворачивать"
      }
    ]
  },
  {
    "id": 211,
    "text": "Олаф не смог удержаться, и решил проверить, что это за здание и как оно тут появилось.\nИдти пришлось недолго. Вот он уже стоит у крыльца, смотрит на деревянную низенькую лавку у входа. Смотрит на Дорна, сидящего на ней с кружкой.\n– Олаф, заходи, присаживайся, выпьем! – Дорн прямо таки излучает радость и дружелюбие.",
    "answers": [
      {
        "id": 213,
        "text": "Да, сейчас"
      },
      {
        "id": 212,
        "text": "Нет, извини, я лучше пойду"
      }
    ]
  },
  {
    "id": 212,
    "text": "Олаф подумал, что так неожиданно появившееся здание точно не предвещает ничего хорошего, поэтому решил отправиться дальше.\nЧерез некоторое время он дошел до очередной развилки. У небольшой по высоте, но отвесной горы стоял указатель. Правая дорога была подписана, как ведущая в конец пути, а левая – смерть.",
    "answers": [
      {
        "id": 216,
        "text": "Налево"
      },
      {
        "id": 216,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 213,
    "text": "Олаф присел рядом с Дорном.\n– И что ты здесь делаешь?\n– Отдыхаю, как видишь, – Дорн засмеялся и икнул. – Присоединяйся!\nОлаф почувствовал толчок в бок. Повернув голову, он увидел неизвестно откуда взявшийся нож в руках Дорна. Но видна была только рукоять. Дорн, все еще улыбаясь, исчез. Нож тоже.",
    "answers": [
      {
        "id": 214,
        "text": "Осмотреть рану"
      }
    ]
  },
  {
    "id": 214,
    "text": "Место ранения слабо пульсировало, не причиняя особых неудобств. Олаф решил, что стоит продолжать путь, пока что не обращая на это внимания.",
    "answers": [
      {
        "id": 215,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 215,
    "text": "Олаф пошел дальше, инстинктивно прикрывая рукой место ранения. \nДорожка вывела его к еще одной развилке. Две тропки с разных сторон огибали небольшую отвесную гору. Перед ней стоял указатель. Он показывал, что правая дорога ведет к концу пути, а левая – к смерти.",
    "answers": [
      {
        "id": 216,
        "text": "Налево"
      },
      {
        "id": 216,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 216,
    "text": "Олаф пошел по выбранной тропке, надеясь, что сделал правильный выбор.\nОбойдя гору, он увидел, что эти дороги сходятся в одну. Озадаченно хмыкнув и получив новую пищу для размышлений, он пошел дальше. Путешествие явно подходило к концу, уже отсюда можно было видеть нечто круглое, похожее на арену.",
    "answers": [
      {
        "id": 217,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 217,
    "text": "Спустя некоторое время, Олаф дошел до конца тропинки. Дальше был каменный круг, используемый, видимо, для каких-то ритуалов. Он был покрыт непонятными золотыми узорами, а в четырех местах на окружности росли светящиеся синим кристаллы. Дальше не было буквально ничего – темная пустота.",
    "answers": [
      {
        "id": 218,
        "text": "Войти в круг"
      }
    ]
  },
  {
    "id": 218,
    "text": "Из середины круга вынырнул все тот же странный человек.\n– Приветствую тебя вновь, Олаф. Вижу, ты дошел. Признаюсь, я удивлен. Не каждому под силу преодолеть все препятствия в чертогах моего разума, – он говорил и говорил, ходя взад-вперед при этом. На мгновения его образ мерк и проступала какая-то темная непонятная фигура.",
    "answers": [
      {
        "id": 219,
        "text": "Я пришел сюда не болтать, а сражаться. А теперь, умри!"
      },
      {
        "id": 220,
        "text": "Я не заметил никаких препятствий"
      },
      {
        "id": 222,
        "text": "Твоя работа? [указать на рану]",
        "need": 213
      },
      {
        "id": 221,
        "text": "Кто ты?"
      },
      {
        "id": 377,
        "text": "Ты вернул мне руку?",
        "need": 376
      }
    ]
  },
  {
    "id": 219,
    "text": "– Ну, как знаешь. У меня было множество интересных предложений...\nЧеловек перевоплотился. Без театральных эффектов, без разрывания одежды, как в дурацких сказках про чудовищ и вервольфов, которые в своем детстве с удовольствием слушал Олаф. Все произошло практически незаметно. Теперь на этом месте стояла высокая темная фигура, напоминающая человеческую, за исключением странных наростов на спине и чрезмерно длинных пальцев, растущих из кистей. Она излучала силу, заставляя преклоняться перед ней. Светящиеся фиолетовые глаза пронизывали насквозь.\n– Я готов. А ты?",
    "answers": [
      {
        "id": 231,
        "text": "Достать кинжал",
        "need": 46
      },
      {
        "id": 230,
        "text": "Достать меч"
      }
    ]
  },
  {
    "id": 220,
    "text": "– Да? – в этот момент темный образ задержался в действительности чуть дольше обычного. – Это очень интересно. ",
    "answers": [
      {
        "id": 218,
        "text": "Очень"
      }
    ]
  },
  {
    "id": 221,
    "text": "– Кто я? Сложный вопрос. Сейчас я Лодрик Аркенвуд, старший сын Арена Аркенвуда, дворянина и уважаемого человека, который некогда владел поместьем наверху, – Лодрик отвечал Олафу, высокомерно жестикулируя. ",
    "answers": [
      {
        "id": 223,
        "text": "И кем ты еще являешься?"
      },
      {
        "id": 218,
        "text": "Твой ответ меня удовлетворяет"
      }
    ]
  },
  {
    "id": 222,
    "text": "– Нет, не моя. Твоя. В этом виноват только ты. Насколько я вижу, эта рана не причиняет тебе особых неудобств? Что нас не убивает – делает сильнее, правда?",
    "answers": [
      {
        "id": 218,
        "text": "Может быть"
      }
    ]
  },
  {
    "id": 223,
    "text": "Лодрик на некоторое время замолчал. \n– Если ты так хочешь знать...\nОн перевоплотился. Нет, он не рвал на себе одежду, не изменялся в размерах, как в дурацких сказках про чудовищ и вервольфов, которые Олаф с удовольствием слушал в детстве. Это произошло практически незаметно. На месте Лодрика теперь стояла высокая темная фигура, напоминающая человеческую, за исключением наростов на спине и чрезмерно длинных пальцев, растущих из кистей. Она, казалось, излучала силу, заставляя преклоняться. Светящиеся фиолетовые глаза пронизывали насквозь.\n– Демон Желаний. Будем знакомы.",
    "answers": [
      {
        "id": 224,
        "text": "Где я?"
      },
      {
        "id": 225,
        "text": "Ты можешь выполнить мое желание?"
      },
      {
        "id": 226,
        "text": "Ты управляешь Лодриком?"
      },
      {
        "id": 235,
        "text": "Я узнал все, что хотел. Теперь ты умрешь."
      }
    ]
  },
  {
    "id": 224,
    "text": "– Я, кажется, упоминал. Мы в разуме Лодрика. Хотя как ты его видишь зависит, в основном, от твоего восприятия.",
    "answers": [
      {
        "id": 223,
        "text": "Я учту"
      }
    ]
  },
  {
    "id": 225,
    "text": "– Да, я могу выполнить любое твое желание, – демон плотоядно улыбнулся.",
    "answers": [
      {
        "id": 229,
        "text": "Я хочу стать богатым"
      },
      {
        "id": 229,
        "text": "Я хочу прославиться"
      },
      {
        "id": 229,
        "text": "Сделай меня повелителем мира"
      },
      {
        "id": 232,
        "text": "Покинь мир людей и не появляйся там более"
      },
      {
        "id": 229,
        "text": "Желаю стать непобедимым"
      },
      {
        "id": 234,
        "text": "А что требуется с моей стороны?"
      },
      {
        "id": 235,
        "text": "Мне не нужны твои подачки, демон, сражайся или умри!"
      }
    ]
  },
  {
    "id": 226,
    "text": "– Иногда. Наши желания, в основном, совпадают.",
    "answers": [
      {
        "id": 228,
        "text": "А он не против?"
      },
      {
        "id": 223,
        "text": "Хорошо, я понял"
      }
    ]
  },
  {
    "id": 227,
    "text": "Таинственный незнакомец в бронзовых доспехах вывел Олафа в предыдущее помещение. Он вплотную приблизился к нему.\n– А теперь слушай внимательно, – слова глухо доносились из устрашающего шлема. Теперь мы играем в одной команде, – жутковатая усмешка. – Не будешь играть – она заберет твою жизнь, – незнакомец указал на свою глефу. Тебе нужно убедить своих бывших друзей покинуть это место. Можно, конечно, действовать более быстро, но трупы выносить мне не хочется. А Владыка любит чистоту. Все уяснил? Считай это проверкой. Пошел! – он толкнул Олафа в коридор, проход закрылся.",
    "answers": [
      {
        "id": 246,
        "text": "Подумать о предстоящих действиях"
      }
    ]
  },
  {
    "id": 228,
    "text": "– Он сам меня позвал. Конечно же, не против, – демон усмехнулся.",
    "answers": [
      {
        "id": 223,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 229,
    "text": "– Как будет угодно.\nОлаф увидел кровожадную улыбку демона, услышал его смех.\nВсе было, как в тумане. Мелькало богатство, мелькала слава. Мелькал почему-то постоянно дергающийся Лодрик рядом. Мелькала и мысль. Мысль о советах неизвестного голоса. Мысль о провале. Мысль о неправильном выборе. Мысль о смерти.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 230,
    "text": "Олаф потянулся к ножнам и понял, что их нет. Меча, соответственно, тоже.\n– Упс, вот незадача! – демон засмеялся, в руках его что-то заискрилось.",
    "answers": [
      {
        "id": 298,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 231,
    "text": "Олаф извлек из-за пояса кинжал.\n– Ого, откуда у тебя это? – демон выглядел удивленным. – Интересно, знаешь ли ты, как им пользоваться?",
    "answers": [
      {
        "id": 233,
        "text": "Сейчас на тебе и проверю [атаковать]"
      },
      {
        "id": 236,
        "text": "А что не так с этим кинжалом?"
      },
      {
        "id": 237,
        "text": "Он отрезает людям руки и убивает"
      }
    ]
  },
  {
    "id": 232,
    "text": "Демон начал крутиться вокруг своей оси и уменьшаться в размерах.\n– О нет, хитрый Олаф меня победил, – в его тоне слышалась язвительная нота сарказма. – Теперь я уйду отсюда и все будут счастливы, – демон вернулся к первоначальной форме. – Нет, я сам выбираю, какие желания мне исполнять. Может, есть что-нибудь еще?",
    "answers": [
      {
        "id": 225,
        "text": "Может быть и есть"
      }
    ]
  },
  {
    "id": 233,
    "text": "Олаф понесся на демона, держа перед собой короткое обоюдоострое лезвие украшенного драгоценными камнями кинжала. Но он прошел сквозь демона, не нанеся никакого вреда. Пока Олаф недоуменно смотрел на искрящийся рубин, демон хохотал.\n– Нет, так не пойдет. Чтобы обратить его против меня, понадобится жертва. Причем серьезная. Хотя, ты хотел драться, – в руках у демона что-то заискрило. – Так приступим!",
    "answers": [
      {
        "id": 302,
        "text": "Я пожертвую своей жизнью"
      },
      {
        "id": 303,
        "text": "Я принесу в жертву жизни тех, с кем пришел"
      },
      {
        "id": 298,
        "text": "[Убрать кинжал]"
      }
    ]
  },
  {
    "id": 234,
    "text": "– С твоей? – демон заметно скривился. – Да, так, ничего особого. Ты просто отдашь свой разум мне. Не бойся, я не стану тебе мешать. Будешь делать то, что захочешь. Используешь свое желание на славу.",
    "answers": [
      {
        "id": 225,
        "text": "Надо подумать"
      }
    ]
  },
  {
    "id": 235,
    "text": "– Ну что же, как пожелаешь. Я готов.",
    "answers": [
      {
        "id": 230,
        "text": "Достать меч",
        "need": -46
      },
      {
        "id": 231,
        "text": "Достать кинжал",
        "need": 46
      }
    ]
  },
  {
    "id": 236,
    "text": "Демон кружил вокруг Олафа, шевеля длинными пальцами. – Кинжал Теней. Тоже в некотором роде исполнителей желаний. Но работает в очень узком профиле, – демон хихикнул. – Начнем с того, что он принадлежит мне. Понятия не имею, как это оружие оказалось в твоих руках. Но так даже интереснее. Ты, наверное, не знаешь, но, чтобы он действовал, нужна жертва. Чтобы он повернулся против меня – нечто большее, чем отрезанные руки. Впрочем, ты хотел драться, – в руках у демона что-то заискрило. – Приступим.",
    "answers": [
      {
        "id": 302,
        "text": "Я пожертвую своей жизнью"
      },
      {
        "id": 303,
        "text": "Я пожертвую жизнями тех, кто пришел со мной"
      },
      {
        "id": 298,
        "text": "[Убрать кинжал]"
      }
    ]
  },
  {
    "id": 237,
    "text": "– Это ты правильно подметил, – захохотал демон. – Но руки – это мелочь. Для того, чтобы эта игрушка смогла победить меня, нужна куда более серьезная жертва. Впрочем, ты хотел драться, – в руках демона что-то заискрило. – Приступим!",
    "answers": [
      {
        "id": 302,
        "text": "Я принесу в жертву себя."
      },
      {
        "id": 303,
        "text": "Я пожертвую жизнями тех, кто пришел со мной."
      },
      {
        "id": 298,
        "text": "[Убрать кинжал]"
      }
    ]
  },
  {
    "id": 238,
    "text": "– В книге было упоминание о том, куда лучше бить этих монстров, – Олаф самозабвенно врал, подсознательно чувствуя, что делает правильно. – Доверься мне, я знаю о чем говорю.\nДорн некоторое время думал.\n– А, черт с ним. Мы все равно уже двумя ногами в могиле. Веди.",
    "answers": [
      {
        "id": 239,
        "text": "Идти в нужную дверь"
      }
    ]
  },
  {
    "id": 239,
    "text": "Олаф вошел в маленькую комнатку. В ней ничего не было, кроме постамента в центре. На нем умещалось зеркало овальной формы. Странное зеркало, оно ничего не отражало, казалось, что оно подернуто белой пеленой. На камне постамента было вырезано: \"Зерцало Возможностей\".",
    "answers": [
      {
        "id": 240,
        "text": "Вглядеться в странное зеркало"
      },
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 240,
    "text": "Олаф подошел ближе и тщательно всмотрелся в гладкую поверхность зеркала.\nСтранное темное существо с фиолетовыми сверкающими глазами манит к себе. В одной руке его монеты, в другой корона. Позади же горит пламя, задевая и монстра.",
    "answers": [
      {
        "id": 241,
        "text": "Смотреть еще"
      },
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 241,
    "text": "Олаф увидел себя. Всего в крови, без одной руки. Он, гордо подняв голову, сидит на полу, опираясь о стену. К горлу приставлено лезвие.",
    "answers": [
      {
        "id": 242,
        "text": "Смотреть дальше"
      },
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 242,
    "text": "Таверна. Олаф чокается кружками с Дорном, разбрызгивая содержимое.\n– Надеюсь, так оно и будет, – подумал Олаф.",
    "answers": [
      {
        "id": 243,
        "text": "Смотреть дальше"
      },
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 243,
    "text": "Война, Разрушения. Безжизненные тела. Олаф сидит на холме, на плече чья-то рука.",
    "answers": [
      {
        "id": 244,
        "text": "Смотреть дальше"
      },
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 244,
    "text": "Тюремная камера. Перед решеткой стоит незнакомый, но удивительно приятный молодой человек. Он жестикулирует и о чем-то повествует.",
    "answers": [
      {
        "id": 245,
        "text": "Смотреть дальше"
      },
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 245,
    "text": "Сколько Олаф не всматривался, больше прорвать белую пелену ему не удалось.",
    "answers": [
      {
        "id": 202,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 246,
    "text": "– Итак, – говорил Олаф сам себе. – Мне нужно убедить их уйти. Но как? Ай, ладно. Буду действовать по обстоятельствам.",
    "answers": [
      {
        "id": 247,
        "text": "Соединиться с отрядом"
      }
    ]
  },
  {
    "id": 247,
    "text": "Олаф прошел по коридору до комнаты, в которой они разделились. Многие сидели тут, ждали возвращения всех. Приход Олафа в одиночестве вызвал сильное удивление.\n– А где Дорн? – кто-то выкрикнул волновавший всех вопрос.",
    "answers": [
      {
        "id": 248,
        "text": "Он убит"
      },
      {
        "id": 249,
        "text": "Он остался там"
      },
      {
        "id": 250,
        "text": "Я убил его"
      }
    ]
  },
  {
    "id": 248,
    "text": "– Убит? – наемники робко переглядывались. – Кем?",
    "answers": [
      {
        "id": 251,
        "text": "Каким-то незнакомцем в бронзовых доспехах"
      },
      {
        "id": 252,
        "text": "Ужасным громадным монстром с тремя головами"
      }
    ]
  },
  {
    "id": 249,
    "text": "– Тогда это меняет дело, – наемники облегченно выдохнули. Значит, пора идти.",
    "answers": [
      {
        "id": 257,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 250,
    "text": "– Убил его? Объяснись.",
    "answers": [
      {
        "id": 258,
        "text": "Меня заставили сдаться. Нам нужно уходить. Шансов на победу нет. "
      }
    ]
  },
  {
    "id": 251,
    "text": "– Дорн был опытным воином. Тем более, вы ушли вдвоем. Почему ты вернулся целым и невредимым? – спросил уже чей-то другой голос.",
    "answers": [
      {
        "id": 255,
        "text": "Он прикрыл меня, чтобы я предупредил вас. Последний приказ. Уходите отсюда."
      },
      {
        "id": 254,
        "text": "Мне повезло чуть больше. Я убил врага и пришел сказать вам, что стоит уйти отсюда."
      }
    ]
  },
  {
    "id": 252,
    "text": "– Громадным монстром? Почему тогда ты остался жив?",
    "answers": [
      {
        "id": 255,
        "text": "Дорн прикрыл меня, чтобы я предупредил вас. Последний приказ. Уходите отсюда."
      },
      {
        "id": 256,
        "text": "Мы сумели его победить, но Дорн не выжил"
      }
    ]
  },
  {
    "id": 253,
    "text": "Олаф решился нарушить волю незнакомца. Он рванул изо всех сил к двери. Хлопок. Жуткий треск. Вопль, полный боли.\nКричал Олаф. Нога его была намертво сжата столь стремительно захлопнувшейся дверью. Кричали и наемники, только в несколько другом ключе. Они хотели помочь своему спутнику, пытались выломать дверь с помощью силы и инструментов. Они не смогли оставить и царапины. Решение было принято.\nБоль. Блеск широкого лезвия двуручного меча. Свист. Крик. Новая вспышка боли.\nПеред погружением в темноту Олаф успел подумать только об одном. Он теперь по другую сторону подземелья.",
    "answers": [
      {
        "id": 267,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 254,
    "text": "– Всего один? Чего нам бояться, он мертв, а нас много. Мы справимся, – наемники засобирались. – Мы отомстим за Дорна. Раз ты так боишься – можешь оставаться.",
    "answers": [
      {
        "id": 260,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 255,
    "text": "Наемники переглянулись.\n– Как похоже на Дорна – жертвовать собой ради других. Если он думает, что нам не пройти, то лучше поверить.\nНаемники начали собираться в обратный путь, а у Олафа отлегло от сердца – он выполнил свою миссию. Они уходили.\n– Эй, ты идешь? – его мысли прервали.",
    "answers": [
      {
        "id": 263,
        "text": "Да, иду. [Идти с ними]"
      },
      {
        "id": 266,
        "text": "Да, сейчас, я вас догоню. [Остаться]"
      }
    ]
  },
  {
    "id": 256,
    "text": "– Так чего же нам бояться, если монстра больше нет?",
    "answers": [
      {
        "id": 262,
        "text": "Я видел гнездо, их там еще много. Уйдем, или погибнем все"
      }
    ]
  },
  {
    "id": 257,
    "text": "– Что? Почему нет?",
    "answers": [
      {
        "id": 259,
        "text": "Он приказал уходить нам всем"
      }
    ]
  },
  {
    "id": 258,
    "text": "– Это объясняет только то, что ты чертов трус! Пойдем, парни. Нужно отомстить за Дорна. А ты – один из наемников обратился к Олафу, грубо тряхнув его. – Беги и никогда не попадайся нам на глаза.",
    "answers": [
      {
        "id": 260,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 259,
    "text": "– Тогда зачем он остался там? Что-то ты недоговариваешь. Пойдем, парни – наемники начали собираться. – Разведаем, что к чему. Дорн никогда не отступает, понятно тебе? – Олафа грубо тряхнули. – А ты можешь уходить, чертов трус.",
    "answers": [
      {
        "id": 260,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 260,
    "text": "Наемники ушли в проход. Как только из коридора перестали доноситься звуки появился все тот же незнакомец в бронзовых доспехах.\n– О, как жаль, как жаль. Ты не смог справиться с этим сбродом. Понятия не имею, почему Владыка решил поставить тебя на такой высокий пост, – Глефа ткнулась в шею Олафа. – Умирай с мыслью, что именно ты виноват в смерти других.",
    "answers": [
      {
        "id": 261,
        "text": "Просто сделай это быстро"
      },
      {
        "id": 261,
        "text": "Пощади, прошу"
      },
      {
        "id": 261,
        "text": "Ты умрешь от их рук"
      }
    ]
  },
  {
    "id": 261,
    "text": "Резкое движение назад на несколько сантиметров назад, последовавший удар. Остро отточенное лезвие глефы разрывало кожу и проходило насквозь. Олаф сгинул во тьме подземелья. О других членах отряда никто и никогда больше не слышал.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 262,
    "text": "Наемники некоторое время изучали реакцию друг друга, все обдумывая.\n– Не знаю, как вы, – донесся чей-то голос. – Но там, где не смог пройти Дорн, мы вряд ли сможем.\n– Да, да, – некоторые соглашались.\n– Не нужно делать его жертву напрасной. Он погиб, защищая всех нас, – та же реакция.\nНаемники засобирались. Некоторые с охотой, некоторые не очень активно. У Олафа отлегло от сердца – он выполнил поручение. Они уходили.\n– Эй, ты идешь? – Размышления Олафа прервали.",
    "answers": [
      {
        "id": 263,
        "text": "Да, иду [идти с ними]"
      },
      {
        "id": 266,
        "text": "Да, сейчас, я вас догоню [Остаться]"
      }
    ]
  },
  {
    "id": 263,
    "text": "Олаф, с волнением в груди, ждал нападения. Они все еще шли по темным коридорам, но уже приближались к выходу. Вскоре все должно было закончиться – так или иначе.\nДверь. Дверь, с которой все началось. Спасительная лестница, ведущая наверх. Олаф шел в конце строя и теперь приближался к точке невозврата.",
    "answers": [
      {
        "id": 253,
        "text": "Рвануть к дверному проему"
      },
      {
        "id": 266,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 264,
    "text": "Олаф, придя в себя, оказался на каменном полу в темнице.\nТемницей это место можно было назвать с большой натяжкой. Все-таки помещение такого типа предполагает наличие стен. Тут же Олафа с трех сторон окружала тьма. Прямо впереди стояла решетка. Больше ничего не было.",
    "answers": [
      {
        "id": 265,
        "text": "Подойти к решетке"
      },
      {
        "id": 269,
        "text": "Шагнуть во мрак"
      }
    ]
  },
  {
    "id": 265,
    "text": "Олаф поднялся и сделал шаг к решетке, пытаясь понять, что делать дальше.\n– Что высматриваешь? – тихий успокаивающий голос послышался откуда-то. Олаф отскочил от решетки.\n– Извини, забыл, – в камере появился молодой человек лет восемнадцати. Его на приятные черты лица располагали к себе. – Как ты сюда попал? – продолжал он все тем же тихим, несколько высоким голосом.\n– Я не очень хорошо помню. Просто провалился в темноту. И... – Олаф кивнул на каменный пол. – Я тут.",
    "answers": [
      {
        "id": 270,
        "text": "Кто ты?"
      },
      {
        "id": 271,
        "text": "Где мы?"
      }
    ]
  },
  {
    "id": 266,
    "text": "Олаф проводил идущую к выходу колонну глазами и решил остаться. Что-то заставило его это сделать. Через некоторое время стало окончательно тихо.\nПоявился тот, кого Олаф так упорно ждал.\n– Ты справился. Я удивлен. Может, ты не так уж и плох. Пойдем со мной. Владыка ждет тебя.",
    "answers": [
      {
        "id": 268,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 267,
    "text": "– Потопи меня чертов кракен, тащи мою выпивку быстрее!\nСегодня в портовом кабаке было особенно людно. Императорский Флот отплывал. Моряки прощались со столь милой сердцу выпивкой.\nОлаф, с костылем в одной руке и подносом в другой, спешно ковыляя, разносил заказы. Тут его любили. Он производил впечатление настоящего морского волка. Это было несложно, достаточно иметь деревянную ногу и пару дней провести среди замысловатых матросских ругательств.\nОлафу не нравился этот день. Решительно не нравился. Он заставлял вспоминать о прошлом. Вспоминать о последствиях.\nПоследствия были действительно пугающие. Половина Империи охвачена войной. Если раньше сражения происходили только на суше, то теперь угроза наступала и с моря. Олаф боялся будущего. Он знал, что шанс нужно было использовать раньше.\nСлишком поздно.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 268,
    "text": "Олаф сидел на холме. Равнина перед городскими стенами была усеяна телами. Телами человеческими и не совсем. Армия Владыки сеяла хаос. Хотя, фактически, это была и его армия...\nЧья-то рука коснулась плеча Олафа.\n– Нам пора, мой юный полководец. Пора кое-кого навестить.\nОлаф неслышно поднялся и пошел за Лодриком. Так звали Владыку раньше, до всего этого, но он любил это имя. За ними тенью двинулся Вальд – мастер глефы и любитель бронзы.\nОни шли через захваченный город. Поход победителей. Среди горевших крыш возвышалась одна, каким-то чудом сохранившаяся. К этому зданию и лежал их путь.\nДверь открылась по велению Лодрика.\n– Ну здравствуй, братец, – властно крикнул он, перешагивая порог.\nК ним вышел толстоватый дворянин в богатых одеждах. На его лице явственно проступал страх.\n– Я хотел тебя увидеть, перед тем, как убить.\n– Прости... – еле сумел вымолвить владелец дома.\n– Я надеюсь, ты понимаешь, что все это происходит из-за тебя. Был бы ты более справедлив и менее жаден, кто знает, все могло бы быть по другому, – продолжал свою речь Лодрик. – То поместье стоило того, а? – Тут он кивнул Вальду и развернулся. – Пойдем, Олаф. Нужно составить план похода на Даерен.\nДверь закрылась. ",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 269,
    "text": "Олаф решился. Кто знает, что там, во тьме. Он занес ногу над пустотой...\n– Стой-стой, не надо, – откуда-то послышался высоковатый голос. Олаф испуганно отдернул ногу и, не удержавшись, шлепнулся на пол.\n– Ты в порядке? – к Олафу подошел молодой человек лет восемнадцати. Его приятное лицо располагало к себе, искрящиеся интересом глаза осматривали нежданного гостя.\n– Д-да... – только и сумел проговорить Олаф.",
    "answers": [
      {
        "id": 270,
        "text": "Кто ты?"
      },
      {
        "id": 271,
        "text": "Где мы?"
      }
    ]
  },
  {
    "id": 270,
    "text": "– Мое имя Рейн. Или Рейни, как хочешь. Но тут я часто называю себя Угол. Просто я люблю принимать образ чего-нибудь очень маленького, сидеть в углу и думать. Поэтому ты меня не сразу заметил. А как тебя зовут?\n– Я Олаф, – просто ответил Олаф.",
    "answers": [
      {
        "id": 271,
        "text": "Где мы?",
        "need": -271
      },
      {
        "id": 274,
        "text": "Как мне отсюда выбраться?",
        "need": 271
      }
    ]
  },
  {
    "id": 271,
    "text": "– Мы... – глаза человека заметно погрустнели. – Мы в плену. Заперты в разуме моего брата, Лодрика. \n– И зачем он тебя запер, раз ты его брат?\n– Не он запер. Демон, который овладел им. Ему нужна была жертва. А Лодрик меня любил, да...\nНаконец, решив прервать затянувшееся молчание, Олаф задал следующий вопрос.",
    "answers": [
      {
        "id": 270,
        "text": "Кто ты?",
        "need": -270
      },
      {
        "id": 274,
        "text": "Как мне отсюда выбраться?",
        "need": 270
      }
    ]
  },
  {
    "id": 272,
    "text": "Расстояние было довольно большим, что играло на руку демону с его дальнобойными атаками.",
    "answers": [
      {
        "id": 304,
        "text": "Сократить дистанцию"
      },
      {
        "id": 307,
        "text": "Атаковать огненной волной",
        "need": 291
      },
      {
        "id": 310,
        "text": "Метнуть топор",
        "need": 293
      },
      {
        "id": 331,
        "text": "Вызвать направленное землетрясение",
        "need": 300
      }
    ]
  },
  {
    "id": 273,
    "text": "– А? – Рейн обернулся. – Просто пройди. Тут нет ничего материального, пока ты этого не захочешь. Можно было бы сразу переместиться в нужное место, но времени у нас полно, пока что посмотришь, что тут да как.",
    "answers": [
      {
        "id": 276,
        "text": "Пройти через решетку"
      }
    ]
  },
  {
    "id": 274,
    "text": "– Наверное, никак. Я много раз пытался. Демон не выпускает.\n– Но что-то же можно сделать!\n– Только уничтожить демона. Но даже пробиться в его слой обитания – уже сложно. Но ничего, ты скоро привыкнешь. Пойдем со мной, я тебе свою комнату покажу. Там много книг. Я тебе историю этого места расскажу, – добавил Рейн, видя, что Олаф не стремится куда-то идти. – Давай, за мной! – Он пошел к двери и... просто прошел через решетку, словно ее и не было.",
    "answers": [
      {
        "id": 273,
        "text": "А как мне пройти?"
      },
      {
        "id": 276,
        "text": "Идти, не обращая внимания на решетку"
      }
    ]
  },
  {
    "id": 275,
    "text": "Вскоре они дошли до поместья. Того самого, под которым и существовало злосчастное подземелье. Сейчас оно выглядело чистым, светлым и опрятным, не таким, каким совсем недавно его видел Олаф. Они зашли в приветливо распахнутую входную дверь.\n– И где твоя комната?\n– Там, внизу, – Рейн направился ко входу в подземелье. Заметив удивленный взгляд Олафа, он добавил. – Территория сверху – что-то вроде воспоминаний. Тут нельзя ничего добавить. Лодрик владеет только подземельем. Его можно расширять до бесконечности. Он и построил мне комнатку. Правда, она существует только тут, не в реальности.\nОлаф удивленно оглядывал казавшиеся незнакомыми стены. Теперь не было тьмы – везде горели факелы, не было спертого запаха. Подземелье значительно преобразилось в разуме Лодрика.\nПройдя до определенной комнаты, Рейн остановился. Он нагнулся, что-то открывая. Это оказался люк.\n– Спускайся за мной! – сказал Рейн Олафу и нырнул вниз.",
    "answers": [
      {
        "id": 277,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 276,
    "text": "Олаф, пытаясь не думать о препятствии впереди и о возможных ушибах, сделал несколько шагов, оставив решетку за собой.\nПред ним расстилалась красивая поляна, вся в зелени и цветах. Впечатление портило отсутствие неба, как такового. Вместо него была только чернота, хотя присутствовал достаточный уровень освещенности, как при солнце.\n– Давай, идем, – Рейни направился по тропинке куда-то вдаль. Олафу ничего не оставалось, кроме как идти за ним.",
    "answers": [
      {
        "id": 275,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 277,
    "text": "– Нам только немного пройти по этому коридору.\nВскоре они дошли. Комнатой Рейни являлась, по сути, маленькая библиотека. Все стены уставлены книжными шкафами, посередине стоял пьедестал с какой-то книгой.\n– Можешь сесть, – Рейн взглядом указал на стул, который только что появился.\nОлаф послушно сел.\n– Ну, что тебе рассказать?",
    "answers": [
      {
        "id": 278,
        "text": "А я тут уже был...",
        "need": 62
      },
      {
        "id": 279,
        "text": "Расскажи мне о подземелье"
      },
      {
        "id": 280,
        "text": "Хочу послушать о демоне"
      },
      {
        "id": 281,
        "text": "Пока что хватит рассказов",
        "need": 279
      }
    ]
  },
  {
    "id": 278,
    "text": "– Как это был?\n– Ну, я нашел этот люк, сдвинул шкаф и...\n– Этой комнаты не существует в реальности. Она специально расположена ниже уровня подземелья. Как это возможно? – Рейн был неподдельно удивлен.\n– Не знаю, но я был там. И книгу эту видел. На открытой странице схема, ведь правильно?\n– Д-да, схема, – Рейн непонятливо глядел на Олафа. \n– Я ведь там не один был. Чей-то труп лежал в коридоре. Он меня и атаковал в последствии.\n– Так, – Рейн нахмурился, что-то обдумывая. – Это значит, есть выход в реальность! Если подловить момент, то можно выйти отсюда. В теории. Это действительно хорошие новости, Олаф. Может, у нас есть шанс.",
    "answers": [
      {
        "id": 277,
        "text": "Надеюсь..."
      }
    ]
  },
  {
    "id": 279,
    "text": "– О подземелье, значит. Ну, слушай.\nРейн начал свое повествование.\n– Знаешь, хочется начать, как в сказке, только это далеко не сказка. Было нас трое. Я, самый младший, Циррис, средний, и Лодрик – соответственно, старший. Отец наш приказал долго жить, оставив богатое наследство. Поместье должно было достаться Лодрику, но Циррис как-то подделал документы и все досталось ему. Лодрик оказался без всего, он скитался, ввязывался в преступные круги, пытаясь что-то сделать, но все без толку. Отчаявшись, он обращался к различным мистикам и прочим. Ему повезло, попался настоящий маг, который призвал демона. Они заключили договор, Лодрик заплатил мной, и демон создал под поместьем подземелье. Теперь оно стало непригодным для жизни. Циррис ушел, у него было достаточно денег, а вот Лодрик оказался привязан к этому месту. Вместе с демоном.",
    "answers": [
      {
        "id": 277,
        "text": "Интересная история"
      }
    ]
  },
  {
    "id": 280,
    "text": "– Расскажу и о демоне. Он был призван по просьбе Лодрика, который возжелал отомстить своему брату. Создал подземелье, испортившее ему дом. Лодрик вместе с демоном оказались привязаны к нему. Теперь ищут способ выбраться. Знаю, что демон планирует расширять подземелье, тогда он получит большую свободу действий. Только в каких масштабах?",
    "answers": [
      {
        "id": 277,
        "text": "Хмм..."
      }
    ]
  },
  {
    "id": 281,
    "text": "– Да, дела тут у вас. Думаю, с меня пока что хватит. Нужно поразмы...\nОлаф слетел со стула. Рейна тоже хорошо тряхануло, ударив о полку. С потолка сыпалась крошка, книги летели со своих насиженных мест.\n– А это еще что? Местные развлечения? – Олаф, потирая ушибленную спину, поднялся.\n– Это может означать только какую-то активность со стороны демона. Нужно посмотреть, – Рейн, схватив ладонь Олафа, перенес его в какое-то место. Сквозь темноту, окружающую островок, на котором они теперь находились, можно было разглядеть круг с непонятными символами и вспышки света.\n– Ого, кто-то, видимо, сражается с ним.\n– Мы сможем помочь? – спросил Олаф с надеждой в голосе.\n– Думаю, да. Пока он не следит за тем, что происходит у него за спиной.\nОлаф только сейчас понял, что оружия у него не было.\n– И как сражаться?\n– Как пожелаешь. Используй свои мысли, реализуй то, о чем подумаешь. Только не пытайся напрямую ему вредить. Не выйдет. А сейчас нужно действовать быстрее, кто бы там ни был, долго ему не продержаться.",
    "answers": [
      {
        "id": 282,
        "text": "Так поможем же!"
      }
    ]
  },
  {
    "id": 282,
    "text": "Олаф с Рейном совершили еще один рывок в темноту.\n– Это что, Дорн? – Олаф щурил глаза, пытаясь разглядеть происходящее. Да, окруженный вспышками бился Дорн. Он вполне успешно попадал своим мечом по демону – темной фигуре, похожей на человеческую, за исключением странных наростов на спине и очень длинных пальцев, растущих прямо из кистей. Его глаза светились фиолетовым пламенем. Удары Дорна не наносили ощутимого вреда – демон все так же размахивал своими руками, образуя вспышки разных цветов.\n– Не знаю, кто такой твой Дорн, но сражающемуся сейчас явно не помешает помощь, – Рейн потянул Олафа дальше. – Это наш шанс выбраться!",
    "answers": [
      {
        "id": 283,
        "text": "Идем"
      }
    ]
  },
  {
    "id": 283,
    "text": "Еще проход сквозь тьму. Звук сражения уже достиг ушей Олафа. Боевой клич Дорна, гул взрывов, тонкий визг демона. Но не боли, а ярости.\nОлаф наконец коснулся земли. Демон заметил его, Дорн тоже.\n– Олаф? Ты? – явно не веря своим глазам прокричал Дорн.",
    "answers": [
      {
        "id": 284,
        "text": "Я тебе помогу!"
      },
      {
        "id": 285,
        "text": "Придумай себе оружие получше!"
      },
      {
        "id": 285,
        "text": "Ты можешь управлять всем тут!"
      }
    ]
  },
  {
    "id": 284,
    "text": "– Очень на это надеюсь! – прокричал Дорн, отпрыгивая от внезапно расцветшего цветка взрыва недалеко от его ног.",
    "answers": [
      {
        "id": 286,
        "text": "Кинуться в бой"
      },
      {
        "id": 288,
        "text": "Дать совет"
      }
    ]
  },
  {
    "id": 285,
    "text": "– Как ты себе это представляешь? – Дорн наскакивал на демона со своим мечом, хотя он даже не пытался избегать ударов.",
    "answers": [
      {
        "id": 286,
        "text": "Броситься в бой"
      }
    ]
  },
  {
    "id": 286,
    "text": "Олаф кинулся вперед, на демона. Краем глаза он заметил его движение, но среагировать не успел. Шар чистого пламени летел в него. Внезапно кто-то толкнул его. Поблагодаря в уме Рейна, так вовремя подлетевшего, Олаф пытался придумать хоть что-то, что поможет в битве.",
    "answers": [
      {
        "id": 287,
        "text": "Огромный боевой топор"
      },
      {
        "id": 290,
        "text": "Двуручный меч"
      }
    ]
  },
  {
    "id": 287,
    "text": "Олаф быстро нашел идеальный для себя вариант. В руках его материализовалась стальная окрашенная красным рукоять. Огромное лезвие же было покрыто руническими символами и пылало синим пламенем, оставляя следы в воздухе. По идее такой топор должен быть неподъемным для Олафа, но в этом мире, похоже, было реально все.\nЕще оставалось время для продумывания какого-нибудь дополнительного эффекта на оружие.",
    "answers": [
      {
        "id": 291,
        "text": "Огненная волна, идущая за взмахом"
      },
      {
        "id": 292,
        "text": "Разрубание вражеских снарядов"
      },
      {
        "id": 293,
        "text": "Возможность метать с последующим возвратом топора"
      }
    ]
  },
  {
    "id": 288,
    "text": "– Ты можешь придумать что-нибудь, что поможет победить! – Олаф с трудом перекрикивал грохот вокруг себя. Но Дорн не реагировал. Он или не слышал, или не понимал, что от него хотят.",
    "answers": [
      {
        "id": 286,
        "text": "В бой!"
      }
    ]
  },
  {
    "id": 289,
    "text": "– Картину, говоришь? Заляпанную? Должно быть, это я и есть на ней.\n– А почему лица не видно? \n– Понятия не имею. Да и обещал я ответ только на один вопрос, – тут он кивнул своему спутнику. – Прощай, Олаф.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 290,
    "text": "Олаф на мгновение закрыл глаза. В руку его удобно легла рукоять двуручного меча, а широкая гарда обеспечила какую-никакую защиту. Длинное обоюдоострое лезвие было покрыто светящимися синими рунами. Такой меч должен был быть довольно тяжел, но Олаф его держал без всяких усилий и знал – для врагов его удар будет более чем фатален.\nПока еще было время, Олаф решил подумать над дополнительными свойствами меча.",
    "answers": [
      {
        "id": 299,
        "text": "Создание защитного поля вокруг лезвия"
      },
      {
        "id": 300,
        "text": "Создание направленного землетрясения при ударе о землю"
      },
      {
        "id": 301,
        "text": "Создание режущей ауры при кручении с мечом"
      }
    ]
  },
  {
    "id": 291,
    "text": "Олаф быстро придумал имя своему творению, чтобы закрепить его в материализованном состоянии.\n[Выбрано:\nОгненная Буря]",
    "answers": [
      {
        "id": 297,
        "text": "Далее",
        "need": 286
      },
      {
        "id": 334,
        "text": "Далее",
        "need": -286
      }
    ]
  },
  {
    "id": 292,
    "text": "Олаф быстро придумал своему творению имя, для закрепления в материализованном состоянии.\n[Выбрано:\nБуря сохранности]\n",
    "answers": [
      {
        "id": 297,
        "text": "Далее",
        "need": 286
      },
      {
        "id": 334,
        "text": "Далее",
        "need": -286
      }
    ]
  },
  {
    "id": 293,
    "text": "Олаф быстро придумал имя своему творению, для более прочного закрепления в материализованном состоянии.\n[Выбрано:\nБурный]",
    "answers": [
      {
        "id": 297,
        "text": "Далее",
        "need": 286
      },
      {
        "id": 334,
        "text": "Далее",
        "need": -286
      }
    ]
  },
  {
    "id": 294,
    "text": "Через секунду демон исчез и появился около одного из синих кристаллов. Он прикоснулся к нему и замер. Свечение, переходящее от кристалла к демону, натолкнуло Олафа на мысль, что эти выросты оказывают какое-то положительное влияние.",
    "answers": [
      {
        "id": 333,
        "text": "Нанести урон демону в ближнем бою"
      },
      {
        "id": 335,
        "text": "Уничтожить оставшиеся кристаллы"
      },
      {
        "id": 336,
        "text": "Попытаться использовать кристалл "
      },
      {
        "id": 338,
        "text": "Метнуть топор",
        "need": 293
      },
      {
        "id": 338,
        "text": "Пустить огонь",
        "need": 291
      },
      {
        "id": 338,
        "text": "Направить землетрясение",
        "need": 300
      }
    ]
  },
  {
    "id": 295,
    "text": "Вмахнув топором перед самым носом демона, Олаф создал огненную волну, которая сразу же попала в него. Демон оказался дезориентирован потоком пламени, появилась возможность ударить еще раз.",
    "answers": [
      {
        "id": 332,
        "text": "Рубить"
      }
    ]
  },
  {
    "id": 296,
    "text": "Олаф, подняв Длань, обрушил ее мощь на камни, устилающие импровизированную арену. Последствия удара сразу настигли противника в виде пронзившего его каменного шипа. Демон, кажется, дезориентирован, можно ударить еще раз.",
    "answers": [
      {
        "id": 332,
        "text": "Рубить"
      }
    ]
  },
  {
    "id": 297,
    "text": "Олаф открыл глаза и огляделся, держа в руках свой убийственный инструмент. Оказывается, на его продумывание ушло не так мало времени. Удар по себе он не получил лишь потому, что Дорн с Рейном усердно отвлекали внимание. За что и поплатились. Дорн лежал на краю круга, не подавая признаки жизни. Угла нигде не было видно, но он тоже вряд ли сбежал.\nДемон со злостью смотрел на оружие в руках Олафа.\n– Догадался, да? Не уверен, что тебе это поможет.\n",
    "answers": [
      {
        "id": 272,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 298,
    "text": "Олаф видел движение рук демона, но уже не успевал. В него летел шар чистого пламени. Огонь приближался.\nОлаф почувствовал сильный толчок в бок. Но не снаряд настиг его, а руки неизвестного. \n– Придумай оружие! – проорал кто-то в ухо.\nСмутно ощущая, что незнакомец прав, и, хоть Олаф не знал, как такое вообще возможно, но он начал усердно думать.",
    "answers": [
      {
        "id": 287,
        "text": "Массивный боевой топор"
      },
      {
        "id": 290,
        "text": "Огромный двуручник"
      }
    ]
  },
  {
    "id": 299,
    "text": "Олаф быстро придумал название для своего творения, чтобы покрепче привязать его к действительности.\n[Выбрано:\nДлань Хранителя]",
    "answers": [
      {
        "id": 297,
        "text": "Далее",
        "need": 286
      },
      {
        "id": 334,
        "text": "Далее",
        "need": -286
      }
    ]
  },
  {
    "id": 300,
    "text": "Олаф быстро придумал название для своего творения, чтобы окончательно материализовать его.\n[Выбрано:\nДлань Земли]",
    "answers": [
      {
        "id": 297,
        "text": "Далее",
        "need": 286
      },
      {
        "id": 334,
        "text": "Далее",
        "need": -286
      }
    ]
  },
  {
    "id": 301,
    "text": "Олаф быстро придумал имя своему творению, чтобы окончательно удержать его в материализованном состоянии.\n[Выбрано:\nДлань Хаоса]",
    "answers": [
      {
        "id": 297,
        "text": "Далее",
        "need": 286
      },
      {
        "id": 334,
        "text": "Далее",
        "need": -286
      }
    ]
  },
  {
    "id": 302,
    "text": "– Я пожертвую собой.\nОлаф сделал свой выбор. Кинжал сам впился в его грудь, показывая, что жертва принята. Олаф не чувствовал боли. Демон яростно зарычал, бросаясь в атаку, но уже ничего нельзя было изменить. Олаф кинжалом рассекал его черную сущность, не обращая внимания на шквал ударов. Чернота, светящиеся фиолетовые глаза, блеск лезвия. Мир завертелся. Все было кончено.",
    "answers": [
      {
        "id": 318,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 303,
    "text": "– Я пожертвую теми, кто пришел со мной, – крикнул Олаф, обращаясь не то к кинжалу, не то к демону. – Они умрут. Но умрешь и ты!\nОлаф с яростью кинулся на демона. Кинулся не один. В руке его был кинжал с ярко-красным рубином. Он летал, разрывая черное существо демона. \nЖертва была принята.\nПоследнее, что успел заметить Олаф – улыбку демона. Прощальную и гадостную. После все слилось. Фиолетовые глаза, чернота, стальной блеск лезвия.",
    "answers": [
      {
        "id": 305,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 304,
    "text": "Олаф, покрепче сжав свое новое оружие, рывком попытался сократить дистанцию. По пути увернувшись от пары новых магических шаров, он приблизился на расстояние удара.",
    "answers": [
      {
        "id": 295,
        "text": "Рубить воздух, создавая огненную волну",
        "need": 291
      },
      {
        "id": 296,
        "text": "Бить по земле, создавая землетрясение",
        "need": 300
      },
      {
        "id": 332,
        "text": "Ударить демона"
      }
    ]
  },
  {
    "id": 305,
    "text": "Одиноко сидящий в одном из многочисленных залов подземелья Олаф оглянулся. Кто-то звал его. Ему не могло показаться.\n– Олаф! – вот, опять.\nОлаф поднялся и пошел на звук.\n– Олаф!\nСледующий зал. Звук был тут. Точно.\n– Олаф!\nКто-то коснулся плеча. Олаф дернулся, держа в руках почерневший кинжал.\n– Стой, стой.\nЭто был Дорн.\n– Дорн! – воскликнул счастливый Олаф, но его порыв был недолгим. Дорн... рассыпался. И вот, он уже у другой стены.\n– Ты убил меня, Олаф. Убил нас всех.",
    "answers": [
      {
        "id": 306,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 306,
    "text": "Олаф ожесточенно затряс головой.\n– Нет, нет! Вас убил демон, не я. Не я!\n– Олаф...\n– Не убивал! Не убивал, не убивал... – бубнил себе под нос Олаф.\n– Нужно иметь смелость, чтобы отрицать очевидное, Олаф. Огромную смелость. Докажи, что ты смел, – Дорн обнажил свой меч. – Уничтожь меня с моей правдой, или я убью тебя. У тебя пять секунд.",
    "answers": [
      {
        "id": 308,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 307,
    "text": "Олаф, взмахнув Огненной Бурей, вызвал столп синего пламени, который пошел в сторону демона. Не ожидавший такого хода, он не успел уклониться. Огонь прошел через него и на какое-то время подкосил.",
    "answers": [
      {
        "id": 294,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 308,
    "text": "– Четыре.",
    "answers": [
      {
        "id": 309,
        "text": "Нет-нет-нет-нет!"
      }
    ]
  },
  {
    "id": 309,
    "text": "– Три.",
    "answers": [
      {
        "id": 311,
        "text": "Хватит!"
      }
    ]
  },
  {
    "id": 310,
    "text": "Олаф без особых усилий метнул огромный топор в своего врага. Пока он описывал кульбиты в воздухе можно было вполне отскочить, но демон не ожидал такого хода. Топор пролетел сквозь него, заставив немного качнуться, и вновь материализовался в руке Олафа.",
    "answers": [
      {
        "id": 294,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 311,
    "text": "– Два.",
    "answers": [
      {
        "id": 312,
        "text": "Остановись..."
      }
    ]
  },
  {
    "id": 312,
    "text": "– Один.",
    "answers": [
      {
        "id": 313,
        "text": "[Убить Дорна]"
      },
      {
        "id": 314,
        "text": "[Дать убить себя]"
      }
    ]
  },
  {
    "id": 313,
    "text": "Черное лезвие кинжала пронзило воздух. Дорна не было. Никого не было...",
    "answers": [
      {
        "id": 315,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 314,
    "text": "Олаф чувствовал сталь в своей груди. Рука его все еще сжимала рукоять кинжала, который теперь оказался в его сердце. Боль расходилась по всему телу, захватывала разум. Но Олаф был рад этому. Эта боль заглушала другую, намного более сильную.\nБоль потерь.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 315,
    "text": "Олаф сидел у входа в поместье. Рядом с трупами убитый в этом походе. Он слышал стук колес о камни, чей-то говор. Олаф ждал, не выпуская из рук кинжала.\nЭто были крестьяне. Они приезжали сюда постоянно, вывозя трупы неудачливых искателей приключений, спустившихся в подземелье. Не упускали случая и помародерствовать.\n– Гляньте-ка! Неужто кто живой? – идущий впереди человек заметил Олафа.\nОн поднялся. Пустым взглядом уставившись на пришедших людей, истошно скрипящую телегу, лежащие в куче трупы, Олаф ждал. Крестьян пугала его одиноко стоящая фигура, пугал и кинжал, сжатый побелевшими пальцами. Но один все равно подошел.\n– Барин, вы бы это, железку-то опустили, – осторожно присматриваясь к Олафу, начал крестьянин.",
    "answers": [
      {
        "id": 316,
        "text": "Убить. Их. Всех."
      },
      {
        "id": 317,
        "text": "[Бросить кинжал]"
      }
    ]
  },
  {
    "id": 316,
    "text": "Быстрый шаг. Резкий укол. Черное лезвие вновь обагрилось кровью, треснутый рубин потихоньку краснел. Олаф ничего не выражающим взглядом равнодушно смотрел в выпученные и постепенно закатывающиеся глаза умирающего. Остальные крестьяне растерялись, побежали назад, бросив телегу. Но Олаф знал. \nЭто им не поможет.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 317,
    "text": "Почерневшее лезвие глухо звякнуло о камни. Олаф пошел вперед, ничего не слыша и не видя. Крестьяне, сгрузив трупы на телегу, вскоре догнали его.\n– Эй, слышишь, барин? Вы ведь убили монстров, да?\nОлаф лишь угрюмо кивнул.\n– Так чего ты печалишься? У тебя теперь уйма золотых будет! Ты справился!\n– Нет... – тихо, как будто самому себе, сказал Олаф. – Я не справился...",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 318,
    "text": "Река шумела рядом, ветер пригинал к земле особенно тонкие березки. Листья яросто шелестели, принимая на себя поток дождяных капель. Птицы не пели больше, зверье пережидало буйство природы в своих норах. \nНо были и те, кто не обращал на все это внимание. Около практически незаметного холмика на небольшой полянке стояли двое. Склонив головы, они молчали. Наконец, тишина нарушилась.\n– Он был другом для всех нас, – это был голос Дорна. – И теперь он ушел. Он пошел на эту авантюру без страха. Он с готовностью пожертвовал собой. Он спас всех нас.\n– Он спас всех нас, – вторил незнакомец. Его приятные черты лица были искажены неподдельной печалью.\n– Мы будем помнить тебя, Олаф, – продолжил Дорн.\n– Мы будем помнить... – закончил незнакомец.\nОни ушли. Тяжелые капли дождя продолжали падать на землю. \nВсе закончилось.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 319,
    "text": "Олаф пришел в себя. Он сидел на каменном полу, холодная стена касалась затылка. Нестерпимо болела рука.\n– Наконец-то очнулся! – кто-то из отряда, видимо, остался помогать Олафу. – Ты как?\n– Где... – Олаф закашлялся. – Где остальные?\n– Они пошли дальше. Успокойся, ты ранен, отдохни.\nОлаф окинул себя взглядом. Рука до локтя отсутствовала. Жалкие остатки были перебинтованы каким-то тряпьем. Олаф сполз на пол, подняв глаза.",
    "answers": [
      {
        "id": 320,
        "text": "Я должен идти к ним"
      },
      {
        "id": 321,
        "text": "Проверь, что с ними"
      }
    ]
  },
  {
    "id": 320,
    "text": "– Да куда же ты пойдешь, ты только что пришел в себя. Потеряно много крови.\n– Ничего, я справлюсь, – Олаф встал на колени, придерживая рукой стену. – Сейчас, сейчас, – Он, согнувшись, кое-как встал на ноги. Наемник подхватил его под руку.\n– Идти сможешь?\n– К-кажется, да, – Олаф, пытаясь не обращать внимание на боль и отсутствующую руку, с трудом шел. – Пойдем, помощь им не помешает.",
    "answers": [
      {
        "id": 322,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 321,
    "text": "Олаф, оценив свое состояние, подумал, что пользы в бою от него будет маловато.\n– Иди к ним. Я в порядке, сам за собой прослежу. А вот остальным подкрепление не помешает. \n– Да, думаю, ты прав. Держись тут.\nНаемник ушел, а Олаф остался один. Ничего не было слышно. Ни звуков боя, ни предсмертных криков. Тишина.\nОлаф пролежал так еще минут пятнадцать. Наконец, дверь открылась.\n– О, кто это у нас тут? – к Олафу вошел тот самый человек, что натравил на отряд статуи. С ним был кто-то в бронзовых доспехах с копьем. Он стоял чуть позади. – Тебя тут забыли? Или что? ",
    "answers": [
      {
        "id": 323,
        "text": "Что с остальными?"
      },
      {
        "id": 323,
        "text": "Не твое дело"
      }
    ]
  },
  {
    "id": 322,
    "text": "Наемник провел Олафа туда, куда только недавно ушел остальной отряд. Немного пошатываясь время от времени, он все-таки преодолел это расстояние. Картина же открылась удивительная.\n– О, кого я вижу! – странное темное существо стояло над лежащими наемниками, – Не желаете ли присоединиться?\nОлаф в очередной раз отключился.",
    "answers": [
      {
        "id": 376,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 323,
    "text": "Хохот.\n– А ты знаешь, что все твои друзья – тю-тю. Нет их, – видимо, этот факт очень забавлял незнакомца. – Умерли, сгинули, пропали. Все до одного, – тут он посерьезнел, увидев кинжал Олафа, валяющийся на полу. Его глаза наполнились пониманием. – А, вот значит как, – Он подобрал кинжал. – Ты пожертвовал собой, чтобы уложить этих вылазцев из камня? Как глупо. Знаешь, мне тебя немножко жаль. Но я уважаю тебя, ты явно силен. Поэтому готов ответить на какой-нибудь твой вопрос. У тебя же много вопросов, правда? А потом – фьють – отправишься к друзьям.",
    "answers": [
      {
        "id": 324,
        "text": "Кто ты?"
      },
      {
        "id": 325,
        "text": "Как появилось подземелье?"
      },
      {
        "id": 326,
        "text": "Может, отпустишь?"
      },
      {
        "id": 327,
        "text": "Что это за кинжал?"
      },
      {
        "id": 328,
        "text": "Ты убеждал нас уйти. Зачем?"
      },
      {
        "id": 289,
        "text": "Я нашел странную картину...",
        "need": 40
      }
    ]
  },
  {
    "id": 324,
    "text": "– Вот что тебя интересует... Я Лодрик Аркенвуд, сын Арена Аркенвуда. Ну а еще, – по лицу Лодрика пробежала тень. – Высшая сущность, Демон Желаний, дающий силу и власть. Приятно познакомиться, – он, кривляясь, поклонился. Больше мне о себе рассказать нечего, – Лодрик кивнул своему спутнику. – Прощай.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 325,
    "text": "– О, это презабавная история! Было у отца три сына... Я, – незнакомец тыкнул пальцем себе в грудь. – Был старший. Отец мне завещал поместье, что над нами. Но средний братец с помощью своих знакомых и махинаций с документами отбил поместье себе. Я вел нищенское существование несколько лет, а после нашел способ столь своеобразно навредить любимому родственничку. Надеюсь, – незнакомец кивнул своему спутнику. – Я удовлетворил твое любопытство.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 326,
    "text": "– Это действительно тот вопрос, который ты захотел мне задать? Что же, мой ответ будет короток, – незнакомец кивнул своему спутнику с копьем. – Нет.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 327,
    "text": "– Очень интересная штука. Можно сказать, исполняет желания. Только очень узко направлен. Думаю, ты понимаешь, – говорил Олафу незнакомец, крутя кинжал в руке, пытаясь поймать свет факела в грань одного из драгоценных камней. – Кинжал Теней. Убивает за плату. Пожалуй, мог бы и меня уничтожить, да. Впрочем, этой информации тебе уже достаточно, – он кивнул своему спутнику. – Прощай, Олаф.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 328,
    "text": "– Ну, думаю, сейчас можно рассказать. Я готовился. Понимаешь ли, я привязан к подземелью. Очень неудачно получилось. Чтобы получить большую свободу мне нужно расширить свои границы. Завоеваниями. Думаю, ты уже понял мой план. А это значит, что жить тебе осталось еще меньше, – незнакомец кивнул своему спутнику. – Прощай, Олаф.",
    "answers": [
      {
        "id": 329,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 329,
    "text": "Лезвие глефы прорезало тонкую красную полосу на шее Олафа.\n– Последнее слово, – глухо донеслось из-под шлема.",
    "answers": [
      {
        "id": 330,
        "text": "Да чтоб вы все сдохли"
      },
      {
        "id": 330,
        "text": "Я умру с достоинством"
      },
      {
        "id": 330,
        "text": "Пощадите"
      },
      {
        "id": 330,
        "text": "[Плюнуть в палача]"
      }
    ]
  },
  {
    "id": 330,
    "text": "Лезвие глефы отдалилось на несколько сантиметров от шеи Олафа, а потом со свистом врезалось в нее, точно в порез. Голова повисла на оставшемся лоскуте кожи. Глаза закатились.\nНеизвестный в бронзовых доспехах, тряхнув глефой, исчез.",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 331,
    "text": "Олаф с силой обрушил свой длинный меч на камни импровизированной арены. Раскалывая поверхность, подземные толчки неумолимо шли к демону. Но это действо происходило слишком медленно, так что враг без труда переместился в безопасную зону.",
    "answers": [
      {
        "id": 294,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 332,
    "text": "От души размахнувшись, Олаф рассек демона пополам. По крайней мере, ему так показалось. Оружие прошло насквозь. По выражению лица противника можно было понять, что повреждения хоть и были, но не столь значительные. ",
    "answers": [
      {
        "id": 294,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 333,
    "text": "Олаф ринулся на демона, заходя в спину. Тут он натолкнулся на невидиму стену. Она не пропускала его дальше, но уступила после нескольких взмахов оружием. В конце концов удар достиг своей цели, но и демон успел осушить кристалл, свечение которого теперь ощутимо померкло.",
    "answers": [
      {
        "id": 337,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 334,
    "text": "Олаф открыл глаза и огляделся, держа в руках свой убийственный инструмент. Видимо, его создание произошло не слишком быстро. Олафу удалось избежать атак только потому, что этот неожиданно появившийся незнакомец, давший столь важный совет, отвлек внимание на себя. Теперь он лежал на краю арены и потихоньку исчезал.\nДемон со злостью смотрел на созданное Олафом оружие.\n– Догадался, да? Это тебе не поможет.",
    "answers": [
      {
        "id": 272,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 335,
    "text": "Олаф побежал к ближайшему синему выросту. Оказалось, что сломать их не так просто. Но Олаф не сдавался и продолжал упорно долбить по кристаллу. После десяти ударов тот сдался. \nВзрыв.\nОтброшенный взрывной волной Олаф, удержавшись в сознании, поднялся. Он был в относительной норме, только немного приложился головой. Разрушать остальные кристаллы не было времени, демон уже закончил со своим и, полный сил, предстал перед Олафом.",
    "answers": [
      {
        "id": 337,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 336,
    "text": "\"Если эта штука помогает демону, почему она не может помочь мне, ведь так?\" – подумал Олаф и побежал к ближайшему кристаллу. Прикосновение вызвало едва ощутимые толчки в ладонь. Олаф думал о силе – Олаф получал ее. Его самого и оружие покрывало синеватое свечение.\nВзрыв.\nОлаф, откинутый назад взрывной волной, поднялся. Теперь свечение сохранилось только у оружия, зато никакого урона от падения получено не было.\nК этому времени демон тоже закончил свое пиршество, но спокойнее, без взрывов.",
    "answers": [
      {
        "id": 337,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 337,
    "text": "Демон переместился в центр круга. Театрально взмахнув руками, он призвал нескольких существ. Их было четверо. Двое – похожи на главного. Только размеры меньше, вместо ног – черные вертящиеся пылеобразные вихри, а у глаз красноватое свечение. Еще двое – волки. С виду вполне обычные.\nДемон же, тем временем, прижав руки к груди, трясся и что-то бормотал.",
    "answers": [
      {
        "id": 339,
        "text": "Сфокусироваться на демоне"
      },
      {
        "id": 340,
        "text": "Разобраться с прислугой"
      }
    ]
  },
  {
    "id": 338,
    "text": "Данное действие Олафа ни к чему не привело. Демона как будто окружала невидимая стена. Ничего не могло сквозь нее пробиться. Но еще было время что-нибудь предпринять.",
    "answers": [
      {
        "id": 294,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 339,
    "text": "Олафу демон показался куда более опасным, чем все призванные вместе взятые. Поэтому он, невзирая на них, решил подойти на расстояние удара к своему главному врагу и прервать его странное состояние.",
    "answers": [
      {
        "id": 347,
        "text": "Использовать усиленный удар (получено за использование кристалла)",
        "need": 336
      },
      {
        "id": 348,
        "text": "Сбивать концентрацию обычными ударами"
      }
    ]
  },
  {
    "id": 340,
    "text": "Олаф решил, что призванные могут доставить достаточно проблем, поэтому решил на некоторое время отвлечься от главной цели. Новые враги передвигались вместе, в одной куче.",
    "answers": [
      {
        "id": 341,
        "text": "Ударить огнем",
        "need": 291
      },
      {
        "id": 342,
        "text": "Метнуть топор в одного и перейти в ближний бой",
        "need": 293
      },
      {
        "id": 343,
        "text": "На оптимальном расстоянии начать раскручиваться с мечом",
        "need": 301
      },
      {
        "id": 344,
        "text": "Направить подземную волну ",
        "need": 300
      },
      {
        "id": 345,
        "text": "Начать сражение"
      }
    ]
  },
  {
    "id": 341,
    "text": "Волна огня испепелила сразу двоих. Младший демон и волк успели ее избежать. Но это их не спасло.\nЗубы кинувшегося волка встретили лезвие, которое через мгновение располовинило зверя. С демоном пришлось труднее. Прямого боя он избегал, пытаясь держаться на расстоянии. Но Олафу все-таки удалось загнать его к краю. Немного поизвивавшись он сгинул во тьме.",
    "answers": [
      {
        "id": 346,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 342,
    "text": "Огромное лезвие пробило голову младшему демону и вернулось обратно. Теперь осталось всего трое.\nЗубы кинувшегося волка встретили лезвие, которое незамедлительно располовинило зверя. Оставшийся демон жался где-то сзади и пускал небольшие шарики. Они не взрывались, но били больно, что Олаф успел почувствовать, когда разбирался с оставшимся волком. Наконец, демон, загнанный к краю, исчез во тьме.",
    "answers": [
      {
        "id": 346,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 343,
    "text": "Олаф со своим огромным мечом, не обращая внимания на подбегающих волков, начал исполнять свой смертельный прием. Клинок, казалось не встречал сопротивления. Олаф кружился в своем смертельном танце, а младшие демоны умирали, даже не подходя слишком близко. Аура порезов, которую придумал Олаф, работала в приличном радиусе. Когда он остановился, все были мертвы. Кроме главного врага.",
    "answers": [
      {
        "id": 346,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 344,
    "text": "Подземные толчки разделили маленький отрядец, выдвигающийся по душу Олафа. Один демон же зазевался. Оставаться на пути магического удара – плохая идея.\nС оставшимися троими разобраться было не очень сложно. Волки практически не думали об обороне, наскакивая всем телом на клинок, а оставшийся демон пускал маленькие шарики в Олафа, оставаясь сзади. Они били больно, но не смертельно. Нагрудник, теперь прожженный в нескольких местах, хорошо справлялся с защитой от этих снарядов. Наконец, сражение было закончено.",
    "answers": [
      {
        "id": 346,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 345,
    "text": "Сражение выдалось не слишком сложным. Волки совсем не думали о защите, буквально напарываясь зубами на клинок. Один, правда, успел царапнуть Олафа за бедро, но поплатился за это отрубленной головой.\nДва демона, тем временем, безжалостно метали какие-то шарики. Они были маленькие и быстрые. Пока Олаф сумел добежать до этих двух, нагрудник оказался прожжен в нескольких местах. Демоны, не став ждать своего уничтожения, быстро ретировались в окружающую аренный круг темноту.",
    "answers": [
      {
        "id": 346,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 346,
    "text": "Олаф успешно разобрался с призванными, но и демон закончил то, что планировал. Жуткий крик оглушил Олафа, на некоторое время дезориентировав. Когда возможность оценивать обстановку вернулась, Олаф увидел выросшего демона. Из наростов на спине отросли черные когтистые крылья. Демон, совершая движения своими длинными пальцами, испускал множество черно-красных огненных шаров. Они летели во всех направлениях, практически вплотную друг к другу. ",
    "answers": [
      {
        "id": 359,
        "text": "Разрубать шары топором",
        "need": 292
      },
      {
        "id": 360,
        "text": "Закрыться мечом",
        "need": 299
      },
      {
        "id": 361,
        "text": "Отбежать к краю арены, чтобы миновать угрозу"
      }
    ]
  },
  {
    "id": 347,
    "text": "Лезвие пошло снизу вверх и обрушилось на подбородок демона. Оно не прошло сквозь него, но удар далеко отбросил тварь. Вместе с этим рукоять начала пульсировать. Олаф смотрел на исходящие из него волны, корежащие реальность. Все призванные улетали дальше и дальше, пока не вывалились за круг.",
    "answers": [
      {
        "id": 349,
        "text": "Добить демона"
      }
    ]
  },
  {
    "id": 348,
    "text": "Олаф, прорвавшись к демону, что-то усердно колдовавшему, наносил удары один за другим. Пара из них прошла сквозь него, но следующий обрушился со всей своей мощью на подбородок врага, откинув его на приличное расстояние. Обрадованный Олаф уже хотел прикончить его, но его порыв оказался прерван яркой вспышкой  боли в ноге. Волки добрались до своей цели. Один из них ожесточенно трепал голень Олафа. Удар с разворота прекратил это занятие. Видимо, демону придется немного подождать.",
    "answers": [
      {
        "id": 350,
        "text": "Начать крутиться с мечом",
        "need": 301
      },
      {
        "id": 351,
        "text": "Начать сражение"
      }
    ]
  },
  {
    "id": 349,
    "text": "Олаф, тяжело занося свое орудие над дезориентированным противником, обрушил всю мощь на темную шею.\nФиолетовый свет потух, черная субстанция заливала камни, тут же испаряясь. Исчезало и тело демона. Олаф тяжело присел. В руках его больше ничего не было и он медленно терял связь с окружающим его миром.",
    "answers": [
      {
        "id": 374,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 350,
    "text": "В реальности ранение здорово мешало бы, но сейчас казалось, что меч сам помогает Олафу. Воздух запел, разрезаемый тысячами клинков. Последний волк сразу оказался уничтожен. Демоны держались чуть дальше, но приличный радиус ауры позволял доставать и их. Не став дожидаться своей смерти, они сгинули в пустоту, за арену.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 351,
    "text": "Второй волк продолжил атаковать. Но на этот раз его клыки встретили лезвие. В располовиненном состоянии сражаться будет трудно.\nДва младших демона держались сзади. Они не переставали закидывать Олафа маленькими шариками, которые били хоть и больно, но не смертельно. Нагрудник обеспечивал достаточную защиту, хоть и был теперь прожжен в нескольких местах.\nРанение ничуть не способствовало набору скорости. Маленькие гады продолжали свое дело с шариками, перемещаясь в новые места и ускользая от Олафа. Нужно было срочно что-то придумать.",
    "answers": [
      {
        "id": 352,
        "text": "Огненными волнами попытаться разогнать демонов",
        "need": 291
      },
      {
        "id": 353,
        "text": "Метать топор",
        "need": 293
      },
      {
        "id": 354,
        "text": "Разрубая шарики, продвигаться дальше",
        "need": 292
      },
      {
        "id": 355,
        "text": "Защититься мечом",
        "need": 299
      },
      {
        "id": 356,
        "text": "Землетрясением разогнать демонов",
        "need": 300
      },
      {
        "id": 358,
        "text": "Продолжать попытки догнать демонов"
      }
    ]
  },
  {
    "id": 352,
    "text": "Олаф, оставшись стоять на месте, начал рассекать воздух своей Бурей. Это могло бы показаться нелепым, но волны огня, вылетавшие при каждом новом взмахе быстро прогоняли эту мысль. Завороженных демонят прижала к краю одна из таких и, опасаясь испепеления, им ничего не оставалось, кроме как нырнуть в тьму сзади них.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 353,
    "text": "Резким взмахом руки Олаф вогнал огромное топорище между глаз одному из демонов. Второй демон, решив не вступать в столь опасный для него бой, пустив напоследок еще один шарик, ретировался за арену, во тьму.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 354,
    "text": "Сконцентрировавшись на разрубании шариков, Олаф продвигался все ближе к демонам. Они, разозленные тем, что не могут нанести никакого урона, решили уйти за арену, в темноту.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 355,
    "text": "Вскинув меч перед собой, Олаф был спокоен. Шарики не могли пробиться за эту невидимую стену. Он продвигался все ближе к демонам, хотя они, разочарованные тем, что их атаки не наносят никакого урона, вскоре ушли сами, нырнув в пустоту за арену.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 356,
    "text": "Олаф, врубая свой меч все глубже в камни, посылал направленные подземные толчки в зарвавшихся демонов. Землетрясения потрясывали их, хоть они и парили в воздухе, лишая возможности прицельно вести огонь. Вскоре им надоели такие игры и демонята сочли за лучшее покинуть поле боя, нырнув за арену, в темноту.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 357,
    "text": "Тем временем демон перевоплотился. Разъяренный тем, что Олаф так долго избегает смерти, он принял свою боевую форму. Появился латный тяжелый доспех, шлем с рогами, в руке материализовался меч, окутанный темными вихрями.\nОлаф, сжав рукоять своего оружия, приготовился.",
    "answers": [
      {
        "id": 362,
        "text": "Провести серию атак, пытаясь разузнать слабые места в защите"
      },
      {
        "id": 363,
        "text": "Защищаться, прощупывая атаку врага"
      },
      {
        "id": 364,
        "text": "Вести себя нейтрально, получая общее впечатление о противнике"
      }
    ]
  },
  {
    "id": 358,
    "text": "Пытаясь не обращать внимания на кровоточащую ногу, Олаф ускорился. К удивлению его самого, получилось. Восстановив прежнюю скорость, Олаф сумел прижать демонов к краю. Они не стали дожидаться своей участи и нырнули в пустоту за ареной.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 359,
    "text": "Олаф встал на пути одного из шаров и занес топор. Стало жарко, пот стекал по лбу, но топор успешно развеивал огненные снаряды. Вскоре, они закончились.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 360,
    "text": "Олаф остался стоять на месте, закрывшись мечом. Стало жарковато, но невидимая стена не давала ничему проходить за нее. Вскоре, поток огня закончился.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 361,
    "text": "Олаф, опасаясь вставать на пути у какого-нибудь из этих огненных зарядов, побежал к краю арены, надеясь на то, что они разлетятся меж собой на достаточное расстояние.\nСтало жарко. На огонь невозможно было смотреть, волны тепла сотрясали воздух. Олаф упал на каменный пол лицом вниз и закрыл глаза. Вскоре все закончилось.",
    "answers": [
      {
        "id": 357,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 362,
    "text": "Олаф, занеся свой клинок, начал атаковать. Но его серия была прервана яростными атаками демона. С трудом отбиваясь от его напора, Олаф заметил, что он практически не думает о защите, открывая множество уязвимых точек.",
    "answers": [
      {
        "id": 365,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 363,
    "text": "Олаф принял оборонительную стойку и стал ждать атаки врага. Демон не медлил. Яростные удары, в основном идущие сверху вниз, обрушились на Олафа, который с трудом отбивался. \"Под такое явно не стоит лезть. Чем дольше демон атакует – тем меньше у меня шансов\", – думал Олаф.",
    "answers": [
      {
        "id": 365,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 364,
    "text": "Олаф вяло сделал выпад, смотря за реакцией врага. Демон не заставил себя ждать, ответив яростной серией атак. При этом он явно не помышлял о защите, надеясь на быструю победу.",
    "answers": [
      {
        "id": 365,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 365,
    "text": "Выводы сделаны, нужно что-то предпринимать.",
    "answers": [
      {
        "id": 366,
        "text": "Атаковать"
      },
      {
        "id": 367,
        "text": "Защищаться"
      },
      {
        "id": 371,
        "text": "Использовать усиление, полученное от кристалла",
        "need": 336
      }
    ]
  },
  {
    "id": 366,
    "text": "Олаф бросился в атаку, не обращая внимания на летающий повсюду меч. Демон вскользь задел его плечо, рассекая нагрудник и кожу. За это он поплатился. Олаф ударил рукоятью по доспеху, раздробив бронепластину в крошки и отбросив демона.",
    "answers": [
      {
        "id": 368,
        "text": "Продолжать атаковать"
      }
    ]
  },
  {
    "id": 367,
    "text": "Олаф, надеясь измотать своего противника, пытался обороняться. Это получалось с трудом, демон теснил его, не давая контратаковать.",
    "answers": [
      {
        "id": 369,
        "text": "Продолжать защищаться"
      },
      {
        "id": 366,
        "text": "Перейти в наступление"
      }
    ]
  },
  {
    "id": 368,
    "text": "Олаф продолжил свою атаку, с размаху приложив пытающегося встать оружием по шлему.\nОкончательно оглушенный демон продолжал лежать.",
    "answers": [
      {
        "id": 349,
        "text": "Добить демона"
      }
    ]
  },
  {
    "id": 369,
    "text": "Олаф отступал все дальше и дальше, уже не видя все движения меча. Инстинктивно он...",
    "answers": [
      {
        "id": 372,
        "text": "Защищался от ударов сверху"
      },
      {
        "id": 373,
        "text": "Защищался от ударов слева"
      },
      {
        "id": 373,
        "text": "Защищался от ударов справа"
      }
    ]
  },
  {
    "id": 370,
    "text": "Олаф рванулся вперед, разя своим клинком по ногам демона. Он явно не ожидал такой прыти и теперь проклинал весь свет, падая на камни.",
    "answers": [
      {
        "id": 349,
        "text": "Добить демона"
      }
    ]
  },
  {
    "id": 371,
    "text": "Не обращая внимания на свистящий всюду меч, Олаф, занося свое все еще светящееся оружие в последнем ударе, сблизился с демоном.\nБам.\nПротивник пытался заслониться мечом, но это привело к взрыву. Теперь отброшенный демон лежал далеко на камнях, не двигаясь.",
    "answers": [
      {
        "id": 349,
        "text": "Добить демона"
      }
    ]
  },
  {
    "id": 372,
    "text": "Олаф машинально поднял оружие над собой. Большинство ударов шло именно туда, Олаф выиграл для себя немного времени и, дождавшись удобного момента, контратаковал, пробив рукоятью бронепластину демона и оттолкнув его на некоторое расстояние.",
    "answers": [
      {
        "id": 368,
        "text": "Продолжить наступление"
      }
    ]
  },
  {
    "id": 373,
    "text": "Олаф отвел свое оружие вбок, но большинство ударов шло сверху...\nСталь разрубила ключицу, полностью отрезав управление левой рукой. Олаф тяжело просел под ударом, пятна крови остались на щеке. Демон готовился к добиванию.",
    "answers": [
      {
        "id": 370,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 374,
    "text": "– Закажи-ка еще эля!\nПрошло две недели с с момента тех событий. Они сидели в элитной таверне и выпивали. Втроем.\n– Рейни, давай, метнись, ты тут самый трезвый! – похохатывая, кричал Дорн.\nОлаф покатывал недавно полученную золотую монетку по столу. Она вся сияла и переливалась, на задней стороне был изображен горделивый профиль императора. Глотнув еще немного эля, он заговорил.\n– Куда теперь, Дорн?\n– А, что? Ну, можно завалиться в какой-нибудь бордель...\n– Я не об этом. Что делать дальше? – серьезно спрашивал Олаф.\n– А что делать... Мне этих денег на всю жизнь хватит, устроюсь где-нибудь, семью заведу... Хватит с меня всего этого...\n– А вот и я! – грохоча кружками и разливая часть выпивки на пол, кричал Рейни. Этот приятный паренек, спасшийся из плена демона, теперь кутил с ними. Вскоре он уйдет к своему брату – заказчику всего этого похода, но обещал держать связь.\n– А куда ты, Олаф? \n– Я... – Олаф крепко задумался, но потом осушил всю кружку залпом. Он не хотел думать об этом. Слишком многое придется анализировать, слишком многое вспоминать. Нет, не сейчас. Ему хотелось забыть все это. Хотелось повеселиться со своими друзьями. Кто знает, куда поведет дальше его дорога?\n– Ну-ка, что ты там про бордель говорил?",
    "answers": [
      {
        "id": 375,
        "text": "К послесловию"
      }
    ]
  },
  {
    "id": 375,
    "text": "Благодарю тебя, читатель, за прочтение данной интерактивной книги. Надеюсь, тебе понравилось это маленькое путешествие в созданный мной мир. Я буду очень признателен, если ты оценишь мою работу лайком или дизлайком и напишешь отзыв.\nХочешь узнать обо всех гранях этого сюжета? Желаешь достичь другого исхода? Воспользуйся кнопками перехода по чекпоинтам или начни с чистого листа!\nХочешь расслабиться и посмотреть, чего ты достиг? К твоим услугам лист достижений, расположенный на первой странице.",
    "answers": [
      {
        "id": 108,
        "text": "Чекпоинт 2",
        "need": 108
      },
      {
        "id": 18,
        "text": "Чекпоинт 1",
        "need": 18
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 376,
    "text": "Олаф пришел в себя на какой-то полянке. Он поднялся, опершись руками о землю, покрытую зеленой травой.\n– Стоп. Руки? – Олаф недоуменно глядел на две свои руки. Целые. Решив отложить эту неувязку на потом, он окончательно поднялся. Внимание было обращено на небо, точнее, на его отсутствие. Вокруг была сплошная чернота. Однако светлое освещение так не считало, растения тоже не обращали особого внимания на отсутствие солнца.\n– Эй, послушай, – тихий голос откуда-то донесся до Олафа, отвлекая его от рассматривания округи.",
    "answers": [
      {
        "id": 208,
        "text": "Я слушаю"
      },
      {
        "id": 376,
        "text": "[Промолчать]"
      },
      {
        "id": 208,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 377,
    "text": "– Нет-нет, просто ты еще не привык к такому положению. Некоторые особенности этой среды, не обращай внимания. Если ты уйдешь отсюда живой, в чем я очень сомневаюсь, рука снова исчезнет.",
    "answers": [
      {
        "id": 218,
        "text": "Как жаль"
      }
    ]
  },
  {
    "id": 378,
    "text": "Приветствую, читатель, на листе достижений.\nВсе доступные кнопки – заработанные достижения. Нажимай на них, чтобы увидеть больше информации.",
    "answers": [
      {
        "id": 379,
        "text": "Безрукий герой",
        "need": 376,
        "need_ever": true
      },
      {
        "id": 380,
        "text": "Тайная комната!",
        "need": 239,
        "need_ever": true
      },
      {
        "id": 381,
        "text": "Теперь я видел все",
        "need": 245,
        "need_ever": true
      },
      {
        "id": 383,
        "text": "Мыслитель",
        "need": [
          52,
          -122
        ],
        "need_ever": true
      },
      {
        "id": 384,
        "text": "Альтруист",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 385,
        "text": "Великомученик",
        "need": 318,
        "need_ever": true
      },
      {
        "id": 386,
        "text": "Хитрюга",
        "need": 232,
        "need_ever": true
      },
      {
        "id": 387,
        "text": "Я хочу!",
        "need": 229,
        "need_ever": true
      },
      {
        "id": 388,
        "text": "Happy end?",
        "need": 374,
        "need_ever": true
      },
      {
        "id": 389,
        "text": "А куда он делся?",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 390,
        "text": "Имя мне – Тьма",
        "need": 158,
        "need_ever": true
      },
      {
        "id": 391,
        "text": "Дезертир",
        "need": 176,
        "need_ever": true
      },
      {
        "id": 392,
        "text": "Чуть-чуть не дотянул",
        "need": 330,
        "need_ever": true
      },
      {
        "id": 393,
        "text": "Вы умерли",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 394,
        "text": "Переговорщик",
        "need": 261,
        "need_ever": true
      },
      {
        "id": 395,
        "text": "Темный полководец",
        "need": 268,
        "need_ever": true
      },
      {
        "id": 396,
        "text": "Морской волк",
        "need": 267,
        "need_ever": true
      },
      {
        "id": 397,
        "text": "Я не справился...",
        "need": 317,
        "need_ever": true
      },
      {
        "id": 398,
        "text": "Убийца",
        "need": 316,
        "need_ever": true
      },
      {
        "id": 399,
        "text": "Я не смелый",
        "need": 314,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 379,
    "text": "Достижение \"Безрукий герой\"\n\nВыдано за победу над демоном после пожертвования своей руки ради уничтожения оживших статуй.\n\nНе волнуйтесь, Олаф на полученные деньги купил золотую руку.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 380,
    "text": "Достижение \" Тайная комната!\"\n\nВыдано за нахождение Зерцала Возможностей\n\nВы очень наблюдательны и убедительны. Наслаждайтесь легкими спойлерами концовок.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 381,
    "text": "Достижение \"Теперь я видел все\"\n\nВыдано за просмотр всех видений из Зерцала Желаний.\n\nЧто, так нравятся спойлеры?",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 382,
    "text": "Если здесь есть что-то кроме кнопки назад – поздравляем, достижение получено!",
    "answers": [
      {
        "id": 383,
        "text": "Мыслитель",
        "need": -122
      },
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 383,
    "text": "Достижение \"Мыслитель\"\n\nВыдано за прохождение головоломки с рычагами без помощи Дорна.\n\nВы определенно молодец, надеюсь, было интересно.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 384,
    "text": "Достижение \"Альтруист\"\n\nВыдано за ношение самой тяжелой сумки.\n\nВы же правда хотели помочь, а не ожидали печеньки от автора за это?",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 385,
    "text": "Достижение \"Великомученик\"\n\nВыдано за достижение одной из концовок.\n\nВы действительно очень хороший человек.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 386,
    "text": "Достижение \"Хитрюга\"\n\nВыдано за попытку уничтожить демона разговором.\n\nДемон не джинн, словом в бутылку не загнать.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 387,
    "text": "Достижение \"Я хочу!\"\n\nВыдано за достижение одной из концовок.\n\nВы действительно проделали весь этот путь ради такого?",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 388,
    "text": "Достижение \"Happy end?\"\n\nВыдано за достижение одной из концовок.\n\nДа, хеппи енд. Поздравляю.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 389,
    "text": "Достижение \"А куда он делся?\"\n\nВыдано за утерю таинственного кинжала.\n\nА может, оно и к лучшему, а?",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 390,
    "text": "Достижение \"Имя мне – Тьма\"\n\nВыдано за нахождение потустороннего измерения.\n\nЕдинственное достижение без комментария. Упс, теперь уже нет.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 391,
    "text": "Достижение \"Дезертир\"\n\nВыдано за достижение одной из концовок.\n\nОтступление – лучше, чем смерть. Вот и живите с этим.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 392,
    "text": "Достижение \"Чуть-чуть не дотянул\"\n\nВыдано за заботу о себе.\n\nРациональный выбор, но вы же герой! Без вас там никто не справится, это закон всех книг!",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 393,
    "text": "Достижение \"Вы умерли\"\n\nВыдано за умерщвление себя своими необдуманными действиями.\n\n\"Тебя ждет смерть от отравления. Тремя фунтами стали.\"\n",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 394,
    "text": "Достижение \"Переговорщик\"\n\nВыдано за достижение одной из концовок.\n\nВаши навыки дипломатии и убеждения так себе.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 395,
    "text": "Достижение \"Темный полководец\"\n\nВыдано за достижение одной из концовок.\n\nА что, нас и здесь неплохо кормят.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 396,
    "text": "Достижение \"Морской волк\"\n\nВыдано за достижение одной из концовок.\n\nВ каком-нибудь другом квесте вы бы обязательно стали квартирмейстером у капитана Флинта.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 397,
    "text": "Достижение \"Я не справился...\"\n\nВыдано за достижение одной из концовок.\n\nМартин Уокер хорошо понимает вас.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 398,
    "text": "Достижение \"Убийца\"\n\nВыдано за достижение одной из концовок.\n\nУбейте всех, сказал легат, господь своих узнает.",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 399,
    "text": "Достижение \"Я не смелый\"\n\nВыдано за достижение одной из концовок.\n\n*Роскомнадзор* – тоже выход. ",
    "answers": [
      {
        "id": 378,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 400,
    "text": "Пролог, в котором наш герой отправляется в путешествие, еще не понимая, во что себя втягивает, и заводит знакомства, от которых зависит его судьба.\n\nОлаф, нетерпеливо сорвав Имперскую печать с полученного свитка, жадно вчитывался в содержимое. Он уже видел свой замок, красивых девушек и горы золота. А нужно было всего-то немного рискнуть и вступить в ряды наемников, чтобы помочь снять проклятье с поместья одного богача. „Это будет простым и интересным приключением для меня!\" – подумал Олаф и решил...",
    "answers": [
      {
        "id": 2,
        "text": "Ехать немедленно!"
      }
    ]
  },
  {
    "id": 401,
    "text": "",
    "answers": []
  }
]