[
  {
    "id": 1,
    "text": "Автор: Аника Хериссон<s>r\nЖанр: выживание, космос, фэнтези<s>r\n\nК определённому возрасту каждую девушку начинают спрашивать: \"Когда же ты уже выйдешь замуж?\". И хорошо, если это родственники или друзья. Но если этим вопросом начинают задаваться незнакомые инопланетяне… уносите ноги, пока не поздно!<s>r\nВыжить, лишь малая часть пути, а найти свой счастливый финал... Вот ваша настоящая задача. ",
    "answers": [
      {
        "id": 3,
        "text": "Начать квест",
        "var_set": [
          "гимнастика",
          0,
          "пение",
          0,
          "карты",
          0,
          "магия",
          0,
          "вспышка",
          0,
          "сонпомощь",
          0,
          "конверт",
          0,
          "еда",
          0,
          "Змеусмерть",
          0,
          "Змеужизнь",
          0,
          "коридор",
          0,
          "рука",
          0,
          "шкаф",
          0,
          "огонь",
          0,
          "маш",
          0,
          "ген",
          0,
          "шлюз",
          0,
          "груз",
          0,
          "кнопка",
          0,
          "пропуск",
          0,
          "Тришадруг",
          0,
          "ответ",
          0,
          "смерть",
          0,
          "делегация",
          0,
          "Кадакпомощь",
          0,
          "Сутасмерть",
          0,
          "Финасмерть",
          0,
          "Лунасмерть",
          0,
          "Тамарасмерть",
          0,
          "Кадаксмерть",
          0
        ]
      },
      {
        "id": 2,
        "text": "Достижения"
      },
      {
        "id": 20,
        "text": "Справочник по миру"
      },
      {
        "id": 1,
        "text": "Уважаемый читатель, не забывай время от времени заходить в справочник. По мере прохождения квеста там будут появляться интересные заметки о персонажах этого мира. Желаю полного погружения и ярких эмоций.",
        "comment": true
      },
      {
        "id": 212,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "Беседа по прохождению Вконтакте",
        "url": "https://vk.me/join/AJQ1d6fI2hXbP08bzNTfFGCB"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "     В квесте двенадцать концовок на любой вкус и цвет. ",
    "answers": [
      {
        "id": 8,
        "text": "Ценою разума",
        "need": [
          8
        ],
        "need_ever": true
      },
      {
        "id": 9,
        "text": "Второй тур",
        "need": [
          9
        ],
        "need_ever": true
      },
      {
        "id": 19,
        "text": "Выбывшая конкурсантка",
        "need": [
          19
        ],
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Счастье не по размеру",
        "need": [
          55
        ],
        "need_ever": true
      },
      {
        "id": 128,
        "text": "Своими руками",
        "need": [
          128
        ],
        "need_ever": true
      },
      {
        "id": 153,
        "text": "И от похищений бывает польза",
        "need": [
          153
        ],
        "need_ever": true
      },
      {
        "id": 154,
        "text": "Новые миры",
        "need": [
          154
        ],
        "need_ever": true
      },
      {
        "id": 160,
        "text": "Табу на земных невест",
        "need": [
          160
        ],
        "need_ever": true
      },
      {
        "id": 180,
        "text": "Победительница конкурса",
        "need": [
          180
        ],
        "need_ever": true
      },
      {
        "id": 211,
        "text": "Любовь любой ценой",
        "need": [
          211
        ],
        "need_ever": true
      },
      {
        "id": 217,
        "text": "Жрица богов",
        "need": [
          217
        ],
        "need_ever": true
      },
      {
        "id": 216,
        "text": "Задолго до нашей эры",
        "need": [
          216
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 3,
    "text": "     Субботнее утро – отличный повод расслабиться. И неважно, что уже одиннадцать, что будильник уже два часа настойчиво на что-то намекает, что планов было миллиона два. Звонок в дверь окончательно привел в чувство. Нехотя покинув кровать, я поплелась узнать, кого там принесло. Но куда мне до проснувшейся в пять утра бабули? Почтенная пенсионерка на крейсерской скорости пронеслась мимо меня.<s>r\n     Бабушка открыла дверь перед молодым мужчиной не старше тридцати. На её лице отразилось предвкушение хоть какого-то развлечения.<s>r\n     — Да-да. Чем могу быть полезна? – самым что ни на есть великосветским тоном осведомилась бабуля.<s>r\n     — Уважаемая, я консультант программы «Давай поженимся», у вас тут девушки до двадцати пяти обитают?<s>r\n     — А как же, — тут же подтвердила бабуля, отступая на шаг в сторону, чтобы открыть меня во всей красе: нечёсаную, в мятом домашнем платье, со следами близких отношений с подушкой на лице. <s>r\n     — Здрасте, — кивнула я без особого энтузиазма. – Я на верхней возрастной границе.<s>r\n     Консультант внимательно всматривался в меня на протяжении нескольких минут. Продолжительность осмотра уже давно переступила все рамки приличия. Несмотря на то, что мужчина даже не шевелился, было стойкое ощущение, что меня вертят во все стороны, измеряют сантиметром, рассматривают зубы как у племенной кобылы, а я пошевелиться не могу. Хорошо, что в этот момент даже бабушкины безупречные манеры практически исчерпались.<s>r\n     — Мужчина, что вы себе… — возмущенно начала она.<s>r\n     — Ох, простите мне мою бестактность! – Одновременно с этим восклицанием нас одарили лучезарнейшей из улыбок. – Вы вполне подходите, с вами свяжутся. <s>r\n      Консультант изобразил полупоклон в сторону бабули и в два шага скрылся с глаз. Звука домофона слышно не было, и мы обе недоуменно выглянули в подъезд. Мужик исчез. Первый этаж был пуст, домофон ровно горел красным. Я даже сбегала к мусоропроводу, не прячется ли кто за трубой? Никого.<s>r\n      — Чертовщина какая-то, — пробормотала бабуля, запуская меня обратно в квартиру. – Ладно, пошли завтракать.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "В среду..."
      }
    ]
  },
  {
    "id": 4,
    "text": "     — Да ты гонишь!... Ага, и пирожок с капустой. А что, кофе три в одном без сахара нет?... Тогда чай... А ты рассказывай дальше.<s>r\n     В этом была вся Вика. Тридцать дел одновременно и ни одного законченного. Взяв по пирожку и стаканчику с чаем, мы отправились в рощу за корпусом. Стояли последние осенние деньки, достаточно теплые чтобы не толкаться в душной университетской столовой. Через пару минут я уже перестала вслушиваться в ворчание подруги о вреде сахара и закостенелости столовской системы.<s>r\n     — Вик, на первом этаже кофе варят. Сделают как захочешь, — примирительно напомнила я, в надежде завершить этот разговор.<s>r\n     — Там втрое дороже!<s>r\n     — Ты достаточно зарабатываешь.<s>r\n     — Это ещё не повод, — Вика тяжко вздохнула, словно не понимала, как я не вижу очевидного. – Ладно, проехали. Что там с этим агитатором?<s>r\n     — Консультантом. Сказал, что со мной свяжутся.<s>r\n     — Не понимаю я этой ерунды. Они же не рекрутируют, в эту… этот… туда… В общем, тут приличных слов не подберешь. Короче, у них там и так очередь, туда ещё попасть надо умудриться, — на лице подруги вновь было написано возмущение.<s>r\n     Я задумалась: а когда Вика бывает умиротворенной? Во сне? Я невольно улыбнулась, представив Вичку ворчащей во сне и грозящей невидимому оппоненту кулаком.<s>r\n     — Может мошенник какой? – прозвучало новое предположение. – Коврик не стырил? В дом впускали?<s>r\n     — Да нет, он сразу ушёл.<s>r\n     Сидя на поваленном бревне в небольшой рощице, мы с удовольствием попивали чай. Опавшие листья плотно укрывали землю, храня в своих чашечках капельки недавнего дождя. Сессия подходит к концу, и скоро придёт время возвращаться на работу. С головой окунуться в круг повседневных забот.<s>r\n     — Милые леди, — раздался за нашими спинами глубокий мужской голос. – Кто из вас Краева Маргарита Сергеевна?<s>r\n     Я обернулась к говорившему, чтобы застыть в полном изумлении. Пять лет на историческом факультете не прошли даром — ливрею я распознала с первого взгляда. Глаза незнакомца имели какой-то странный овальный зрачок, а улыбка открывала длинные клыки.<s>r\n     — Вам письмо, — провозгласил странный субъект, незаметным движением оставляя кремовый конверт на моих коленях и быстро отступая за прикрытие ближайших берёз.<s>r\n     — Вот те на, — потрясенно протянула Вика. – Что за фрики нынче курьерами работают! Смотреть будешь? <s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Открыть конверт"
      },
      {
        "id": 6,
        "text": "Убрать конверт в рюкзак"
      },
      {
        "id": 7,
        "text": "Позволить Вике открыть конверт"
      }
    ]
  },
  {
    "id": 5,
    "text": "     — Пожалуй, — протянула я без всякого желания в голосе.<s>r\n     Конверт был необычным: никаких марок, никаких адресов, лишь моё имя черными чернилами и ярко-алая сургучная печать.<s>r\n     — Пафосненько, — оценила подруга, — вскрывай уже.<s>r\n     Сотни книг учат нас тому, что не стоит доверять незнакомцам. Вот и сейчас в моей голове прозвенел колокольчик предупреждения, словно я была героиней какого-то бульварного романа. Смешно даже. Осторожно потянув за краешек конверта, я услышала, как с легкостью треснула алая печать. В следующий миг всё изменилось. Перед глазами разлилось призрачное сияние, и звучный голос провозгласил:<s>r\n     — Конкурсантка номер сто тридцать девять, добро пожаловать на борт корабля «Верона». С этого момента начинаются конкурсные испытания. Проявите себя во всей красе. И помните, администрация конкурса не несёт ответственности за случайные смерти.<s>r\n     Мои губы растянулись в немом восклицании. Темнота навалилась на плечи, окутывая сознание. В голове взбесившейся перепёлкой металась лишь одна мысль: «Во что я ввязалась?!»<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 6,
    "text": "     — Что-то не хочется, — неуверенно ответила я, засовывая конверт в рюкзак. – Пойдём уже на пары.<s>r\n     Даже уходя из рощи, я не могла отделаться от ощущения, что за мной кто-то наблюдает. Несмотря на это, пары прошли в привычном русле. Но и отправляясь домой после занятий, я снова внимательно смотрела по сторонам. Ничего необычного. Никто не подходил ко мне с неожиданными посланиями, никто не сверкал слишком зубастой улыбкой, никто ни на что не агитировал. Окей. Кажется, жизнь налаживается.<s>r\n     Напевая въедливую мелодию, что звучала в маршрутке, я подошла к подъезду, придержала дверь подъезда для соседки со второго этажа, вывозившей своего не в меру крикливого младенца на прогулку. И вот, наконец, оказалась у двери бабушкиной квартиры. <s>r\n     Отсутствие неприятностей иногда ослабляет бдительность даже больше, чем маленькая удача. Замечали? Я полезла в рюкзак за ключами и наткнулась на тот самый кремовый конверт. Конверт был необычным: никаких марок, никаких адресов, лишь моё имя черными чернилами и ярко-алая сургучная печать. Именно эта печать и подвела красную линию в моей повседневной жизни. Стоило мне заметить, что печать немного надтреснута, как в следующий миг всё изменилось. Перед глазами разлилось призрачное сияние, и звучный голос провозгласил:<s>r\n     — Конкурсантка номер сто тридцать девять, добро пожаловать на борт корабля «Верона». С этого момента начинаются конкурсные испытания. Проявите себя во всей красе. И помните, администрация конкурса не несёт ответственности за случайные смерти.<s>r\n     Мои губы растянулись в немом восклицании. Темнота навалилась на плечи, окутывая сознание. В голове взбесившейся перепёлкой металась лишь одна мысль: «Во что я ввязалась?!»<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 7,
    "text": "     — Что-то не хочется, — неуверенно ответила я. – Хочешь взглянуть?<s>r\n     Вика в нетерпении протянула руку. Конверт был необычным: никаких марок, никаких адресов, лишь моё имя черными чернилами и ярко-алая сургучная печать.<s>r\n     — Пафосненько, — оценила подруга, и без раздумий рванула конверт, ломая сургуч.<s>r\n     В следующий миг всё изменилось. Глаза девушки остекленели, словно она смотрела куда-то вдаль. От конверта разлилось призрачное сияние… а затем, всё исчезло. Конверт, обломки сургуча и Вика. Я в панике озиралась вокруг не в силах вымолвить даже слово. До позднего вечера я сидела на бревне и ждала, что Вика вернётся. В душе ещё теплилась надежда, что всё это просто кошмарный сон. Теплилась ровно до того момента, как два дня спустя в дверь постучала полиция.<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 8,
    "text": "Получено достижение «Ценою разума»<s>r\n     Я уже второй час повторяла заученные фразы, сидя в кабинете директора клиники. Конечно, никаких порталов не существует, а люди с клыками как у вампиров – жертвы хирургии, да и просто фрики. Кто мог знать, что именно в психушке наилучшим образом усваивается информация. Их бы методы да в наше образование… Так, стоп. Это нездорово. Хотя…<s>r\n     — Маргарита, вы же прекрасно понимаете, что еженедельные встречи с вашей бабушкой, и так большая уступка с моей стороны, — монотонно вещал главврач, рассматривая меня своими рыбьими глазами. – Следствие ещё не сняло с вас подозрения в убийстве…<s>r\n     Давит на больное. Знает же, что меня это бесит. Но отвечаю спокойно:<s>r\n     — Я не убивала Вику, я не была в той роще с момента её исчезновения…<s>r\n     — Через портал, — с усмешкой прервал меня эскулап недоделанный. – Это-то и настораживает, милочка. <s>r\n     Когда в дверь постучали, у меня уже основательно начало покалывать кончики пальцев от желания вцепиться в горло лысому коновалу. <s>r\n     — Вячеслав Валентинович, тут письмо для Краевой принесли, — сказал молодой санитар, протягивая главврачу кремовый конверт с ярко-алой сургучной печатью. <s>r\n     — Спасибо, Митя. Итак, Маргарита…<s>r\n     Но дальше я не слышала не слова, моё тело забилось в конвульсиях, а пальцы так крепко вцепились в волосы, что кисти свело судорогой. <s>r\n     — Только не это! Только не снова! – хрипела я, вспоминая сцены опознания в морге. Опознания того, что нельзя опознать. Опознания того, что когда-то было моей лучшей подругой.<s>r\n     — Митя, четыре миллилитра аминазина, будь добр, — сквозь мои завывания прорвался властный голос главврача и жуткий звук ломаемой сургучной печати.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 9,
    "text": "Получено достижение «Второй тур»<s>r\n     Две недели я не находила себе места от чувства вины. На второй день после происшествия в парке, Вику нашли велосипедисты из нашей марафоновской сборной. Виталик до сих пор на успокоительных. Я бы тоже не отказалась от медикаментозной поддержки, но одна мысль, что придется вновь говорить о том дне, напрочь отбивала желание обращаться за помощью. По ночам меня мучали кошмары. Я раз за разом видела холодный белый свет и посеревшие стены морга. И то, что уже нельзя было опознать. То, что когда-то было моей лучшей подругой…<s>r\n     Одинокая слеза вновь скатилась по щеке. В последнее время я часто плакала.<s>r\n     — В наших кругах не принято выставлять за себя другую конкурсантку, — глубокий мужской голос за моей спиной выдавал некоторую досаду со стороны своего владельца. – Но вам повезло, вы сможете пройти сразу на второй тур.<s>r\n     Я так и не смогла повернуться. Тело словно окаменело, несмотря на мелкую дрожь, пронизывающую все мышцы. Кремовый конверт опустился на столешницу в нескольких сантиметрах от меня.<s>r\n     — Не задерживайтесь, — весело подмигнул мне всё тот же курьер в ливрее, что и две недели назад. – Организаторы этого не любят.<s>r\n     Презрев физические законы, клыкастый покинул квартиру прямиком через стену. А я осталась сидеть и смотреть на приговор в красивом кремовом конверте….",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 10,
    "text": "     — Так, этот кусок человечинки кто-нибудь будить собирается? –визгливый голосок проник в моё сознание.<s>r\n     — Только не я, мне религия даже прикасаться к ним не позволяет, — ответил хоть и женский, но очень низкий голос.<s>r\n     — Да? Что-то ваших мужиков это совсем не смущает, — парировала обладательница визгливого дисканта.<s>r\n     — Заткнись, синекожая, — с угрозой прорычала собеседница.<s>r\n     Я попыталась мысленно отстраниться от перебранки и понять, что происходит. Сквозь плотно сжатые веки пробивался яркий искусственный свет. Я лежала на чём-то в меру мягком и очень удобном. Все запчасти ощущались на своих местах: ноги, руки, голова, вот, волосы лезут в рот – полный комплект. Во всём теле чувствовалось лёгкое онемение, словно я пролежала в одной позе целые сутки. Непривычная тяжесть на левой кисти привлекла внимание.<s>r\n     Судя по звукам, вокруг царила суматоха. Множество женских голосов сливались в дикую какофонию. Уже невозможно было выхватить отдельные реплики из этого потока. Даже не знаю, почему я решила, что вокруг именно женщины. В этом помещении были миллионы тембров и акцентов. Открывать глаза стало просто страшно.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Открыть глаза"
      },
      {
        "id": 12,
        "text": "Притворяться спящей"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Я открыла глаза и полностью отказалась им верить. Вокруг куча народа, но при этом ни одного человека не наблюдалось. Странное помещение было заполнено существами всех цветов и конфигураций. В метре от меня восседала синекожая женщина в очень откровенном платье. Стоило ей заговорить, и сразу стало понятно, что это та визгливая особа, что предлагала разбудить… видимо, меня. Тут под странное определение «человечинка» мало кто ещё подходил. Напротив неё, серокожее существо с гибкой шеей как у лебедя всё ещё рычало угрозы по поводу всех представителей синекожего сообщества.<s>r\n     — Да что они добавляют в эти драные пирожки, — простонала я в полном замешательстве.<s>r\n     Перед моим лицом, словно из ниоткуда материализовались три пары внимательных глаз в обрамлении густых ресниц и оливковой кожи. В горле зародился панический крик, готовый вот-вот вырваться наружу и наполнить пространство истерикой.<s>r\n     — Но-но-но, — с некоторым возмущением произнесло существо, грозя мне перепончатым пальцем. – Я тут криков не потерплю. Лучше скажи, ты меня понимаешь?<s>r\n     С трудом подавив желание заорать, я неуверенно кивнула. Слова-то слышались знакомые, но я абсолютно не понимала, что происходит.<s>r\n     — Отлично, значит имплантат прижился. Садись, проверим как тело перенесло транспортировку.<s>r\n     Перепончатые кисти обхватили мои предплечья и одним рывком привели в сидячее положение. Затем существо быстро пробежалось пальцами по всем суставам, сгибая и разгибая. И удовлетворенно провозгласило:<s>r\n     — Так, всё в порядке, транспортировка прошла успешно.",
    "answers": [
      {
        "id": 13,
        "text": "Задать пару вопросов"
      }
    ]
  },
  {
    "id": 12,
    "text": "     Я продолжала плотно сжимать веки в надежде, что снова усну и проснусь в собственной постели, под звуки тихого шебуршания бабули и запахи пекущихся пирогов. Но этим надеждам не суждено было сбыться.<s>r\n     Легкая затрещина заставила меня распахнуть веки, чтобы встретиться с тремя парами глаз в обрамлении густых ресниц и оливковой кожи. В горле зародился панический крик, готовый вот-вот вырваться наружу и наполнить пространство истерикой.<s>r\n     — Но-но-но, — с некоторым возмущением произнесло существо, грозя мне перепончатым пальцем. – Я тут криков не потерплю. Лучше скажи, ты меня понимаешь?<s>r\n     С трудом подавив желание заорать, я неуверенно кивнула. Слова-то слышались знакомые, но я абсолютно не понимала, что происходит.<s>r\n     — Отлично, значит имплантат прижился. Садись, проверим как тело перенесло транспортировку.<s>r\n     Перепончатые кисти обхватили мои предплечья и одним рывком привели в сидячее положение. Затем существо быстро пробежалось пальцами по всем суставам, сгибая и разгибая. И удовлетворенно провозгласило:<s>r\n     — Так, всё в порядке, транспортировка прошла успешно.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "Задать пару вопросов"
      }
    ]
  },
  {
    "id": 13,
    "text": "     — Где я? – голос прозвучал хрипло, словно с непривычки.<s>r\n     — На корабле «Верона». Что, память отшибло? – язвительно поинтересовалось существо. – Я Гадин – сваха. И мы направляемся на межгалактический конкурс невест. Не вижу радости в глазах.<s>r\n     Какая тут радость? Я недоуменно хлопала ресницами и всё ждала, когда она сдёрнет свою отвратительную маску. Ждала, что вот-вот появятся операторы из программы «Розыгрыш», и всё это закончится. Но тут моё ожидание было прервано диким визгом. Тучное тело свахи в невероятном прыжке переместилось левее, открывая обзор. Двери помещения автоматически закрывались за жутким существом. Три саблевидных когтя длинной с охотничий нож на передних лапах, однозначно, притягивали взгляд. Но это было ещё не всё. На лице существа красовалась улыбка, заполненная острыми зубами, отметающими все предположения о вегетарианстве. И на сладкое, плетевидный хвост, который только что расколол подвернувшийся стул. Градус моей паники уже перевалил за ту отметку, где я бы могла визжать. Ноги ватными сардельками болтались где-то внизу. Мозг лихорадочно пытался перейти в рабочее состояние.<s>r\n     Тем временем, жуткое существо огляделось и втянуло рыльцем воздух, словно выискивая кого-то, а затем безошибочно направилось в мою сторону. «Трындец,» — мелькнула одна единственная отчётливая мысль в мозгу. Надо было срочно что-то предпринять.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Спрятаться за серокожей справа"
      },
      {
        "id": 17,
        "text": "Спрятаться за свахой слева"
      },
      {
        "id": 18,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 14,
    "text": "     — Маргарита Сергеевна? Краева? — вопросил офицер, стоило мне распахнуть дверь.<s>r\n     — Да.<s>r\n     — Вы знакомы с Ивановой Викторией Леонидовной?<s>r\n     — Да.<s>r\n     — В каких отношениях вы находились? – у офицера вопросы и не думали заканчиваться.<s>r\n     — Мы дружили с третьего класса. А в чём дело, офицер? – предчувствие беды заставляло голос предательски подрагивать.<s>r\n     — В роще за пятым корпусом университета было обнаружено тело. Один из студентов узнал куртку. В городе нет близких родственников гражданки Ивановой, поэтому её отец попросил обратиться к вам. Вы не могли бы проехать с нами на опознание? – пока полицейский произносил всю эту речь, мне казалось, что земля уходит из-под ног.<s>r\n     Я даже не заметила, как опустилась на обувную полку. В голове гудело, руки дрожали, мысли разбегались. Почувствовав осторожные прикосновения к моему плечу, я подняла глаза. Офицер уже не в первый раз задавал какой-то вопрос, но смысл его слов с трудом пробивался в моё шокированное сознание:<s>r\n     — Маргарита Сергеевна, с вами всё в порядке? <s>r\n     — Да. – Какой там в порядке?!<s>r\n     — Давайте проедем в участок.<s>r\n     — Секунду, я только возьму рюкзак, — ответила я, беря пару минут передышки, чтобы взять себя в руки.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Отправиться на опознание"
      }
    ]
  },
  {
    "id": 15,
    "text": "     В стенах морга горел ровный холодный свет, придающий помещению голубоватый оттенок. Отвратительный запах, казалось, пропитал всё моё существо. Нет, это не было запахом гниения или разложения. Здесь всё содержалось в чистоте. Возможно, запах химии казался мне столь отвратительным на психологическом уровне. Я множество раз перестирала все вещи, что были на мне в тот день, но так и не смогла надеть их снова. <s>r\n     Мы прошли по ярко освещенному коридору вслед за врачом-патологоанатомом в белом халате и с маской участия на лице. Прошли для того, чтобы остановиться в одном из кабинетов перед железным столом, накрытым простынёй. <s>r\n     — Я должен вас предупредить, что опознавать здесь практически нечего, — врач был очень серьезен, обращаясь ко мне и двум полицейским, что доставили меня сюда. – Я бы посоветовал осмотреть вещи и дождаться биологического материала для ДНК-теста. <s>r\n     — Открывайте, — безапелляционно заявил правый из моего сопровождения. <s>r\n     Работник морга покачал головой, явно не одобряя данного решения, и аккуратно убрал простыню с тела. <s>r\nСледующее, что мне удалось запомнить – резкий запах нашатыря, выводящий сознание из темноты. Полиция больше не пыталась заставить меня посмотреть под простыню. Патологоанатом пытался успокоить тем, что это нормальная реакция на тело в таком состоянии. Верхняя часть туловища было словно проглочена и выплюнута, но причиной смерти, по его словам, послужили три колющих раны на груди, нанесенные чем-то вроде трезубца. А я всё не могла избавиться от мысли, что на месте Вики должна была лежать я.<s>r\n     Полчаса спустя, оказавшись в участке, я сидела за столом напротив следователя.<s>r\n     — Маргарита Сергеевна, я должен задать вам несколько вопросов, — произнёс усатый мужчина, долго вбивавший двумя пальцами мои данные в допотопный компьютер.<s>r\n     Вот только, что я могла ему рассказать о том дне, когда я последний раз видела Вику?",
    "answers": [
      {
        "id": 8,
        "text": "Рассказать правду о конверте"
      },
      {
        "id": 9,
        "text": "Соврать следователю"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Не дожидаясь приближения агрессивно настроенного существа, я спрыгнула с кушетки и метнулась за спину серокожей с гибкой шеей как у лебедя. Это всё, что я успела сделать. В следующую секунду кончики трёх саблевидных когтей показались из спины моей невольной спасительницы. Тело серокожей начало подниматься вверх, удерживаемое словно на вилах. Предсмертные крики потонули в потоке отвратительной жидкости, что излилась из зубастого рта убийцы…<s>r\n     И тут всё закончилось.<s>r\n     — Кто пустил амианку в отсек к гуманоидным конкурсанткам? — громовым голосом орала сваха.<s>r\n     Всё её тучное тело, возвышаясь над поверженным монстром, ходило волнами, когда она потрясала кулаками в разные стороны, пытаясь отыскать виновных. Несколько существ в одинаковых ливреях вбежали в помещение через раздвижные двери. Они суетились вокруг, утаскивая тело жуткой амианки, прикрывая погибшую серокожую, включая вентиляцию, чтобы избавится от отвратительного запаха ускоренного разложения. Сваха отправилась ко мне.<s>r\n     — На тебя желудочный сок не попал? – спросила она, внимательно осматривая мою одежду. – Вроде всё в порядке. Дамиан, принеси конверт погибшей.<s>r\n     Рядом с нами бесстрастно материализовался ещё один ливрейный персонаж. Вот только я его узнала. Это был тот самый курьер, что доставил мне конверт в роще за универом. Ливрейный кивнул с легкой улыбкой и протянул свахе конверт. <s>r\n     — Хорошо, отправлю её домой, — кивнула Гадин. – Отведи землянку в каюту, пока тут всё не успокоится.",
    "answers": [
      {
        "id": 21,
        "text": "Следовать в каюту за Дамианом",
        "var_set": [
          "конверт",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "     Не дожидаясь приближения агрессивно настроенного существа, я спрыгнула с кушетки и метнулась за спину свахи, надеясь спрятаться за её тучным телом. И не прогадала. Гадин сгорбилась, собралась и плюнула прямо в приближающегося агрессора. На миг в моём мозгу всплыла мысль, что после такого нам обеим конец, но не тут-то было. Сгусток зеленой слизи, попавший точно на бронзовую шею быстро впитывался, как живой пробираясь среди чешуек. Сваха отступала, придерживая меня за спиной, глядя как противник замедляется, а в итоге и просто падает на пол. <s>r\n     — Кто пустил амианку в отсек к гуманоидным конкурсанткам? — громовым голосом заорала сваха.<s>r\nВсё её тучное тело, возвышаясь над поверженным монстром, ходило волнами, когда она потрясала кулаками в разные стороны, пытаясь отыскать виновных. Несколько существ в одинаковых ливреях вбежали в помещение через раздвижные двери. Они засуетились вокруг жуткой амианки, утаскивая это огромное существо.<s>r\n     — Это была женщина? — от шока я даже не сразу поняла, кто это спросил.<s>r\n     Гадин, немного успокоившись, повернулась с ответом:<s>r\n     — Да, женская особь. Кстати говоря, красавица по их меркам. Ты не думай, она просто проспится и снова будет в строю.<s>r\n     — А жаль, — не задумываясь ответила я.<s>r\n     Сваха разразилась квакающим смехом и похлопала меня по плечу.<s>r\n     — Не бойся, мы разберемся с перегородками отсеков. Представительницы подобных рас едут отдельно. Через пару часов их отсек и вовсе отсоединится, им в другой сектор, — и сваха удалилась, отправившись раздавать приказы персонажам в ливреях.",
    "answers": [
      {
        "id": 22,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 18,
    "text": "     Я осталась сидеть на кушетке в паническом остолбенении, наблюдая, как жуткое существо быстро движется в мою сторону. Подсознание орало, что надо что-то делать: кричать, бежать, драться! Но я так и сидела на прежнем месте, пока в грудь не вонзились когти, приподнимая меня в воздух. Вот тогда я заорала и затрепыхалась. Этот жуткий крик и был последним, что мне удалось сделать в жизни.",
    "answers": [
      {
        "id": 19,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 19,
    "text": "Получено достижение «Выбывшая конкурсантка»<s>r\n     В роще за университетским корпусом было людно. Предупредительная лента, натянутая между деревьями, окружала поваленное бревно и что-то совершенно ужасное даже для матёрых служителей порядка. Единственное, что можно было сказать с уверенностью: тело принадлежало женщине. Бригада санитаров в белых халатах осторожно упаковывало останки в мешок. <s>r\n     — Даже не знаю, что и думать обо всём этом, — со вздохом ответил патологоанатом. – Я впервые вижу подобные повреждения. ",
    "answers": [
      {
        "id": 19,
        "text": "Предварительно могу сказать, что вероятная причина смерти — три колющих раны на груди, нанесенные чем-то вроде трезубца.\n     — Но что с остальным? Почему верхняя часть тела выглядит так, словное её проглотили, переваривали, и только потом выплюнули? — спросил молодой офицер: он лишь недавно попал в следственный отдел. \n     Это был уже не первый виденный им труп, но и он наравне с парнишкой, обнаружившим женщину, долго пребывал в близлежащих кустах. Если бы не это, парень смирно помалкивал бы при старшем офицере, а сейчас поймал неодобрительный взгляд напарника.\n     — Да кто его знает, — пожал плечами врач. – ",
        "need": [
          18
        ],
        "merge": true
      },
      {
        "need_sometimes": true,
        "id": 19,
        "text": "Предварительно могу сказать, что вероятная причина смерти — потеря крови. Похоже погибшую разорвало надвое.\n     — Но что с остальным? Почему кусков намного больше, чем два? — спросил молодой офицер: он лишь недавно попал в следственный отдел. \n     Это был уже не первый виденный им труп, но и он наравне с парнишкой, обнаружившим женщину, долго пребывал в близлежащих кустах. Если бы не это, парень смирно помалкивал бы при старшем офицере, а сейчас поймал неодобрительный взгляд напарника.\n     — Остальные повреждения были нанесены уже после смерти, — лицо врача выражало гамму эмоций, даже ему пришлось на несколько секунд замолчать, чтобы сглотнуть комок и взять себя в руки. –  ",
        "need": [
          71,
          73,
          105
        ],
        "merge": true
      },
      {
        "need_ever": false,
        "need_sometimes": true,
        "id": 19,
        "text": "Предварительно могу сказать, что вероятная причина смерти — асфиксия. Она умерла от удушья.\n     — Но что с остальным? Почему тело выглядит так, словно его мумифицировали? — спросил молодой офицер: он лишь недавно попал в следственный отдел. \n     Это был уже не первый виденный им труп, но и он наравне с парнишкой, обнаружившим женщину, долго пребывал в близлежащих кустах. Если бы не это, парень смирно помалкивал бы при старшем офицере, а сейчас поймал неодобрительный взгляд напарника.\n     — Я не знаю, во рту у неё полно паутины, — лицо врача выражало гамму эмоций, даже ему пришлось на несколько секунд замолчать, чтобы сглотнуть комок и взять себя в руки. –  ",
        "need": [
          82,
          84,
          89,
          90
        ],
        "merge": true
      },
      {
        "need_sometimes": true,
        "id": 19,
        "text": "Предварительно могу сказать, что вероятная причина смерти — потеря крови.\n     — Но что с остальным? Почему она выглядит так, словно раздавлена бетонной плитой? — спросил молодой офицер: он лишь недавно попал в следственный отдел. \n     Это был уже не первый виденный им труп, но и он наравне с парнишкой, обнаружившим женщину, долго пребывал в близлежащих кустах. Если бы не это, парень смирно помалкивал бы при старшем офицере, а сейчас поймал неодобрительный взгляд напарника.\n     — Я не знаю, — лицо врача выражало гамму эмоций, даже ему пришлось на несколько секунда замолчать, чтобы сглотнуть комок и взять себя в руки. –  ",
        "need": [
          100,
          102
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "Но убили её не здесь. \n     — Свидетель вроде узнал какие-то вещи? – припомнил старший из полицейских.\n     — Да, куртку. Он вроде назвал имя Маргарита. Надо будет отвести парня в участок и ещё раз опросить.\n     Капитан кивнул и повернулся к подошедшему санитару.\n     — Мы вам ещё нужны? Можем увозить тело? – уставший санитар указал на закрытый черный мешок.\n     — Увозите.",
        "merge": true
      },
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "Справочник по миру квеста «Конкурсантка»",
    "answers": [
      {
        "id": 20,
        "need_ever": true,
        "text": "\n     0. Если данная страница пуста, значит вам ещё не удалось ни с кем познакомиться. Вас не пытались сожрать, убить, предать, ну или помочь. Шучу. Никто вам не поможет.",
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     1. Амиане – космическая раса, проживающая в труднодоступной части космоса, к счастью для всех остальных рас. Обладают крупным телом с четырьмя нижними лапами и двумя верхними. Очень опасны в ближнем бою: на верхних лапах саблевидные когти в количестве трёх штук, рот полон острых зубов, хвост плетевидный, используется как кнут. Ещё одной неприятной чертой данного вида является желудочный сок, который амиане выплёвывают на жертву, запуская процесс внешнего пищеварения. Представители этой расы считают человеческое мясо редким деликатесом. Несмотря на свой отвратительный вид, технологически раса очень продвинута. Общение между представителями расы ведется телепатическим способом. ",
        "need": [
          13
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     2. Незнакомка из сна – как вы все уже догадались, эта девушка была похищена с Земли ещё в шестидесятых годах двадцатого века. Ушлая девица, скажу я вам. И конкурс осилила, и замуж удачно выскочила, и молодость ей муж сохраняет. Но что-то человеческое в ней всё же сохранилось, раз она решила вам помочь. Давным-давно на земле существовало множество людей с внутренней искрой, тех кто умел использовать природную магию. Вот только потрудились люди на славу: шаманы там всякие, жертвоприношения, инквизиция, а ещё вот такое наглое воровство со стороны инопланетян. В результате, обладателей внутренней искры на сей день можно по пальцам пересчитать. По пальцам многорукого гиганта с Эпсилона6, конечно. Но именно дам с этим талантом охотно берут в жены, так как дар передается по наследству. ",
        "need": [
          32
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     3. Межгалактический конкурс невест – мероприятие это жителям Земли может показаться варварским и жестоким, но у вселенной свои законы. Разве правителю планеты нужна жена, которая не сможет выжить в сложной ситуации? Конкурс этот был создан Галактическим Союзом с очень важной целью – предотвратить заключение династических браков, в результате которых рождаются мощные военные союзы. Усиление одной из коалиций союза всегда опасно. Так что у наследников есть всего два варианта: жениться на гражданке своей планеты или выбрать одну из выживших конкурсанток. Выбор происходит в зависимости от знатности жениха, или от желаний победительницы. Долгие столетия этот конкурс помогал поддерживать мир. И что с того, что восемьдесят процентов конкурсанток не доживает до встречи с женихами? Судьба народов важнее жизни нескольких невест. Вот только это верно ровно до того момента, пока ты не одна из них. ",
        "need": [
          160
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     4. Жители планеты Геенал – ну что ж, придётся вам признаться, не все существа, которых мы считаем мифическими, на самом деле не существуют. Взять хотя бы представителей этой огненной планеты. Куда не посмотришь - везде знакомые лица. Одними из самых сильных и смертоносных существ планеты являются демоны. Изначально эта раса носила другое название, но так ребятам приглянулся человеческий вариант, что они без раздумий переименовались. Демоны высоки и широки в плечах, красная кожа легко выдерживает особый спектр солнечных лучей их родной планеты, рога являются признаком высокого статуса индивида, а хвост служит для балансировки. Другую разумную расу этой же планеты – гехов – вы можете встретить в мифологии любой земной страны: сатиры, бесы, черти и т.д., и т.п. Откуда же расы из удаленного уголка космоса взялись на нашей планете? Ответ прост и прозаичен: работорговля. Так что, если встретите в своей жизни демона или чёрта, помните: помолиться успеете дома, первым делом нужно бежать. ",
        "need": [
          154
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     5. Триша – девушка-сфинкс собственной персоной. Древнейшие изображения человекольва были обнаружены при раскопках в Гёбекли-Тепе и датируются 10-м тыс. до н. э. Совпадение ли это? Вовсе нет. Всё дело в том, что сфинксы живут несколько тысячелетий, а за это время успеваешь устать и от родни, и от своей планеты, и от близлежащих планет заодно. Высокий интеллект и природная магия делают этих существ практически неуязвимыми. Зачем же Тришу допустили на конкурс? Просто ей было интересно. Мужа она не искала, так как сфинксы не скрещиваются с другими расами, но изъявила желание посмотреть на конкурс. А кто в этой Вселенной может отказать сфинксу… Если вы хотите подружиться с представителем этой расы, отгадайте несколько загадок. Не знаю откуда взялась эта традиция, так как все источники по планете держатся в секрете её обитателями. Но будьте осторожны, несмотря на то, что законом уже два тысячелетия запрещено убивать за неправильные ответы, по Вселенной всё ещё путешествуют староверы. Если вы не уверены, что справитесь с любой загадкой, не говорите со сфинксом! Даже не смотрите ему в глаза! ",
        "need": [
          161
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     6. Гассарах – одна из жительниц планеты Эпсихора. Любая из представительниц этой планеты имеет огромные шансы на победу в конкурсе невест, да и любой правитель будет рад такой жене. Представительниц этой расы охотно нанимают в качестве телохранителей власть имущие Галактического союза. Вы, наверное, заметили, что дверь каюты Гассарах была приоткрыта, но паук туда не сунулся. Даже этому необременённому интеллектом существу не хотелось погибать почем зря.  Эпсихорианки верные спутницы и сильные соперницы. Однако, эволюция распорядилась так, что у этой расы рождаются только женские особи. Рождение мальчиков – очень редкое явление, да и принадлежать ребенок будет исключительно к расе отца. Отсюда и ненависть к землянкам, которые рожают своим инопланетным мужьям наследников пачками. Многим гордым эпсихарианкам приходилось не только терпеть земных наложниц рядом со своим мужем, но и воспитывать их детей. ",
        "need": [
          181
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     7. Картотека – шкафчик, что расположен в Зале прибытия, служит картотекой для хранения конвертов участниц. Портал конверта может сработать второй раз, если его печать не рассыпалась окончательно - надо же как-то возвращать тела погибших конкурсанток домой. На ящиках вы сможете разглядеть числа от 1 до 1000, это тоже не случайно. Всего тысяча обитаемых планет входит в просторы Галактического Союза. Не все они населены разумной жизнью, а разумная жизнь не всегда гуманоидная, но каждая планета обитаема по-своему, хотя не каждая знает, что является частью Союза. Вот такой противоречивой может быть наша Вселенная. ",
        "need": [
          123
        ],
        "merge": true
      },
      {
        "need_ever": true,
        "id": 20,
        "text": "\n     8. Заинтересовала история других персонажей? Хочется узнать больше о мире квеста? Напишите об этом в комментариях, и, глядишь, новые записи в справочнике появятся сами собой. Нашим будням не помешает немного магии… ",
        "need": [
          13,
          32,
          160,
          154,
          161,
          181,
          123
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 21,
    "text": "     Я раз тридцать обернулась назад по дороге к двери. Всё пыталась понять, что там делает сваха с этим конвертом. Понятнее не стало, но тело погибшей окутало призрачным светом перед исчезновением. Когда за нами закрывались автоматические двери, пол был уже пуст.<s>r\n     Коридор наполняло всё то же яркое искусственное сияние. Голубое покрытие на полу практически полностью скрадывало звук шагов. В этот коридор выходило множество дверей и все без ручек. Предположила, что они отъезжают в стену, но всё ещё было непонятно, как их открыть.<s>r\n     — Приложи браслет к двери, если не заперто, то откроется, — словно прочитав мои мысли посоветовал Дамиан.<s>r\n     Я с удивлением обнаружила незнакомый браслет на моём запястье. Трехсантиметровый обруч стального цвета плотно прилегал к коже, но вовсе не стеснял движения. Я приложила браслет к ближайшей двери и та, о чудо, отъехала в сторону, открывая вид на небольшое помещение. <s>r\n     — А что ещё эта штука умеет? – поинтересовалась я, пока было у кого получать сведения.<s>r\n     — Многое. Без этой штуки ты для корабля вообще не существуешь. Открывать двери, заказывать еду и одежду, получать сообщения – всё через неё.<s>r\n     Мы прошли уже около сорока дверей, так что я начала задумываться, какого же размера этот корабль и сколько здесь конкурсанток? <s>r\n     — Эта твоя, — Дамиан повёл рукой в приглашающем жесте, оставляя за мной право приложить браслет.",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 22,
    "text": "     Я осматривала помещение, замечая всё новых и новых удивительных существ. В первый раз в жизни я просто устала удивляться. И даже была немного рада, встретив знакомого в лице курьера, доставившего мне конверт. Он был всё в той же ливрее и целенаправленно пробирался мне навстречу.<s>r\n     — Я Дамиан, — представился клыкастый, — пойдём, провожу тебя в твою каюту.<s>r\nИ я пошла. По крайней мере, за две предыдущие встречи он на меня ни разу не накинулся. А в данных обстоятельствах — это уже показатель.<s>r\n     Коридор наполняло всё то же яркое искусственное сияние. Голубое покрытие на полу практически полностью скрадывало звук шагов. В этот коридор выходило множество дверей и все без ручек. Предположила, что они отъезжают в стену, но всё ещё было непонятно, как их открыть.<s>r\n     — Приложи браслет к двери, если не заперто, то откроется, — словно прочитав мои мысли посоветовал Дамиан.<s>r\n     Я с удивлением обнаружила незнакомый браслет на моём запястье. Трехсантиметровый обруч стального цвета плотно прилегал к коже, но вовсе не стеснял движения. Я приложила браслет к ближайшей двери и та, о чудо, отъехала в сторону, открывая вид на небольшое помещение. <s>r\n     — А что ещё эта штука умеет? – поинтересовалась я, пока было у кого получать сведения.<s>r\n     — Многое. Без этой штуки ты для корабля вообще не существуешь. Открывать двери, заказывать еду и одежду, получать сообщения – всё через неё.<s>r\n     Мы прошли уже около сорока дверей, так что я начала задумываться, какого же размера этот корабль и сколько здесь конкурсанток? <s>r\n     — Эта твоя, — Дамиан повёл рукой в приглашающем жесте, оставляя за мной право приложить браслет.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 23,
    "text": "     Эта каюта была такая же маленькая, как и предыдущая. Всё здесь было кристально белым. Я проследила как недавний курьер поднес свой браслет к стене, вызывая что-то наподобие меню. После нескольких манипуляций, непонятные символы сменились родным и любимым русским языком.<s>r\n     — Руку дай, — скомандовал он.<s>r\n     Приложив моё запястье к экрану и нажав еще пару кнопок, Дамиан удовлетворённо кивнул и повернулся ко мне, раздавая последние инструкции:<s>r\n     — Я ввёл в компьютер твои биометрические данные. Теперь любое меню для тебя будет выдаваться на русском. В комнате можно всё настроить под себя, в том числе: цвет стен, мягкость кровати, вкусовые предпочтения, запах, звуки. Сейчас советую поесть и поспать, позже на это времени не будет, — клыкастая улыбка была подарена мне вместе с символическим поклоном. Прежде чем дверь закрылась за моим новым знакомым, я услышала ещё кое-что. – Удачи номер сто тридцать девять, постарайся выжить.<s>r\n     Я так и осталась стоять у закрывшейся двери с разинутым ртом. Что значит, постарайся выжить? Будут ещё нападения? Или там конкурсы лютые? Или все кроме меня очень хотят замуж? Столько вопросов и все без ответов. Пришлось закрыть рот.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреться в каюте"
      }
    ]
  },
  {
    "id": 24,
    "text": "     Никогда не думала, что белый цвет может быть таким ярким, но в искусственном сиянии корабля комната просто ослепляла. Я приложила браслет к стене и вызвала меню. Фраза «интуитивно понятный интерфейс» заиграла новыми красками. Уже через пятнадцать минут мне удалось настроить комнату под себя. Бежевые стены не так рьяно отражали свет, постель стала не только удобной, но и обзавелась голубеньким бельём в мелкий цветочек. Тут же обнаружился синтезатор пищи и вещей. Узкая дверь отделяла крошечный санузел от основного помещения. Что ж, если быть похищенной, то хотя бы с комфортом. Я даже зелёный травянистый коврик на пол организовала. Настроение немного улучшилось.",
    "answers": [
      {
        "id": 25,
        "text": "Поесть"
      },
      {
        "id": 26,
        "text": "Поспать"
      },
      {
        "id": 27,
        "text": "Баловаться с настройками"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Желудок недвусмысленно намекал, что пора бы перекусить. Не знаю сколько времени прошло после столовского пирожка, но намёки поступали всё чаще. <s>r\n     Пищевой синтезатор предлагал различные варианты меню. Куча незнакомых слов, даже написанных по-русски, не давали намёков по поводу съедобности для человека. Из знакомого здесь были два варианта: человеческое меню и земное меню. Что бы выбрать?<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Человеческое меню"
      },
      {
        "id": 29,
        "text": "Земное меню",
        "var_set": [
          "еда",
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "     Стоило мне наладить настройки кровати, и она стала обладать магнетизмом непреодолимой силы. Скинув обувь и завернувшись в цветочное покрывало, я мгновенно провалилась в сон.<s>r\n     Висячие сады Семирамиды. Возможно, именно так они и выглядели несколько тысяч лет назад. Это всегда было любимейшее из семи чудес света. Я стояла босиком на песке и усердно вглядывалась в строение, пытаясь найти вход.<s>r\n     — Неплохой выбор, — мелодичный женский голос за моей спиной заставил вздрогнуть.<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 27,
    "text": "     Настройки были очень занимательными. Я ещё долго экспериментировала с комнатой, делая стены то стеклянными, то мягкими, сужая и расширяя пространство. Создала крутые беговые кроссовки на синтезаторе вещей. Даже умудрилась врубить местное телевидение. Но и это со временем наскучило.  ",
    "answers": [
      {
        "id": 25,
        "text": "Поесть",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Поспать",
        "need": [
          -25
        ]
      },
      {
        "id": 30,
        "text": "Поспать",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "     О, Господи! Фу! Да что же тут творится?! Если в первый момент у меня и были мысли, что человеческое значит для людей. Но стоило мне открыть страничку с блюдами, всё встало на свои места. Человеческое – это из человечины.<s>r\n     Я молниеносно переключила консоль и приложила все усилия, чтобы выбросить даже частички воспоминаний об этом ужасе из своей головы.<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Земное меню",
        "var_set": [
          "еда",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "     Отлично, блюда всех стран мира к моим услугам. Хотя, верно ли теперь говорить «мира»? Судя по тому количеству существ, что встретились мне на корабле, мир куда больше чем кажется. Настроение опустилось ниже плинтуса, стоило мне только вспомнить о когтях амианки и расколотом её хвостом стуле. Хотя плинтусов на корабле и не было, они остались в родной квартире, где-то очень-очень далеко отсюда. <s>r\n     В результате, ностальгия взяла верх, и я уселась за выдвижной столик с борщом и пельменями.<s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "Спать",
        "need": [
          -27
        ]
      },
      {
        "id": 27,
        "text": "Баловаться с настройками",
        "need": [
          -27
        ]
      },
      {
        "id": 30,
        "text": "Спать",
        "need": [
          27
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "     Поспать мне не удалось. Тишину комнаты разорвал пронзительный звук корабельной сирены. Табло на стене загорелось огромными красными буквами объявления: «Все конкурсантки должны явиться в большой зал. Следуйте за красными стрелками в коридоре». ",
    "answers": [
      {
        "id": 31,
        "text": "Отправиться в большой зал"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Стоило войти в раздвижные двери зала, как тучное тело свахи преградило мне путь.<s>r\n     — Номер сто тридцать девять, ты опоздала на полчаса! – Гадин выглядела очень грозной, особенно после того, как смогла успокоить амианку. – Я несколько раз повышала громкость сигнала в твоей каюте.<s>r\n     — Простите, я не слышала, — а что ещё мне оставалось ответить.<s>r\n     — Времени уже почти не осталось! Какой у тебя номер на конкурс талантов?<s>r\n     Эээ, чего? Да я и на секунду не поверила, что хоть что-то в моём сне было правдой. А теперь это. С другой стороны, всё логично. Даже в той жуткой передаче по первому был конкурс талантов. Тут два варианта: либо незнакомка была настоящей, либо у меня крутое воображение и неплохая чуйка.<s>r\n     — Девочка, быстрее! Чем женихов удивлять будешь?<s>r\n",
    "answers": [
      {
        "id": 37,
        "text": "Пение",
        "var_set": [
          "пение",
          1
        ]
      },
      {
        "id": 38,
        "text": "Магия",
        "var_equal": [
          "сонпомощь",
          1
        ],
        "var_set": [
          "магия",
          10
        ]
      },
      {
        "id": 39,
        "text": "Гимнастика",
        "var_set": [
          "гимнастика",
          1
        ]
      },
      {
        "id": 40,
        "text": "Карточные конкурсы",
        "var_set": [
          "карты",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "     Не поняла. Сон вроде мой, а вот говорившая оказалась незнакомкой. Красивой незнакомкой. Зараза.<s>r\n     — Знаешь, на Сириусе16 их восстановили практически точной копией земных, — заметила незнакомка, останавливаясь рядом со мной.<s>r\n     — Так источников же практически не сохранилось, — удивилась я.<s>r\n     — Они с оригинала делали. Там продолжительность жизни раз в десять выше нашей. Всего ничего поколений прошло, — шокирующее замечание, и как моё подсознание такое придумывает? А незнакомка продолжала: – Зато и рождаемость низкая.<s>r\n     — Я бы там побывала.<s>r\n     — Может ещё и побываешь.<s>r\n     — Какой интересный у меня сон, — сказала я вроде бы невзначай, совершенно безразличным тоном.<s>r\n     — Сон лишь отчасти. Я хотела немного помочь землячке, — женщина усмехнулась. – В данных обстоятельствах слово звучит даже забавно. Хочешь о чём-нибудь спросить?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "- Кто вы?"
      },
      {
        "id": 34,
        "text": "- Чем вы можете мне помочь?",
        "var_set": [
          "сонпомощь",
          1
        ]
      },
      {
        "id": 35,
        "text": "- Почему я должна вам верить?"
      }
    ]
  },
  {
    "id": 33,
    "text": "     — Когда-то я была конкурсанткой номер семьдесят три. Не лучшие воспоминания в моей жизни, — великолепные изумрудные глаза смотрели на меня с сочувствием. Ага, значит она когда-то тоже участвовала в этом грёбаном конкурсе. – Меня забрали с Земли в шестидесятых. Интересное время, кстати.<s>r\n     — Это какая-то иллюзия, или вы и правда не постарели?<s>r\n     — В моём браке есть определённые плюсы.",
    "answers": [
      {
        "id": 34,
        "text": "- Чем вы можете мне помочь?",
        "need": [
          -34
        ],
        "var_set": [
          "сонпомощь",
          1
        ]
      },
      {
        "id": 35,
        "text": "- Почему я должна вам верить?",
        "need": [
          -35
        ]
      },
      {
        "id": 36,
        "text": "- А как пользоваться этой магией?",
        "var_equal": [
          "сонпомощь",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "     — Я могу дать тебе шанс на выживание, — с нажимом ответила незнакомка.<s>r\n     — Это, определенно, кстати.<s>r\n     — Конкурс талантов. Скажи, что можешь сотворить какую-нибудь магическую ерунду. Фейерверк, там, или рисовать пламенем в воздухе. Придумаешь.<s>r\n     — Ага, и загреметь в психушку.<s>r\n     — Поверь, если тебя притащили на этот конкурс, то ты сможешь. А источник магии тебе предоставят. Там уж и разберёшься.",
    "answers": [
      {
        "id": 33,
        "text": "- Кто вы?",
        "need": [
          -33
        ]
      },
      {
        "id": 35,
        "text": "- Почему я должна вам верить?",
        "need": [
          -35
        ]
      },
      {
        "id": 36,
        "text": "- А как пользоваться этой магией?",
        "need": [
          34
        ],
        "var_equal": [
          "сонпомощь",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "     — Ты и не должна, — пожала плечами незнакомка. Её платье в греческом стиле красиво перетекало волнами при каждом движении. – Я бы многое отдала за подобную помощь когда-то.",
    "answers": [
      {
        "id": 33,
        "text": "- Кто вы?",
        "need": [
          -33
        ]
      },
      {
        "id": 34,
        "text": "- Чем вы можете мне помочь?",
        "need": [
          -34
        ],
        "var_set": [
          "сонпомощь",
          1
        ]
      },
      {
        "id": 36,
        "text": "- А как пользоваться этой магией?",
        "var_equal": [
          "сонпомощь",
          1
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "     Тишину нашего маленького уютного мирка разорвал резкий звук корабельной сирены.<s>r\n     — Пора, — сообщила незнакомка и прикоснулась кончиками пальцев к моему виску.<s>r\n     — Но вы не сказали..., — выкрикнула я, вскакивая с кровати в собственной каюте.<s>r\n     Табло на стене горело огромными красными буквами объявления: «Все конкурсантки должны явиться в большой зал. Следуйте за красными стрелками в коридоре».<s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "Отправиться в большой зал"
      }
    ]
  },
  {
    "id": 37,
    "text": "     — У меня голос сильный, я петь буду, — выпалила практически не задумываясь. Видимо семь лет в музыкалке деформируют личность. — А у меня ещё и оперный вокал. Я даже немного уроки подражания брала.<s>r\n     — Ой, ладно-ладно, иди там, тренируйся у себя, — сваха махнула рукой на дверь в повелительном жесте. – И шумоизоляцию не забудь выставить.<s>r\n",
    "answers": [
      {
        "id": 41,
        "text": "Отправиться в каюту"
      }
    ]
  },
  {
    "id": 38,
    "text": "     — Я буду рисовать фантастических животных в воздухе магическим огнём, — выпалила без запинки, словно верила каждому слову.<s>r\n     Сваха удивлённо приподняла бровь, посмотрела испытующе и потопала вглубь зала. Вернулась с какой-то неприметной шкатулкой.<s>r\n     — Держи, тут не очень много, но потренироваться и выступить хватит. Используй с умом, — сваха махнула рукой на дверь в повелительном жесте.<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "Отправиться в каюту"
      }
    ]
  },
  {
    "id": 39,
    "text": "     — Я восемь лет гимнастикой занималась. Могу сальто делать, на шпагат сесть, мостик…<s>r\n     — Ой, ладно-ладно, иди там, тренируйся у себя, — сваха махнула рукой на дверь в повелительном жесте. – И не разнеси всю каюту, хоть стены помягче настрой.<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Отправиться в каюту"
      }
    ]
  },
  {
    "id": 40,
    "text": "     — Эээ, карточные фокусы? – это было даже не предложение, скорее жалкая попытка отыскать у себя хоть какой-то талант.<s>r\n     Сваха удивлённо приподняла бровь, посмотрела испытующе и потопала вглубь зала. Вернулась с новенькой колодой карт.<s>r\n     — Держи, потренируешься в каюте, — сваха махнула рукой на дверь в повелительном жесте.<s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "Отправиться в каюту"
      }
    ]
  },
  {
    "id": 41,
    "text": "     Настроив режим подавления звуков, я и правда приступила к тренировкам. Хотя и не до конца понимала, зачем мне стремиться удивить каких-то там женихов. Было лишь предчувствие, что особого выбора у меня нет.<s>r\n     Мотивации хватило на полчаса, затем, покопавшись в настройках, я врубила местное телевидение. Курсы подражания не прошли даром. Уже через пару часов я научилась воспроизводить произношение семи различных рас.<s>r\n     Без какого-либо предупреждения корабль тряхнуло так, что я совершила короткий и совсем не фееричный, но очень болезненный полёт об стену. Прощай сознание, надеюсь, увидимся дома и без всего этого сумасшествия.",
    "answers": [
      {
        "id": 45,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 42,
    "text": "     Вернувшись в каюту, я выдвинула небольшой столик и поставила на него шкатулку. Тут было о чём подумать. Каких-то там женихов я удивлять не стремилась, хотя было предчувствие, что особого выбора у меня нет. Но слова незнакомки и Дамиана не выходили у меня из головы. Я должна выжить, а эта шкатулка может мне помочь. <s>r\n     Приоткрыв крышку, я обнаружила внутри непонятные блестящие хлопья, больше похожие на слюду. Содержимое удерживалось чем-то вроде силового поля — значит не просыплется. Я протянула руку и коснулась вещества одним пальчиком. Часть смеси мгновенно впиталась в кожу раньше, чем я отдёрнула руку. Странное покалывание разлилось сначала по руке, а потом и вовсе захватило всё тело.<s>r\nТак, так, что там говорила дама из шестидесятых? Фейерверки… огонь…",
    "answers": [
      {
        "id": 47,
        "text": "Попробовать создать вспышку",
        "var_sub": [
          "магия",
          1
        ],
        "var_set": [
          "вспышка",
          1
        ]
      },
      {
        "id": 48,
        "text": "Попробовать рисовать огнём",
        "var_sub": [
          "магия",
          1
        ],
        "var_set": [
          "огонь",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "     Настроив режим мягких стен, я и правда приступила к тренировкам. Хотя и не до конца понимала, зачем мне стремиться удивить каких-то там женихов. Было лишь предчувствие, что особого выбора у меня нет.<s>r\n     Мотивации хватило на полчаса, затем, покопавшись в настройках, я врубила местное телевидение. Ого, уроки самообороны для гуманоидов! Еще час был потрачен на занятия с низеньким красненьким инструктором, забавно прицыкивавшим языком.<s>r\n     Стоило мне присесть на кровать после утомительных упражнений, как вдали послышался всё приближающийся шум, похожий на взрывы или раскаты грома. Корабль тряхнуло так, что я совершила короткий и совсем не фееричный полёт. Я возблагодарила свой талант и Гадин за мягкие стены, и заползла в самый узкий уголок, в надежде переждать тряску.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Ждать и бояться"
      }
    ]
  },
  {
    "id": 44,
    "text": "     Вернувшись в каюту я пару часов вспоминала и тренировала фокусы из далекого детства. Хотя, понимание, зачем мне стремиться удивить каких-то там женихов, так и не пришло. Было лишь предчувствие, что особого выбора у меня нет.<s>r\n     Неожиданно, вдали послышался всё приближающийся шум, похожий на взрывы или раскаты грома. Корабль тряхнуло так, что я совершила короткий и совсем не фееричный, но очень болезненный полёт об стену. Прощай сознание, надеюсь, увидимся дома и без всего этого сумасшествия.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 45,
    "text": "     Глаза не хотели открываться, от слова «совсем». Преодолевая боль, я поднялась на четвереньки. Титаническое усилие. Ещё одно – чтобы приоткрыть глаза. Вот тут уже они распахнулись самостоятельно. Жуткое щупальце осторожно протискивалось в дверь. Не думаю, что это очередная служба доставки.<s>r\n     Приступ паники заставил замедлиться, но всего на секунду. Так вот они, скрытые резервы вместе со вторым дыханием! Прав был физкультурник. Вытащив табурет из стены, я на секунду задумалась: чем он мне поможет?<s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "Лупить существо табуретом"
      },
      {
        "id": 74,
        "text": "Заблокировать дверь"
      }
    ]
  },
  {
    "id": 46,
    "text": "     А что ещё мне прикажете делать. Корабль словно угодил в космическую центрифугу. Мотало так, что даже мягкие стены умудрились наставить синяков. К тому моменту, как всё успокоилось, я уже и не чаяла выжить.<s>r\n     Аккуратненько пробравшись к двери, я внимательно прислушалась. Всё было тихо, вот только выходить совершенно не хотелось. Приложив браслет к стене, я вызвала изображение коридора перед каютой и с ужасом наблюдала, как жуткое существо, больше похожее на вышедшего на сушу осьминога, вытягивает одну из конкурсанток из дверей её каюты. Более близкое знакомство с щупальцами закончилось для потенциальной невесты плохо. Я бы даже сказала, необратимо. Хотя, кто знает, может космические технологии и позволяют сшить обратно гуманоида, разорванного пополам? Четыре части… восемь… вот теперь точно без вариантов.<s>r\n     Коленки непроизвольно отбили панический марш. Моя соседка была далеко не первой погибшей. По ходу, я следующая. Лихорадочная работа мысли завершилась двумя вариантами действий.<s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "Создать в синтезаторе оружие и попробовать отвоевать свою целостность"
      },
      {
        "id": 52,
        "text": "Попробовать заблокировать каюту"
      }
    ]
  },
  {
    "id": 47,
    "text": "     Я сосредоточилась на внутренних ощущениях и представила вспышку фейерверка на день города. И, о чудо, в моей каюте словно разорвался тот самый фейерверк, даже рисунок был точь-в-точь!",
    "answers": [
      {
        "id": 47,
        "text": "\n     Неожиданно, я почувствовала внутри опустошённость. Не сразу, но до меня дошло, что источник магии подошёл к концу. А ведь Гадин предупреждала, что источника совсем немного. Я заглянула в шкатулку и обнаружила, что порошка осталось меньше, чем я уже использовала.",
        "merge": true,
        "var_equal": [
          "магия",
          0
        ]
      },
      {
        "text": "Попробовать рисовать огнём",
        "var_need": [
          "магия",
          1
        ],
        "id": 48,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          -48
        ],
        "var_set": [
          "огонь",
          1
        ]
      },
      {
        "text": "Снова потренировать фейерверки",
        "id": 49,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          47
        ],
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "text": "Снова потренировать рисунки огнём",
        "id": 49,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          48
        ],
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "id": 94,
        "text": "Впитать остатки магии",
        "var_equal": [
          "магия",
          0
        ],
        "var_set": [
          "магия",
          4
        ]
      },
      {
        "id": 50,
        "text": "Закрыть шкатулку"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Я сосредоточилась на внутренних ощущениях и представила полосу огня, оставляющую горящий след в пространстве. Что я там обещала? Животных? Одним пальчиком я начала рисовать силуэт белки и он предстал передо мной в своём горящем очаровании. Просто чудесно. Огонь был горяч. Мне вовремя удалось заметить, как загорелся край простыни, иначе не избежать беды.",
    "answers": [
      {
        "id": 48,
        "text": "\n     Неожиданно, я почувствовала внутри опустошённость. Не сразу, но до меня дошло, что источник магии подошёл к концу. А ведь Гадин предупреждала, что источника совсем немного. Я заглянула в шкатулку и обнаружила, что порошка осталось меньше, чем я уже использовала.",
        "merge": true,
        "var_equal": [
          "магия",
          0
        ]
      },
      {
        "text": "Попробовать создать вспышку",
        "var_need": [
          "магия",
          1
        ],
        "id": 47,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          -47
        ],
        "var_set": [
          "вспышка",
          1
        ]
      },
      {
        "text": "Снова потренировать фейерверки",
        "id": 49,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          47
        ],
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "text": "Снова потренировать рисунки огнём",
        "id": 49,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          48
        ],
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "id": 94,
        "text": "Впитать остатки магии",
        "var_equal": [
          "магия",
          0
        ],
        "var_set": [
          "магия",
          4
        ]
      },
      {
        "id": 50,
        "text": "Закрыть шкатулку"
      }
    ]
  },
  {
    "id": 49,
    "text": "     Это занятие давалось мне проще с каждым разом. Фигуры становились разнообразней и охотно подчинялись моим желаниям. Тут главное тренировки.",
    "answers": [
      {
        "id": 49,
        "text": "\n     Неожиданно, я почувствовала внутри опустошённость. Не сразу, но до меня дошло, что источник магии подошёл к концу. А ведь Гадин предупреждала, что источника совсем немного. Я заглянула в шкатулку и обнаружила, что порошка осталось меньше, чем я уже использовала.",
        "var_equal": [
          "магия",
          0
        ],
        "merge": true
      },
      {
        "text": "Снова потренировать фейерверки",
        "id": 49,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          47
        ],
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "text": "Снова потренировать рисунки огнём",
        "id": 49,
        "var_sub": [
          "магия",
          1
        ],
        "need": [
          48
        ],
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "var_sub": [
          "магия",
          1
        ],
        "var_need": [
          "магия",
          1
        ],
        "id": 47,
        "text": "Попробовать создать вспышку",
        "need": [
          -47
        ],
        "var_set": [
          "вспышка",
          1
        ]
      },
      {
        "var_sub": [
          "магия",
          1
        ],
        "var_need": [
          "магия",
          1
        ],
        "id": 48,
        "text": "Попробовать рисовать огнём",
        "need": [
          -48
        ],
        "var_set": [
          "огонь",
          1
        ]
      },
      {
        "id": 94,
        "text": "Впитать остатки магии",
        "var_equal": [
          "магия",
          0
        ],
        "var_set": [
          "магия",
          4
        ]
      },
      {
        "id": 50,
        "text": "Закрыть шкатулку"
      }
    ]
  },
  {
    "id": 50,
    "text": "     Сваха говорила, что магию стоит поберечь. Возможно, я вспомнила об этом слишком поздно. <s>r\n     Стоило мне закрыть шкатулку, как вдали послышался всё приближающийся шум, похожий на взрывы или раскаты грома. Корабль тряхнуло так, что я совершила короткий и совсем не фееричный, но очень болезненный полёт об стену. Прощай сознание, надеюсь, увидимся дома и без всего этого сумасшествия.",
    "answers": [
      {
        "id": 45,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 51,
    "text": "     Я кинулась к синтезатору вещей и принялась шарить в меню. Вкладки с оружием не обнаружилось. Максимум, что мне удалось найти, вкладки со спортом и кухней.",
    "answers": [
      {
        "id": 69,
        "text": "Спорт"
      },
      {
        "id": 70,
        "text": "Кухня"
      }
    ]
  },
  {
    "id": 52,
    "text": "     Приложив браслет к стене, я судорожно шарила по меню, в поисках чего-нибудь подходящего. Обнаружился режим аварийной блокировки. То, что нужно! Но даже после запуска режима я в панике наблюдала за инопланетным осьминогом, который, злобно рыча, пытался раздвинуть двери моей каюты.<s>r\nДвери выстояли, хотя я пару раз думала, что просто умру от страха. Коридор снова затих. Система наблюдения демонстрировала когда-то голубой пол в багровых пятнах крови. Остатки нескольких конкурсанток дополняли картину. Последним штрихом пейзажа служил мигающий аварийный свет.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "Выбраться из каюты и отыскать помощь"
      },
      {
        "id": 54,
        "text": "Заблокироваться в каюте окончательно и ждать помощи"
      }
    ]
  },
  {
    "id": 53,
    "text": "     Я долго следила за коридором по экрану, прежде чем выбраться наружу. Коридор сам по себе пугал. Остатки тел, мигающий свет – состояние на грани паники. Но что-то ведь надо делать?",
    "answers": [
      {
        "id": 79,
        "text": "По коридору направо",
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 80,
        "text": "По коридору налево",
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 81,
        "text": "В каюту напротив",
        "need": [
          -81
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "     Три дня. Три долгих дня я наблюдала за бойней в коридоре. Время от времени корабль продолжало потряхивать, так что стены оставались мягкими, а на ночь я плотно привязывалась простынёй к кровати. <s>r\nМоя каюта оставалась закрытой, чтобы ни случилось. Даже когда одна из выживших конкурсанток слёзно умоляла о помощи. Пока я решала дилемму, спасать стало уже некого. Пара монстров пытались вскрыть мою каюту, словно консервную банку с каким-то деликатесом. Синтезатор перестал выдавать пищу. На третий день выключился свет, а из вентиляции отчётливо просачивался дым.<s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "Судорожный вдох"
      }
    ]
  },
  {
    "id": 55,
    "text": "Получено достижение «Счастье не по размеру»<s>r\n     — Просыпайся, красавица, — грубый голос свахи проник в моё сознание.<s>r\n     — Гадин? – яркий искусственный свет выбил слёзы из глаз, заставив отчаянно заморгать.<s>r\n     — Давай быстрее! Тут у нас всё не по плану пошло, — сваха суетливо притащила мне платье в греческом стиле и сандалии на небольшой платформе.<s>r\n     — Что происходит? – спросила я, неуверенно натягивая одежду. <s>r\n     Стоило мне влезть в платье, как в помещении материализовался Дамиан.<s>r\n     — Выглядишь пристойно, — кивнул он, устраивая мою руку на сгибе локтя, словно мы просто собирались прогуляться по аллее где-нибудь в девятнадцатом веке. – В эти дни всё пошло немного не по плану. Рад сообщить, что ты последняя выжившая конкурсантка и абсолютный победитель. К счастью для нас.<s>r\n     — Для вас? – удивлённо переспросила я.<s>r\n     — О, да. Самый знатный из женихов – Его Высочество Кальхирган XIV, он очень торопится получить наследника. Правда... ты ему немного не по размеру.<s>r\n     Незаметно мы подошли к сверкающим дверям, за которыми играла музыка. Звучный голос закончил произносить речь, заиграли фанфары и двое ливрейных распахнули створки, открывая проход. Дамиан сделал ещё два шага и вложил мою ладонь в огромную лапу. Я повернула голову, и встретилась взглядом с золотыми пуговицами парадного фрака. С теми, что ближе к нижнему краю. Озадаченно запрокинув голову, я столкнулась с жуткой зубастой улыбкой своего будущего супруга. Он был огромен: вдвое выше меня и втрое шире. Из горла вырвался задушенный писк. <s>r\n     — Ничего, милая, на одного наследника тебя точно хватит, — радостно провозгласил он. <s>r\n     Лучше бы я встретилась с осьминогом.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 56,
    "text": "      Легкая затрещина заставила меня распахнуть веки, чтобы встретиться с тремя парами глаз в обрамлении густых ресниц и оливковой кожи. В горле зародился панический крик, готовый вот-вот вырваться наружу и наполнить пространство истерикой.<s>r\n     — Но-но-но, — с некоторым возмущением произнесло существо, грозя мне перепончатым пальцем. – Я тут криков не потерплю. Лучше скажи, ты меня понимаешь?<s>r\n     С трудом подавив желание заорать, я неуверенно кивнула. Слова-то слышались знакомые, но я абсолютно не понимала, что происходит.<s>r\n     — Отлично, значит имплантат прижился. Садись, проверим, как тело перенесло транспортировку.<s>r\n     Перепончатые кисти обхватили мои предплечья и одним рывком привели в сидячее положение. Затем существо быстро пробежалось пальцами по всем суставам, сгибая и разгибая. И удовлетворенно провозгласило:<s>r\n     — Так, всё в порядке, транспортировка прошла успешно. Но ты опоздала, милочка, все остальные уже разошлись по каютам! Времени почти не осталось! Какой у тебя номер на конкурс талантов?<s>r\n     Какой ещё конкурсов талантов? Что здесь происходит?!<s>r\n     — Девочка, быстрее! Чем женихов удивлять будешь?",
    "answers": [
      {
        "id": 57,
        "text": "Пение",
        "var_set": [
          "пение",
          1
        ]
      },
      {
        "id": 58,
        "text": "Карточные фокусы",
        "var_set": [
          "карты",
          1
        ]
      },
      {
        "id": 59,
        "text": "Гимнастика",
        "var_set": [
          "гимнастика",
          1
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "     — У меня голос сильный, я петь буду, — выпалила практически не задумываясь. Видимо семь лет в музыкалке деформируют личность. — А у меня ещё и оперный вокал. Я даже немного уроки подражания брала.<s>r\n     — Ой, ладно-ладно, иди там, тренируйся у себя, — сваха махнула рукой на дверь в повелительном жесте. – И шумоизоляцию не забудь выставить. Дамиан, проводи конкурсантку.<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 58,
    "text": "     — Эээ, карточные фокусы? – это было даже не предложение, скорее жалкая попытка отыскать у себя хоть какой-то талант.<s>r\n     Сваха удивлённо приподняла бровь, посмотрела испытующе и потопала вглубь зала. Вернулась с новенькой колодой карт.<s>r\n     — Держи, потренируешься в каюте, — сваха махнула рукой на дверь в повелительном жесте. Дамиан, проводи конкурсантку.<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 59,
    "text": "     — Я восемь лет гимнастикой занималась. Могу сальто делать, на шпагат сесть, мостик…<s>r\n     — Ой, ладно-ладно, иди там, тренируйся у себя, — сваха махнула рукой на дверь в повелительном жесте. – И не разнеси всю каюту, хоть стены помягче настрой. Дамиан, проводи конкурсантку.<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 60,
    "text": "     Я осматривала помещение и совершенно не понимала, где нахожусь. В первый раз в жизни у меня не было никаких предположений о том, куда я попала и что сейчас будет. В результате даже была немного рада, встретив знакомого в ливрее, это был тот самый курьер, доставивший мне конверт. Он целенаправленно шёл ко мне навстречу.<s>r\n     — Я Дамиан, — представился клыкастый, — пойдём, провожу тебя в твою каюту.<s>r\n     И я пошла, а просто потому, что не могла придумать других вариантов.<s>r\n     Коридор наполняло всё то же яркое искусственное сияние, что и в предыдущем помещении. Голубое покрытие на полу практически полностью скрадывало звук шагов. В этот коридор выходило множество дверей и все без ручек. Предположила, что они отъезжают в стену, но всё ещё было непонятно, как их открыть.<s>r\n     — Приложи браслет к двери, если не заперто, то откроется, — словно прочитав мои мысли посоветовал Дамиан.<s>r\n     Я с удивлением обнаружила незнакомый браслет на моём запястье. Трехсантиметровый обруч стального цвета плотно прилегал к коже, но вовсе не стеснял движения. Я приложила браслет к ближайшей двери, и та загорелась красным, предоставив на моё обозрение надпись на незнакомом языке. <s>r\n     — А, тут конкурсантка семьдесят четыре, тренируется в айкидо, — Дамиан ухмыльнулся. – Интересный талант. Пошли-ка отсюда, пока она не вышла.<s>r\n     — А что ещё эта штука умеет? – поинтересовалась я, пока было у кого получать сведения.<s>r\n     — Многое. Без браслета ты для корабля вообще не существуешь. Открывать двери, заказывать еду и одежду, получать сообщения – всё через неё.<s>r\n     Мы прошли уже около сорока дверей, так что я начала задумываться, какого же размера этот корабль и сколько здесь конкурсанток? <s>r\n     — Эта твоя, — Дамиан повёл рукой в приглашающем жесте, оставляя за мной право приложить браслет.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 61,
    "text": "     Эта каюта была довольно маленькая, особо не развернёшься. Всё здесь было кристально белым. Я проследила как недавний курьер поднес свой браслет к стене, вызывая что-то наподобие меню. После нескольких манипуляций, непонятные символы сменились родным и любимым русским языком.<s>r\n     — Руку дай, — скомандовал он.<s>r\n     Приложив моё запястье к экрану и нажав еще пару кнопок, Дамиан удовлетворённо кивнул и повернулся ко мне, раздавая последние инструкции:<s>r\n     — Я ввёл в компьютер твои биометрические данные. Теперь любое меню для тебя будет выдаваться на русском. В комнате можно всё настроить под себя, в том числе: цвет стен, мягкость кровати, вкусовые предпочтения, запах, звуки. Сейчас советую поесть и потренироваться, позже на это времени не будет, — клыкастая улыбка была подарена мне вместе с символическим поклоном. Прежде чем дверь закрылась за моим новым знакомым, я услышала ещё кое-что. – Удачи, номер сто тридцать девять, постарайся выжить.<s>r\n     Я так и осталась стоять у закрывшейся двери с разинутым ртом. Что значит, постарайся выжить? Будут нападения? Или там конкурсы лютые? Или все кроме меня очень хотят замуж? Столько вопросов и все без ответов. Пришлось закрыть рот.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 62,
        "text": "Осмотреться в каюте"
      }
    ]
  },
  {
    "id": 62,
    "text": "     Никогда не думала, что белый цвет может быть таким ярким, но в искусственном сиянии корабля комната просто ослепляла. Я приложила браслет к стене и вызвала меню. Фраза «интуитивно понятный интерфейс» заиграла новыми красками. Уже через пятнадцать минут мне удалось настроить комнату под себя. Бежевые стены не так рьяно отражали свет, постель стала не только удобной, но и обзавелась голубеньким бельём в мелкий цветочек. Тут же обнаружился синтезатор пищи и ниша для создания вещей. Узкая дверь отделяла крошечный санузел от основного помещения. Что ж, если быть похищенной, то хотя бы с комфортом. Я даже зелёный травянистый коврик на пол организовала. Настроение немного улучшилось.",
    "answers": [
      {
        "id": 63,
        "text": "Потренироваться",
        "var_equal": [
          "пение",
          1
        ]
      },
      {
        "id": 67,
        "text": "Потренироваться",
        "var_equal": [
          "карты",
          1
        ]
      },
      {
        "id": 68,
        "text": "Потренироваться",
        "var_equal": [
          "гимнастика",
          1
        ]
      },
      {
        "id": 64,
        "text": "Поесть"
      }
    ]
  },
  {
    "id": 63,
    "text": "    Покопавшись в настройках и выставив режим подавления звуков, я и правда приступила к тренировкам. Хотя и не до конца понимала, зачем мне стремиться удивить каких-то там женихов. Было лишь предчувствие, что особого выбора у меня нет.<s>r\n     Мотивации хватило на полчаса, затем, покопавшись в настройках, я врубила местное телевидение. Курсы подражания не прошли даром. Уже через пару часов я научилась воспроизводить произношение семи различных рас.<s>r\n     Без какого-либо предупреждения корабль тряхнуло так, что я совершила короткий и совсем не фееричный, но очень болезненный полёт об стену. Прощай сознание, надеюсь, увидимся дома и без всего этого сумасшествия.",
    "answers": [
      {
        "id": 45,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 64,
    "text": "     Желудок недвусмысленно намекал, что пора бы перекусить. Не знаю сколько времени прошло после столовского пирожка, но намёки поступали всё чаще. <s>r\n     Пищевой синтезатор предлагал различные варианты меню. Куча незнакомых слов, даже написанных по-русски, не давали намёков по поводу съедобности для человека. Из знакомого здесь были два варианта: человеческое меню и земное меню. Что бы выбрать?",
    "answers": [
      {
        "id": 65,
        "text": "Человеческое меню"
      },
      {
        "id": 66,
        "text": "Земное меню",
        "var_set": [
          "еда",
          1
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "     О, Господи! Фу! Да что ж тут творится?! Если в первый момент у меня и были мысли, что человеческое значит для людей. То стоило мне открыть страничку с блюдами, всё встало на свои места. Человеческое – это из человечины.<s>r\n     Я молниеносно переключила консоль и приложила все усилия, чтобы выбросить даже частички воспоминаний об этом ужасе из своей головы.",
    "answers": [
      {
        "id": 66,
        "text": "Земное меню",
        "var_set": [
          "еда",
          1
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "     Отлично, блюда всех стран мира к моим услугам. Хотя, верно ли теперь говорить «мира»? Судя по тому количеству существ, что встретились мне на корабле, мир куда больше чем кажется. <s>r\n     В результате ностальгия взяла верх, и я уселась за выдвижной столик с борщом и пельменями.<s>r\n",
    "answers": [
      {
        "id": 63,
        "text": "Потренироваться",
        "var_equal": [
          "пение",
          1
        ]
      },
      {
        "id": 67,
        "text": "Потренироваться",
        "var_equal": [
          "карты",
          1
        ]
      },
      {
        "id": 68,
        "text": "Потренироваться",
        "var_equal": [
          "гимнастика",
          1
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "     Собравшись с мыслями, я пару часов вспоминала и тренировала фокусы из далекого детства. Хотя, понимание, зачем мне стремиться удивить каких-то там женихов, так и не пришло. Было лишь предчувствие, что особого выбора у меня нет.<s>r\n     Неожиданно, вдали послышался всё приближающийся шум, похожий на взрывы или раскаты грома. Корабль тряхнуло так, что я совершила короткий и совсем не фееричный, но очень болезненный полёт об стену. Прощай сознание, надеюсь, увидимся дома и без всего этого сумасшествия.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 68,
    "text": "    Покопавшись в настройках и выставив режим мягких стен, я и правда приступила к тренировкам. Хотя и не до конца понимала, зачем мне стремиться удивить каких-то там женихов. Было лишь предчувствие, что особого выбора у меня нет.<s>r\n     Мотивации хватило на полчаса, затем, покопавшись в настройках, я врубила местное телевидение. Ого, уроки самообороны для гуманоидов! Еще час был потрачен на занятия с низеньким красненьким инструктором, забавно прицыкивавшим языком.<s>r\n     Стоило мне присесть на кровать после утомительных упражнений, как вдали послышался всё приближающийся шум, похожий на взрывы или раскаты грома. Корабль тряхнуло так, что я совершила короткий и совсем не фееричный полёт. Я возблагодарила свой талант и Гадин за мягкие стены и заползла в самый узкий уголок, в надежде переждать тряску.",
    "answers": [
      {
        "id": 46,
        "text": "Ждать и бояться"
      }
    ]
  },
  {
    "id": 69,
    "text": "     Пролистав весь спортивный инвентарь, выяснила, что самоё близкое к оружию – бита.",
    "answers": [
      {
        "id": 71,
        "text": "Взять"
      },
      {
        "id": 70,
        "text": "Перейти к другой вкладке"
      }
    ]
  },
  {
    "id": 70,
    "text": "     Не знаю, какая раса использует мачете в готовке, но это было очень кстати.",
    "answers": [
      {
        "id": 72,
        "text": "Взять"
      },
      {
        "id": 69,
        "text": "Перейти к другой вкладке"
      }
    ]
  },
  {
    "id": 71,
    "text": "     Пока я возилась с синтезатором, осьминог уже приоткрыл двери моей каюты и по частям протискивался внутрь. Прихватив своё новое оружие, я рванула к агрессору и начала лупить что есть мочи по щупальцам. В этом и был мой главный просчёт. Удалось ли мне победить монстра? Ха-ха. В загробной жизни, если она есть, я могла бы посмеяться над ситуацией. Но получив отобранной битой по черепушке, мне уже не было смешно. Больше уже ничего не было.",
    "answers": [
      {
        "id": 19,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 72,
    "text": "     Пока я возилась с синтезатором, осьминог уже приоткрыл двери моей каюты и по частям протискивался внутрь. Обзаведясь новым кухонным инвентарём, я уже куда смелее отправилась в бой за сохранность своих конечностей, а если хочешь сохранить свои – поотрубай конечности противника. Я начала с просунутых в дверь и закончила остальными. Кажется, в пылу битвы я кричала что-то о своей нелюбви к роллам, и поминала осьминогу все три года работы в суши-баре. Заляпанная прозрачной слизью, но целая и живая, я, наконец, осознала себя, стоящей над искромсанным монстром, в котором торчал мачете. Да простит мне судьба брезгливость, но больше я не могла быть рациональной. Мачете так и остался там, среди кусков монстра и слизи. Я же осмотрела коридор. Куда дальше?",
    "answers": [
      {
        "id": 79,
        "text": "По коридору направо",
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 80,
        "text": "По коридору налево",
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 81,
        "text": "В каюту напротив",
        "need": [
          -81
        ]
      },
      {
        "id": 197,
        "text": "В каюту напротив",
        "need": [
          196,
          -195
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "     Пока я обдумывала ситуацию, осьминог уже приоткрыл двери моей каюты и по частям протискивался внутрь. Прихватив своё новое оружие, я рванула к агрессору и начала лупить что есть мочи по щупальцам. В этом и был мой главный просчёт. Удалось ли мне победить монстра? Ха-ха. В загробной жизни, если она есть, я могла бы посмеяться над ситуацией. Но получив отобранной табуреткой по черепушке, мне уже не было смешно. Больше уже ничего не было.",
    "answers": [
      {
        "id": 19,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 74,
    "text": "     В результате аварии врубилась какая-то там система. По крайней мере, на дверях появились небольшие дугообразные ручки. Решение пришло само. Я просунула ножку табурета через них, ненадолго задерживая монстра. Ключевым здесь было – ненадолго. Створки всё ещё раздвигались, хотя и медленнее.",
    "answers": [
      {
        "id": 75,
        "text": "Бросаться в монстра картами",
        "var_equal": [
          "карты",
          1
        ]
      },
      {
        "id": 76,
        "text": "Попробовать использовать магию",
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "id": 51,
        "text": "Создать в синтезаторе оружие и попробовать отвоевать свою целостность"
      }
    ]
  },
  {
    "id": 75,
    "text": "     Карты, которые мне выдала сваха для фокусов, были на удивление прочными. Чем не оружие? Я метнула карту в щель и получила в ответ гневное шипение. Карта и правда вонзилась в одно из щупалец монстра, разрезая его до половины. Вот только створки начали раздвигаться быстрее. Плохо дело.",
    "answers": [
      {
        "id": 51,
        "text": "Создать в синтезаторе оружие и попробовать отвоевать свою целостность"
      }
    ]
  },
  {
    "id": 76,
    "text": "     Похоже заряженные адреналином мозги соображали куда лучше прежних. У меня есть магия!",
    "answers": [
      {
        "var_equal": [
          "вспышка",
          1
        ],
        "id": 77,
        "text": "Использовать вспышку",
        "var_need": [
          "магия",
          1
        ],
        "var_sub": [
          "магия",
          1
        ]
      },
      {
        "var_equal": [
          "огонь",
          1
        ],
        "id": 78,
        "text": "Использовать огонь",
        "var_need": [
          "магия",
          1
        ],
        "var_sub": [
          "магия",
          1
        ]
      },
      {
        "id": 51,
        "text": "Создать в синтезаторе оружие и попробовать отвоевать свою целостность"
      }
    ]
  },
  {
    "id": 77,
    "text": "     Мне удалось ослепить монстра на короткий промежуток времени, но этого было совершенно недостаточно. ",
    "answers": [
      {
        "var_equal": [
          "огонь",
          1
        ],
        "id": 78,
        "text": "Использовать огонь",
        "var_need": [
          "магия",
          1
        ],
        "var_sub": [
          "магия",
          1
        ]
      },
      {
        "id": 51,
        "text": "Создать в синтезаторе оружие и попробовать отвоевать свою целостность"
      }
    ]
  },
  {
    "id": 78,
    "text": "     Не знаю, как там мои шансы на конкурсе талантов, зато шансы на выживание значительно повысились. Щупальца вспыхнули, словно кто-то плеснул бензина. Запах горелой плоти был удушающим. Мне с трудом удалось удержать свой желудок на месте, чтобы не любоваться его содержимым.<s>r\n     Долго ещё я прислушивалась к звукам за дверями каюты и всматривалась в щель. Уверенности, что всё закончилось, не было до тех пор, пока я не решилась открыть дверь и взглянуть на дело рук своих. Монстр был мёртв. Я же осмотрела коридор. Куда дальше?",
    "answers": [
      {
        "id": 79,
        "text": "По коридору направо",
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 80,
        "text": "По коридору налево",
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 81,
        "text": "В каюту напротив",
        "need": [
          -81
        ]
      },
      {
        "id": 197,
        "text": "В каюту напротив",
        "need": [
          196,
          -195
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "     ",
    "answers": [
      {
        "id": 79,
        "text": "Судя по всему, корабль имел форму круга. По крайней мере, коридор плавно загибался, и увидеть, что ждет тебя дальше, было невозможно. Вот откуда прикажете брать информацию по выживанию на космическом корабле в окружении монстров? На ум приходил только кинематограф. В голове возник топ-три советов из «Чужого»: уничтожь корабль, сваливай на спасательной шлюпке и не возвращайся за котом. М-да, я впервые пожалела, что не стала смотреть остальные части.",
        "merge": true,
        "var_equal": [
          "коридор",
          1
        ]
      },
      {
        "id": 79,
        "text": "\n     Пока мысли блуждали в моей голове, я тихонько пробиралась вдоль стены в правую часть коридора. Покрытие пола скрадывало мои шаги, а вот приближающийся грохот я услышала вполне отчётливо. Первый толчок позволил мне удержаться на ногах, хоть и с трудом. На повторную удачу я уже не надеялась. Да и потолок коридора с отошедшими кусками обшивки выглядел угрожающе. Эта часть корабля ещё при предыдущих толчках пострадала довольно сильно. Двери кают, покорёженные и заклиненные, не могли впустить меня внутрь. На левой стороне коридора выступили аварийные скобы. При большом желании можно было ухватиться за них, чтобы переждать тряску. На правой стороне была видна дверь единственной сохранившейся каюты.",
        "merge": true
      },
      {
        "id": 95,
        "text": "Бежать обратно"
      },
      {
        "id": 96,
        "text": "Вцепиться в скобы и не отпускать",
        "var_equal": [
          "гимнастика",
          0
        ]
      },
      {
        "id": 97,
        "text": "Спрятаться в уцелевшей каюте"
      },
      {
        "id": 98,
        "text": "Вцепиться в скобы и не отпускать",
        "var_equal": [
          "гимнастика",
          1
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "     ",
    "answers": [
      {
        "id": 80,
        "text": "Судя по всему, корабль имел форму круга. По крайней мере, коридор плавно загибался, и увидеть, что ждет тебя дальше, было невозможно. Вот откуда прикажете брать информацию по выживанию на космическом корабле в окружении монстров? На ум приходил только кинематограф. В голове возник топ-три советов из «Чужого»: уничтожь корабль, сваливай на спасательной шлюпке и не возвращайся за котом. М-да, я впервые пожалела, что не стала смотреть остальные части.",
        "merge": true,
        "var_equal": [
          "коридор",
          1
        ]
      },
      {
        "id": 80,
        "text": "\n     Пока мысли блуждали в моей голове, я тихонько пробиралась вдоль стены в левую часть коридора. Покрытие пола скрадывало мои шаги. Вот только слишком поздно до меня дошло, что оно скрадывает все шаги. Струя белой субстанции непонятного происхождения припечатала меня к стене, выбив воздух из лёгких. Пока я силилась вздохнуть, огромный паук выполз из-за поворота и внимательно рассматривал меня множеством черных глаз. Ещё пару струй паутины надёжно закрепили моё тело в одном положении. Сочтя, что я больше не являюсь угрозой и доесть меня можно позже, насекомое на стероидах продолжило прерванное занятие: открывание двери одной из кают. ",
        "merge": true
      },
      {
        "id": 82,
        "text": "Завизжать"
      },
      {
        "id": 83,
        "text": "Попытаться пошевелиться"
      },
      {
        "id": 80,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Створки разъехались, и в коридор выглянуло отвратительное существо. Я непроизвольно отшатнулась.<s>r\n     — О, отлично, ты ещё жива. Жуткие вещи тут творятся, неправда ли? – только после того, как существо начало говорить, я осознала, что это одна из конкурсанток. – Меня зовут Кадак. Я тут побродила немного и нашла одно безопасное место. Давай спрячемся там?<s>r\n     — Я Марго, — представилась, обдумывая предложение.<s>r\n     Эта конкурсантка и правда выглядела мерзко. Вся её чёрная кожа была покрыта отвратительной слизью. Длинный и голый крысиный хвост тащился по полу. Мелкие черты лица нельзя было даже отдалённо назвать привлекательными. Но она предлагала хоть какую-то помощь.",
    "answers": [
      {
        "id": 195,
        "text": "Согласиться на помощь",
        "var_set": [
          "Кадакпомощь",
          2
        ]
      },
      {
        "id": 196,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 82,
    "text": "     Стоило мне вздохнуть, как из горла вырвался отчаянный визг. Лапы, клешни, хитиновое брюхо… Я просто не могла остановиться. Монстр развернулся в мою сторону, и ещё одной струёй паутины окутал лицо. Крик захлебнулся, как и вздох.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться вдохнуть"
      },
      {
        "id": 82,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 83,
    "text": "     Подавив отчаянный визг, я попыталась собраться с мыслями. Небольшая отсрочка давала шанс спастись. Пошевелив пальцами, я обнаружила, что некоторое пространство в этом коконе всё же есть. Радиус моих движений был очень мал. Паутина на ощупь склизкая. А двери каюты почти открыты. Внимательно осматривая коридор в мигающем свете аварийного освещения, я заметила ещё четыре полностью запечатанных кокона на противоположной стене. В них никто не шевелился. Значит, стоит мне привлечь внимание паука вновь, и конец космической саге. <s>r\n     Не имея возможности посмотреть вниз, мне всё же удалось ногой нащупать отверстие в стене, но о его происхождении и назначении я ничего не знала. Зато правой рукой я обнаружила переход от стены к двери каюты. Если бы удалось открыть дверь, то был бы шанс разорвать кокон и освободиться. Оставалась одна загвоздка: браслет был на левой. Я напряженно думала, как высвободить руку, пока монстр открывал себе путь к новой добыче.<s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "Использовать магию",
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "id": 85,
        "text": "Воспользоваться одной из карт",
        "var_equal": [
          "карты",
          1
        ]
      },
      {
        "id": 86,
        "text": "Упереться в отверстие ногой и попробовать надавить телом"
      },
      {
        "id": 87,
        "text": "Поджать ноги и повиснуть на паутине"
      },
      {
        "id": 83,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 84,
    "text": "     Сосредоточившись, я попыталась вызвать магический огонь, и это у меня даже получилось. Но влажная от слизи паутина зашипела, привлекая внимание монстра. Паук развернулся в мою сторону, и я завизжала. Ещё одна струя паутины окутала лицо. Крик захлебнулся, как и вздох.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться вдохнуть"
      },
      {
        "id": 84,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 85,
    "text": "     В кармане я нащупала одну из карт колоды. Перехватив её кончиками пальцев, мне удалось подцепить и отсоединить часть паутины, расширив кокон. Двигаться стало легче, но я всё ещё не могла достаточно вытянуть руку, чтобы коснуться двери.",
    "answers": [
      {
        "id": 88,
        "text": "Упереться в отверстие ногой и попробовать надавить телом"
      },
      {
        "id": 89,
        "text": "Поджать ноги и повиснуть на паутине"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 86,
    "text": "     Вставив ногу в отверстие, я перенесла весь вес тела на правую сторону. Стараясь действовать тихо, я давила на паутину до тех пор, пока часть не отсоединилась от стены. Двигаться стало легче, но я всё ещё не могла достаточно вытянуть руку, чтобы коснуться двери.",
    "answers": [
      {
        "id": 88,
        "text": "Упереться в отверстие ногой и попробовать надавить телом"
      },
      {
        "id": 89,
        "text": "Поджать ноги и повиснуть на паутине"
      },
      {
        "id": 86,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "     Так как паутина закрепляла верхнюю часть моего тела, оставалась надежда, что всего веса она не выдержит. Аккуратненько поджав ноги и затаив дыхание, считала секунды. Стоило паутине лишь немного отойти от стены, я тут же вернула ноги на пол, переводя дыхание. Не от усталости, разве что, устала дрожать от ужаса.",
    "answers": [
      {
        "id": 89,
        "text": "Поджать ноги и повиснуть на паутине"
      },
      {
        "id": 88,
        "text": "Упереться в отверстие ногой и попробовать надавить телом"
      },
      {
        "id": 87,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 88,
    "text": "     Немного передохнув и убедившись, что паук занят делом, я надавила на паутину правым плечом и возблагодарила всех известных богов. А историки знают множество богов, так что это заняло некоторое время. Паучара успел закончить вскрытие двери и собирался приступить к нападению.",
    "answers": [
      {
        "id": 90,
        "text": "Протянуть руку и открыть дверь"
      },
      {
        "id": 91,
        "text": "Подождать пока монстр войдёт в каюту"
      },
      {
        "id": 88,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "     Часть паутины уже отошла от стены, а значит оставалось приложить совсем небольшое усилие. Оторвав ноги от пола, я практически сразу упала, шумя и привлекая внимание монстра. Монстр развернулся в мою сторону, и я завизжала. Ещё одна струя паутины окутала лицо. Крик захлебнулся, как и вздох.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться вдохнуть"
      },
      {
        "id": 89,
        "text": "small",
        "url": "https://a.radikal.ru/a39/2004/2f/c717bf5831d5.jpg"
      }
    ]
  },
  {
    "id": 90,
    "text": "     Протянув руку, я приложила браслет к двери и с замиранием сердца почувствовала, как рвётся паутина. Едва получив свободу, я рванула по коридору в обратном направлении. Шаг, два, и огромные хитиновые лапы крутанули меня в пространстве, разворачивая к их хозяину. Я завизжала. Ещё одна струя паутины окутала лицо. Крик захлебнулся, как и вздох.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться вдохнуть"
      }
    ]
  },
  {
    "id": 91,
    "text": "     Паук устремился в каюту, обнаружив очередную жертву. Звуки борьбы нарушили тишину коридора. Не задерживаясь больше ни секунды, я протянула руку и приложила браслет к двери. С замиранием сердца почувствовала, как рвётся паутина. Едва получив свободу, я рванула по коридору в обратном направлении. Шаг, два, три…Вот и двери моей каюты. Заскочив внутрь, я спряталась за стеной, стараясь сдержать сиплое дыхание. <s>r\n     Не знаю, что произошло в моё отсутствие, но двери больше не закрывались. Я отчаянно прислушивалась к малейшему шороху в коридоре, но всё вновь было тихо. Каюта и раньше не была особо безопасной, а с открытыми дверьми и вовсе превращалась в ловушку. Замирая от страха, я вновь вернулась в коридор.",
    "answers": [
      {
        "id": 79,
        "text": "По коридору направо",
        "var_add": [
          "коридор",
          1
        ],
        "need": [
          -79
        ]
      },
      {
        "id": 92,
        "text": "По коридору налево"
      },
      {
        "id": 81,
        "text": "В каюту напротив",
        "need": [
          -81
        ]
      },
      {
        "id": 101,
        "text": "По коридору направо",
        "need": [
          79
        ]
      },
      {
        "id": 197,
        "text": "В каюту напротив",
        "need": [
          196,
          -195
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "     Коридор всё ещё хранил в себе следы огромного паука. Четыре кокона, прикреплённых к стене, содержали запас еды в виде четырёх мёртвых конкурсанток. Но паука нигде не было видно. Та каюта, что я открыла, спасаясь, оказалась пуста. С трудом преодолевая себя, я заглянула в каюту, куда отправился паук. Зрелище оказалось отвратное, но обнадёживающее. Конкурсантка, обитавшая здесь, была не столь безоружна, как я. <s>r\n     Они лежали вместе, не шевелясь. Убитая девушка имела кожу наподобие змеиной, тело же сохраняло гуманоидные черты. Лицо конкурсантки было залеплено паутиной, но и она не осталась в долгу. Брюшко паука было обильно залито отвратительной слизью. Казалось бы, а чего он помер? Мозг услужливо подкинул информацию из далёких сейчас уроков биологии: на брюшке паука распологаются паутинные бородавки и дыхательные отверстия. Эх, уроки биологии. Словно это было в другой галактике. Хотя, подождите-ка…",
    "answers": [
      {
        "id": 93,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 93,
    "text": "     Коридор был пуст и тих. Четыре кокона на стене уже не так пугали. Паук здесь потрудился на славу. Лишь одна каюта осталась нетронутой.<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Вернуться к каюте"
      },
      {
        "id": 130,
        "text": "По коридору налево"
      },
      {
        "id": 181,
        "text": "Нетронутая каюта",
        "need": [
          -181
        ]
      },
      {
        "id": 182,
        "text": "Каюта Гассарах",
        "need": [
          181
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "     Отлично, теперь я вновь могу использовать магию. На этот раз стоит помнить, что источник не бесконечен.",
    "answers": [
      {
        "id": 50,
        "text": "Закрыть шкатулку"
      }
    ]
  },
  {
    "id": 95,
    "text": "     Я развернулась для марш-броска, а совершила полёт. Очередной толчок откинул меня назад и впечатал в пол, вышибая воздух из лёгких. Металлические куски обшивки опасно нависали надо мной, готовые в любую секунду сорваться вниз.",
    "answers": [
      {
        "id": 99,
        "text": "Откатиться влево"
      },
      {
        "id": 100,
        "text": "Откатиться вправо"
      }
    ]
  },
  {
    "id": 96,
    "text": "     Я вцепилась в скобы как раз вовремя, чтобы переждать очередную серию толчков. «Удачный выбор,» — мелькнула мысль в голове ровно за секунду до ещё более сильного толчка, который заставил расцепить руки и впечатал в пол, вышибая воздух из лёгких. Металлические куски обшивки опасно нависали надо мной, готовые в любую секунду сорваться вниз.",
    "answers": [
      {
        "id": 99,
        "text": "Откатиться влево"
      },
      {
        "id": 100,
        "text": "Откатиться вправо"
      }
    ]
  },
  {
    "id": 97,
    "text": "     Я устроила спринтерский забег до дверей уцелевшей каюты. Корабль отреагировал на браслет, и створки расползлись в стороны. Я была благодарна судьбе… ненадолго. Изображая радушного хозяина, в дверях возник осьминог. Как ждал, а!",
    "answers": [
      {
        "id": 102,
        "text": "Отскочить и сматываться"
      },
      {
        "id": 103,
        "text": "Метнуть одну из карт",
        "var_equal": [
          "карты",
          1
        ]
      },
      {
        "id": 104,
        "text": "Использовать магическую вспышку",
        "var_need": [
          "магия",
          1
        ],
        "var_equal": [
          "вспышка",
          1
        ]
      },
      {
        "id": 105,
        "text": "Использовать магический огонь",
        "var_need": [
          "магия",
          1
        ],
        "var_equal": [
          "огонь",
          1
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "     Одно из мест привлекло моё внимание. Эх, была не была. Я ухватилась руками за ближайшие скобы и сделала ножкой грациозное «Ать», зацепляясь за третью скобу над головой. Ещё никогда я не проводила в вертикальном шпагате столько времени, но эта поза ущербного плюса сохранила мне жизнь. Я с ужасом наблюдала, как несколько огромных кусков корабельной обшивки приземлились на пол, полностью перегородив подход к правой части коридора. Учитывая жуткую тряску, я вполне могла оказаться под ними.",
    "answers": [
      {
        "id": 101,
        "text": "Переждать толчки и осмотреться вокруг"
      }
    ]
  },
  {
    "id": 99,
    "text": "     Я собрала все силы и откатилась влево. Удар о стену коридора был болезненным, но не смертельным. Зато огромный кусок обшивки, приземлившийся ровно на то место, где секунду назад была я, не оставил бы и шанса. Я с ужасом наблюдала, как ещё несколько кусков приземлились на пол, полностью перегородив подход к правой части коридора. ",
    "answers": [
      {
        "id": 101,
        "text": "Переждать толчки и осмотреться вокруг"
      }
    ]
  },
  {
    "id": 100,
    "text": "     Я собрала все силы и откатилась вправо, но прогадала. Последним, что мне предстояло увидеть в жизни, стал огромный кусок обшивки, пикирующий с потолка.",
    "answers": [
      {
        "id": 19,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 101,
    "text": "     Коридор был перегорожен с правой стороны на несколько метров. Двери кают на левой стороне коридора, покорёженные и заклиненные, мигали красными аварийными огоньками. В остальном, здесь было тихо и пусто.",
    "answers": [
      {
        "id": 106,
        "text": "По коридору направо"
      },
      {
        "id": 129,
        "text": "Вернуться к каюте"
      }
    ]
  },
  {
    "id": 102,
    "text": "     Несмотря на попытку отскочить, в каюту я всё-таки попала. Вы даже не представляете, как я попала…",
    "answers": [
      {
        "id": 19,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 103,
    "text": "     Выхватив карту из кармана, я запустила её в осьминога. На удивление прочный материал. Карта разрезала одно из щупалец, почти отделив его. Монстр дёрнулся от боли. Именно эта секунда была нужна мне, чтобы броситься наутёк. Шансы были малы, но очередной толчок нарушил и без того шаткую конструкцию потолка. Я с ужасом наблюдала, как несколько огромных кусков корабельной обшивки приземлились на пол, расплющивая преследователя и полностью перегораживая подход к правой части коридора.",
    "answers": [
      {
        "id": 101,
        "text": "Переждать толчки и осмотреться вокруг"
      }
    ]
  },
  {
    "id": 104,
    "text": "     Ощутив источник внутри, я вызвала фейерверк, ослепляя осьминога. Именно эта секунда была нужна мне, чтобы броситься наутёк. Шансы были малы, но очередной толчок нарушил и без того шаткую конструкцию потолка. Я с ужасом наблюдала, как несколько огромных кусков корабельной обшивки приземлились на пол, расплющивая преследователя и полностью перегораживая подход к правой части коридора.",
    "answers": [
      {
        "id": 101,
        "text": "Переждать толчки и осмотреться вокруг"
      }
    ]
  },
  {
    "id": 105,
    "text": "     Ощутив источник внутри, я вызвала магический огонь. Осьминог загорелся, словно облитый бензином. Вот только... время было потеряно. Очередной толчок нарушил и без того шаткую конструкцию потолка. Последним, что мне предстояло увидеть в жизни, стал огромный кусок обшивки, пикирующий с потолка прямо на меня.",
    "answers": [
      {
        "id": 19,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 106,
    "text": "     После узкой части с обвалившимися потолочными плитами коридор вновь расширялся. Целых четыре каюты в этой части корабля выглядели нетронутыми. Огромные двери зала, где я очнулась в первый раз, оставались приоткрытыми из-за деформированного полотна одной из дверей. Это помещение я мысленно окрестила Залом прибытия. Дальнейшее передвижение останавливали огромные двери со множеством незнакомых символов.    ",
    "answers": [
      {
        "id": 101,
        "text": "Вернуться в заваленный коридор"
      },
      {
        "id": 108,
        "text": "Огромные двери с символами"
      },
      {
        "id": 107,
        "text": "Зал прибытия"
      },
      {
        "id": 161,
        "text": "Каюта возле двери с символами",
        "need": [
          -161
        ]
      },
      {
        "id": 166,
        "text": "Каюта Триши",
        "need": [
          161
        ]
      },
      {
        "id": 167,
        "text": "Вторая каюта с конца коридора"
      },
      {
        "id": 168,
        "text": "Каюта напротив Зала прибытия",
        "need": [
          -168
        ]
      },
      {
        "id": 169,
        "text": "Каюта Суты",
        "need": [
          168
        ],
        "var_not": [
          "Сутасмерть",
          1
        ]
      },
      {
        "id": 172,
        "text": "Каюта Суты",
        "var_equal": [
          "Сутасмерть",
          1
        ]
      },
      {
        "id": 173,
        "text": "Каюта справа",
        "need": [
          -173
        ]
      },
      {
        "id": 174,
        "text": "Каюта Фины",
        "need": [
          173
        ],
        "var_not": [
          "Финасмерть",
          1
        ]
      },
      {
        "id": 175,
        "text": "Каюта Фины",
        "var_equal": [
          "Финасмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": "     Протиснувшись в щель между створками, я оказалась в знакомом Зале прибытия. Здесь было пусто, но свет не мигал. В тишине и ярком свете ламп я, наконец, заметила, насколько огромно это помещение. Зал был предназначен для того, чтобы разместить множество народу. Везде стояли стулья, диванчики, табуреты, софы. Все разной длины, ширины и высоты. В дальнем углу находился странный шкаф, со множеством небольших выдвижных ящиков. В центре зала я заметила следы борьбы: пятна слизи и зеленой жидкости, словно расплескавшиеся из блендера, опрокинутые стулья и странное шевеление под ними.",
    "answers": [
      {
        "id": 111,
        "text": "Осмотреть шкаф",
        "var_equal": [
          "шкаф",
          0
        ]
      },
      {
        "id": 121,
        "text": "Осмотреть шкаф",
        "var_equal": [
          "шкаф",
          2
        ]
      },
      {
        "id": 122,
        "text": "Осмотреть шкаф",
        "var_equal": [
          "шкаф",
          1
        ]
      },
      {
        "id": 112,
        "text": "Заглянуть под стулья",
        "var_equal": [
          "рука",
          0
        ]
      },
      {
        "id": 113,
        "text": "Заглянуть под стулья",
        "var_equal": [
          "рука",
          2
        ]
      },
      {
        "id": 106,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 108,
    "text": "     Символы на створках дверей не дали мне никакой новой информации. Это часть выглядела абсолютно не затронутой катастрофой, даже аварийных ручек не было видно.",
    "answers": [
      {
        "id": 109,
        "text": "Приложить браслет"
      },
      {
        "id": 110,
        "text": "Приложить браслет Гадин",
        "var_equal": [
          "рука",
          1
        ]
      },
      {
        "id": 178,
        "text": "Позвать остальных конкурсанток",
        "var_need": [
          "делегация",
          1
        ],
        "var_no_more": [
          "делегация",
          2,
          "смерть",
          1
        ]
      },
      {
        "id": 179,
        "text": "Позвать остальных конкурсанток",
        "var_need": [
          "делегация",
          3
        ],
        "var_no_more": [
          "смерть",
          1
        ]
      },
      {
        "id": 178,
        "text": "Позвать остальных конкурсанток",
        "var_need": [
          "смерть",
          2
        ]
      },
      {
        "id": 106,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 109,
    "text": "     «В доступе отказано. Недостаточное количество участников делегации» — выдала мне дверь по-русски. Хм, что бы это могло значить.",
    "answers": [
      {
        "id": 108,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 110,
    "text": "     Высветилась куча столь же непонятных символов.",
    "answers": [
      {
        "id": 108,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 111,
    "text": "     Эти ящички напоминали библиотечные, в которых хранилась картотека. Здесь могло оказаться что-то полезное. Но перед дверцами шкафчиков обнаружилась ещё одна дверь – прозрачная и без ручек.",
    "answers": [
      {
        "var_equal": [
          "карты",
          1
        ],
        "id": 115,
        "text": "Попытаться открыть дверь картой",
        "need": [
          -115
        ],
        "var_set": [
          "шкаф",
          0
        ]
      },
      {
        "var_equal": [
          "вспышка",
          1
        ],
        "id": 116,
        "text": "Вызвать магическую вспышку",
        "var_need": [
          "магия",
          1
        ],
        "var_set": [
          "шкаф",
          0
        ]
      },
      {
        "var_equal": [
          "огонь",
          1
        ],
        "id": 117,
        "text": "Вызвать магический огонь",
        "var_need": [
          "магия",
          1
        ],
        "var_set": [
          "шкаф",
          0
        ]
      },
      {
        "id": 118,
        "text": "Приложить свой браслет",
        "need": [
          -118
        ],
        "var_set": [
          "шкаф",
          0
        ]
      },
      {
        "id": 119,
        "text": "Разбить панель стулом",
        "var_set": [
          "шкаф",
          0
        ]
      },
      {
        "id": 120,
        "text": "Приложить браслет Гадин",
        "var_equal": [
          "рука",
          1
        ],
        "var_set": [
          "шкаф",
          0
        ]
      },
      {
        "id": 112,
        "text": "Заглянуть под стулья",
        "var_equal": [
          "рука",
          0
        ]
      },
      {
        "id": 113,
        "text": "Заглянуть под стулья",
        "var_equal": [
          "рука",
          2
        ]
      },
      {
        "id": 106,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 112,
    "text": "     Дойдя до эпицентра погрома, я осмотрелась по сторонам. Не хотелось, чтобы кто-нибудь застал меня врасплох, пока я буду ползать на карачках. Никого. Помедлив немного, я всё же опустилась на колени и заглянула под стулья. В первое мгновение рефлекторно дернулась назад, но поняв, что опасности нет, присмотрелась снова. На полу валялась парочка знакомых щупалец. Понятно — кто-то спасался от осьминога. А вот рядом с щупальцами слегка шевелила пальцами зеленая рука со змеиной кожей и перепонками. Я пыталась вглядеться лучше, может кому-то требуется помощь. Да, вот только, это была рука без тела, оторванная по локоть, и она всё ещё шевелилась. <s>r\n     — Жесть какая, — потрясенно произнесла в тишину. <s>r\n     Я знала эти пальцы. Их хозяйка недовольно грозила мне, предупреждая мои панические крики, видимо, вот этими самыми пальцами. Оу, похоже у свахи теперь на одну конечность меньше. На руке виднелся такой же корабельный браслет, как и у меня. В голове нарисовалась довольно практичная мысль: «Может взять?» — кто знает, её браслет может открыть доступ туда, куда моему путь заказан.<s>r\n",
    "answers": [
      {
        "id": 114,
        "text": "Взять руку с собой",
        "var_set": [
          "рука",
          1
        ]
      },
      {
        "id": 111,
        "text": "Оставить руку и осмотреть шкаф",
        "var_set": [
          "рука",
          2
        ],
        "var_equal": [
          "шкаф",
          0
        ]
      },
      {
        "id": 106,
        "text": "В коридор",
        "var_set": [
          "рука",
          2
        ]
      }
    ]
  },
  {
    "id": 113,
    "text": "     Заглянув под стулья, я обнаружила лишь щупальца осьминога. Руки свахи нигде не было. Жутковато. ",
    "answers": [
      {
        "id": 111,
        "text": "Осмотреть шкаф",
        "var_equal": [
          "шкаф",
          0
        ]
      },
      {
        "id": 106,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 114,
    "text": "     Поморщившись от перспективы таскаться с оторванной шевелящейся рукой по кораблю, я сняла кофту. Расправив ткань, прикоснулась к руке… и швырнула её обратно на пол. Она и правда шевелилась. <s>r\n     — Фэээ. <s>r\n     Постояв немного, я всё же схватила руку и завернула её в ткань. ",
    "answers": [
      {
        "id": 111,
        "text": "Осмотреть шкаф",
        "var_equal": [
          "шкаф",
          0
        ]
      },
      {
        "id": 106,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 115,
    "text": "     Вынув из кармана карту, я просунула её в щель сбоку и начала медленно водить вверх и вниз, пытаясь нащупать замок. Замка словно и не существовало.",
    "answers": [
      {
        "id": 111,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "     Я сосредоточилась на источнике и вызвала целую серию фейерверков. Шкаф равнодушно смотрел на эту красоту. А чего я ждала? Аплодисментов? ",
    "answers": [
      {
        "id": 111,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 117,
    "text": "     Я сосредоточилась на источнике и вызвала магический огонь, пытаясь прожечь дыру в прозрачном материале. И с трудом успела отскочить в сторону. Доступ в шкаф накрылся медным тазом, а точнее – металлическим коробом без щелей и зазоров. <s>r\n     — Ковальски, это провал.<s>r\n",
    "answers": [
      {
        "id": 121,
        "text": "Осмотреть дело рук своих",
        "var_set": [
          "шкаф",
          2
        ]
      }
    ]
  },
  {
    "id": 118,
    "text": "     Я долго искала какую-нибудь панель или замок, но ничего подобного не обнаружила. Ну и ладно. Приложила браслет в центр прозрачной панели. В ответ высветилась красная надпись: «Недостаточно прав для доступа к картотеке». Ага, по-ходу монстров мне, а не сведения.",
    "answers": [
      {
        "id": 111,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "     Прихватив ближайший к шкафу табурет, я деловито направилась обратно. Немного вандализма этому кораблю уже не повредит. <s>r\n     — И-и-и-и, херакс.<s>r\n     Я еле успела отскочить в сторону. Доступ в шкаф накрылся медным тазом, а точнее – металлическим коробом без щелей и зазоров. <s>r\n     — Ковальски, это провал. <s>r\n     Как хорошая девочка, я вернула табурет на место, будто ничего и не было.<s>r\n",
    "answers": [
      {
        "id": 121,
        "text": "Осмотреть дело рук своих",
        "var_set": [
          "шкаф",
          2
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "     Вздрагивая от отвращения, я размотала руку и высвободила браслет. Уж у Гадин точно был доступ ко всему на этом корабле. Приложив конечность к центру прозрачной панели, я с удовлетворением услышала щелчок. Панель отъехала в сторону, открывая доступ к ящичкам.  ",
    "answers": [
      {
        "id": 123,
        "text": "Осмотреть дело рук своих",
        "var_set": [
          "шкаф",
          1
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "     Шкаф в металлической оболочке выглядел немного укоризненно, может быть не стоило торопиться с принятием решения. Ну, что ж теперь, доступ к возможной информации был перекрыт.  ",
    "answers": [
      {
        "id": 106,
        "text": "В коридор"
      },
      {
        "id": 112,
        "text": "Заглянуть под стулья",
        "var_equal": [
          "рука",
          0
        ]
      },
      {
        "id": 113,
        "text": "Заглянуть под стулья",
        "var_equal": [
          "рука",
          2
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "     Двадцать ящичков приветствовали меня из открытого шкафа, каждый из них был помечен небольшим экраном с цифрами: 1-50, 51-100, 101-150 – и так до тысячи. Интересно, что значат эти цифры.",
    "answers": [
      {
        "id": 106,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 123,
    "text": "     Двадцать ящичков приветствовали меня из открытого шкафа, каждый из них был помечен небольшим экраном с цифрами: 1-50, 51-100, 101-150 – и так до тысячи. Интересно. Открыв первый ящик, я обнаружила стопку кремовых конвертов с треснутой сургучной печатью. Те самые конверты, один-в-один напоминающие тот, что вручил мне Дамиан в роще за универом как-будто годы назад, хотя, по моим биологическим часам – вчера. В конвертах было всего два отличия: имена написаны на разных языках, и цвет сургуча отличался. Да и конвертов было не по пятьдесят, поэтому я решила найти свой. Времени это заняло много. Я рассчитывала обнаружить его в третьем ящике, так как мой порядковый номер сто тридцать девять, а нашла в последнем с пометкой «951-1000». Кроме моего, в этом ящике было ещё семь конвертов. Два из них с красной печатью, один с синей и четыре с фиолетовой. Возможно, это маркировка, только непонятно по какому принципу.<s>r\n     Безразлично пролистывая конверты других участниц, я резко остановилась. Быть того не может! Одно из имён было написано латинскими буквами. Меня охватила неожиданная дрожь — возможно, здесь есть ещё кто-то с Земли!<s>r\n     Я приоткрыла конверт, в надежде получить больше информации, но он был пуст, как и остальные. ",
    "answers": [
      {
        "id": 123,
        "text": "Видимо, свою миссию они уже выполнили. Вернув всё на свои места, я была готова покинуть Зал прибытия.",
        "merge": true,
        "var_equal": [
          "конверт",
          0
        ]
      },
      {
        "id": 123,
        "text": "Но я помнила, что у конверта есть ещё одно предназначение. Перед глазами стояло тело серокожей, погибшей жуткой смертью. Вот только мне не удалось рассмотреть, что сваха сделала с конвертом, чтобы отправить тело конкурсантки домой.",
        "merge": true,
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 124,
        "text": "Приложить браслет Гадин к конверту",
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 125,
        "text": "Постучать пальцем по печати",
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 126,
        "text": "Совместить печать и приложить ко лбу",
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 127,
        "text": "Прижать конверт к лицу",
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 106,
        "text": "В коридор",
        "var_equal": [
          "конверт",
          0
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "     Никакой реакции. Конверты не оснащены интерфейсом. ",
    "answers": [
      {
        "id": 125,
        "text": "Постучать пальцем по печати",
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 126,
        "text": "Совместить печать и приложить ко лбу",
        "var_equal": [
          "конверт",
          1
        ]
      },
      {
        "id": 127,
        "text": "Прижать конверт к лицу",
        "var_equal": [
          "конверт",
          1
        ]
      }
    ]
  },
  {
    "id": 125,
    "text": "     Надломленная печать окончательно рассыпалась. После этого, сколько я ни трясла, ни крутила конверт, я даже лизнула его пару раз – ничего не происходило.<s>r\n     Вернув всё на свои места, я была готова покинуть Зал прибытия.<s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "В коридор",
        "var_set": [
          "конверт",
          0
        ]
      }
    ]
  },
  {
    "id": 126,
    "text": "     Аккуратно соединив части печати, я приложила её ко лбу. Жду. Только в мою голову закралась мысль, как это глупо выглядит со стороны, как от конверта разлилось призрачное сияние, и звучный голос провозгласил:<s>r\n     — Конкурсантка номер сто тридцать девять. Протокол возврата тела активирован.<s>r\n",
    "answers": [
      {
        "id": 128,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 127,
    "text": "     Я схватила конверт и шлёпнула его себе на лицо. Жду. Ничего не происходит. В итоге заметила, что надломленная печать окончательно рассыпалась. После этого, сколько я ни трясла, ни крутила конверт, я даже лизнула его пару раз – ничего не происходило.<s>r\n     Вернув всё на свои места, я была готова покинуть Зал прибытия.<s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "В коридор",
        "var_set": [
          "конверт",
          0
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "Получено достижение «Своими силами»<s>r\n",
    "answers": [
      {
        "id": 128,
        "text": "\n     — Девушка, девушка, — мужской голос проник в сознание. – Девушка, очнитесь. \n     Меня нещадно трясли. Приоткрыв глаза, я обнаружила над собой мужчину кавказской наружности, одетого в оранжевый жилет дорожного рабочего. Чуть сместив угол обзора, я начала понимать, где нахожусь. Роща за универом. Слава богам! Спасена.\n     — Девушка, вы в порядке? – спросил мужчина, прекращая меня трясти и с тревогой заглядывая в глаза.\n     — Да, спасибо, — хриплым голосом ответила я. – Какой сейчас день?\n     — Понедельник, — теперь мужчина выглядел очень удивлённым.\n     Я только сейчас заметила очень сильный акцент моего нового знакомого. В голову пришла мысль, что он скорее всего говорил не по-русски.\n     — У вас не найдётся мелочи на проезд? – да, плевать, что обо мне подумают. У меня было лишь одно желание – очутиться дома и успокоить бабушку.\n***",
        "need": [
          128
        ],
        "merge": true
      },
      {
        "id": 128,
        "text": "\n     Жизнь после невольного участия в реальном «Хищнике» уже не могла стать прежней. \n     Сначала часто приходили полицейские, пытаясь выяснить куда я пропала на четыре дня. Я раз за разом повторяла, что ничего не помню. Потом всё успокоилось, даже бабушка смирилась и отпустила ситуацию. Я же, получив инопланетный имплантат с универсальным переводчиком, отправилась путешествовать по миру. Теперь мне казалось, что я даже демона смогу забить тульским пряником. А вот мужа искать не торопилась, мало ли оно как обернётся.",
        "merge": true
      },
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 129,
    "text": "     Коридор возле моей каюты значительно пострадал. Осьминог постарался на совесть – пол был усеян остатками тел. Я старалась даже не смотреть в их сторону. Лишь две каюты сохранились в относительной целостности: моя и та, что напротив. Не знаю, что произошло в моё отсутствие, но двери больше не закрывались. Я отчаянно прислушивалась к малейшему шороху в коридоре, но всё вновь было тихо. Каюта и раньше не была особо безопасной, а с открытыми дверьми и вовсе превращалась в ловушку.",
    "answers": [
      {
        "id": 101,
        "text": "По коридору направо",
        "need": [
          101
        ]
      },
      {
        "id": 92,
        "text": "По коридору налево",
        "need": [
          -92,
          80
        ]
      },
      {
        "id": 80,
        "text": "По коридору налево",
        "need": [
          -80
        ],
        "var_add": [
          "коридор",
          1
        ]
      },
      {
        "id": 93,
        "text": "По коридору налево",
        "need": [
          80,
          92
        ]
      },
      {
        "id": 81,
        "text": "В каюту напротив",
        "need": [
          -81
        ]
      },
      {
        "id": 79,
        "text": "По коридору направо",
        "need": [
          -79
        ]
      },
      {
        "id": 197,
        "text": "В каюту напротив",
        "need": [
          196,
          -195
        ]
      },
      {
        "id": 198,
        "text": "Войти в свою каюту",
        "var_equal": [
          "Кадаксмерть",
          1,
          "рука",
          2,
          "пропуск",
          0
        ]
      }
    ]
  },
  {
    "id": 130,
    "text": "     После тёмного коридора, где царствовал паук, этот участок корабля выглядел и вовсе целым. Целых три каюты в этой части остались нетронутыми. Дальнейшее передвижение останавливали огромные двери со множеством незнакомых символов.    ",
    "answers": [
      {
        "id": 93,
        "text": "В коридор с коконами"
      },
      {
        "id": 131,
        "text": "К огромным дверям",
        "need": [
          -133
        ],
        "var_equal": [
          "Кадакпомощь",
          0
        ]
      },
      {
        "id": 135,
        "text": "В технический коридор",
        "need": [
          133
        ],
        "var_not": [
          "Кадакпомощь",
          1
        ]
      },
      {
        "id": 135,
        "text": "В технический коридор",
        "var_need": [
          "Кадакпомощь",
          1
        ]
      },
      {
        "id": 183,
        "text": "Первая каюта слева"
      },
      {
        "id": 184,
        "text": "Вторая каюта слева",
        "need": [
          -184
        ]
      },
      {
        "id": 185,
        "text": "Каюта Тамары",
        "need": [
          184
        ],
        "var_not": [
          "Тамарасмерть",
          1
        ]
      },
      {
        "id": 186,
        "text": "Каюта Тамары",
        "var_equal": [
          "Тамарасмерть",
          1
        ]
      },
      {
        "id": 187,
        "text": "Каюта справа",
        "need": [
          -187
        ]
      },
      {
        "id": 188,
        "text": "Каюта Луны",
        "need": [
          187
        ],
        "var_not": [
          "Лунасмерть",
          1
        ]
      },
      {
        "id": 189,
        "text": "Каюта Луны",
        "var_equal": [
          "Лунасмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 131,
    "text": "     Символы на створках дверей не дали мне никакой новой информации. Эта часть выглядела абсолютно не затронутой катастрофой, даже аварийных ручек не было видно.",
    "answers": [
      {
        "id": 132,
        "text": "Приложить свой браслет"
      },
      {
        "id": 133,
        "text": "Приложить браслет Гадин",
        "var_equal": [
          "рука",
          1
        ]
      },
      {
        "id": 130,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 132,
    "text": "     «В доступе отказано. Недостаточный уровень прав» — выдала мне дверь по-русски. Хм, а у кого их может быть достаточно?",
    "answers": [
      {
        "id": 131,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 133,
    "text": "     Вздрагивая от отвращения, я размотала руку и высвободила браслет. Уж у Гадин точно был доступ ко всему на этом корабле. Приложив конечность к центру двери, получила доступ. Двери разъехались в стороны, пропуская меня в очередной коридор.<s>r\n     Удивление – это слово не обладает и капелькой того чувства, что я испытала. Стоя в дверях, я вертела головой в разные стороны, сравнивая два коридора. Это выглядело так, будто пристыковались два разных корабля. Этот новый кусок будто и не побывал в космической центрифуге. Никаких следов разрушений. Все двери выглядели массивными, с различными символами на створках. Предположив, что это таблички, я подошла к каждой и приложила браслет. Символы сменились русскими надписями: «Шлюз стыковки», «Генератор портала», «Машинное отделение», «Грузовой отсек». Ни одна дверь для меня не открылась: и тут и там недостаточно прав. Похоже, я самое бесправное существо на корабле. Радовал только один факт – монстров тут тоже не было.<s>r\n",
    "answers": [
      {
        "id": 130,
        "text": "Вернуться в разрушенный коридор"
      },
      {
        "id": 134,
        "text": "Машинное отделение"
      },
      {
        "id": 136,
        "text": "Шлюз стыковки"
      },
      {
        "id": 137,
        "text": "Генератор портала"
      },
      {
        "id": 138,
        "text": "Грузовой отсек"
      }
    ]
  },
  {
    "id": 134,
    "text": "     Массивные двери абсолютно не реагировали на мой браслет. Следовало найти другой способ проникнуть в это помещение. ",
    "answers": [
      {
        "id": 133,
        "text": "Назад",
        "need": [
          -135
        ]
      },
      {
        "id": 134,
        "text": "Приложить браслет Гадин",
        "var_set": [
          "маш",
          1
        ],
        "var_equal": [
          "рука",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "маш",
          1
        ],
        "id": 134,
        "instant": true,
        "text": "\"Недостаточно прав для доступа\""
      },
      {
        "id": 156,
        "text": "Использовать пропуск",
        "var_set": [
          "маш",
          2
        ],
        "var_equal": [
          "пропуск",
          1
        ]
      },
      {
        "id": 135,
        "text": "Назад",
        "need": [
          135
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "     Чистый воздух, ровное освещение – этот коридор был просто воплощением космических станций из научно-фантастических книг. Никаких следов разрушений. Все двери выглядели массивными с подписями на створках. Радовал и ещё один факт – монстров тут не было.",
    "answers": [
      {
        "id": 130,
        "text": "Вернуться в разрушенный коридор"
      },
      {
        "id": 134,
        "text": "Машинное отделение",
        "var_no_more": [
          "маш",
          1
        ]
      },
      {
        "id": 136,
        "text": "Шлюз стыковки",
        "var_equal": [
          "шлюз",
          0
        ]
      },
      {
        "id": 137,
        "text": "Генератор портала",
        "var_no_more": [
          "ген",
          1
        ]
      },
      {
        "id": 138,
        "text": "Грузовой отсек",
        "need": [
          -195
        ],
        "var_equal": [
          "груз",
          0,
          "Кадакпомощь",
          2
        ]
      },
      {
        "id": 140,
        "text": "Шлюз стыковки",
        "var_equal": [
          "шлюз",
          1
        ]
      },
      {
        "var_equal": [
          "Кадакпомощь",
          0
        ],
        "id": 139,
        "text": "Грузовой отсек",
        "need": [
          139
        ],
        "var_set": [
          "груз",
          2
        ]
      },
      {
        "id": 149,
        "text": "Генератор портала",
        "need": [
          146
        ]
      },
      {
        "id": 156,
        "text": "Машинное отделение",
        "var_equal": [
          "маш",
          2
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "id": 194,
        "text": "Грузовой отсек",
        "var_need": [
          "Кадакпомощь",
          1
        ],
        "var_set": [
          "Кадакпомощь",
          1
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "     Массивные двери абсолютно не реагировали на мой браслет. Следовало найти другой способ проникнуть в это помещение. ",
    "answers": [
      {
        "id": 133,
        "text": "Назад",
        "need": [
          -135
        ]
      },
      {
        "id": 140,
        "text": "Приложить браслет Гадин",
        "var_set": [
          "шлюз",
          1
        ],
        "var_equal": [
          "рука",
          1
        ]
      },
      {
        "id": 135,
        "text": "Назад",
        "need": [
          135
        ]
      }
    ]
  },
  {
    "id": 137,
    "text": "     Массивные двери абсолютно не реагировали на мой браслет. Следовало найти другой способ проникнуть в это помещение. ",
    "answers": [
      {
        "id": 133,
        "text": "Назад",
        "need": [
          -135
        ]
      },
      {
        "id": 137,
        "text": "Приложить браслет Гадин",
        "var_set": [
          "ген",
          1
        ],
        "var_equal": [
          "рука",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "ген",
          1
        ],
        "id": 137,
        "instant": true,
        "text": "\"Недостаточно прав для доступа\""
      },
      {
        "id": 146,
        "text": "Использовать пропуск",
        "var_equal": [
          "пропуск",
          1
        ],
        "var_set": [
          "ген",
          2
        ]
      },
      {
        "id": 135,
        "text": "Назад",
        "need": [
          135
        ]
      }
    ]
  },
  {
    "id": 138,
    "text": "     Массивные двери абсолютно не реагировали на мой браслет. Следовало найти другой способ проникнуть в это помещение. ",
    "answers": [
      {
        "id": 133,
        "text": "Назад",
        "need": [
          -135
        ]
      },
      {
        "id": 139,
        "text": "Приложить браслет Гадин",
        "var_equal": [
          "рука",
          1
        ],
        "var_set": [
          "груз",
          1
        ]
      },
      {
        "id": 135,
        "text": "Назад",
        "need": [
          135
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "     Дверь поддалась на очередную попытку проникновения, и я оказалась в огромном, но абсолютно пустом зале. Чтобы здесь не перевозили, я этого уже не узнаю. В дальнем конце отсека располагался огромный круглый люк. Надпись на экране гласила: «Утилизация отходов». Как ни странно, люк открывался обычной кнопкой без браслетов и уровней доступа.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 139,
        "text": "     Любопытство – враг мой, и я об этом прекрасно знаю, но на кнопку всё же нажала. За люком скрывались огромные жернова. Видимо, чтобы утилизировать мусор, его надо сначала раздробить. Повторное нажатие на кнопку не только закрывало люк, но и запускало механизм. Звуки получались жуткие.",
        "merge": true,
        "var_equal": [
          "груз",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 140,
    "text": "     Дверь поддалась, и я оказалась в небольшом помещении. Противоположная стена была занята огромным шлюзом. На стенах по бокам располагались встроенные ячейки, в которые с лёгкостью мог поместиться очень крупный мужчина. Все дверцы нараспашку. Да и в принципе, в этом помещении царил полный хаос. На полу валялись ливреи стопками и по одиночке, парочка ящиков и один поднос. Кто-то куда-то торопился.",
    "answers": [
      {
        "id": 141,
        "text": "Обыскать ящики",
        "need": [
          -141
        ]
      },
      {
        "id": 142,
        "text": "Обыскать ящики",
        "need": [
          141,
          -142
        ]
      },
      {
        "id": 143,
        "text": "Обыскать ливреи",
        "need": [
          -143
        ]
      },
      {
        "id": 144,
        "text": "Обыскать ливреи",
        "need": [
          143,
          -144
        ]
      },
      {
        "id": 145,
        "text": "Поднять поднос",
        "need": [
          -145
        ],
        "var_set": [
          "пропуск",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 141,
    "text": "     Будь я на Земле, с уверенностью сказала бы, что ящики принадлежали электрикам. Их содержимое можно было сравнить лишь с деталями трансформатора или каких-нибудь электрических схем. Так как я ничего в этом не смыслила, пришлось оставить добро валяться без дела.",
    "answers": [
      {
        "id": 142,
        "text": "Обыскать ящики",
        "need": [
          141,
          -142
        ]
      },
      {
        "id": 143,
        "text": "Обыскать ливреи",
        "need": [
          -143
        ]
      },
      {
        "id": 144,
        "text": "Обыскать ливреи",
        "need": [
          143,
          -144
        ]
      },
      {
        "id": 145,
        "text": "Поднять поднос",
        "need": [
          -145
        ],
        "var_set": [
          "пропуск",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 142,
    "text": "     На этот раз я решила приподнять ящики, и наткнулась на странный фрагмент. Он был похож на кусок кнопки.",
    "answers": [
      {
        "id": 142,
        "text": "Засунуть в карман",
        "var_set": [
          "кнопка",
          1
        ],
        "var_equal": [
          "кнопка",
          0
        ]
      },
      {
        "id": 143,
        "text": "Обыскать ливреи",
        "need": [
          -143
        ]
      },
      {
        "id": 144,
        "text": "Обыскать ливреи",
        "need": [
          143,
          -144
        ]
      },
      {
        "id": 145,
        "text": "Поднять поднос",
        "need": [
          -145
        ],
        "var_set": [
          "пропуск",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 143,
    "text": "     Я перещупала почти все ливреи, но так как фасон не предполагал карманов, ничего найти не удалось. ",
    "answers": [
      {
        "id": 141,
        "text": "Обыскать ящики",
        "need": [
          -141
        ]
      },
      {
        "id": 142,
        "text": "Обыскать ливреи",
        "need": [
          141,
          -142
        ]
      },
      {
        "id": 144,
        "text": "Обыскать ливреи",
        "need": [
          143,
          -144
        ]
      },
      {
        "id": 145,
        "text": "Поднять поднос",
        "need": [
          -145
        ],
        "var_set": [
          "пропуск",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 144,
    "text": "     Несмотря на отсутствие карманов, я всё-таки решила осмотреть и остальные ливреи. В результате, мне достался интересный трофей – фотография инопланетянки в чём-то, что можно было назвать одеждой только при наличии очень богатой фантазии. Один из ливрейных прятал фотографию под подкладкой.<s>r\n     — Шалунишка, — хихикнула я, и засунула нескромное изображение обратно.<s>r\n",
    "answers": [
      {
        "id": 141,
        "text": "Обыскать ящики",
        "need": [
          -141
        ]
      },
      {
        "id": 142,
        "text": "Обыскать ящики",
        "need": [
          141,
          -142
        ]
      },
      {
        "id": 145,
        "text": "Поднять поднос",
        "need": [
          -145
        ],
        "var_set": [
          "пропуск",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      },
      {
        "id": 144,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d43/1910/de/3b4fd03f4947.jpg"
      }
    ]
  },
  {
    "id": 145,
    "text": "     Я подняла поднос и покрутила его в руках. Материал такой тонкий, что им даже по лицу никого не огреешь. Может это и не поднос вовсе. Я уже готова была бросить его обратно, когда заметила небольшую карточку на полу. Подняла, покрутила в руках. Очень похоже на местные экраны. Приложив браслет, прочитала очередную надпись: «Пропуск четвёртого уровня». Интересно, а у меня какой? Вопрос остался без ответа, но пропуск я всё же засунула в карман. ",
    "answers": [
      {
        "id": 141,
        "text": "Обыскать ящики",
        "need": [
          -141
        ]
      },
      {
        "id": 142,
        "text": "Обыскать ящики",
        "need": [
          141,
          -142
        ]
      },
      {
        "id": 143,
        "text": "Обыскать ливреи",
        "need": [
          -143
        ]
      },
      {
        "id": 144,
        "text": "Обыскать ливреи",
        "need": [
          143,
          -144
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 146,
    "text": "     Дверь поддалась на очередную попытку проникновения, и я оказалась в узком помещении перед огромными футуристичными вратами. Чувствуя себя героиней раскрученного сериала, я осмотрела помещение. Кроме врат здесь находился небольшой терминал с клавиатурой и экран над ним.",
    "answers": [
      {
        "id": 147,
        "text": "Осмотреть терминал",
        "need": [
          -147
        ]
      },
      {
        "id": 148,
        "text": "Осмотреть экран",
        "need": [
          -148
        ]
      },
      {
        "id": 150,
        "text": "Попытаться ввести код",
        "need": [
          148,
          147
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 147,
    "text": "     На терминале было всего двенадцать кнопок, но выглядел он сильно потрёпанным, словно по нему со всей силы ударили битой. Часть клавиш больше не работала. Те, что выжили после акта вандализма, подсвечивались разными цветами. Также на кнопках можно было рассмотреть символы.",
    "answers": [
      {
        "id": 148,
        "text": "Осмотреть экран",
        "need": [
          -148
        ]
      },
      {
        "id": 150,
        "text": "Попытаться ввести код",
        "need": [
          147,
          148
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      },
      {
        "id": 147,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d26/1910/8b/4c8e8e309e5f.jpg"
      }
    ]
  },
  {
    "id": 148,
    "text": "     Мою безумную радость, от того что интерфейс экрана согласился отреагировать на мой браслет и перейти на русский, немного омрачал тот факт, что работал он лишь наполовину. Хорошенько покопавшись и поиграв в угадайку, я выяснила, что врата являлись генератором транспортировочного портала. Гадин тоже что-то говорила про транспортировку. Возможно, именно этим путём я попала сюда, осталось выяснить, как вернуться обратно.<s>r\n     Вызвав список точек транспортировки, я поражённо присвистнула. В списке оказалась тысяча позиций. Пролистав все, я составила список претендентов на дом. Битый экран выдавал мне только части названий, поэтому список выглядел так:<s>r\n» мля с кодом 139<s>r\n» емля с кодом 715<s>r\n» Зе с кодом 970<s>r\n     Ещё раз взглянув на терминал, я предположила, что уцелевшие символы являются цифрами для ввода кода планеты. Зеленная и красная кнопки – ввод и сброс соответственно. Оставалась одна загвоздка: цифр было десять, уцелело из них пять, а вот где находится ноль оставалось загадкой. <s>r\n     — Эх, была не была.<s>r\n",
    "answers": [
      {
        "id": 147,
        "text": "Осмотреть терминал",
        "need": [
          -147
        ]
      },
      {
        "id": 150,
        "text": "Попытаться ввести код",
        "need": [
          147,
          148
        ],
        "var_set": [
          "hod",
          3
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 149,
    "text": "     В узком помещении перед огромными футуристичными вратами я чувствовала себя героиней раскрученного сериала. Кроме врат здесь находился небольшой терминал с клавиатурой и экран над ним.",
    "answers": [
      {
        "id": 148,
        "text": "Осмотреть экран",
        "need": [
          -148
        ]
      },
      {
        "id": 147,
        "text": "Осмотреть терминал",
        "need": [
          -147
        ]
      },
      {
        "id": 150,
        "text": "Попытаться ввести код",
        "need": [
          147,
          148
        ],
        "var_set": [
          "нажатие",
          0,
          "код",
          0
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 150,
    "text": "»... мля с кодом 139<s>r\n»... емля с кодом 715<s>r\n» Зе... с кодом 970<s>r\n",
    "answers": [
      {
        "var_add": [
          "нажатие",
          1,
          "код",
          2
        ],
        "var_equal": [
          "код",
          16
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://a.radikal.ru/a40/1910/0c/071c773c9048.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "var_not": [
          "код",
          16
        ],
        "var_add": [
          "нажатие",
          1,
          "код",
          1
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://a.radikal.ru/a40/1910/0c/071c773c9048.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "var_add": [
          "нажатие",
          1,
          "код",
          1
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://d.radikal.ru/d02/1910/e6/40a75ce1ea17.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "var_add": [
          "нажатие",
          1,
          "код",
          1
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://b.radikal.ru/b10/1910/ee/09e6328e25f4.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "var_not": [
          "код",
          9
        ],
        "var_add": [
          "нажатие",
          1,
          "код",
          1
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://c.radikal.ru/c24/1910/d6/e596c5457155.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "var_add": [
          "нажатие",
          1,
          "код",
          7
        ],
        "var_equal": [
          "код",
          9
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://c.radikal.ru/c24/1910/d6/e596c5457155.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "var_add": [
          "нажатие",
          1,
          "код",
          9
        ],
        "id": 150,
        "text": "   ",
        "answerImage": [
          "https://d.radikal.ru/d25/1910/ba/6421cc510ac5.jpg"
        ],
        "var_no_more": [
          "нажатие",
          2
        ]
      },
      {
        "id": 151,
        "text": "Ввод кода",
        "var_equal": [
          "нажатие",
          3,
          "код",
          18
        ]
      },
      {
        "var_not": [
          "код",
          18
        ],
        "var_equal": [
          "нажатие",
          3
        ],
        "id": 152,
        "text": "Ввод кода",
        "var_need": [
          "код",
          12
        ]
      },
      {
        "id": 213,
        "text": "Ввод кода",
        "var_equal": [
          "нажатие",
          3,
          "код",
          3
        ]
      },
      {
        "var_equal": [
          "нажатие",
          3
        ],
        "id": 214,
        "var_need": [
          "код",
          4
        ],
        "text": "Ввод кода",
        "var_no_more": [
          "код",
          11
        ]
      },
      {
        "id": 150,
        "text": "Сброс",
        "var_set": [
          "нажатие",
          0,
          "код",
          0
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      },
      {
        "id": 150,
        "text": "bottom",
        "url": "https://c.radikal.ru/c13/2003/90/d83528fbdb30.jpg"
      }
    ]
  },
  {
    "id": 151,
    "text": "     У меня засосало под ложечкой, когда я взглянула на вихрь портала — он однозначно заработал. Что, если это не тот код? Что, если я выбрала не того претендента? Что, если я окажусь на другой планете? Что, если я вообще не выживу при переходе? Пока все эти вопросы крутились в моей голове, ноги уже делали первый шаг к воронке портала. До меня неожиданно дошло, что в душе решение уже принято. Любой из этих вариантов значительно лучше, чем продолжать скитаться по кораблю, рискуя в любой момент погибнуть от нападения монстров или очередных толчков.<s>r\n     Я сделала глубокий вдох и шагнула навстречу неизвестности.",
    "answers": [
      {
        "id": 153,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 152,
    "text": "     У меня засосало под ложечкой, когда я взглянула на вихрь портала — он однозначно заработал. Что, если это не тот код? Что, если я выбрала не того претендента? Что, если я окажусь на другой планете? Что, если я вообще не выживу при переходе? Пока все эти вопросы крутились в моей голове, ноги уже делали первый шаг к воронке портала. До меня неожиданно дошло, что в душе решение уже принято. Любой из этих вариантов значительно лучше, чем продолжать скитаться по кораблю, рискуя в любой момент погибнуть от нападения монстров или очередных толчков.<s>r\n     Я сделала глубокий вдох и шагнула навстречу неизвестности.",
    "answers": [
      {
        "id": 154,
        "text": "Вдох",
        "var_not": [
          "Тришадруг",
          1
        ]
      },
      {
        "id": 155,
        "text": "Вдох",
        "var_equal": [
          "Тришадруг",
          1
        ]
      }
    ]
  },
  {
    "id": 153,
    "text": "Получено достижение «И от похищений бывает польза»",
    "answers": [
      {
        "id": 153,
        "text": "\n     — Девушка, девушка, — мужской голос проник в сознание. – Девушка, очнитесь. \n     Меня нещадно трясли. Приоткрыв глаза, я обнаружила над собой великолепного мужчину - таких печатают на календарях пожарных с голым торсом. Чуть сместив угол обзора, я увидела лишь бескрайнюю синеву неба. Нервно поёрзав, я ощутила горячий песок под собой. Слава богам! Спасена.\n     — Девушка, вы в порядке? – спросил мужчина, прекращая меня трясти и с тревогой заглядывая в глаза.\n     — Да, спасибо, — хриплым голосом ответила я. – Где я нахожусь?\n     — О, боже, вы иностранка, — теперь мужчина выглядел ещё более встревоженным. – Вы, наверное, испугались и не понимаете ни единого моего слова. Вы говорите по-английски?\n     Я только сейчас заметила очень сильный акцент моего нового знакомого. Да это он не понимает ни единого моего слова. Собрав по крупицам все знания английского, что у меня были, я неуверенно произнесла:\n     — Нет, не говорю, – забавно, что этой фразе меня научил именно наш учитель английского. Видимо, он, следуя заветам предков, оставил надежду, входя в наш класс.\n     — Я вызову скорую, и мы разберёмся с этой проблемой, — бормотал незнакомец, успокаивая скорее себя, чем меня.\n     Такой милый, просто слов нет. После происшествий на корабле, я восхищённо смотрела на обычного парня, который так обо мне беспокоился. Восхищённо и верно, как пёс, который всё-всё понимает, но ничего не может сказать.\n***",
        "need": [
          151
        ],
        "merge": true
      },
      {
        "id": 153,
        "text": "\n     Жизнь после невольного участия в реальном «Хищнике» уже не могла стать прежней. \n     Из Австралии, куда меня занёс портал, я вернулась лишь через месяц. Сначала, часто приходила полиция. Ещё бы, пропала я в средней полосе России, а через неделю обнаружилась без сознания на пляже другого континента. Я упорно ничего не помнила, возможно слишком упорно, потому что следователь смотрел на меня всё подозрительней. Потом визиты прекратились. \n     Бабушка была счастлива, что я жива. Она объяснила и отпустила для себя эту ситуацию уже через несколько дней, после моего возвращения. Когда через месяц в нашу старую советскую дверь постучал невероятный красавчик, что нашёл меня на пляже, и на ломаном русском стал объяснять, что я и он — это точно судьба. Что он так долго добирался сюда лишь потому, что учил русский, я решила: была не была.\n     Знаете, как говорил папа? Если ты упал с велосипеда, вставай и садись на него снова. Иначе страх больше никогда не позволит кататься. Вот я и села на этот велосипед, отправляясь жить в Австралию. Бери то, что дают, а то никогда не знаешь, чем могут обернуться поиски мужа. Тем более, что мой пожарный из календаря оказался чудесным, а жизнь в Австралии не такой опасной, как это казалось из мемов. ",
        "merge": true
      },
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 154,
    "text": "Получено достижение «Новые миры».<s>r\n     Я очнулась от пронизывающего жара. Спина просто горела, словно я лежала на раскалённых углях. Открыв глаза, я осознала, что это практически правда. Сухую и безжизненную 3емлю прорезали многочисленные трещины, через которые прорывался наружу жидкий огонь. Я вскочила на ноги и осмотрелась. Безжизненная тёмная равнина от края и до края. Это же надо было так ошибиться с кодом! Но я всё ещё чувствовала в себе силы бороться. На мгновение мне показалось, что я в состоянии забить демона тульским пряником… в следующее мгновение показался демон — и ни одного тульского пряника под рукой. Демон был словно с картинки: красная кожа, витые рога, кожистые крылья, отсутствие одежды. <s>r\n     Я собиралась сматываться, но меня заметили гораздо раньше. Одного взмаха руки хватило, чтобы сковать моё тело параличом. Горячий воздух пустыни пронзил жуткий хохот.<s>r\n     — Вот это несказанная удача, — провозгласил демон грубым низким голосом. – Малышка, ты даже не представляешь, сколько я на тебе заработаю. Человеческие женщины нынче популярны на рынке невольниц.<s>r\n     Вот так я и отправилась в новую жизнь, вися на плече у огромного демона. Что я там говорила? Всё лучше, чем сидеть на корабле? Молодец, Марго, это успех!<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 155,
    "text": "     Я очнулась от окружающего жара. Спина просто горела, словно я лежала на раскалённых углях. Открыв глаза, я осознала, что это практически правда. Сухую и безжизненную 3емлю прорезали многочисленные трещины, через которые прорывался наружу жидкий огонь. Я вскочила на ноги и осмотрелась. Прямо из воздуха передо мной материализовалась Триша.<s>r\n     — Не самый лучший выбор, — усмехнулась она, беря меня за руку. – Давай-ка вернёмся обратно.<s>r\n     Я благодарно улыбнулась и зажмурила глаза в ожидании перехода.",
    "answers": [
      {
        "id": 149,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 156,
    "text": "     Огромное помещение было наполнено шумом. Только сейчас стало понятно, насколько шикарная шумоизоляция у этого корабля. Множество приборов и экранов заполняли всё пространство зала. Я осмотрела всё это техническое многообразие, но так и не поняла, чем мне это может помочь. В самом дальнем углу обнаружился малюсенький пульт с одной кнопкой, в ответ на прикосновение браслета, экран выдал надпись: «Система аварийного самоуничтожения. Для запуска нужен физический ключ». Осмотрев внимательно панель, я заметила, что красная кнопка выглядит половинчатой. <s>r\n     Самоуничтожение. Укокошить тут всех, включая себя — это уже крайний вариант. Хотя, это спасёт многих девушек на протяжении многих лет. Я твёрдо решила: если дойду до полного отчаяния, так и поступлю.<s>r\n",
    "answers": [
      {
        "id": 157,
        "text": "Попробовать кнопку из шлюза",
        "var_equal": [
          "кнопка",
          1
        ]
      },
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 157,
    "text": "     Я нашарила в кармане кнопку, на которую наткнулась в шлюзе стыковки под ящиками с инструментами. Она входила в отверстие как влитая. Надпись на экране сменилась: «Физический ключ предоставлен. Начать процедуру?».",
    "answers": [
      {
        "id": 158,
        "text": "Не начинать"
      },
      {
        "id": 159,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 158,
    "text": "     Я вынула кнопку и вернула в карман. Рановато кончать с собой ради всеобщего блага.",
    "answers": [
      {
        "id": 135,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 159,
    "text": "     Моё отчаяние достигло высшей точки. Не знаю, что повлияло на это больше: постоянная угроза смерти, невозможность вернуться домой или перспектива стать женой какого-нибудь инопланетянина. Зажмуриваясь, я надавила на кнопку, больше не раздумывая.<s>r\n     Гибели пришлось подождать, хотя я всё равно не знала, как это остановить. В коридоре послышался топот и крики, а потом прогремели взрывы. Что я испытала перед смертью? Не страх. Облегчение.",
    "answers": [
      {
        "id": 160,
        "text": "Глубокий вдох"
      }
    ]
  },
  {
    "id": 160,
    "text": "Получено достижение «Табу на земных невест»<s>r\n     Планетарный союз ещё долго гудел от беспрецедентного происшествия на Межгалактическом конкурсе невест. Станция проведения конкурса была взорвана одной из участниц вместе со всеми конкурсантками, организаторами, персоналом и высокопоставленными женихами. Несмотря на то, что этот конкурс был придуман, чтобы сохранить мир в галактике – уж слишком много военных союзов создавались в результате династических браков – было принято решение остановить действие конкурса на десять лет, до выяснения обстоятельств дела.<s>r\n     Через десять лет всё вернулось на круги своя, но Земля и её жительницы теперь оставались под запретом из-за крайней нестабильности. Может быть, однажды, когда человечество достигнет космических высот, у мужчин галактики снова появится шанс взять в жёны прекрасных и непредсказуемых девушек с Земли.",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 161,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Створки разъехались, но в проходе никто не появился, а заглянуть страшно.<s>r\n     — Да входи уже, землянка. Я не голодная, — послышался насмешливый голос из глубины каюты.<s>r\n     Пересилив свой страх, я шагнула внутрь. Челюсть упала на пол, я даже услышала воображаемый грохот. Передо мной на кровати возлежала, тут другим словом не назовёшь, женская вариация сфинкса. Ну, не каноничный египетский сфинкс с львиным телом, её тело скорее напоминало человеческое, но с шерстью как у льва, когтями и хвостом. Лицо же, напротив, было полностью человеческим, гриву с успехом заменяли длинные кудрявые рыжие волосы.<s>r\n     — Да нет, ты всё правильно поняла. Сфинксов рисовали именно с нашего народа. Сфинкса рядом с пирамидой Хефрена знаешь? Это мой папочка позировал, — сказала девушка, словно прочитала мои мысли, а потом добавала – И мысли тоже прочитала.<s>r\n     Челюсть упала повторно. Мысли носились в голове целыми стаями, словно отрабатывая челночный бег.<s>r\n     — Да успокойся ты, я тебя не трону. Меня зовут Триша, и если уж ты сюда вошла, придётся ответить на три загадки. Традиции, все дела.<s>r\n     — А если ошибусь, ты меня убьёшь?<s>r\n     — Не, теперь уже не обязательно. Но общаться с тобой не буду, — пожала плечами Триша. – Давай уже покончим с этим. Загадка первая: <s>r\nКто не дышит, но живёт, <s>r\nХоть не нужно – много пьёт,<s>r\nИ в жизни, и в смерти тело как лёд?<s>r\n     Я погрузилась в раздумья.",
    "answers": [
      {
        "id": 162,
        "text": "Растение"
      },
      {
        "id": 162,
        "text": "Рыба",
        "var_add": [
          "ответ",
          1
        ]
      },
      {
        "id": 162,
        "text": "Ледник"
      },
      {
        "id": 162,
        "text": "Морской лев"
      }
    ]
  },
  {
    "id": 162,
    "text": "     — Загадка вторая:<s>r\nКто новым может быть и старым, <s>r\nКто может и расти, и убывать, <s>r\nКто полон может быть, <s>r\nХоть не бывает пуст,<s>r\nКто виден лишь когда почти у всех глаза закрыты?<s>r\n",
    "answers": [
      {
        "id": 163,
        "text": "Небо"
      },
      {
        "id": 163,
        "text": "Прилив"
      },
      {
        "id": 163,
        "text": "Луна",
        "var_add": [
          "ответ",
          1
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "     — Загадка третья:<s>r\nВвысь идёт, но не растёт.<s>r\nНа деревья сверху взирает,<s>r\nНо корни свои скрывает.",
    "answers": [
      {
        "id": 164,
        "text": "Гора",
        "var_add": [
          "ответ",
          1
        ],
        "var_need": [
          "ответ",
          2
        ]
      },
      {
        "id": 165,
        "text": "Гора",
        "var_add": [
          "ответ",
          1
        ],
        "var_no_more": [
          "ответ",
          1
        ]
      },
      {
        "id": 165,
        "text": "Секвойя"
      },
      {
        "id": 165,
        "text": "Город"
      }
    ]
  },
  {
    "id": 164,
    "text": "     — Неплохо, маленькая землянка, — Триша зубасто улыбнулась. – Ты умна и сразу мне понравилась. Сейчас мне пора, но ты можешь рассчитывать на мою помощь. Я появлюсь в самый нужный момент.<s>r\n     И исчезла. Просто взяла и исчезла, не говоря больше ни слова. Словно растворилась в воздухе.<s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "Вернуться в коридор",
        "var_set": [
          "Тришадруг",
          1
        ]
      }
    ]
  },
  {
    "id": 165,
    "text": "     — Ты ошиблась, маленькая землянка, — промолвила Триша.<s>r\n     И исчезла. Просто взяла и исчезла, не говоря больше ни слова. Словно растворилась в воздухе.<s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 166,
    "text": "     Каюта была пуста, Триша больше не возвращалась.",
    "answers": [
      {
        "id": 106,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 167,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Ждала долго, но створки так никто и не открыл.",
    "answers": [
      {
        "id": 106,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 168,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Створки разъехались, и в коридор опасливо высунулась голова конкурсантки.<s>r\n     — Там, если что, в меню есть возможность посмотреть коридорную камеру, — участливо сказала я. <s>r\n     — О, спасибо, — радостно воскликнула девушка. — Так намного безопаснее. <s>r\n     — Не за что. Я Марго.<s>r\n     — Сута, — девушка протянула руку для приветствия. <s>r\n     Казалось, она совершенно расслабилась после моей подсказки. Пожимая её ладонь, я рассматривала очередную конкурсантку. Всё её тело и лицо было покрыто маленькими пёрышками белого и красного цветов, белые, словно седые, волосы лежали на плечах. Огромные чёрные глаза с розовой радужкой выдавали растерянность и страх. Нет, эта девушка не была бойцом, эволюция не наградила её никакими видимыми средствами защиты.<s>r\n     — Ты пыталась найти помощь или выход? – спросила я, уже ни на что не надеясь.<s>r\n     — Нет, что ты! Я слишком боюсь покидать каюту, но, если ты найдёшь что-нибудь, позови меня, пожалуйста, — это прозвучало очень жалобно.<s>r\n     — Хорошо.<s>r\n",
    "answers": [
      {
        "id": 170,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -170
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 171,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Сутасмерть",
          1
        ]
      },
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 169,
    "text": "     Сута уже намного смелее открыла дверь:<s>r\n     — Марго! Удалось найти выход или помощь?",
    "answers": [
      {
        "id": 170,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -170
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 171,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Сутасмерть",
          1
        ]
      },
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 170,
    "text": "   — Ты видела дверь в конце коридора? На мой браслет она выдаёт сообщение, что недостаточно участниц делегации.<s>r\n   — Я там не была, но ты зови как надумаешь — можем приложить браслеты вместе.<s>r\n",
    "answers": [
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 171,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Сутасмерть",
          1
        ]
      },
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 171,
    "text": "     — Мы решили все собраться и спрятаться в грузовом отсеке. Путь безопасен. Пойдёшь со мной?<s>r\n     Девушка неуверенно кивнула.<s>r\n     — Хорошо, только я буду идти сзади, и если что сбегу. Ты меня даже не увидишь, у меня перья цвет меняют, — честно предупредила Сута.<s>r\n     — Хорошо, только покажись в грузовом, чтобы Кадак знала, что ты с нами.",
    "answers": [
      {
        "id": 106,
        "text": "Уйти",
        "var_add": [
          "смерть",
          1
        ]
      }
    ]
  },
  {
    "id": 172,
    "text": "     Теперь эта каюта была пуста.",
    "answers": [
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 173,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Створки разъехались, и в проёме, совершенно спокойно поедая окорок, появилась высокая девушка с фиолетовой кожей. На Земле её бы сразу упекли в клинику для лечения анорексии, настолько худым было её тело. Серые миндалевидные глаза делали узкое лицо девушки привлекательным, а странные наросты на голове начинались на месте бровей и спускались через затылок до самых лопаток наподобие хвостиков. Это придавало девушке очень игривый и легкомысленный вид. <s>r\n     — Привет, чего хотела?<s>r\n     — Привет, меня зовут Марго.<s>r\n     — Фина, — девушка не переставала есть. <s>r\n     Казалось, она совершенно расслаблена. Да, и глядя на неё, я засомневалась в собственном психическом здоровье. Но стоило бросить взгляд на коридор, и всё становилось на свои места: аварийный мигающий свет, покорёженные двери, местами кровь.<s>r\n     — Ты пыталась найти помощь или выход? – спросила я.<s>r\n     — Неа, я тут одного осьминога придушила, да проголодалась. Но ты зови, если чё, — м-да, персонаж занимательный эта Фина.<s>r\n     — Хорошо.",
    "answers": [
      {
        "id": 176,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -176
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 177,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Финасмерть",
          1
        ]
      },
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 174,
    "text": "     Фина открыла дверь с ведром жареных крылышек наперевес:<s>r\n     — Ну чё, удалось найти выход или помощь?",
    "answers": [
      {
        "id": 176,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -176
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 177,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Финасмерть",
          1
        ]
      },
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 175,
    "text": "     Теперь эта каюта была пуста, но запах разнообразной еды ещё сохранился.",
    "answers": [
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 176,
    "text": "   — Ты видела дверь в конце коридора? На мой браслет она выдаёт сообщение, что недостаточно участниц делегации.<s>r\n   — Я там не была, но ты зови как надумаешь — можем приложить браслеты вместе.<s>r\n",
    "answers": [
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 177,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Финасмерть",
          1
        ]
      },
      {
        "id": 106,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 177,
    "text": "     — Мы решили все собраться и спрятаться в грузовом отсеке. Путь безопасен. Пойдёшь со мной?<s>r\n     Девушка пожала плечами:<s>r\n     — Ладно, доем и приду. Иди пока вперёд, — кивнула Фина.<s>r\n     — Хорошо, только сильно не задерживайся.<s>r\n     — Я куда быстрее тебя, человечинка, — усмехнулись мне в ответ.<s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "Уйти",
        "var_add": [
          "смерть",
          1
        ]
      }
    ]
  },
  {
    "id": 178,
    "text": "     Мы вместе приложили браслеты к двери, надпись не изменилась. Нас всё ещё было недостаточно.",
    "answers": [
      {
        "id": 108,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 179,
    "text": "     Двери засветились зелёным и створки разъехались в стороны. Мы вступили в светящееся белое пространство, пересекая некую грань. В следующее мгновение на нас обрушился шквал аплодисментов. Звучный голос провозгласил:<s>r\n     — Дамы, господа и двуполые, приветствуйте наших победительниц!<s>r\n",
    "answers": [
      {
        "id": 180,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 180,
    "text": "Получено достижение «Победительница конкурса»<s>r\n     Я нервно ходила из угла в угол по огромной гостиной, бросая взгляды на экран. <s>r\n     — Да где его космический мусор носит! Вот пусть только объявится, и я намылю ему фиолетовую шею! <s>r\n     Ещё год назад я и подумать не могла, что влюблюсь в собственного мужа. Звучит абсурдно, не правда ли? Межгалактический конкурс невест оставил мне совсем небольшой выбор, и я выбрала меньшее из зол. Карвин Эпсисор Гарианский. И это не персонаж какой-нибудь фантастической книги. Это мой муж. Первый принц Гариана и наследник планеты.<s>r\n     Когда мне и ещё нескольким конкурсанткам удалось выбраться из конкурсной зоны, меня оглушил свет прожекторов, привёл в растерянность шквал аплодисментов и ослепил вид множества инопланетян, которых вы и вообразить себе не можете. Я стала победительницей. Той, кто не зная правил и не понимая происходящего, пережил и преодолел всё. Лишь у меня был шанс выбрать будущего мужа. Несколько дней прошли в череде встреч с претендентами на мою руку, сердце и остальной суповой набор. Каждую ночь я рыдала от ужаса и перспектив своего будущего замужества. А потом пришёл он. После всех рас, он показался мне почти человеком. С большими оговорками, конечно. Его кожа насыщенного фиолетового оттенка красиво сочеталась с голубыми глазами, мускулистое тело могло посрамить всех качков инстаграма, и, как бонус, приятные манеры. Не помню, о чём он тогда спросил, пересекая комнату для приёмов и одаривая меня сдержанным поклоном. А я подумала, была не была. Всё равно этот последний. Надо было видеть его лицо, когда я сходу спросила: \"Ну что, берёшь меня в жёны?\" — но согласие было получено.<s>r\nИ вот сейчас, я металась по богато обставленной гостиной и могла думать лишь о том, не вдова ли я теперь? Сердце разрывалось от этих непрошеных мыслей, но на границе союза шла война, и он был там во главе армады. Дверь с тихим шорохом отъехала в сторону, чего в моём состоянии было практически невозможно услышать. На очередном нервном витке по гостиной, меня поймали в объятья сильные руки.<s>r\n     — Ну что, жена моя, уже решила куда потратишь казну империи в случае моей смерти? — насмешливо прошептал тот самый фиолетовый индивид.<s>r\n     — Сатидас, — зло протянула я. — Настучал таки, зараза.<s>r\n     — Милая, когда ты орёшь на моего заместителя и угрожаешь пустить его на корм дерсенгам, так как будучи моей вдовой всем здесь заправляешь, надо понимать, что мне донесут.<s>r\n     — Ну и пусть! Этот фиолетовый слизняк не хотел говорить как с тобой связаться!<s>r\n     — Я был в бою...<s>r\n     — А я в панике!<s>r\n     Крепкие руки сжали меня в успокоительных объятиях.<s>r\n     — Мне жаль, что тебе придётся подождать с тратой наследства, — прошептал Карвин, лукаво улыбаясь.<s>r\n     — Ничего, я готова ждать вечно, — улыбнулась я в ответ сквозь непрошенные слёзы.<s>r\n     Горячие губы накрыли мои, забирая все заботы и печали, давая тысячу обещаний. За это мгновение я была готова порвать на куски хоть сотню гигантских осьминогов и пауков.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/2003/e4/ebcaabd86fe3.jpg"
      }
    ]
  },
  {
    "id": 181,
    "text": "     Я заглянула в приоткрытую каюту и встретилась взглядом со змееподобным гуманоидом в шикарном вечернем платье в мелких блёстках. Как зачарованная, я застыла при виде этого блистающего великолепия.<s>r\n     — Убирайся, человеческое отродье! Гассарах противен даже твой вид! – завопила девушка, размахивая руками. – Вы богомерзкие твари!<s>r\n     Я просто оторопела от подобного. На ум не пришло ничего умнее, чем спросить:<s>r\n     — А Гассарах – это раса?<s>r\n     — Это моё имя, убогая! – завизжала девушка.<s>r\n     — А почему люди богомерзкие?<s>r\n     Девица, не выдержав, раскрыла рот и выпустила в меня струю какой-то жидкости. Я чудом успела отскочить в сторону так, чтобы жидкость попала на дверь. Поверхность двери начала плавиться и пузыриться. О-оу, кажется, пора убираться.<s>r\n",
    "answers": [
      {
        "id": 93,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 182,
    "text": "     Ну уж нет, дудки! Я к этой больной змеюке больше ни ногой.",
    "answers": [
      {
        "id": 93,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 183,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Ждала долго, но створки так никто и не открыл.",
    "answers": [
      {
        "id": 130,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 184,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Створки разъехались, и мне пришлось опустить голову, чтобы увидеть ту, что стояла в дверях. «Властелином колец» мне по уху, это гном что ли?! Девушка передо мной была намного ниже среднего роста, коренастая, с квадратными, но всё ещё миловидными чертами лица на очень белой коже. Её наряд был похож на фэнтезийные кожаные доспехи с клёпками из серебра. Две русые косы толщиной в кулак, свисали до самых колен. Огромные зелёные глаза при виде меня удивлённо распахнулись, становясь ещё больше.<s>r\n     — Землянка, — ахнула она, а в следующий момент радостно завопила. — Земляночка!<s>r\n     Меня сжали в таких крепких объятиях, что я отчётливо слышала скрип и хруст собственных костей. <s>r\n     — Привет. Я Марго, — сдавленно представилась я.<s>r\n     — Какая же ты умничка, что выжила в этой мясорубке, — девушка прекратила выдавливать из меня внутренности и отступила на шаг. – Я притомилась, разбираясь с этими монстрами. Поверить не могу, что ты выжила, землячка. <s>r\n     — Землячка? – переспросила я, невольно потирая рёбра.<s>r\n     — Ой, ты ж не знаешь! Мы с одной планеты. Просто вы живёте на поверхности, а мой народ под землёй и внутри гор, — она произнесла всё это как само собой разумеющееся. – Я, кстати, Тамара.<s>r\n     Имела ли я право удивляться после всего, что со мной произошло?<s>r\n     — Ты пыталась найти помощь или выход? – спросила я.<s>r\n     — Знаешь, тяжелый выдался денёк, — расстроено сказала Тамара. – Мне пришлось завалить трёх гигантских осьминогов и одного гигантского паука. Притомилась малость. Но если понадобиться помощь — ты зови обязательно. Я своих беде не бросаю.<s>r\n     — Хорошо.",
    "answers": [
      {
        "id": 190,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -190
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 191,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Тамарасмерть",
          1
        ]
      },
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 185,
    "text": "     Тамара радушно открыла дверь, глядя на меня с радостной улыбкой, словно мы старые подруги. Вот что бывает, если встретить земляка в подобной ситуации.<s>r\n     — Марго! Удалось найти выход или помощь?<s>r\n",
    "answers": [
      {
        "id": 190,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -190
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 191,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Тамарасмерть",
          1
        ]
      },
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 186,
    "text": "     Теперь эта каюта была пуста.",
    "answers": [
      {
        "id": 130,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 187,
    "text": "     Я легонько постучалась в дверь, готовая в любой момент дать дёру. Створки разъехались, и в коридор опасливо высунулась голова конкурсантки.<s>r\n     — Там, если что, в меню есть возможность посмотреть коридорную камеру, — участливо сказала я. <s>r\n     — О, спасибо, — радостно воскликнула девушка. — Так намного безопаснее. <s>r\n     — Не за что. Я Марго.<s>r\n     — Луна, — девушка улыбнулась и поклонилась мне. <s>r\n     Казалось, она совершенно расслабилась после моей подсказки. Кланяясь в ответ, я рассматривала очередную конкурсантку. Всё её тело и лицо было покрыто гладкой серебристо-серой кожей, такой тонкой, что были видны синие вены. Я никогда в жизни не встречала столь хрупкого существа. Мне хотелось отругать её за то, что она вообще открыла дверь. Эта девушка вызывала непреодолимое желание защитить её и спрятать от всех горестей и печалей.<s>r\n     — Ты пыталась найти помощь или выход? – спросила я.<s>r\n     — Нет, что ты! Я слишком боюсь покидать каюту, но, если ты найдёшь что-нибудь — позови меня, пожалуйста, — это прозвучало очень жалобно.<s>r\n     — Конечно, закрой дверь и не открывай никому кроме меня.",
    "answers": [
      {
        "id": 192,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -192
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 193,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Лунасмерть",
          1
        ]
      },
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 188,
    "text": "     Луна уже намного смелее открыла дверь:<s>r\n     — Марго! Удалось найти выход или помощь?",
    "answers": [
      {
        "id": 192,
        "text": "Спросить про дверь с символами",
        "need": [
          109,
          -192
        ],
        "var_add": [
          "делегация",
          1
        ]
      },
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 193,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Лунасмерть",
          1
        ]
      },
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 189,
    "text": "     Теперь эта каюта была пуста.",
    "answers": [
      {
        "id": 130,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 190,
    "text": "   — Ты видела дверь в том конце коридора? На мой браслет она выдаёт сообщение, что недостаточно участниц делегации.<s>r\n   — Я там не была, но ты зови как надумаешь, можем приложить браслеты вместе.",
    "answers": [
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 191,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Тамарасмерть",
          1
        ]
      },
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 191,
    "text": "     — Мы решили все собраться и спрятаться в грузовом отсеке. Пойдёшь со мной?<s>r\n     Девушка пошарила под кроватью и вернулась с огромной секирой:<s>r\n     — Пошли, чувствую, вас придётся защищать, — настрой у Тамары был серьёзный.<s>r\n     — Грузовой отсек там. Ты иди вперёд, а я чуть позже догоню. Кадак ждёт всех на месте.<s>r\n",
    "answers": [
      {
        "id": 130,
        "text": "Уйти",
        "var_add": [
          "смерть",
          1
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "   — Ты видела дверь в том конце коридора? На мой браслет она выдаёт сообщение, что недостаточно участниц делегации.<s>r\n   — Я там не была, но ты зови как надумаешь, можем приложить браслеты вместе.",
    "answers": [
      {
        "var_not": [
          "Кадаксмерть",
          1
        ],
        "var_equal": [
          "Кадакпомощь",
          1
        ],
        "id": 193,
        "text": "Позвать в грузовой к Кадак",
        "var_set": [
          "Лунасмерть",
          1
        ]
      },
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 193,
    "text": "     — Мы решили все собраться и спрятаться в грузовом отсеке. Путь безопасен. Пойдёшь со мной?<s>r\n     Девушка неуверенно кивнула.<s>r\n     — Хорошо.<s>r\n     — Грузовой отсек вот здесь, там тебя встретит Кадак. Не волнуйся, всё будет хорошо. Я скоро приду.<s>r\n",
    "answers": [
      {
        "id": 130,
        "text": "Уйти",
        "var_add": [
          "смерть",
          1
        ]
      }
    ]
  },
  {
    "id": 194,
    "text": "     Я оказалась в огромном, но абсолютно пустом зале. Чтобы здесь не перевозили, я этого уже не узнаю. В дальнем конце отсека располагался огромный круглый люк. Надпись на экране гласила: «Утилизация отходов». <s>r\n     Кадак ждала меня здесь. <s>r\n",
    "answers": [
      {
        "var_equal": [
          "смерть",
          0
        ],
        "id": 199,
        "text": "Подойти к Кадак",
        "need": [
          -199
        ],
        "var_set": [
          "Кадакпомощь",
          1
        ]
      },
      {
        "id": 200,
        "text": "Пойти к Кадак",
        "need": [
          199
        ]
      }
    ]
  },
  {
    "id": 195,
    "text": "     — Отлично, иди по коридору налево, там увидишь большие двери с символами. Это технический коридор. Я буду ждать тебя в грузовом отсеке. Увидимся. ",
    "answers": [
      {
        "id": 129,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 196,
    "text": "     — Заходи, если передумаешь.",
    "answers": [
      {
        "id": 129,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 197,
    "text": "     На этот раз, когда Кадак открыла дверь, я сдержала порыв отшатнуться.<s>r\n     — Марго! Передумала насчёт моего предложения?",
    "answers": [
      {
        "id": 195,
        "text": "Соглавиться на помощь",
        "var_set": [
          "Кадакпомощь",
          2
        ]
      },
      {
        "id": 196,
        "text": "Отказаться"
      },
      {
        "id": 129,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 198,
    "text": "     Я так устала от всех этих брождений по кораблю, что уже ели стояла на ногах. Если хорошенько напрячься, то можно закрыть двери каюты в ручную и немного поспать.",
    "answers": [
      {
        "id": 55,
        "text": "Заклинить дверь каюты и лечь спать"
      },
      {
        "id": 129,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 199,
    "text": "     — Отлично, ты пришла. Я думаю, на корабле ещё есть выжившие конкурсантки. Давай соберём их всех здесь, вместе мы сможем защититься от любого нападения.<s>r\n     — Ну хорошо, я постараюсь, — уверенности в моём голосе не было ни на грош, но я внезапно поняла, что не хочу оставаться наедине с Кадак. <s>r\n     — Буду ждать тебя здесь.<s>r\n",
    "answers": [
      {
        "id": 135,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 200,
    "text": "     — Уже нашла кого-нибудь? Поторопись, в любой момент может снова тряхануть, или объявится очередной монстр.",
    "answers": [
      {
        "id": 201,
        "text": "Ответить",
        "var_need": [
          "смерть",
          1
        ]
      },
      {
        "id": 135,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 201,
    "text": "     — Я отправила к тебе кое-кого. Она разве ещё не пришла?<s>r\n     — Нет, здесь никого не было. Может на неё напали по дороге? – говоря это, Кадак казалась встревоженной.",
    "answers": [
      {
        "id": 202,
        "text": "Согласиться с этим вариантом"
      },
      {
        "id": 203,
        "text": "Продолжить задавать вопросы"
      }
    ]
  },
  {
    "id": 202,
    "text": "     — Возможно, пойду поищу её, — сказала я обеспокоенно.",
    "answers": [
      {
        "id": 135,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 203,
    "text": "     — Ты уверена? Она уже давно должна быть здесь, — как-то это всё было странно.<s>r\n     — Конечно, я никуда не выходила, ждала тебя или других.<s>r\n     Краем глаза я заметила нечто странное. На дверях огромного люка утилизатора отходов было несколько капель. Присмотревшись повнимательнее, я заметила капли и на полу. Очень странно. Всего этого здесь не было, в прошлый раз грузовой отсек был абсолютно чист. Я направилась к люку и так сосредоточилась на своих мыслях, что не заметила приближения Кадак. Удар хвостом почти лишил меня сознания, думаю именно так ощущается удар плетью или кнутом. Я повалилась на колени, судорожно пытаясь вздохнуть.<s>r\n     — Догадалась всё-таки, — разочарованно протянула Кадак. — Да, я избавляюсь от других участниц. Но ты должна понять – это всё ради любви! Сама видишь, я далеко не красавица. Но если я останусь одна, у них не будет выбора!<s>r\n     Пока я пыталась собраться с мыслями и перебороть обжигающую боль от удара по спине, Кадак направилась ко мне, продолжая вещать.<s>r\n     — Ты сослужила мне хорошую службу, направляя ко мне этих простушек. Я даже думала убить тебя последней в качестве награды. Но теперь ты бесполезна.<s>r\n     Хвост Кадак обхватил талию, готовясь закинуть моё тело в люк утилизатора.<s>r\n",
    "answers": [
      {
        "id": 204,
        "text": "Кричать",
        "var_equal": [
          "пение",
          1
        ]
      },
      {
        "id": 205,
        "text": "Бросить карты",
        "var_equal": [
          "карты",
          1
        ]
      },
      {
        "id": 206,
        "text": "Использовать магию",
        "var_need": [
          "магия",
          1
        ]
      },
      {
        "id": 207,
        "text": "Позвать Тамару",
        "need": [
          190
        ]
      },
      {
        "id": 208,
        "text": "Извернуться и пнуть Кадак в лицо",
        "var_equal": [
          "гимнастика",
          1
        ]
      },
      {
        "id": 209,
        "text": "Отбиваться"
      }
    ]
  },
  {
    "id": 204,
    "text": "     Я закричала, это был не просто крик паники, я использовала все возможности натренированных связок, чтобы оглушить убийцу. Кадак отшатнулась и зажала уши, хватка на моей талии немного ослабла. Этого оказалось достаточно, я собрала все силы и толкнула девушку в люк. Так как мы стояли очень близко, то часть тела Кадак оказалась внутри утилизатора. Я рванула к кнопке и, не задумываясь, надавила. <s>r\n     Я. Никогда. Не буду. Вспоминать. Этот. Момент. <s>r\n     Могу сказать только, что с Кадак было покончено. Когда утилизатор закончил работу, я всё ещё сидела на полу и смотрела на капли крови и куски плоти, оставшиеся от моего потенциального убийцы.<s>r\n",
    "answers": [
      {
        "id": 135,
        "text": "Уйти отсюда",
        "var_set": [
          "Кадаксмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 205,
    "text": "     Я нащупала в кармане несколько карт и с силой бросила их в лицо убийцы. Кадак отшатнулась и схватилась за лицо, хватка на моей талии немного ослабла. Этого оказалось достаточно, я собрала все силы и толкнула девушку в люк. Так как мы стояли очень близко, то часть тела Кадак оказалась внутри утилизатора. Я рванула к кнопке и не задумываясь надавила. <s>r\n     Я. Никогда. Не буду. Вспоминать. Этот. Момент. <s>r\n     Могу сказать только, что с Кадак было покончено. Когда утилизатор закончил работу, я всё ещё сидела на полу и смотрела на капли крови и куски плоти, оставшиеся от моего потенциального убийцы.<s>r\n",
    "answers": [
      {
        "id": 135,
        "text": "Уйти отсюда",
        "var_set": [
          "Кадаксмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 206,
    "text": "     Я собралась с силами, но смогла бросить только небольшой огонёк в лицо убийцы. Кадак отшатнулась и схватилась за лицо, хватка на моей талии немного ослабла. Этого оказалось достаточно, я собрала все силы и толкнула девушку в люк. Так как мы стояли очень близко, то часть тела Кадак оказалась внутри утилизатора. Я рванула к кнопке и не задумываясь надавила. <s>r\n     Я. Никогда. Не буду. Вспоминать. Этот. Момент. <s>r\n     Могу сказать только, что с Кадак было покончено. Когда утилизатор закончил работу, я всё ещё сидела на полу и смотрела на капли крови и куски плоти, оставшиеся от моего предполагаемого убийцы.<s>r\n",
    "answers": [
      {
        "id": 135,
        "text": "Уйти",
        "var_set": [
          "Кадаксмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 207,
    "text": "     Я заорала, что есть мочи, призывая на помощь единственную, кто был готов мне помочь. Вот только шумоизоляция у этого корабля была на высшем уровне. Хороший удар в лицо остановил все мои попытки. Сильным броском Кадак забросила меня внутрь утилизатора. Последнее, что я видела перед глазами — закрывающиеся двери люка.",
    "answers": [
      {
        "id": 210,
        "text": "Вдох",
        "var_equal": [
          "Тришадруг",
          1
        ]
      },
      {
        "id": 211,
        "text": "Вдох",
        "var_not": [
          "Тришадруг",
          1
        ]
      }
    ]
  },
  {
    "id": 208,
    "text": "     Я извернулась всем телом и с размаху пнула убийцу в лицо. Спасибо моей растяжке за эту возможность. Кадак отшатнулась и схватилась за голову, хватка на моей талии немного ослабла. Этого оказалось достаточно, я собрала все силы и толкнула девушку в люк. Так как мы стояли очень близко, то часть тела Кадак оказалась внутри утилизатора. Я рванула к кнопке и не задумываясь надавила. <s>r\n     Я. Никогда. Не буду. Вспоминать. Этот. Момент. <s>r\n     Могу сказать только, что с Кадак было покончено. Когда утилизатор закончил работу, я всё ещё сидела на полу и смотрела на капли крови и куски плоти, оставшиеся от моего потенциального убийцы.<s>r\n",
    "answers": [
      {
        "id": 135,
        "text": "Уйти отсюда",
        "var_set": [
          "Кадаксмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 209,
    "text": "     Я попыталась отбиваться, но хороший удар в лицо остановил все мои попытки. Сильным броском Кадак забросила меня внутрь утилизатора. Последнее, что я видела перед глазами, закрывающиеся двери люка.",
    "answers": [
      {
        "id": 210,
        "text": "Вдох",
        "var_equal": [
          "Тришадруг",
          1
        ]
      },
      {
        "id": 211,
        "text": "Вдох",
        "var_not": [
          "Тришадруг",
          1
        ]
      }
    ]
  },
  {
    "id": 210,
    "text": "     Я открыла глаза, осознавая себя на полу грузового отсека. Рядом со мной стояла Триша и укоризненно качала головой.<s>r\n     — Девочка, как тебя угораздило связаться с касаргой? Раса преотвратительная, — ответ ей был не нужен, или она уже прочла его в моей голове. – Ладно, я с этим разобралась. Не скучай тут.<s>r\n     И исчезла. Я ещё немного посидела на полу, приходя в себя. Уж скучать мне точно не приходится.",
    "answers": [
      {
        "id": 135,
        "text": "Уйти отсюда",
        "var_set": [
          "Кадаксмерть",
          1
        ]
      }
    ]
  },
  {
    "id": 211,
    "text": "Получено достижение «Любовь любой ценой»<s>r\n     Как вы уже догадались, единственной выжившей конкурсанткой осталась Кадак. Она была просто на седьмом небе от счастья, чего нельзя сказать о женихах. Ну, что ж, как говорится, за что боролись... \n",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 212,
    "text": "\n     Выбирая умение на конкурс талантов, вы получаете дополнительные возможности. Для каждого умения возможности разные. Не всегда эти возможности будут вам на руку. Так что, осторожнее.<s>r\n     Желаю вам полного погружения и интересных минут. Удачи!<s>r\nP.S.: Отзывы, пожелания, жалобы и критика — всё принимается и очень помогает в работе над квестом. Спасибо всем, кто читает. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 213,
    "text": "     У меня засосало под ложечкой, когда я взглянула на вихрь портала — он однозначно заработал. Что, если это не тот код? Что, если я выбрала не того претендента? Что, если я окажусь на другой планете? Что, если я вообще не выживу при переходе? Пока все эти вопросы крутились в моей голове, ноги уже делали первый шаг к воронке портала. До меня неожиданно дошло, что в душе решение уже принято. Любой из этих вариантов значительно лучше, чем продолжать скитаться по кораблю, рискуя в любой момент погибнуть от нападения монстров или очередных толчков.<s>r\n     Я сделала глубокий вдох и шагнула навстречу неизвестности.",
    "answers": [
      {
        "id": 215,
        "text": "Вдох",
        "var_equal": [
          "Тришадруг",
          1
        ]
      },
      {
        "id": 216,
        "text": "Вдох",
        "var_not": [
          "Тришадруг",
          1
        ]
      }
    ]
  },
  {
    "id": 214,
    "text": "     У меня засосало под ложечкой, когда я взглянула на вихрь портала — он однозначно заработал. Что, если это не тот код? Что, если я выбрала не того претендента? Что, если я окажусь на другой планете? Что, если я вообще не выживу при переходе? Пока все эти вопросы крутились в моей голове, ноги уже делали первый шаг к воронке портала. До меня неожиданно дошло, что в душе решение уже принято. Любой из этих вариантов значительно лучше, чем продолжать скитаться по кораблю, рискуя в любой момент погибнуть от нападения монстров или очередных толчков.<s>r\n     Я сделала глубокий вдох и шагнула навстречу неизвестности.",
    "answers": [
      {
        "id": 217,
        "text": "Вдох"
      }
    ]
  },
  {
    "id": 215,
    "text": "     Я очнулась и мгновенно начала тонуть. Если будучи в бессознательном состоянии, моё тело ещё могло держаться на поверхности, то стоило мне прийти в себя, как тело устремилось на дно. Субстанция вокруг была больше похожа на бульон, чем на воды океана. Непонятные существа двигались в мутной жидкости. Это же надо было так ошибиться с кодом!<s>r\nПрямо из воздуха передо мной материализовалась и зависла, не касаясь жидкости, Триша.<s>r\n     — Не самый лучший выбор, — усмехнулась она, беря меня за руку. – Давай-ка вернёмся обратно.<s>r\n     Я благодарно улыбнулась и зажмурила глаза в ожидании перехода. В следующее мгновение я уже стояла возле генератора портала совершенно одна, даже одежда вновь оказалась сухой, словно всё это было мимолётным видением.<s>r\n",
    "answers": [
      {
        "id": 149,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 216,
    "text": "Получено достижение «Задолго до нашей эры»<s>r\n     Я очнулась и мгновенно начала тонуть. Если будучи в бессознательном состоянии моё тело ещё могло держаться на поверхности, то стоило мне прийти в себя, как тело устремилось на дно. Субстанция вокруг была больше похожа на бульон, чем на воды океана. Непонятные существа двигались в мутной жидкости. Это же надо было так ошибиться с кодом! <s>r\n     Справившись с паникой и присмотревшись повнимательней, я охнула от неожиданности. Окружающая среда была похожа на первоначальное состояние нашей планеты в период зарождения жизни. Из глубин на меня надвигалось огромное существо. <s>r\n     — Ну что ж, для студента-историка не такой уж и плохой конец — сгинуть в пасте мегалодона, — озвучила я последнюю мысль в своей короткой жизни.<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 217,
    "text": "Получено достижение «Жрица богов».<s>r\n     Прошло десять лет с тех пор, как я очутилась на этой небольшой планете, затерянной в далеком космосе. Местный низкорослый народец считал меня подарком богов и главной жрицей. Эта история могла бы показаться забавной, если бы не была столь трагичной. Несколько веков назад здесь потерпел крушение корабль работорговцев с Геенала. Вся команда погибла, но несколько человеческих женщин, которых везли на продажу в трюме корабля, выжило. Чего не сделаешь ради выживания. Вот они и убедили местных жителей, что были посланы с небес на землю, чтобы донести до местных слово божье. Из корабля был сооружён храм, а они стали главными жрицами этого храма, так и проведя остаток своих дней вдали от дома.<s>r\n     Мне почти удалось расшифровать записи бортового компьютера и запустить спасательную капсулу корабля. К добру ли это? Не знаю. Но я либо вернусь домой, либо погибну пытаясь.",
    "answers": [
      {
        "id": 2,
        "text": "В Достижения"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 218,
    "text": "",
    "answers": []
  },
  {
    "id": 219,
    "text": "",
    "answers": []
  },
  {
    "id": 220,
    "text": "",
    "answers": []
  }
]