[
  {
    "id": 1,
    "text": "Автор: Даркен Рал\n\nЖанр: фэнтези; приключение.\n\nПредыстория:\nВы славный рыцарь Ричард Кровожадный. Прозвище \"кровожадный\" вы получили еще в детстве из-за своей кровавой яростью в которую вы бросались когда враг был слишком сильный. Когда вы первый раз канули в кровавую ярость вы жестоко убили своего друга и своего отца который вас разнимал. После того случая с вами никто не дружил и не общался. Даже ваша мать боялась вас.\nПрошли годы вы пошли на службу к королю и стали рыцарем. Когда началась война с соседним государством вы стали незаменимым воином в ней. Так вы и получили свою славу и прозвище \"кровожадный\" стало теперь вашим титулом. Но сейчас не об этом.\n\nВы стремительно скачете на своем верном коне Сайдном. Что в переводе с древнего языка означает \"Быстрый как ветер\".\nВы скачете не куда нибудь, а в замок герцога Людвика IX.\nВам был пришло письмо от него, что дракон нападает и вы пойдете с отрядом бесстрашных воинов на уничтожение дракона. Но удастся ли это вам?..",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 58,
        "text": "Новости."
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c637220/v637220313/2b556/eG1Csl_6t_s.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы прибыли во владение герцога. К вам вышел охранник. Казалось он был чем то напуган.\n—Герцог уже ждет вас—Торжественно сказал он.\nОткрыв огромные двери, вы увидели, что герцог ходит взад-вперед возле своего трона.",
    "answers": [
      {
        "id": 3,
        "text": "Поздороваться с герцогом."
      },
      {
        "id": 4,
        "text": "—Здарова, Людвик. Как поживаешь? Ты здесь какие-то шутки о драконе мне пишешь."
      },
      {
        "id": 78,
        "text": "Убить охраника."
      }
    ]
  },
  {
    "id": 3,
    "text": "—Наконец ты прибыл, Ричард Кровожадный. Славный рыцарь—Торжественно сказал он. Сразу было видно, что дело срочное—Извини что мы не устроили пир в твою честь но дело важное. Я тебя так долго ждал. Очень надо твоя помощь.",
    "answers": [
      {
        "id": 5,
        "text": "И какая?"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Не было бы угрозы дракона, я бы тебя приказал казнить!—Недовольно сказал он—Но увы, это не шутки. Дракон по-настоящему терроризирует мои земли. И только ты сможешь мне помочь.",
    "answers": [
      {
        "id": 5,
        "text": "—Интересно как?"
      },
      {
        "id": 6,
        "text": "—Ага, здесь казнить хочешь, а сейчас помощь ему нужна! Ну выкладывай, что тебе надо."
      }
    ]
  },
  {
    "id": 5,
    "text": "—Ну есть одно дело. За него я готов заплатить немалые деньги.",
    "answers": [
      {
        "id": 6,
        "text": "—Продолжай."
      }
    ]
  },
  {
    "id": 6,
    "text": "—У тебя очень много боевых заслуг. И я бы хотел, чтобы ты стал лидером группы отважных воинов. Я не могу посылать для битвы с драконом большую армии, поскольку это только ухудшит положение. Дракону будет легче их заметить и его атаки поражают большую территорию. Нужно небольшую и незаметную группу людей, которая быстро обезвредит дракона.",
    "answers": [
      {
        "id": 7,
        "text": "—Ага насмерть меня отправлять решил. Мой ответ нет!",
        "need": 4
      },
      {
        "id": 8,
        "text": "Согласиться.",
        "need": 5
      }
    ]
  },
  {
    "id": 7,
    "text": "Конец.\n\nВаше приключение закончилось не успев начаться.\nПрочитайте квест сначала и откройте новые концовки.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 8,
    "text": "—Ну вот и славно—С облегчением сказал герцог—Группа состоит всего из десяти человек. Ты десятый. Ваша задача убить дракона или сделать так чтобы он никого не убил. Есть еще одна группа состоящая из четырех человек. Група N2. Они выслеживают дракона. Когда они его найдут они пошлют кого-то из себя чтобы сообщить вам. Все ясно?",
    "answers": [
      {
        "id": 9,
        "text": "—Да. Я все понял!"
      },
      {
        "id": 10,
        "text": "—Я работаю один!"
      },
      {
        "id": 11,
        "text": "А можно пойти в группу N2?"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Прекрасно—Радостно сказал герцог—Когда вернется кто-то из группы N2 вы отправитесь в путь. Можешь взять свою лошадь. Ваша группа тоже передвигается на лошадях. Я даю тебе легкую броню, меч и лук с стрелами.",
    "answers": [
      {
        "id": 60,
        "text": "—Хорошо. Я пойду посмотрю на свою группу."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты же понимаешь, что ты идешь драться не с шайкой разбойников, а с драконом?!—Удивленно спросил он—Может таки пойдешь с группой?",
    "answers": [
      {
        "id": 12,
        "text": "—Нет!"
      }
    ]
  },
  {
    "id": 11,
    "text": "—В группу N2?—Удивленно повторил герцог—А кто возглавит группу N1?",
    "answers": [
      {
        "id": 95,
        "text": "—Я возглавлю. Я просто хочу своими глазами увидеть драклна, прежде чем убить его."
      },
      {
        "id": 96,
        "text": "—Не знаю. Это меня не волнует."
      }
    ]
  },
  {
    "id": 12,
    "text": "—Ну как скажешь. Я даю тебе лучшую броню, лук с стрелами и меч. Конечно, броня не защитит тебя от дракона, но хотя бы от физических атак. Поскольку тебе придется \"побегать\", то броня легкая. Также можешь пойти к моему придворному магу. У него есть пару гримуаров. Они очень дорогие и ценные, потому что когда ты их прочтешь, моментально овладеешь магией, а сам гримуар после прочтения уничтожается. Но тебе он отдаст один из них.",
    "answers": [
      {
        "id": 13,
        "text": "Пойти к магу."
      },
      {
        "id": 14,
        "text": "—Нет я магию не выношу!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы пошли к магу. Маг хотел, чтобы вы сами выбрали магию, которой хотели бы воспользоваться.",
    "answers": [
      {
        "id": 15,
        "text": "Хочу магию разрушения. И такую, ​​чтобы даже дракон пал передо мной!",
        "need": 10
      },
      {
        "id": 64,
        "text": "—Хочу магию исцеления. И такую ​​сильную, чтобы можно было исцелить даже раны от огня дракона!",
        "need": 63
      }
    ]
  },
  {
    "id": 14,
    "text": "–Ну как знаешь–вздохнул герцог–Да прибудет с тобой Бог!",
    "answers": [
      {
        "id": 17,
        "text": "Пойти на поиски дракона."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ну есть одним гримуар специально для тебя. Конечно дракона ты не убьешь, но откуда мне знать?\n\nОн поставил перед вами книгу с черной, как ночь, обложкой. Она словно высасывала свет из комнаты.\nНа ней яркими красными, как будто горящими буквами, было написано: \"Огненная стрела\". После того как вы прочитали название книги буквы исчезли и обложка будто бы стала чуть светлее ...",
    "answers": [
      {
        "id": 16,
        "text": "Прочитать книгу."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы открыли книгу и заметили, что буквы в ней тоже красные, как были на обложке. Но они были непонятны для вас.\nМинуту вы вглядывались в гримуар и вы сами даже не поняли, как начали читать в голос и листать страницы.\nВремя прошло незаметно. Вы не знали, прошел час или целый день. Страницы стали пустые, а обложка - белая. Но появилось еще кое-что новое. Вы почувствовали неизвестную вам силу и захотели ее испытать.\n\n(Теперь вам будет появляться во время битвы вариант \"Использовать магию\".)",
    "answers": [
      {
        "id": 17,
        "text": "Пойти на поиски дракона."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы уже почти вышли из владений Людовика IX, как вас окликнул кто-то.",
    "answers": [
      {
        "id": 18,
        "text": "Обернуться."
      },
      {
        "id": 19,
        "text": "Не обратить внимания."
      }
    ]
  },
  {
    "id": 18,
    "text": "–Ричард Кровожадный подождите минутку!—К вам подбежал мальчишка, на вид 18-20 лет—Подождите минуточку.",
    "answers": [
      {
        "id": 20,
        "text": "—Говори, но быстро. Я спешу!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы решили не брать коня, поскольку на нем вас будет легче заметить. Поэтому вы пошли пешком.\nВы шли по дороге, выложенной из камня. Придя к развилке, у вас появился выбор: идти на запад или на восток?",
    "answers": [
      {
        "id": 21,
        "text": "Восток.",
        "need": -21
      },
      {
        "id": 22,
        "text": "Запад."
      }
    ]
  },
  {
    "id": 20,
    "text": "—Простите, что вас задерживаю, но у меня для вас важное сообщение—Начал оправдываться он—Я из группы N2. Мы выслеживали дракона. Все еще хуже, чем мы думали. Драконов ДВА! Они находятся на западных владениях герцога. Над небольшой деревней—Он проглотил комок в горле—Точнее над бывшей деревней. Еще трое из нашей группы пошли дальше по \"следам\" драконов. Если будете отслеживать драконов, то Вы обязательно встретитесь с ними.\n\nКогда вы собирались уже уходить, юноша вдруг вспомнил:\n—А, и еще кое-что. Драконы будто бьются друг с другом.",
    "answers": [
      {
        "id": 19,
        "text": "Пойти на поиски дракона."
      }
    ]
  },
  {
    "id": 21,
    "text": "Шли на восток вы не долго. Потому что на вас напали бандиты. Их было всего трое. Они нацелили на вас свои луки на расстоянии шестидесяти шагов.\n—Отдавай деньги, путник, или мы тебя убьем!—Скомандовал один из бандитов.\n—Труп грабить будет легче!—Насмешливо сказал другой.\nВы заметили справа от себя камень за который можно спрятаться. В голове уже начался выстраиваться план ...",
    "answers": [
      {
        "id": 23,
        "text": "Спрятаться за камень."
      },
      {
        "id": 24,
        "text": "Достать лук и перестрелять их."
      },
      {
        "id": 25,
        "text": "Использовать магию.",
        "need": 16
      }
    ]
  },
  {
    "id": 22,
    "text": "На запад вы шли где-то около часа. Чем ближе вы подходили к бывшей деревне, то больше вокруг было соженных руин.\nВы зашли в деревню.\nВсе уничтожено. Дома сожжены. Всюду валяются брошенные тележки и магазинные лавки с продуктами. Вы заметили, что нигде нет человеческих трупов, только лошадиные.\nПослышался рев дракона.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти на звук."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы спрятались за камень. Три стрелы пролетели точно там где вы стояли секунду назад. В вас появился время, которого не было теперь в них. Расстояние вы преодолели между деревьями, не давая бандитам прицелиться.\nКогда вы подошли в упор вы сенесли, первому бандиту, голову. Второго вы ударили локтем. Третьем вы отрезали ноги. Обернувшись, вы увидели, что второй бандит пытается убежать. Одним прыжком вы преодолели расстояние и проткнули ему сердце.\nВы подошли к раненому бандиту.",
    "answers": [
      {
        "id": 28,
        "text": "—Ты, отвечай на мои вопросы!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы моментально взяли из за спины лук и вытащили две стрелы. Они полетели точно в цель. Двое бандите умерли моментально. Но третий выпустил одну стрелу. Вы поймали ее в воздухе и насадили на свой лук. Бандит перед смертью успел только свистнуть. Вы подошли к его трупу, чтобы рассмотреть. И тут что-то острое прошло сквозь ваш живот. Обернувшись, вы увидели с десяток бандитов с луками. И тогда они все выпустили в вас стрелы.",
    "answers": [
      {
        "id": 26,
        "text": "Умереть."
      }
    ]
  },
  {
    "id": 25,
    "text": "С гримуара вы не запомнили ни слова. Кроме разве что двух слов ... Вы чувствовали как сила вырывается на свободу и вам нужно ее выпустить. Вы подняли руки перед собой и закричали:\n\n—Огненная стрела!!!\n\nИз ваших рук вырвалось огромное пламя которое сжигало все на своем пути.\nВсе закончилось так быстро, как и началось. От места, где вы стояли проходила дорожка из пепла. В конце этой дорожки лежали три трупа. Хотя .. трупа было только два. Третий бандит был все еще жив. Ему просто оторвало ноги.\nВы подошли к нему.",
    "answers": [
      {
        "id": 28,
        "text": "—Ты, отвечай на мои вопросы!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Конец.\n\nВы умерли в бою, как и полагается настоящему рыцарю. Но проблема драконов все же не решена.\nПройдите квест сначала чтобы открыть новые концовки.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 27,
    "text": "—Он полетел .. На ... Запад ...\nПосле этих слов он умер от потери крови. У вас появилась новая проблема, вас обступили десять бандитов с луками.",
    "answers": [
      {
        "id": 29,
        "text": "Впасть в кровавую ярость."
      },
      {
        "id": 30,
        "text": "Использовать магию.",
        "need": 16
      }
    ]
  },
  {
    "id": 28,
    "text": "—Никогда! \nВы со злости ударили его прямо в рану. Он заорал на весь лес.\n—Хорошо!…—С трудом произнес он когда перестал кричать.",
    "answers": [
      {
        "id": 27,
        "text": "—Ты дракона видел? Где он?!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы ринулись в атаку. Вы знали что, чтобы активировать кровавую ярость нужно точно знать, что врага так просто не преодолеть. У вас потемнело глазах…\n\nВы открыли глаза. Повсюду валялись мертвые бандиты, которых Вы жестоко убили.\n\"Все как всегда\",– подумали вы.\nВсегда, когда вы бросались в кровавую ярость, у вас темнело в глазах и вы просыпались, когда бой был завершен.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться к развилке."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы прокричали слова заклинания и огонь вырвался из ваших рук.\nКрики! Кровь Запах Горен плоти! Все смешалось.\nВам пришлось повторять заклинания три раза поскольку некоторые из бандитов пытались убежать.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться к развилке."
      }
    ]
  },
  {
    "id": 31,
    "text": "Чем ближе к дракону, тем громче рев. От драконьего рева в вас кровь застывала в жилах. Вы выглянули из за разрушенного дома и увидели двух драконов.\nОдин из них был больше другого и с черной чешуей. Другой был чуть меньше и с белой чешуей. Они, кажется, дрались. Но было еще одно отличие. Черному дракону, помогали люди. Некоторые из них стреляли в белого дракона из луков, а некоторые карабкались на какие-то возвышенности и бросали в белого дракона, когда он был достаточно низко, будь каким оружием.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы заметили двух мужчин в форме группы N2. Они вместе со всеми пробовали убить дракона. Вы подбежали к ним.",
    "answers": [
      {
        "id": 33,
        "text": "—Эй подождите. Что вы здесь делаете?"
      },
      {
        "id": 34,
        "text": "Поймать одного, за плечо."
      }
    ]
  },
  {
    "id": 33,
    "text": "Никто не ответил.",
    "answers": [
      {
        "id": 34,
        "text": "Поймать одного, за плечо."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы поймали одного и развернули лицом к себе. И ужаснулись! Вместо лица у него был череп с обгоревшей кое-где плотью! С места, где когда-то были глаза, шел черный дым.\nОни трое ринулись в бой с вами",
    "answers": [
      {
        "id": 35,
        "text": "Применить меч."
      },
      {
        "id": 36,
        "text": "Использовать магию.",
        "need": 16
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы вытащили меч и побежали в атаку. Сделав выпад и уклонившись от первого удара вы рубанули первого скелета по шее. Голова с треском упала, а ваш меч раскололся.",
    "answers": [
      {
        "id": 37,
        "text": "Взять меч убитого скелета."
      },
      {
        "id": 38,
        "text": "Драться поломанным мечом."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы прокричали только два слова.\n—Огненная стрела !!!!\nОгонь начал уничтожать все на своем пути. Кроме ...\nКроме трех скелетов! Форма на них начала гореть, но они и дальше бежали на вас.\nВы уклонились от первого удара мечом и поймали скелета за череп. И прокричали:\n—Огненная стрела !!!!\nС руки, в которой вы держали череп скелета, вырвалось пламя, которое разорвало череп на куски.\nВы обернулись и увидели, что еще двое скелетов уже почти подбежали в упор. Вы выставили руки перед собой на уровне глаз скелетов и прокричали.\n—Огненная стрела! Огненная стрела!! Огненная стрела!!!\nПламя вырвалось из ваших рук с новой всеразрушающей силой и разорвало их на кусочки.",
    "answers": [
      {
        "id": 41,
        "text": "Осмотреть скелета."
      },
      {
        "id": 40,
        "text": "Пойти к драконам."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы схватили меч мертвого скелета и с разворота снесли голову нападавшему на вас скелету. Меч тоже сломася и вы снова схватили меч \"нового\" убитого скелета.\nТаким же способом вы снесли голову и третьем скелета и забрали у него меч.",
    "answers": [
      {
        "id": 39,
        "text": "Осмотреть скелета."
      },
      {
        "id": 40,
        "text": "Пойти к драконам."
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы уклонялись от ударов скелетов. И когда вам удалось отойти от них на определенное расстояние вы взяли лук и запустили две стрелы скелетам прямо между ребрами. Одного скелета вы прибили стрелой к дереву. Но увы на второго скелета стрела никаким образом не подействовала. Зато в вас теперь есть время.\nСломанным мечом вы ударили одного скелета между бывшими глазами и снесли голову. Тогда вы одной стрелой добили скелета который пытался вырваться от стрелы.",
    "answers": [
      {
        "id": 39,
        "text": "Осмотреть скелета."
      },
      {
        "id": 40,
        "text": "Пойти к драконам."
      },
      {
        "id": 42,
        "text": "Забрать оружие скелетов.",
        "need": -42
      }
    ]
  },
  {
    "id": 39,
    "text": "Скелеты имели, какие-то странные кости. Они тёмного оттенка будто их кто-то сжег. И очень прочные по сравнению с обычными человеческими костями. Здесь что-то не так. Вам нужно выяснить что случилось с людьми и как к этому причастны драконы?",
    "answers": [
      {
        "id": 40,
        "text": "Пойти к драконам."
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы шли по разрушенной деревне. Драконы будто сквозь землю провалились.\nВы заметили девять человек в форме группы №1. Они сражались против скелетов. Казалось, что они уже победили но, не тут то было. Прилетел черный дракон. Из его пасти изрыгалось черное пламя. Когда огонь и дым рассеялся, вы увидели, что все осталось целое. Кроме ...\nКроме разве что того, что люди превратились в скелетов с черными, как угли костями! Вы услышали звук шагов, приближающихся к вам сзади.",
    "answers": [
      {
        "id": 43,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 41,
    "text": "Скелеты стали похожими на обгоревшую древесину. Поскольку вы на них использовали магию огня вы на это не обратили внимание.",
    "answers": [
      {
        "id": 40,
        "text": "Пойти к драконам."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы забрали оружие скелетов. Теперь у вас два меча. Один вы не взяли поскольку он был в плохом состоянии.",
    "answers": [
      {
        "id": 38,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 43,
    "text": "На вас бежали скелеты. Сотни скелетов! Только вы хотели взять лук, как дракон накрыл вас черным пламенем!\nНо на ваше удивление с вами ничего не случилось. Скелеты, казалось, от удивления остановились. Это ваш шанс!",
    "answers": [
      {
        "id": 44,
        "text": "Использовать магию.",
        "need": 16
      },
      {
        "id": 45,
        "text": "Драться двумя мечами.",
        "need": 42
      },
      {
        "id": 46,
        "text": "Использовать лук."
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы прокричали слова заклинания, но из ваших рук вырвалось лишь маленькое пламя. Вы кричали еще и еще, но ничего не происходило. Что-то случилось с вашей магией...\nУ вас потемнело в глазах.",
    "answers": [
      {
        "id": 47,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы ринулись в бой. На ваше удивление скелеты уже НЕ пытались убить вас. Они пробовали вас поймать. Вы перебили с десяток скелетов, как в вас сломались мечи.\nИ в вас потемнело в глазах ...",
    "answers": [
      {
        "id": 47,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы выпустили стрелы одну за другой но скелетам хоть бы что! Вы поняли что впадаете в кровавую ярость.\nВ вас потемнело в глазах.",
    "answers": [
      {
        "id": 47,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы открыли глаза и увидели перед собой старца.\n—Что, проснулся?—Спросил он таким тоном что это нельзя было назвать вопросом—Ты в своей кровавой ярости перебил всех скелетов! Ты тот кого я искал.",
    "answers": [
      {
        "id": 48,
        "text": "—Кто вы?"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Я посредник драконов в этом мире—Пояснил он—Еще есть вопросы или приступайте к работе?",
    "answers": [
      {
        "id": 52,
        "text": "—Каким образом он хотел запечатать драконов?",
        "need": [
          49,
          -52
        ]
      },
      {
        "id": 49,
        "text": "— Посредник драконов?",
        "need": -49
      },
      {
        "id": 50,
        "text": "—К какой работе и зачем вы меня искали?",
        "need": -50
      },
      {
        "id": 51,
        "text": "Что случилось с моей магией?",
        "need": [
          44,
          -51
        ]
      },
      {
        "id": 53,
        "text": "—А чем эти драконы так важны?",
        "need": [
          52,
          50
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "—Так я посредник драконов в 19 поколении—Гордо сказал он—Первый из посредников драконов владел многими знаниями о драконах. Он нашел способ как запечатать драконов в другом мире. Но допустил ошибку и драконы застряли во времени. Поэтому знания о том, как запечатать драконов сохраняется у нас не одно поколение.",
    "answers": [
      {
        "id": 48,
        "text": "Изменить тему."
      }
    ]
  },
  {
    "id": 50,
    "text": "—Ты всего лишь должен убить драконов. Но уже поздно драконы стали слишком сильны чтобы убить двух. Надо убить кого-то одного.",
    "answers": [
      {
        "id": 48,
        "text": "Изменить тему."
      }
    ]
  },
  {
    "id": 51,
    "text": "—Ничего страшного. Она вернется—Заверил он—Ты должен был превратиться в скелета, но твоя магия тебя защитила и немного утратила свою силу. Она вернется.",
    "answers": [
      {
        "id": 48,
        "text": "Изменить тему."
      }
    ]
  },
  {
    "id": 52,
    "text": "—Он нашел человека, который имел силу убивать даже драконов. Если убить двух враждующих драконов и на их костях провести магический ритуал, то можно запечатать всех других драконов в другом мире.",
    "answers": [
      {
        "id": 48,
        "text": "Изменить тему."
      }
    ]
  },
  {
    "id": 53,
    "text": "—Инь и Ян—Только и сказал он.",
    "answers": [
      {
        "id": 54,
        "text": "—Инь и Ян? Это же вроде китайская мифология?"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Как и драконы. Это два дракона Инь и Ян. Ян дракон добра. Он не враг человечеству, хоть и питается людьською силою. Инь дракон зла. Он враг человечеству. Ты его уже видел и его творения. Он тоже питается людьською силой, но в отличие от Ян, он питается открыто и превращает людей в скелетов. Ян же впитывает незначительную силу, которую человек даже не использует.",
    "answers": [
      {
        "id": 55,
        "text": "–Хорошо, а причем тут другие драконы?"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Инь и Ян - два основных дракона. Они не могут умереть собственной смертью. Драконы вообще бессмертны по природе, как и все драконы в целом. Ян, белый дракон, относится к виду белых драконов. Белые драконы, как и черные, не размножаются. Когда белый дракон умирает, его душа переходит к Ян. Когда Ян собирает достаточное количество людьськой силы, он возрождает мертвого дракона. Так же и Инь с черными драконами. Если Инь или Ян умер, умирают и другие драконы от его вида. Через некоторое время, а это может быть как и час, так и года, он возрождается и, чтобы вернуть свой вид к жизни он должен собрать силу из людей. Но есть одно отличие между этими двумя видами. Инь сам ворует силу от людей и превращает их в рабов, а Ян требует чтобы люди доверились ему, чтобы он смог поглотить ту силу. А и еще одно я не сказал: природный инстинкт черных драконов убивать людей, а белых защищать поэтому эти драконы вечно между собой ведут войну.",
    "answers": [
      {
        "id": 56,
        "text": "—А где остальные драконы и почему я не могу убить двух драконов."
      }
    ]
  },
  {
    "id": 56,
    "text": "—Потому что они уже набрали много сил. Ну, по крайней мере Инь. Если ты убьешь Ян, то Инь получит силу, которую хватит чтобы возродить черных драконов, а если убьешь Инь, то возродятся белые драконы. Их надо было убить еще до того, как кто-то из них заполучил достаточно силы. Есть еще вопрос или идешь убивать дракона?",
    "answers": [
      {
        "id": 57,
        "text": "—Иду убивать дракона."
      }
    ]
  },
  {
    "id": 57,
    "text": "–Выбирай Инь или Ян. Нет разницы. Если убьешь Ян, то какой то год мир будет терроризировать Инь с черными драконами. Если убьешь Инь, то Ян проживет с белыми драконами всего год. Потому что добро порождает зло, а зло - добро. Если в этом мире не будет противоположности к определенному виду драконов, то тот вид через некоторое время уйдет в мир иной к своему противоположному виду. То есть Инь пойдет к Ян или Ян пойдет к Инь. Так что выбирай кого убивать, а я перенесу его душу в мир иной.",
    "answers": [
      {
        "id": 124,
        "text": "—Инь"
      },
      {
        "id": 125,
        "text": "—Ян"
      }
    ]
  },
  {
    "id": 58,
    "text": "Версия 1.0.0.\n1. Создание квеста.\n2. Создание первой ветки сюжета.\n\nВерсия 1.1.0.\n1. Добавлено ветвь за группу N1.\n\nВерсия 1.2.1.\n1. Добавлено продолжение ветки когда вы командуете группой N1.\n2. Добавлено новое заклинание.\n3. В разработке появилась новая ветвь против герцога.\n\nВерсия 1.2.2.\n1. Исправлены некоторые ошибки.\n\nВерсия 1.3.2.\n1. Исправлены некоторые ошибки.\n2. Завершена ветвь за группу №2.\n3. Добавлена ​​полное название книги.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 59,
    "text": "Ищу команду для квестов. Если вы хотите стать редактором заполните анкету и ждите ответов.\n1. Ваш возраст.\n2. Знаете ли вы русский язык?\n3. Знаете ли вы украинскый язык?\n4. Писали ли вы свои квесты? Если да, то дайте название и где находится ваш квест. (Имеется в виду популярные, набирают популярность, новое и ранний доступ)\n5. Имеете ли вы какие идеи для квестов или только будете следить за ошибками?\n6. Умеете ли вы рисовать арты для обложек и картинок?\nОбязательный качество это адекватность.\n\nАнкету присылать мне в сообщение по ссылке: https://vk.com/id207402377\n",
    "answers": [
      {
        "id": 1,
        "text": "Связаться с автором.",
        "url": "https://vk.com/id207402377"
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 60,
    "text": "—Подожди еще минутку. Мой придворный маг имеет для тебя гримуар. Это книга, которая позволяет мгновенно научиться магии. Сам гримуаг при том самоуничтожается.",
    "answers": [
      {
        "id": 63,
        "text": "—Спасибо. Я использую магию мудро."
      },
      {
        "id": 62,
        "text": "—Я ненавижу магию."
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы пришли к людям которые и были вашей группой. Они все были молодыми. От силы 20 лет. К вам выбежал один парень из строя.\n—Сэр Ричард Кровожадный!—Начал он—Я временный командир группы N1.",
    "answers": [
      {
        "id": 66,
        "text": "Временный командир?"
      },
      {
        "id": 67,
        "text": "Твое имя?"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Ну как знаешь—Грустно сказал герцог—Возвращайся с победой.",
    "answers": [
      {
        "id": 61,
        "text": "Пойти к своей группе."
      }
    ]
  },
  {
    "id": 63,
    "text": "—Ну тогда я буду чуть спокойнее за вас—С облегчением вздохнул он—Если вы не справитесь с драконом, то тогда никто не справиться…",
    "answers": [
      {
        "id": 13,
        "text": "Пойти к магу."
      }
    ]
  },
  {
    "id": 64,
    "text": "—У меня есть кое-что для тебя. Этот гримуар единственный в мире! —Подчеркнул маг—Он самое ценное что у меня есть. Но тебе я его отдам. Это гримуар который позволяет исцелять любые раны и воскрешать из мертвых человека умершего не дольше 10 минут.\nОн поставил перед вами книгу в белой обложке без названия. Она была настолько белая что казалось будто она светится. На самом деле никакого света она не давала.\nВы открыли гримуар и увидели очень странную картину. Страниц не было! Были только белые буквы на непонятном языке, которые летали в воздухе. Вы несколько минут всматривались в текст и даже сами не заметили как начали читать.",
    "answers": [
      {
        "id": 65,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы не знали, прошло несколько минут или часов? Вы почувствовали, как неведомая сила вселяется в Вас. Но не пытается вырваться, хотя и переполняет вас, а просто спокойно находится в вас.\nКогда вы посмотрели на страницы гримуара вы удивились еще больше чем когда увидели буквы без страниц. Страницы, были пустые и белые. Самые обычные пустые страницы. Когда вы попытались закрыть книгу она росипалася и превратилась в пепел.\n\n( Теперь у вас будет появляться вариант позволяющий исцелить кого-то или воскесить)",
    "answers": [
      {
        "id": 61,
        "text": "Пойти к группе."
      }
    ]
  },
  {
    "id": 66,
    "text": "—Да. Я был назначен командиром, пока вы отсутствовали или на случай, если Вы нам откажете—Пояснил он.",
    "answers": [
      {
        "id": 67,
        "text": "Твое имя?"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Виктор.",
    "answers": [
      {
        "id": 68,
        "text": "Хорошо становись в строй."
      }
    ]
  },
  {
    "id": 68,
    "text": "Он вернулся в строй и вы начали свою речь.\n—Дорогие друзья, отважные воины и просто молодые люди! Я знаю, что вы добровольно согласились на эту опасную миссию и хочу чтобы вы все вернулись живы. Хотя вы еще молоды и не прожили и половину из своей жизни, а у некоторых из вас возможно есть уже семьи, но я не могу обещать, что вы все вернетесь живы. Если вообще мы вернемся живы. Наша миссия очень опасна, поскольку мы идем сражаться против неизвестного нам противника. Если у кого-то из вас есть какие-то вопросы говорите сейчас, потому, что потом не будет времени.\nВсе помахали головой, что нет вопросов. Кроме Виктора. Он вышел вперет.\n—Сэр Ричард, а когда мы отправимся в путь?",
    "answers": [
      {
        "id": 69,
        "text": "—Сейчас."
      },
      {
        "id": 70,
        "text": "—Когда вернется группа N2."
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы скакали на своем коне Сайдному. Слева от вас скакал Виктор, а другие - сзаде. Ваша группа передвигалась очень медленно поскольку дорога в село длинная, а вам надо будет гнаться за драконами. По крайней мере ваша группа так думала. Они вбили себе в голову что поскольку герцог послал такую ​​малую группу значит дракон не слишком сильный противник.\nВы пришли к развилке. У вас есть выбор идти на запад или на восток.",
    "answers": [
      {
        "id": 71,
        "text": "Восток.",
        "need": -71
      },
      {
        "id": 72,
        "text": "Запад."
      }
    ]
  },
  {
    "id": 70,
    "text": "Приблизительно через час вернулся один разведчик. Он принес страшную весть. Драконов два! Также он сказал, что еще трое из группы N2 остались следить за драконами. Также он дал точное место нахождения драконов. В западных владениях герцога.",
    "answers": [
      {
        "id": 69,
        "text": "Пойти к драконам."
      }
    ]
  },
  {
    "id": 71,
    "text": "Вас остановили трое бандитов.\n—Отдавайте свои кошельки, месье, или распрощаетесь со своими головами—Насмешливо сказал один из бандитов.\n—Вас всего трое а нас десять!—Крикнул Виктор.\nБандиты на то только громко засмеялись. Из леса вышли еще десять бандитов. В них была тактическое преимущество потому что они были со всех сторон и между деревьями. Хотя вы были на лошадях ....",
    "answers": [
      {
        "id": 79,
        "text": "Впасть в кровавую ярость."
      },
      {
        "id": 73,
        "text": "Достать меч."
      },
      {
        "id": 74,
        "text": "Взять лук."
      },
      {
        "id": 75,
        "text": "Использовать магию.",
        "need": 65
      },
      {
        "id": 76,
        "text": "Накричать на Виктора."
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы ехали в деревню долго. (Относительно до того, как если бы вы ехали в чуть более быстром темпе.) Экономили силы лошади.\nКогда вы приехали то увидели, что единственное, что осталось от частокола это ворота.\nВы услышали рев дракона.",
    "answers": [
      {
        "id": 31,
        "text": "—Я иду на разведку. Если меня долго не будет отправляйтесь в атаку."
      },
      {
        "id": 83,
        "text": "Пойти всей группой."
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы вытащили меч и ринулись в бой. Вы перебили многих бандитов но вашу группу перестреляли из лука. Теперь вы остались одни.",
    "answers": [
      {
        "id": 77,
        "text": "Воскресить их пока не поздно.",
        "need": 65
      },
      {
        "id": 81,
        "text": "Вернуться к герцогу."
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы вытащили лук и тут же начали выпускать стрелы в врагов между деревьями. Пока бандиты успели среагировать ваша группа всех перестреляла.",
    "answers": [
      {
        "id": 70,
        "text": "Уточнить пребывания дракона с разведчиком."
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы почувствовали странную силу которая пытается вырваться на свободу. Эта магия ... Она какая-то странная ... Всегда спит тихо у вас, а тут вырывается. Правда вы не знаете как ее использовать. Ничего из грримуара не помните. Вы как-то машинально роставилы руки в стороны над собой и представили как стрелы не затрагивают ваших людей.\nИ здесь удивительным образом сила начала циркулировать и выходить наружу, а вокруг вашей группы появился щит который защищает вас от вражеских стрел. Маг не говорил что этот гримуар позволяет использовать магию защиты. Хм .. А он вообще знал?\nПользуясь возможностью ваши люди перестреляли всех врагов.\nОни выпучили на вас удивленные глаза но не сказали ни слова.",
    "answers": [
      {
        "id": 70,
        "text": "Уточнить пребывания дракона с разведчиком."
      }
    ]
  },
  {
    "id": 76,
    "text": "Конец.\n\nПока вы кричали на виктории за то что он разбудил осиное гнездо, вас всех перестреляли из луков. Глупая смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы почувствовали привычных для вас колебания магии. Вы направили руки на трупы вашей группы и сказали почти шепотом:\n—Целебная рука.\nВы и сами не знали зачем это сказали но после этих слов кровь, отрубленные части и кости начали возвращаться на свои места. Буквально через минуту перед вами стояли те же самые люди, которые были до начала битвы.",
    "answers": [
      {
        "id": 70,
        "text": "Уточнить пребывания дракона с разведчиком."
      }
    ]
  },
  {
    "id": 78,
    "text": "Дальше сюжет в разработке ...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы прокричали:\n—В атаку !!!! ...\nИ в вас потемнело в глазах.\n\nПроснувшись вы почувствовали невыносимую боль в правой руке. Когда посмотрели на руку вы увидели руки нет, а только кость Стерча с плеча. Но это были еще цветочки. Ваша группа и бандиты были жестоко убиты! Убиты вами! Вы их убили в кровавой ярости!",
    "answers": [
      {
        "id": 80,
        "text": "Воскресить их.",
        "need": 65
      },
      {
        "id": 81,
        "text": "Вернуться к герцогу."
      }
    ]
  },
  {
    "id": 80,
    "text": "В вас ничего не получилось наверное из-за того что они мертвы дольше 10 минут.",
    "answers": [
      {
        "id": 81,
        "text": "Вернуться к герцогу."
      }
    ]
  },
  {
    "id": 81,
    "text": "Конец!\n\nВы вернулись к герцогу и рассказали, что миссия провалена. Вы не смогли жить с тем, что ваша группа умерла под вашим командованием, поэтому покончили жизнь самоубийством. И так мир обречен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 82,
    "text": "Огонь врезался в вас, но ничего вам не сделал. Вы стояли как щит перед своими людьми. Дракон оставил тщетные попытки сжечь вас и улетел.",
    "answers": [
      {
        "id": 87,
        "text": "Пойти на поиски дракона.",
        "need": -122
      },
      {
        "id": 123,
        "text": "Пойти на поиски драконов.",
        "need": 122
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы зашли, без лошадей, группой в разрушенную деревню. Вы решили не идти на драконий рев, а пойти главной улицей. Рев звучал с разных сторон. Возможно, предположили вы, драконы перемещаются. И тут, откуда не возмись, над вами пролетел белый дракон. За ним гнались какие-то люди. Одни стреляли из луков, другие бросали оружием когда дракон был низко, а некоторые просто бегали с мечом за драконом. Также белого дракона пытался поразить огнем черный дракон. Белый дракон атаковал в ответ, но людей не трогал.\nИ здесь черный дракон заметил вас и сел прямо перед вашей группой. Из его пасти вырвался черный огонь.",
    "answers": [
      {
        "id": 82,
        "text": "Стать перед своими людьми и попытаться защитить их."
      },
      {
        "id": 84,
        "text": "Приказать разбежаться в разные стороны.",
        "need": -122
      },
      {
        "id": 85,
        "text": "Использовать магию на защиту.",
        "need": 65
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы приказали разбежаться в разные стороны. Но пламя было достаточного размера чтобы затронуть всех, кроме вас.\nКогда пламя рассеялось вы увидели, что все осталось целое. Кроме ... разве ... Плоти ваших солдат. Они превратились в скелетов. Вы вовремя успели соскочить с лошади и спрятаться за разрушенный дом, и поэтому вас не тронул огонь.\nНо солдаты-скелеты не попадали, как ожидалось, они стояли и зжималы в руках мечи, готовясь к нападению. В вас промелькнула здогатка что те люди, которые бежали за драконом тоже скелеты.",
    "answers": [
      {
        "id": 81,
        "text": "Вернуться к герцогу."
      },
      {
        "id": 86,
        "text": "Попробовать исцелить их.",
        "need": 65
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы поняли что этот черный огонь не к добру. Вы выставили вперед руки и представили как черный огонь обходит вас стороной.\nВ момент вы почувствовали как магия вырывается на свободу и превращается в щит, который не позволил пламени добраться до вас.\nДракон посмотрел на вас, казалось, удивленными глазами и улетел.",
    "answers": [
      {
        "id": 87,
        "text": "Пойти на поиски дракона."
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы выпрыгнули из своего убежища и стали прямо перед скелетами. Скелеты сразу побежали вас атаковать. Вы почувствовали как магия переполняет вас. Она не хочет вырваться на свободу, а плавно циркулирует в вас. Хотя ее и более чем в вашем обычном положении. Вы машинально прошептали.\n—Зциляюща рука.\nСкелеты вместо атаки попадали и из них начал выходить черный дым. Минута и они снова стали обычными людьми в тех же доспехах и с тем же оружием.\nОни все как один начали жаловаться что ничего не помнят. Поэтому вам пришлось им все объяснить.",
    "answers": [
      {
        "id": 87,
        "text": "Пойти на поиски дракона."
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы шли искать драконов. Но ни рева драконов, ни звуки битвы, ничего не было слышно. Хотя вас не покидало ощущение что за вами следят.\nВы заметили трех скелетов и сразу приготовились к битве. Приглядевшись вы увидели, что они в форме группы №2. Вам придется убить своих соратников. Хотя они и так мертвы, но ...",
    "answers": [
      {
        "id": 88,
        "text": "Оставить группу отбиваться, а самому пойти на разведку."
      },
      {
        "id": 90,
        "text": "Остаться драться со скелетами."
      }
    ]
  },
  {
    "id": 88,
    "text": "Отойдя от своей группы вы увидели на холме, за селом, какого-то старца. Он наблюдал за вами. И это был не скелет, а действительно живой человек.",
    "answers": [
      {
        "id": 89,
        "text": "Пойти к старцу."
      }
    ]
  },
  {
    "id": 89,
    "text": "Когда вы дошли до места, где стоял старец, вы его там не нашли. Обернувшись назад вы увидели страшную картину: ваших людей окружили скелеты и черный дракон. Он одним дыханием огня превратил их в скелетов.\nВы уже собирались бежать к ним как со всех сторон начали поступать к вам скелеты.",
    "answers": [
      {
        "id": 47,
        "text": "Кануть в кровавую ярость."
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы остались бороться со скелетами. Это было не очень тяжело хоть и кости скелетов были очень крепкие. В некоторых, с вашего отряду, даже меч сломался. Поэтому вы решили перестрелять скелетов из лука. Это был единственный способ бороться с ними без потерь. Вы могли убить скелета только при условии что ему стрела попадет в голову и она отпадет. Таким способом вы и убили трех скелетов в форме группы №2.\nВы увидели черного дракона. Он пронесся прямо над вашими головами и улетел. Видно не хотел атаковать из-за того что в группе есть вы. Но скелетов это не остановило. Где-то 30 скелетов напирали со всех сторон. Кто был с луками, кто с мечами, а кто без оружия.",
    "answers": [
      {
        "id": 91,
        "text": "Использовать магию.",
        "need": [
          65,
          -82
        ]
      },
      {
        "id": 92,
        "text": "Перестрелять скелетов из лука."
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы подняли руки в разные стороны и представили как скелеты не могут пройти через щит. Но ничего не произошло.\nТогда вы представили как оружие скелетов не может пройти. С вас началась, будто рекой, литься магия. Вокруг вас образовался щит который не пропускал ни стрел, ни оружия, ни даже одежды скелетов. Но сами скелеты могли пройти. Где-то двадцать скелетов застревали в щите потому что не могли пронести сквозь него оружие или одежду. Так их и перебили. Остальные скелетов, которые были с луками, (или дракон который контролировал их) поняли, что стрелы, оружие и любые другие вещи не проходят сквозь щит, поэтому они покидали свои вещи и побежали спокойно сквозь щит. Но было уже поздно и их просто перебили.\nК вам вышел какие-то старец и сказал что он с миром.",
    "answers": [
      {
        "id": 93,
        "text": "—Кто ты и зачем здесь?"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы стреляли и стреляли, но скелетов будто не уменьшалось! Скелеты уклонялись от стрел, как будто их и никто не атаковал. Когда ситуация была очень плохая и вы думали что здесь и умрете, пришел какой-то старец и стал позади скелетов. Он что-то пробормотал себе под нос и скелеты распались в пепел.\nОн сказал, что пришел с миром.",
    "answers": [
      {
        "id": 93,
        "text": "—Спасибо за помощь! Кто ты и зачем здесь?"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Я посредник драконов—Представился он—Я тот, кто должен отправить драконов в другой мир. Я пришел за тобой, чтобы ты помог мне. Только ты, Ричард Кровожадный, в своей кровавой ярости можешь убить драконов. Я посредник драконов в девятнадцатом поколении. Самый первый посреник драконов сделал ошибку и перенес драконов во времени. Я не хочу слушать лишние вопросы, потому что времени почти не осталось. Если ты сейчас не убьешь драконов, то я не смогу отправить их в другой мир! Я только скажу, что черный дракон - это Инь, а  белый - Ян. Да, они из китайской мифологии. Инь - дракон зла. Он порождает таких скелетов. Ян - дракон добра. Он может исцелить скелетов, но на это нужно много времени. Пожалуйста, можешь не задавать вопросы, иначе будет слишком поздно и мы не сможем отправить двух драконов в другой мир.",
    "answers": [
      {
        "id": 1,
        "text": "Дальше сюжет в разработке."
      }
    ]
  },
  {
    "id": 94,
    "text": "Уже скоро. (В этой же книге)\n\nВетка когда вы против герцога будет иметь совсем другой сюжет поэтому я ее сделаю в последнюю очередь.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 95,
    "text": "—Я всегда знал, что я в тебе не ошибся!—Радостно сказал он—Ты хитрее чем я думал, возглавишь сразу две группы. Ну я за них спокоен.",
    "answers": [
      {
        "id": 97,
        "text": "Ну тогда где мне их искать?"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Ну хорошо я что-нибудь придумаю—Разочарованно сказал герцог—Надеюсь, что я в тебе не ошибся.",
    "answers": [
      {
        "id": 97,
        "text": "Ну тогда где мне их искать?"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Если поспешишь, то догонишь их где-то около развилки. Я тебе дам меч и лук со стрелами. Также дам тебе легкую броню. Все можешь ехать. Пусть, хранит тебя Бог",
    "answers": [
      {
        "id": 98,
        "text": "В путь."
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы взяли своего коня, пришпорили его и поскакали сломя голову. Вы ехали так быстро, как никогда. Вам нужно было догнать группу N2 пока они не ушли в какую-то сторону.\n\nВы прибыли к развилке быстро, но на ваше разочарование никого не было.",
    "answers": [
      {
        "id": 99,
        "text": "Вернуться обратно."
      }
    ]
  },
  {
    "id": 99,
    "text": "—Пссс ... Путник. Вы обернулись—На вас из кустов смотрели четыре солдата. Они были чем-то напуганы—Р? .. р? ... Ричард Кровожадный?—Он кажется стал еще более напуган—Извините. Мы группа N2. Мы заметим ДВУХ драконов, когда они пролетали над нами, потому и скрылись чтобы не умереть. Они летели очень низко и плевались друг в друга огнем.",
    "answers": [
      {
        "id": 100,
        "text": "—Хорошо. Я пойду с вами, заодно и посмотрю на них."
      }
    ]
  },
  {
    "id": 100,
    "text": " —Спасибо. Мы будем хоть немного спокойнее за свои жизни,—С облегченной сказал один из солдат—Но нам надо решить, кто пойдет рассказать герцогу о драконах.",
    "answers": [
      {
        "id": 101,
        "text": "—Да бросьте жребий."
      },
      {
        "id": 102,
        "text": "—Это меня не волнует. Решайте сами."
      }
    ]
  },
  {
    "id": 101,
    "text": "—У меня есть игральные кости. Я их всегда ношу как талисман.\n\nВы все бросили кубики и у вас выпала самая большая цифра. Придется вам идти рассказать герцогу.",
    "answers": [
      {
        "id": 103,
        "text": "—Кто там после меня вышел. Пусть идет он. Все же я не видел драконов."
      }
    ]
  },
  {
    "id": 102,
    "text": "—У меня есть игральные кости. Я их всегда ношу как талисман.",
    "answers": [
      {
        "id": 103,
        "text": "—Хорошо давайте быстрее."
      }
    ]
  },
  {
    "id": 103,
    "text": "К герцогу пошел тот, кто говорил с вами из кустов. Теперь вы отправились в путь.\n\nБольшую часть пути Вы шли в ногу с тремя разведчиками. Когда уже было видно частокол который был вокруг деревни вы услышали крики и рев дракона. Поскольку вы были одни на лошади вы отправились вперед.",
    "answers": [
      {
        "id": 104,
        "text": "Остановиться."
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы остановились у ворот. Они были закрыты. Частокол, вокруг села, еще был цел. Трое разведчиков еще были далеко.\nВы заметили поваленное дерево, которое упало прямо на частокол. По нему можно было залезть в деревню.",
    "answers": [
      {
        "id": 109,
        "text": "—Давайте, может, виломаем ворота?",
        "need": [
          107,
          105
        ]
      },
      {
        "id": 105,
        "text": "Постучать в ворота."
      },
      {
        "id": 106,
        "text": "Идти к дереву."
      },
      {
        "id": 107,
        "text": "Дождаться других.",
        "need": -107
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы подошли к воротам. Из-за них были слышны крики людей. Но никто не пробовал бежать из села.\nВы заметили щелочку через которую можно было заглянуть внутрь.",
    "answers": [
      {
        "id": 108,
        "text": "Заглянуть внутрь."
      },
      {
        "id": 104,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 106,
    "text": "Дерево было очень велико. И сломанное чуть выше вашей головы.",
    "answers": [
      {
        "id": 110,
        "text": "Попросить, чтобы вам помогли залезть.",
        "need": 107
      },
      {
        "id": 111,
        "text": "Попробовать залезть."
      },
      {
        "id": 104,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 107,
    "text": "Они бежали как только можно. Но все равно пока они бежали, вам пришлось подождать некоторое время. Они прибежали и остановились, как будто и не бежали совсем. Сразу видно что у них хорошая физическая подготовка.\n—Ну что нашли способ попасть в деревню?—Заговорил один из них.",
    "answers": [
      {
        "id": 104,
        "text": "Почти ..."
      }
    ]
  },
  {
    "id": 108,
    "text": "В селе творился хаос. Все бегали в разные стороны. Больше вам ничего не удалось увидеть. Какая-то черная кость загородила вам щель.",
    "answers": [
      {
        "id": 104,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 109,
    "text": "—Нет, ведь тогда нас могут заметить драконы! И, кроме того, как мы это сделаем?",
    "answers": [
      {
        "id": 104,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 110,
    "text": "После того как вы вылезли на дерево и помогли другим, к вам пришло понимание, что лошадь вы не возьмете. Даже если вы откроете ворота лошадь в селе будет только мешать.",
    "answers": [
      {
        "id": 112,
        "text": "Посмотреть на деревню."
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы не могли зловитися за ствол, который был наклонен, потому что вам мешали ветви. За них вам тоже не удалось зловитися, поскольку они ломались.",
    "answers": [
      {
        "id": 106,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 112,
    "text": "Повсюду бегали люди которые пытаются бежать из села, или где-то спрятаться. Среди обычных людей были и солдаты. Они пытались убить драконов из луков ... Или хотя бы ранить. Но все попытки были тщетны.\nЛюди пытались пробиться к воротам, но их не пускали солдаты. Черный дракон пускал черный огонь в людей, после чего они успокаивались и шли кто сторожить ворота, а кто выводил людей из хат и они подвергались черному огню. Дома при этом дракон уничтожал красным пламенем до пепла.",
    "answers": [
      {
        "id": 113,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 113,
    "text": "Затем вы заметили и белого дракона. Он пытался выбраться из обломков какого-то дома. Видно он упал туда в битве с черным.\nМежду тем некоторые люди собрались у ворот которые были недалеко от вас. Они вас не заметили, поскольку вас прикрывали ветки дерева. Как и вы, их заметил черный дракон и пустил черный огонь прямо в них. Но не тут то было!\nБелый дракон приземлился прямо у частокола и пустил в людей белый огонь. Ни одно из пламени не причинило никакого вреда кроме разве того, что некоторые люди начали спокойно отходить, а не бежать в панике, как другие.\nПриглядевшись, вы заметили, что люди пораженные черным пламенем превратились в ... скелетов! Видно, что белый огонь каким-то образом обезвреживает черный огонь.\nЧерный дракон в ярости послал на белого дракона всепоглощающее красное пламя. Белый дракон подлетел и тем уклонился от него. Огонь в щепки разрушил частокол.\nБелый дракон в свою очередь атаковал черного, но не промахнулся. Дракон горя в красном огне рухнул на дом и разрушил его.",
    "answers": [
      {
        "id": 114,
        "text": "Что же произошло дальше?"
      }
    ]
  },
  {
    "id": 114,
    "text": "Черный дракон взлетел как ни в чем не бывало. Белый дракон, кажется, будто разочаровался и сдался.\nЛюди, которые остались быстро были превращены в скелетов. Они куда-побежали за белым драконом.\n\nКогда вы спустились с частокола (который странным образом остался цел), то вас заметил черный дракон. Он пустил черный огонь и полетел не дождавшись результата.",
    "answers": [
      {
        "id": 115,
        "text": "Гордо принять смерть."
      }
    ]
  },
  {
    "id": 115,
    "text": "Когда огонь рассеялся, то все, кроме вас, стали скелетами. Но эти скелеты уже не просто ходили. Один из них бросился на вас в атаку.\nВы уклонились от атаки. Другие уже готовились к атаке.",
    "answers": [
      {
        "id": 116,
        "text": "Бежать."
      },
      {
        "id": 117,
        "text": "Атаковать мечом."
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы бежали изо всех сил в глубь разрушенной деревни. Когда вы отбежали от них на определенное расстояние вы остановились.\n\"Я могу наткнуться на других скелетов\" - подумали вы.",
    "answers": [
      {
        "id": 118,
        "text": "Взять лук."
      },
      {
        "id": 119,
        "text": "Бежать дальше."
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы атаковали мечом и одним ударом снесли ему голову. Но меч сломался. Поняв который против вас противник, вы начали впадать в ярость.\nВ вас потемнело в глазах ...\n\nВы открыли глаза и увидели, что скелеты лежат как попало. Один скелет лежал без ног. Он пытался доползти до меча, но его придавил другой который был без головы и рук. Вы даже представить себе не могли, что вы творили в кровавой ярости!\nВы подняли меч и постепенно, так чтобы не сломался меч, отделилы голову скелета от шеи.",
    "answers": [
      {
        "id": 120,
        "text": "Осмотреть скелетов."
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы взяли из за спины лук. Первая стрела прилетела в скелета между ребрами. Но это ничем не помогло. Вторая полетела в лоб и разломилась. Другими тремя вы попадали прямо в \"шею\" и тем самым сбивали голову с плеч.",
    "answers": [
      {
        "id": 120,
        "text": "Осмотреть скелетов."
      }
    ]
  },
  {
    "id": 119,
    "text": "Конец.\n\nВы трусливо убегали от скелетов даже не попробовали принять бой. Убегая, вы стали прекрасной мишенью.\nВ конце улицы, в которую вы забежали, стоял скелет с луком. Он выпустил в вас стрелу и она попала прямо вам в живот. Скелет как ни в чем не бывало пошел своим путем, а вы помералы длинной смертью.\nСмерть труса!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 120,
    "text": "Кости скелета были темного оттенка. Они были намного прочнее, чем обычная человеческая кость. Пустив скупую мужскую слезу, вы решили похоронить их. Еще недавно вы говорили с ними, а сейчас они умерли от вашей же руки.\n\nКогда вы их похоронили, то вы обещали сами себе, что обязательно отомстите за них!",
    "answers": [
      {
        "id": 40,
        "text": "Пойти самому разобраться с драконом"
      },
      {
        "id": 121,
        "text": "Пойти за подкреплением к герцогу и заодно рассказать о скелетах."
      }
    ]
  },
  {
    "id": 121,
    "text": "Только вы собрались сесть на коня, как увидели, что к вам приближаются девять всадников.\nОдин вышел вперед.\n—Ричард Кровожадный! Я командир группы №1 Виктор—Представился он—Где другие с развед-группы?",
    "answers": [
      {
        "id": 122,
        "text": "Рассказать все."
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы рассказали о том, что с вами произошло и о том, что лучше им держаться вас, потому что на вас не действует черный огонь.",
    "answers": [
      {
        "id": 83,
        "text": "Зайти в деревню."
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы шли по разрушенному селу. И здесь, над вами пролетел черный дракон. Он не атаковал, а оставил это дело скелетам. Их было где-то около 30 штук.",
    "answers": [
      {
        "id": 92,
        "text": "Использовать лук."
      }
    ]
  },
  {
    "id": 124,
    "text": "—Инь? Смелый выбор. Значит так. Вряд ли тебе удастся убить его мечом или луком. Попробуй использовать свою кровавую ярость. В ней ты становишься намного сильнее. Но если ты не можешь ее контролировать то не используй ее! Без ума ты не выполнишь свою миссию. Так, а теперь тебя наверняка интересует где они находятся? Драконы живут в пещерах. Я видел как Инь полетел на юг, а Ян дальше на запад. Значит Инь будет в южной горе, а Ян в западной. Вроде логично, не так ли?",
    "answers": [
      {
        "id": 126,
        "text": "—Ну да, логично. Есть еще что-то, что я должен знать?"
      },
      {
        "id": 127,
        "text": "—А как я тогда должен его убить?"
      }
    ]
  },
  {
    "id": 125,
    "text": "В розработке.",
    "answers": [
      {
        "id": 57,
        "text": "Назад!"
      }
    ]
  },
  {
    "id": 126,
    "text": "—Да есть. Инь очень хитрый дракон. Он не будет с порога пробовать убить того кого не может. Он попробует переманить тебя на свою сторону. НЕ поддавайся на его провокации! Иначе ты обречены мир на гибель. Все можешь отправиться в путь.",
    "answers": [
      {
        "id": 128,
        "text": "Поблагодарить и отправиться в путь."
      }
    ]
  },
  {
    "id": 127,
    "text": "—Не знаю это не меня не волнует.",
    "answers": [
      {
        "id": 53,
        "text": "—Можете еще раз повторить все о драконах."
      },
      {
        "id": 126,
        "text": "—Ясно ... Есть еще что-то, что я должен знать?"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы отправились в путь к южной горе. Это было неприятное место. Дорога к горе шла через болота. Да и сама гора стоит посреди болот. Нигде нет зелени. Все деревья засохли, а животные якобы вымершие. Нигде ни одного признаку жизни. Даже кваканя лягушек не было слышно. За все путешествие вам не попалась на глаза ни одно живое существо. Такое впечатление, будто сама жизнь покинула это место.\nНаконец вы пришли к горе. Пещера находилась на огромной висоти.Туда просто невозможно вылезти.",
    "answers": [
      {
        "id": 129,
        "text": "Пробовать вылезти."
      },
      {
        "id": 130,
        "text": "Искать другой вход."
      }
    ]
  },
  {
    "id": 129,
    "text": "Несколько раз вы пробовали выбраться на гору, но она была очень скользкая от мха, который рос на ней. Вы не раз падали и снова пробовали, но все попытки тщетны.",
    "answers": [
      {
        "id": 131,
        "text": "Искать другой вход."
      }
    ]
  },
  {
    "id": 130,
    "text": "Гора была, сравнительно, небольших размеров, как и в высоту так и в расширение. Но обойти ее было не так просто. Одна из причин это непроходимые болота ... Да и другого входа просто не было, везде гора на выходе из пещеры круто обрывалась, как будто кто-то ее надкусил ... Да и еще этот мох, как будто других препятствий мало?\n",
    "answers": []
  },
  {
    "id": 131,
    "text": "Гора была, сравнительно, небольших размеров, как и в высоту так и в расширение. Но обойти ее было не так просто. Одна из причин это непроходимые болота ... Да и другого входа просто не было, везде гора на выходе из пещеры круто обрывалась, как будто кто-то ее надкусил ... Да и еще этот мох, как будто других препятствий мало?\nРаны от падений тоже давались знать.",
    "answers": []
  }
]