[
  {
    "id": 1,
    "text": "Однажды в дверь одного из домов маленького города постучали, громко и настойчиво. За дверью стоял ребёнок, которого в зимнюю пору согревал лишь тонкий плащ. Он попросил приюта у хозяев дома всего на несколько дней. Но никто и представить не мог, какие проблемы после этого настигнут его и тот самый городок...",
    "answers": [
      {
        "id": 2,
        "text": "--> Начать <--"
      },
      {
        "id": 20,
        "text": "Глава вторая.",
        "need": 20
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 46,
        "text": "От автора."
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c637430/v637430923/5ad61/AmUfqlIFioE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c637430/v637430923/5ad68/ccNlg91PmVw.jpg",
        "system": true
      },
      {
        "id": 55,
        "text": "Открытые эмоции."
      },
      {
        "id": 51,
        "text": "Концовки."
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Он не помнил своего имени, и они назвали его Кай. Он не имел ничего, кроме старого потрёпанного плаща, и они дали ему то, что могли. У него не было семьи, и они дали ему жить с ними. Может, в скором времени его родители вспомнят о нём? \nКаю всего лет тринадцать от роду. У него белые, как молоко, волосы и выразительные голубые глаза, похожие цветом на яркое летнее небо. Он худой, и одежда на нём висела, как старая тряпка на швабре. \nОн и есть наш главный герой. Представили? Значит, идём к нему.\"",
    "answers": [
      {
        "id": 3,
        "text": "Так вперёд же."
      }
    ]
  },
  {
    "id": 3,
    "text": "Я не знал, что это за люди. Я лишь искал хоть какое-то место, где меня смогли бы ненадолго приютить. И я не помню ничего из своей прошлой жизни, даже собственного имени. Просто шёл в надежде, что меня примут. Сказать, что было холодно - не сказать ничего, но это не сильно ощущалось.\nПоначалу улыбалась мне лишь одна женщина. Непонятно было, откуда пришло мне это слово, но я назвал её мамой, а она посмотрела на меня удивлённым взглядом, и на секунду мне показалось, как в её глазах что-то странно блестит. Её маленький носик слегка покраснел. Странно...\nМужчина же отнёсся ко мне по-другому. Он хмурил брови и недовольно смотрел, да так, что меня пробирала дрожь. Я не помню, видел ли когда-нибудь лицо его без холода. Глаза его были красивого карего цвета, но от них всё равно веяло чем-то... чужим. ",
    "answers": [
      {
        "id": 4,
        "text": "Однажды я..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Однажды ночью я проходил мимо их спальни. Мне никогда не удавалось уснуть спокойно в то время, когда обычно спят все нормальные люди. И я услышал, как голоса людей, что я звал \"мамой\" и \"папой\", о чём-то ругаются. Вряд ли они могли бы меня заметить. И всё же подслушивать - это некрасиво...",
    "answers": [
      {
        "id": 5,
        "text": "Остаться и слушать."
      },
      {
        "id": 6,
        "text": "Пройти мимо."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я подошёл ближе к двери, стараясь услышать то, о чём они говорили. Это было не сложно, так как дом сам по себе выглядел бедно, а двери его были хлипкими и уж точно пропускали бóльшую часть звуков.\n- Но мы же не можем... - голос мамы.\n- Что не можем?! Этот мальчишка - никто для нас! Пусть живёт здесь этой ночью и проваливает, как и обещал! \n- Но за окном зима. Нельзя так просто выставить его за дверь. \n- Я не подписывался на кормление ещё одного рта! \n- Он почти ничего не ест. - у мамы какой-то очень странный голос. - Да и он точно сирота, ты же сам всё видел. Он назвал меня мамой...\n- Нет у тебя детей, не было и не будет! А этот мальчишка... С твоим согласием или без, но я его вышвырну отсюда через пару дней.\nДальше была только тишина. Я слышал какие-то странные звуки, будто щенок скулит, но ничего больше. Это так странно... Они говорили обо мне? И что значит это странное слово - \"сирота\"? Почему у меня внутри появилось такое странное чувство, будто кто-то большой и страшный царапает меня изнутри когтями? \n\n[Новая эмоция: чувство вины]",
    "answers": [
      {
        "id": 7,
        "text": "Уйти спать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Оставив мысль о том, чтобы подслушивать, я пошёл дальше, к комнате, которую пока что отдали мне. Дом у них был старый, бедно обставленный, но очень большой, поэтому там было ещё по меньшей мере две свободные комнаты. \nЯ лёг в кровать, укрывшись белым одеялом, и закрыл. Сон пришёл ко мне сразу же, но я его так и не запомнил. Только он был очень и очень неприятным.\nА наутро тот мужчина сказал мне, чтобы я уходил. Что он не собирается содержать мелкого беспризорника, за которым не следят собственные родители. Он буквально вытолкал меня за дверь, а я едва успел забрать с собой плащ. Что ж, надеюсь, в других домах будет кто-то, кто будет рад мне...\n\n[Открыта концовка \"История повторится\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 7,
    "text": "Этой ночью я практически не мог уснуть. Неужели я им... мешаю? Может, тогда мне уйти? Ещё и это странное чувство внутри не даёт покоя.\nКогда у меня в очередной раз не получилось уснуть, я встал с кровати и подошёл к окну. Метель заволокла весь маленький городок, и ничего нельзя было разобрать в этой белой пелене. Однако я почувствовал чужую жизнь, а после услышал стук в окно. После того, как я открыл его, в комнату влетела птичка с красной грудкой. Наверное, она очень замёрзла. Она упала на пол, не в силах двинуться, устала после долгого полёта.\n- Привет, птичка... - я попытался погладить её по головке, но она начала отползать, когда я стал приближаться. - Погоди, почему ты убегаешь от меня? \nЯ осторожно взял птичку в руки, и она начала тонко пищать. Но вскоре перестала издавать звуки... и двигаться.",
    "answers": [
      {
        "id": 8,
        "text": "Попробовать погладить птичку."
      },
      {
        "id": 12,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я ещё раз провёл пальцем по её маленькой головке, но в движение тело птички не приходило. Удерживая её на сложенных лодочкой ладонях, я смотрел на неё и пытался понять, всё ли с ней в порядке. Через какое-то время она начала остывать. Вскоре тельце её было холодно, словно лёд. Что с ней? \n- Птичка, вставай... Просыпайся...\nЧто-то всё равно не так. Может, ей нужно немного времени? Пусть полежит и отдохнёт...\nЯ вновь лёг в кровать и положил птичку рядом с подушкой. Улыбнувшись ей, я наконец смог войти в Царство Морфея.",
    "answers": [
      {
        "id": 10,
        "text": "Утром.."
      }
    ]
  },
  {
    "id": 9,
    "text": "Перед моими глазами появился человек высокого роста с чёрными, как два уголька, глазами и длинными тёмными волосами. Он присел рядом со мной и посмотрел мне в глаза. Почему-то казалось, что они просто взяли и полностью изучили душу. Но в то же время эти глаза выглядели... родными? Добрыми? Но я встретился с ними с новым чувством. Зайка, маленький зайка..\nМне показалось, что мужчина прочёл мои мысли, потому что в следующую секунду он показал мне раскрытую ладонь, а на ней... заяц! Только он выглядел не так, как раньше. Он казался больше чем полупрозрачным, слегка синеватым, и от него исходило нечто... это было похоже на лёгкий дым, только тоже голубоватого оттенка. \nЯ невольно протянул руки к призрачному зайке, и он прыгнул ко мне, потёрся носом, а после начал, прыгая, бегать вокруг меня по воздуху. Это выглядело так, словно для него это обычное дело.",
    "answers": [
      {
        "id": 22,
        "text": "\"Более чем странно...\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Разбудили меня крики и ругань. Посмотрев на место сна птички, я обнаружил, что на месте её нет. Может, она улетела? Я ведь оставил окно открытым. \nТем временем ругань продолжалась. Наскоро одевшись, я выбежал из комнаты и подбежал к кухне, но остановился, так и не дойдя до дверного проёма.\n- Труп! - кричал мужчина с холодными карими глазами. - Он положил к себе на постель птичий труп! Я говорил тебе, что этот мальчишка не в себе! \nОтветом ему было молчание, тихое и напрягающее. ",
    "answers": [
      {
        "id": 11,
        "text": "Подать знак со своей стороны."
      },
      {
        "id": 54,
        "text": "Молча продолжать наблюдение."
      }
    ]
  },
  {
    "id": 11,
    "text": "Я вышел к ним, почему-то одёргивая полы белой рубахи, которая была длиннее, чем было мне нужно.\n- Папа? - я постарался улыбаться ему, но лицо его побагровело, а глаза словно налились кровью.\n- Не смей называть меня отцом, бледнолицый безумец! - с этими словами он занёс надо мной руку. Прежде чем я смог что-то понять, он ударил с такой силой, что мне оставалось лишь врезаться в стенку за своей спиной. Внутри меня появилось какое-то новое, ещё более странное чувство, но я не мог понять, что оно значит и как его назвать. Хотелось только самому ударить этого мужчину, но для меня это означало бы точный провал. У меня начала болеть голова, очень сильно болеть. \n- Видишь, на лице этого дъявола нет никаких эмоций! Ему точно одна дорога - на костёр! - продолжал орать он. Я не знаю, что он имеет в виду, но внутри появлялись всё новые и новые чувства. Теперь хотелось убежать и спрятаться, далеко-далеко... \nТем временем человек с холодными карими глазами начал идти ко мне навстречу...\n\n[Открыты эмоции: злость, страх]",
    "answers": [
      {
        "id": 14,
        "text": "Остаться на месте."
      },
      {
        "id": 13,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 12,
    "text": "Смотря на неё, я не понимал, что на самом деле происходит. Она, такая маленькая и беспомощная, точно во мне нуждается, пусть и тело её стало медленно остывать. Интересно, это из-за холода за окном? Тем не менее, её нужно согреть, а значит, пусть лежит рядом. Бедная маленькая птичка... я помогу тебе проснуться. \n- Спи спокойно, - говорю я ей. Она лежит рядом с подушкой, ветер, пробивающийся сквозь незакрытые окна, колышет её маленькие пёрышки.",
    "answers": [
      {
        "id": 10,
        "text": "Утром.."
      }
    ]
  },
  {
    "id": 13,
    "text": "Одним рывком я вскочил на ноги и быстро побежал к выходу из дома. Я слышал, как сзади, словно рык озлобленного зверя, слышатся крики и моё имя среди них. \nМом босые ноги резко опустились в снег, и я почувствовал, как их легонько колол белый ковёр. Пушистые снежинки падали на нос и таяли там, подобно сахару в кипятке. За спиной всё ещё был слышен голос кареглазого мужчины, и я поспешил побежать дальше. Я долго бежал и совершенно не чувствовал ýстали, в то время как тот мужчина давно уже сдался. Наконец я мог остановиться. Кончики пальцев даже не покраснели, а посинели от холода, как и кончик носа, но этого холода я не чувствовал. Наверное, мне стоило бы идти...\nНо передо мной появился маленький белый заяц. Его сложно было различить среди снега, но вполне реально. Я встал, а он отскакал дальше. Он прыгал с каждым моим шагом, всё дальше от меня.",
    "answers": [
      {
        "id": 18,
        "text": "Бежать следом за зайцем."
      },
      {
        "id": 19,
        "text": "Оставить эту затею."
      }
    ]
  },
  {
    "id": 14,
    "text": "Мне казалось, что я просто не могу пошевелиться. Что-то сковало тело, не давая даже подняться на ноги. Лишь тот мужчина подошёл ко мне и поднял за воротник рубахи. \n- Я видел, что ты сделал с той птицей, сын дьявола. Я вижу всю твою чёрную душу. Пришло время показать тебе, как горят черти в Аду.\nЭти слова он шипел, буквально выплёвывал мне в лицо, буква за буквой. Я смотрел через его плечо на маму, но она лишь опустила глаза к полу. Между тем, мой, как я надеялся, папа, протащил меня к выходу из дома. Потом открыл двери сарая и буквально кинул меня внутрь, а после закрыл двери, и я мог слышать лишь то, как повернулся в замке ключ. ",
    "answers": [
      {
        "id": 15,
        "text": "Кричать и звать на помощь."
      },
      {
        "id": 16,
        "text": "Попытаться осмотреться."
      }
    ]
  },
  {
    "id": 15,
    "text": "- Стой! Пожалуйста! Погоди, что ты хочешь сделать? Вытащи меня отсюда... \nНа мой зов правда откликнулись, и двери сарая распахнулись. Вновь появился силуэт того мужчины на фоне снежной бури. Я уж было обрадовался тому, что помощь рядом, но он лишь грозно подошёл ко мне, взял верёвки с полки сарая и связал мне руки за спиной, потом и ноги. Сколько бы я ни пытался вырваться, я не мог, уж он-то раз в десять сильнее меня. \n- Что тебе нужно? Всё же было хорошо... Зачем ты это делаешь? \nОн отвечать не стал, лишь засунул мне в рот старую тряпку и вышел из сарая, вновь заперев его на ключ. ",
    "answers": [
      {
        "id": 17,
        "text": "\"И что теперь?\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Я прошёлся по сараю, стараясь не издавать лишнего шума. Тут пусто... Тут вообще ничего нет. Зачем им тогда вообще нужен сарай?! Взгляд мой скользил из стороны в сторону, но ничего не попадало в поле зрения. И тут я услышал за спиной треск, стена передо мной осветилась тёплым, но адски ярким светом. Обернувшись, я увидел огонь. Он быстро пожирал стены и крышу сарая, оставляя за собой лишь обгорелое дерево. В следующую секунду меня придавило упавшим с крыши сарая куском... сарая, естественно. Я не мог пошевелиться в этот момент. И не смог пошевелиться, когда огонь приблизился. Стало тяжело дышать. Я закрыл глаза, пытаясь не видеть этой страшной стихии. Последнее, что предстало пред моим взором - темнота...\n\n[Открыта концовка \"Только треск костра...\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 17,
    "text": "Просидел я в таком положении долго. Выбраться не получалось, руки и ноги мои затекли. Но вот вновь открылась дверь сарая. Сюда пришли уже несколько мужчин, к сожалению, я не смог посчитать их количество. Они разрезали на мне верёвки и вытащили изо рта ту старую тряпку, а после двое из них взяли меня под руки и потащили к выходу из сарая. На мои вопросы никто так и не ответил. Метель успокоилась, мне стало даже как-то легче.\nПрошло какое-то время, и мы вышли, как мне кажется, куда-то в центр городка. Там стояло нечто большое и деревянное, похожее на сцену. Только посредине стоял большой деревянный столб, а под ним лежала солома, много соломы. И там стоял человек, держащий в руке факел. \nОни привязали меня к деревянному столбу и ушли. Я постарался оглядеть собравшуюся здесь, и заметил маму. У неё на щеках были капельки воды. Откуда это?  \nКакой-то старый человек произносит речь, но мне слышно плохо. \"Демон\", \"рисковать нельзя\" и \"сжечь\" - вот и всё, что я расслышал. Я осмотрел мужчину с факелом, лицо его было каменной маской. И вот, когда речь старика утихла, этот мужчина опустил факел. Зажглась солома, перед глазами стало плыть, стало очень жарко. Я попытался что-то сказать им, на кашель перебил все мои слова. В глазах тоже появилась вода. И вот, страшный яркий огонь поднялся по моей ноге. Странное чувство, оно мне не нравится. И вдруг этот огонь охватил всё тело. Стало трудно дышать, перед глазами всё поплыло. Подняв взгляд на небо, я смутно увидел сожалеющее лицо. И оно было последним, что я смог увидеть.\n\n[Открыта концовка \"Мир - не мир для дьявола\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 18,
    "text": "Он прыгает, я бегу. Ощущение, что он пытается убежать как можно дальше от меня. Почему? Я ведь не сделаю ему ничего плохого. \n- Стой, подожди меня! \nМы оказались на берегу какого-то замёрзшего озера, поверхность которого была покрыта слоем снега.\nУ меня почти получилось догнать зверька, но я тут же споткнулся и упал прямо в снег лицом. Но и заяц остановился. Он смотрел на меня странно, словно не понимал, почему я лежу здесь, а после снова поскакал прочь. Я уже хотел вновь побежать следом, как вдруг прямо перед моим носом на зайку опустилась нога в тяжёлом чёрном сапоге. Послышался тихий хруст костей. Я невольно скривился, когда услышал его и увидел, как белый снег становится алым из-за крови. \n- Что ж, мой посланник сделал всё, что должен был, - послышался сверху тихий и низкий, будто бархатный голос. ",
    "answers": [
      {
        "id": 9,
        "text": "Поднять голову."
      },
      {
        "id": 21,
        "text": "Разочарованно смотреть на тело зайца."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я перестал догонять зайчика, но и он остановился, глядя на меня блестящими чёрными глазами-бусинками. Он будто бы ждёт, что я начну догонять его с новым упорством, однако я не собираюсь поддаваться на его провокации. Он продолжает смотреть... Почему нет? Почему я не могу взять и побежать за зайкой? Тем более, когда он выглядит так, словно только этого и ждёт.",
    "answers": [
      {
        "id": 18,
        "text": "Бежать следом. "
      }
    ]
  },
  {
    "id": 20,
    "text": "- Я думаю, ты хочешь узнать больше. Я прав? - папа посмотрел на меня с улыбкой. Как называется выражение в его глазах? Не могу понять, но мне с ним становится тепло и уютно.\nКонечно, я хочу. Мне интересно, как в сделанном из камня месте могут расти деревья, кто эти полупрозрачные люди и откуда ежечасно доносятся крики... Поэтому я лишь киваю головой. \n- Ну, значится... Место, откуда мы прибыли - главная достопримечательность, грубо говоря. Сад - удивительное место,  но растут там лишь гранаты, которые не дано попробовать обычным людям. Для них это опасно. Они могут остаться здесь навсегда.",
    "answers": [
      {
        "id": 56,
        "text": "- Что насчёт меня?"
      },
      {
        "id": 58,
        "text": "Просто промолчать."
      }
    ]
  },
  {
    "id": 21,
    "text": "- Посмотри на меня...\nЯ не могу. Зайка...\n- Посмотри на меня... как они назвали тебя? Кай? - спросил мужчина. Он взял моё лицо в свои руки и поднял, мягко заставив посмотреть в его глаза. Тёмные, как два угля, не сгоревших в адском пламени. \n- Какое странное имя... Напоминает одну сказку... - его губы слегка растянулись в слабой улыбке. - Скучаешь по зайцу? \nЯ лишь кивнул. Это такое странное ощущение по отношению к зайке, будто внутри что-то медленно сжимается. Между тем, мужчина вытянул перед собой руку, и на ней начали появляться звериные очертания. Ещё один миг, и вот уже на его руке сидел заяц. Он был полупрозрачен и отливал голубым сиянием, но тем не менее, он был здесь. Он тут же прыгнул ко мне на плечо и остался сидеть там, а я лишь осторожно гладил его за ушком.\n\n[Открыта эмоция: жалость]",
    "answers": [
      {
        "id": 22,
        "text": "\"Привет, зайка!\""
      }
    ]
  },
  {
    "id": 22,
    "text": "- Я думаю, у тебя есть ко мне вопросы, - продолжил мужчина, говоривший всё тем же бархатным и приятным тоном. ",
    "answers": [
      {
        "id": 23,
        "text": "- Что ты сделал?"
      },
      {
        "id": 24,
        "text": "- Это ведь ты послал зайку за мной... почему ты сделал это? "
      },
      {
        "id": 25,
        "text": "- Кто ты?",
        "need": [
          24,
          23
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "- Я вернул душу зайца в этот мир. Раз уж ты так о нём скучал, хотя, ты вообще не должен был скучать ни о ком...\nЭти фразы показались мне более чем странными, но лучше помолчать, а-то вдруг он что-то и вправду знает обо мне... обо всём...",
    "answers": [
      {
        "id": 22,
        "text": "Задать ещё вопросы."
      }
    ]
  },
  {
    "id": 24,
    "text": "- Потому, что ты мне нужен, Кай. И потому, что тебе нужна помощь. \nВ чём-то он и прав... я и впрямь не знаю, что мне делать. Но можно ли верить этому мужчине?",
    "answers": [
      {
        "id": 22,
        "text": "Задать ещё несколько вопросов."
      }
    ]
  },
  {
    "id": 25,
    "text": "- Кто я... сложный вопрос. - он отвёл взгляд к горизонту, словно увидел там что-то, но я не различил даже саму линию, разделяющую землю и небо. - Сначала скажи мне, кто же ты, Кай? ",
    "answers": [
      {
        "id": 26,
        "text": "- Я... это я."
      },
      {
        "id": 27,
        "text": "- Человек. Как и все мы."
      },
      {
        "id": 26,
        "text": "- Не знаю... "
      }
    ]
  },
  {
    "id": 26,
    "text": "- Ах, вот оно что... - он засмеялся. - Ты точно уверен в этом? \n- Я... да, если я говорю это, значит, я знаю, что говорю... - с этими словами я отвожу от мужчины взгляд и смотрю на зайца.\n- Ты - это ты, верно? Но кто такой \"ты\"?\n- Не знаю... я - это я, не больше и не меньше. \nОн замолчал. Не знаю, ждал ли он от меня таких ответов, но он ничего не испытывал. По крайней мере, я не видел этого на его лице.\n- Я расскажу тебе...",
    "answers": [
      {
        "id": 28,
        "text": "- Что расскажете?"
      }
    ]
  },
  {
    "id": 27,
    "text": "- А вот тут ты, мальчик мой, ошибаешься, - улыбается мужчина. Хоть он и выглядит таким улыбчивым, по его взгляду я вижу, что он... не такой. Его глаза выглядят так, будто от него только что отвернулись все, кого он когда-либо любил...\n- Я могу рассказать тебе...",
    "answers": [
      {
        "id": 28,
        "text": "- Что рассказать?"
      }
    ]
  },
  {
    "id": 28,
    "text": "- Я - твой отец. Но мы далеко не люди. Думаю, ты сам всё видел, - сказал он, кивнув головой на перелезшего на мои колени зайца. - Ну так что, о чём мне поведать тебе сначала? \nОтец? что значит \"отец\"? Может, он потом мне расскажет...",
    "answers": [
      {
        "id": 29,
        "text": "- Расскажи о себе. "
      },
      {
        "id": 31,
        "text": "- Расскажи всё, что ты знаешь обо мне."
      },
      {
        "id": 30,
        "text": "- И что ты этим хочешь сказать?",
        "need": [
          29,
          31
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "- Хорошо. Я не стану называть тебе своего имени, но скажу одно - я не человек. - он задумался. - Ох, я так тяну время, забывая, каково оно для смертных душ... Я и есть Бог. Бог смерти. Я имею власть, огромную власть. Могу вернуть к жизни умершего и лишить её живого. Но знаешь, в чём самая страшная проблема? - спросил он и тут же продолжил, не дожидаясь ответа. - Там одиноко. Я много лет, веками искал себя, но ничего не нашёл. Но вот появился ты...",
    "answers": [
      {
        "id": 28,
        "text": "- Ясно..."
      }
    ]
  },
  {
    "id": 30,
    "text": "Он посмотрел мне прямо в глаза, вновь пробирая до дрожи, и уголки его губ слегка приподнялись.\n- Пойдём со мной, как тебе эта идея? Я постараюсь научить тебя всему, чему могу. С людьми жить у тебя всё равно не получится, мальчик мой. \nМеня распирали странные и противоречивые... чувства? Или это не они? Он сказал, что я могу научиться им, но разве могу я быть уверен, что это именно они. Я думал, всё прояснится, но теперь у меня возникло ещё больше вопросов, которые я, к сожалению, не могу даже сформулировать...\n- Ну так что? Идёшь со мной?",
    "answers": [
      {
        "id": 32,
        "text": "Согласиться."
      },
      {
        "id": 33,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 31,
    "text": "Мужчина вздохнул.\n- Мне было одиноко. Очень. И однажды, выйдя на поверхность, я увидел как маленькие дети строят снеговиков со своими родителями. Знаешь, какими бы великолепными не представлялись людям боги, это очень одинокое дело. Поэтому я решил, что не останусь в одиночестве. Но кому нужен бог, носящий за собой смерть? Решив, что никому, я попросил Управляющую Снегами создать ледяную статую. Тебя, мой мальчик. Вселив в тебя жизнь, я надеялся обрести сына, которого у меня не было. Но из-за того, что сердце твоё сделано изо льда, ты не мог чувствовать с самого начала.  Да и разве мог бы я научить тебя хорошим эмоциям? Радости? Счастью? И для этого пришлось отправить тебя в мир смертных, они лучше моего могут показать тебе хорошие чувства. Я наблюдал за тобой. Но ты сбился с пути, дитя моё... и вот я здесь.\n- Значит, ты мой папа? \n- Но я же сказал тебе об этом ранее. - он вновь засмеялся, смех этот был даже приятным.",
    "answers": [
      {
        "id": 28,
        "text": "- Понятно..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Мои губы чуть растянулись в улыбке. За спиной мужчины возник большой высокий столп пламени, и он спиной вперёд вошёл в огонь, а после протянул руку мне. В глазах его мелькало нечто, что показывало всю его теплоту. ",
    "answers": [
      {
        "id": 49,
        "text": "Подойти ближе."
      }
    ]
  },
  {
    "id": 33,
    "text": "- Но... как ты можешь быть моим папой, если ты бросил меня одного? - я поднял на него взгляд, почувствовав, что мои глаза становятся мокрыми. Почему так происходит?..\nУлыбка с лица мужчины пропала, а глаза стали холодны, как недавняя снежная буря. \n- Ты ещё передумаешь... Когда это случится, сожги это, - он вложил мне в ладонь что-то твёрдое и сжал мою руку в кулак. - Я буду ждать.\nС этими словами он исчез. Он бросил меня? Снова? Хотя, ведь я сам отказался от этого...\n\n[Открыта эмоция: обида]",
    "answers": [
      {
        "id": 34,
        "text": "Осмотреть предмет в ладони."
      }
    ]
  },
  {
    "id": 34,
    "text": "Я поднёс к глазам раскрытую ладонь. На ней покоился маленький кусочек дерева, слегка обожжённый по краям. Нужно будет сжечь эту штуку, если вдруг я изменю своё решение и захочу вновь встретиться с тем мужчиной...",
    "answers": [
      {
        "id": 35,
        "text": "- Как будто я изменю решение... [Выкинуть предмет]"
      },
      {
        "id": 36,
        "text": "Просто положить деревяшку в карман."
      }
    ]
  },
  {
    "id": 35,
    "text": "Один бросок, и маленький кусок деревяшки оказался в снегу под старым одиноким деревом. Я всё равно не захочу идти с ним. Он оставил меня одного, а теперь вновь пришёл обратно, будто ничего и не было... ",
    "answers": [
      {
        "id": 37,
        "text": "\"Плащ... в городе остался мой плащ...\""
      }
    ]
  },
  {
    "id": 36,
    "text": "Я положил деревяшку в карман рубашки так, чтобы даже при долгом и быстром беге она не выпала. Пусть лежит, так будет спокойнее. Я буду знать, что есть еще шанс все изменить.",
    "answers": [
      {
        "id": 37,
        "text": "\"Чёрт... нужно забрать плащ из города.. Всё-таки  это всё, что у меня было..\""
      }
    ]
  },
  {
    "id": 37,
    "text": "Значит, всё же придётся вернуться. Да и идти мне некуда. Зачем мне вообще нужен этот плащ? Мне казалось, что что-то есть в его карманах, а это может понадобиться, да и он - единственное, что у меня есть. К тому же у меня и вправду нет других путей. Я не хочу вновь возвращаться в тот страшный и тёмный, несмотря на белый снег, лес. \nМне не холодно. Скорее всего, тот мужчина не врал, и я был сделан изо льда и снега. Он сказал, что вселил в меня жизнь, что он есть сама Смерть. А если и я тоже несу за собой смерть?.. ",
    "answers": [
      {
        "id": 38,
        "text": "\"Глупости. Это невозможно...\""
      },
      {
        "id": 38,
        "text": "\"Может, так оно и есть...\""
      }
    ]
  },
  {
    "id": 38,
    "text": "Раздумывая, я продолжал идти. Ветер сдувал мне в лицо маленькие снежинки, они запутывались в моих волосах. Когда несколько из них упали на мою руку, я пригляделся к ним внимательнее. Они состояли из очень красивых сплетений снега, узор каждой не был похож на узоры других. И они не таяли на моей руке. \nВскоре я смог выйти к городку. Вечерело, становилось темнее на улице, а вдалеке начали мелькать люди в свете уличных фонарей и факелов. Наверное, от них стоит держаться подальше...",
    "answers": [
      {
        "id": 42,
        "text": "Сразу пойти в нужный дом."
      },
      {
        "id": 41,
        "text": "Осмотреться немного в городе."
      }
    ]
  },
  {
    "id": 39,
    "text": "Я пробежался по берегу там, где ещё оставались остатки моих следов. Но нет, у берега нужного мне предмета нет...",
    "answers": [
      {
        "id": 48,
        "text": "Искать дальше."
      }
    ]
  },
  {
    "id": 40,
    "text": "Его губы изогнулись в страшной хищной ухмылке, показав слегка кривые зубы.\n- Отпустить тебя, сын дьявола? Чтобы ты и дальше приносил всюду смерть?! \n- Оставь мальчика, какой из него дьявол? - послышался ещё один голос. Мама. Это она. Хотя, не думаю, что она с этим согласна...\n- Заткнись, женщина! - он занёс другую руку. - Помни, это мой дом, а ты...\nВо мне проснулось странное чувство, но оно уже и раньше появлялось внутри. Просто сейчас оно ярким пламенем разгорелось сильнее. Мои глаза встретились с карими глазами мужчины, но в них был меньший холод, нежели в моих. Вдруг руки его слабо опустились и безвольно повисли вдоль тела. В глазах отразилось нечто ещё, помимо холода. Он упал на колени и судорожно держался руками за грудь, будто оберегая что-то внутри тела. Взгляд его последний раз пал на меня, и он упал на пол, больше не двигаясь.\n\n[Открыта эмоция: ярость (это как злость в квадрате)]",
    "answers": [
      {
        "id": 43,
        "text": "Поднять с него взгляд."
      }
    ]
  },
  {
    "id": 41,
    "text": "Окна всех домов были закрыты, да ещё и на замки. На улицах мелькали факела бегающих повсюду людей. Точнее, только мужчин. Что здесь произошло? Ещё вчера этот городок просто раздавал своё дружелюбие, а сейчас лица людей превратились в каменные озлобленные маски. Мне почему-то захотелось спрятаться где-нибудь далеко-далеко, чтобы никто больше никогда не увидел меня. Хотя, занятые чем-то люди с факелами и так не видели меня. Кажется, они что-то искали. Может, им нужна помощь? Хотя, нет, не похоже...",
    "answers": [
      {
        "id": 42,
        "text": "Стоит зайти за плащом и уходить отсюда. Мне здесь не нравится."
      }
    ]
  },
  {
    "id": 42,
    "text": "Найти тот самый дом было несложной задачей, так как он находился на самоц окраине города. В отличие от остальных домов, там горел свет, а окна не были заперты или закрыты шторами. Открыта была и дверь - это я понял, стоило мне только дёрнуть её на себя. Мои шаги внутри отдавались скрипом деревянных половиц. Я осмотрелся и наконец нашёл глазами свой плащ, но когда я протянул к нему руку, другая, более сильная рука с большой широкой ладонью перехватила мою. Дверь захлопнулась за моей спиной. Подняв взгляд, я увидел того самого мужчину с карими холодными глазами. \n- Его руки... - сказал он кому-то за своей спиной. - Холоднее льда. Он похож на оживший труп. Мелкий демон! Как мы вообще смогли приютить его у себя, не почувствовав черноту его души?!",
    "answers": [
      {
        "id": 40,
        "text": "- Отпусти меня! "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я вновь поднял взгляд, посмотрев на маму. Или она больше не мама мне? Всё слишком перепуталось...\nОна смотрела на меня с каким-то блеском в глазах, руки её начали дрожать.\n- Он был прав! Одним... взглядом! Уходи! Уходи, нечистый с чёрным сердцем! \n- Мама? Это же я... Кай.. - почему-то вновь внутри появился зверь, скребущий по сердцу острыми когтями.\n- Уходи, чудовище! \nОна смотрела на меня так, словно не меня не так давно называла своим сыном так же, как и я назвыал её матерью. Неужели назвавший себя Богом мужчина был прав, и мне нет места среди этих людей? Значит, мне не стоит оставаться здесь?",
    "answers": [
      {
        "id": 44,
        "text": "\"Так и есть... Я и вправду... монстр.\""
      },
      {
        "id": 45,
        "text": "\"Нет, этого быть не может...\""
      }
    ]
  },
  {
    "id": 44,
    "text": "Тряхнув головой, я ещё раз кинул взгляд на ту женщину, схватил висящий у двери плащ и выбежал на улицу, направляясь к тому самому озеру, у берега которого встретился с тем, кто назвался моим отцом. Очередное странное чувство охватило меня с головой. Будто я тону и понимаю, что никто мне не поможет. \nЕсли меня считают монстром здесь, то, может, я перестану быть им в другом месте? Уже у выхода из города я схватил горящий факел. Надо же чем-то сжечь ту деревяшку... Только бы вспомнить, с собой ли она у меня была...",
    "answers": [
      {
        "id": 47,
        "text": "\"Она в кармане.\"",
        "need": 36
      },
      {
        "id": 48,
        "text": "\"Я же выкинул её у озера!\"",
        "need": 35
      }
    ]
  },
  {
    "id": 45,
    "text": "Огонь внутри меня потух, плечи опустились. Я взял висящий у входа в дом плащ, надел его и вышел на улицу, продолжая копать снег босыми ступнями. Я не монстр... что случилось с тем мужчиной? Он просто упал на пол...\nИ вдруг неприятное чувство появилось в животе. Я опустил взгляд и увидел в свете факела подошедшего мужчины блеск большого ножа. Он торчал из моего тела, как торчит ветка дерева из его ствола. Чувство это было неприятным, но я лишь вытащил нож из живота и откинул его в снег. Во мне проснулось нечто большее, чем предыдущее чувство. Будто внутри разгорелся костёр, который готов сжечь всех жителей этого городка к чертям собачьим. \nЯ обернулся. Мужчина с факелом смотрел на меня с блеском в глазах. Его взгляд встретился с моим, он тут же упал наземь с лицом, не требующим описания. Теперь вы все поплатитесь за это. За то, что сделали со мной. Я осознал это. Я монстр. \nОни падали передо мной, хватаясь за сердца. Я бы понял их, если бы оно у меня ещё было.\n\n[Открыто чувство: боль]\n[Открыта концовка \"Рождение монстра\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 46,
    "text": "Привет. Вот он, новый и опять-таки даже местами грустный квест. Если ты читаешь это до прохождения самого квеста, то вперёд, а если ты уже прошёл его, то оставь свой отзыв о том, что тебе понравилось в нём, а что нет. Критика тоже будет к месту.\nТакже есть мысли о второй главе. Стоит ли браться за её написание? \nЕсли будут вопросы - переходи по ссылке и пиши, я с радостью отвечу. \n\nЧто ж, спасибо заранее за то, что ты вообще прочитал этот текст. Всем удачи! ",
    "answers": [
      {
        "id": 46,
        "text": "Связь с автором.",
        "url": "https://vk.com/id366721923"
      },
      {
        "id": 1,
        "text": "Обратно."
      }
    ]
  },
  {
    "id": 47,
    "text": "Я подкинул в руке тот самый маленький кусочек дерева, обгоревший по краям. Если я сожгу его, то куда попаду?  Впрочем, это неважно, когда за тобой бежит толпа людей с факелами. \"Демон, монстр!\" - кричат они... Почему? Я никогда не хотел никому вреда. К сожалению, они не стали бы слушать. Надо быстро сжигать деревяшку...\nСнег - это вода. Вода тушит огонь.  Значит, нельзя класть горящее дерево в снег - не сгорит. Я выкопал ямку в снегу, стараясь прислушиваться к крикам позади, положил туда деревяшку и кинул туда же факел. Несколько секунд ничего не происходило. Потом огонь взметнулся вверх на несколько метров и в свете огненного столпа появился он. ",
    "answers": [
      {
        "id": 49,
        "text": "Подойти чуть ближе."
      }
    ]
  },
  {
    "id": 48,
    "text": "Как я мог забыть об этом? Мне казалось, что я поступаю правильно, что я прав... но в итоге я ошибся. И что теперь? Нужно вспомнить, куда я выкинул тот кусочек дерева...",
    "answers": [
      {
        "id": 39,
        "text": "В снег на берегу."
      },
      {
        "id": 53,
        "text": "Под дерево."
      },
      {
        "id": 52,
        "text": "Ближе к лесу."
      }
    ]
  },
  {
    "id": 49,
    "text": "Я приблизился, но огонь пылал так ярко, что не хотелось подходить ещё ближе. Хотя, он совсем не казался обжигающим. Скорее, родным и вызывающим лёгкую дрожь и покалывание в глазах. \nМужчина протянул мне руку, будто приглашая зайти к нему, прямо в пекло костра. Я долго не решался браться за его руку, но когда он бархатным приятным тоном сказал мне, что бояться не стоит, я сжал его ладонь и, закрыв глаза, вошёл следом в огонь. Стало так тепло...\n\n[Открыта эмоция: счастье]",
    "answers": [
      {
        "id": 50,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 50,
    "text": "Когда я открыл глаза, я понял, что нахожусь в новом месте. Здесь не было неба - только каменные возвышенности, местами отдающие красным цветом. Но, удивительно, стоял я посреди сада. Трава под ногами была высушена, а земля абсолютно суха, но здесь сплошь и рядом росли деревья с висящими на них яркими гранатами. То и дело посреди сада мелькали полупрозрачные люди, которые словно летали над землёй, нежели ступали по ней ногами. \n- У меня не должно было быть детей, таков был наш с братьями уговор, - начал говорить мужчина, о котором я, залюбовавшись садом, подзабыл. - Однако, я думаю, раз уж ты мой сын не по крови, ты имеешь право находиться здесь. Не подумай плохого из-за этих слов, я люблю тебя, мальчик мой. \n- Можно я задам один вопрос? - спросил я, крепче сжимая его руку.\n- Задавай, коль надо. - он пожал плечами. Теперь на нём был надет не плащ. Это было похоже на длинное полотенце, красиво повязанное на теле и перевязанное на поясе, и эта мысль заставила меня улыбнуться. Потом я понял, что и сам облачён в нечто похожее, только длиной это \"полотенце\" было не до пола, а по колено.\n- Это греческмй хитон, - улыбнулся мужчина. - Ты об этом хотел спросить?\n- Нет... -я встряхнул головой. - Ты так и не сказал, как тебя зовут.\n- Моё имя Аид. - он пошёл вперёд. - Ты идёшь? Думаю, ты захочешь здесь осмотреться.\nЯ, не задавая больше ему вопросов, бегу следом, продолжая держать отца за руку.\n\n[Открыта концовка \"Ты не один\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 51,
    "text": "Здесь будут отображаться пройдённые тобой концовки. Всего их пять.\n- Мир - не мир для дьявола.\n- Только треск костра...\n- Ты не один.\n- Рождение монстра.\n- История повторится.",
    "answers": [
      {
        "id": 1,
        "text": "Обратно."
      },
      {
        "id": 51,
        "text": "Мир - не мир для дьявола.",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "Только треск костра...",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "Ты не один.",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "Рождение монстра.",
        "need": 45,
        "need_ever": true
      },
      {
        "id": 51,
        "text": "История повторится.",
        "need": 6,
        "need_ever": true
      }
    ]
  },
  {
    "id": 52,
    "text": "Нет, там он точно не мог оказаться. Там ведь даже нет моих следов. Я лишь потратил время на разглядывание теней лесных деревьев на фоне тёмного звёздного неба...",
    "answers": [
      {
        "id": 48,
        "text": "Искать дальше."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вот! Нашёл! Оставалось надеяться, что это именно тот кусок дерева, а не какой-либо другой, случайно здесь оказавшийся...",
    "answers": [
      {
        "id": 47,
        "text": "Поджечь."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я смотрел на них и понимал, что скандал будет продолжаться. Труп... что есть труп? Или эта та птичка так называется? \nДумаю, надо показаться им, иначе эти крики никогда не закончатся...",
    "answers": [
      {
        "id": 11,
        "text": "Выйти в свет."
      }
    ]
  },
  {
    "id": 55,
    "text": "Эмоции главного героя — это своего рода достижения. С самого начала он не знает названий тех или иных чувств, поэтому постигает их со временем, конечно, с твоей помощью. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться назад."
      },
      {
        "id": 55,
        "text": "Чувство вины.",
        "need": 5,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Злость.",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Страх.",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Жалость.",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Обида.",
        "need": 33,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Счастье.",
        "need": 49,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Ярость.",
        "need": 40,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Боль.",
        "need": 45,
        "need_ever": true
      }
    ]
  },
  {
    "id": 56,
    "text": "- Даже и не знаю. Думаю, не стоит. - он задумчиво нахмурился, но потом на его лице вновь появилась лёгкая улыбка. Рядом с Аидом я и впрямь чувствовал себя защищённым. Хотя, он рассказывал, что подобным образом он ни на кого ещё не влиял. Говорил, что его присутствие всегда пугало и напрягало окружающих. Что они отскакивали от него, как от прикосновения кипятка. В каком-то смысле я понимал его...",
    "answers": [
      {
        "id": 58,
        "text": "Ждать дальнейших объяснений."
      }
    ]
  },
  {
    "id": 57,
    "text": "- Если при жизни человек не сделал ничего особо плохого или очень хорошего, его отправляют на Поля Асфоделей. Находящимся там людям стирают память, и они обречены на то, чтобы бессмысленно скитаться по пустому полю... - он вздохнул. - Это не я придумал. Это было до меня. Я лишь взял всё здесь под контроль.\nОн выглядел грустно, но в то же время величественно и серьёзно. ",
    "answers": [
      {
        "id": 59,
        "text": "Продолжать слушать."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Это место... называется Царством Мёртвых. Надеюсь, тебя это не сильно напугает. \nЕсли честно, для меня и слово \"мёртвый\" было в новинку, поэтому я ответил, что нет.\n— Сюда попадают люди после своей смерти, — продолжил отец, а я раздумывал о значении слова \"смерть\". Тоже что-то новое, непонятное. — И суд Царства отправляет их куда положено, рассматривая бывшую жизнь человека и взвешивая его грехи. Если грехов больше, чем хороших поступков человека отправляют на Поля Наказаний. Но описывать, что там происходит, я не буду. Ты, наверное, и по названию всё понял.",
    "answers": [
      {
        "id": 57,
        "text": "Слушать дальше."
      }
    ]
  },
  {
    "id": 59,
    "text": "— А если человек был прямо-таки ангелом, то он попадает в Элизиум. Там он живёт в своё удовольствие сколько хочет, а при желании может переродиться.\n— Переродиться? — спросил я, подняв на отца взгляд. \n— Это значит, что человек может вернуться в мир живых в новом теле, необязательно человеческом. И он не будет помнить свою прошлую жизнь. Я надеюсь, тебе всё понятно.",
    "answers": [
      {
        "id": 60,
        "text": "- Кажется, пока да."
      }
    ]
  },
  {
    "id": 60,
    "text": "Я понял, что хочу полностью осмотреть и изучить это место. На самом деле, здесь очень красиво. Это похоже на  в какой-то невозможно большой пещере. Множество красиво блестящих и уж точно дорогих камней украшали каменные стены. Земля здесь была сухая, но это не казалось плохим качеством. Всегда говорят, что в аду должно быть жарко, но здесь было довольно прохладно. Конечно, не было ветра, который приятно бы трепал волосы. Но почему из-за этого должно быть плохо?",
    "answers": [
      {
        "id": 61,
        "text": "Узнать больше."
      }
    ]
  },
  {
    "id": 61,
    "text": "- А что здесь ещё есть? - я откидываю чёлку в сторону и всматриваюсь в горизонт. - Не думаю, что в таком громадном месте не будет ещё каких-то интересных мест.\n- О, рад, что тебе интересно, - улыбнулся он и потрепал меня по голове, вызвав лёгкую улыбку. - Что ж, здесь есть...\nНо тут он прервался на полуслове. К нам подбежала-подлетела девушка, такая же полупрозрачная, как и все здесь. Папа говорил, что все здесь, кроме нас, мертвы. Значит, мёртвые - это те, чья кожа просвечивает наполовину? Но почему с ними так происходит?\nОтец что-то ответил девушке на непонятном языке. После этого он повернулся ко мне, сверкнув добрыми угольками глаз, и сказал:\n- Мне срочно нужно идти. Осмотришься здесь сам, хорошо? - и с этими словами он, не дожидаясь ответа, исчез в воздухе, как раньше исчезли мы в огне.\nВнутри появилось какое-то знакомое чувство. Кажется, оно называется обидой. Папа рассказывал мне об эмоциях, но я плохо запомнил их названия. Он оставил меня... опять. Что сказала ему та девушка? Они оба говорили на странном и непонятном мне языке. Думаю, когда-нибудь папа научит меня ему.\nЗначит, мне нужно осмотреться самому. Я знаю об этих местах столько же, сколько знаю об эмоциях и чувствах. Иными словами, очень и очень мало. И всё же, мне нужно осмотреть здесь всё, что я смогу обойти. Отец показал мне, где примерно находятся места, о которых он мне рассказывал...",
    "answers": [
      {
        "id": 62,
        "text": "Элизиум."
      },
      {
        "id": 1,
        "text": "Поля Асфоделей."
      },
      {
        "id": 1,
        "text": "Поля наказаний."
      }
    ]
  },
  {
    "id": 62,
    "text": "Я направился ко входу в Элизиум, ноги легко несли меня туда, и всё же нотка обиды внутри моего тела осталась. Надеюсь, она не станет больше, ведь это чувство не так уж приятно. \nПеред входом в тот самый рай стоял пёс. И, говоря слово \"пёс\", я имею в виду не маленькую милую собачку, а большое тело пса с тремя головами. Один его коготь был размером с мою ладонь, а может и больше. Все три пасти гордо взирали на людей, идущих меж его лапами. Сначала я не понял, куда они направляются, а после увидел на спиной пса три прохода. Каждый полупрозрачный человек шёл вперёд и никуда не сворачивал, а если и пытался, то пёс преграждал ему путь своей огромной лапой. Значит, проход к Элизиуму тоже находится за ним...",
    "answers": [
      {
        "id": 63,
        "text": "Идти к Элизиуму."
      }
    ]
  },
  {
    "id": 63,
    "text": "Я выискивал глазами людей с самыми счастливыми лицами и наконец нашёл тех, чьи физиономии просто светились от счастья. Думаю, любой был бы счастлив, если бы попал туда. Я подумал о том, что сам такое чувство испытал совсем недавно и, удивительно, сразу же запомнил его название.\nЯ пошёл прямо туда, но большой трёхглавый пёс преградил мне дорогу лапой. Он приблизил одну из своих морду к моему лицу, а после начал обнюхивать мой хитон*. Колени мои задрожали, я чувствовал, как внутри всё покрылось льдом. При желании этот пёс мог съесть меня целиком за один укус одной пасти... и не подавиться. Я зажмурился, чтобы не видеть его морду, как вдруг почувствовал начто липкое и тёплое. Открыв глаза, я увидел, что вся моя одежда, грубо говоря, покрыта собачьей слюной, а мордашка этого пса светилась от счастья. Пёс ткнул меня в грудь носом, а после сел и вновь начал следить за полупрозрачными людьми. Видимо, это значит, что я могу идти.\n\n*Хитон - одежда древних греков. Грубо говоря, кусок ткани, повязанный на теле. Чем выше чин человека, тем длиннее хитон. Хотя, если ты воин, то твой хитон по-любому будет коротким.",
    "answers": [
      {
        "id": 64,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 64,
    "text": "Яркий свет тут же ослепил меня. Открыв глаза, я увидел рай. В прямом смысле рай. Я не буду описывать его, ведь рай у каждого свой. Скажу лишь только, что здесь было всё, что летало где-то далеко в облаках моих мечт. \nЯ шёл, не обращая внимания на то, сколько я прошёл. Тут было много полупрозрачных людей. Они бродили повсюду, все они были счастливы, будто не было для них ничего лучше, чем умереть. Я всё ещё не до конца понимал смысл этого слова, но оно казалось мне серьёзным. \nКо мне подбежала-подлетела девочка. Она была примерно моего возраста. Её зелёные глаза, пусть и полупрозрачные, улыбались ярче, чем то показывали губы. Волосы лежали на её плечах красивыми волнами, которые девочка то и дело заправляла за ухо. На её тоненьких ручках висели различные браслеты.\n- Привет, - поздоровалась с улыбкой она. - Ты Кай, верно?",
    "answers": [
      {
        "id": 65,
        "text": "- Да."
      },
      {
        "id": 66,
        "text": "- Откуда ты меня знаешь?"
      }
    ]
  },
  {
    "id": 65,
    "text": "- Ну...",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 66,
    "text": "- Хихи",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]