[
  {
    "id": 1,
    "text": "Вы начинающий писатель, который желает стать известным. Сможете ли вы написать идеальную книгу?\n\nАвтор: Александра Петрова",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 29,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "Автор",
        "url": "https://vk.com/sasha.ttatt"
      }
    ]
  },
  {
    "id": 2,
    "text": "В очередной раз вы решаете писать книгу. Заготовок и идей для нее уже более, чем достаточно. Ваши планы грандиозны, а уверенность в успехе зашкаливает. Вы решаете писать ",
    "answers": [
      {
        "id": 3,
        "text": "Роман"
      },
      {
        "id": 4,
        "text": "Фантастику"
      },
      {
        "id": 5,
        "text": "Детектив"
      },
      {
        "id": 6,
        "text": "Книгу со стихами",
        "need": [
          3,
          4,
          5
        ],
        "need_ever": true
      },
      {
        "id": 42,
        "text": "Книгу-игру",
        "need": 6,
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Совместить фантастику и роман. ",
        "need": [
          4,
          5
        ],
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Написать ужастик",
        "need": [
          6,
          42,
          44
        ],
        "need_ever": true
      },
      {
        "id": 52,
        "text": "Конец истории",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы никогда не любили романы во всех проявлениях, но тем не менее решили попробовать написать его, чем черт не шутит?",
    "answers": [
      {
        "id": 31,
        "text": "Писать о рыцаре"
      },
      {
        "id": 32,
        "text": "Писать о современном парне"
      }
    ]
  },
  {
    "id": 4,
    "text": "Любовь к фантастике у вас была еще с самого детства. В школьной библиотеке не осталось ни одной не прочитанной вами фантастической книги. Вы решаете писать ",
    "answers": [
      {
        "id": 7,
        "text": "Научную фантастику"
      },
      {
        "id": 8,
        "text": "Фэнтези"
      }
    ]
  },
  {
    "id": 5,
    "text": "Детективы вы любили еще с детства, все эти хитрые повороты сюжета, неожиданные концовки вас приводили в восторг.\n",
    "answers": [
      {
        "id": 25,
        "text": "Писать о серийном убийце"
      },
      {
        "id": 26,
        "text": "Написать политический детектив"
      }
    ]
  },
  {
    "id": 6,
    "text": "После множества попыток написать очень популярную книгу и, возможно, добившись этого, вы решили написать книгу для души. В молодости вы немного пытались писать стихи, пусть даже не очень рифмованных,но со всей душой. И вот теперь вы решились выпустить их.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "В школе вы не очень любили физику,но все же, на практических работах, были лучшим. Вам очень нравилось изобретать что-то, копаться в механизмах. Именно поэтому вы решили выбрать научную фантастику.",
    "answers": [
      {
        "id": 9,
        "text": "Написать про путешествия в космосе"
      },
      {
        "id": 10,
        "text": "Написать о необыкновенном изобретении\n"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решаете писать фэнтези, ведь это сейчас очень популярно. ",
    "answers": [
      {
        "id": 20,
        "text": "Писать о магии и колдунах"
      },
      {
        "id": 21,
        "text": "Писать об оборотнях и вампирах"
      }
    ]
  },
  {
    "id": 9,
    "text": "Решив написать книгу о путешествии в космосе, вы начали думать о том, сколько в вашей книге будет страниц. Вы можете написать книгу на семьдесят страниц, в которой все будет четко и ясно, можете написать на стопятьдесят страниц со всеми описаниями и литературными оборотами.",
    "answers": [
      {
        "id": 11,
        "text": "Семьдесят страниц"
      },
      {
        "id": 12,
        "text": "Стопятьдесят страниц"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы просто обажаете изобретать различные механизмы и поэтому придумать книну о великом и необыкновенном научном изобретении для вас не составит большого труда",
    "answers": [
      {
        "id": 16,
        "text": "Написать о том, что уже находится в планах изобретения научных институтов"
      },
      {
        "id": 17,
        "text": "Написать о совершенно новом изобретении."
      }
    ]
  },
  {
    "id": 11,
    "text": "Написав книгу в таком малом формате, используя краткие и четкие предложения, вы отнесли книгу в редакцию. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Написав большую и интересную книгу, которая, по вашему мнению, была идеальна во всем, вы отнесли ее в редакцию. \n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Через неделю вам пришел ответ: \"Здравствуйте! К сожалению, мы не можем выпустить вашу книгу.\"\n\nВам ничего не остается, кроме как начать писать новую книгу.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Через неделю вам пришел ответ: \"Здравствуйте! Мы выпускаем вашу книгу в тираж! Явитесь в редакцию в течении недели для подписания договора.\"",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вашу книгу выпустили в тираж, после чего вы стали не совсем популярным, но все же известным в некоторых кругах писателем. \n\nПосле этого успеха вы хотите написать еще одну книгу,которая принесет вам еще больше славы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "Порывшись в Интернете, вы решили взять идею для книги в планах изобретения НИИ на следующий год.\nНаписав книгу такого формата, вы отнесли ее в редакцию",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решили сами придумать что-то новое и необычное. Нарисовав множество чертежей, просчитав все размеры и функции, вы вдруг поняли, что писать - это не для вас. Вы решили податься в науку и спустя пару лет уже стали известным изобретателем.\n\nНо почему бы вам не попробовать снова.?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "Через неделю вам пришел ответ из редакции: \"Здравствуйте! Мы можем выпустить вашу книгу, но небольшим тиражом, явитесь в редакцию в течении недели.\"",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вашу книгу выпустили,  и она даже пользовалась некоторой популярностью, но, через год НИИ выпустила то изобретение, и ваша книга перестала покупаться.\nВам ничего не оставалось,как начать писать новую книгу.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ваша фантазия сработала на славу. Закончив книгу, вы обнаружили, что она вышла страниц на триста.  Интересная история, хитросплетения сюжета и тщательно продуманные персонажи- все это было в вашей книге.\nВы отнесли книгу в редакцию ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Идея написать книгу об оборотнях и вампирах пришла вам в голову после просмотра фильмов.\nНаписав целую книгу о борьбе вампиров с оборотнями вы отнесли книгу в редакцию",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Через неделю вам пришел ответ из редакции :\"Здравствуйте! Мы решили выпускать в печать вашу книгу. В течении недели ждем вас в редакции\"",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Посое выхода книги, вы стали очень известным писателем, ваши книги раскупали. \n \nНо нельзя же написать одну успешную книгу и успокоиться? ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "Через неделю вам пришел ответ из редакции :\"Здравствуйте! К сожалению, мы не будем выпускать вашу книгу, так как спроса на нее не будет\"\nВам ничего не оставалось,как начать писать новую книгу",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы решаете взять стандартную форму детектива. Вы пишете об убийстве в малонаселенной деревне,  добавляете немного мистики, но в конечном итоге убийца был выявлен.\nВы отправляете эту книгу в редакцию и терпеливо ждете ответ",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили написать политический детектив, в котором участвуют",
    "answers": [
      {
        "id": 27,
        "text": "Трамп, Обама и Меркель"
      },
      {
        "id": 28,
        "text": "Вымышленные герои"
      }
    ]
  },
  {
    "id": 27,
    "text": "Отправив книгу в редакцию, вы спокойно ждали ответа, но, спустя несколько дней, вас задержал отряд полиции. За планирование убийства главы другой страны, вы получили  пять лет колонии. \n\nВы поклялись себе написать книгу,которая станет лидером продаж в мире ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы очень старались, вложили в книгу  все свои наработки по детективам и, наконец-то, книга была готова.\nВы отнесли ее в редакцию и ждете ответа",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ваши достижения:",
    "answers": [
      {
        "id": 35,
        "text": "Опасный детектив",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 34,
        "text": "Покоритель женских сердец",
        "need": 33,
        "need_ever": true
      },
      {
        "id": 36,
        "text": "Изобретатель",
        "need": 17,
        "need_ever": true
      },
      {
        "id": 55,
        "text": "Знаменитый писатель",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Через неделю вам пришел ответ из редакции :\"Здравствуйте! Мы не будем тиражировать вашу книгу по причине слишком заезденного сюжета. Читателю будет не интересно\" \nЧто ж поделать, нужно начинать новую книгу",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили написать роман об отважном рыцаре, его приключениях, спасении принцессы и сражении с драконом.\nКнигу вы отнесли в редакцию и теперь терпеливо ждете ответа",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы решили написать про жизнь современного молодого человека, у которого проблемы с личной жизнью. Разборки за гаражами, выбор между Машей и Леной - все это было в вашей книге.\nВы отнесли готовую книгу в редакцию и теперь ждете ответа",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Через неделю вам пришел ответ из редакции :\"Здравствуйте! Ваш роман довольно интересный, мы его печатаем! Ждем вас в течении недели для подписи бумаг\" \n Ваш роман очень понравился мечтательным дамам и девушкам, это был успех! После этого вы решили написать еще пару книг про этого рыцаря и не прогадали! \nНо нужно же что-то менять?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 34,
    "text": "Написать роман и получить признание дам",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Сесть в тюрьму за книгу",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Стать известным изобретателем",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Через неделю вам пришел ответ из редакции :\"Здравствуйте! Мы выпустим вашу книгу небольшим тиражом. В течении недели ждем вас.\"\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вашу книгу покупали не часто, узнавать на улице не стали.\nВы задумались о том, чтобы написать более популярную книгу.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 39,
    "text": "Через неделю вам пришел ответ из редакции :\"Здравствуйте! Мы выпустим вашу книгу. Ждем вас в редакции\" ",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "После того,как книга поступила на прилавки, ее начали покупать. Вы стали довольно известным писателем в обществе любителей детективов \nСпустя время вы решили написать новую книгу",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы выпустили книгу за свои деньги небольшим тиражом и не ждали особой популярности.\nНо, к вашему удивлению, все ваши книги скоро были куплены и пользовались огромным спросом.\n Но вы же хотите еще написать книги,да?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы решили написать книгу-игру. В детстве у вас была такая и, вдохновленные воспоминаниями и идеями, вы решили написать такую книгу. ",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Наконец написав такую книгу, вы выложили ее в интернет. Но большого распространения она не получила.\nНо кто будет отчаиваться в такой ситуации?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 44,
    "text": "После нескольких попыток написать книгу, вы решили совместить несколько жанров. ",
    "answers": [
      {
        "id": 45,
        "text": "Написать фантастическую книгу, в которой будут развиваться отношения между героями, а не только битвы и сражения"
      },
      {
        "id": 46,
        "text": "Написать фантастическую книгу, но большую часть книги посвятить любовной линии"
      }
    ]
  },
  {
    "id": 45,
    "text": "В вашей книге было всё: битвы, смех, удары судьбы, любимый человек, ради которого совершались немыслимые поступки. \nВам казалось, что она идеальна. ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы решили не особо описывать мир и события, изредка встречались какие-то вставки приключений героя в выдуманном измерении. Бóльшую часть книнги занимала любовная история молодого человека ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "И вы были абсолютно правы! После выпуска книги в продажу, ваши поклонники тут же раскупили ее. \nНа форумах шли ожесточенные споры на тему отношений героев и истории создания книги. Ваши фанаты были в полном восторге! \n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Спустя некоторое время вам пришло письмо, в котором говорилось о том, что книгу хотят экранизировать. \nЭто было наивысшей степенью похвалы для вас. \n\nНо не ограничетесь же вы одной успешной книгой?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 49,
    "text": "Такая книга не очень понравилась вашим читателям, которые хотели бы видеть отношения героев,но не в таком количестве.\n Но вы же не станете расстраиваться и опускать руки?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 50,
    "text": "Написав всё, что можно было, потерпев провал и взойдя на вершину мастерства, вы отправились на свою загородную дачу, подальше от папарацци и шума города.\nЗдесь, в своем маленьком  и уютном домике вы мечтали провести свою старость. \nСпустя некоторое время, вам, все же, захотелось написать небольшой рассказ. Вы решили, что это будет ужастик. ",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Сидя на качелях возле дома вы придумывали сюжет будущего произведения, его героев и злодеев. \n\nСпустя некоторое время, вы закончиои свой рассказ, но не публиковали его. Ведь вы писали его не для аудитории, а для себя. Вы получали удовольствие от написания книг.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 52,
    "text": "Прожив долгую и интересную жизнь, начиная с малоизвестных книг и рассказов, вы, несмотря на все падения, смогли достичь мастерства. \nОстаток жизни вы провели еа своей даче, в которой продолжали творить. После вашей смерти, все эти рассказы получили одобрение большого количества людей. \n",
    "answers": [
      {
        "id": 53,
        "text": "Закончить квест"
      }
    ]
  },
  {
    "id": 53,
    "text": "Спасибо Вам, уважаемый читатель, за то, что прочитли весь квест. Надеюсь, что он вам понравился (если нет,  то напишите комментарий с указанием проблем и недоработок, пожалуйста).",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 54,
    "text": " Здесь будет указываться ход работ:\n\n10.07.17   Добавлены новые ветки и достижения. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы полностью прошли квест и стали знаменитым писателем!",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Сидя за таким привычным и родным столом,заваленным кучей бумаги, вы бережно достали из самого нижнего ящика, пыльные и немного пожелтевшие листы в клетку и линию. По ним было видно, что они были вырваны из самых обычных школьных тетрадей.\nПеред глазами так и встала картина:\nПарень, шестнадцати лет, с взъерошенными волосами и мечтательной улыбкой сидит и царапает на этих листах строчки. Зачеркивает, исправляет, пытается выразить все свои мысли и чувства, но никак не выходит. \nИ вот, спустя столько лет, Вы снова читаете эти строчки. Да, пусть много чего не в рифму, зато со всей душой.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Усевшись поудобнее, Вы решаете прочитать иж все. \nНекоторые даже решаете проговорить вслух:\nВ чем смысл жизни?<s>r\nВопрошаю я.<s>r\nОн заключается в стремлении<s>r\nСтать лучше и улучшить мир <s>r\nТвердят философы в ответ.<s>r\nБиологи в ответ лишь говорят,<s>r\nчто должен каждый<s>r\nПрожив часть лет своих <s>r\nРодить как можно большее количество детей.<s>r\nРодитель мой всего то лишь<s>r\nБормочет: отлепись! Ведь ты ещё так мал!<s>r\nИди учись и все поймешь!<s>r\nА я так не могу!<s>r\nЗачем же я живу?!<s>r\nЛишь для того чтобы прожить?<s>r\nИль нужно это все <s>r\nДля непонятных нам затей?<s>r\nА может это лишь игра,<s>r\nВ которую играют,<s>r\nТак называемые Боги.<s>r\nИ вот сейчас мой друг <s>r\nТеряет свою жизнь из-за<s>r\nНеправильного хода<s>r\nВеликого правителя иль Посейдона...<s>r\nА если все это игра <s>r\nТо нужно ли нам мучаться?!<s>r\nА может лучше умереть,<s>r\nИ все понять потом...<s>r\nНо вот я просыпаюсь<s>r\nИ вновь стараюсь угодить<s>r\nУчителям, директорам и даже может Богу.<s>r\nА если вдруг меня кто спросит<s>r\nА в чем же смысл то?<s>r\nОтвечу я - подумай сам,<s>r\nВедь чаще он отличен,<s>r\nОт всех на этом свете.<s>r\n\n\n\n--- Да... А я и не думал, что в юности думал на такие темы.\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Прочитав все свои творения юности, Ваш взгляд наткнулся на необычный листок, будто вырезанный из маленького блокнотика. Взяв его в руки, вы увидели, что на нём тоже стих. Почерк был явно не Ваш, такой аккуратный, с кучей завитков,мог быть только у девушки.\n- Господи... неужели она тогда все-таки ответила мне!? ",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "На листе было выведено будто трафаретом:\nДавно желала я любви<s>r\nНе понарошку, а как в сказке<s>r\nЧтоб принц на белом скакуне<s>r\nИ пышно-бело-розовое платье.<s>r\n<s>r\nИ наконец нашла свой идеал<s>r\nОн весел был, неотразим.<s>r\nМне говорил о счастье зим,<s>r\nИ шепотом-о счастье с ним.<s>r\n<s>r\nЯ поддалась, упали цепи<s>r\nС моих доселе непреступных плеч<s>r\nЯ отдалась ему всецело<s>r\nЧуть дожидаясь счастья встреч.<s>r\n<s>r\nНадежды рухнули спонтанно.<s>r\nОн мне сказал:\" прости меня,<s>r\nНо ты была мне лишь приманкой<s>r\nДля той, кого я обнимать хотел.<s>r\nТы несомненно идеальна,<s>r\nГотовишь, любишь и целуешь<s>r\nПри наших встречах не грустишь,<s>r\nНайдешь себе ещё ты парня,<s>r\nНамного лучше чем я есть\"<s>r\n<s>r\nНадежды рухнули спонтанно...<s>r\nЯ не смогла тебя простить<s>r\nЯ лишь ночами,лишь украдкой<s>r\nСтаралась слезы не пролить...<s>r\n<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "- А я тогда и вправду обидел ее... Как же я был глуп. \nВ юности вы были влюблены в прекрасную девушку, её глаза были для Вас колодцами, ваши разговоры были трогательными и долгими. Но однажды Вы узнали о том, что девушка не хочет продолжать общение, по непонятным причинам. Не смея причинять неудобство своей возлюбленной, вы сказали тогда, что все кончено.\n-Да уж... как же жизнь все провернула. Диву даюсь. Но да ладно, пора за работу. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  }
]