[
  {
    "id": 1,
    "text": "Жанр: фэнтези, детектив, приключения, много концовок\n\nВы практикант магического Контроля Вален Митро. Впереди ждет работа, работа и еще раз работа: упыри, отступники и коллеги. И непонятно какие монстры страшнее. Главное, закончить практику и выжить.\n\nУдачи! Все в ваших руках. От вашего пути может зависеть чья-то жизнь. Например, Ваша.\n\nЗакончен пролог \"Попасть в Контроль\" и первая глава для везунчика, бытовика и следака \"День первый\"\nВ стадии агонии написания. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 15,
        "text": "Концовки пролога",
        "need": 1,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "Сохранения мини квеста для Лаборанта \"Поднимись по карьерной лестнице\"",
        "need": 70
      },
      {
        "id": 95,
        "text": "Концовки Первой Главы"
      },
      {
        "id": 47,
        "text": "Достижения",
        "need": 1,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Чертоги разума",
        "need": -1,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c836234/v836234565/49f3d/pRb00b9660I.jpg"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Гнилой бревенчатый потолок - это первое, что я увидел. Как в третьесортной таверне. \nТакое чувство, что жахнулся мордой о камень. Я потрогал голову, повреждений нет, вроде. Надо срочно найти зеркало. А лучше одежду, ведь, какого-то дьявола, я голый. ",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть комнату"
      },
      {
        "id": 4,
        "text": "Поныть лежа"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мда, я лежал на травяном матрасе. И это была единственная мебель в этой коморке. Рядом на полу был аккуратно разложен грязный плащ. Третьесортная - это комплимент. \nЯ накинул плащ на себя. Под ним оказалась медаль из дерева: \"практикант магического Контроля Вален Митро\". Точно, вчера же пришло назначение и еще выпускной был. Бросаю пить. Вообще. \nЯ положил медаль в карман и нащупал пару медяшек. Негусто. \nНе по статусу мне шляться по злачным местам. Надо сваливать. \nПервый луч малого солнца попал прямо в глаз. Черт, как бы не опоздать в первый рабочий день. \nРаздался стук в дверь. ",
    "answers": [
      {
        "id": 5,
        "text": "Открыть дверь"
      },
      {
        "id": 9,
        "text": "С перепугу выпрыгнуть в окно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Не мог же я вчера допиться до такой стадии? Или мог? Я же... Раз, два, три, четыре. Четыре таракана проползли по потолку. Они так могут? Надеюсь, вчера я здесь не ужинал, а то меня тошнит. \nЧто-то я отвлекся. О чем это я? А, да, про вчера...Стоп, я что же вчера было и кто я? Надо было с этого начинать. \nРаздался стук в дверь. \n- Господин, магик? - раздался женский голос за дверью.",
    "answers": [
      {
        "id": 10,
        "text": "Открыть дверь"
      },
      {
        "id": 9,
        "text": "С перепугу выпрыгнуть  в окно"
      },
      {
        "id": 6,
        "text": "Повернуться на другой бок и заснуть"
      }
    ]
  },
  {
    "id": 5,
    "text": "За дверью стояла рябая служка. \n-Ваша одежда, господин. \nСлава лешему! Я взял стопку из ее рук. Все же я был еще во вменяемом состоянии вчера. \nСлужка привычно склонилась в ожидании чаевых. Самому бы кто деньжат до зарплаты одолжил.",
    "answers": [
      {
        "id": 7,
        "text": "Дать монетку",
        "need": 3
      },
      {
        "id": 8,
        "text": "Денег нет. Увы"
      }
    ]
  },
  {
    "id": 6,
    "text": "Плевать на все! Голова и так не варит. Лучше посплю. Стук замолкает. Вот и счастливые объятия сна. \nДверь с грохотом открывается. Я вскакиваю в защитную позицию (рефлексы не пропьешь). Но что может сделать не совсем трезвый маг, да еще и голыми руками против ловчей сети? Меня скручивают стражники и волокут по грязному полу. \nНеудачный день. Особенно потому, что я все вспомнил. Сегодня мой первый рабочий день в магическом Контроле. А еще вчера я, Вален Митро, кутил на выпускном. И теперь мне грозит не только опоздать, но и вылететь не проработав и дня. Дьявол, надо бросать пить. \nЯ попытался сказать стражам кто я. Может отпустят, это же явное недоразумение. Но меня то ли ушатало, то ли успел здесь поужинать вчера. Меня вырвало. \n- Глянь ему плохо. Может доктора? - пробасил один страж. \n- Ага, разбежались! Вырубай этого алкаша. В камере разберемся. - последенее, что я услышал.",
    "answers": [
      {
        "id": 14,
        "text": "Сладкое и пугающее забытье"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не жлоб же я. Я сунул одну из двух монет служке и захлопнул дверь. \nЗа дверью раздалось робкое: \n-Спасибо. Господин? \nДа что еще? Я с трудом попадаю в штанину, одновременно застегивая рубаху. \n-Господин, там внизу стражи ходют магиков ловят. \nСпасибо тебе леший, что монетку не пожалел. Ну что ж, судя по солнцам до начала первого рабочего дня десять минут. Поторопимся. ",
    "answers": [
      {
        "id": 9,
        "text": "Лезем в окно"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я захлопнул дверь. Может в следующий раз как-нибудь отдам. Хотя навряд ли я здесь еще появлюсь. \nЯ с трудом попадаю в штанину, одновременно застегивая рубаху. Ну что ж судя по солнцам до начала первого рабочего дня десять минут. \nНакидываю плащ из него выпадает две монеты. Черт! Распихиваю все по карманам. Поторопимся. ",
    "answers": [
      {
        "id": 11,
        "text": "Выйти через дверь, как нормальный человек"
      },
      {
        "id": 9,
        "text": "Вылезть в окно как дурак. Порвать штаны и измазаться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Пока я лез с третьего этажа по трубам насчитал: девять тараканов, восемь пауков, шестнадцать неустановленного вида насекомых и одну змею. Редкий гадюшник. Хорошо бы вспомнить как я вчера сюда попал. Или наоборот, лучше не вспоминать? \nУдивительно, что плащ не запачкал, хотя на нем столько грязи, что и не видно уже.\nАккуратненько обходим повозку стражников, стоящую у входа. Кирдык мне, если б меня задержали в первый день работы. И бегом по подворотням до работы моей мечты.\nЯ вообще удачливый. Ну или дурак. Дуракам, говорят, везет.\nБольшое и малое солнце почти сошлись. Мало времени. Вот и торговый квартал. Еще чуть-чуть  и я на месте. Успеем!\n",
    "answers": [
      {
        "id": 26,
        "text": "Бежать в здание магического Контроля",
        "need": [
          5,
          -7,
          -19
        ]
      },
      {
        "id": 13,
        "text": "Забежать по пути в лавку одежды",
        "need": -5
      },
      {
        "id": 12,
        "text": "Бежать в здание магического Контроля",
        "need": -5
      },
      {
        "id": 29,
        "text": "Бежать в здание магического Контроля",
        "need": 7
      }
    ]
  },
  {
    "id": 10,
    "text": "Мда, я лежал на травяном матрасе. И это была единственная мебель в этой коморке. Рядом лежал плащ.\nЯ накинул плащ на себя и под ним оказалась медаль из дерева: \"практикант магического контроля Вален Митро\". Точно, вчера же пришло назначение и еще выпускной был. Бросаю пить. Вообще. \nСтук усилился.",
    "answers": [
      {
        "id": 5,
        "text": "Открыть, наконец, дверь!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Выхожу в коридор, мой номер был рядом с лестницей. Хорошо, что плутать по коридорам не придется в потемках. Никто ж не думает, что у этого места есть лишние монеты на светильники. \nНачинаю спускаться и сразу врезаюсь в чье-то тело. Стража! Черт! Эти пока не разберутся кто, что и почему - не отпустят. А мне нельзя опаздывать! \nМеня обхватил стражник. \n- Опа, а оно само нам в руки! - пробасил он.",
    "answers": [
      {
        "id": 16,
        "text": "Сопротивляться и убежать"
      },
      {
        "id": 17,
        "text": "Договориться мирно"
      }
    ]
  },
  {
    "id": 12,
    "text": "Еле успел. Все уже почти построились в главном холле. Я встал в шеренгу практикантов. Где-то ударил гонг. И перед шеренгой появился он - гроза всех магов, начальник контроля - полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. \n- Ну что, новобранцы. Сегодня ваш первый день в наших стенах. И вместо приветствия запомните - дисциплина, смекалка и честность. Вот три пункта, которые я хочу увидеть в каждом из вас дерзайте! \nРечи полковника внимали все с придыханием. Все таки легендарный человек. Все провожали его восторженными взглядами пока он шел вдоль шеренги. И вот он остановился напротив меня. \n- Новобранец, такая верхняя одежда недопустима. \nЯ совсем забыл о своем грязном обшарпанном плаще. Черт!",
    "answers": [
      {
        "id": 24,
        "text": "Отшутиться. Попытка не пытка"
      },
      {
        "id": 23,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Голым в первый день на работу, думаю, еще никто не приходил. Да и в любой другой тоже. Конечно, есть шанс, что плащ снимать не потребуется, но я б не надеялся на это. \nЯ подбежал к первой лавке. Закрыто. Ко второй, то же самое. Дьявол. Понятно, что рановато для магазинов еще. Но хоть одна. \nВремя неумолимо уменьшалось. Наконец, я забежал в крохотную лавку. \n- Продавец, одежду и обувь. Срочно. \nСтаричок выполз из подсобки и, оглядев меня, прохрипел. \n- Ношеное два медяка. Новое четыре. \nЯ прощупал карманы на всякий. У меня два медяка и все. Непруха!\nДьявол, время поджимает, что же делать?",
    "answers": [
      {
        "id": 20,
        "text": "Поторговаться"
      },
      {
        "id": 21,
        "text": "Взять ношеное"
      }
    ]
  },
  {
    "id": 14,
    "text": "- Подтверждаю, наш практикант. Отпустите. \nУслышал я мужской голос. И снова здравствуй отвратительный потолок. К несчастью уже каменный. \n- Вставай, - пробасил стражник, - за тобой начальство пришло. \nЯ вскочил как в попу ужаленный. За стеклом камеры стоял тот же громила стражник, что тащил меня, и высокий мужчина в очках, идеальном костюме и с папочкой в руках. Фух, это не начальник. Начальник магического Контроля, полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. В общем устрашающий тип, а не этот интеллигент. Кстати кто это? \n- Я ваш куратор, молодой человек. Не могли бы вы поторопиться. И если вы думаете, что начальство не знает о вашем моральном облике, то совершенно зря. Вы \"прекрасно отличились\" сегодня. Господин Базук лично распорядился о вашей дальнейшей судьбе. \nЯ понуро вышел из камеры. Ну хорошо, что не уволили или...? Я все ж один из лучших выпускников. \n- Вас назначили в лабораторный отдел. В конце концов ваша работа должна соответствовать умственным способностям.\nСтражник захохотал за спиной. Захотелось ему вмазать. \nЧерт, черт, черт! Лаборатории - это навоз, трупы и всякая пакость. А с учетом, что я провинился, то разгребать мне это дерьмо до самой кончины. Низшая должность. У уборщиков и то лучше. Ничего, выберемся, наверное.",
    "answers": [
      {
        "id": 1,
        "text": "Теперь ты лаборант. Увы.\nКонец пролога",
        "need_ever": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Здесь вы можете еще раз прочитать концовки этого трейлера после прохождения. \nЕсли что концовок на данный момент 8",
    "answers": [
      {
        "id": 14,
        "text": "Лаборант",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 23,
        "text": "Помощник куратора в лабораториях",
        "need": 23,
        "need_ever": true
      },
      {
        "id": 22,
        "text": "Мальчик на побегушках",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 24,
        "text": "Хозяйственник",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 26,
        "text": "Бытовик",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 25,
        "text": "Помощник куратора бытовиков",
        "need": 25,
        "need_ever": true
      },
      {
        "id": 28,
        "text": "Следак",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 29,
        "text": "Везунчик",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "НА ГЛАВНУЮ"
      }
    ]
  },
  {
    "id": 16,
    "text": "Толкать бесполезно, стражник сильнее меня очевидно. В стражников одних дуболомов и берут, а в узком пространстве лестницы я им ничего противопоставить не смогу. \nОстается пустить небольшой разряд через ладони. Это максимум что можно сделать без инструментов. Надеюсь сработает, иначе мне точно дорога в изолятор. \nСработало, громила с ревом отпрянул, а я прыгнул назад. Окно! Вот где мое спасение. \nНе успел я забежать в комнату, как на меня накинули ловчую сеть. Неудачный день. \n- Вырубай его! \nА вот и звездочки.",
    "answers": [
      {
        "id": 14,
        "text": "Раз звездочка, два звездочка, три..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Я замер в руках громилы-стражника. \n- Спокойно ребята, магический Контроль. - пошел я ва-банк. \nСтражник замер и явно впал в ступор. \n- Чего встал Миха? - крикнул кто-то за спиной стражника. \n- Да тут у нас пташка говорит, что из магического Контроля. - пробасил громила. \n- Я и документ могу предоставить. - подал голос я. \n- А ну-ка выноси его на свет. - сказал некто. \nМеня вынесли в коридор на этаж ниже. \nТам стоял еще один ничем не примечательный стражник с магическим лучом и ловчей сетью. Я б его и не описал потом, слишком типичный во всем, серый. \nВ глаза ударил луч. \n- А ну-ка, доставай документы. - сказал серый. - Поставь его, Миха. \nЯ стыдливо вытащил медать, да это еще не официальный значок, но хоть что-то. \n- Гы, практикант, - прогоготал Миха. - а что это мы шляемся в таком районе, магик? \n- Так вчера же выпуск был. Пили, гуляли, домой не доползли. \nСерый съязвил: \n- Видимо мордой ползали. \nМне срочно нужно зеркало. \n- Ребят, отпустите меня. Лешим заклинаю. Очень на работу спешу. Потом зайду, что надо отпишу, а? \nЗдоровяк захохотал: \n- Ой, как мы любим помогать магикам. Особливо наглым практикам. Да, Аст? - Миха ткнул серого локтем в бок, а тот не сморщился даже. Надо же. ",
    "answers": [
      {
        "id": 18,
        "text": "Предложить взятку",
        "need": 2
      },
      {
        "id": 19,
        "text": "Найти более законное решение"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я протянул что у меня было. \n- Может договоримся? \nМихей загоготал. Серый сплюнул: \n- Магики. Пакуем. \nМеня вырубили. Неудачный день.",
    "answers": [
      {
        "id": 14,
        "text": "Что будет дальше?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я лихорадочно думал, как бы убедить их меня отпустить, как вдруг. \n- Хорошо. - выдал Аст. - Мы тебя запомнили. Вечером придешь. Кабинет 13. \n- Эй ты чего, Аст? - удивился здоровяк. \n- Да они нам нужны эти проблемы с магиками - выплюнул серый. \nЯ быстрее ветра выбежал из трактира. Пронесло. Хоть бы вовремя успеть на работу.",
    "answers": [
      {
        "id": 28,
        "text": "Бежать к зданию магического Контроля",
        "need": 17
      }
    ]
  },
  {
    "id": 20,
    "text": "Была не была. \n- Старик, давай за два я новое возьму, а после работы отдам. Я тут в магическом контроле недалеко работаю... \n- Да хоть у самого короля! Четыре и не меньше - перебил меня старик. - или убирайся. А то ходят тут всякие оборванцы. \nКажется, это надолго.",
    "answers": [
      {
        "id": 21,
        "text": "Брать, что дают"
      }
    ]
  },
  {
    "id": 21,
    "text": "- Ладно, давай ношеное. Только рванину не возьму. \nСтарик скрылся в подсобке. \n- Не возьмет он, собака дворовая. - причитал старик. \nБольшое солце приближалось к малому. Такое чувство, что я опоздаю. \n- Старик, поторопись там. А то уйду. \nСтарик горным козлом подскочил ко мне с охапкой вещей. \n- Деньги давай. \nЯ выложил последние гроши. Как жить дальше нищему практиканту? И принялся одеваться прям в лавке. Времени нет. \n- Стыдоба. - фыркнул старик. \nЯ оделся в нечто ляпистое и, явно, снятое с крестьянина, а может и с мертвого. У коллег будет тема для шуток. \nБудем надеяться, что я еще не опоздал.",
    "answers": [
      {
        "id": 25,
        "text": "Бежать к зданию магического контроля",
        "need": -20
      },
      {
        "id": 22,
        "text": "Бежать к зданию магического контроля",
        "need": 20
      }
    ]
  },
  {
    "id": 22,
    "text": "Черт! Буквально десять секунд, но я опоздал. Все же торговаться не стоило. \nВ главное холле контроля построены все сотрудники, а в центре шеренга практикантов, перед которыми расхаживает гроза всех магов, начальник Контроля - полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. \n- А вот и особый гость. Нам как раз не хватает пунктуальных людей в курьерской службе. - с ехидцей сказал полковник. Встать в строй. И плащ снимите, чистота залог успеха. \nЯ снял свой обшарпанный плащ. Полковник поднял бровь. В холле послышались смешки. \nНу и ладно, не к лаборантам и то хлеб. Пробьемся.",
    "answers": [
      {
        "id": 1,
        "text": "Теперь ты мальчик на побегушках. Путь к вершинам карьеры будет долгим.\nКонец пролога"
      }
    ]
  },
  {
    "id": 23,
    "text": "- Простите, этот плащ служил верой и правдой всю магическую войну моему деду. И он перед смертью завещал его надеть в своей первый рабочий день.\nПолковник сморщился. Кто-то закатил глаза. \n- Лучше б он завещал вам учиться врать получше. Асмодеус забери его к себе. Говорил тебе помощников не хватает?\n- Да, господин полковник. - ответил высокий мужчина в очках, идеальном костюме и с папочкой в руках.",
    "answers": [
      {
        "id": 1,
        "text": "Вы помощник куратора лабораторий. Работа со всякой мерзостью и трупами теперь ваша. Что может быть хуже?\nКонец пролога"
      }
    ]
  },
  {
    "id": 24,
    "text": "- Приношу мои извинения, но не могу никак согласиться - мой плащ практичнее и эффективнее парадной формы: грязь способствует маскировке на местности, а также уменьшает проводимость среды, спасает от дождя , - отрапортовал я бодро. И себе под нос - И  унижения. \nПолковник прищурился и что-то прошептал. Ухмыльнулся. \n- Что ж, будет интересно услышать вашу историю. Потом. - я выдохнул с облегчением. - Ну, а сейчас, Мелли, выдай ему все недостающее, а то я переживаю за...хм...честь нашего практиканта. \nК полковнику подошла женщина или девушка, сложно определить точный возраст, модельной внешности. \n- Он мой? \n- Да забирай - кивнул полковник.- поступаешь в хозяйственный отдел. Объяснительную в письменном виде мне на стол. \nТак это куратор отдела? Ничего себе! Хотя, черт, хозяйственники - это бумаги, бумаги и еще раз бумаги. Их еще называют снабженцы, офисный планктон, писчики. И даже то, что начальница миленькая, не унимает моей досады. Ничего, авось пробьемся в следственный отдел.",
    "answers": [
      {
        "id": 1,
        "text": "Вы офисный планктон. Скучная работа. Но уже что-то\nКонец пролога"
      }
    ]
  },
  {
    "id": 25,
    "text": "Еле успел. Все уже почти построились в главном холле. Я встал в шеренгу практикантов. Где-то ударил гонг. И перед шеренгой появился он - гроза всех магов, начальник контроля - полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. \n- Ну что, новобранцы. Сегодня ваш первый день в наших стенах. И вместо приветствия запомните - дисциплина, смекалка и честность. Вот три пункта, которые я хочу увидеть в каждом из вас дерзайте! \nРечи полковника внимали все с придыханием. Все таки легендарный человек. Все провожали его восторженными взглядами пока он шел вдоль шеренги. И вот он остановился напротив меня. \n- Новобранец, такая верхняя одежда недопустима. \nЯ совсем забыл о своем о плаще. Пришлось снимать. Полковник поднял бровь. В холле послышались смешки. \n- Твой кадр - полковник повернулся к стоящему рядом старому крохотному толстячку. - Мэтр берите и пользуйтесь. Поступаешь в распоряжение куратору бытовиков. - это уже мне. \nНу и ладно, не следственный отдел, конечно, но хорошо хоть не к лаборантам или хозяйственникам. У одних дерьмо, у других одни бумажки. Пробьемся.",
    "answers": [
      {
        "id": 1,
        "text": "Вы помощник куратора в отделе бытой магии. Это скучно, но почти одной ногой в следственном. Ура!\nКонец пролога"
      }
    ]
  },
  {
    "id": 26,
    "text": "Еле успел. Все уже почти построились в главном холле. Я встал в шеренгу практикантов. Где-то ударил гонг. И перед шеренгой появился он - гроза всех магов, начальник Контроля - полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. \n- Ну что, новобранцы. Сегодня ваш первый день в наших стенах. И вместо приветствия запомните - дисциплина, смекалка и честность. Вот три пункта, которые я хочу увидеть в каждом из вас дерзайте! \nРечи полковника внимали все с придыханием. Все таки легендарный человек. Все провожали его восторженными взглядами пока он шел вдоль шеренги. И вот он остановился напротив меня. \n- Новобранец, такая верхняя одежда недопустима. \nЯ совсем забыл о своем о плаще. Пришлось снимать.\nПолковник прошел дальше. Не впечатлил я его.\nПотом было принятие клятвы и распределение.",
    "answers": [
      {
        "id": 1,
        "text": "Вы бытовик. Лишь на одну ступень ниже следака. Есть куда стремиться.\nКонец пролога",
        "need": [
          -19,
          -7
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Сюжет на продолжение есть, а времени нет. Все остальные концовки пролога будут в ближайшие дни. Куда то я не туда зашла, так что вторую главу ждите не раньше 20 июля.\nВсем удачи!\nЕсли что пишите в личку вк на имя marusia alexandrovna",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 28,
    "text": "Еле успел. Все уже почти построились в главном холле. Я встал в шеренгу практикантов. Где-то ударил гонг. И перед шеренгой появился он - гроза всех магов, начальник Контроля - полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. \n- Ну что, новобранцы. Сегодня ваш первый день в наших стенах. И вместо приветствия запомните - дисциплина, смекалка и честность. Вот три пункта, которые я хочу увидеть в каждом из вас дерзайте! \nРечи полковника внимали все с придыханием. Все таки легендарный человек. Все провожали его восторженными взглядами пока он шел вдоль шеренги. И вот он остановился напротив меня. \n- Новобранец, такая верхняя одежда недопустима. \nЯ совсем забыл о своем о плаще. Пришлось снимать.\nПолковник прошел дальше. Не впечатлил я его.\nПотом было принятие клятвы и распределение.",
    "answers": [
      {
        "id": 36,
        "text": "Вы следак. Самые интересные магические преступления и приключения. Вам повезло. Интересно почему?\nКонец пролога",
        "need": 19
      },
      {
        "id": 36,
        "text": "Я - следак, леший меня подери!",
        "need": 15
      }
    ]
  },
  {
    "id": 29,
    "text": "Еле успел. Все уже почти построились в главном холле. Я встал в шеренгу практикантов. Где-то ударил гонг. И перед шеренгой появился он - гроза всех магов, начальник Контроля - полковник Владимир Базук, бывалый высокий вояка со шрамом через все лицо. \n- Ну что, новобранцы. Сегодня ваш первый день в наших стенах. И вместо приветствия запомните - дисциплина, смекалка и честность. Вот три пункта, которые я хочу увидеть в каждом из вас дерзайте! \nРечи полковника внимали все с придыханием. Все таки легендарный человек. Все провожали его восторженными взглядами пока он шел вдоль шеренги. И вот он остановился напротив меня. \n- Новобранец, такая верхняя одежда недопустима. \nЯ совсем забыл о своем о плаще. Пришлось снимать.\nПолковник прошел дальше. Но было ощущение, что он меня запомнил. Самый удачный день!\nПотом было принятие клятвы и распределение.",
    "answers": [
      {
        "id": 36,
        "text": "Вы невероятный везунчик. Вы cледак. Самые интересные магические преступления и приключения. Вам повезло. Интересно почему?\nКонец пролога",
        "need": 7
      },
      {
        "id": 36,
        "text": "Я следак!!! Невероятное везение!",
        "need": 15
      }
    ]
  },
  {
    "id": 30,
    "text": "Магический Контроль состоит из четырех отделов: \nСЛЕДСТВЕННЫЙ КОМИТЕТ \nРасследует уголовные преступления совершённые магией, а также производит задержание сильных магов-отступников и зачистку от нечисти. Глава отдела, как и всего Контроля - полковник Владимир Базук. \n \nОТДЕЛ МАГИЧЕСКИХ ПРАВОНАРУШЕНИЙ И МАГИЧЕСКОЙ БЕЗОПАСНОСТИ (в народе бытовой) \nРасследует мелкие магические правонарушения. Нередко доделывает муторную работу за следаками. Занимается магическими существами. Периодически патрулирует город. Возглавляет Мэтр (Реальное имя точно не известно) \n \nХОЗЯЙСТВЕННЫЙ ОТДЕЛ \nВыдает разрешения на использование ограниченной к доступу магии, артефактам. Ведет учет магических ресурсов в стране. Отдел непосредственно выполняет функции секретариата, архива и курьерской службы. Возглавляет Меллисента Гик. \n \nОТДЕЛ ЭСПЕРИМЕНТАЛЬНЫХ ВОЕННЫХ ИССЛЕДОВАНИЙ (в народе лаборатория) \nВыдают патенты артефакторам, создают средства противодействия магическим угрозам и вообще занимаются научной работой. Непонятно точно какой. Кто и как там работает тоже не ясно. Обычно новобранцев туда посылали в провинность и нагружали грязной работой. Через некоторое время большинство из них не выдерживали и  увольнялись. Возглавляет Асмодеус Твинельд.",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться в реальность",
        "need": 32
      },
      {
        "id": 36,
        "text": "Вернуться в реальность",
        "need": 36
      },
      {
        "id": 37,
        "text": "Назад",
        "need": 37
      }
    ]
  },
  {
    "id": 31,
    "text": "Общая информация на руководителей Контроля: \n\nВладимир Базук. Классический маг. \nНачальник магического Контроля и следственного комитета. Полковник. Герой черной войны(зачистка страны от огромного нашествия нечисти). Считается лучшим боевым магом. Возраст около сорока. \n \nМэтр. Классический маг. Артефактор. Алхимик.\nКуратор бытовиков. Гражданский. Ходят слухи, что Мэтр когда-то был учителем Владимира или его отца. Возраст определить сложно, но ему где-то за семьдесят. Один из лучших артефакторников-ювелиров. Возможно, так и продлевает себе жизнь(по слухам). Старейший маг. Создал отдел Лаборатории и возглавлял его до недавнего времени.\nТочное имя не известно. Говорят, те кто знает его имя - умирают от проклятия. \n \nМеллисента Гик. Немаг. \nКуратор хозяйственников. Гражданская. Про нее ходят противоречивые слухи. Одни говорят, что она просто великолепна на своей должности. Другие говорят, что она просто великолепна. И попала она на эту должность через постель, как ни странно Мэтра. В любом случае, все признают покровительство Мэтра над этой красавицей. \nТочный возраст не известен, на вид двадцать. О ее происхождении неизвестно. Говорят, она вышла из низших слоев, поэтому она тщательно скрывает свое прошлое.\n \nАсмодеус Твинельд. Некромант. Неклассический маг. Артефактор. Алхимик. \nКуратор Лаборатории. Гражданский. Приступил к должности пять лет назад. Самый молодой куратор мужского пола - всего тридцать лет. Уникум. Один из лучших ученых. Иностранец. \n \nВера Сандал. Менталист. Поисковик. Неклассический маг. \nПомощник Владимира. Лейтенант. Боевая подруга и жена Владимира.  Раньше возглавляла бытовой отдел. Около тридцати лет. ",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться в реальность",
        "need": 32
      },
      {
        "id": 36,
        "text": "Вернуться в реальность",
        "need": 36
      },
      {
        "id": 37,
        "text": "Назад",
        "need": 37
      }
    ]
  },
  {
    "id": 32,
    "text": "Что случилось, то случилось. Главное, не слить всё в дальнейшем и мозги не растерять. Надо подумать, как быть дальше. И подумать - чего я хочу.\nВпереди меня ждет большое приключение. Хотелось бы в это верить, по крайней мере.",
    "answers": [
      {
        "id": 39,
        "text": "Вспомнить основы магии"
      },
      {
        "id": 33,
        "text": "Вспомнить базовые вещи (на всякий)"
      },
      {
        "id": 34,
        "text": "Вспомнить свои сильные стороны"
      },
      {
        "id": 30,
        "text": "Вспомнить все о магическом Контроле"
      },
      {
        "id": 31,
        "text": "Вспомнить все о начальстве"
      },
      {
        "id": 35,
        "text": "Я все помню",
        "need": 14
      },
      {
        "id": 61,
        "text": "Я все помню",
        "need": 23
      },
      {
        "id": 61,
        "text": "Я все помню",
        "need": 22
      }
    ]
  },
  {
    "id": 33,
    "text": "Мы находимся в Первой Империи. \nНаша империя самая сильная на нашем континенте. Но мы находимся ближе всего к Порталу в бездну. Поэтому прорывы нечисти происходят у нас часто (самый крупный - черная война 10 лет назад). Вообще соседей у нас немного: кочевники - Теки и Вторая Империя(более отсталая копия нашей). \n\nТакже самый высокий процент сумасшедших магов именно в нашей стране. С другой стороны самый высокий процент магов, в особенности сильных классиков, тоже у нас. \n\nВообще у нас правит не император, как не странно, а совет Империи из благородных(почти все немаги). Император так, лишь название. Вообще все сложно и скучно. Важно помнить: есть еще Департамент безопасности - практически то же, что Контроль, только для немагических дел. В Департаменте маги работают, но мало. Не любят там наших, почему-то. Стража относится к Департаменту(кстати).",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться в реальность",
        "need": 32
      },
      {
        "id": 36,
        "text": "Вернуться в реальность",
        "need": 36
      },
      {
        "id": 37,
        "text": "Назад",
        "need": 37
      }
    ]
  },
  {
    "id": 34,
    "text": "Я - Вален Митро. Отучился в магической Академии четыре года на мага общего профиля. Один из лучших выпускников. \nНеклассический маг. Поисковик. Алхимик(немного). \nВыходец из среднего класса. После черной войны стал сиротой. \nЕдинственный родственник - дядя(слабый некромант) живет на границе с Теками.",
    "answers": [
      {
        "id": 36,
        "text": "Вернуться в реальность",
        "need": 36
      },
      {
        "id": 32,
        "text": "Вернуться в реальность",
        "need": 32
      },
      {
        "id": 37,
        "text": "Назад",
        "need": 37
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы ехали в амбиле, что довольно странно. Амбили или артефакторные повозки использовались обычно немагами из-за различных предрассудков. Маглеты - вот повозки для нормальных магов. Но, конечно, куратор - иностранец, а они все странноватые. \nОн сидел напротив и всю поездку до Контроля буравил меня тяжелым взглядом, нервно отстукивая рукой о колено. Подумаешь оступился раз - с кем не бывает! \n- Магический Контроль, - раздался голос возницы. \nКуратор вздрогнул, словно пришел в себя. \n- Жду вас через час в своем кабинете. Заберите свой допуск у архивариуса - бросил он мне и выскочил как ошпаренный из амбиля. Странный он. Да и леший с ним. \nА вот и здание Контроля. \nЯ подошел к самой улыбчивой девушке на входе. Только я собирался спросить ее, как боль запульсировала в висках. Походу обезболивающее, что мне дали в изоляторе прекратило работу. Что за туземская подделка? Его еще на сутки должно было хватить! Ладно, боль досадная, но терпимо. Главное не опоздать снова.",
    "answers": [
      {
        "id": 40,
        "text": "Спросить, как пройти в архив"
      },
      {
        "id": 42,
        "text": "Узнать, что она делает вечером"
      }
    ]
  },
  {
    "id": 36,
    "text": "Все довольно неплохо. Но расслабляться не следует. Неверные решениязачастую приводят к ужасным последствиям. \nНадо вспомнить, что мне может понадобиться.\nИ подумать - чего же я хочу дальше.\nВпереди меня ждет большое приключение, надеюсь.",
    "answers": [
      {
        "id": 33,
        "text": "Вспомнить базовые вещи (на всякий) "
      },
      {
        "id": 34,
        "text": "Вспомнить свои сильные стороны"
      },
      {
        "id": 30,
        "text": "Вспомнить все о магическом Контроле"
      },
      {
        "id": 31,
        "text": "Вспомнить все о начальстве"
      },
      {
        "id": 61,
        "text": "Я все знаю"
      }
    ]
  },
  {
    "id": 37,
    "text": "Здесь есть вся нужная вам информация о мире и героях.\nПрошу учесть, что это все, что знает герой на начало событий. \nЧертоги памяти обновляться будут, но только самая важная информация.\nНадейтесь на свои чертоги.",
    "answers": [
      {
        "id": 39,
        "text": "О магии"
      },
      {
        "id": 34,
        "text": "О себе"
      },
      {
        "id": 30,
        "text": "Об устройстве Контроля"
      },
      {
        "id": 31,
        "text": "О начальстве"
      },
      {
        "id": 109,
        "text": "Новые знакомства"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 38,
    "text": "Видя недоумение куратора, я предложил помощь.\n- Спасибо, молодой человек. Ума не приложу, куда Отти положил бумаги. А я так редко здесь бываю.\nУдивительно, а где тогда сидит старик? И чей это стол?\n- Давайте я помогу их найти?\n- Да-да, посмотрите в стопках, а то мои руки меня подводят, боюсь разрушить порядок, а Отти так его любит.\nЯ потянулся к столу и в этот момент сзади раздалось:\n- Руки прочь от стола!",
    "answers": [
      {
        "id": 75,
        "text": "Я обернулся"
      }
    ]
  },
  {
    "id": 39,
    "text": "Немного о магии (сарказм)\nМаги делятся на классиков и неклассиков. \n\nКлассики - использует магию через узоры, надписи, предметы. Таким магов больше всех.\n\nНеклассики - формируют заклинание мысленно. К сожалению, для большинства заклинаний нужен контакт визуальный или тактильный. Неклассическое заклятие слабее такого же классического. Но у неклассиков всегда есть особая способность, которой не может быть у классиков. Редко встречается больше одной на мага.\nПеречнь особых способностей: \n1. Менталисты - могут влиять на людей. Читать мысли не умеют, но прекрасно подстраиваются под настроение. \n2. Иллюзионисты - создают нематериальные иллюзии. \n3. Метаморфы - могут изменять свое тело целиком и по отдельности на определенный момент времени. \n4. Поисковики - обладают магическим чутьем. Наиболее распостраненная способность. \nПервые три так редки, важны и опасны, что подлежат обязательной регистрации. Информация о них доступна главе Контроля и главе Департамента безопасности (личность неизвестна). ",
    "answers": [
      {
        "id": 36,
        "text": "Вернуться в реальность",
        "need": 36
      },
      {
        "id": 32,
        "text": "Вернуться в реальность",
        "need": 32
      },
      {
        "id": 37,
        "text": "Назад",
        "need": 37
      }
    ]
  },
  {
    "id": 40,
    "text": "- День добрый, практикант Вален Митро. Как мне пройти в архив? \n- Пятый подвал. Прямо, направо через арку, третий поворот налево и вниз - прощебетала милая секретарь - Ой, а это вы тот, кто опоздал, потому, что попал в изолятор? А не расскажите как все было, может сходим куда-нибудь после работы? - похлопала глазками уже не милая девушка. \nПечаль конечно, что теперь я известен на весь Контроль, но не смертельно.",
    "answers": [
      {
        "id": 43,
        "text": "Отшить"
      },
      {
        "id": 44,
        "text": "Отказать вежливо"
      },
      {
        "id": 45,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Мы мило болтали с симпотяжкой. Всё шло как по маслу, как вдруг на меня буквально налетел куратор Лаборатории: \n- Практикант, вам, видимо, закон не писан! Я не ваш личный сопровождающий! Прошло больше часа, чем вы вообще занимаетесь? - и как он умудридся не повысить голос? \nДьявол, совсем о нем забыл! \n- Сейчас же в мой кабинет! \nПронесло, все же я везунчик. \n- Что тут у вас происходит? - взялся буквально ниоткуда полковник Базук. \nКуратор впал в ступор, а секретарь без зазрения совести прощебетала: \n- Наш практикант из изолятора опоздал к куратору, представляете? Так со мной заговорился, что вообще забыл о времени, - похлопала глазками она. \n- Ну что ж, я всегда право на две ошибки для своих подчиненных. Но в вашем случае, я вижу это бесполезно, вы слишком отличились сегодня. Я вас не задерживаю, сдайте медаль и свободны. Асмодеус есть разговор. \nПолковник невозмутимо удалился. В глазах куратора как будто промелькнуло сожаление.\nМое приключение закончено. Всё зло от баб.",
    "answers": [
      {
        "id": 1,
        "text": "Вы безработный маг. Увы. Хуже и представить нельзя."
      },
      {
        "id": 47,
        "text": "назад",
        "need": 47
      }
    ]
  },
  {
    "id": 42,
    "text": "Головная боль пройдет, работа подождет, когда такая симпотяжка улыбается. Я выпятил грудь: \n- Красавица, что вы делаете сегодня вечером? \nМилая секретарь нахмурилась: \n- Вы простите кто? \n- Забыл представиться - практикант Вален Митро. \n- А, вы тот, кто опоздал, потому что попал в изолятор? - похлопала глазками уже не милая девушка. \nПечаль конечно, что теперь я известен на весь Контроль, но не смертельно. \n- Да, к сожалению. Надеюсь, это не будет преградой между нами? \n- Конечно нет, если ты прямо сейчас мне все расскажешь - на секунду нечто кровожадное промелькнуло в ее взгляде. ",
    "answers": [
      {
        "id": 41,
        "text": "Конечно, прямо сейчас. Ведь я уже позабыл, что мне надо сделать."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Не думаю, что у меня будет время на тебя, лапуля. У такого уголовника как я слишком много дел, - съязвил я.",
    "answers": [
      {
        "id": 66,
        "text": "Надменно уйти"
      }
    ]
  },
  {
    "id": 44,
    "text": "Сразу ясно, кто тут главный кладезь слухов. Надо с ней поаккуратнее. \n- Я бы с радостью, но я тут на птичьих правах. Как только все изменится, мое сердце будет у ваших ног. - загнул я. \nСекретарь открыла рот в непонимании и зарделась от смущения. Кажется, она дура. Ну и леший с этим. \nНадо спешить, время капает. \n- Постой, я тебя провожу - внезапно выдала Секретарь - а то потеряешься. \nНе знаю, кто проектировал это место, но я сам бы не нашел. \nПришли мы быстро. У входа секретарь вложила мне в руку бумажку. \n- Позвони, как будет время. Я Майя. - и ускакала. \nЗабавная, однако, она. Узор свой дала.",
    "answers": [
      {
        "id": 48,
        "text": "Сжечь бумажку. На фиг мне такое счастье",
        "need": 40
      },
      {
        "id": 54,
        "text": "Сохранить",
        "need": 40
      }
    ]
  },
  {
    "id": 45,
    "text": "- Прекрасное предложение, давай сегодня в кафе \"У Лоры\" - зачем себе отказывать, если само в руки плывет. \nУ девушки промелькнуло нечто кровожадное, ну да ладно. \n- Давай, часов в восемь. - проворковала она. - Я Майя. Вот мой узор.\n",
    "answers": [
      {
        "id": 46,
        "text": "Уйти искать подвал в отличном настроении",
        "need": 40
      }
    ]
  },
  {
    "id": 46,
    "text": "Не знаю, кто проектировал это место, но нужное я нашел спустя полчаса. Я б конечно спросил дорогу, да вот только Контроль как вымер весь. Ни одной живой души навстречу. Не обратно же возвращаться? Да и не уверен, что смог бы не заплутать по дороге.",
    "answers": [
      {
        "id": 48,
        "text": "Зайти в архив",
        "need": 40
      }
    ]
  },
  {
    "id": 47,
    "text": "Здесь перечень ваших глобальных концовок и иных достижений.\nНа данный момент тут пять концовок",
    "answers": [
      {
        "id": 41,
        "text": "Безработный неудачник",
        "need": 41,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Лабораторная крыса",
        "need": 66,
        "need_ever": true
      },
      {
        "id": 116,
        "text": "Смерть от рук убийцы",
        "need": 116,
        "need_ever": true
      },
      {
        "id": 125,
        "text": "Корм для существа",
        "need": 125,
        "need_ever": true
      },
      {
        "id": 164,
        "text": "Смерть от кровопотери",
        "need": 164,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "НА ГЛАВНУЮ"
      }
    ]
  },
  {
    "id": 48,
    "text": "Архив - это пыльное, мрачное, кладбище бумаги, которая покоится мирно под бдительным присмотром дряхлого архивариуса (к тому же в подвале, один леший, склеп). Такое представление возникнет у всякого нормального человека. И у меня, в том числе. \nО, как же я ошибался! Стерильные светло-голубые стены, аккуратные огромные шкафы, больше напоминающие лабораторные, и много-много света. А в довершении молодой, чуть старше меня, разбойного вида рыжий парень, сидящий за стойкой архивариуса. Серьезно? \nОн что-то с остервенением листал и не заметил моего появления.",
    "answers": [
      {
        "id": 49,
        "text": "Ну, архивариусы бывают разные. Узнать про допуск"
      },
      {
        "id": 55,
        "text": "Пф, черта с два это архивариус. Спросить у рыжего, где главный"
      },
      {
        "id": 51,
        "text": "Продолжать стоять молча",
        "need": -51
      }
    ]
  },
  {
    "id": 49,
    "text": "- День добрый, не могли бы мне выдать допуск, практикант Вален Митро. \nРыжий резко захлопнул книгу и засунул её куда-то под стойку. \n- Я что похож на старпера? - мои брови в недоумении взлетели вверх. - Или ты слепой, не видишь, что нет его. Ты б еще завтра пришел. Проваливай. \nНе сказать, что я понял его, но делать что-то надо - время поджимает. ",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 50,
    "text": "- А ты не подскажешь, где конкретно его носит? \n- Ты у Майи спроси. Она всё про всех знает, - выдал рыжий и безразлично уставился в стену. ",
    "answers": [
      {
        "id": 52,
        "text": "Вызвать Майю по мыслеречи",
        "need": 54
      },
      {
        "id": 53,
        "text": "Я дебил. Бегом на вход",
        "need": [
          -46,
          48
        ]
      },
      {
        "id": 59,
        "text": "Вызвать Майю по мыслеречи",
        "need": 46
      }
    ]
  },
  {
    "id": 51,
    "text": "Я стоял молча. Рыжий лихорадочно листал. Время неумолимо текло. Кажется, прошла вечность. \nКакого лешего я тут просто стою, кто мне скажет?",
    "answers": [
      {
        "id": 48,
        "text": "Тук-тук, есть кто дома? Оглянись вокруг еще раз и вспомни, зачем ты здесь"
      }
    ]
  },
  {
    "id": 52,
    "text": "Всегда нужно быть на шаг впереди. Вот и бумажка пригодилась. \nЯ вышел обратно в коридор. Я прям волнуюсь, она хоть свой узор дала? \n- Приветик! - прощебетал голос Майи. \n- Еще раз день добрый. Прости, за столь ранний звонок, прекраснейшая, это Вален. Боюсь, буду должен тебе свое сердце, если ты поможешь найти мне архивариуса. Очень надо. \nВ трубке молчание(надеюсь, смущенное). Наконец: \n- Хорошо, подожди секундочку. Я сейчас узнаю. Да, архивариус сейчас совершает проверку в отделе бытовиков. Тебе на второй этаж. Беги, а то можешь не успеть. Он потом по делам уедет. Удачи. \n- Спасибо.",
    "answers": [
      {
        "id": 62,
        "text": "Бегом к бытовикам"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я летел по коридорам как леший в марте. Слава тебе! Вот и она. \nНадо бы не спалиться. \n- Привет. \n- Привет - прощебетала она. \n- Боюсь буду должен тебе свое сердце, если ты поможешь найти мне архивариуса. Очень надо. \n- А что ж ты бежал, мог и позвонить. \n- Извини, прекраснейшая, сегодня такой день сумасшедший, не поверишь. Из головы это выскочило. Поможешь? - я рассмеялся, вроде естественно. \n- Хорошо, подожди секундочку. Я сейчас узнаю. - секретарь зашуршала записной книжкой. - Да, архивариус сейчас совершает проверку в отделе бытовиков. Тебе на второй этаж. Беги, а то можешь не успеть. Он потом по делам уедет. Удачи. \n- Спасибо.\nЧерт, беготня отнимает драгоценное время.",
    "answers": [
      {
        "id": 56,
        "text": "Бегом к бытовикам"
      }
    ]
  },
  {
    "id": 54,
    "text": "Архив - это пыльное, мрачное, кладбище бумаги, которая мирно покоится под бдительным присмотром дряхлого архивариуса (к тому же в подвале, один леший, склеп). Такое представление возникнет у всякого нормального человека. И у меня, в том числе. \nО, как же я ошибался! Стерильные светло-голубые стены, аккуратные огромные шкафы, больше напоминающие лабораторные, и много-много света. А в довершении молодой, чуть старше меня, разбойного вида рыжий парень, сидящий за стойкой архивариуса. Серьезно? \nОн что-то с остервенением листал и не заметил моего появления.",
    "answers": [
      {
        "id": 49,
        "text": "Архивариусы бывают разные"
      },
      {
        "id": 55,
        "text": "Черта с два он архивариус. Спросить его, где главный"
      }
    ]
  },
  {
    "id": 55,
    "text": "- День добрый, где архивариус не подскажешь? \nРыжий резко захлопнул книгу и засунул её куда-то под стойку. \n- А кто его знает, где старпер. Ты б еще завтра пришел. \nРыжий почесал макушку: \n- Он тут на обход собирался. Так что где-то в здании. \nНе сказать, что я понял его, но делать что-то надо - время поджимает. ",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 56,
    "text": "Отдел бытовиков - это огромная площадь без перегородок, где куча столов, но мало людей. Огромный улей, где пчелы разбежались добывать мёд. А те кто остались - жужжат в телефонные трубки. В середине стоит стол начальника. Он тоже не огорожен, но на возвышении. Странная планировка. \nУ центрального стола разговаривали маленький пухлый старичок семидесяти лет и рыжий сорокалетний детина. Ну и кто из них кто? \nЯ подошел к ближайшему столу, за которым сидел бытовик: \n- Не подскажите, где архивариус? \nБытовик непонятно махнул рукой в середину зала и отвернулся. Со следующим было то же самое. Время бежит. \nКоторый из них архивариус?\n- Добрый день, - в который раз сказал я - Вы не могли бы выдать мне допуск.\nСтарик и Детина посмотрели на меня осуждающе. \nТочно как я мог забыть, о том что куратор бытовиков - старик. Хотя изображений его нет, но по биографии догадаться можно было. \n- Давай медаль, новобранец. И запомни, в Контроле не опаздывают. Последнее предупреждение.",
    "answers": [
      {
        "id": 71,
        "text": "Архивариус взял медаль"
      }
    ]
  },
  {
    "id": 57,
    "text": "- Вечно тебе рабов не достает, дарю. Комплектуй команду патруля, пусть выдвигаются. - сказал Архивариус и вернул медаль. - Я, архивариус Серго Малышевич, перевожу тебя в отдел бытовой магии.\nЯ не верю своему счастью.\n- Малыш, зачем ты так - укоризненно посмотрел на архивариуса старик. - Надо было Асми спросить.\n- У него и так перебор в кадрах, так что где убыло, там прибыло. Бывай Мэтр.\nАрхивариус ушел. А я остался рядом с куратором бытовиков. \nЯ смог!",
    "answers": [
      {
        "id": 138,
        "text": "Вы бытовик. Невероятная удача для вас. Что будет дальше?"
      },
      {
        "id": 60,
        "text": "назад",
        "need": 60
      }
    ]
  },
  {
    "id": 58,
    "text": "Времени оставалось совсем чуть. И вот я столкнулся на лестнице со маленьким толстым старичком и рыжим детиной сорока лет. \n- Вот, то что надо! - сказал детина. - куда бежим, новобранец? \n- В бытовой отдел, к архивариусу, господин маг, за допуском.  - отрапортовал я.\nСтарика я вспомнил, это куратор бытовиков, а кто же детина? \n- Какая удача, а Мэтр? Давай медаль - старик закатил глаза. - Какой отдел? \n- Лаборатория. \nДетина взял медаль в руки на пару секунд и вернул. Неклассик. Не уж то он? \n- Малыш, все же стоило сначала спросить Асми - укорил детину старик. \nМалыш лишь махнул рукой \n- Переживет, нам срочно. Я, архивариус Серго Малышевич, перевожу тебя в отдел бытовой магии, на должность младшего следователя. Ноги в руки и бегом за своим куратором. \nЯ не мог поверить счастью. Все же удача не отвернулась от меня. Никогда бы не подумал, что это архивариус. \nМалыш повернулся к старику: \n- Ты только его сильно не повреди. \nЧерт, куда я попал. ",
    "answers": [
      {
        "id": 138,
        "text": "Вы младший бытовик. Только настолько ли это хорошо? Что будет дальше?"
      },
      {
        "id": 60,
        "text": "назад",
        "need": 60
      }
    ]
  },
  {
    "id": 59,
    "text": "Я вышел обратно в коридор. Контакт шел долго. Сомнения поглотили меня, она свой узор дала?\nАбонента нет. Женщинам доверять не стоит.\n",
    "answers": [
      {
        "id": 58,
        "text": "Идти на вход. Попытка не пытка",
        "need": -49
      },
      {
        "id": 66,
        "text": "Идти на вход. Попытка не пытка",
        "need": 49
      },
      {
        "id": 66,
        "text": "Идти к куратору",
        "need": 48
      }
    ]
  },
  {
    "id": 60,
    "text": "Все чекпоинты.\nПока их 3. ",
    "answers": [
      {
        "id": 57,
        "text": "Бытовик из патруля",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 71,
        "text": "Личный курьер куратора бытовиков",
        "need": 71,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы знаете, что если сделать в уме счетчик определенного слова, то самая скучная лекция, нет, не станет интереснее. Она просто обретет хоть какой-то смысл. Главное ставку сделать - ставлю на двенадцать «безопасность» против десяти «угроза жизни». \nВ общем, я старался не заснуть под монотонный голос куратора Мэтра. Ничего нового: подчиняйтесь старшему, слушайте начальство, не тупите, не рискуйте. Хотя это довольно забавно, если учесть, что Контроль имеет самый высокий показатель смертности во время исполнения обязанностей. Но это за счет прорывов нечисти. Вообще последний прорыв был пять лет назад. Так что до следующего года два еще. \nС другой стороны, как быть с Лабораторией или Хозяйственниками? У них такая же статистика? Че они там делают? Ладно Лаборатория, допустим в порядке бреда, что там ставят смертельно опасные эксперименты, но хозяйственники? Бумагой убиваются? Карандашами закалываются? Или полковник душит нерасторопных курьеров в порыве ярости и сносит башку секретарям за холодный кофе? Иначе на кой мы стоим все вместе? ",
    "answers": [
      {
        "id": 65,
        "text": "А может и правда что-то нечисто?",
        "need": 29
      },
      {
        "id": 65,
        "text": "Ура, лекция закончилась!",
        "need": 28
      },
      {
        "id": 67,
        "text": "Ура, лекция закончилась!",
        "need": 25
      },
      {
        "id": 67,
        "text": "Ура, лекция закончилась!",
        "need": 26
      }
    ]
  },
  {
    "id": 62,
    "text": "Отдел бытовиков - это огромная площадь без перегородок, где куча столов, но мало людей. Огромный улей, где пчелы разбежались добывать мёд. А те кто остались - жужжат в телефонные трубки. В середине стоит стол начальника. Он тоже не огорожен, но на возвышении. Странная планировка. \nУ центрального стола разговаривали маленький пухлый старичок семидесяти лет и рыжий сорокалетний детина. Ну и кто из них кто? \nЯ подошел к ближайшему столу, за которым сидел бытовик: \n- Не подскажите, где архивариус? \nБытовик непонятно махнул рукой в середину зала и отвернулся. Со следующим было то же самое. Время бежит. \nКоторый из них архивариус?\n- Добрый день, - в который раз сказал я - Вы не могли бы выдать мне допуск. \nСтарик и Детина посмотрели на меня осуждающе. \nЯ вспомнил, что куратор бытовиков Мэтр - старик семидесяти лет. Хотя изображений его нет, но по биографии догадаться можно было. Ну ничего себе архивариус! Вот это старпер! \n- Давай медаль, горемыка. Смог же найти меня, хвалю.",
    "answers": [
      {
        "id": 57,
        "text": "Я дал медаль"
      }
    ]
  },
  {
    "id": 63,
    "text": "Глядя на невозмутимые лица начальства складывается подозрение, что все не так радужно тут. И если то, что эту скукотень слушает очкарик-куратор Лаборатории, не удивительно. То ни капли скуки на лицах красотки кураторе Меллисенты, и тем более бравого полковника, настораживает. Все же Контроль закрытая организация и есть куча различных слухов о том, что же происходит в этих стенах. \n\nЧто-то тревожит меня предчувствие. Хотя, наверно, я себя накручиваю. \nБольше меня, конечно, шокировал архивариус – рыжий огромный дядька. Когда он крепил нам допуски на работу на медаль, я думал только о том, что он как персонаж комедийной повести.",
    "answers": [
      {
        "id": 65,
        "text": "Лекция закончилась",
        "need": [
          29
        ]
      },
      {
        "id": 67,
        "text": "Лекция закончилась",
        "need": 26
      },
      {
        "id": 68,
        "text": "Лекция закончилась",
        "need": 24
      },
      {
        "id": 69,
        "text": "Лекция закончилась",
        "need": 23
      },
      {
        "id": 70,
        "text": "Лекция закончилась",
        "need": 22
      },
      {
        "id": 65,
        "text": "Лекция закончилась",
        "need": 28
      },
      {
        "id": 67,
        "text": "Лекция закончилась",
        "need": 25
      }
    ]
  },
  {
    "id": 64,
    "text": "Конечно, Контроль – это лучшее, что есть в нашей Империи для практикующих магов, но неужто так сложно сделать все нормально? Зажигательная речь полковника, получение допуска к работе на медаль практиканта за считанные секунды (я до сих пор в шоке от рыжего огромного дядьки архивариуса, которому в страже место, а не среди полок). \nИ тут нате – лекция на час от куратора бытовиков. Этого семидесятилетнего пухляша? Они там конкурс что ли проводили на самое скучное выступление? Я думаю, куратор Меллисента навряд ли бы смогла старческим нудным голосом нудеть так долго. Хотя другой вопрос - как такая молодая и красивая девушка оказалась куратором? Я уверен на сто процентов, что даже очкарик-интеллигент куратор Асмодеус не настолько нуден, хотя это не точно.",
    "answers": [
      {
        "id": 65,
        "text": "Лекция закончилась, слава лешему!",
        "need": 28
      },
      {
        "id": 67,
        "text": "Ура, конец мучениям!",
        "need": 25
      },
      {
        "id": 67,
        "text": "Ура, лекция окончена!",
        "need": 26
      },
      {
        "id": 69,
        "text": "Закончить мучения",
        "need": 24
      },
      {
        "id": 70,
        "text": "Бытовик закончил лекцию",
        "need": 23
      },
      {
        "id": 65,
        "text": "Лекция закончилась. ура!",
        "need": 29
      },
      {
        "id": 68,
        "text": "Лекция завершилась",
        "need": 22
      }
    ]
  },
  {
    "id": 65,
    "text": "Наконец, нас привели в святая-святых – в Следственный отдел! Ведет на него специальный портал, а не общий, что настолько невероятно, что слов нет. \n- Свободное время час, общий сбор перед моим кабинетом. - гаркнул полковник и скрылся в кабинете.\n\nЯ переглянулся с остальными тремя практикантами и мы разошлись.\nСледственный отдел занимает целый этаж и разделен на два помещения: кабинет начальника отдела и общий зал, разделенный невысокими перегородками.\nНо больше поражает то, что некоторые следаки резались в карты, а кто-то читал газету. И это при жесткой дисциплине и требовательности к уставу, да еще и в отделе полковника? \nЧерт, как голова раскалывается! Может, я реально вчера приложился темечком куда-нибудь, от алкоголя так не болит.",
    "answers": [
      {
        "id": 72,
        "text": "Поспать, чтобы снять головную боль",
        "need": -29
      },
      {
        "id": 72,
        "text": "Самое лучшее решение - поспать",
        "need": 29
      }
    ]
  },
  {
    "id": 66,
    "text": "Я оплошал. В который раз мои решения были глупыми и недальновидными. Иногда мне не везло, но все же. Пару ошибок простительно, наверно, у всех есть второй шанс. Но я сглупил очень много раз. \nМеня не уволили, но большое Око бдит. Наверно, полковник был мной недоволен. Иначе как объяснить, что теперь мой удел это Лаборатория. Точнее младший сотрудник, чьи обязанности: уборка, кормежка и мелкие поручения. Сколько бы времени я не пытался выбраться отсюда - всё бесполезно. \nТак проходят дни, месяцы, годы - ничего не меняется. Только мне иногда кажется, что куратор Лаборатории смотрит на тебя с сочувствием и сожалением. Всего лишь обман зрения. Ведь в другие дни мне явно мерещится что он подпаивает тебя чем-то. Паранойя нарастает.  Я - лабораторная крыса.\nЭто конец для меня.",
    "answers": [
      {
        "id": 1,
        "text": "Вы лабораторная крыса в прямом и переносном смысле. Увы."
      },
      {
        "id": 47,
        "text": "назад",
        "need": 47
      }
    ]
  },
  {
    "id": 67,
    "text": "Отдел бытовиков - это огромная площадь без перегородок, где куча столов. Огромный улей с суетящимися пчелами. В середине стоит стол начальника. Он тоже не огорожен, но на возвышении. Странная планировка. \nБытовики явно спешно заполняли бумаги, переругивались и, в целом, спешили как на пожар. \nМы зашли вместе с куратором, но на это никто не обратил внимание. Все страннее и страннее. Куратор засеменил к своему столу, и мы пошли за ним. \nМэтр дошел до возвышения и начал нарезать круги вокруг стола, потыкал в аккуратные стопочки рукой, вздохнул. \nЭто не его стол или у него маразм?",
    "answers": [
      {
        "id": 38,
        "text": "Спросить: \"Вам помочь?\""
      },
      {
        "id": 75,
        "text": "Нитчего не делать, а то вдруг старик обидится"
      }
    ]
  },
  {
    "id": 68,
    "text": "Да уж.",
    "answers": [
      {
        "id": 68,
        "text": "Новый ответ. введите текст",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 69,
    "text": "Да уж",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 70,
    "text": "После лекции нашу группу практикантов (самую большую из всех между прочим, десять человек) куратор повел к себе.\nНа полпути он остановился.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 71,
    "text": "- Ты просил курьера, на - хохотнул Детина. - перевоспитаешь, ты умеешь.\n- Малыш, зачем ты так - укоризненно посмотрел на архивариуса старик. - Надо было Асми спросить.\nЯ ничего не понимал.\n- У него и так перебор в кадрах, так что не убудет. Новобранец, руки в ноги и вперед. Идешь с куратором. Бывай Мэтр.\nАрхивариус ушел. А я остался рядом с куратором бытовиков. \nВсяко лучше, чем лаборант. Личный курьер. Карьерный рост за пару часов.",
    "answers": [
      {
        "id": 136,
        "text": "Вы личный курьер. Уже что-то"
      },
      {
        "id": 60,
        "text": "назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Как хорошо, что я смогу поспать на рабочем месте, ведь голова так и не прошла. Посмотрел в зеркало на стене – на скуле синяк, под глазами мешки.\nЯ нашёл свободное местечко и устроился поудобнее. ",
    "answers": [
      {
        "id": 74,
        "text": "Живительный сон приди!"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я резко проснулся. Черт! Это всего лишь сон, надо успокоиться. Хм, зато голова прошла, чудеса!\nУ меня оставалось еще полчаса. Как раз есть время познакомиться с кем-нибудь из местных.\nЯ внимательно осмотрел помещение: следаков было не так много. \nВо-первых, группа из пяти человек, которая режется в карты. Там шумно, весело, в общем своя атмосфера. \nВо-вторых, хлюпик читающий газету. \nВ-третьих, смуглая девушка, примерно 25-ти лет, перебирающая бумаги. \nВ-четвертых, чудак сидящий в углу. Он разыгрывает сам с собой партию в ма-го. Сложная игра, но я вполне бы смог.\nКуда бы пойти?",
    "answers": [
      {
        "id": 89,
        "text": "Веселая кампания"
      },
      {
        "id": 85,
        "text": "Хлюпик"
      },
      {
        "id": 84,
        "text": "Смугляшка"
      },
      {
        "id": 86,
        "text": "Чудак"
      }
    ]
  },
  {
    "id": 74,
    "text": "Гнилой бревенчатый потолок. Снова. Рядом раздалось отвратительный писк. Я повернул голову. Серый паук размером со здоровую собаку стоял посреди комнаты. Вокруг него суетилась облезлая крыса с пятнами крови на шкурке. Именно она бегала и пищала, периодически получая лапой по башке. ",
    "answers": [
      {
        "id": 77,
        "text": "Прикинемся частью матраса"
      },
      {
        "id": 78,
        "text": "Постараемся выбраться незаметно"
      }
    ]
  },
  {
    "id": 75,
    "text": "В отдел вошел румяный, как пирожок, пухляш. Он настолько напоминал сдобу, что строгое и злое выражение лица вызывало диссонанс. Да и одет он был как клоун. Странное сочетание.\n- Ты выздоровел, Отти. – облегченно произнес Мэтр. \n- Извините, Мэтр. Я чуть не подвел вас. – Пухляш. прихрамывая перетянутой ногой, подошел к столу – Передвигаться я все равно не смогу, так что придется найти мне временного курьера. \n- Ничего страшного, мой мальчик. Я без тебя бы не справился в этих треклятых бумажках. Скажи мне лучше, где список неполных групп и список практикантов от Малыша? \nПухляш с усилием поднялся на возвышение и уселся за стол. Это его стол?\n- Вот держите, Мэтр. Кстати приятно познакомиться юные практиканты, я помощник Мэтра – Отто Швак. Отвечаю за бюрократию и распределяю задания. \nТо есть делает всю работу куратора, а чем тогда Мэтр занимается?\n- Через полчаса я дам вам тест, который определит вас либо в отделение магических существ, либо в группу патруля, либо в отдел бытовых правонарушений. Пока можете погулять по отделу. Не смейте ни к кому подходить и мешать работать!\nКак скажешь командир! \nЯ оглянулся, Мэтр как будто растворился в воздухе. Как старичок мог незаметно исчезнуть посреди огромного зала для меня загадка. Хотя какие к лешему загадки, когда так раскалывается голова! Может это не алкоголь, а я ей прилично стукнулся?",
    "answers": [
      {
        "id": 72,
        "text": "Найти местечко и поспать",
        "need": 26
      },
      {
        "id": 140,
        "text": "Кстати, а как же я? Я тоже помощник?",
        "need": 25
      }
    ]
  },
  {
    "id": 76,
    "text": "Самый лучший вариант это:\n1. Сначала надо приманить магией чертей и поймать. Чертей ловить проще всего и на них можно словить дьявола. Это в приоритете, так как черти могут отвинтить важные конструкции или выпустить животных.\n2. На чертей приманить дьявола и поймать. Все же на приманку ловить легче,  а для нее никто не даст использовать животных зоопарка. \n3. Ловить леших сколько влезет. В данном случае они не опасны, так как в городском парке не может быть трясины. А из потенциальных жертв только сторожа, которые и так в курсе опасности, так как вызвали бытовиков.\n\nВторой хороший вариант:\n1. Убить дьявола. Если вы хорошо обладаете атакующей магией. Задача в приоритете, так как дьявол может напасть на какое-нибудь животное зоопарка.\n2. Поймать чертей, пока они не развинтили важные конструкции.\n3. Поймать леших, которые неопасны в данных условиях.\n\nВ любом случае черти и дьявол приоритет, так как могут принести урон зоопарку.\nУ Валена с теорией зоомагии так себе. Но логика иногда может спасти)\n",
    "answers": [
      {
        "id": 133,
        "text": "назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я замер. Мое желание прикинуться матрасом практически стало материальным. Вокруг меня растянулась еле прозрачная пелена. Я точно знал, что я окажусь матрасом под этим куполом. Но стоило только задуматься почему, и купол лопнул. Я вздрогнул, черт!",
    "answers": [
      {
        "id": 78,
        "text": "Бежать!"
      },
      {
        "id": 141,
        "text": "Проснуться!"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я выскочил в окно. \nЧто за черт? В обычный город стал похож на какой-то ад. Весь город был пронизан паутиной разных цветов. Тут и там по ней ползали пауки разных мастей, змеи, ящерицы и какие-то кракозябры. Свободное пространство было заполнено пчелами, мухами, тараканами и комарами. \nБыли видны силуэты пауков и звуки чавкающих жвал. На моих глазах пчела вывернулась наизнанку и стала пауком. \nНад городом светило черное солнце. \nЯ не мог прийти в себя. Из ступора меня вывело ощущение какой-то липкой субстанции на спине. Серый паук опутывал меня паутиной. Я оказался в невесомой серой паутине. Меня затянули в комнату. ",
    "answers": [
      {
        "id": 79,
        "text": "Выбраться при помощи физической силы "
      },
      {
        "id": 80,
        "text": "Выбраться при помощи магии"
      },
      {
        "id": 141,
        "text": "Проснуться",
        "need": -141
      }
    ]
  },
  {
    "id": 79,
    "text": "Я принялся остервенело извиваться. \nЯ пытался разорвать паутину изнутри, но, несмотря на хрупкость, паутина казалась стальной. В какой-то момент, мне показалось, что моя рука превратилась в клешню и с остервенением рвет паутину. \n \n\n",
    "answers": [
      {
        "id": 73,
        "text": "Я выбрался!",
        "need": -67
      },
      {
        "id": 129,
        "text": "Я выбрался!",
        "need": 67
      }
    ]
  },
  {
    "id": 80,
    "text": "Я же маг, как можно забыть об этом. Я представил матрицу огня – но магия не сработала. Я попытался ударить любым другим атакующим заклинанием, но с ужасом понял – во сне я не имею дара! Паук уже обвил меня несколькими слоями паутины. ",
    "answers": [
      {
        "id": 142,
        "text": "Выбраться с помощью физической силы"
      },
      {
        "id": 141,
        "text": "Проснуться",
        "need": -141
      }
    ]
  },
  {
    "id": 81,
    "text": "Паук обвил меня паутиной, оставив лишь глаза и макушку.\nМеня поместили снова на матрас. Здравствуй, потолок. \nПаук ударил лапой крысу, и та постоянно озираясь подползла ко мне. Она начала обнюхивать меня с ног. Я не видел, но кокон усилил окружающие звуки. Я отчетливо слышал, как она пробует грызть кокон. И в этот момент кокон как будто стал въедаться в кожу. \nВсе сильнее хотелось проснуться, но не выходило. \nОна незаметно добралась до моей головы. Как же я хочу, чтоб она перестала. И словно в ответ на мои мольбы крыса остановилась. Она словно загипнотизированная смотрела мне прямо в глаза. \nПаук застрекотал – крыса проснулась и с яростью кинулась к моей голове. ",
    "answers": [
      {
        "id": 73,
        "text": "Нет!",
        "need": -67
      },
      {
        "id": 129,
        "text": "Нет!",
        "need": 67
      }
    ]
  },
  {
    "id": 82,
    "text": "Я резко вскочил со стула. Дыхание сбилось так, будто пробежал пару миль. Это всего лишь сон. Всего лишь. \nЯ ощупал голову. Все нормально. И кстати, она даже не болит. Чудеса.",
    "answers": [
      {
        "id": 90,
        "text": "Бежать к кабинету"
      }
    ]
  },
  {
    "id": 83,
    "text": "Выиграть не сложно у такого оппонента, думал я. Никогда я так не ошибался. Первая партия была затравочкой. Вторую он играл в серьез. Я выложился по полной.",
    "answers": [
      {
        "id": 92,
        "text": "И???",
        "need": 29
      },
      {
        "id": 93,
        "text": "И???",
        "need": 28
      }
    ]
  },
  {
    "id": 84,
    "text": "Я пошел к девушке. С женщинами у меня всегда неплохо складывается. \nЯ не дошел буквально пару шагов, как лысый следак из веселой кампании крикнул мне: \n- Малой, пойдешь к нам шестым в партию маккера? \nЯ конечно карточные игры не очень, но умею играть.",
    "answers": [
      {
        "id": 87,
        "text": "Принять предложение"
      },
      {
        "id": 88,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я пошел к хлюпику. \nЕдва завидев меня, этот индивид быстро сложил газету и притворился спящим. Кампания загоготала. Мило. Ладно, пойдем другим путем. ",
    "answers": [
      {
        "id": 89,
        "text": "Кампания",
        "need": -88
      },
      {
        "id": 84,
        "text": "Девушка",
        "need": -88
      },
      {
        "id": 86,
        "text": "Чудак"
      }
    ]
  },
  {
    "id": 86,
    "text": "- Можно присоединиться? – спросил я. \n- Ну если сможешь, - хмыкнул чудак. \nЯ сделал свой ход и стал рассматривать оппонента. В близи я заметил, что у него волчьи глаза. Они будто подсвеченные изнутри. Интересно это магическая иллюзия, артефакт или что-то иное? В оборотней я не верил – их не существует. \nЧерез пять минут мы доиграли партию. Я выиграл – это была легкая победа. \n- Дев, – протянул мне руку чудак. – Хорошая партия. \n- Вален, - представился я. – Взаимно. У вас тут очень своеобразно для Контроля, не расскажешь, что тут да как? \nДев ухмыльнулся и начал разбирать фишки. \n- Скучно, давай лучше еще партию? \nЧерт! \n- Давай, сыграем на желание. Мой выигрыш – мой вопрос. \n- А в чем моя выгода? \nЯ что-то не подумал. \n- Ладно, - вдруг согласился Дев. – Но, если я выиграю – станешь моим напарником. Слово мага. \nИнтересно в чем подвох?",
    "answers": [
      {
        "id": 83,
        "text": "Согласиться"
      },
      {
        "id": 91,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 87,
    "text": "- Без проблем. – сказал я и подсел за стол к кампании. \nОстальные практиканты столпились вокруг.",
    "answers": [
      {
        "id": 89,
        "text": "Начать партию"
      }
    ]
  },
  {
    "id": 88,
    "text": "- Нет, спасибо. Давай в другой раз.\nЛысый нахмурился:\n- Ты че не понял? Это не вопрос - это приказ, салага.\nКажется мы с ним не поладим. Дело начало набирать не очень хороший оборот. Смугляшка, которая следила за развитием событий, тяжко вздохнула и взяв бумаги резво убежала из отдела. Вот невезуха!\nЛысый же как только девушка ушла вернулся за стол.\nЧто же делать теперь?",
    "answers": [
      {
        "id": 85,
        "text": "Идти к хлюпику",
        "need": -85
      },
      {
        "id": 86,
        "text": "Идти к Чудаку"
      }
    ]
  },
  {
    "id": 89,
    "text": "Веселая кампания состояла из: Лысый - дуболом командир команде зачистки вместе двумя другими здоровяками. А также был следователь Двин. В общем мы разговорились. \nЯ узнал, что смугляшка, Ева – всеобщий талисман. Руками не трож. Она вроде очень крута – имеет дар иллюзиониста и поисковика одновременно. Напарника не, так что она либо сама ездит, присоединяется к кому-нибудь. Считается удачей, если она выходит на дело с кем-то. \nЧудак (Дев) – это тоже талисман, но совершенно противоположный. Ни один напарник не выживал дольше месяца. Причем никто точно ничего не знает, говорят что один из напарников у него вообще умер, а остальные просто калечились. И каждый раз нет его вины. Кличут его Рок. Ведь если поставят с ним, то злой рок, не иначе. Кстати, сейчас он без напарника.\nХлюпик (Ларс) – это вообще что-то с чем-то. Что он здесь делает непонятно, как попал тоже. Его напарник постоянно на деле, а он тут. Всегда. Ни с кем не говорит, ничего не делает. Вот только их двойка самая результивная. Чудеса!",
    "answers": [
      {
        "id": 90,
        "text": "Час прошел. Идем к полковнику"
      }
    ]
  },
  {
    "id": 90,
    "text": "Все практиканты выстроились перед полковником. Полковник был явно был недоволен, он уставился на нас тяжелым взглядом: \n- Практиканты-новобранцы, сейчас произойдет ваше распределение. \nПолковник оглядел помещение:\n- Ну что ж. Вы все прекрасные выпускники с незапятнанной репутацией, но сегодня кому-то неповезет, - все практиканты переглянулись. - Вы отправляетесь к...\n",
    "answers": [
      {
        "id": 96,
        "text": "Хочу к Деву, я рисковый парень",
        "need": 92
      },
      {
        "id": 98,
        "text": "Хочу к Двину",
        "need": 92
      },
      {
        "id": 96,
        "text": "Хоть бы не Рок!",
        "need": [
          29,
          89
        ]
      },
      {
        "id": 98,
        "text": "Хоть бы не Рок!",
        "need": [
          28,
          89
        ]
      },
      {
        "id": 98,
        "text": "Полагаюсь на судьбу.",
        "need": [
          28,
          91
        ]
      },
      {
        "id": 96,
        "text": "Полагаюсь на судьбу",
        "need": [
          29,
          91
        ]
      },
      {
        "id": 99,
        "text": "Хочу к Лысому",
        "need": [
          -88,
          -91
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": "Слишком подозрительно. Я отказался. Дев безразлично пожал плечами, и мы продолжили. Грусть.",
    "answers": [
      {
        "id": 90,
        "text": "Время вышло. Идем к кабинету"
      }
    ]
  },
  {
    "id": 92,
    "text": " \nЯ выиграл. На грани, но выиграл. \nДев устало вздохнул: \n- Что ты хочешь узнать? \n- Почему тут разброд и шатание? \n- Ну если есть можешь себе позволить, то полковник не против. – Дев в муке закатил глаза. – Что еще? \n- Что с нами будет дальше, куда нас засунут, чего бояться? Только честно. Слово мага! – выпалил я. \n - Прям вынь до полож всю подноготную – хмыкнул Дев. – Ну засунут вас третьим или четвертым к группе зачистки или напарником к следаку. Первый вариант – это вон видишь лысый сидит? У него трое, скорей всего к нему четвертым поставят. Дуболом редкостный, так что в этой кампании ничего интересного не светит. Влюблен в Еву, так что к ней не суйся. Второй вариант к Двину напарником, это крайний блондин. Пятый в той кампании – следак из элиты, сволочь редкостная. Вот та ветошь - это Ларс. Предмет,  а не человек. Не суйся. Но с его напарником лучше познакомся.\n- А ты? \n- А я наказание для самого нерадивого практиканта. Я следователь по убийствам. До тебя все равно дойдет – мои пять напарников оставили службу из-за травм во время задания. Не смотри так, по своей дурости. Я выполнил твою просьбу? \n- Да, - ошарашено сказал я. ",
    "answers": [
      {
        "id": 90,
        "text": "Время пришло. Надо идти к полковнику"
      }
    ]
  },
  {
    "id": 93,
    "text": "Я проиграл! Надо быть более осторожным. \nДев радостно потер ладоши: \n- Отлично. Давай еще партию. \n- Мне надо к полковнику подойти. \n- Не, он уже в курсе, что ты со мной – тебе не надо.\nЯ уточнил: \n- То есть он нас для распределения собирал, а почему сразу не? \nДев немного замялся: \n- Да личные дела смотрел, кто там самый провинившийся из вас – решал кому жребий выпадет. \n- Какой жребий? – меня терзало смутное сомнение. \n- Кому не повезет быть со мной в паре. \nЧерт! \n",
    "answers": [
      {
        "id": 94,
        "text": "Надеюсь, со мной ничего не произойдет"
      }
    ]
  },
  {
    "id": 94,
    "text": "Радость от нового напарника омрачило одно важное но. Между делом меня просвятили, что это самый проклятый сотрудник из всех. С каждым из его напарников что-то случалось. Вроде до смерти не доходило, но потеря магии ничем не лучше. В общем слухи ходят ого-го.\nЗа одно другие практиканты, что пошустрее слили мне досье на остальных следователей.\nЯ уже в отделе, осталось только выжить - чем не геройский подвиг?",
    "answers": [
      {
        "id": 101,
        "text": "Особенно, если впереди ждет первое дело"
      },
      {
        "id": 106,
        "text": "Вспомнить, что мне рассказали"
      }
    ]
  },
  {
    "id": 95,
    "text": "Здесь есть перечень всех концовок 1 главы. На данный момент их 9.\nПриятной игры.",
    "answers": [
      {
        "id": 117,
        "text": "Ритуальное убийство. Служанка",
        "need": 117,
        "need_ever": true
      },
      {
        "id": 151,
        "text": "Ритуальное убийство. Стражник.",
        "need": 151,
        "need_ever": true
      },
      {
        "id": 126,
        "text": "Кладбище. Отравленный существом",
        "need": 126,
        "need_ever": true
      },
      {
        "id": 127,
        "text": "Кладбище. Смерть напарника",
        "need": 127,
        "need_ever": true
      },
      {
        "id": 128,
        "text": "Кладбище. Отравленный напарник",
        "need": 128,
        "need_ever": true
      },
      {
        "id": 107,
        "text": "Замена выбывшего практиканта",
        "need": 107,
        "need_ever": true
      },
      {
        "id": 136,
        "text": "Личный курьер бытовиков. Ничего примечательного",
        "need": 136,
        "need_ever": true
      },
      {
        "id": 168,
        "text": "Война в торговом квартале. Раненный дьяволом.",
        "need": 168,
        "need_ever": true
      },
      {
        "id": 167,
        "text": "Лечебница в торговом квартале. Раненный дьволом",
        "need": 167,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "НА ГЛАВНУЮ"
      },
      {
        "id": 174,
        "text": "Лавка торговца",
        "need": 174,
        "need_ever": true
      }
    ]
  },
  {
    "id": 96,
    "text": "Полковник обвел нас взглядом:\n – Практикант Валент Митро поступаешь в распоряжение следователя по убийствам Девальфара Фора. ",
    "answers": [
      {
        "id": 94,
        "text": "Вот и мой первый напарник",
        "need": 91
      },
      {
        "id": 102,
        "text": "Вот и мой первый напарник",
        "need": 89
      },
      {
        "id": 101,
        "text": "Вот и мой первый напарник",
        "need": 92
      }
    ]
  },
  {
    "id": 97,
    "text": "- До чего? \n- Рок виноват говорят они за моей спиной. Вина моя только в том, что не уберег до конца, молодых, глупых. Вы не думаете, что за вашим решение может ждать смерть. Сколько бы я не говорил им быть осторожнее и не доверять никому! Даже мне. Особенно мне. Ведь каждый человек несет в себе частицу зла, может сознательно, а может нет, но даже самый добрый человек может обернуться твоей смертью – казалось он полностью ушел в себя.",
    "answers": [
      {
        "id": 108,
        "text": "Кто-то калечит твоих напарников?"
      },
      {
        "id": 110,
        "text": "Не согласиться с Девом, что все зло вокруг."
      }
    ]
  },
  {
    "id": 98,
    "text": "- Поступаешь в распоряжение Двина Лейзана, - сказал мне полковник. ",
    "answers": [
      {
        "id": 100,
        "text": "Что же будет дальше?"
      }
    ]
  },
  {
    "id": 99,
    "text": "Полковник как будто прочитал мои мысли:\n- Ну что? Очень рад побрататься с тобой – подмигнул мне Лысый и протянул руку.<s>r\nЯ пожал ее. <s>r\n-  Думаю, ты отлично вольешься в нашу с пацанами кампашку. Ты не стесняйся задавай вопросы, если что. Я покажу тебе настоящую службу, настоящее мясо. \nХороший он мужик, мы с ним славно поболтали об отделе.\n",
    "answers": [
      {
        "id": 106,
        "text": "Информация о коллегах и отделе.",
        "need": [
          -89,
          -92
        ]
      },
      {
        "id": 107,
        "text": "Наконец-то я узнаю - что такое быть на задании"
      }
    ]
  },
  {
    "id": 100,
    "text": "- Ну что? Очень рад побрататься с тобой – подмигнул мне Двин и протянул руку.<s>r\nЯ пожал ее. <s>r\n- Я даже рад, что именно ты будешь моим напарником, как вас привели – сразу тебя заприметил! Ты не стесняйся задавай вопросы, если что. Я покажу тебе настоящую службу, так что пойдем на раздачу люлей, то есть заданий. Сегодня полковник не в духе. Главное, чтоб нам мокруха не прилетела. С ней такая морока. Но она обычно Року вся уходит, так что прорвемся.<s>r\nТак мы и шли под его безостановочный монолог,  из которого я почерпнул важную информацию.",
    "answers": [
      {
        "id": 106,
        "text": "Краткая инфа о коллегах",
        "need": [
          -89,
          -92
        ]
      },
      {
        "id": 103,
        "text": "Мы идем на задание"
      }
    ]
  },
  {
    "id": 101,
    "text": "Мы ехали на место преступления на служебном маглете. Дев молча читал что-то и односложно реагировал на мои попытки завести разговор. Дев вообще предпочитал разговор книге, а любое развлечение игре в ма-го. Одиночество его кредо, как я понял. \nЯ отвернулся к окну мы почти приехали. Леший меня подери! Только не говорите мне, что мы едем в ту самую отстойную таверну. Это совсем не смешно. \nМаглет остановился возле утренней таверны. Черт! \n- Все нормально? – на удивление проявил проницательность Дев. \nЯ кивнул.\n- Ну как знаешь, - не стал спорить напарник. – Если тебе плохо станет, ты говори, не бойся. Только между нами. – и мне показалось, что он прошептал. – не хватало мне еще сердечной остановки у напарника. \nУ оцепленного стражниками входа уже собралась толпа зевак. Неужели утром я сбежал с места преступления? Дьявол. Это не хорошо. Может сказать Деву?",
    "answers": [
      {
        "id": 104,
        "text": "Признаться напарнику, что был здесь "
      },
      {
        "id": 111,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 102,
    "text": "Ничего не попишешь. Надо держать ухо в остро. Я хочу тут проработать до самой пенсии, а не умереть на первом задпнии только потому, что мой напарник злой рок, он же Девольфар по совместительству.",
    "answers": [
      {
        "id": 101,
        "text": "Впереди задание. Пойду знакомится с напарником."
      }
    ]
  },
  {
    "id": 103,
    "text": "Служебный маглет вез нас за пределы города. Многие столичные думают, что за стенами жизни нет. Не в прямом смысле, конечно. Нормальной жизни в смысле, с ночными развлечениями, театром, светской жизнью. В чем-то они и правы, прям такого разнообразия нет. Но все же пригород столицы – один из самых развитых малых городов. Да и в моем городе не все так плохо. Зато люди добрее и дышится свободней. Вот только для нормальных магов там работы нет, это да. \nМы ухали даже не в самый пригород, а еще дальше, к местному кладбищу. Кладбища размещались за пределами городов по специальному указу. Трупы привлекают нечисть. Наверно, безопаснее было бы сжигать покойников, как это делали на войне. Но традиции погребения слишком сильны у населения. Даже во времена прорыва люди отказывались менять эту традицию. Даже бунтовали поддерживаемые местными религиозными общинами. И этот указ всего лишь компромисс. \nБольшие строения, готические башни и плотный частокол уперся в стену. Вот мы и в пригороде. Обычном провинциальном городе: низкие строения, маленькая плотность застройки, тут и там попадаются деревянные, одноквартирные дома. \nПригород закончился быстро стеной. Даже в маленьких городах есть подобные укрепления. \nМаглет остановился. \n- Держись рядом – важно сказал Двин. – Я буду говорить. ",
    "answers": [
      {
        "id": 121,
        "text": "Я кивнул"
      }
    ]
  },
  {
    "id": 104,
    "text": "Дев хмуро выслушал меня. \n- Вот как. Спасибо за доверие, конечно, но ты такой наивный, как и все до тебя. \nЯ удивленно посмотрел на него. Дев тяжко вздохнул: \n- Знаешь, вы все, когда приходите сюда такие наивные и глупые, кажетесь мне живыми мишенями. Ты думаешь – это мечта вокруг? В Контроле милые и честные люди? Спасибо, отличная информация для шантажа. А ты даже не знаешь, сбежал ты с этого преступления или с обычного рейда. Молчание - золото. Соврать не всякому можно, особенно, если и не умеешь. Но если не спрашивают – молчи. Своя жизнь ближе к телу. Лучше, если ты это поймешь до.. \nДев замолчал.",
    "answers": [
      {
        "id": 97,
        "text": "Что он имеет ввиду?"
      },
      {
        "id": 111,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 105,
    "text": "Надо мной с очень недовольным видом стоял Дев. Рядом с ни стоял стражник. Тот самый неприметный стражник. Серый. \nДев протянул мне руку: \n- Я думаю лежать здесь не очень удобно. Вставай и познакомься с моим знакомым – Астом. Он курирует это дело. \n- Мы знакомы – сказал Аст. – Видимо это судьба. \nДев удивился: \n- Хорошие знакомые? \n- Нет, кое-кто шлялся в выпускной по злачным местам. Мы утром проводили рейд, ну занешь, пакуем магиков, а потом смотрим - кто что вчера в угаре натворил. Вот и застали твоего напарника. \n- Оказывается у тебя хороший дар убеждения, - обратился ко мне с издевкой Дев. \n- Да так себе, - решил поиздеваться и страж. – Мы то обычно берем за противодействие или подкуп. Надо как-то план выполнять. А этот хорош. Договориться пытался. А таких даже на сутки не за что брать. – страж замялся – Может практикант тут останется? Не думаю, что в первый день он выдержит. У нас с тобой уже профессиональное, а этот навряд ли видел труп знакомого. \n- Знакомого? – удивился я. Кто это может быть? Кто-то из академии? Я не очень общительный, да и во время учебы времени особо не было, чтобы я завел знакомства за пределами Академии. \n- Как я его здесь оставлю? Ты видел. На ровном месте. Если с этим что-то случиться, то я опять виноват буду. Пошли, привыкнешь со временем – Дев поманил меня. \nМы пошли через черный выход в смежные дворы. Смежные дворы – это замкнутая системы тесных закоулков между тавернами в бедном квартале. Система была замкнутая, с улицы никак не попасть, только через чей-то дом. Появилась она, кстати, чтобы легче было скрываться от стражи. \n- Труп - это местный стражник. Был убит примерно с час назад. Есть следы пыток. В общем сами посмотрите. \n- Магическая пытка? – уточнил я. \n- Нет, сами увидите. Наши проверили на магию – ничего не нашли, но внешне что-то жуткое. Похоже на ритуал – мы вызвали вас на всякий. \n- Где тело? – спросил Дев. \n- Ну там так, скорее то, что от него осталось. Оно в одном из тупиков.",
    "answers": [
      {
        "id": 119,
        "text": "Мы пошли в тупик"
      }
    ]
  },
  {
    "id": 106,
    "text": "Следственный отдел\n\nДевольфар(Дев) по кличке Рок. Следователь по магическим убийствам. Имеет специализацию ритуалистика. Классик. \nИмеет плохую репутацию среди коллег. Все его напарники оставляли службу, по слухам из-за травм, кто-то говорит о потере магии, кто-то о смерти.\n\nЕва. Единственная девушка в общем следственном отделе.\nБез напарника. Неклассик с даром иллюзий и поиска. Талисман отдела.\n\nЛарс(Он же Ветошь). Следователь в одной из самых успешных групп. Ничего неизвестно о его способностях или вообще что он забыл в отделе. Ничего не делает, ни с кем не общается. Напарник не известен.\n\nЛысый(имя не известно). Командующий группой зачистки. Влюблен в Еву. Дуболом. Классик.\n\nДвин Лейзан. Следователь. Классик.\n\n",
    "answers": [
      {
        "id": 94,
        "text": "Вернуться в реальность",
        "need": 94
      },
      {
        "id": 100,
        "text": "Вернуться в реальность",
        "need": 100
      },
      {
        "id": 99,
        "text": "Вернуться в реальность",
        "need": 99
      },
      {
        "id": 109,
        "text": "назад",
        "need": 109
      }
    ]
  },
  {
    "id": 107,
    "text": "Что такое быть на в составе чистильщиков я узнал. Не впечатлило.\nЦелый день мы играли в карты. Мне до чертиков они надоели, особенно пасьянс!\nХотя, если честно,  кампания отличная. Лысый и двое его подчиненных два бугая, похожих как близнецы - лучшая кампания для отдыха. Еще бы брагу сюда и девочек - было бы идеально. Вот только мы на службе.\nК вечеру, наконец, пришел первый вызов - пригородное кладбище, неопощнанное существо, ранен практикант.\nМеня не взяли с собой. Слишком высокий уровень опасности. Так что я провел целый день абсолютно никак. С чем себя и поздавляю. \nПеред уходом меня словил курьер. Меня поставили напарником к Двину Лейзану вместо ранненого практиканта. Контроль сейчас на ушах стоит, говорят поймали какое-то неопознанное существо. Интересно, что случилось? Надо бы разузнать, но уже завтра.",
    "answers": [
      {
        "id": 1,
        "text": "Вам неповезло с группой зачистки, но теперь есть шанс на интересную работу. Вы замена выбывшего из игры практиканта.\nКонец первой главы."
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 108,
    "text": "Дев рассмеялся:\n- Кто-то? Ты думаешь это конкретный человек? Это система - она зло. Безжалостная машина смерти.\n- Тогда, почему ты в системе? – я решил сделать вид, что понял его бред. \nОн похоже помешался немного из-за проблем с напарниками. не стоит злить сумасшедшего мага.\n- А есть выбор? Я тоже хочу жить, а системе хотя бы есть шанс. Вне ее тебя сожрут быстрее. Запомни этот разговор и никогда не думай об этом. Так легче жить, ничего не поделаешь. Пошли, а то стражники нас обыскались. – внезапно переключился Дев. ",
    "answers": [
      {
        "id": 111,
        "text": "Вы вошли в таверну"
      }
    ]
  },
  {
    "id": 109,
    "text": "Здесь хранятся личные данные сотрудников Контроля и иных важных персонажей.",
    "answers": [
      {
        "id": 137,
        "text": "Бытовой отдел",
        "need": 129,
        "need_ever": true
      },
      {
        "id": 106,
        "text": "Следственный отдел",
        "need": 90,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "назад"
      }
    ]
  },
  {
    "id": 110,
    "text": "- А родители, возлюбленные, друзья? Да и если говорить о Империи – люди работающие в Контроле спасли столько жизней. Да не все они хорошие, но есть и просто отличные. – не смог устоять я от спора. - твои слова не соответствуют реальности знаешь ли. \nДев с сожалением посмотрел на меня: \n- Если ты посчитал это бреом, то запомни хотя бы это: с умалишенными магами не спорят. Их либо лечат, либо калечат. Либо они калечат тебя. – грубо ответил Дев. – Забудь все. И поторапливайся, а то стража нас на счетчик поставит.",
    "answers": [
      {
        "id": 111,
        "text": "Мы вошли в таверну"
      }
    ]
  },
  {
    "id": 111,
    "text": "В таверне не было никого из посторонних, даже свидетелей. Только пару стражников и все. Я огляделся и не увидел труп. Где он? \n- Постой здесь, но не отходи далеко, - приказал Дев. – ты же знаешь, как просаживает мозги сложная ворожба, если что, я не смогу тебя вызвать по мыслеречи. Не хочу бегать за тобой как нянька. \nДев подошел к стражникам, а я. А я, конечно, понимаю, что в нашем случае я просто пропуск на работу. Так только с разрешения Совета следователи могут ходить одни, то есть быть элитными. Но все же я не мебель.\nНичего со мной не будет, если я чуть осмотрюсь.\nПока я прогуливался не заметил ничего. И смотрел я отнюдь не глазами – мой дар поиск. И эти все сказано. Чувствовать тонкие колебания магической материи, вычленяя магию каждого одаренного в комнате и идти последу, как пес. Есть в этом доля какого-то романтизма. \nИ тут, как гром среди ясного неба – гвоздь из половицы! Кажется я падаю. ",
    "answers": [
      {
        "id": 112,
        "text": "Бах!"
      }
    ]
  },
  {
    "id": 112,
    "text": "Как говорится, споткнулся и мордой о камень. Может так и появились мои синяки на лице? Очень тут все старое. Я прямо затылком ощутил этот взгляд. Или это уже последствия воздействия злого рока? Может так все травмы и получали? \nНадо мной склонился Дев: \n- Знакомься мой новый напарник, Вален. Практик и... \n- Дурачок – закончил за него... ",
    "answers": [
      {
        "id": 105,
        "text": "Очень знакомый голос ",
        "need": 28
      },
      {
        "id": 114,
        "text": "Чей-то незнакомый голос",
        "need": 29
      }
    ]
  },
  {
    "id": 113,
    "text": "\n",
    "answers": []
  },
  {
    "id": 114,
    "text": "Надо мной с очень недовольным видом стоял Дев. Рядом с ни стоял стражник. Обычный, совершенно непримечательный. Настолько совершенно, что его можно описать одним словом – серый. Ты будешь на него смотреть в упор, но глазам так и хочется соскользнуть куда-нибудь. Не за что взглядом зацепиться. \nДев протянул мне руку: \n- Я думаю лежать здесь не очень удобно. Вставай и познакомься с моим знакомым – Астом. Он курирует это дело. \nЯ был весь внимание. Все же теория и практика разные вещи, а у нас в академии были только симуляции реальных дел. \n- Труп - это местная служанка. Была убита примерно с час назад. Есть следы пыток. В общем сами посмотрите. \n- Магическая пытка? – уточнил я. \n- Нет, сами увидите. Наши проверили на магию – ничего не нашли, но внешне что-то жуткое. Похоже на ритуал – мы вызвали вас на всякий. \n- Где тело? – спросил Дев. \n- Ну там так, скорее то, что от него осталось. Она на чердаке.",
    "answers": [
      {
        "id": 115,
        "text": "Идти на чердак"
      }
    ]
  },
  {
    "id": 115,
    "text": "На чердаке было темно и стоял затхлый удушающий запах. Тут и там валялись старые матрасы, видимо чердак был спальней для всех работников таверны. везде копошились твари и ползали насекомые.\n- Кто ее нашел? \n- Другая служанка, на ее крики прибежал хозяин таверны. В общем теперь все работники в страже показания дают, но в целом никто ничего не видел и не слышал, что странно. \nМы подошли к месту преступления. Из-за темноты я не сразу понял, что передо мной. Как только стражник направил магический луч, меня чуть не вырвало. Единственное описание: разделанное мясо и целая голова положенная сверху. \nЯ смотрел и не мог отвести от ужаса глаза. А самое страшное, что я узнал это лицо – та самая служанка, которая помогла мне утром.",
    "answers": [
      {
        "id": 118,
        "text": "Сказать об этом"
      },
      {
        "id": 117,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 116,
    "text": "Когда я шел домой, был красивый кровавый закат. Несмотря ни на что я был рад своему первому дню. Я свернул в подворотню, чтобы срезать путь и мои ощущения взвыли от опасности. Я оглянулся. Никого. \nКогда в грудную клетку вошло лезвие было больно. Но всего лишь секунду. Я попытался исцелиться и напасть в ответ. Я увидел его - он сливался с тенью стены. Следующее лезвие било в голову. Особое лезвие. \nЧтобы верно убить мага надо метить в грудь и голову. Лучшая тактика при должной скорости. У меня не было шансов – это профессиональный убийца. Вот, что проносилось перед смертью в моей голове. \nУбийца подошел, чтобы вытащить клинки. И прежде, чем я умер, я увидел своего убийцу. Я узнал тебя.",
    "answers": [
      {
        "id": 1,
        "text": "Твоя история здесь заканчивается"
      },
      {
        "id": 47,
        "text": "назад",
        "need": 47
      }
    ]
  },
  {
    "id": 117,
    "text": "Молчание - золото, если тебя не спрашивают. К тому же ее убили после моего ухода. Я ничего не видел и не слышал. А после признания мало ли что мне перепадет. Ничего хорошего явно. \n- Смотри, вот эти узоры мы не нашли их в картотеке. – продолжал говорить Серый. \nОн даже не поморщился, глядя на тело или что от него осталось. Как в прочем и Дев. Через некоторое время я буду таким же? \n- Похоже на ритуал, но в нем нет магии. По крайней мере наши не нашли. Что скажешь? \nЯ наконец заметил узоры, выведенные кровью рядом с телом. Похоже на какую-то надпись или послание на незнакомом языке, чем на ритуал. Но я не классик, не знаю настолько подробно о классических ритуалах. У неклассиков то их нет. \n- Здесь нет ритуала – подтвердил мои догадки Дев. – По крайней мере не одного из нашей классической школы. Есть еще признаки участия магии? \n- Нет, это все Дев. Извини, что отвлекли. Ты же лучший эксперт по ритуалистике. \n- Ничего, - отмахнулся Дев. – Я посмотрю по картотеке на всякий случай. Практикант у тебя высокий уровень поиска? – я кивнул. – Посмотри тут хорошенько. \nЯ погрузился в себя. Нет, магии здесь нет. Точнее нет именно выраженного ощущения. Но на грани восприятия я ощутил какой-то странный фон. Но фон - это не магия. Это общий эфир дома. \n- Следов нет. – сказал я. – Только фон не очень. Как у проклятого места. \n- Не фантазируй – оборвал меня Дев. – Это к делу не относится. Бывай Аст, зови если будет что-то интересное. Будут результаты, я сообщу. \nМы вышли из таверны. Был красивый красный закат. Рабочий день окончен.",
    "answers": [
      {
        "id": 1,
        "text": "Таким было мое первое дело. Конец первой главы."
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 118,
    "text": "Я сказал, что видел ее утром. Дев и Серый ужасно заинтересовались этим. Я рассказал: как она принесла мне одежду, я дал ей на чай и свалил. Вообще у меня пытались вызнать, что там было вчера и как я попал в этот неблагополучный квартал. Самому бы знать! \nПришли еще стражники и принялись записывать мои показания. Дев был мрачный, ему пришлось вызвать следователя Двина с другим практикантом. Так как я участник дела, то дело у нас забрали. Приехавший Двин явно потешался над неудачным коллегой. ",
    "answers": [
      {
        "id": 116,
        "text": "Вот и закончился мой первый день"
      }
    ]
  },
  {
    "id": 119,
    "text": "В тупике было темно и стоял затхлый удушающий запах. Тут и там валялся мусор и копошились всякие твари. \n- Кто нашел? \n- Служанка, на ее крики прибежал хозяин таверны. В общем теперь все работники, в том числе и смежного дома, в страже показания дают, но в целом никто ничего не видел и не слышал, что странно. \nМы подошли к месту преступления. Из-за темноты я не сразу понял, что передо мной. Как только стражник направил магический луч, меня чуть не вырвало. Единственное описание: разделанное мясо и целая голова положенная сверху. \nЯ смотрел и не мог отвести от ужаса глаза. А самое страшное, что я узнал это лицо – та тот самый стражник, который меня схватил утром, Миха, кажется.\n- Я сегодня от нечего делать вызвался ему в помощь. Мы с утра с ним вместе рейд проводили и в нем и застали твоего практиканта. – уточнил Серый. – Практически после нашей с ним встречи меня вызвали в Департамент по делам и Миха остался один доделывать. – обратился стражник к Деву. - Смотри, вот эти узоры мы не нашли их в картотеке. ",
    "answers": [
      {
        "id": 120,
        "text": "Взять себя в руки"
      }
    ]
  },
  {
    "id": 120,
    "text": "Серый даже не поморщился, глядя на тело или что от него осталось. Как в прочем и Дев. Через некоторое время я буду таким же? \n- Похоже на ритуал, но в нем нет магии. По крайней мере наши не нашли. Что скажешь? \nЯ наконец заметил узоры, выведенные кровью рядом с телом. Похоже на какую-то надпись или послание на незнакомом языке, чем на ритуал. Но я не классик, не знаю настолько подробно о классических ритуалах. У неклассиков то их нет. \n- Здесь нет ритуала – подтвердил мои догадки Дев. – По крайней мере не одного из нашей классической школы. Есть еще признаки участия магии? \n- Нет, это все Дев. Извини, что отвлекли. Сам понимаешь убийство стражника, да еще и вот такое. Письмена эти. Наши не нашли магии, но ты же спец по ритуалистике. \n- Ничего, - отмахнулся Дев. – Я посмотрю по картотеке на всякий случай. Практикант у тебя высокий уровень поиска? – я кивнул. – Посмотри тут хорошенько. \nЯ погрузился в себя. Но на грани восприятия я ощутил какой-то странный фон. Но фон - это не магия. Это общий эфир таверны. На трепе нет ниодного следа. Странно, ведь это страж, они должны быть!\n- Следов нет. - сказал я.\nЯ увидел недалеко от места, где мы стояли нечто блестящее. \n",
    "answers": [
      {
        "id": 145,
        "text": "Сказать об этом."
      },
      {
        "id": 146,
        "text": "Присмотреться самому"
      }
    ]
  },
  {
    "id": 121,
    "text": "У кладбища нас встречал старик-сторож немного в подпитии. \n- Где? – без приветствия начал Двин. \n- Доброго дня, господа, магики. Оно внутри, в склепе. Позвольте проводить. \nМы шли по кладбищу. Ничего примечательного. Нечисти тоже нет. Старик причитал на ходу: \n- Мася, как только увидела, сразу за причитала, а я побежал вам звонить. Закрыл конечно сначала. Как надо закрыл, чтоб не вылез. \nМы остановились у склепа. Двин глянул в бумаги: \n- Указано, что это одержимый. Как он выглядел, ты хоть успел рассмотреть? \nОдержимый – это бред. Если пустить нечисть в кровь живого, то будет нечисть в физическом носителе, безмозглая. Недолго конечно. Им что мертвые, что живые – пища. \nМы подошли к склепу. Он был знатно наспех заколочен гробовыми досками.\n- Да-да. От весь черный, глаза красные, зубы острые, как кинется ко мне с криком «Еда!», а Мася сразу запричитала, как его увидела… \nДвин его перебил: \n- Ну и как мы войдем, отдирай все! – гаркнул он на сторожа и мне по мыслесвязи. – И так каждый раз. Вот она работа, успокаивать сельских дурачков. Разговорчивая нечисть, лучше бы белочка к нему пришла. – хохотнул напарник. – Ты там аккуратнее, бездомный или умалишенный та еще проказа. Руками его не хватать, только магией. Сам справишься? Я пойду документы соберу, показания там, а то до вечера потом тут бегать с этим из-за пьяницы. ",
    "answers": [
      {
        "id": 122,
        "text": "Я справлюсь"
      },
      {
        "id": 123,
        "text": "Может лучше ты? А я документы соберу"
      },
      {
        "id": 124,
        "text": "Нам не стоит разделяться"
      }
    ]
  },
  {
    "id": 122,
    "text": "- Я справлюсь. \n- Хорошо, я заберу маглет. Как только упакуешь бездомного, подожди меня здесь. Я пришлю стражу. \nДвин пошел к выходу. А я стал ждать, когда старик отдерет доски. \nПрошло примерно пол часа и с моей помощью мы отодрали от дверей достаточно. \nНаконец, я зашел внутрь. \nВнутри было просторнее, чем казалось снаружи. Два постамента с опрокинутыми гробами стояли в центре. По стене шли статуи местных божков. Свет от двери не давал возможности рассмотреть, что происходит в склепе. Мне показалось, у дальней стены раздавались хлюпающие звуки. Гробницы загораживали обзор. Я решил подойти. \nЯ начал медленно обходить. Все же атмосфера располагает к осторожности. К хлюпающим звукам присоединилось чавканье и всхлипы, как будто кто-то плачет. Я обогнул гробы и увидел развороченную голову человека. В ней ковырялось бледное человекоподобное существо с длинными когтями. Оно засовывало что-то себе в рот и приговаривало: «кормить, кормить, кормить». \nОно подняло голову на меня. Его глаза были действительно красными, с черными губами и языком. Оно оскалилось и бросилось ко мне.",
    "answers": [
      {
        "id": 125,
        "text": "Ударить магией"
      },
      {
        "id": 126,
        "text": "Убежать",
        "need": 28
      },
      {
        "id": 126,
        "text": "\"Беги!\" - кричала интуиция",
        "need": 29
      }
    ]
  },
  {
    "id": 123,
    "text": "- Я соберу документы. – решил я. \nЯ не готов рисковать без повода. \n- Где только вас ссыкунов понабирают – презрительно прокомментировал Двин и отдал мне бумаги. – Возьмешь маглет, доедешь до пригорода, сначала подпишешь бумаги в администрации, пока она еще на работе, а потом забеги к страже. Пусть его приедут и оформят, а не отлынивают от работы. Я тут запакую бездомного и буду ждать тебя. \nЯ кивнул. Как будто я не знаю! \nЯ буквально домчал до города, по городскому плану к страже было быстрее ехать, чем к администрации. И почему Двин решил наоборот? Куда сначала поехать?",
    "answers": [
      {
        "id": 127,
        "text": "К страже"
      },
      {
        "id": 128,
        "text": "К администрации"
      }
    ]
  },
  {
    "id": 124,
    "text": "- Я не думаю, что нам стоит разделяться. А вдруг что. Да и по уставу не положено - не согласился я.\n- Малой, да ты трусишь что ли? Так бы и сказал! Нечего из себя поборника устава строить! - разозлился Двин. - Устав, устав. Я тут твой устав начальник и бог. Так что или ты идешь туда или я. Понял?",
    "answers": [
      {
        "id": 122,
        "text": "Хорошо, я пойду в склеп"
      },
      {
        "id": 123,
        "text": "Я соберу все бумаги"
      }
    ]
  },
  {
    "id": 125,
    "text": "Я ударил магической волной. Валяющиеся на полу каменные крышки снесло к стене, а существо даже не заметило. Последнее, что я успел сделать – это кинуть магическую сеть, но она прошла сквозь него. А сквозь меня прошел коготь. Необычный коготь. Прежде чем второй рукой существо пробило мне черепушку, я услышал, как сторож захлопнул дверь. Хоть кто-то сделал правильный выбор. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы были съедены существом. Ваша работа была одна из самых опасных в империи. К сожалению, вам не повезло. Это конец для вас"
      },
      {
        "id": 47,
        "text": "назад",
        "need": 47
      }
    ]
  },
  {
    "id": 126,
    "text": "Я рванул к выходу. Существо мазнуло по моей спине ногтем, черт, а у нее они ядовитые. Я не успевал пару сантиметров до двери, как существо вцепилось в меня ногтями. Я попытался пустить по ним молнию, но существо будто не заметило ее. И тут неожиданно в дверь метнулся белый комок - кошка. Комок вцепился существу в лицо. Я вырвался из когтей существа и выбежал, захлопнув дверь. \n- Мужик, заколачивай быстрее. – крикнул я сторожу. За дверью раздавались звуки борьбы и голосила от боли кошка. \nНо сторож вдруг кинулся к склепу и попытался открыть дверь: \n- Масечка, родная! \nЯ оттолкнул ногой сумасшедшего мужика и послал ему разряд. Он упал без чувств. Пусть полежит, если невменяем. За дверью все стихло. Пусть смерть тебе будет избавлением нечаянная спасительница. Я буквально руками заколотил дверь. С той стороны раздавалось чавканье. Надеюсь, оно не прорвется. На мыслесвязь меня уже не хватило, да и не факт, что я смог бы дотянуться до напарника. \n«Я вделал все, что мог» - прежде чем упасть в лихорадке от яда подумал я. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы отравлены черным ядом. Вот так закончился ваш первый день. Продолжение следует. Конец первой главы."
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 127,
    "text": "Обычно для стражи строится специальное здание: серое, однотипной планировки. Тут же явно выбрали чей-то доходный дом, сюдя по аляповатой расцветке. \nС дежурным следователем я припирался полчаса. Попросил начальнрка, но его нет на месте. В общем через час мучений, мне удалось передать это дело страже. Ленивые они черти! Пришлось пообещать, что сами бездомного привезем.\nПотом я приехал к администрации. Оказывается, начальник стражи был тут. Был да всплыл. Они с главой пригорода укатили на рабылку или куда еще. Хотя вообще-то до окончания рабочего дня еще около часа! Чинуши чертовы! В общем еще полчаса я припирался с замом и выбил нужную подпись.\nКогда ехал обратно, то думал только об одном: \"Надеюсь Двин не припомнит мне за это опоздание\".\nКогда я вошел на кладбище - было подозрительно тихо.\nЯ подошел к склепу, то увидел: заколоченную заново дверь, сторожа без сознания и двина лицом вниз. Я побежал к напарнику. На его спине ули черные борозды как от нападения нечисти. Я поробовол запустить реанимирующее заклятье, но уже поздно. Яд распостранился слишком глубоко. Двин мертв.\nКогда приехала служба зачистки я почти пришел в себя. Все это время я успокаивал сторожа, который переживал из-за смерти кошечки Маси, которая прыгнула на защиту моего напарника. Какая кошечка? Человек мертв! Хотелось мне заорать, но я сдерживался. Говорят служба в Котроле - самая опасная. Что ж я теперь в полной мере осознаю - это. Еще страшей мысль, что было бы со мной будь я на месте напарника.\nМой первый день закончился. Не скажу, что я рад этому дню. Потерять напарника в первый же день - что может быть хуже?\n",
    "answers": [
      {
        "id": 1,
        "text": "Ваш напарник умер от черного яда. Начальство посчитало, что в этом нет вашей вины. Неопознанное существо было доставленно в Лабараторию. Что вас ждет завтра?\nКонец первой главы"
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 128,
    "text": "К администрации я домчал быстро. Центральное здание найти очень просто. Сначала меня не хотели пускать к главе, никакого уважения к магам! Но я быстро разобрался с секретарем.\nВ администрации, какая удача, оказался также и начальник стражи. Двин действительно знает как все работает не по наслышке, раз сначала послал меня к главе. Ведь эти чинуши уже собирались поехать развлекаться, хотя до конца рабочего дня еще пара часов!\nНу не будем об этом. Я сделал все в лучшем виде. Начальник стражи отдал распоряжение и мне выделили пару стражников. Люблю когда все делается быстро. \nКогда мы подъехали к кладбищу было подозрительно тихо. \nМы пошли к склепу. Я увидел, что дверь заново заколочена, сторож без соднания, а Двин лежит лицом вниз.\nЧто здесь произошло? \nОдин стражник занял боевую позицию. Второй побежал за помощью. Я же прощупал пульс Двина. Он еще жив. На спине виднелись борозды как будто оставленные нечистью. Черный яд не выводится магией, но я смогу хотя бы поддержать организм до приезда лекарей.\nВот так и прошел мой перый рабочий день. Явно не день мечты, но все могло быть хуже, если б на месте Двина был бы я. Как бы это эгоистично не звучало. ",
    "answers": [
      {
        "id": 1,
        "text": "Вашего напарника забрали лекари, так что вы временно без напарника. Начальство похвалило вас. Неопознанное существо было доставленно в Лабораторию. Что принесет новый день?\nКонец первой главы."
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 129,
    "text": "Я резко проснулся. Черт! Это всего лишь сон. Надо успокоиться. \nДо назначенного времени оставалось пять минут. \nТак что у меня было время подумать, например о будущих коллегах, о практикантах.\nДвух я знал по Академии, об одном слышал, а четвертый был мне незнаком. \nПервые двое: это брат и сестра близнецы Каевы. Скорей всего их возьмут к животным – это их специализация. Как их вообще наш преподаватель по зоомагии от себя оторвал? Он так над ними трясся, говорил, что они будущее зоомагии. Уникумы. Второй – это один из самых одаренных бытовиков - . Ну вы сами посудите: родится на ферме, отучится в какой-то провинциальной школе и выиграть конкурс на практику в Контроль. Да о нем только ленивый не говорил. О четвертом мне рассказал Ольгерд Каев. Интересная кампания!",
    "answers": [
      {
        "id": 137,
        "text": "Вспомнить все, что мне сказали"
      },
      {
        "id": 130,
        "text": "Пройти тест"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вас вызвали по сообщению о хулиганстве в торговом квартале. \nХулиган занимается установкой магической ловушки. Вы прибыли на место и застали правонарушителя на месте преступления. Хулиган увидел вас и побежал.\nВаши первые действия?",
    "answers": [
      {
        "id": 131,
        "text": "Задержать хулигана"
      },
      {
        "id": 132,
        "text": "Заняться удалением ловушки"
      }
    ]
  },
  {
    "id": 131,
    "text": "Ночью пришел вызов от сторожей зоопарка. На его территорию попали несколько чертей, двое леших и красный дьявол.\nВаша задача с наименьшим ущербом поймать их.\nВ каком порядке станете ловить данных существ?\n*черти - маленькие магические обезъянки. Любимое дело мелкое воровство и вандализм. Питаются магией. \n*леший - лесной светлячок. Обладает одурманивающим свойством. Питается жизненными силами путников, которых заманивает в трясину.\n*красный дьявол - это магический гибрид рыси. Питается другими магическими животными.",
    "answers": [
      {
        "id": 133,
        "text": "Леший, дьявол, черти"
      },
      {
        "id": 133,
        "text": "Лешие, черти, дьявол"
      },
      {
        "id": 133,
        "text": "Дьявол, Лешие, черти"
      },
      {
        "id": 133,
        "text": "Дьявол, черти, лешие"
      },
      {
        "id": 133,
        "text": "Четри, дьявол, лешие"
      },
      {
        "id": 133,
        "text": "Черти, лешие, дьявол"
      }
    ]
  },
  {
    "id": 132,
    "text": "Ночью пришел вызов от сторожей зоопарка. На его территорию попали несколько чертей, двое леших и красный дьявол.\nВаша задача с наименьшим ущербом поймать их.\nВ каком порядке станете ловить данных существ?\n*черти - маленькие магические обезъянки. Любимое дело мелкое воровство и вандализм. Питаются магией. \n*леший - лесной светлячок. Обладает одурманивающим свойством. Питается жизненными силам людей, которых заманивает в трясину, где присасывается к человеку.\n*красный дьявол - это магический гибрид рыси. Питается другими магическими животными. ",
    "answers": [
      {
        "id": 133,
        "text": "Дьявол, леший, черти"
      },
      {
        "id": 133,
        "text": "Дьявол, черти, лешие"
      },
      {
        "id": 133,
        "text": "Черти, дьявол, лешие"
      },
      {
        "id": 133,
        "text": "Черти, лешие, дьявол"
      },
      {
        "id": 133,
        "text": "Лешие, черти, дьявол"
      },
      {
        "id": 133,
        "text": "Лешие, дьявол, черти"
      }
    ]
  },
  {
    "id": 133,
    "text": "Отто просмотрел наши тесты:\n- Мда, с теорией зоомагии не у всех порядок. Трот - партруль. Питер Васка - бытовые правонарушения. Каевы спуститесь в Лабораторию в отделении магических существ. А Вален Митро...\n",
    "answers": [
      {
        "id": 153,
        "text": "Что?",
        "need": [
          -131,
          -38
        ]
      },
      {
        "id": 154,
        "text": "Что?",
        "need": [
          -132,
          -38
        ]
      },
      {
        "id": 152,
        "text": "Что?",
        "need": 38
      },
      {
        "id": 76,
        "text": "Посмотреть правильные ответы на последний вопрос"
      }
    ]
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  },
  {
    "id": 135,
    "text": "Мы с Питером доехали на маглете до торгового квартала. Питер тот еще здоровяк, я еле поместился рядом с ним. Пока мы ехали мне удалось разговорить Питера, ну как разговорить - он обратился ко мне первый. Оказывается от с детства картавый и еще и заика. Он жутко этого стесняется и он попросил меня говорить за нас двоих. Взрослый вроде мужик, а комплексы детские. Я подумаю.\nВызов поступил из одежной лавки. Торговца убили и, возможно, ограбили. Прибывшая на место стража установила следы защитный магии. Убийство - это не наш профиль, но в данном случае оно было совершенно немагическим путем. Так что наше задание установить что за магия в лавке и еще открыть подсобку, на которой наложенно нечто магическое. Интересно, что там такого наворотил обычный торговец, если спецартефакты стражи не могут справиться. \n\n",
    "answers": [
      {
        "id": 156,
        "text": "Мы приехали",
        "need": 26
      },
      {
        "id": 155,
        "text": "Мы приехали",
        "need": 25
      }
    ]
  },
  {
    "id": 136,
    "text": "Личный курьер, как хорошо звучит, как глупо на самом деле. В общем Отто дал мне мыслеузоры всех помощников и серктарей. Я бегал по всему Контролю с папкой документов весь день. Подписи, печати, записки. Без отдыха и остановки. Они что бумагой питаются? Как ни странно, ни разу не относил что-то от куратора Мэтра. Только приносил и визировал. Кстати, Мэтр сидит в отдельном кабинете Лаборатории. Там же сидит бытовой отдел по магическим существам - это смежный с Лабораторией отдел.\nТак и прошел мой первый день. Зато, пока я бегал, наконец, изучил план здания Контроля. С ума сойти, как у них тут все запутано.\nНадеюсь, завтра я смогу добиться нормальной работы.",
    "answers": [
      {
        "id": 1,
        "text": "Вы целый день бегали по Контролю. Больше ничего интереного. Что же будет завтра?\nКонец первой главы"
      }
    ]
  },
  {
    "id": 137,
    "text": "Отто Швак(Пирожок). Помощник Мэтра. Немаг. Повернутый на дисциплине. Заведует всей работой отделения, так как Мэтра практически никогда нет на месте. Попал недавно в аварию на маглете.<s>r\n\nПрактиканты:<s>r\nОльга и Ольгерд Каевы. Специалисты по зоомагии. Неклассики. Иллюзионисты. Ольга замкнутая и необщительная. Ольгерд болтун и душа кампании.\n\nПитер Васка. Выпускник какой-то провинциальной академии. Один из самых одаренных бытовиков. Выглядит как типичный фермер. Классик. Немногословный, добродушный.\n\nТрот Рогно. Бывший работник Департамента. Огромная редкость такая смена работы, так как Контроль и Департамент в плохих отношениях. Магия не известна.",
    "answers": [
      {
        "id": 129,
        "text": "Вернуться в реальность",
        "need": 129
      },
      {
        "id": 109,
        "text": "назад",
        "need": 109
      }
    ]
  },
  {
    "id": 138,
    "text": "Меня проводили в отдел, который жужжал как рассерженный улей. Послушав немного разговоры - я понял, чтопока я несколько часов провалялся в камере тут случилась катастрофа. \nПатруль напоролся на отступника, а это не наш профиль, а следственного отдела. В итоге двое из трех лежат в лекарне. Один в тяжелом состоянии. Причем один из них практикант. \nА в отделении бытовых правонарушений не лучше. Столкнулись с черной гнилью в самом густонаселенном квартале. Причем пострадал не практикант,  а его напарник бывалый следователь. Мне уже страшновато становится. \nЗаодно я узнал немного о моих будущих коллегах.  ",
    "answers": [
      {
        "id": 137,
        "text": "Вспомнить о коллегах"
      }
    ]
  },
  {
    "id": 139,
    "text": "У лавки нас встречал страж. Он был совершенно неприметной наружности, очень обычной и настолько ничем не выделяющейся, что мне это показаось забавным. Я быназвал его Серым.\n- Аст, следователь по убийствам. - представился он и протянул руку. - Не видел вас, вы практиканты?\n- Вален - пожал я ему руку. \nПитер смущенно потупился и замялся.",
    "answers": [
      {
        "id": 157,
        "text": "Представить Питера"
      },
      {
        "id": 158,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 140,
    "text": "Пирожок окликнул меня:\n- Практикант Вален, вы будете здавать тест на общих основаниях. Я вышел с больничного раньше и теперь вы как замена не нужны.",
    "answers": [
      {
        "id": 72,
        "text": "Жаль, конечно. Но может оно и к лучшему. Такое чувство будто меня выбрали из-за одежды. Им что, нужен был клоун? Странно. \nПойду посплю лучше"
      }
    ]
  },
  {
    "id": 141,
    "text": "Это всего лишь сон!!! Я попробовал себя ущипнуть - ничего. Я закрыл глаза и начал уговаривать себя проснуться - тщетно. Время ушло. Паук уже обвил меня пайтиной.",
    "answers": [
      {
        "id": 81,
        "text": "Что за черт?",
        "need": 78
      },
      {
        "id": 78,
        "text": "Бежать!",
        "need": -78
      }
    ]
  },
  {
    "id": 142,
    "text": "Я попытался выбраться своими силами, паук свил уже слишкос плотны кокон. Я не мог пошевелиться ни на миллиметр. ",
    "answers": [
      {
        "id": 81,
        "text": "Черт!",
        "need": 80
      }
    ]
  },
  {
    "id": 143,
    "text": "- Смотрите, там что-то лежит. - сказал я.\nКогда мы подошли, то увидели разрезанный кожанный мешок полный мелких монеток и всяких мелочей. Как будто его собирала ворона. Или как будто это заначка маленького карманника. \n- Ой, дурак - вдруг произнес Серый.\nМы с напарником недоуменно посмотрели на него.\n- Он любил мелочь всякую прикарманить. Иногда что-то у задержанных забирал. Себе в коллекцию, как он говорил. Пару раз в наглую воровал. Он же раньше карманником был. Не мог изжить привычку. Иногда просто по приколу. Но он говорил мне что завязал. Только давайте это между нами?\nМы кивнули.\nЯ ощупал карман. Там лежала одна монета. Я точно помню, что утром их было две. Он что ее украл?",
    "answers": [
      {
        "id": 144,
        "text": "Сказать, что у тебя пропала монета"
      }
    ]
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  },
  {
    "id": 145,
    "text": "- Смотрите, тут что-то блестит рядом.\nСерый и Дев посмотрели куда я указал. И прежде чем я умпел подойти и посмотреть что это, Серый, горным коглом прыгнул и схватил это.\n- Аст? Противодействие магическому расследованию? - поднял брови напарник.\n- Дев, можно тебя на пару слов? - Сказал Серый.\n",
    "answers": [
      {
        "id": 149,
        "text": "Эй, а я?",
        "need": 110
      },
      {
        "id": 150,
        "text": "Эй, а я?",
        "need": 108
      }
    ]
  },
  {
    "id": 146,
    "text": "Я решил сначала глянуть сам. Я увидел разрезанный кошель мелкого воришки: монеты малого достоинства, мелкие камушки и все это в мешочке с потайной подкладкой. Такие мелочи не прячут, если только это не незаконно. Конечно, это могли быть дорогие сердцу вещи, но столько мелочи? Наврядли.\nЯ ощепал карман. У меня оказалась одна монета. А я точно помню, что утром их было две!\nДа неужто наш стражник своеобразный клептоман?",
    "answers": [
      {
        "id": 147,
        "text": "Поделится догадкой и сказать о монете"
      },
      {
        "id": 145,
        "text": "Просто показать находку"
      }
    ]
  },
  {
    "id": 147,
    "text": "Как только я указал на находку, Серый попытался скрыть улику.\n- Ребята, тут такое дело. Мы все были в курсе, что Миха бывший карманник. Он завязал, а это привычка. Он ведь не брал последнее или у бедных. Так как трофей незаметно иногда себе тянул. Только между нами, хорошо?\nЯ возмутился:\n- Как это у бедных не крал. Вот у меня с утра всего две мудяшки было. Я вообще-то бедный практикант!\nВ общем Дев надавал мне тумаков за это.\nВот и закончился мой первый день.",
    "answers": [
      {
        "id": 116,
        "text": "А деньги кто-нибудь вернет?"
      }
    ]
  },
  {
    "id": 148,
    "text": "Я рассказал о монете и получил тумаков от Дева. Типа мои возмущения совсем не вовремя. Я вообще-то бедный практикант. Может мне и деньги бы вернули.\nА вообще мой день закончен. Кким бы он не был, я счастлив.",
    "answers": [
      {
        "id": 116,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 149,
    "text": "Дев кивнул и они отошли. Неприятно когда напарник тебе не доверяет. Секретные все какие!\nЯ пыталя конечно подслушать, но какое там. Дев неплохой маг. Так что мне оставалось только стоять и ждать.",
    "answers": [
      {
        "id": 151,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 150,
    "text": "- Можешь рассказывать, Аст. Вылен не глупый парнишка. Все поймет.\nХорошо, когда с напарником отношения сложились.\n- Тут такое дело. - начал Серый. - Миха бывший карманник. И дело забросил, но удержаться уже не может. Привычка. И от по мелочи воровал. Как трофей, собирал всякое. Иногда у задержанных, иногда у обычного ремесленника на улице по приколу ммонету свиснет. Так что мы это дело хотели бы замять. Так что между нами, хорошо?\nМы кивнули.\nЯ полез в карман плаща и нащупал одну монету. Одну! А было две,  я четко помню. ",
    "answers": [
      {
        "id": 148,
        "text": "Сказать, что Миха у тебя украл монету"
      },
      {
        "id": 151,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 151,
    "text": "Вот так и закончился мой первый день. Не смотря ни на что я очень рад ему. ",
    "answers": [
      {
        "id": 1,
        "text": "Что приподнесет вам новый день? Конец первой главы"
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 152,
    "text": "- Вален Митро - подойлите ко мне. Остальные свободны. Вне зависимости от результатов теста Мэтр дал вам возможность выбрать самостоятельно. - с недовольным выдим сказал Пирожок.\nЧто же выбрать? Бытовые правонарушения считается выше, чем патруль. Патруль  - это как бы младший бытовик. Но в патруле работа поактивнее, и иногда даже приходится задерживать преступников - в общем, геройская история.",
    "answers": [
      {
        "id": 154,
        "text": "В патруль"
      },
      {
        "id": 153,
        "text": "В бытовики"
      }
    ]
  },
  {
    "id": 153,
    "text": "- Вален Митро поступет в бытовые правонарушения. Сейчас все опытные бытовики заняты, так что сегодня будете в паре с Питером. Вот вам вызов из торговой лавки. Жду вечером отчет.\nУра - я полноценный бытовик! Все же патруль считается чуть ниже в иерархии.",
    "answers": [
      {
        "id": 135,
        "text": "Ура! Первое задание!"
      }
    ]
  },
  {
    "id": 154,
    "text": "- Вален Митро - патруль. Поступаете в одну группу с Тротом. Группа выдвигается прямо сейчас в торговый квартал. Там участились мелкие кражи. Будете патрулировать там до вечера.\nХорошо, жаль конечно, что работники патруля считаются младшими бытовиками. А в правонарушениях полноценные бытовики.",
    "answers": [
      {
        "id": 1,
        "text": "Ура, первое задание!"
      }
    ]
  },
  {
    "id": 155,
    "text": "Какой тесный город, а казалось бы столица. Мы приехали в лавку того самого торговца, что продал мне утром одежду. Неужто противного старика убили?",
    "answers": [
      {
        "id": 139,
        "text": "Зайти в лавку"
      }
    ]
  },
  {
    "id": 156,
    "text": "Мы подъехали к небольшой лавке. И кто на нее позарился? Она тут не самая богатая и, как ни странно, не самая легкая добыча, сюдя по наличию магии.",
    "answers": [
      {
        "id": 139,
        "text": "Зайти в лавку"
      }
    ]
  },
  {
    "id": 157,
    "text": "- А вот это Питер, наш лучший бытовик - решил я помочь напарнику.\nАст кивнул и проводил нас к прилавку.\n- Сейча я покажу вам фронт работ.\nПитер благодарно посмотрел на меня.",
    "answers": [
      {
        "id": 159,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 158,
    "text": "Питер жалобно посмотрел на меня. И чего он хочет? Представиться может и сам.\n- П-п-пит-т-тел - невнятно сказал он и быстро пожал руку стражу. Да он оказыавется заика!\n- Сейчас я покажу фронт работ - повел нас за собой Аст.",
    "answers": [
      {
        "id": 159,
        "text": "Идти за стражем"
      }
    ]
  },
  {
    "id": 159,
    "text": "Серый указал на прилавок:\n- Под кассой был квадратный предмет, предположительно магический. Нам нужно узнать - что это было и взять магические отпечатки. Также в побсобке защитный контур. Не можем зайти не нарушив цепь и нехотелось бы никаких непредвиденных последствий. Так что нужно открыть ее. Все как можно скорее - есть возможность взять по горячим следам. Так что вам бы разделиться. Кто пойдет со мной в подсобку.\nЯ посмотрел на Питера, что он скажет? Питер изображал статую, так что отвечать мне.\n\n",
    "answers": [
      {
        "id": 160,
        "text": "Я пойду в подсобку"
      },
      {
        "id": 161,
        "text": "Я осмотрю прилавок"
      }
    ]
  },
  {
    "id": 160,
    "text": "- Я пойду в подсобку - решил я. Питер кивнул.\nМы с Серым прошли небольшой темный коридор, несколько комнат с барахлом и оказались перед  неприметной дверью. Дешевая, дунь и развалится - так кажется на первый взгляд. \n- Я буду на улице опрашивать свидетелей. Просигналь мне, когда откроешь. - сказал Серый и оставил меня наедине с дверью.\nА посмотрел через дар. Мда. И правда защитная цепь. Если войдет посторонний, то что-то внутри будет уничтожено? Наверно, я не уверен. Так наш торговец контрабандист? Я посмотрел еще раз - прям как сейф в банке. Лучше бы Питера сюда отправил - это как раз его профиль, а то боюсь напортачу\nТак что же будем делать? ",
    "answers": [
      {
        "id": 162,
        "text": "Попросить Питера",
        "need": 157
      },
      {
        "id": 163,
        "text": "Попытаться самому",
        "need": 157
      },
      {
        "id": 163,
        "text": "Самому пытаться, что же еще? Питер явно обиделся на меня",
        "need": 158
      }
    ]
  },
  {
    "id": 161,
    "text": "- Я осмотрю прилавок. - решил я.\nСерый кивнул и увел Питера в подсобку.\nПередо мной прилавок: касса и пустое место. С чего начать?",
    "answers": [
      {
        "id": 169,
        "text": "Касса",
        "need": 25
      },
      {
        "id": 171,
        "text": "Пустое место"
      },
      {
        "id": 170,
        "text": "Касса",
        "need": 26
      }
    ]
  },
  {
    "id": 162,
    "text": "Я не справлюсь. Хорошо, что есть напарник.\nЯ вернулся в лавку:\n- Питер мне нужна помощь, там по твоему профилю.\nПитер кивнул:\n- Х-х-хорошо. Сп-п-пас-с-сибо т-т-тебе.\nТак он заика! Вот почему такой стеснительный.\n- Не за что, напарник. Так как?\nПитер еще раз кивнул. Интересно как он вообще собирается общаться на службе?\nПока шли к двери Питер, ужасно заикаясь, изложил свои догадки по квадратному предмету. Это сейф из манны (жутко дорогого металла). Этот металл при магическом и артефакторном поиске ничего не выдает. И это очень и очень дорого.\nПитер приступил к своей работе. Готово. Осталось зайти в коморку, чтобы удостовериться, что мы отключили все.\nНе коморка - а чудо! Он был не просто контрабандистом, а продацом редкого зверья. Такого поди найди еще. И в этот момент я понял, что чуть не оказался на волосок от смерти. Комната обшита манной, и я не мог увидеть магических сущест в ней, а они были! Если бы дверь открыл посторонний, то клетка с голодным черным дьяволом просто бы исчезла. Эти звери, в отличии от собратьев, помесь с волкодавом. И любят они лакомиться мяском разным, в том числе и людьми, а маги - это деликатес.",
    "answers": [
      {
        "id": 166,
        "text": "Отчитаться перед стражем",
        "need": 25
      },
      {
        "id": 172,
        "text": "Отчитаться перед стражем",
        "need": 26
      }
    ]
  },
  {
    "id": 163,
    "text": "Я вклинился в цепь и пустил свою магию по ней. Грубо конечно, но я не спец. Защитная магия исчезла. Ну что ж. За дверью, если верить поиску, ничего страшного нет. Осталось открыть дверь и проверить выклюлчился ли внутренний контур.\nЯ открыл дверь и в этот момент жизнь пронеслась перед глазами. Все же это был не мой пофиль и магия уничножила кое-что. Она уничтожила клетку удерживаюшую голодного черного дьявола, магического волкодлака. А наш торгаш контрабандист редкого зверья, оказывается.\nЯ дернулся назад, но зверь бы явно быстрее. Удар магией был ему как несильный толчок. Зверь вогнал свои клыки в мой бок и шею. Это конец?\nКто-то резко оторвал с куском тела зверюку и отшвырнул. Дверь захлопнулась на магический замок. Питер! А он силач.\nМне срочно нужен лекарь! Тварь прокусила очень глубоко, есть шанс просто умереть от потери крови. Тут есть хоть какой-нибудь вменяемый лекарь? Все же укус твари не ушиб снимать.",
    "answers": [
      {
        "id": 164,
        "text": "Попросить Питера привести ближайшего лекаря"
      },
      {
        "id": 165,
        "text": "Поросить Питера отнести тебя к ближайшему лекарю"
      }
    ]
  },
  {
    "id": 164,
    "text": "- Питер, приведи мне ближайшего лекаря, быстро! Я постараюсь остановить кровотечение.\nПитер кивнул и сорвался с места.\nМои попытки остановить кровь не особо помогали - было и внутреннее кровотечение. Видимо часть органов престала работать.\nЕдинственное, о чем я успел подумать - почему я попросил Питераименно об этом? А он меня послушался? Он слишком ведомый.\nПрактикант истек кровью очень быстро. Хотя Питер бежал со всех ног - он не успел. Ведь путь туда и обратно занимает больше времени, чем если бы Питер просто отнес напарника к лекарю. А лекарь жил\nна соседней улице. \nКогда лекарь и Питер прибежали к подсобке Вален Митро умер от потери крови. Ведь это дело буквально неснольких минут. Может еще был бы шанс его спасти, некоторый лекари практически кудесники, но это не лекарь Контроля или Департамента - это обычный лекарь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы умерли от кровопотери вследствие укуса. Это трагичесская цепь случайностей. К сожалению, смерть может поджидать за каждым решением. Жаль."
      },
      {
        "id": 47,
        "text": "назад",
        "need": 47
      }
    ]
  },
  {
    "id": 165,
    "text": "- Питер, хватай меня. Бежим к ближайшему лекарю. Быстро! - крикнул я.\nПитер схватил меня и ломанулся из лавки.\nЯ старался остановить кровь, но сознание ускользало, а кровь текла все быстрее. \nСерый, увидев нас, крикнул:\n- Соседняя улица третий дом.",
    "answers": [
      {
        "id": 167,
        "text": "Бежать к лекарю",
        "need": 26
      },
      {
        "id": 168,
        "text": "Бежать к лекарю",
        "need": 25
      }
    ]
  },
  {
    "id": 166,
    "text": "Не успели мы поделиться со стражем информацией, как на улице началось твориться что-то.\nЛюди в масках - лихие люди или разбойники - нападали на стражей и патруль.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 167,
    "text": "Питер мчался со всех ног. Мое сознание уплывало. Кровь хлестала все быстрее. \nПоследнее, что я подумал: \"А вот и лекарь\".",
    "answers": [
      {
        "id": 1,
        "text": "Питер успел доставить вас к лекарю. Вам успели оказать помощь. Завтра будет новый день, что он принесет вам?"
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 168,
    "text": "Мы не успели добежать до лекаря, как оказались в гуще перестрелки. Она появилась внезапно и неоткуда. Патруль и стража отбивались от группы людей с закрытыми лицами - это лихой народ! Что вообще происходит вокруг? С чего ворам в открытую нападать? На торговой улице была локальная война.\nПитера ранило, и мы полетели на мостовую. \nПрежде чем уплыть в небытие, я успел заметить лекаря спешившего ко мне.",
    "answers": [
      {
        "id": 1,
        "text": "Вы ранены черным дьяволом. Вам успели помочь. Что ждет вас завтра?"
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 169,
    "text": "Я залез в кассу. Во мне проснулось гаденькое чувство. Интересно мои два медяка все еще здесь? \nЖаль, ни одной монеты.\nЭто были мои последние деньги. Интересно, когда аванс?\nТак, теперь посмотрим, что под кассой.\n",
    "answers": [
      {
        "id": 171,
        "text": "Осмотреть пустое место"
      }
    ]
  },
  {
    "id": 170,
    "text": "Я посмотрел в кассу и неувидел выручки. Ограбили? Ну судя по следам - да.\nЯ сунул руку в карман. Там звякнули две медяшки. Сейчас, конечно, не как во время черной войны, но все же и за такую мелочь убить могут. Я думаю, у этого торговца в кассе было не больше.\nТак, а что там под кассой?",
    "answers": [
      {
        "id": 171,
        "text": "Посмотреть"
      }
    ]
  },
  {
    "id": 171,
    "text": "Под кассой явно была потайная дверца. Сейчас выломанная с мясом, но все же. Я поскреб по стенкам. Хорошо, что с алхимией у меня все в  порядке. Это была манна(один из самых дорогих металлов). Зачем обычному торговцу коробка из манны. А манна, на минуточку, дает невозможным поиск магический и артефакторный, ну и еще пару чудо свойств. Это настолько дорого, что не у каждого крутого мага есть. \nТут ко мне подошел Питер. Он закончил и от его рассказа у меня глаза на лоб полезли.\nОказывается наш торговец держал очень редкий и элитный магический зверинец в подсобке. Явно контрабандист. Причем очень крутой.",
    "answers": [
      {
        "id": 166,
        "text": "Отчитаться перед стражем",
        "need": 25
      },
      {
        "id": 172,
        "text": "Отчитаться перед стражем",
        "need": 26
      }
    ]
  },
  {
    "id": 172,
    "text": "Серый страж выслушал нас внимательно, после поздравил с первым делом и отпустил. Мне заинтересовал исход этого дела и Серый пообещал прислать мне весточку, как только оно будет раскрыто.\nЯ стоял на улице и вдыхал полной грудью сладкий летний воздух. Мой первый день, мое первое дело, мой первый через чур закомплексованный напарник. Жизнь прекрасна.\nЯ посмотрел на время - обед. Есть возможность дойти пешком до Контроля. Может отправить маглет и прогуляться в такую хорошую погоду?",
    "answers": [
      {
        "id": 173,
        "text": "Прогуляться до Контроля"
      },
      {
        "id": 174,
        "text": "Поехать на маглете"
      }
    ]
  },
  {
    "id": 173,
    "text": "Я предложил Питеру прогуляться. Он отказался, да и леший с ним. Питер уехал на маглете, а я неспеша пошел по торговому кварталу.\nВсе было прекрасно, но какое-то шестое чувство влекло меня в подворотню. Я совершенно не хотел рисковать. Я подошел на достаточное расстояние чтобы увидеть, что там.\nКуча мяса из того что когда-то было человеком. Лужа крови и письмена. Непонятные. \nЯ не мог пошевелиться от ужаса. Это был бездомный. Когда-то был. Город жил, веселился, был прекрасный день. Я не заметил как закричал от страха работник лавки наткнувшись на это. Серый и стража поспешили в этот переулок. А больше никто и необратил на это внимание. \n",
    "answers": [
      {
        "id": 174,
        "text": "Вернуться в Контроль"
      }
    ]
  },
  {
    "id": 174,
    "text": "За целый день у нас не было больше ни одного дела. \nВечером пришел посыльный от стража. Торговец был самым известным в узких кругах контрабандистом редких магических животных и растений. Хорошо маскировался. И стал жертвой маскировки. Недавно в город попала новая банда лихих людей. Кто-то из них решил ограбить лавку. Торговец открывался раньше всех и ему просто не повезло. А дальше они просто случайно нашли сейф. \nМеня мучит лишь один вопрос - почему в столицу стекается куча лихих?  ",
    "answers": [
      {
        "id": 1,
        "text": "Ваш перый день окончен. Вы успешно выполнили свою работу. Что ждет вас дальше?"
      },
      {
        "id": 95,
        "text": "назад",
        "need": 95
      }
    ]
  },
  {
    "id": 175,
    "text": "",
    "answers": []
  },
  {
    "id": 176,
    "text": "",
    "answers": []
  },
  {
    "id": 177,
    "text": "",
    "answers": []
  }
]