[
  {
    "id": 1,
    "text": "Жанры: романтика, приключения, много концовок.\n\nАвтор: Талента Империо.\n\nАннотация: \"Жила-была кошка по имени Лиза. И жила она совершенно спокойной жизнью. Но однажды эта рыжая красавица сбежала со своего уютного дома... Куда? И, самое главное, зачем? Это нам и предстоит узнать...\"",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 18,
        "text": "Достижения"
      },
      {
        "id": 74,
        "text": "Обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": "Совершенно обычний день, ничем не отличающийся от других. Рыжая кошечка Лиза спала у своей корзинке, а двуногая слуга готовила завтрак.",
    "answers": [
      {
        "id": 4,
        "text": "Подойти к двуногому, помурлыкать"
      },
      {
        "id": 5,
        "text": "Спать дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": " – Почему я понимаю тебя? – удивилась Лиза.\nЛис ответил ей: \n – Мы понимаем друг друга потому, что и я, и ты - коты. Но ты мне не ответила. Как тебя зовут?",
    "answers": [
      {
        "id": 14,
        "text": "\"Лиза\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Услышав мурлыканье, двуногая посмотрела на Лизу и, улыбнувшись, дала ей кусочек рыбки.",
    "answers": [
      {
        "id": 6,
        "text": "Съесть рыбку"
      },
      {
        "id": 7,
        "text": "Понюхать рыбку, но не есть её"
      }
    ]
  },
  {
    "id": 5,
    "text": "Проснувшись, Лиза увидела, что уже давно день. Входная дверь была приоткрыта, но этого было достаточно, чтобы кошка могла протиснуться в них.",
    "answers": [
      {
        "id": 8,
        "text": "Убежать"
      },
      {
        "id": 9,
        "text": "Её и здесь неплохо кормят. Спать дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Съев рыбку, Лиза решила прогуляться.",
    "answers": [
      {
        "id": 10,
        "text": "Пойти в туалет"
      },
      {
        "id": 5,
        "text": "Пойти дальше спать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Двуногая вздохнула, огорчена кискиным поведением, но не стала её заставлять, только переложила кусочек рыбки у её миску и продолжила готовить.",
    "answers": [
      {
        "id": 12,
        "text": "Уйти с кухни"
      }
    ]
  },
  {
    "id": 8,
    "text": "Лиза вышла на лестницу и спустилась по ней. Очутившись во дворе, Лиза увидела огромный мир, о котором она ничего не знала.",
    "answers": [
      {
        "id": 11,
        "text": "Побежать около дома"
      },
      {
        "id": 15,
        "text": "Осмотреться"
      },
      {
        "id": 9,
        "text": "Нет, лучше все-таки вернуться домой"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Нас и здесь неплохо кормят\", – подумала Лиза. И осталась дома.\n\nКонец.\n\nP. S.: Поздравляю! Вопреки названию квеста, ты остался дома! Но... Поэтому квест для тебя очень короткий.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 10,
    "text": "Оказавшись в туалете, Лиза идет к своему лотку, который аккуратно очищеный двуногим. Она проделала все утренние дела, осталось только закопать.",
    "answers": [
      {
        "id": 13,
        "text": "Закопать очень аккуратно"
      },
      {
        "id": 16,
        "text": "Закопать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Лиза побежала около дома, на ходу осматривая все вокруг. А здесь было на что посмотреть: по улице бегали много маленьких двуногих, на лавках сидели старие двуногие в каких-то платках, а ещё ездили очень шумные машины. В конце дома было видно множество деревьев, на которых пели птички.",
    "answers": [
      {
        "id": 17,
        "text": "Бежать дальше"
      },
      {
        "id": 9,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Лиза вышла с кухни и направилась в сторону своей корзинки: спать дальше.",
    "answers": [
      {
        "id": 5,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 13,
    "text": "Лиза постаралась как можно аккуратнее закопать содержимое лотка, но часть его все равно оказалась снаружи. Ничего, завтра опять будет чисто.\nЛиза решила, что на сейчас, пока что, этого хватит.",
    "answers": [
      {
        "id": 5,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 14,
    "text": " – Мне очень приятно, Лиза, – улыбнулся Лис. – Я предлогаю тебе жить здесь вместе, где только мы и природа.",
    "answers": [
      {
        "id": 33,
        "text": "\"Я согласна!\""
      },
      {
        "id": 34,
        "text": "Нет, пожалуй, я вернусь назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вокруг был столь прекрасен мир! По улице бегали маленькие двуногие, а на лавках сидели уже старые и почему-то в платках. По дороге ездили очень шумные машины.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться назад"
      },
      {
        "id": 30,
        "text": "Побежать вдоль дома"
      }
    ]
  },
  {
    "id": 16,
    "text": "Лиза как следует закопала свидетельство её перебывания здесь, при этом большая часть наполнителя оказываеться снаружы лотка. Ничего, завтра опять будет чисто.\nЛиза решила, что на сейчас, пожалуй, этого хватит.",
    "answers": [
      {
        "id": 5,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Лиза добежала к деревьям и замедлила шаг. Возвращатся домой она не хотела, да и не была уверена, найдет ли дорогу домой. Идя сквозь деревья, она увидела очень похожее на неё существо. Тут её пробрал страх: что же она будет делать здесь, вдали от своих слуг-двуногих? Но существо уже было близко.",
    "answers": [
      {
        "id": 19,
        "text": "Бежать от сюда куда глаза глядят"
      },
      {
        "id": 20,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Здесь показаны все твои достижения, заработанные во время прохождения квеста.",
    "answers": [
      {
        "id": 27,
        "text": "Ты пытался!",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 9,
        "text": "Вопреки всему",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 73,
        "text": "Уйти с любовью",
        "need": 33,
        "need_ever": true
      },
      {
        "id": 32,
        "text": "Любопытство победило",
        "need": [
          19,
          21
        ],
        "need_ever": true
      },
      {
        "id": 35,
        "text": "Возвращение блудной кошки",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "И все будет хорошо",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 69,
        "text": "С волками жить",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 70,
        "text": "Лесная жизнь",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 72,
        "text": "Хандра",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 65,
        "text": "Лес – мой дом",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "И Лиза убежала прочь от него, краем глаза заметив, что существо остановилось и грустно смотрит ей вслед.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться к нему"
      },
      {
        "id": 22,
        "text": "Остановиться"
      },
      {
        "id": 23,
        "text": "Ей нету дела к нему. Бежать дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Любопытство победило, и Лиза решила остаться и посмотреть, кто это существо.\nВскорее животное подошло к ней впритул и сказало: \"Привет! Меня зовут Лис, а тебя как?\"",
    "answers": [
      {
        "id": 31,
        "text": "\"Лиза\""
      },
      {
        "id": 3,
        "text": "\"Почему я понимаю тебя?\""
      }
    ]
  },
  {
    "id": 21,
    "text": "Лиза почуствовала, что, убегая, она поступает неверно, и подбежала к существу. Но оно вдруг сказало: \"Привет! Меня зовут Лис, а тебя как?\"",
    "answers": [
      {
        "id": 31,
        "text": "\"Лиза\""
      },
      {
        "id": 3,
        "text": "\"Почему я понимаю тебя?\""
      }
    ]
  },
  {
    "id": 22,
    "text": "Лиза остановилась и посмотрела на существо. Оно снова начало движение в её сторону, но кошка оставалась на месте. Вскорее животное подошло к Лизе впритул и сказало: \"Привет! Меня зовут Лис, а тебя как?\"",
    "answers": [
      {
        "id": 31,
        "text": "\"Лиза\""
      },
      {
        "id": 3,
        "text": "\"Почему я тебя понимаю?\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Сама не зная, как, но Лиза забежала в тот самый двор, с которого выбежала. Но тут её вдруг взял на руки двуногий и понес куда-то.",
    "answers": [
      {
        "id": 24,
        "text": "Позволить себя унести"
      },
      {
        "id": 25,
        "text": "Попытаться вырваться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вдруг Лиза заметила, что это её двуногий. Он занес её в дом и поклал на пол, плотно закрыв за собой двери. Двуногая женщина с радости, что Лиза вернулась, поставила в её миску целую рыбу и налила полную миску воды.",
    "answers": [
      {
        "id": 26,
        "text": "Съесть рыбу"
      },
      {
        "id": 28,
        "text": "Попить воды"
      }
    ]
  },
  {
    "id": 25,
    "text": "Лизе такое поведение двуногого не понравилось, и она попыталась вырваться. Но двуногий крепко держал её.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Лиза решила поесть. Во время побега она изрядно проголодалась, по этому сразу сьела всю рыбу.",
    "answers": [
      {
        "id": 28,
        "text": "Попить воды"
      },
      {
        "id": 29,
        "text": "Лиза слишком устала. Пожалуй, она пойдет спать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты пытался очень аккуратно закопать содержимое лотка, но наполнитель все равно оказался снаружи. Не переживай, ты ничего не мог с этим поделать. Такова кошачья природа.",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Попив воды, Лиза ужасно захотела спать. Даже не допив, она устремилась в комнату и легла в свою корзинку.",
    "answers": [
      {
        "id": 29,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Лиза сразу уснула. Надо же, как все-таки здесь хорошо. Подумать только: она могла лишиться всего этого навсегда! Но все-таки Лиза сделала правильный выбор, решив остаться.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 30,
    "text": "Лиза побежала в сторону деревьев, туда, где было слышно пение птичек. Вскорее она покинула двор.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": " – Мне очень приятно, Лиза, – продолжил Лис. – Я, как и ты – кот, по этому мы понимаем друг друга. Я предлогаю тебе жить здесь вместе, и я покажу тебе новый мир: без людей, где только мы и природа.",
    "answers": [
      {
        "id": 33,
        "text": "\"Я согласна!\""
      },
      {
        "id": 34,
        "text": "\"Пожалуй, я вернусь домой\""
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты хотел убежать от незнакомца, но все-таки вернулся к нему. Да, именно твоё любопытство помогло сделать этот шаг. Молодец!",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": " – Я согласна! – воскликнула Лиза, и они двинулись вглубь леса: туда, где для неё начинается новый мир, который ей ещё предстоит узнать.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": " – Нет уж, пожалуй, я вернусь домой, к своим двуногим слугам, – отказала Лиза и попятилась в сторону домов. Лис обижено посмотрел ей вслед, но останавливать её не стал.",
    "answers": [
      {
        "id": 23,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты вернулся домой, а не убежал с котом по имени Лис. Тоже неплохо... Это ведь твой выбор, верно? ;-)",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": " – Мы пришли, – сказал Лис, остановившись. – Здесь я живу.\nЛиза скептически осмотрела местность, и вскорее её взгляд остановился на небольшом дупле в самом толстом дереве леса. Кот заметил это.\n – Да, я живу в дупле, как белка, – рассмеялся он. – Не всем ведь жить в большых домах, да ещё со слугами.\n – Конечно, – ответила Лиза. Но радость от встречи давно уже улетучилась.\n – Ей, ты что, обиделась? – посерьёзнев, спросил Лис. – Я же пошутил. К тому же, спать ведь где-то надо. Залезай давай.",
    "answers": [
      {
        "id": 37,
        "text": "Залезть в дупло"
      },
      {
        "id": 38,
        "text": "Остаться снаружи"
      }
    ]
  },
  {
    "id": 37,
    "text": "Лиза всё-таки залезла в дупло. Здесь было уютно, хоть и не так хорошо, как у неё дома. Но ей здесь нравилось.\n – Ложись сюда, – сказал Лис, ложась на подстилку с еловых иголок. Лиза же примостилась на самом краю подстилки, немного в стороне от Лиса.",
    "answers": [
      {
        "id": 39,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Лиза решила остаться снаружи.\n – Не бойся, здесь давно уже никого нет, – успокоил её Лис. – Залезай давай. ",
    "answers": [
      {
        "id": 37,
        "text": "Залезть в дупло"
      }
    ]
  },
  {
    "id": 39,
    "text": " – Ей, Лиза, вставай, – услышала она голос Лиса. Было уже утро.\nПроснувшись, Лиза ужасно захотела кушать. Она уже начала скучать за своими слугами-двуногими, но не была уверена, действительно ли хочет она вернуться.",
    "answers": [
      {
        "id": 40,
        "text": "Что будем кушать?"
      }
    ]
  },
  {
    "id": 40,
    "text": " – А что мы будем кушать? – спросила Лиза.\n – А ты умееш охотиться на мышей? – в ответ спросил Лис.\n – Вроде пару мышек поймала дома, но там их почти никогда нет.\n – Отлично, – ухмыльнулся Лис. – Тогда пойдем на охоту.",
    "answers": [
      {
        "id": 41,
        "text": "Пойти с Лисом"
      },
      {
        "id": 42,
        "text": "Остаться в дупле"
      }
    ]
  },
  {
    "id": 41,
    "text": "Они вместе пошли на охоту.\nЛизе ничего обьяснять не надо было: за неё работали инстинкты. Вскорее они насытились.\n – А что будем делать теперь? – спросил Лис.",
    "answers": [
      {
        "id": 43,
        "text": "Поискать ручей"
      },
      {
        "id": 44,
        "text": "Сходить в туалет"
      }
    ]
  },
  {
    "id": 42,
    "text": " – Пожалуй, я останусь здесь, – отказала Лиза.\n – Ну, как знаешь, – сказал Лис. И ушел.\nА Лиза осталась в дупле. Делать здесь нечего, и она решила немного поспать.",
    "answers": [
      {
        "id": 55,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ориентируясь на шум воды, Лиза нашла ручей и стала пить. Вскорее, поняв, чего она хотела, к ней присоединился Лис. \nОн столкнул Лизу в ручей.\n – А!!! Что ты делаешь?! – закричала кошка, пытаясь не утонуть.\nЛису пришлось её вытаскивать.\n – Прости, я не знал, что ты не умеешь плавать, – перепросил кот. – Потом научу тебя.\n – Извинения приняты, – сказала Лиза, активно вылизываясь.\n – То куда пойдем сейчас? – спросил Лис.",
    "answers": [
      {
        "id": 44,
        "text": "Сходить в туалет"
      },
      {
        "id": 45,
        "text": "Вернуться в дупло"
      }
    ]
  },
  {
    "id": 44,
    "text": " – А туалет здесь где? – спросила Лиза.\n – А везде, – ухмыльнулся Лис. – Нет, серьезно, везде. \n – Тогда жди меня здесь, – сказала Лиза и скрылась в кустах.\nВскорее она вернулась.\n – Что теперь будем делать? – снова спросил её Лис.",
    "answers": [
      {
        "id": 45,
        "text": "Вернуться в дупло"
      }
    ]
  },
  {
    "id": 45,
    "text": " – Может, вернёмся в дупло? – спросила Лиза. – Надо обсохнуть.\n – Хорошо, пойдем, – ответил Лис и двинулся к его дереву.",
    "answers": [
      {
        "id": 46,
        "text": "Идти за Лисом"
      }
    ]
  },
  {
    "id": 46,
    "text": "Они вернулись к дуплу и оба примостились на кровати из еловых иголок.\n – Что будем делать? – спросила Лиза.\n – Не знаю, – пожал плечами Лис. – Можно ещё поговорить, а можно и поспать.",
    "answers": [
      {
        "id": 47,
        "text": "Разговаривать"
      },
      {
        "id": 48,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 47,
    "text": "О чем они будут говорить?",
    "answers": [
      {
        "id": 49,
        "text": "О новой жизни"
      },
      {
        "id": 50,
        "text": "О доме Лизы"
      }
    ]
  },
  {
    "id": 48,
    "text": " – Лучше давай поспим, – предложила Лиза.\n – Давай, – согласился Лис.\nВскорее они уснули.",
    "answers": [
      {
        "id": 63,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 49,
    "text": " – Ты постоянно так живешь? – спросила Лиза. \n – Да, каждый день одно и тоже, – вздохнул Лис. – Но иногда сюда другие звери заходят: волки, белки, птички всякие.\n – Что ты тогда делаешь? – поинтересовалась Лиза.\n – Если пришли волки – прячусь здесь, а если белки или птицы – ловлю их и ем.\n – Зачем? – удивилась Лиза.\n – Просто мыши надоели, – снова вздохнул Лис, положив голову на лапы.\n – А у меня дома было не так, было более спокойно, – как-бы между прочем сказала Лиза. – Дома мне даже охотиться не приходилось: двуногие всегда заботились о моем питании. \n – А ты хотела бы вернуться туда?",
    "answers": [
      {
        "id": 51,
        "text": "Да"
      },
      {
        "id": 52,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 50,
    "text": " – Знаешь... Я скучаю по своему дому, – вдруг сказала Лиза. – Там было спокойно, да и охотиться не приходилось: двуногие всегда заботились о моем питании. Спала я в корзинке, а не на подстилке, а вода всегда была около еды.\n – Действительно? – удивился Лис. – А со мной люди обращались не так бережно. Точнее, они всегда прогоняли меня от себя. Пинали, камнями кидались. Потому я и живу здесь.\n – Сочувствую.\n – А ты хотела бы вернуться домой? – как-бы между прочим спросил Лис.",
    "answers": [
      {
        "id": 53,
        "text": "Да"
      },
      {
        "id": 52,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 51,
    "text": " – Наверное, да, – ответила ему Лиза. – Я скучаю по старой жизни.\n – Чисто теоретически, мы могли бы вернуться к тебе, – вдруг сказал Лис. – Но я не уверен, что двуногие примут меня.\n – Примут, это точно, – обрадовалась Лиза. Она не сомневалась в доброте своих двуногих. – Они у меня хорошие.\n – Действительно? – удивился Лис. – Люди не очень хорошо со мной обращались, всегда пинали и прогоняли.\n – Но мои двуногие не такие, – возразила Лиза. – Они тебя примут, не переживай.\n – Если так, то можно попробовать, – ответил ей Лис. – Но сейчас будем спать. Спокойной ночи!\n – Спокойной ночи... – повторила Лиза, засыпая.",
    "answers": [
      {
        "id": 56,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 52,
    "text": " – Нет, я не хочу туда возвращаться, – обронила Лиза. – Мне и здесь неплохо.\n – Я рад за тебя, – обрадовался Лис. И, как-бы между прочем, сказал: \n – Я не дружу с людьми.\n – Почему? – удивилась Лиза.\n – Они всегда прогоняли меня. Пинали. Камнями бросались. Из шланга водой поливали. Потому я и живу здесь.\n – Сочувствую, – огорчилась Лиза.\n – Да, не сладко, – согласился Лис. – Но здесь тоже неплохо. А к воде быстро привыкаешь.\n – А ты меня научишь плавать? – вдруг спросила Лиза.\n – Конечно. А сейчас давай спать.",
    "answers": [
      {
        "id": 54,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 53,
    "text": " – Наверное, да, – ответила Лиза.\n – Тогда ты можешь уже завтра идти домой. А я останусь здесь.\n – Почему?\n – Я же говорил, я не дружу с людьми! – разозлился Лис.\n – Но мои двуногие не такие! – возразила Лиза. – Они хорошие, они примут тебя!\n – Ты хочешь – ты иди, а я останусь!\n – Лис! Умоляю, успокойся. Не все люди плохие.\n – У меня иное мнение, – сказал он, но все-таки лег на подстилку.\n – Мне там было хорошо. Уверена, тебе там тоже понравится.\n – Ладно, можно попробовать. Давай-ка лучше спать.",
    "answers": [
      {
        "id": 56,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Сегодня первой проснулась Лиза. На соседнем дереве сидела птичка, которая ещё не заметила кошку. Лиза подкралася к ней и схватила бедняжку. И съела.\n – Уже охотишься? – услышала она голос Лиса.\nЛиза обернулась к нему.\n – Просто встала пораньше.\n – Это хорошо, – вдруг сказал Лис. – Ты же все ещё хочешь научиться плавать?\n – Конечно! – обрадовалась Лиза.\nОни двинулись к ручью.",
    "answers": [
      {
        "id": 66,
        "text": "У ручья"
      }
    ]
  },
  {
    "id": 55,
    "text": "Когда Лиза проснулась, Лис как раз вернулся. Он принес ей несколько мышек.\n – Какая же ты все-таки ленивая кошка, – рассмеялся Лис, когда Лиза, съев мышек, умостилась спать дальше.\n – Есть немного, – ответила ему Лиза.\n – Сколько можно спать?\n – А что мы можем ещё сделать? – спросила Лиза.\n – Можно ещё поговорить о чем-то.",
    "answers": [
      {
        "id": 47,
        "text": "Разговаривать"
      },
      {
        "id": 48,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 56,
    "text": "Сегодня Лиза проснулась первой. На соседнем дереве сидела птичка, которая ещё не заметила кошку. Лиза медленно подкралась и схватила бедняжку. И съела.\n – Уже охотишься? – послышался из-за её спины голос Лиса.\nЛиза обернулась к нему.\n – Просто встала пораньше.\n – Я тут подумал... Может, ты и права на счёт людей.\n – Ты хочешь вернуться вместе со мной ко мне домой? – удивилась Лиза.\n – В общем... да.\n – Хорошо, – обрадовалась кошка. – Когда идём?\n – Сейчас. Пошли.\nИ они пошли в сторону домов.",
    "answers": [
      {
        "id": 57,
        "text": "Идти к зданиям"
      }
    ]
  },
  {
    "id": 57,
    "text": "Из-за деревьев послышался голос человека. Он звал Лизу.\n – Похоже, меня уже второй день ищут, – сказала Лиза.\n – Слышу. А он точно меня не прогонит? – встревожено спросил Лис.\n – Точно. Только сперва пойду я, а ты чуть позже.\n – Хорошо.\nОна вышла из-за кустов. Человек заметил её и взял на руки.\n – Лиза! Как хорошо, что я тебя нашел!\nТут из-за кустов показался Лис. Лиза вырвалась из рук человека и подошла к коту.\n – Ты хочешь, чтобы я взял его с нами? – спросил двуногий.\nЛиза мяукнула, подтверждая его слова.\n – Ну, что же, – сказал человек. – Пошли.\nОн взял обоих котов на руки и понес домой.",
    "answers": [
      {
        "id": 58,
        "text": "Позволить себя унести"
      }
    ]
  },
  {
    "id": 58,
    "text": " – Зачем ты принес двух котов? – спросила двуногая женщина.\n – Так хотела Лиза, – ответил мужчина. – Или ты хотела, чтобы она из-за него снова сбежала?\n – Нет, конечно, – смутилась женщина и поставила в миску Лизы две куриные ножки.\nЛиза посмотрела на Лиса. Он был удивлен поведением людей.\n – Чего смотришь? – спросила Лиза. – Это нам дали мясо.\nОна принялась есть куриную ножку.\n – Просто не привык, – сказал Лис и стащил вторую ножку.\n – Ей, ты куда? – спросил человек и вернул кота к миске.\n – Не надо убегать, у тебя не отберут еду. И она не сбежит, – рассмеялась Лиза.\nЛис смущённо продолжил есть, кошка уже закончила.",
    "answers": [
      {
        "id": 59,
        "text": "Попить воды"
      },
      {
        "id": 60,
        "text": "Пойти в туалет"
      }
    ]
  },
  {
    "id": 59,
    "text": "Она решила попить воды. Как же она всё-таки соскучилась по этой воде!\nВыпив половину миски, Лиза остановилась в дверях и принялась ждать. Лис сделал так же и подошёл к Лизе.\n – Что будем делать сейчас? – спросил кот.",
    "answers": [
      {
        "id": 60,
        "text": "Пойти в туалет"
      },
      {
        "id": 61,
        "text": "Пойти спать"
      }
    ]
  },
  {
    "id": 60,
    "text": " – Теперь моя очередь показывать, где туалет? – ухмыльнулась Лиза.\n – Показывай давай, – улыбнулся в ответ Лис.\nОни двинулись к лотку. Его не убрали, так как надеялись на возвращение Лизы, но он был, как всегда, аккуратно вычищен.\nОни проделали все утренние процедуры и ушли. При этом большая часть наполнителя оказалась снаружи.\n – Завтра опять будет чисто, – сказала Лиза.\n – А что теперь? – спросил Лис.\n – А ничего, – ответила Лиза. – Теперь можно и поспать.",
    "answers": [
      {
        "id": 61,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 61,
    "text": "Они прошли к корзинке, где спала Лиза, и оба умостились в ней.\n – Хорошо тут у тебя, – сказал Лис, засыпая.\n – Да, неплохо, – согласилась Лиза. – Спокойной ночи!\n – Спокойной ночи...",
    "answers": [
      {
        "id": 62,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 62,
    "text": "Когда они проснулись, их накормили и отнесли к ветеринару. Тот признал их совершенно здоровыми. Двуногие с радостью приняли Лиса, всегда заботятся о нем не хуже, чем о Лизе. И жилось котам у людей очень хорошо. Впрочем, это уже совсем иная история.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 63,
    "text": "Сегодня первым проснулся Лис. Пока Лиза спала, он пошел на охоту и принес несколько птичек Лизе. Вскорее она проснулась.\n – Ой, ты уже вернулся? – спросила Лиза.\n – Да, я принес тебе покушать, – ответил Лис. \n – Спасибо, – сказала Лиза и принялась есть птичек.\n – Скажи мне честно, только честно, – вдруг сказал Лис. – Ты хочешь вернуться домой?",
    "answers": [
      {
        "id": 64,
        "text": "Да"
      },
      {
        "id": 65,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 64,
    "text": " – Да, я хотела бы вернуться к своим двуногим слугам, – ответила удивлённая Лиза.\n – Если так, то не смею тебя здесь задерживать, – огорчился Лис.\n – А почему ты со мной не пойдешь? – спросила Лиза.\n – Потому что люди не очень хорошо со мной обращались, – объяснил Лис. – Они всегда прогоняли меня, я не хочу вновь натыкаться на те же грабли.\n – Мои люди хорошие, – возразила Лиза. – Они примут тебя, даже не сомневайся.\n – Нет, я все равно не пойду туда, – отказал Лис.\n – Ладно, – огорчилась Лиза.\nОна двинулась в сторону домов.",
    "answers": [
      {
        "id": 71,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 65,
    "text": " – Нет, конечно, – ответила Лиза. – С прошлой жизнью покончено. Теперь мой дом – этот лес, и я не собираюсь его покидать.\n – Рад слышать это, – обрадовался Лис. – Будем жить здесь вместе.\nИ они остались в этом лесе навсегда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 66,
    "text": "Лис первым зашёл у воду.\n – Лиза, заходи, не бойся, – уговаривал он. – Я тебя поддержу.\nЛиза подошла к воде и окунула в неё лапу. Вода была теплой.\n – Давай, заходи, не утонешь, – утверждал Лис.\nЛиза зашла у воду по шею и вопросительно посмотрела на Лиса.\n – Молодец! – похвалил её Лис. – А теперь греби лапами и плыви ко мне.\nЛиза послушалась, начав быстро-быстро гребсти лапами. Вскорее она досталась к Лису.\n – Чтобы держаться на воде, очень медленно греби лапами, – подсказал Лис. – Вот так, молодец, быстро научилась.\n\"А сколько воды выпила,\" – подумала Лиза.\n – Куда теперь? – спросил Лис, когда они вылезли с воды.",
    "answers": [
      {
        "id": 67,
        "text": "К дуплу"
      },
      {
        "id": 68,
        "text": "Погулять лесом"
      }
    ]
  },
  {
    "id": 67,
    "text": " – Идём домой, – предложила Лиза.\n – Да, надо обсохнуть, – согласился Лис.\nВ дупле они ещё долго говорили. Лис рассказывал о том, как можно ловить рыбу, что ещё можно есть, кроме птичек и мышек. Лиза же рассказала все о своей прошлой жизни.\nНастал вечер, и коты уложились спать.",
    "answers": [
      {
        "id": 69,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 68,
    "text": " – Давай погуляем лесом, – предложила Лиза. – К вечеру ещё далеко.\n – Давай, – согласился Лис.",
    "answers": [
      {
        "id": 70,
        "text": "Идти"
      },
      {
        "id": 70,
        "text": "Гулять"
      },
      {
        "id": 70,
        "text": "Блуждать"
      }
    ]
  },
  {
    "id": 69,
    "text": "А потом все по кругу. Он научил её ловить рыбу, а она ему показала, как можно договориться с волками. Лиза нисколько не жалела о своём выборе остаться в лесе, хоть ей и было жалко своих двуногих, которые безнадежно искали её. Вскорее Лиза и Лис подружились с волками и жили вместе в мире.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 70,
    "text": "Они начали движение по лесу. Вскорее Лиза услышала голос своего человека, который звал её. Но она решила не возвращаться к людям.\nПотом Лис многому её научил, а Лиза рассказала о своей прошлой жизни. Им было неплохо в лесу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 71,
    "text": "Когда Лиза подошла к зданиям, она услышала голос человека. Это был её двуногий слуга. Он звал её.\nЛиза вышла из-за кустов. Человек увидел её и взял на руки.\n – Куда же ты убежала от нас, Лиза? – спросил двуногий.\nВ ответ Лиза лишь мяукнула. Человек понес её домой.",
    "answers": [
      {
        "id": 72,
        "text": "Позволить себя унести"
      }
    ]
  },
  {
    "id": 72,
    "text": "Дома Лизу накормили и отнесли к ветеринару, так как она почти ничего не делала, потому что грустила за Лисом. Но к нему было не вернуться, ведь люди теперь очень хорошо следили за ней и не давали возможности сбежать.\nЕй было грустно, но она ничего не могла сделать. Вскорее грусть перешла в хандру, с которой невозможно было выбраться самостоятельно. Но люди её не понимали, по этому и не могли помочь.\nЛиза хандрила до конца своих дней.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 18,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 73,
    "text": " – Я согласна! – воскликнула Лиза, и они двинулись вглубь леса: туда, где для неё начинается новый мир, который ей ещё предстоит узнать.",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Здесь записаны все версии квеста и их обновления.\n\nv.1.0.0 – изначальная версия.\nКвест создан и кинут в режим тестирования.\n\nv.1.0.1 \nТа же версия, но исправлены ошибки и опечатки.\n\nv.2.0.0 – вторая версия.\nДобавлено много концовок, квест увеличен по количеству страниц.\nКвест до сих пор в тестировании.\n\nНастоятельно прошу оставлять своё мнение о квесте в комментариях, чтобы я могла в дальнейшем исправить ошибки и улучшить квест.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  }
]