[
  {
    "id": 1,
    "text": "Здравствуй, Олег! \n\nПришло твоё время для невероятных приключений, удивительных открытий и головокружительных историй.\n\nНе теряй времени! Вперёд!",
    "answers": [
      {
        "id": 2,
        "text": "Начнем!"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 52,
        "text": "Достижения."
      },
      {
        "id": 258,
        "text": "[АВТОРЫ]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Неприятный визг будильника. Я приподнялся, выключил его и только потом заметил, что на его табло горело 6:00. Я лениво промычал и протёр глаза, встав с кровати на пол и, шурша ногами по полу и ни на что не обращая внимания, пошёл на кухню. Зайдя в комнату, я осмотрелся как обычно по сторонам, нажал на тугую кнопку электрического чайника. Он громко зашипел, и вода внутри начала медленно закипать. Тем временем я достал мою любимую чашку...\nЧерез оконное стекло был привычный вид многоэтажки и дороги, где шумели автомобили, торопились куда-то люди в тёплой одежде. Небо заволокли тучи. Самое обычное хмурое летнее утро, которое ничем не отличалось от других...",
    "answers": [
      {
        "id": 13,
        "text": "Идти работать."
      }
    ]
  },
  {
    "id": 3,
    "text": "Раздались аплодисменты: \"Браво! Так элегантно меня ещё не раскрывали!\" - сказал незнакомец встав на ноги и выходя из-за кресла.\nЭто был мужчина лет сорока, черный плащ, круглые черные очки и лысая голова придавали ему весьма внушительный и даже брутальный вид.\n",
    "answers": [
      {
        "id": 133,
        "text": "Поклониться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Неожиданно открылся портал, который затягивал меня внутрь, не давая даже осознать, что происходит.\nПеремещение довольно однообразное, за исключением ярких цветов и... голосов?! Я слышал голоса в глубине портала. Разобрать их не получалось, но я точно слышал там \"Джо ин\" и \"ни си\".\nВнутри портала появились еле заметные силуэты. Я пригляделся... Они становились все больше. Я приближался...",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Выбравшись из водоворота образов и мыслей, я нашел себя лежащим на жестком полу грязной комнаты. \n",
    "answers": [
      {
        "id": 179,
        "text": "Сесть и оглядеться"
      }
    ]
  },
  {
    "id": 6,
    "text": "  – Ты же высокий человек, я вижу. Кони так не шагают, – ответил мне Билл.\n  \"То ли он так ответил на мою шутку, то ли действительно придурок\".\n  Билл сделал паузу. Затем он снова со мной заговорил:\n  – Желаешь пройти?",
    "answers": [
      {
        "id": 356,
        "text": "– Не откажусь."
      }
    ]
  },
  {
    "id": 7,
    "text": "\"О, Боже! Где я оказался на этот раз?\" - подумал я. Потерев голову, я начал озираться по сторонам.\nВ  самом центре огромного холла в ветхом скрипучем доме, стояли большие старинные часы, по двум сторонам от которых поднимались две монументальные лестницы. ",
    "answers": [
      {
        "id": 14,
        "text": "Подняться наверх."
      }
    ]
  },
  {
    "id": 8,
    "text": "  Дупло в дереве переместило меня в поле. Вокруг одни холмы, заросшие пушистой травой. Вдали, за ними, отчётливо различались на небосводе чёрные размытые полосы дыма, как бывает при пожарах, только струями. \"Надеюсь, за холмами город\", – сказал я, топчась по жухлой от зноя траве.\n  Дуб стоял посреди поля. Ни одного дерева. Только трава да низенькие кустарники.",
    "answers": [
      {
        "id": 117,
        "text": "Идти к холмам."
      }
    ]
  },
  {
    "id": 9,
    "text": "Портал выкинул меня в городское пространство. Я попал не в самое лучшее место в подборках - \"Сходить в магазин за хлебушком\". Это обычный город, в котором происходят очень необычные и необъяснимые вещи. Здесь очень много мемов.\nГолоса которые я слышал оказались голосами Джона Сины и Ничоси. Впрочем, эта информация не помогла мне понять, что здесь происходит.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я осматриваю местность.\nСамый странный город, который я когда-либо видел. Над высокой коммуналкой летает Вжух, в болоте за столом сидит Дружко, а по улице бегают самые разные мемы, которые как минимум глупо перечислять. Мне здесь нечего делать.\n\nНеподалеку виднелся абсолютно иной город без аномалий, бегающих мемасов и других безумных вещей. Это был самый обыкновенный город. Я предпожил, что это город квеста \"Эпическое приключение бабуси\". Там мне должны помочь. Я надеюсь.\n\nЯ посмотрел наверх. Эмоции, которые я переживал в тот момент, трудно передать в виде текста. Я видел висящее НЛО. Оно направило на меня луч света.",
    "answers": [
      {
        "id": 11,
        "text": "Бежать"
      },
      {
        "id": 12,
        "text": "Остаться"
      },
      {
        "id": 10,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841026/v841026533/cdea/f_CTWZheYrA.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Такое НЛО увидишь не каждый день. Я побежал отсюда, чтобы не попасть в плохую компанию пришельцев. Хоть я и не знал, какая у них там компания, мне все равно было не до них.\n\nСпустя минуту мне удалось выйти из города. НЛО до сих пор преследовало меня. Я не мог похвастаться своими навыками бега, поэтому забежал в старый загородный дом.\nЗдесь очень сыро, влажно и прохладно. Очевидно что хозяева не посещали этот дом уже очень давно. Тем не менее интерьер дома говорил об обратном.\n\nЯ выглянул в окно. Летающая тарелка висела над домом. Казалось, будто она вот-вот затянет весь дом целиком к себе на борт.",
    "answers": [
      {
        "id": 51,
        "text": "Осмотреть дом"
      },
      {
        "id": 11,
        "text": "few blue pulsate",
        "url": "https://pp.userapi.com/c841026/v841026533/cdf1/VRf04Wtv-Is.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Хотел бы я остаться, но в то же время не хотел. Это НЛО погрузило меня в заблуждение!",
    "answers": [
      {
        "id": 11,
        "text": "Бежим!!!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Выпив неторопливо чай, я положил чашку в пустующую раковину и пошел к компьютеру. Включив его, я дождался, когда он загрузится, и поудобнее устроился на компьютерном кресле. Я защёлкал мышью, зашёл в программу \"Квесты\", получил за книги несколько сотен лайков и, ехидно улыбнувшись, начал осмотр новых книг. Среди них были как \"шедевры\" на двадцать страниц, так и хорошие квесты, которые я никак не успевал посмотреть.\nВ следующий момент я зевнул и посмотрел на часы. \"Двадцать седьмое июля...\" – прохрипел я. В моей голове прояснилась одна счастливая деталь: \"Сегодня же мой день рождения!\"\nЯ второй раз зевнул, прикрыв рот ладонью, и меня снова потянуло к сну, но я сопротивлялся, ведь скоро мне нужно садиться за работу!\nПод тихое жужжание системного блока, сон победил. Я заснул на кресле с приоткрытым ртом. Одна рука висела, правая осталась держать мышь. На мониторе, что я помнил последним, высвечивался квест из \"Лучших\"...",
    "answers": [
      {
        "id": 4,
        "text": "Вспомнить, какой именно квест."
      },
      {
        "id": 53,
        "text": "Не-е. Я это уже это видел. Спасибо.",
        "need": 43
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c836526/v836526909/adeff/UHgKi6kNxE4.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я крался наверх, а под моими ногами начали поскрипывать половицы. По телу пробежала мелкая дрожь. \"Ну и холодно же тут...\" - подумал я и закашлялся. Мой кашель эхом отозвался по дому и, кажется, что если здесь и есть что-то плохое, то оно уже проснулось.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть второй этаж."
      }
    ]
  },
  {
    "id": 15,
    "text": "Второй этаж разделял огромный коридор, в концах которого виднелись старинные маленькие окошки. Левое крыло выглядело симпатичнее правого, так как в нем явно был сделан ремонт. Правое же крыло выглядело мрачно и от него несло гнилью и сыростью. \"Куда же пойти?\" - спросил себя я.",
    "answers": [
      {
        "id": 16,
        "text": "Конечно направо! Я еще и думаю?!"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Левое крыло?! Скучно! Конечно я пойду направо.\" - решительно произнес я.\nМедленно я начал идти по правому крылу. Справа и слева от меня распологались двери. Я заметил, что одна из них приоткрыта. Может, зайти?",
    "answers": [
      {
        "id": 17,
        "text": "Не заходить."
      },
      {
        "id": 18,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Да ну, что я сумасшедший, чтобы заходить туда!\" - отметил я про себя и быстро проскочил мимо приоткрытой двери.",
    "answers": [
      {
        "id": 19,
        "text": "В коридоре..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Я зашел в приоткрытую дверь. Это была ванная. \"Ничего интересного.\" - отметил я. \nКак только я повернулся к выходу и собрался выходить, то услышал звук поворачивающейся ручки подачи воды. Застыв на месте, я почувствовал как по затылку пробежали мурашки. Резко повернув голову, увидел, что в ванной комнате никого кроме меня не было. \"Что за чертовщина! Мне срочно надо выпить кофе, так как дело становится совсем плохим...\" - пробубнил я. Набравшись смелости, я подошел к ванной. Она была пуста. Положив руку на ручку подачи воды, я закрутил ее обратно. В тот самый момент как сделал это, за спиной раздался треск. Я вздрогнул и обернулся. В комнате никого не было, но зеркало над раковиной треснуло, будто кто-то кинул в него камень. От происходящего мне стало не по себе. Еще раз с опаской оглядев ванную комнату, я быстрым шагом вышел в коридор, аккуратно закрыв за собой дверь.",
    "answers": [
      {
        "id": 19,
        "text": "В коридоре..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я дошел до конца коридора и увидел небольшую лесенку на чердак. Аккуратно я приспустил ее и, открыв небольшую щеколду на двери, втиснулся в узкий проем.\n ",
    "answers": [
      {
        "id": 20,
        "text": "На чердаке."
      }
    ]
  },
  {
    "id": 20,
    "text": "На чердаке было очень темно. Лишь небольшая полоска света освещала его из окна. Я медленно начал продвигаться по нему.\nВдруг что-то упало в самом дальнем и плохо освещенном углу чердака. Я пошел в сторону, где раздался шум и увидел кресло-качалку. Когда я приблизился, то мне стало не по себе. В кресле кто-то сидел, слегка покачиваясь. \nПрищурив глаза, чтобы разглядеть что-то в полутьме, я увидел куклу?! Она сидела на кресле как живая и смотрела на меня с широко открытыми голубыми глазами и застывшей улыбкой. Две светлые косички спускались ей на плечи и были перевязаны грязными красными лентами. Платье, когда-то красивое, покрылось грязью и пылью. Она была очень большая, размером с трехлетнего ребенка. Голые ноги и руки куклы потрескались от времени, а во лбу зияла черная широкая трещина.",
    "answers": [
      {
        "id": 21,
        "text": "Предпринять единственно верное решение..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Не долго думая, я достал из-за спины свой огнемет. И с криками: \"Сжечь сраную куклу!\" Я начал поливать пламенем это, как мне показалось, исчадие ада. Когда я увидел, что кукла охвачена огнем, то зловеще захохотал.",
    "answers": [
      {
        "id": 22,
        "text": "Осмотреться."
      },
      {
        "id": 21,
        "text": "very slow, pulsate",
        "url": "https://pp.userapi.com/c841026/v841026617/ce7c/CLlYpYTSOWI.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Когда я начал осматриваться, то заметил, что пламя с куклы начало охватывать весь чердак. С криками, я быстро спустился по узкой чердачной лесенке вниз и побежал прочь из этого проклятого дома. Мгновенно преодолев старые скрипучие лестницы, я ринулся к выходу... но... спотыкнулся и упал на пол, почувствовав, что теряю сознание.",
    "answers": [
      {
        "id": 23,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я пришел в себя в холодной темной комнате, только бледный свет луны пробивался сквозь решетчатое окно. Надо искать ответы. Голова раскалывается...\n",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 24,
    "text": "Комната слабо освещена. В ней стоит металлическая кровать у окна, с разорванным матрасом, на которой я очнулся. Взгляд упал на небольшую тумбочку слева от кровати. Напротив кровати есть потрепанная дверь.\n\"Нужно все осмотреть прежде чем выходить. Вдруг, я найду что-то полезное.\" - подумал я.",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть тумбочку."
      }
    ]
  },
  {
    "id": 25,
    "text": "Я подошел к тумбочке и увидел, что на ней лежит лист бумаги на котором что-то написано. Я начал выдвигать ящики. В верхнем ящике я взял фонарь. Нижний ящик оказался пустым.\nЯ подошел ближе к окну, чтобы разобрать написанное:\n\"Привет! \nЯ пишу именно ТЕБЕ! Твое имя Олег. Олег Шабров. В наших с тобой интересах чтоб ты выбрался из этой вонючей дыры! Запомни! Я - ЕДИНСТВЕННЫЙ человек которому ты можешь доверять! И у меня для тебя подарок. Он в кабинете 104. Скоро ты все узнаешь.\" Ниже стоит подпись: \"ДРУГ\".\n\"Кто этот \"ДРУГ\" и стоит ли ему доверять? Может мне стоит не обращать внимание на его \"подарки\"? В любом случае он прав... Мне надо выбираться отсюда!\"- подумал я.",
    "answers": [
      {
        "id": 26,
        "text": "В коридор."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я подошел к двери. За ней меня могли ждать как ответы на вопросы, так и еще большие загадки. Рука медленно легла на ручку и осторожным движением я открыл дверь. Скрип эхом отозвался по коридору. Я выглянул, посмотрев налево и направо, но кромешная тьма мешала что-либо разглядеть.",
    "answers": [
      {
        "id": 27,
        "text": "Направо."
      },
      {
        "id": 28,
        "text": "Налево."
      }
    ]
  },
  {
    "id": 27,
    "text": "Справа, я увидел две двери по разные стороны коридора. В конце коридора, поблескивая дверьми от света фонарика, я разглядел лифт.",
    "answers": [
      {
        "id": 29,
        "text": "Идти направо."
      },
      {
        "id": 26,
        "text": "Еще осмотреться."
      },
      {
        "id": 27,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c836526/v836526911/54832/IxF__1m3_fo.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я направил свет фонарика налево и увидел коридор, по которому друг напротив друга располагались четыре двери. В конце коридора основательно расположилась большая железная дверь.",
    "answers": [
      {
        "id": 30,
        "text": "Идти налево."
      },
      {
        "id": 26,
        "text": "Еще осмотреться."
      },
      {
        "id": 28,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c836526/v836526911/54839/0fSvec2ulpM.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я начал красться к лифту. Подойдя к нему, я в надежде нащупал кнопку вызова. Сделав несколько глубоких вздохов, я нажал ее дрожащей рукой, но ничего не произошло. Видно питание было отключено. Посветив фонариком налево, я увидел дверь, ручка которой была перевязана веревкой. Направо от лифта, в темноте, была еще одна маленькая дверца, видимо она предназначалась для хозяйственных принадлежностей.\n",
    "answers": [
      {
        "id": 30,
        "text": "Вернуться в другой конец коридора."
      }
    ]
  },
  {
    "id": 30,
    "text": "Я медленно шел по коридору. Зловещая тишина витала в воздухе. Не оставляло ощущение того, что кто-то идет за мной, но страх мешал обернуться. Я направил фонарик на двери, ища указанный в записке кабинет 104. И вот он!Показалось, что я близок к разгадке. Подойдя к двери, я сначала прислушался. За дверью стояла тишина. Набравшись смелости, я осторожно попытался ее открыть.",
    "answers": [
      {
        "id": 31,
        "text": "Зайти в кабинет."
      }
    ]
  },
  {
    "id": 31,
    "text": "В кабинете не было ничего примечательного, лишь медицинские баночки с лекарствами были аккуратно расставлены по полкам. \"Я в больнице?!\" - удивился я.  Вдруг мой взгляд упал на письменный стол в центре кабинета.",
    "answers": [
      {
        "id": 32,
        "text": "Осмотреть стол."
      }
    ]
  },
  {
    "id": 32,
    "text": "Подойдя ближе, я увидел на столе очередную записку. Больше на столе ничего не было.",
    "answers": [
      {
        "id": 33,
        "text": "Прочитать."
      }
    ]
  },
  {
    "id": 33,
    "text": "\"И снова здравствуй, ДРУГ!\nДля того, чтобы выбраться из этого места, тебе нужно ответить правильно на три моих несложных вопроса. Ты готов? Хотя, выбора у тебя нет! Начнем...\"",
    "answers": [
      {
        "id": 34,
        "text": "Ответить на вопросы."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вопрос 1.\n\nВозьмите 1000. Прибавьте 40. Прибавьте еще тысячу. Прибавьте 30. Еще 1000. Плюс 20. Плюс 1000. И плюс 10. Что получилось? \n\n",
    "answers": [
      {
        "id": 35,
        "text": "5000"
      },
      {
        "id": 36,
        "text": "4100"
      },
      {
        "id": 35,
        "text": "4000"
      }
    ]
  },
  {
    "id": 35,
    "text": "У вас явно пооблемы со счетом. Пересчитайте на калькуляторе.",
    "answers": [
      {
        "id": 48,
        "text": "И что теперь?"
      }
    ]
  },
  {
    "id": 36,
    "text": "Правильно! ",
    "answers": [
      {
        "id": 38,
        "text": "Следующий вопрос."
      }
    ]
  },
  {
    "id": 37,
    "text": "Уже ни чему не удивляясь, я открыл замок появившимся ключом и смело шагнул в портал.",
    "answers": [
      {
        "id": 41,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 38,
    "text": "Вопрос 2.\n\nУ Отца Мэри есть пять дочерей: 1. Чача 2. Чече 3. Чичи 4 Чочо. Вопрос: Как зовут пятую дочь?\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Мэри"
      },
      {
        "id": 40,
        "text": "Чучу"
      },
      {
        "id": 40,
        "text": "Чсчс"
      }
    ]
  },
  {
    "id": 39,
    "text": "Правильно! ",
    "answers": [
      {
        "id": 42,
        "text": "И последний вопрос."
      }
    ]
  },
  {
    "id": 40,
    "text": "Нет! Этот ответ неправильный!",
    "answers": [
      {
        "id": 48,
        "text": "И что дальше?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я проснулся у себя в комнате. Компьютерная мышка валялась на полу, а у меня на коленках посапывала кошка. \"Тьфу! Приснится же такое! Пора приниматься за работу! Для начала, зайду проверить сообщения.\" - пробубнил я.\nПоправив с деловым видом очки, я придвинулся к монитору и зашел в ВК. Вдруг, я заметил кучу сообщений в беседе Совета Квестописцев(впрочем, как всегда...). ",
    "answers": [
      {
        "id": 43,
        "text": "Прочитать сообщения."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вопрос 3.\n\nВы обогнали последнего бегуна, на какой позиции вы теперь находитесь?\n",
    "answers": [
      {
        "id": 44,
        "text": "На последней."
      },
      {
        "id": 44,
        "text": "На предпоследней."
      },
      {
        "id": 45,
        "text": "Ни на какой."
      }
    ]
  },
  {
    "id": 43,
    "text": "Мои друзья из Совета приготовили мне в подарок квест! Это интересно. ",
    "answers": [
      {
        "id": 2,
        "text": "Пройти квест \"Удивительное приключение Олега\"."
      }
    ]
  },
  {
    "id": 44,
    "text": "Как можно обогнать бегуна, идущего последним? Если вы за ним, значит он не последний...",
    "answers": [
      {
        "id": 48,
        "text": "И что дальше?"
      }
    ]
  },
  {
    "id": 45,
    "text": "Правильно! Ты-молодец. ",
    "answers": [
      {
        "id": 46,
        "text": "И что дальше?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вдруг я услышал голос в голове:\n- Ну, здравствуй, Олег.\n- Привет. - ответил я.\n- Ты ответил на мои вопросы и теперь получишь ключ, который откроет портал в настоящее. И ты, наконец, выберешься из квестов. - сказал голос.\n- Как же мне выбраться, если здесь все выходы перекрыты?! - возмутился я.\n- \"Дорогу освоит идущий...\" Все преграды устранены. - ответил голос.\n- Откуда ты взялся у меня в голове?! Кто ты? - прокричал я.\nНо голос больше не отвечал...",
    "answers": [
      {
        "id": 47,
        "text": "Выйти из кабинета."
      }
    ]
  },
  {
    "id": 47,
    "text": "Я начал красться по коридору в сторону лифта. Приближаясь к нему все ближе, я заметил, что вместо лифта появился большой портал, перед которым в воздухе парила замочная скважина.\n\"И что на этот раз?! Где ключ?\" - возмутился я. Вдруг, я заметил яркое свечение у себя в руке. Я испуганно посмотрел на свою ладонь. На моих глазах в ней появился большой черный ключ.",
    "answers": [
      {
        "id": 37,
        "text": "Открыть замок."
      },
      {
        "id": 47,
        "text": "small",
        "url": "https://pp.userapi.com/c841026/v841026617/cfe2/4gf5jVJbJew.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Не успел я услышать ответ, как какая-то неведомая сила подняла меня в воздух и закружила. Передо мной открылось что-то вроде черного портала, и я почувствовал, как меня засасывает в эту дыру...",
    "answers": [
      {
        "id": 49,
        "text": "Переместиться."
      }
    ]
  },
  {
    "id": 49,
    "text": "Я проснулся возле своего компьютера. \"Фух, приснится же такое! Вроде жив и здоров.\" - с облегчением сказал я. ",
    "answers": [
      {
        "id": 50,
        "text": "Приняться за работу."
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Оу, сколько я проспал! Надо приниматься за работу!\" - отметил я, поправив с деловым видом очки и приблизившись к монитору. Для начала надо кое-что подделать в \"Текстовых квестах\".... но...\n\"Где они?!\" - с возмущением вскрикнул я. Дрожащими руками я начал набирать в поиске, и тоже не обнаружил квестов, будто их никогда не было. Попытавшись зайти в группу ВК, я с изумлением обнаружил, что такой группы никогда не существовало. \n\"Неужели своими поступками я уничтожил их?! Я хочу вернуть все обратно! Я хочу вернуть...\" - схватившись за голову твердил я, но было уже слишком поздно...\n\n\nКонец.",
    "answers": [
      {
        "id": 54,
        "text": "Достижение."
      }
    ]
  },
  {
    "id": 51,
    "text": "Обычный одноэтажный домишко с гостинной и тремя комнатами: кухня, ванная и спальня.\n\nМы сейчас в гостинной.",
    "answers": [
      {
        "id": 105,
        "text": "Начать изготовление лазера",
        "need": [
          88,
          77,
          104,
          81,
          76
        ]
      },
      {
        "id": 55,
        "text": "[На кухню]"
      },
      {
        "id": 56,
        "text": "[В ванную]"
      },
      {
        "id": 57,
        "text": "[В спальню]"
      }
    ]
  },
  {
    "id": 52,
    "text": "Здесь будут отображаться твои достижения.",
    "answers": [
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 414,
        "text": "Поздравление",
        "need": [
          43,
          50
        ]
      },
      {
        "id": 53,
        "text": "Достижение 1.",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 54,
        "text": "Достижение 2.",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 253,
        "text": "Достижение 3.",
        "need": 228,
        "need_ever": true
      },
      {
        "id": 254,
        "text": "Достижение 4.",
        "need": 313,
        "need_ever": false
      },
      {
        "id": 52,
        "text": "Достижение \"СИЛА и СЛАВА\"  - ЗАКРЫТО -\nПройдите соответствующую главу",
        "need": -188,
        "need_ever": true
      },
      {
        "id": 266,
        "text": "Достижение \"СИЛА и СЛАВА\"",
        "need": 188,
        "need_ever": true
      },
      {
        "id": 415,
        "text": "Достижение \"Матерый исследователь\"",
        "need": [
          201,
          202,
          203,
          204,
          205,
          206,
          207,
          208,
          209,
          210,
          211,
          212,
          213
        ]
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы получили достижение \"ДЕНЬ СУРКА\"!\n\nВам так понравился квест, что вы готовы проходить его снова и снова. И погружаясь в различные миры \"Текстовых квестов\", происходит осознание того, на сколько важное и интересное приложение ты сделал. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 52,
        "text": "В достижения."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы получили достижение \"РАЗРУШИТЕЛЬ\"!\n\nК сожалению, ты уничтожил \"Текстовые квесты\". Скольким людям теперь не удалось воплотить свои желания, фантазии, мечты в приложении... Сколько талантливых(и не очень) авторов теперь сидят без дела, мечтая, что кто-то создаст маленькое и такое родное приложение под названием \"Текстовые квесты\"! ",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 52,
        "text": "В достижения."
      },
      {
        "id": 33,
        "text": "Попробовать еще раз(автосейв)."
      }
    ]
  },
  {
    "id": 55,
    "text": "Если вид гостинной можно было похвалить за интерьер, то на кухне даже интерьер хромал.\nОднако здесь есть много полезных вещей.",
    "answers": [
      {
        "id": 58,
        "text": "[Осмотреть раковину]",
        "need": -59
      },
      {
        "id": 60,
        "text": "[Осмотреть холодильник]"
      },
      {
        "id": 80,
        "text": "[Осмотреть шкафчики]",
        "need": -83
      },
      {
        "id": 51,
        "text": "[Выйти из кухни]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ванная вся покрылась плесенью. Даже смотреть на неё противно. Вся зелёная, скользкая, прохладная.<s>r\nЗдесь была раковина, ванна и унитаз.",
    "answers": [
      {
        "id": 99,
        "text": "Осмотреть раковину",
        "need": -102
      },
      {
        "id": 100,
        "text": "Осмотреть ванну",
        "need": -100
      },
      {
        "id": 101,
        "text": "Осмотреть унитаз",
        "need": -101
      },
      {
        "id": 51,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 57,
    "text": "В спальной есть двойная кровать, тумба и шкаф, на потолке висела люстра. Выглядело прилично.",
    "answers": [
      {
        "id": 84,
        "text": "[Осмотреть кровать]",
        "need": -77
      },
      {
        "id": 85,
        "text": "[Осмотреть тумбу]",
        "need": [
          -87,
          -88
        ]
      },
      {
        "id": 86,
        "text": "[Осмотреть шкаф]",
        "need": -86
      },
      {
        "id": 51,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я подошел к раковине.\nВ раковине лежала миниатюрная раковина, а в миниатюрной раковине - обычная раковина.\n\nВозьмем?",
    "answers": [
      {
        "id": 59,
        "text": "Взять раковину в миниатюрной раковине"
      },
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Мой инвентарь пополнился раковиной в миниатюрной раковине. Чем он может пригодиться?",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я подошел к холодильнику.\nДаже не представляю, как вновь вернувшиеся сюда хозяева будут питаться тем, что осталось в этом холодильнике.\nЗдесь есть салат оливье, шоколад, протухшая курятина и непонятный куб, покрытый мхом.",
    "answers": [
      {
        "id": 61,
        "text": "Взять оливье",
        "need": -61
      },
      {
        "id": 62,
        "text": "Взять шоколад",
        "need": -78
      },
      {
        "id": 63,
        "text": "Взять протухшую курятину",
        "need": -76
      },
      {
        "id": 64,
        "text": "Взять куб",
        "need": -65
      },
      {
        "id": 55,
        "text": "[Вернуться обратно]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Я протянул руку в холодильник и достал тарелку с оливье.\nНа дворе не Новый год, конечно, но я наконец-то попробую хоть что-то поэкзотичнее.\nХотя кого я обманываю? Это оливье стоит тут больше трех месяцев, если не год.\n\nВнутри салата ничего нет.",
    "answers": [
      {
        "id": 60,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я протянул руку внутрь холодильника и достал упаковку шоколада. Это не чай или кофе, конечно, но хоть что-то вкусное.\nЯ открыл бумажную упаковку и уже собрался отломить кусочек шоколадки, но оказалось, что внутри вовсе не шоколад, а ключ! Интересно, кто прячет ключ в таком месте?",
    "answers": [
      {
        "id": 78,
        "text": "Взять ключ"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я протянул руку в холодильник и достал от туда протухшую курятину.\nБыло протвно держать эту гадость, но я держал, ожидая выбора читателя.",
    "answers": [
      {
        "id": 71,
        "text": "Положить курятину обратно"
      },
      {
        "id": 76,
        "text": "Съесть курятину (Олег не рекомендует)"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я проснул руку в холодильник.\nХолодильник был теплым. Не удивительно.\nЯ достал куб. Он полностью покрылся мхом в холодильнике. Что здесь происходит?",
    "answers": [
      {
        "id": 65,
        "text": "Очистить куб"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я очищал куб от мха.\nОказалось, что куб был железным. Мало того, это был не просто куб, а маленький сейф, в котором явно что-то было. Сейф открывался замком. Нужен ключ.",
    "answers": [
      {
        "id": 60,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 66,
    "text": "     ...Я понял, что совершилось нечто ужасное, раз я оказался здесь. Мои кошмары стали явью.\n     Но как?.. За что?.. Только не это!!.\n     Я очнулся на холодном полу в полуразрушенном замке, подвергшемся нападению, это очевидно. Здесь свистел пронизывающий ветер, а сверху капал дождь. Половина крыши тяжелой грудой руин лежала на полу; в стене зияла дыра, напоминающая след от ядра. Вокруг был полный хаос и разрушение...\n     Из этой залы виднелись ступени вниз, на нижний этаж, но они напрочь оказались завалены камнями. Дверь, ведущая в Тронную залу, оказалась сломана и в нее можно беспрепятственно войти. Была еще одна дверь, распахнутая настежь, ведущая на улицу.\n     ",
    "answers": [
      {
        "id": 67,
        "text": "\"Пойду в Тронную залу\""
      },
      {
        "id": 68,
        "text": "\"Пойду отсюда на улицу\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 67,
    "text": "     Я зашел в Тронную просторную залу. Первое, что я увидел, это, конечно, был трон. Вопреки ожиданиям, он не был пуст. Я приблизился и увидел на нем... короля. Точнее, его скелет. В короне и мантии. В своей костлявой руке он сжимал ржавый меч. В другой руке виднелся кусок пергамента.",
    "answers": [
      {
        "id": 69,
        "text": "\"Возьму пергамент\""
      },
      {
        "id": 74,
        "text": "\"Возьму меч\""
      },
      {
        "id": 75,
        "text": "\"Пойду-ка я отсюда...\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 68,
    "text": "     Я стою во дворе у входа в Замок. Здесь есть перекошенная стальная ограда, за которой виднеются темные безжизненные деревья, некогда служившие королевским садом; неподалеку от разбитых Главных ворот ютится потемневший от гари маленький домик со сломанной длинной трубой на крыше.\n     В темном небе плывут тяжелые тучи, цепляясь за уцелевшие шпили башенок...\n     По двору расхаживает огромных размеров крыса, обнюхивая валяющийся по всему двору мусор.",
    "answers": [
      {
        "id": 89,
        "text": "\"Надо убить крысу!..\""
      },
      {
        "id": 139,
        "text": "\"Прокрадусь к домику\"",
        "need": 139
      },
      {
        "id": 115,
        "text": "\"Прокрадусь к домику\"",
        "need": -139
      },
      {
        "id": 91,
        "text": "\"Прокрадусь к саду\""
      },
      {
        "id": 75,
        "text": "\"Зайду в Замок\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 69,
    "text": "     Я осторожно потянулся к костлявой руке и взялся за пергамент. Он с легкостью выскользнул из костяных пальцев...",
    "answers": [
      {
        "id": 72,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 70,
    "text": "    Я стою в Тронной зале. Передо мной на троне сидит скелет короля, в короне и мантии. В костлявой руке виден ржавый меч, в другой - кусок пергамента.",
    "answers": [
      {
        "id": 69,
        "text": "\"Надо взять пергамент\""
      },
      {
        "id": 74,
        "text": "\" Надо взять меч\""
      },
      {
        "id": 75,
        "text": "\"Надо уходить отсюда...\""
      }
    ]
  },
  {
    "id": 71,
    "text": "Когда-нибудь ты послужишь хозяевам этого дома, но это неточно.",
    "answers": [
      {
        "id": 60,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 72,
    "text": "получен: ☆ Пергамент",
    "answers": [
      {
        "id": 73,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 73,
    "text": "     Я стою в Тронной зале. Передо мной на троне сидит скелет короля, в короне и мантии. В костлявой руке виден ржавый меч.",
    "answers": [
      {
        "id": 74,
        "text": "\" Возьму меч\""
      },
      {
        "id": 75,
        "text": "\"Уйду-ка я отсюда...\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 74,
    "text": "     Я хотел высвободить меч из костлявой руки, но это оказалось невозможно. Костяные пальцы намертво примкнули к рукоятке. Как я ни пытался разжать или сломать их, все было тщетно.",
    "answers": [
      {
        "id": 92,
        "text": "\"У меня есть молот. Попробую применить...\"",
        "need": 143
      },
      {
        "id": 73,
        "text": "\"Оставлю попытки забрать меч\"",
        "need": 72
      },
      {
        "id": 70,
        "text": "\"Оставлю попытки забрать меч\"",
        "need": -72
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 75,
    "text": "     Я опять стою в этой Приемной зале, с заваленным ходом вниз, с разрушенным потолком и пробитой стеной.",
    "answers": [
      {
        "id": 146,
        "text": "\"Зайду в Тронную залу\"",
        "need": 145
      },
      {
        "id": 70,
        "text": "\"Зайду в Тронную залу\"",
        "need": [
          -72,
          -145
        ]
      },
      {
        "id": 73,
        "text": "\"Зайду в Тронную залу\"",
        "need": [
          72,
          -145
        ]
      },
      {
        "id": 68,
        "text": "\"Выйду отсюда во двор\"",
        "need": -172
      },
      {
        "id": 172,
        "text": "\"Выйду отсюда во двор\"",
        "need": 172
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 76,
    "text": "К сожалению, выбор читателя был очевиден даже мне.\nЧитатель, я тебя почти возненавидел.\n\nМне пришлось есть эту курятину. Мне бы даже чёрт не позавидовал. Вкус этой пищи, если это вообще можно так назвать, был невыносим для моих бедных вкусовых рецепторов.\n\nМало того, внутри курятины ничего не оказалось, не считая двух толстых костей. Я их взял, так как нужно хоть чем-то обороняться.",
    "answers": [
      {
        "id": 60,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 77,
    "text": "Хорошо, что у меня был при себе нож!<s>r\nХватило нескольких секунд, чтобы разрезать подушку и вытащить из него тот самый камень... и много перьев.<s>r\n<s>r\nВозьму и то и то.",
    "answers": [
      {
        "id": 84,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 78,
    "text": "Теперь у меня есть ключ. Упаковку я оставил в холодильнике, надеюсь хозяева не заметят пропажи.",
    "answers": [
      {
        "id": 79,
        "text": "Открыть ключом железный куб",
        "need": 65
      },
      {
        "id": 102,
        "text": "Открыть ключом сейф, найденный в раковине",
        "need": [
          99,
          -102
        ]
      },
      {
        "id": 51,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я подумал, что ключ может подойти к сейфу, который я нашел в том же холодильнике.\nМои ожидания не оправдались, ключ не подошел.",
    "answers": [
      {
        "id": 60,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Несколько настенных шкафчиков окружали центр кухни. В них нельзя не заглянуть!",
    "answers": [
      {
        "id": 81,
        "text": "Начать осмотр!"
      }
    ]
  },
  {
    "id": 81,
    "text": "Первый шкафчик порадовал следующей находкой - рулоном фольги. Я без понятия, как это могло здесь оказаться, но я его взял и запихнул за ремень.\nСледующие два шкафа не приподнесли мне никакого дара.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Нашел шкафчик со столовыми приборами. Из всего этого мне пригодится лишь нож. Хе-хе-хе...",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Последний шкафчик приподнес мне твердую буханку хлеба, да такую твердую, что ею можно разбить что угодно и она не повредится.\n\nВ итоге большинство шкафчиков оказались пустыми. Я нашел больше минусов, чем плюсов. Программа \"Шабровзорро\" не рекомендует эти шкафчики на кухне в загородном доме.",
    "answers": [
      {
        "id": 55,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Самая обычная двойная кровать. На ней лежали толстое одеяло и одна большая подушка.",
    "answers": [
      {
        "id": 77,
        "text": "Разрезать подушку ножом.",
        "need": [
          82,
          88
        ]
      },
      {
        "id": 57,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 85,
    "text": "Маленькая тумба высотой от пятки до колена. На тумбе есть настольная лампа и записка.",
    "answers": [
      {
        "id": 87,
        "text": "[Осмотреть лампу]"
      },
      {
        "id": 88,
        "text": "[Прочесть записку]"
      },
      {
        "id": 57,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 86,
    "text": "Стоило мне открыть шкаф, как на меня вывалилась гора одежды. Она покрыла меня сверху донизу. Такое количество одежды говорило, что хозяева не бедные, возможно они даже предки знаменитых королей и королев...<s>r\nХотя какие короли и королевы могут быть в квесте, где везде ходят мемы? Я на минутку вспомнил, где нахожусь и зачем вообще пришел в этот дом.<s>r\n<s>r\nЯ нашёл здесь кепку железного человека. Прямо как у меня дома! Не думаю, что это совпадение, но кепка всё равно может пригодиться.",
    "answers": [
      {
        "id": 57,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 87,
    "text": "Обычная лампа.",
    "answers": [
      {
        "id": 85,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 88,
    "text": "Текст было очень трудно разобрать, но я прочел следующее:<s>r\n<s>r\n\"Привет, Джон! Ты просил меня и я составил небольшой чертеж лазерной пушки. В доме должны быть все детали, поищи.<s>r\nЧто нужно:<s>r\n1. Я спрятал внутри подушки камень, преобразовывающий кальций в сильный поток фотонов, проще говоря лазерный луч. Используй его, это самая важная деталь;<s>r\n2. Источник белка;<s>r\n3. Фольга;<s>r\n3. Преобразователь кальция в фотоны находится в сейфе.<s>r\n<s>r\nКак только соберёшь все материалы, иди в гостинную, там ты найдешь розетку.<s>r\nИспользование:<s>r\n1. Для контролирования луча нужно то, что не пропускает свет - фольга. Найди его и окутай им камень, оставив два отверстия - один там, откуда будет идти лазер, другой там, куда ты подсоединишь прибор.<s>r\n2. Один конец прибора, обозначенный красным, надо подсоединить к камню, второй конец - к источнику белка. Преобразователю требуется электричество для работы.<s>r\n3. Проверь, нет ли дырок в фольге, кроме той, что является дулом пушки. Если будет несколько отверстий, то лазер попросту полетит в разные стороны, может даже попасть в тебя.<s>r\n4. Проверяй пушку: направь \"дуло\" в цель и нажми на кнопку в преобразователе.\"<s>r\n<s>r\nЯ абсолютно ничего не понял. Как вообще это оказалось в \"Юморе\"? Почему это не в \"Фантастике\"?",
    "answers": [
      {
        "id": 85,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 89,
    "text": "                                ГИГАКРЫСА",
    "answers": [
      {
        "id": 147,
        "text": "Ударить   ^",
        "need": 145
      },
      {
        "id": 156,
        "text": "Ударить   <",
        "need": 145
      },
      {
        "id": 151,
        "text": "Ударить   >",
        "need": 145
      },
      {
        "id": 153,
        "text": "Ударить   ^",
        "need": -145
      },
      {
        "id": 154,
        "text": "Ударить   <",
        "need": -145
      },
      {
        "id": 155,
        "text": "Ударить   >",
        "need": -145
      },
      {
        "id": 152,
        "text": "Ударить молотом",
        "need": [
          143,
          -145
        ]
      },
      {
        "id": 89,
        "text": "\"Попробую отступить!\"",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 90,
    "text": "     Я в Королевских садах. Скорее там, где они были когда-то. Здесь я вижу множество высохших деревьев и кустарников. Зелени нет вообще... В глубине сада я вижу какую-то статую.",
    "answers": [
      {
        "id": 124,
        "text": "\"Подойду к статуе\"",
        "need": 122
      },
      {
        "id": 109,
        "text": "\"Подойду к статуе\"",
        "need": -122
      },
      {
        "id": 111,
        "text": "\"Уйду из сада\"",
        "need": -172
      },
      {
        "id": 172,
        "text": "\"Уйду из сада\"",
        "need": 172
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 91,
    "text": "     У меня получилось прокрасться к саду незамеченным...",
    "answers": [
      {
        "id": 108,
        "text": "Далее...",
        "need": -110
      },
      {
        "id": 90,
        "text": "Далее...",
        "need": 110
      }
    ]
  },
  {
    "id": 92,
    "text": "     Кузнечный молот тяжелый. Надо как следует размахнуться и разбить скелет.\n     - ...Ух! Раз! Два! ...Три!\n     Раскрутившись как следует, я со всего размаху треснул молотом!",
    "answers": [
      {
        "id": 116,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 93,
    "text": "МОИ ВЕЩИ\n-------------------",
    "answers": [
      {
        "id": 127,
        "text": "В РУКЕ 》",
        "need": [
          126,
          -145
        ]
      },
      {
        "id": 94,
        "text": "НА ПОЯСЕ 》"
      },
      {
        "id": 95,
        "text": "В МЕШКЕ 》"
      },
      {
        "id": 96,
        "text": "МОЙ СМАРТФОН 》"
      },
      {
        "id": 93,
        "text": "《 НАЗАД",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 94,
    "text": "НА ПОЯСЕ\n--------------------",
    "answers": [
      {
        "id": 148,
        "text": "☆ Ржавый меч",
        "need": 145
      },
      {
        "id": 93,
        "text": "《 НАЗАД",
        "forget": 94
      }
    ]
  },
  {
    "id": 95,
    "text": "В МЕШКЕ\n------------------",
    "answers": [
      {
        "id": 173,
        "text": "☆ Проклятие кудесника",
        "need": 161
      },
      {
        "id": 112,
        "text": "☆ Медный ключ",
        "need": 137
      },
      {
        "id": 114,
        "text": "☆ Пергамент",
        "need": 72
      },
      {
        "id": 93,
        "text": "《 НАЗАД",
        "forget": 95
      }
    ]
  },
  {
    "id": 96,
    "text": "МОЙ СМАРТФОН\n-----------------------------\n     ...Я не удивлен, что связь здесь не берет. Вышки сотовой связи, похоже, не изобрели еще. Зато в моем смартфоне есть удобная записная книга и фотоаппарат.",
    "answers": [
      {
        "id": 93,
        "text": "《 НАЗАД",
        "forget": 96
      },
      {
        "id": 97,
        "text": "СНИМКИ ПОБЕЖДЕННЫХ ВРАГОВ 》"
      }
    ]
  },
  {
    "id": 97,
    "text": "СНИМКИ ПОБЕЖДЕННЫХ ВРАГОВ\n----------------------------------------------------------------\n     ... Кому покажу - не поверят. Пусть только скажут, что фотомонтаж!",
    "answers": [
      {
        "id": 97,
        "text": "                     《 НАЗАД",
        "forget": 97,
        "isBack": true
      },
      {
        "id": 98,
        "text": "                   - ГИГАКРЫСА -",
        "need": 172
      },
      {
        "id": 149,
        "text": "              - ЛЕТУЧАЯ МЫШЬ -",
        "need": 137
      }
    ]
  },
  {
    "id": 98,
    "text": "Гигакрыса\n--------------------\n     Просто огромных размеров крыса, по величине с большую собаку. Я просто чудом смог победить ее!\nТактика убийства этого чудовища:\n< > ^ < > ",
    "answers": [
      {
        "id": 97,
        "text": "《 НАЗАД",
        "forget": 98
      },
      {
        "id": 98,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c836526/v836526861/4c06f/FH6Vy0wDGts.jpg"
      }
    ]
  },
  {
    "id": 99,
    "text": "Обычная раковина. Над раковиной было зеркало, на раковине стояли различные жидкие мыла, средства для волос... и маленький сейф с замочной скважиной?<s>r\nЭто меня заинтересовало. Если здесь есть сейф, то где-то должен быть ключ.",
    "answers": [
      {
        "id": 102,
        "text": "Открыть сейф ключом, найденным в упаковке от шоколада",
        "need": 78
      },
      {
        "id": 56,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 100,
    "text": "Я зашёл в ванну.<s>r\nПо виду не скажешь, что ванна пригодна для купания.",
    "answers": [
      {
        "id": 103,
        "text": "Открыть кран"
      },
      {
        "id": 56,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 101,
    "text": "Читатель явно шутит, но я всё же приоткрыл крышку унитаза.<s>r\nНичего кроме воды там нет.",
    "answers": [
      {
        "id": 56,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 102,
    "text": "Подошел! Ура!<s>r\nНемного легких движений и сейф уже был открыт.<s>r\nТам оказался... ещё один ключ?<s>r\n<s>r\nЛадно, возьмём его.",
    "answers": [
      {
        "id": 104,
        "text": "Открыть ключом железный куб",
        "need": 65
      },
      {
        "id": 102,
        "text": "[Назад]",
        "need": -65,
        "isBack": true
      }
    ]
  },
  {
    "id": 103,
    "text": "Я покрутил заглушку с красным кружочком, после чего проделал эту же операцию с заглушкой, которая с синим кружочком.<s>r\nОперация не дала положительных результатов.",
    "answers": [
      {
        "id": 100,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 104,
    "text": "Я открыл тот самый железный куб.<s>r\nТам оказалась непонятная маленькая машина, похожая по своей форме на печень. На ней было написано очень мелкими буквами \"Преобразователь кальция в фотоны\". И такое уже есть? Надо же...",
    "answers": [
      {
        "id": 51,
        "text": "[Вернуться в гостинную]"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я сверил мой инвентарь со списком деталей для лазера. Вроде как всё есть! Можно впускать в дело мои кривые ручки.",
    "answers": [
      {
        "id": 106,
        "text": "Начать изготовление!"
      }
    ]
  },
  {
    "id": 106,
    "text": "Порадовало, что преобразователь автоматически вцепляется в объект. Хорошо, что я не преподнёс его к пальцу.<s>r\nВскоре у меня появилось идеальное оружие, которое будет служить мне надолго. Надеюсь.<s>r\nЗа улицей меня поджидало НЛО. Не имею понятия, как эти пришельцы не устали меня ждать. Пора выходить!",
    "answers": [
      {
        "id": 107,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 107,
    "text": "\"Встречайте меня!\" - крикнул я прицеливаясь в НЛО.<s>r\nПим!<s>r\nИз завернутого в фольгу камня понеслись искры и лучи, которые соединились в один гигантский луч и стремительно полетели в НЛО, оставив сильную отдачу, из-за которой я немного пошатнулся на месте.<s>r\nЛазерный луч насквозь пронзил НЛО. Осколки и детали полетели в разные стороны, а сама летающая тарелка полетела в сторону города. За ней создавалось гигантское облако дыма. Было видно, что НЛО идет на аварийную посадку.",
    "answers": [
      {
        "id": 121,
        "text": "Догнать НЛО"
      }
    ]
  },
  {
    "id": 108,
    "text": "     Я в Королевских садах. Скорее там, где они были когда-то. Здесь я вижу множество высохших деревьев и кустарников. Зелени нет вообще... В глубине сада я вижу какую-то статую, а на дереве справа... красивую птицу! Она такая яркая и блестящая, на фоне такого унылого сада...",
    "answers": [
      {
        "id": 124,
        "text": "\"Подойду к статуе\"",
        "need": 122
      },
      {
        "id": 109,
        "text": "\"Подойду к статуе\"",
        "need": -122
      },
      {
        "id": 110,
        "text": "\"Попробую поймать птицу\""
      },
      {
        "id": 111,
        "text": "\"Здесь мне делать нечего. Уйду из сада\"",
        "need": -172
      },
      {
        "id": 172,
        "text": "\"Здесь мне нечего делать. Уйду из сада\"",
        "need": 172
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 109,
    "text": "     Я прошел мимо сухих деревьев и подошел к статуе. Это оказался фонтан. Но он давно высох... Рядом с фонтаном я увидел лежащий на земле скелет. Он был похож на скелет ребенка. На нем был накинут пыльный бархатный плащ и на голове надета черная шапочка с камешком. В руках скелетик сжимал какую-то книгу...",
    "answers": [
      {
        "id": 125,
        "text": "\"Осмотрю фонтан\""
      },
      {
        "id": 122,
        "text": "\"Попробую взять книгу\""
      },
      {
        "id": 108,
        "text": "\"Надо уходить отсюда\"",
        "need": -110
      },
      {
        "id": 90,
        "text": "\"Надо уходить отсюда\"",
        "need": 110
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 110,
    "text": "     Птица сидела, не шелохнувшись, и внимательно следила за мной. Я осторожно подходил к дереву, на ветке которого она сидела. И когда я уже был на расстоянии вытянутой руки к ней, она вспорхнула и полетела на крышу самого Замка. Я проводил ее взглядом... И увидел, что в небе, над сломанной крышей Замка, облака закручены как-будто в воронку, напоминающую какой-то портал. Уж не через него ли я попал в Замок? Если так, то мне просто необходимо вернуться в него.",
    "answers": [
      {
        "id": 90,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 111,
    "text": "     Я стою во дворе Замка. Здесь есть перекошенная стальная ограда, за которой виднеются темные безжизненные деревья, некогда служившие королевским садом; неподалеку от разбитых Главных ворот ютится потемневший от гари маленький домик со сломанной длинной трубой на крыше.\n     В темном небе плывут тяжелые тучи, цепляясь за уцелевшие шпили башенок...\n     По двору расхаживает огромных размеров крыса, обнюхивая валяющийся по всему двору мусор.",
    "answers": [
      {
        "id": 89,
        "text": "\"Убью крысу!\""
      },
      {
        "id": 90,
        "text": "\"Зайду обратно в сад\"",
        "need": 110
      },
      {
        "id": 108,
        "text": "\"Зайду обратно в сад\"",
        "need": -110
      },
      {
        "id": 115,
        "text": "\"Прокрадусь к домику\""
      },
      {
        "id": 120,
        "text": "\"Прокрадусь к Замку\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 112,
    "text": "☆ Медный ключ\nТяжелый массивный ключ. На вид очень старый.\n\n",
    "answers": [
      {
        "id": 95,
        "text": "《 НАЗАД",
        "forget": 112
      }
    ]
  },
  {
    "id": 113,
    "text": "☆ Прутик\nГибкая ветка какого-то дерева",
    "answers": [
      {
        "id": 127,
        "text": "《 НАЗАД",
        "forget": 113
      }
    ]
  },
  {
    "id": 114,
    "text": "☆ Пергамент\nКусок старого пергамента. На нем различим текст выцведшими красными буквами:\n     \" Герой не пришёл    Надежды  больше  нет     ГИГАКРЫСА  < > ^ < >  \"\n\n",
    "answers": [
      {
        "id": 95,
        "text": "《 НАЗАД",
        "forget": 114
      }
    ]
  },
  {
    "id": 115,
    "text": "     Крыса меня не заметила! Я около домика!..",
    "answers": [
      {
        "id": 118,
        "text": "Далее...",
        "need": -139
      },
      {
        "id": 139,
        "text": "Далее...",
        "need": 139
      }
    ]
  },
  {
    "id": 116,
    "text": "     Скелет короля с треском разлетелся на мелкие косточки! Ржавый меч со звоном упал на грязный пол. Теперь я могу его взять!",
    "answers": [
      {
        "id": 145,
        "text": "☆ Ржавый меч"
      }
    ]
  },
  {
    "id": 117,
    "text": "  Я зашагал прямо. Справа от холмов переливались золотом зрелые колосья пшеницы. Вдали плавно передвигались тёмные точки – люди, обрабатывающие поле. Я до сих пор не мог понять: куда меня занесло на этот раз?\n Вот слева ко мне приближалась грунтовая дорога.",
    "answers": [
      {
        "id": 141,
        "text": "Подойти к дороге."
      }
    ]
  },
  {
    "id": 118,
    "text": "     Я стою около домика. Он весь потемнел от гари; видно, здесь когда-то был сильный пожар. На двери висит массивный замок.",
    "answers": [
      {
        "id": 138,
        "text": "\"Может быть, медный ключ откроет этот замок?\"",
        "need": 137
      },
      {
        "id": 89,
        "text": "\"Надо убить крысу!..\""
      },
      {
        "id": 120,
        "text": "\"Прокрадусь к Замку\"",
        "need": -172
      },
      {
        "id": 91,
        "text": "\"Прокрадусь в сад\"",
        "need": -172
      },
      {
        "id": 75,
        "text": "\"Пойду в Замок\"",
        "need": 172
      },
      {
        "id": 108,
        "text": "\"Пойду в сад\"",
        "need": [
          172,
          -110
        ]
      },
      {
        "id": 90,
        "text": "\"Пойду в сад\"",
        "need": [
          172,
          110
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": "     Силы оставили меня... В глазах темнеет... Что меня ждет дальше?..",
    "answers": [
      {
        "id": 75,
        "text": "\"Ух, мне бы только выбраться отсюда! Сразу наведу порядок в Квестах, и в Совете заодно!!. Я им устрою хардкор!!!\"",
        "forget": [
          126,
          143,
          145,
          161,
          137,
          72,
          172,
          137,
          139,
          110,
          122,
          123
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "     У меня получилось прокрасться к Замку незамеченным крысой...",
    "answers": [
      {
        "id": 68,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 121,
    "text": "Я на месте крушения НЛО.<s>r\nНа земле лежит раненный пришелец. Его состояние крайне критическое, но он способен говорить.<s>r\n- Привет, Олег. Что надо?",
    "answers": [
      {
        "id": 337,
        "text": "- Ты кто?"
      }
    ]
  },
  {
    "id": 122,
    "text": "     Я взял книгу. Это оказался Альбом. Но он был пуст; не было в нем ни рисунков, ни слов... Положу Альбом обратно. Жаль, что не нашлось никого, кто бы спас это королевство. Возможно, все могло бы быть по-другому...",
    "answers": [
      {
        "id": 124,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 123,
    "text": "     Я заглядываю в мраморный кувшин...",
    "answers": [
      {
        "id": 128,
        "text": "\"А-а!.. Что это?!!\""
      }
    ]
  },
  {
    "id": 124,
    "text": "     Я стою около давно высохшего фонтана. Рядом лежит скелетик ребенка в пыльной шелковой мантии и черной с камешком шапочке. Возможно, это принц. В руках у него был пустой Альбом, но я положил его рядом.",
    "answers": [
      {
        "id": 125,
        "text": "\"Надо осмотреть фонтан\""
      },
      {
        "id": 108,
        "text": "\"Надо уходить отсюда\"",
        "need": -110
      },
      {
        "id": 90,
        "text": "\"Надо уходить отсюда\"",
        "need": 110
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 125,
    "text": "     Мраморный фонтан был выполнен  в виде красивой женщины в длинном платье и распущенными до колен волосами. В руках она держала кувшин, из которого должна была литься вода. На дне фонтана толстым слоем лежали сухие ветки и листья.",
    "answers": [
      {
        "id": 128,
        "text": "\"Посмотрю в кувшине\"",
        "need": [
          -137,
          123
        ]
      },
      {
        "id": 123,
        "text": "\"Посмотрю в кувшине\"",
        "need": [
          -137,
          -123
        ]
      },
      {
        "id": 126,
        "text": "\"Посмотрю, что под листьями\"",
        "need": -126
      },
      {
        "id": 124,
        "text": "\"Закончу с осмотром фонтана\"",
        "need": 122
      },
      {
        "id": 109,
        "text": "\"Закончу с осмотром фонтана\"",
        "need": -122
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 126,
    "text": "     Покопавшись в пересохшей листве, я нашел только сухую длинную ветку. Возможно, пригодится для чего-нибудь...",
    "answers": [
      {
        "id": 125,
        "text": "☆ Прутик"
      }
    ]
  },
  {
    "id": 127,
    "text": "В РУКЕ\n---------------",
    "answers": [
      {
        "id": 113,
        "text": "☆ Прутик",
        "need": [
          126,
          -143
        ]
      },
      {
        "id": 144,
        "text": "☆ Кузнечный молот",
        "need": [
          143,
          -145
        ]
      },
      {
        "id": 93,
        "text": "《 НАЗАД",
        "forget": 127
      }
    ]
  },
  {
    "id": 128,
    "text": "                             ЛЕТУЧАЯ МЫШЬ\n\n",
    "answers": [
      {
        "id": 129,
        "text": "Ударить   ^"
      },
      {
        "id": 130,
        "text": "Ударить   <"
      },
      {
        "id": 131,
        "text": "Ударить   >"
      },
      {
        "id": 132,
        "text": "Ударить прутиком",
        "need": 126
      }
    ]
  },
  {
    "id": 129,
    "text": "     - Ай, как больно!!!\n\n",
    "answers": [
      {
        "id": 119,
        "text": "\"Сраный хардкор!!.\""
      }
    ]
  },
  {
    "id": 130,
    "text": "     - Ай-яй, кусается!!.\n\n",
    "answers": [
      {
        "id": 119,
        "text": "\"Чертово приключение!!.\""
      }
    ]
  },
  {
    "id": 131,
    "text": "     - Ой, как же больно!!.\n\n",
    "answers": [
      {
        "id": 119,
        "text": "\"Долбаный квест!!.\""
      }
    ]
  },
  {
    "id": 132,
    "text": "     - На, получай!!!\n\n",
    "answers": [
      {
        "id": 136,
        "text": "\"Прогоню ее прутиком!\""
      }
    ]
  },
  {
    "id": 133,
    "text": "\"Браво, маэстро! Присаживайся\" - мужчина указал рукой на свободное кресло, - \"Мы давно тебя ждем.\"",
    "answers": [
      {
        "id": 134,
        "text": "\"Меня? Почему меня?\""
      },
      {
        "id": 135,
        "text": "\"Кто это - мы?\""
      },
      {
        "id": 159,
        "text": "\"Да я тут случайно\""
      }
    ]
  },
  {
    "id": 134,
    "text": " Мужчина едва заметно улыбнулся, расположился в кресле сложа вместе руки и заговорил:\n\"Случалсь ли тебе попадать в необъяснимые ситуации? Очутиться в том или ином месте без определённой причины? Казалось ли тебе, что ты на самом деле находишься не здесь и сейчас, а где-то ещё?\" ",
    "answers": [
      {
        "id": 195,
        "text": "Я задумался"
      },
      {
        "id": 196,
        "text": "\"Нет, это не про меня\""
      }
    ]
  },
  {
    "id": 135,
    "text": "-Я не представился, - сказал мужчина, - меня зовут Фокс. Мою помощницу - Дана, - он указал рукой в сторону дальней двери. <s>r\nВ полумраке дверного проема, едва различима в таком же как у Фокса чёрном наряде, стояла девушка. Лицо её было сложно разглядеть, мешали очки и высоий воротник плаща.<s>r\nОна ответила на представление легким кивком головы.",
    "answers": [
      {
        "id": 197,
        "text": "\"Очень приятно\""
      }
    ]
  },
  {
    "id": 136,
    "text": "     Летучая мышь улетела, я прогнал ее! Теперь можно осмотреть кувшин.",
    "answers": [
      {
        "id": 137,
        "text": "\"Загляну в кувшин\""
      }
    ]
  },
  {
    "id": 137,
    "text": "     Внутри что-то блестит. Ого, это же ключ!\n\n",
    "answers": [
      {
        "id": 125,
        "text": "☆ Медный ключ"
      }
    ]
  },
  {
    "id": 138,
    "text": "     Ключ действительно подошел к замку. Замок открыт, и я смогу зайти в домик.",
    "answers": [
      {
        "id": 139,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 139,
    "text": "     Я стою около домика. Он весь потемнел от гари; видно, здесь когда-то был сильный пожар. Замок на двери открыт. Я смогу зайти внутрь...",
    "answers": [
      {
        "id": 140,
        "text": "\"Зайду в домик\""
      },
      {
        "id": 108,
        "text": "\"Пойду в сад\"",
        "need": [
          172,
          -110
        ]
      },
      {
        "id": 90,
        "text": "\"Пойду в сад\"",
        "need": [
          172,
          110
        ]
      },
      {
        "id": 91,
        "text": "\"Прокрадусь в сад\"",
        "need": -172
      },
      {
        "id": 120,
        "text": "\"Прокрадусь в Замок\"",
        "need": -172
      },
      {
        "id": 75,
        "text": "\"Пойду в Замок\"",
        "need": 172
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 140,
    "text": "     Внутри был полумрак. Свет едва проникал в маленькое оконце. Все стены были в саже, как и большой стол, и печь, и валяющиеся в беспорядке металлические заготовки доспехов и мечей... Здесь вряд ли я найду что-то полезное.",
    "answers": [
      {
        "id": 143,
        "text": "\"Ага! Этот молот можно прихватить с собой!\"",
        "need": -143
      },
      {
        "id": 139,
        "text": "\"Надо уходить отсюда\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 141,
    "text": "  Я изменил свой курс и направился к дороге. Мне повезло: оказался рядом с развилкой. Там же стоял указатель. Как ни странно, но везде было написано на русском. Дорога, идущая прямо, вела к какому-то Костенбургу, а та, что сзади меня – в Подземелья. Дорожка, бегущая к холмам, куда я шёл, – в город Элдер. \"Ох, нет, только не это\", – недовольно произнёс я. ",
    "answers": [
      {
        "id": 142,
        "text": "Идти по дороге к холмам, где стоял Элдер."
      }
    ]
  },
  {
    "id": 142,
    "text": "  Я продолжил идти в том же направлении. Мимо меня всякий раз проскакивали из-за холмов всадники в латах, в их ножнах блестели мечи. На самих лошадях с каждой стороны висели мешки. Они не обращали на меня внимания, только и слышклись вдалеке мужские крики: \"Но, но!\"\n  Тишь да гладь. Ни гномов, ни эльфов, ни людей... Дорога была пуста. Это даже и к лучшему, ведь я знал про этот мир очень и очень мало. На эльфийском не болтаю, как и на гномьем.",
    "answers": [
      {
        "id": 214,
        "text": "Опомниться и продолжить идти."
      }
    ]
  },
  {
    "id": 143,
    "text": "     - Ну и тяжеленный же он!",
    "answers": [
      {
        "id": 140,
        "text": "☆ Кузнечный молот"
      }
    ]
  },
  {
    "id": 144,
    "text": "☆ Кузнечный молот\nВымазанный сажей тяжелый молот, орудие кузнеца.\n\n",
    "answers": [
      {
        "id": 127,
        "text": "《 НАЗАД",
        "forget": 144
      }
    ]
  },
  {
    "id": 145,
    "text": "Получено: Ржавый меч\n\n",
    "answers": [
      {
        "id": 146,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 146,
    "text": "     Я стою в Тронной зале. На троне лежит груда костей, рядом валяется королевская мантия и потемневшая от времени корона. Кузнечный молот брошен мною здесь же.",
    "answers": [
      {
        "id": 75,
        "text": "\"Больше здесь делать нечего\""
      }
    ]
  },
  {
    "id": 147,
    "text": "     - Ай, как больно!\n",
    "answers": [
      {
        "id": 119,
        "text": "- Гребаный хардкор!!"
      }
    ]
  },
  {
    "id": 148,
    "text": "☆ Ржавый меч\nЭтот меч был в руках у мертвого короля.\n\n",
    "answers": [
      {
        "id": 94,
        "text": "《 НАЗАД",
        "forget": 148
      }
    ]
  },
  {
    "id": 149,
    "text": "Летучая мышь\n----------------------------\n     Самая обыкновенная летучая мышь. Разве что у этой слишком агрессивный характер, кидается на все живое! Руками я ее не побеждал, а вот прутика она испугалась!",
    "answers": [
      {
        "id": 97,
        "text": "《 НАЗАД",
        "forget": 149
      },
      {
        "id": 149,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c637428/v637428861/674a6/K_76SZekOa8.jpg"
      }
    ]
  },
  {
    "id": 150,
    "text": "\n",
    "answers": []
  },
  {
    "id": 151,
    "text": "     - Ах!!. Какая тварь!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Капец!!.\""
      }
    ]
  },
  {
    "id": 152,
    "text": "     Я двумя руками поднимаю молот... Какой же он тяжелый!!. Ай, крыса уже несется на меня! Ай-яй-я-а-а-ай!!! Она сейчас съест меня-а-а-а-а-а-...  ",
    "answers": [
      {
        "id": 119,
        "text": "...-а-а-а-а!!!"
      }
    ]
  },
  {
    "id": 153,
    "text": "     - Получай!!. - Я ударил крысу кулаком, но ей хоть бы что!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Вот зараза!!. (это я про автора)\""
      }
    ]
  },
  {
    "id": 154,
    "text": "     - Получай, гигантская крыса!!. - Я крепко врезал чудовищу кулаком, но ему хоть бы что!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Это же издевательство!!.\""
      }
    ]
  },
  {
    "id": 155,
    "text": "     - Получай! - Я со всей силу ударил крысу по носу, но ей хоть бы что!!. Похоже, я разозлил ее еще сильней!!.",
    "answers": [
      {
        "id": 119,
        "text": "-А-а-а-а!!!"
      }
    ]
  },
  {
    "id": 156,
    "text": "     - Меч ржавый, но вполне острый!\n\nГИГАКРЫСА получает урон от моего меча!\n\n\n                                   ГИГАКРЫСА\n",
    "answers": [
      {
        "id": 157,
        "text": "Ударить   ^"
      },
      {
        "id": 158,
        "text": "Ударить   <"
      },
      {
        "id": 160,
        "text": "Ударить   >"
      }
    ]
  },
  {
    "id": 157,
    "text": "     - А-ай, меня укусила крыса-а!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Ч-черт!!!\""
      }
    ]
  },
  {
    "id": 158,
    "text": "     - Ах, ты, чудище!!. - Меня схватила крыса!!!",
    "answers": [
      {
        "id": 119,
        "text": "\"Это конец!!!\""
      }
    ]
  },
  {
    "id": 159,
    "text": "\"Случайно или нет, но всё же ты здесь\" - сказал незнакомец и жестом руки настойчиво пригласил меня сесть в кресло напротив.",
    "answers": [
      {
        "id": 134,
        "text": "\"Почему ждали меня?\""
      },
      {
        "id": 135,
        "text": "\"Кто это - мы?\""
      }
    ]
  },
  {
    "id": 160,
    "text": "ГИГАКРЫСА опять получает урон! Ха-ха!\n\n                                   \n                                  ГИГАКРЫСА\n",
    "answers": [
      {
        "id": 164,
        "text": "Ударить   ^"
      },
      {
        "id": 162,
        "text": "Ударить   <"
      },
      {
        "id": 163,
        "text": "Ударить   >"
      }
    ]
  },
  {
    "id": 161,
    "text": "     В котомке я нашел маленький стеклянный пузырек. На прикрученной  под пробку бумажке я увидел надпись: \"ПРОКЛЯТИЕ КУДЕСНИКА\".\n     Возьму с собой.",
    "answers": [
      {
        "id": 177,
        "text": "☆ Проклятие кудесника\""
      }
    ]
  },
  {
    "id": 162,
    "text": "     - Ой, как больно!",
    "answers": [
      {
        "id": 119,
        "text": "\"Пипец!!.\""
      }
    ]
  },
  {
    "id": 163,
    "text": "     - Вот черт! Мимо!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Дебильный квест!!.\""
      }
    ]
  },
  {
    "id": 164,
    "text": "     - Получай, крыса!!!\n\n                             ГИГАКРЫСА\n",
    "answers": [
      {
        "id": 165,
        "text": "Ударить   ^"
      },
      {
        "id": 168,
        "text": "Ударить   <"
      },
      {
        "id": 167,
        "text": "Ударить   >"
      }
    ]
  },
  {
    "id": 165,
    "text": "     - Как же так?!. Мимо!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Похоже, я здесь остался навсегда!!.\""
      }
    ]
  },
  {
    "id": 166,
    "text": "     Что это?! Я как-будто уменьшаюсь в размере!!. Что происходит с моим телом?!! Что происходит... з моим голозом?!!",
    "answers": [
      {
        "id": 175,
        "text": "- Дольго не эдо!!!"
      }
    ]
  },
  {
    "id": 167,
    "text": "     - Мимо!!. Ну как же так?!!",
    "answers": [
      {
        "id": 119,
        "text": "\"Вот сволочь!!.\""
      }
    ]
  },
  {
    "id": 168,
    "text": "Я опять больно стукнул ГИГАКРЫСЕ!\n\n                                   \n                                   ГИГАКРЫСА",
    "answers": [
      {
        "id": 169,
        "text": "Ударить   ^"
      },
      {
        "id": 170,
        "text": "Ударить   <"
      },
      {
        "id": 171,
        "text": "Ударить   >"
      }
    ]
  },
  {
    "id": 169,
    "text": "     - Ай, как больно!!.",
    "answers": [
      {
        "id": 119,
        "text": "\"Кажется, я проиграл...\""
      }
    ]
  },
  {
    "id": 170,
    "text": "     - Мимо!!. Что ж такое?!!",
    "answers": [
      {
        "id": 119,
        "text": "\"Падла!!!\""
      }
    ]
  },
  {
    "id": 171,
    "text": "ГИГАКРЫСА получает офигенный урон и умирает!\n",
    "answers": [
      {
        "id": 172,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 172,
    "text": "     Я стою во дворе Замка. Здесь есть перекошенная стальная ограда, за которой виднеются темные безжизненные деревья, некогда служившие королевским садом; неподалеку от разбитых Главных ворот ютится потемневший от гари маленький домик со сломанной длинной трубой на крыше (это, похоже, Кузница).\n     В темном небе плывут тяжелые тучи, цепляясь за уцелевшие шпили башенок...\n     Неподалеку от Главных ворот валяется мертвая ГИГАКРЫСА.\n ",
    "answers": [
      {
        "id": 177,
        "text": "\"Осмотрю двор\""
      },
      {
        "id": 139,
        "text": "\"Пойду к домику\""
      },
      {
        "id": 90,
        "text": "\"Пойду в сад\"",
        "need": 110
      },
      {
        "id": 108,
        "text": "\"Пойду в сад\"",
        "need": -110
      },
      {
        "id": 75,
        "text": "\"Пойду в Замок\""
      },
      {
        "id": 176,
        "text": "\"Пойду к Главным воротам\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 173,
    "text": "☆ Проклятие кудесника\nНебольшой стеклянный пузырек с янтарной жидкостью внутри. На прикрепленной бумажке написано: \"Проклятие кудесника\".",
    "answers": [
      {
        "id": 95,
        "text": "《 НАЗАД",
        "forget": 173
      },
      {
        "id": 174,
        "text": "\"Дай-ка я его выпью! Меня уже ничем не испугаешь!\""
      }
    ]
  },
  {
    "id": 174,
    "text": "     Я открыл пузырек и выпил содержимое. Напиток оказался очень вкусным, с легким медовым привкусом. Хм... Может, это какое-то лекарство, а может...",
    "answers": [
      {
        "id": 166,
        "text": "\"Ой! Что-то со мной не то!..\""
      }
    ]
  },
  {
    "id": 175,
    "text": "     Вод чёрд! Дольго мне эдого не хвадало!\n     \"Узбагойзя. - Бодумал я. - Безвыходных зидуаций не бываед...Нуж-жно зориендировадьзя и режидь, гуда бойди. Вернее, боледедь...\"",
    "answers": [
      {
        "id": 178,
        "text": "\"Болечу в Замог\""
      },
      {
        "id": 185,
        "text": "\"Болечу в Горолевзгий зад\""
      },
      {
        "id": 182,
        "text": "\"Болечу в Горолевзгий двор\""
      }
    ]
  },
  {
    "id": 176,
    "text": "     Главные ворота оказались наглухо заперты на тяжеленный засов. Сдвинуть его не представляется возможным.",
    "answers": [
      {
        "id": 172,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 177,
    "text": "     Вобщем-то, ничего стоящего моего внимания я не нашел. Правда, неподалеку от Главных ворот я увидел старую котомку.",
    "answers": [
      {
        "id": 161,
        "text": "\"Проверю, что внутри котомки\"",
        "need": -161
      },
      {
        "id": 172,
        "text": "\"Закончу с осмотром двора\""
      },
      {
        "id": 93,
        "text": "\"Что у меня с собой?\""
      }
    ]
  },
  {
    "id": 178,
    "text": "     Я нахожузь в Бриемной з-зале. Одзюда я могу боледедь в Дронную залу или во двор. Можно боледедь г зломанному бодолгу наверх, но оддуда габаюд габли дождя...",
    "answers": [
      {
        "id": 181,
        "text": "\"Болечу в Дронную залу\""
      },
      {
        "id": 182,
        "text": "\"Болечу во двор\""
      },
      {
        "id": 183,
        "text": "\"Болечу г бодолгу наверх\""
      }
    ]
  },
  {
    "id": 179,
    "text": "Старая мебель, рваные обои, толстый слой пыли...О! Еще и штукатурка с потолка местами отвалилась.\nОкно было закрыто пластинчатыми ставнями, и тусклый свет едва пробивался в комнату узкими полосками, от чего в комнате царила атмосфера беспредельной тоски.\n\nИз комнаты вели две двери: слева и справа.",
    "answers": [
      {
        "id": 180,
        "text": "Открыть левую дверь",
        "need": -220
      },
      {
        "id": 192,
        "text": "Открыть правую дверь",
        "need": -220
      },
      {
        "id": 192,
        "text": "Кажется, я тут уже был. Пойду в правую дверь",
        "need": 220
      }
    ]
  },
  {
    "id": 180,
    "text": "За дверью оказалась кухня. Горы грязной посуды высились на раковине и вокруг нее. Слой пыли был и тут. Окно на кухне тоже было закрыто ставнями.\n\nПохоже, что тут уже давно никто не живет.\n\n",
    "answers": [
      {
        "id": 192,
        "text": "Вернуться в комнату и войти в другую дверь"
      },
      {
        "id": 191,
        "text": "Порыться в шкафчиках и на полках"
      }
    ]
  },
  {
    "id": 181,
    "text": "     Я нахож-жузь в Дронной зале. Здезь нед ничего индерезного, разве-ждо гоздочги гороля...",
    "answers": [
      {
        "id": 178,
        "text": "\"Боледедь в Бриёмную залу\""
      }
    ]
  },
  {
    "id": 182,
    "text": "     Я нахожузь в Горолевзгом дворе. Здезь очень зыро, бодому-ждо идед дождь... Мои грылья згоро намогнуд...",
    "answers": [
      {
        "id": 178,
        "text": "\"Болечу в Замог\""
      },
      {
        "id": 185,
        "text": "\"Болечу в Горолевзгий зад\""
      },
      {
        "id": 186,
        "text": "\"Болечу в Гузницу\""
      }
    ]
  },
  {
    "id": 183,
    "text": "     Я изо взех зил ледел г зломанному бодолгу. На меня ледид больжая габля!!. Гуда же бовернудь?",
    "answers": [
      {
        "id": 184,
        "text": "\"Налево\""
      },
      {
        "id": 184,
        "text": "\"Набраво\""
      }
    ]
  },
  {
    "id": 184,
    "text": "     Ух! Болучилозь! Я лечу дальж-же...\n     Обядь на меня ледид больжая габля. Гаг ее обледедь?",
    "answers": [
      {
        "id": 187,
        "text": "\"Злева\""
      },
      {
        "id": 187,
        "text": "\"Збрава\""
      }
    ]
  },
  {
    "id": 185,
    "text": "     Я нахожузь в Горолевзгом заду. Здезь очень зыро и ничего индерезного...",
    "answers": [
      {
        "id": 182,
        "text": "\"Болечу во двор\""
      }
    ]
  },
  {
    "id": 186,
    "text": "     Я в Гузнице. Здезь очень темно, но зухо. Здезь мне деладь нечего, раз-зве ждо бозужидь звои грылыжги...",
    "answers": [
      {
        "id": 182,
        "text": "\"Болечу во двор\""
      }
    ]
  },
  {
    "id": 187,
    "text": "     Болучилозь!!. Я выледел через грыжу на улицу. В небе над грыжей я увидел здранные облага. Они загручивализь в воронгу и набоминали бордал.",
    "answers": [
      {
        "id": 188,
        "text": "\"Лечу в бордал!\""
      }
    ]
  },
  {
    "id": 188,
    "text": "     Я заледел в бордал. Меня зазозало, гаг былезозом, вогруг взё бодемнело и я... ого! У меня снова появились руки, и с телом всё нормально. Куда я лечу? Даже не верится, что я снова в своей шкуре!.. Как же темно вокруг...\n     Я вижу впереди свет! Все ближе и ближе!",
    "answers": [
      {
        "id": 321,
        "text": "\"Какой яркий свет!!!\""
      }
    ]
  },
  {
    "id": 189,
    "text": "",
    "answers": []
  },
  {
    "id": 190,
    "text": "Обходя кресло я подтвердил своё предчувствие - в кресле и вправду сидел человек. От неожиданности по телу пронеслось стадо мурашек. Это был мужчина лет сорока, черный плащ, круглые черные очки и лысая голова придавали ему весьма внушительный и даже брутальный вид.\n\"Проходи-проходи. Мы давно тебя ждем\".",
    "answers": [
      {
        "id": 134,
        "text": "\"Меня? Почему меня?\""
      },
      {
        "id": 135,
        "text": "\"Кто это - мы?\""
      },
      {
        "id": 159,
        "text": "\"Да я тут случайно\""
      }
    ]
  },
  {
    "id": 191,
    "text": "Среди мусора и бесполезного хлама я умудрился найти маленькую дудочку. Обычная деревянная дудочка, вроде бы, свирель называется. Симпатичная, и звук приятный. ",
    "answers": [
      {
        "id": 192,
        "text": "Положить свирель в карман и войти другую дверь"
      }
    ]
  },
  {
    "id": 192,
    "text": "Дверь открылась с громким противным скрипом, и судя по шорохам, распугала всех тараканов и мышей. \nЗа дверью оказался каминный зал: еще одна дверь была напротив, справа был сам камин, слева - рояль. Эти элементы были когда-то предметом роскоши, но стали заброшенными и ненужными. \nВозле камина боком к нему стояли два мягких кресла с высокими спинками, обитых красной кожей. Кресла были повернутых друг к другу лицом, словно для беседы. Одно кресло было хорошо видно, а второе стояло к двери спиной.\n\nМне показалось, что в том втором кресле кто-то сидит.\n",
    "answers": [
      {
        "id": 190,
        "text": "Обойти кресло",
        "need": -220
      },
      {
        "id": 193,
        "text": "Стоять в нерешительности",
        "need": -220
      },
      {
        "id": 3,
        "text": "Сыграть на дудочке тему из Розовой Пантеры",
        "need": [
          191,
          -220
        ]
      },
      {
        "id": 193,
        "text": "Я уже был в этой комнате. Точно был!",
        "need": 220
      }
    ]
  },
  {
    "id": 193,
    "text": "Из-за спинки кресла раздался голос: \"Проходи-проходи. Мы давно тебя ждем\".\nОт неожиданности по телу пронеслось стадо мурашек. Я в растерянност обошел кресло - в нем сидел человек. Это был мужчина лет сорока, черный плащ, круглые черные очки и лысая голова придавали ему весьма внушительный и даже брутальный вид.\n",
    "answers": [
      {
        "id": 134,
        "text": "\"Меня? Почему меня?\"",
        "need": -220
      },
      {
        "id": 135,
        "text": "\"Кто это - мы?\"",
        "need": -220
      },
      {
        "id": 159,
        "text": "\"Да я тут случайно\"",
        "need": -220
      },
      {
        "id": 223,
        "text": "\"Я вас знаю! Откуда я вас знаю!?\"",
        "need": 220
      }
    ]
  },
  {
    "id": 194,
    "text": "Я решил сыграть:",
    "answers": [
      {
        "id": 3,
        "text": "Тему из Пиратов"
      }
    ]
  },
  {
    "id": 195,
    "text": "Действительно, особенно в последнее время я замечал, что мир вокруг будто ненастоящий, словно он лишен красок, описания, а зачастую и логики.\n\nЯ будто находился в двух местах одновременно. Это похоже на сон наяву. \n\nЧеловек в плаще, не дожидаясь моего ответа, продолжал:\n\"Мы здесь как раз для того, чтобы показать тебе - каков мир на самом деле\".",
    "answers": [
      {
        "id": 135,
        "text": "\"Кто это - мы?\""
      }
    ]
  },
  {
    "id": 196,
    "text": "-Хм... - произнес мужчина, вынул из кармана плаща сложенный листок, развернул его и прочитал, - Шабров Олег Владимирович тысяча девятьсот восемьдесят девятого года  рождения, - он испытующе посмотрел на меня поверх очков обнаружив ярко-голубые глаза, и продолжил, перйдя при этом на \"Вы\", \n- Днем вы - программист в солидной и уважаемой фирме, исправно платите налоги и...гуляете с собакой, - поседняя фраза вызвала у мужчины лёгкую улыбку.",
    "answers": [
      {
        "id": 216,
        "text": "\"Откуда вы...?\""
      }
    ]
  },
  {
    "id": 197,
    "text": "- Итак. Хочешь ли ты узнать правду? Что происходит на самом деле? - Фокс упер сведённые указательные пальцы себе в подбородок и пристально поглядел мне в лицо.",
    "answers": [
      {
        "id": 198,
        "text": "\"Я хочу узнать!\""
      },
      {
        "id": 196,
        "text": "\"Бред всё это. Я, пожалуй, пойду\""
      }
    ]
  },
  {
    "id": 198,
    "text": "-В таком случае, - с энтузиазмом сказал Фокс и вытянул перед собой две сжатых ладони, - перед тобой два пути: съешь красную таблетку, - Фокс разжал правую ладонь и на ней оказалась внушительная красная таблетка без опознавательных знаков, - и я покажу тебе истинную картину мира. Съешь синюю, - он разжал левую ладонь, - всё исчезнет, ты забудешь это место как сон и продолжишь своё путешествие.\nВыбирай осмотрительно, ведь назад пути не будет.",
    "answers": [
      {
        "id": 231,
        "text": "Я выбрал красную таблетку",
        "need": -231
      },
      {
        "id": 218,
        "text": "Я выбрал синюю таблетку",
        "need": -218
      },
      {
        "id": 219,
        "text": "Я съел обе таблетки",
        "need": -219
      },
      {
        "id": 198,
        "text": "stretch",
        "url": "https://pp.userapi.com/c840239/v840239666/101f5/gxstAJbnzIc.jpg"
      }
    ]
  },
  {
    "id": 199,
    "text": "",
    "answers": [
      {
        "id": 230,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 200,
    "text": "На этот раз меня занесло в просторный высокий зал. Мое сдавленное уханье от удара о каменные плиты гулким эхом разнеслось по помещению. Небольшое усилие – я оторвал пятую точку от холодного пола и, отряхиваясь, поднялся, не забывая тем временем оглядывать окружение.<s>r\n<s>r\nДовольно скучный зал. Четыре стены, четыре угла, да и все на этом. Разве что источников освещение не было видно. И не потому что темно, их просто не существовало. Странно.<s>r\n<s>r\nВ задумчивости похлопав себя по карманам, я обнаружил, что там что-то появилось. Стрелка незамедлительно вытащенного мною компаса нетерпеливо дрожала, указывая, наверное, на север. Буду считать, что так и есть, для простоты.<s>r\n<s>r\nПошарив в карманах еще, на всякий случай, я нашел еще и маленький чистый кусочек бумаги. В нее был завернут карандашный грифель. И как это понимать?<s>r\n<s>r\nГрохочащий звук привлек мое внимание. Некоторые стены разделились надвое и размеренно разъезжались. Выбор пути... Теперь понятно предназначение бумаги и недокарандаша. Буду заниматься картографией, на всякий случай.",
    "answers": [
      {
        "id": 201,
        "text": "Направиться в северный проем.",
        "forget": 9200,
        "addToHistory": 9201
      },
      {
        "id": 202,
        "text": "Свернуть в восточный проход.",
        "forget": 9200,
        "addToHistory": 9202
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 201,
    "text": "Стена не казалось такой толстой, но я шел до маячащего пространства впереди уже как несколько минут. Несколько шагов – наконец-то этот переход закончен.<s>r\n<s>r\nОказался я в небольшой комнате, формы правильного восьмиугольника. Черные, как уголь, стены мелко-мелко исписаны какими-то корявыми символами. <s>r\n– Хе-хе, – усмехнулся я, заметив среди этого безобразия привычные русские буквы и не менее знакомые слова. Подобное, обычно, пишут на заборах. Задумываться, какой нехороший человек такое сотворил, мне не хотелось. Надо искать выход отсюда.",
    "answers": [
      {
        "id": 203,
        "text": "Продолжить путь на север.",
        "forget": 9201,
        "addToHistory": 9203
      },
      {
        "id": 200,
        "text": "В южный проем.",
        "forget": 9201,
        "addToHistory": 9200
      },
      {
        "id": 205,
        "text": "В западную дверь.",
        "forget": 9201,
        "addToHistory": 9205
      },
      {
        "id": 207,
        "text": "На восток.",
        "forget": 9201,
        "addToHistory": 9207
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 202,
    "text": "Всю эту комнату, в том числе и стены, и потолок, покрывает пожухлая желтая трава. Спрашивать, как она тут растет, бессмысленно. Все равно никто не ответит. Ровно посередине произрастает небольшой пенек. В помещении стоит жуткий смрад. Стоит переходить к следующей двери, зажав нос и надеясь, что запах не распространится за пределы этой комнаты.",
    "answers": [
      {
        "id": 207,
        "text": "Пойти на север.",
        "forget": 9202,
        "addToHistory": 9207
      },
      {
        "id": 200,
        "text": "На запад.",
        "forget": 9202,
        "addToHistory": 9200
      },
      {
        "id": 206,
        "text": "В южную дверь.",
        "forget": 9202,
        "addToHistory": 9206
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 203,
    "text": "А эта комната довольно недурна.  Посередине произрастает какое-то толстое дерево с массивными ветками, стремящимися вверх. Будто древнегреческий атлант, поддерживающий небесный свод. Вот только украшают эти ветки совсем не листья, а мерзкая на вид, липкая тянучая субстанция зеленоватого оттенка. Пойду-ка я отсюда.",
    "answers": [
      {
        "id": 204,
        "text": "В западную дверь.",
        "forget": 9203,
        "addToHistory": 9204
      },
      {
        "id": 201,
        "text": "На юг.",
        "forget": 9203,
        "addToHistory": 9201
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 204,
    "text": "Этот зал отличается от других прежде всего своим видом. Напоминает какую-то затхлую пещеру. В воздухе витает запах сырости и... крыс! А вот это, кажется, одна из них пробежала. Это какая-то слишком гигантская крыса. Мой жизненный опыт упорно твердит мне, что встречи с такими крысами ничего хорошего не приносят. Бежать!",
    "answers": [
      {
        "id": 203,
        "text": "В восточный проем.",
        "forget": 9204,
        "addToHistory": 9203
      },
      {
        "id": 205,
        "text": "Пора податься на юга.",
        "forget": 9204,
        "addToHistory": 9205
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 205,
    "text": "Этот проем привел меня к необычной круглой комнате. Стены ее закопчены, пахнет чем-то печеным, а наверху виднеется небольшое отверстие. Залезть туда, к сожалению, возможным не представляется. По полу же, практически не отрываясь от стен, неостановимо катится что-то сферической формы.Думаю, беспокоить эту штуку не стоит, пусть и дальше круги наделывает.",
    "answers": [
      {
        "id": 204,
        "text": "В северную дверь.",
        "forget": 9205,
        "addToHistory": 9204
      },
      {
        "id": 209,
        "text": "Идти в южном направлении.",
        "forget": 9205,
        "addToHistory": 9209
      },
      {
        "id": 208,
        "text": "В западный проем.",
        "forget": 9205,
        "addToHistory": 9208
      },
      {
        "id": 201,
        "text": "Пойти восточнее.",
        "forget": 9205,
        "addToHistory": 9201
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 206,
    "text": "Резко мигающий свет, окрашивающий стены в ярко-красные оттенки как-то дурно действует на меня. Я даже потерял единственный проход в этой комнате, ведущий туда, откуда я только что пришел. Хорошо, что лишь временно.",
    "answers": [
      {
        "id": 202,
        "text": "Вернуться в северный проем.",
        "forget": 9206,
        "addToHistory": 9202
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 207,
    "text": "Поначалу я даже обрадовался. Полная свобода вокруг, небо, пусть даже чуть сиреневатое, звезды. Даже не испугался черной пустоте вместо пола. Но, увы, это всего лишь иллюзия, не пускающая никого за пределы строго очерченного квадрата. А впереди все те же дверные проемы, кажущиеся совсем бесконечными...",
    "answers": [
      {
        "id": 202,
        "text": "В южную сторону.",
        "forget": 9207,
        "addToHistory": 9202
      },
      {
        "id": 201,
        "text": "На запад.",
        "forget": 9207,
        "addToHistory": 9201
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 208,
    "text": "Новая комната встретила меня мягким, переливающимся зеленым светом. Стены так и лучились им. Постепенно я стал слышать все нарастающий звук глухого потрескивания. Мозг услужливо начал подсовывать образы счетчика Гейгера. Проход в этой комнате лишь один, к сожалению, или к счастью.",
    "answers": [
      {
        "id": 205,
        "text": "Выйти из комнаты через восточный проем.",
        "forget": 9208,
        "addToHistory": 9205
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 209,
    "text": "Я выбрался!<s>r\n<s>r\nТак, радость была явно преждевременной. Но кусочек моего мира тут явно присутствовал в виде небольшого ларька. Вывеска гордо сообщала, что тут продаются хлебобулочные изделия. К сожалению, стены никуда не делись, а киоск был пустой и без хлеба. Да, перекусить бы хотелось. Хм, а это еще что? Или я слышу чей-то дикий детский смех, или перенесенные лишения совсем плохо сказались на моем психическом состоянии. Вроде прекратилось. Надо двигать дальше.",
    "answers": [
      {
        "id": 205,
        "text": "На север.",
        "forget": 9209,
        "addToHistory": 9205
      },
      {
        "id": 210,
        "text": "Двигаться на юг.",
        "forget": 9209,
        "addToHistory": 9210
      },
      {
        "id": 211,
        "text": "Топать западнее.",
        "forget": 9209,
        "addToHistory": 9211
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 210,
    "text": "– Ух ты! – невольно воскликнул я, когда обратил внимание под ноги. Пол как будто был стеклянный, а внизу виднелось громадное сооружение, похожее на лабиринт. Сузив глаза, я рассмотрел несколько движущихся фигур. Мне сверху было видно, как комнаты неподалеку от идущих неторопливо движутся, а проходы перемешиваются. Докричаться до неизвестных не удалось, придется продолжать путь так.",
    "answers": [
      {
        "id": 209,
        "text": "На север.",
        "forget": 9210,
        "addToHistory": 9209
      },
      {
        "id": 212,
        "text": "На юг.",
        "forget": 9210,
        "addToHistory": 9212
      },
      {
        "id": 213,
        "text": "Уйти на восток.",
        "forget": 9210,
        "addToHistory": 9213
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 211,
    "text": "Эта дверь вывела меня к мрачной и пустой комнате. Вокруг просто ничего не было, одна пустота. По крайней мере, некоторое время. Царящую черноту  грубо разорвали огненные всполохи. Пустое, ничего не выражающее, будто пластиковое, лицо ребенка на секунду появилось среди голодно пылающего пламени и пропало. Со мной точно не все в порядке. Хорошо, что огонь не закрыл путь назад.",
    "answers": [
      {
        "id": 209,
        "text": "В восточный проем.",
        "forget": 9211,
        "addToHistory": 9209
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 212,
    "text": "Мягкий пол непривычно пружинил под ногами, а стены нежно-голубого цвета приятно успокаивали. Хотелось свернуться калачиком и уснуть... <s>r\n– Так, хватит, – одернул я себя, залепив неплохой удар быстро слабеющей рукой по щеке. Глаза вновь приоткрылись, а способность мыслить вернулась. Не стоит здесь задерживаться.",
    "answers": [
      {
        "id": 210,
        "text": "Уйти в единственную северную дверь.",
        "forget": 9212,
        "addToHistory": 9210
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 213,
    "text": "В залитой ярко-белым светом и с не менее белыми стенами комнате я увидел какого-то... робота? Непонятное механическое поделие, напоминающее человека, сидело на полу, уставившись на отделенную от своего металлического тела руку, лежащую в ярко контрастирующем с окружением черным маслом. Кажется, робот был неактивен. Пора двигаться дальше.",
    "answers": [
      {
        "id": 210,
        "text": "На запад.",
        "forget": 9213,
        "addToHistory": 9210
      },
      {
        "id": 215,
        "text": "В южную дверь.",
        "forget": 9213,
        "addToHistory": 9215
      },
      {
        "id": 302,
        "text": "[Взглянуть на карту]"
      }
    ]
  },
  {
    "id": 214,
    "text": "  Я побрёл дальше. Холмы вдалеке оказались намного выше, чем я думал.\n  Через некоторое время я наконец-то прошёл меж холмов. Мои глаза увидили из оврага торчащие белокаменные башни. На их шпилях реелись чёрные флаги.\n  До города было ещё долго, но первые дома виднелись в метрах ста от меня.",
    "answers": [
      {
        "id": 233,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 215,
    "text": "– Я дома! – чуть ли не завизжал я, осматривая родную прихожую. Почти вприпрыжку я начал двигаться через комнаты, боясь обнаружить что-то неправильное. Но даже родные дверные проемы пугали и давили на меня, я от них шарахался. Надеюсь, эта странная фобия у меня ненадолго.<s>r\n<s>r\n– Почему бы не зайти вконтакт? А потом поесть? – спросил я сам себя. – Интересно, сколько меня не было?<s>r\n<s>r\nС этими словами я направился к своему рабочему месту. И очень сильно удивился, когда увидел, что в моем кресле уже кто-то сидит, а компьютер работает. Мысленно надеясь, чтобы это была Ольга, я окликнул сидящего. Никто не отвечал. Лишь кресло медленно-медленно поворачивалось в мою сторону.<s>r\n<s>r\nЯ увидел самого себя.",
    "answers": [
      {
        "id": 247,
        "text": "Бессильно охнуть."
      },
      {
        "id": 232,
        "text": "Задуматься."
      }
    ]
  },
  {
    "id": 216,
    "text": "- Ночью же, - продолжил он не дав мне вставить и слова, - вы известны под разными именами, и занимаетесь тем, что безнаказанно создаёте и уничтожаете целые миры, пускай и неосознанно, в поисках истины, смысла, потому, что этот мир кажется искусственным.\n\nЭта информация ввела меня в ступор, не столько от того, что совершенно незнакомый человек знает обо мне такие вещи, сколько от того, что всё это было правдой. Я услышал о себе то, что раньше не мог сформулировать, довольствуясь лишь сомнениями и смутными эфемерными ощущениями.\n\nУ меня не оставалось выбора:",
    "answers": [
      {
        "id": 198,
        "text": "\"Я хочу знать правду!\""
      }
    ]
  },
  {
    "id": 217,
    "text": "В тот самый момент, когда я уже отпавил таблетку в рот вернулся мужчина в плаще. Увидев, что я делал он удивленно поднял бровь и сказал:\n\"Не знаю, что тобой двигало, но ты зделал выбор. Меня зову Фокс и я покажу тебе как устроен мир\"",
    "answers": [
      {
        "id": 231,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 218,
    "text": "Тень разочарования легла на лицо Фокса. Он молча встал и вышел из комнаты. Девушка по имени Дана пропустила его в дверях, бросила грустный взгляд в мою сторону и скрылась из глаз.",
    "answers": [
      {
        "id": 226,
        "text": "Я проводил его взглядом..."
      }
    ]
  },
  {
    "id": 219,
    "text": "Это был явно нешаблонный выбор. И что на меня нашло?\n\nВ первые несколько секунд ничего не происходило, словно всё вокруг застыло в изумлении от моего поступка.\n\nВнезапно пол ушел из-под ног, и в одно мгновение разверзшаяся бездонная воронка втянула меня в пугающую неизвестность.",
    "answers": [
      {
        "id": 227,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 220,
    "text": "Знакомая карусель образов закрутила моё сознание и втянула в водоворот небытия...",
    "answers": [
      {
        "id": 5,
        "text": "\"А-а-а!\""
      }
    ]
  },
  {
    "id": 221,
    "text": "Знакомая карусель образов закрутила моё сознание и втянула в водоворот небытия...",
    "answers": [
      {
        "id": 66,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 222,
    "text": "  – Да, я. А что нужно?.. Почту мне уже принесли, вот, читаю, – указывая за угол дома, ответил мне гном.\n  – Я к вам в гости. Можно ли?\n  – Не против, проходите.\n  Билл открыл мне калитку и попросил войти. Когда я оказался во доре, он пригласил меня в дом выпить с ним чашку чая.",
    "answers": [
      {
        "id": 359,
        "text": "  – Думаю, что чай пока не буду, но в дом с радостью войду."
      }
    ]
  },
  {
    "id": 223,
    "text": "Незнакомец встал из кресла и в недоумении уставился на меня: \"Мы встретились впервые, лично, по крайней мере\"",
    "answers": [
      {
        "id": 224,
        "text": "\"Наверное, дэжавю...\""
      }
    ]
  },
  {
    "id": 224,
    "text": "Лицо незнакомца вытянулось, черные очки упали на пол, в глазах его был, если не страх, то сильная тревога.\n\"Сбой в программе!\" - крикнул он кому-то в дальнем конце комнаты и спешно выбежал вон. \n\nЯ с удивлением смотрел ему вслед. \n\"Дичь какая\", - сказал я себе под нос, и принялся осмативать комнату. Везде только пыль и мусор - ничего интересного. Взгляд скользнул по креслу и наткнулся на небольшой предмет: маленький коробок, наверное, тот мужчина забыл в спешке. Я протянул руку и взял его. Вутри что-то было.",
    "answers": [
      {
        "id": 225,
        "text": "Я открыл коробок"
      }
    ]
  },
  {
    "id": 225,
    "text": "Внутри лежали две внушительные таблетки без опознавательных знаков: красная и синяя. Меня хорошо воспитывали и я знал, что есть незнакомые таблетки нельзя, но что-то внутри толкало меня на это.",
    "answers": [
      {
        "id": 218,
        "text": "Я выбрал синюю таблетку",
        "need": -218
      },
      {
        "id": 217,
        "text": "Я выбрал красную таблетку",
        "need": -231
      },
      {
        "id": 219,
        "text": "Я съел обе таблетки",
        "need": -219
      }
    ]
  },
  {
    "id": 226,
    "text": "Сразу же перед моими глазами начали появляться круги, видимо, качественная таблетка была, быстро подействовала. Круги разрастались, множились , переплетались, создавая причудливые узоры. Какое-то время я любовался этим зрелищем, пока круги не выстроились в два ряда. Кроме них больше не остарась ничего: ни камина, ни рояля, ни комнаты. Я повис в пустоте между двумя круглыми тоннелями. Это казалось странным, но каждый тоннель имел свой запах: один пах чем-то привычным, знакомым, проверенным и скучным, другой же пах новизной, озорством и утратой чего-то ценного.\n\nНемного поразмыслив, рассказав про себя считалочку я шагнул в...",
    "answers": [
      {
        "id": 220,
        "text": "Тоннель прошлого"
      },
      {
        "id": 221,
        "text": "Тоннель будущего"
      }
    ]
  },
  {
    "id": 227,
    "text": "Я падал, или летел, все ниже и дальше. Перестал чувствовать пространство и направление. Я видел только неясные завихрения и узоры. Постепенно вокруг стал преобладать голубой цвет, а движение замедлялось.\n Наконец, мир вокруг принял очертания комнаты, а прямо передо мной возник монитор.",
    "answers": [
      {
        "id": 228,
        "text": "В другую реальность"
      },
      {
        "id": 227,
        "text": "stretch",
        "url": "https://pp.userapi.com/c841021/v841021743/e222/IV1CR0VyvEM.jpg"
      }
    ]
  },
  {
    "id": 228,
    "text": "...",
    "answers": [
      {
        "id": 228,
        "text": "В другую реальность",
        "url": "https://vk.com/zionn_city"
      },
      {
        "id": 228,
        "text": "slow pulsate",
        "url": "https://pp.userapi.com/c841021/v841021743/e23b/ujRalXme-bI.jpg"
      },
      {
        "id": 198,
        "text": " К выбору таблетки"
      },
      {
        "id": 66,
        "text": "Вперед, в будущее!"
      }
    ]
  },
  {
    "id": 229,
    "text": "С удивлением я обнаружил, что стены коридора - это не стены, а окна, только затемнённые. Приглядевшись я увидел размытые пейзажи, причудливые формы, неясные движения, но всё было размыто и не определённо.\n",
    "answers": [
      {
        "id": 251,
        "text": "\"Что это?\""
      }
    ]
  },
  {
    "id": 230,
    "text": "",
    "answers": []
  },
  {
    "id": 231,
    "text": "\"Следуй за мной\", - сказал Фокс и вышел из комнаты. Я последовал за ним и оказался в длинном широком коридоре. Стены были ровными, гладкими, карбонового цвета, а освещение странным: мягким и, как будто бы, снизу, но его источник не был виден.\nЗвуки шагов гулко разносились по коридору. ",
    "answers": [
      {
        "id": 229,
        "text": "Я глядел по сторонам"
      }
    ]
  },
  {
    "id": 232,
    "text": "– Привет, – мои мысли о нелегальных опытах рептилоидов и общей необъяснимости всего происходящего прервал возбужденный голос брата-близнеца. Ответа он ждать не стал, кресло совершило еще один полукруг, и клон уставился в компьютер.",
    "answers": [
      {
        "id": 245,
        "text": "Посмотреть за его плечо на экран."
      },
      {
        "id": 246,
        "text": "– И что ты там делаешь?"
      }
    ]
  },
  {
    "id": 233,
    "text": "  Перед тем, как продолжить идти, я стал себя ощущать марионеткой в чьих-то руках. Это чувство не покидало меня с первых секунд пребывания в этом месте: делай то, но не это. Только один путь...\n  \"Ладно\", – подумал я и двинулся вперёд.",
    "answers": [
      {
        "id": 234,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 234,
    "text": "  Проходя между ровно выстроенных домов из камня и дерева с обеих сторон дороги, я наткнулся на одно знакомое мне по описанию здание: весь из камня, в оконных рамах были стёкла (по крайней мере, я таких здесь не встречал). Дом был в два этажа, крыша тоже отличалась от остальных в округе: полностью плоская.\n  Также рядом с ним стоял одноэтажный домик, окружённый невысоким забором.",
    "answers": [
      {
        "id": 235,
        "text": "Подойти поближе к дому с забором."
      },
      {
        "id": 236,
        "text": "Подойти поближе к двухэтажному дому."
      },
      {
        "id": 242,
        "text": "Пройти мимо домов."
      }
    ]
  },
  {
    "id": 235,
    "text": "  Я подошёл к забору второго дома, облокотился на него и осмотрел внутренний двор. Дом имел форму квадрата. Слева от него находился пышный цветочный сад, справа, с дальнего угла до меня, – огород. Капуста, помидоры размером с кулак, огурцы тоже длинные. Видимо, почва здесь довольно богатая.\n  Недалеко от меня была калитка.",
    "answers": [
      {
        "id": 237,
        "text": "Постучаться в калитку."
      },
      {
        "id": 238,
        "text": "Тихо пробраться на участок."
      },
      {
        "id": 236,
        "text": "Идти к другому дому.",
        "need": -236
      },
      {
        "id": 240,
        "text": "Посмотреть с другой стороны забора."
      }
    ]
  },
  {
    "id": 236,
    "text": "  Первый дом, в отличии от одноэтажного, был уже без забора. Участок, прилегающий к нему, зарос бурьяном. Дорожка из гальки еле просматривалась через растительность. На входной двери висела замаранная ободранная записка. Больше мой взгляд ничего не привлекло на этом пустынном участке.",
    "answers": [
      {
        "id": 241,
        "text": "Пройти через бурьян к траве."
      },
      {
        "id": 243,
        "text": "Идти к двери по дорожке."
      },
      {
        "id": 235,
        "text": "Идти к другому дому.",
        "need": -235
      }
    ]
  },
  {
    "id": 237,
    "text": "  Совесть это была или нет, но я побежал обратно из участка, перепрыгнул ограду, свернул к калитке и постучал. Ни шороха, ни звука. Затем я снова постучал, погромче. Опять никого. Я громко позвал его:\n  – Э-эй! Здесь кто-нибудь есть?\n  – Кто? – послышалось ворчание из-за угла дома. Оттуда выбежал с трубкой в руке гном, гладя другой каштановую бороду. Он осмотрел меня с головы до ног, хихикнул и закурил из трубки. Он снова спросил: – Кто?",
    "answers": [
      {
        "id": 6,
        "text": "– Конь в пальто!"
      },
      {
        "id": 222,
        "text": "– Бильбо Франкин?"
      },
      {
        "id": 257,
        "text": "Уйти от него молча в город."
      }
    ]
  },
  {
    "id": 238,
    "text": "  Я оторвал руки от забора и без труда перелез через него. В эти секунды я почувствовал себя вором, но старался не обращать на это внимания. Затем я прижался к грязной стене, осторожно прошагал до правого угла, осмотрелся. Никого.",
    "answers": [
      {
        "id": 237,
        "text": "Вернуться обратно и постучать по калитке."
      }
    ]
  },
  {
    "id": 239,
    "text": "  Гранитная плита запищала. Вместо вопроса появилась надпись: \"Вы проиграли\". Загудела сирена. Я был в шоке от такого развития событий. Послышались мужские крики, топот. На голову накинули мешок. Руки связали. \"Бей!\" – послышалось из-за моей спины. По голове ударили чем-то плоским и тяжглым. Я потерял сознание.",
    "answers": [
      {
        "id": 388,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 240,
    "text": "  Я пошёл вперёд вдоль забора, свернул направо (где был сад), присел поудобнее и осмотрел остальную часть двора.\n  Именно там я увидел сидящего на скамье гнома, который читал газету в левой руке, в правой он ловко держал трубку. \"Вот ты какой, Билл\"... Билл как будто прочитал мои мысли и, отвлёкшись от газеты, стал вертеть головой в разные стороны, ища кого-то. \"Ну, началось\", – подумал я.",
    "answers": [
      {
        "id": 259,
        "text": "Сфотографировать его на телефон."
      }
    ]
  },
  {
    "id": 241,
    "text": "  Я пошёл напролом через высокую траву. Как оказалось, это было немного сложнее, чем я думал: стебли прочные, длинные. Немного покорябал себе ноги, но зато путь был короче. Наверное. В конце концов, через некоторое время я стоял на деревянном крыльце, покрашенного в цвет травы.",
    "answers": [
      {
        "id": 244,
        "text": "Прочитать записку."
      }
    ]
  },
  {
    "id": 242,
    "text": "  Если эти дома и казались мне знакомыми, то я всё равно туда не пошёл бы: этот гном, наверное, опаснее обезьяны с гранатой. Он уже с ума сошёл. Я просто прошёл мимо них, идя вдоль дороги к городу. \"Лучше уж на город посмотреть. Вдруг, что-нибудь да найду интересное\".",
    "answers": [
      {
        "id": 267,
        "text": "Идти в глубь города."
      }
    ]
  },
  {
    "id": 243,
    "text": "  Всё-таки решил пойти по дорожке, но вместо того, чтобы вести меня к крыльцу, она шла то направо, то налево, то снова назад. Я ворчал и чувствовал себя дураком. Но на конец это запутанная дорожка привела меня к деревянному крыльцу. Я ещё раз посмотрел на скрытую дорожку, а потом уставился на дверь.",
    "answers": [
      {
        "id": 244,
        "text": "Прочитать записку."
      }
    ]
  },
  {
    "id": 244,
    "text": "  На двери висела грязная записка, прибитая к древесине ржавым гвоздём. Я смог прочитать текст, но понять его так и не смог: буквы-то из русского алфавита, а слова были странные.\n\" Ми юэшялы ф Гёздэнпюрк бё тэлям. Рэкыня ы Бодр Етыззёни.\"\n  Я даже не знал: плакать или смеяться. Единственное, что показалось мне знакомым, так это слово \"Бодр\", но больше всего похоже на имя. Нигде не видел такого языка.",
    "answers": [
      {
        "id": 252,
        "text": "\"Мда... Здесь ничего нормального нет\"."
      }
    ]
  },
  {
    "id": 245,
    "text": "Осторожно приблизившись, я увидел на мониторе знакомое окно знакомой программы – блокнот плюс-плюс. Второй Олег заметил мое внимание:<s>r\n– Смотри, что сделал! – он водил пальцем по значимым строчкам кода. – Теперь, чтобы прочитать одну страницу, нужно заплатить пятьдесят рублей! – Олег-Два мелко захихикал и затрясся. – Ну как, нравится?!",
    "answers": [
      {
        "id": 248,
        "text": "– Донат – это отвратительно!"
      },
      {
        "id": 248,
        "text": "– Ты что, никто ведь покупать не будет."
      },
      {
        "id": 250,
        "text": "– Ого, хорошая идея!"
      }
    ]
  },
  {
    "id": 246,
    "text": "– Смотри! – осторожно приблизившись, я увидел на мониторе знакомое окно знакомой программы – блокнот плюс-плюс. <s>r\n– Смотри, что сделал! – Второй Олег водил пальцем по значимым строчкам кода. – Теперь, чтобы прочитать одну страницу, нужно заплатить пятьдесят рублей! – Олег-Два мелко захихикал и затрясся. – Ну как, нравится?!",
    "answers": [
      {
        "id": 248,
        "text": "– Донат – это отвратительно!"
      },
      {
        "id": 248,
        "text": "– Ты что, никто ведь покупать не будет."
      },
      {
        "id": 250,
        "text": "– Ого, хорошая идея!"
      }
    ]
  },
  {
    "id": 247,
    "text": "Я прислонился к стене и зажмурил глаза, надеясь на лучшее. Лучшего не произошло, неучтенный брат-близнец бросил: – Привет! – возбужденным голосом. Ответа он ждать не стал, кресло совершило еще один полукруг, и клон уставился в компьютер.",
    "answers": [
      {
        "id": 245,
        "text": "Посмотреть за его плечо на экран."
      },
      {
        "id": 246,
        "text": "– И что ты там делаешь?"
      }
    ]
  },
  {
    "id": 248,
    "text": "Кресло вновь стало поворачиваться, теперь начиная потихоньку скрипеть. «Сменить кресло.» – отметил я про себя.<s>r\n– Кажется, ты просто мне завидуешь, – лицо Второго Олега стало до жути недобрым. Даже не знал, что так могу. – Просто скажи, что завидуешь! Скажи! – противореча себе и не давая мне ничего сказать, Олег-Два бросился на меня. Кресло завертелось и вновь жалобно заскрипело.",
    "answers": [
      {
        "id": 268,
        "text": "Храбро принять бой."
      }
    ]
  },
  {
    "id": 249,
    "text": "Первый сын – ...",
    "answers": [
      {
        "id": 365,
        "text": "Патробул"
      },
      {
        "id": 365,
        "text": "Ифиандр"
      },
      {
        "id": 365,
        "text": "Тимниклай"
      },
      {
        "id": 365,
        "text": "Клеократ",
        "addToHistory": 9050
      },
      {
        "id": 365,
        "text": "Протодот"
      },
      {
        "id": 365,
        "text": "Эврифрон"
      },
      {
        "id": 365,
        "text": "Эпианф"
      },
      {
        "id": 300,
        "text": "– Знаешь, я передумал отвечать. Дай-ка еще минутку."
      }
    ]
  },
  {
    "id": 250,
    "text": "– Еще какая! – Олег-Два, казалось, окончательно вошел в экстаз. Но вдруг неожиданно затих, а кресло начало поворачиваться, почему-то скрипя. «Сменить кресло.» – отметил я про себя.<s>r\n– Почему это ты вдруг соглашаешься? Кажется, ты просто мне завидуешь, – лицо Второго Олега стало до жути недобрым. Даже не знал, что так могу. – Просто скажи, что завидуешь! Скажи! – противореча себе и не давая мне ничего сказать, Олег-Два бросился на меня. Кресло завертелось и вновь жалобно заскрипело.",
    "answers": [
      {
        "id": 268,
        "text": "Храбро принять бой."
      }
    ]
  },
  {
    "id": 251,
    "text": "Фокс ответил:\n\"Перед тобой грань реальности. Здесь видны все её несовершенства, а также и то, что обычно скрыто от глаз, но является основой этого мира. Взгляни налево\"\n\n",
    "answers": [
      {
        "id": 260,
        "text": "Я повернул голову"
      }
    ]
  },
  {
    "id": 252,
    "text": "  \"Я считал, тут будет нормальный гномий язык, как полагается в фэнтези, а не эти каракули! А я-то подумал, это дом Бильбо Бэггин... Тьфу! Франкли... Франкина. Это тоже полный бред с фамилией. Особенно два имени...\n  Получается, его сейчас нет, хотя чёрт его знает. Ну, здесь всё заросло бурьяном, – значит, долго хозяев не было и до сих пор нет\".",
    "answers": [
      {
        "id": 267,
        "text": "Пойти по дороге в сердце города."
      }
    ]
  },
  {
    "id": 253,
    "text": "Вы получили достижение \"ДВЕ ТАБЛЕТКИ\"!\n\nПриняв нестандартное решение ты разорвал шаблон самой реальности и покинул миры Квестов!",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 52,
        "text": "В достижения."
      },
      {
        "id": 5,
        "text": "[Чекпоинт]"
      }
    ]
  },
  {
    "id": 254,
    "text": "Вы получили достижение \"СОЗДАТЕЛЬ\"!\n\nТы узнал всю правду об этом мире. Эта реальность у твоих ног!",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 52,
        "text": "В достижения."
      },
      {
        "id": 5,
        "text": "[Чекпоинт]"
      }
    ]
  },
  {
    "id": 255,
    "text": "  Один из баров на плоощади мне показался знакомым. \"Пьяная лошадь\". Все названия в этом городе связаны с лошадьми... Если я правильно помнил сюжет квеста, то Билл шёл именно туда. Хотя мне было уже не до этого. Самое главное – выбраться отсюда.",
    "answers": [
      {
        "id": 267,
        "text": "Продолжить осматривать площадь."
      }
    ]
  },
  {
    "id": 256,
    "text": "  Памятник выглядел весьма просто: основанием всего этого был куб. На нём стоял высокий шпиль из гранита, увенчанный маленьким шаром; с трёх сторон куба были пирамидки одинаковой высоты. На четвёртой стороне расположилась серо-зелёная гранитная плита под острым углом. На ней точно должно было быть хоть что-то.",
    "answers": [
      {
        "id": 314,
        "text": "Обойти памятник и посмотреть на плиту."
      }
    ]
  },
  {
    "id": 257,
    "text": "  Я молча равзернулся от калитки налево (в сторону города) и, сделав вид, как будто ничего и не бвло, пошёл прямо по мостовой.\n  – Чего хотел? – недоумевая, вскрикнул гном. Я лишь продолжил идти от него.\n  Затем до моих ушей донеслась брань. Уже чуть позже я обернулся назад и, не увидев за собой гнома, вздохнул и с облегчением пошёл дальше.",
    "answers": [
      {
        "id": 267,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 258,
    "text": "Авторы квеста: Николай Стреляев, Андрей Кривцун, Анна Савинова, Александр Алтухов, Егор Дымкин, Антон Попов, Константин Вержбицкий.\n<s>r\nКартинки: Андрей Кривцун, Александр Алтухов (лабиринт).",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 259,
    "text": "  Мне пришла в голову мысль сфотографировать гнома на свой телефон. Но разве он был? Я стал его искать. В одном из карманов моих брюк (отчего я опять удивился) мои руки нащупали его. Я вытащил его не глядя двумя пальцами, приготовился сделать снимок.\n  Пока гном вертел головой и сам с собой разговаривал о чём-то с чёрт его знает кем, я успел сделать несколько фотографий.",
    "answers": [
      {
        "id": 262,
        "text": "Сделать последний снимок и идти в город."
      },
      {
        "id": 264,
        "text": "\"Достаточно. Лучше сразу пойду в город\"."
      }
    ]
  },
  {
    "id": 260,
    "text": "Удивительная картина открывалась передо мной: гигантский шевелящийся клубок огромных змей застилал собой горизонт. У каждой змеи из пасти торчал хвост другой змеи и так до бесконечности. Это зрелище вселяло ужас и отвращение.\n\n Фокс продолжил: \"Здесь ты видишь одно из фундаментальных явлений этого мира - рекурсию. Змеи олицетворяют движущую силу этого мира и тут они порождают сами себя. Нередко это приводит к конфликтам и даже катастрофам.\"\n",
    "answers": [
      {
        "id": 261,
        "text": "\"Поразительно!\""
      },
      {
        "id": 260,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841021/v841021928/d151/IWEO5IrUTDA.jpg"
      }
    ]
  },
  {
    "id": 261,
    "text": "Впереди в полумраке коридора замаячила фигура, она двигалась шагом навстречу нам. \nВ ожидании ещё одной необычной встречи сердце ускорило свой ритм. Однако, сократив расстояние я понял, что на встречу нам с Фоксом иду я сам! В той же одежде, что и я, с тем же удивлённым выражением лица.\n\nМы остановились в нескольких шагах друг от друга и замерли.\n\n-Полагаю, ты удивлён, - заметил Фокс.",
    "answers": [
      {
        "id": 303,
        "text": "Я утвердительно кивнул"
      }
    ]
  },
  {
    "id": 262,
    "text": "  Последняя фотография выглядела до ужаса забавной: Билл заметил меня в кустах и так грозно нахмурил брови, его глаза стали больше похоже, как у аниме-персонажа, а рот стал круглым от глухого гула, который раздался оттуда.\n  Я зацепил брюками за что-то острое, порвал их, но старался не останавливаться перед бегущим ко мне гномом.",
    "answers": [
      {
        "id": 267,
        "text": "Продолжить бежать в город."
      }
    ]
  },
  {
    "id": 263,
    "text": "Не успел я ничего предпринять, как это чудище отвратное, противное роду людскому и самому Сваро...\n- Тьфу! Как это место действует на меня... сам уже заговариваться начал!\nТем не менее монстр в один прыжок оказался совсем близко!!!\n",
    "answers": [
      {
        "id": 393,
        "text": "Отпрыгнуть от него"
      },
      {
        "id": 394,
        "text": "Ударить рулоном фольги"
      },
      {
        "id": 397,
        "text": "Ударить кулаком"
      },
      {
        "id": 396,
        "text": "Бросить перья"
      }
    ]
  },
  {
    "id": 264,
    "text": "  Засунув телефон обратно в караман, я медленно и осторожно попятился назад. От меня до сумасшедшего гнома было не боллше десяти метров. Отдалившись примерно ещё на такое же расстояния, я повернулся к Биллу спиной, встал во весь рост и пошёл по дороге в город.",
    "answers": [
      {
        "id": 267,
        "text": "Идти в город."
      }
    ]
  },
  {
    "id": 265,
    "text": "  В этот пасмурный день большая часть жителей Элдера сидели в домах. Из некоторых оконных отверстий иногда выглядввали то мужики с ухоженными бородами, то самые обычные люди с короткой стрижкой, то женщины с распущенными русыми волосами, или даже блондовыми...\n  Близ дороги стоял указатель. На одной из его стрелок, которая указывала в сторону площади, было выжжено русскими буквами: \"Цэндр кёрётя\". ",
    "answers": [
      {
        "id": 255,
        "text": "Продолжить осмотр."
      }
    ]
  },
  {
    "id": 266,
    "text": "\"СИЛА и СЛАВА\"\n-------------------------------\n     Я попал в альтернативную реальность мира \"ТОРА ан ПАВЕН\", где королевство Зелберг охвачено Дурной Порчей. Таким оно стало бы, если бы никто не победил Темное чудовище... Я тоже не стал спасать это королевство, сам еле ноги (и крылья) унес! Может быть, когда-нибудь...",
    "answers": [
      {
        "id": 52,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 267,
    "text": "  Через некоторое время я оказался на просторной площади. По периметру шагали патрули, которые заглядывали в каждый закоулок. В центре площади находилась постройка, похожая на памятник.\n  По обеим сторонам дорог были здания в романском стиле. Здесь также стояли деревянные бары и гостиницы, магазины и церкви из кирпича.",
    "answers": [
      {
        "id": 256,
        "text": "Осмотреть памятник."
      },
      {
        "id": 265,
        "text": "Походить вокруг площади.",
        "need": -265
      }
    ]
  },
  {
    "id": 268,
    "text": "В попытке заслониться от стремительно летящего в меня меня, я даже не заметил, что комнаты больше нет. Но раз Второй Олег не долетел, оказавшись в десятке шагов от меня, появилась возможность осмотреться.<s>r\n<s>r\nНадоели залы? Да, уже порядком. Но тут опять зал, что поделать. Узкий, но невероятно длинный. Потолок не виден, либо его просто нет. Массивные колонны из белого мрамора устремлялись ввысь, Поддерживая непонятно что. Раздался звучный голос сверху:<s>r\n– Здравствуйте, Олеги!<s>r\nСтены исчезли, заливая светом и шумом все помещение.<s>r\n– Поприветствуйте зрителей!<s>r\nКак только я привык к яркому свету, то увидел окружившие зал человеческие фигуры с головами в форме книги. Выглядело жутковато.<s>r\n– Да начнется бой за будущее Квестов!<s>r\nВторой Олег поднялся и кинулся было бежать в мою сторону, но зал вновь пропал. Мое протяжное \"Не-е-е-е-ет\" ушло в пустоту.",
    "answers": [
      {
        "id": 269,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 269,
    "text": "Пришел в себя я в легком костюме, чем-то напоминающем скафандр и в декорациях космического корабля. Мягкого серо-белого цвета корпус, все вокруг утыкано непонятными консолями и кнопками. Впрочем, привычные вещи тоже нашлись – радар мигал, показывая стремительно приближающуюся красную точку. И правда, впереди что-то такое же белое летело в мою сторону.<s>r\n<s>r\nРаз уж я стал капитаном крутого космического судна, то порочить штаны свои не стоит. Я удобно уселся в кресло пилота, не забыв пристегнуться ремнем – безопасность прежде всего. Беглым взглядом прошелся по приборной панели. Помимо кучи невзрачных сенсорных кнопок мое внимание привлекли три интересные штуки: красная кнопка с надписью \"DO NOT PRESS\", торчащий посередине рычаг и тумблер рядом с истерично мигающей лампочкой.<s>r\n<s>r\nС чего стоит начать?",
    "answers": [
      {
        "id": 270,
        "text": "Уверенно стукнуть по красной кнопке."
      },
      {
        "id": 271,
        "text": "Потянуть рычаг."
      },
      {
        "id": 272,
        "text": "Щелкнуть переключателем."
      }
    ]
  },
  {
    "id": 270,
    "text": "– Экстренное катапультирование! – на удивление встревоженно произнесла система. – Взят курс на ближайший к вам объект!<s>r\nЯ огляделся, но никакой планеты или хотя бы худосочного астероида не обнаружил.<s>r\n– И куда меня высадить собираются? – думал я во время полета на кресле в сторону корабля моего злобного клона.<s>r\n<s>r\nКресло со мной без осечек прошло сквозь защитное поле. Инженеры явно не пожелали материалов для седалища, способного проломить потолок кабины. Ремни расстегнулись, а я придавил собой ошалелого Олега-Два. Корабль исчез.",
    "answers": [
      {
        "id": 274,
        "text": "В который раз уже очнуться."
      }
    ]
  },
  {
    "id": 271,
    "text": "– Оружейные системы активированы, – мелодично пропел приятный женский голос. Я почувствовал легкое дрожание, а впереди вытянулись непонятные длинные крутящиеся штуки. Для более подробного осмотра не хватало обзора, но было ясно, что это что-то довольно смертоносное.",
    "answers": [
      {
        "id": 270,
        "text": "Уверенно стукнуть по красной кнопке."
      },
      {
        "id": 272,
        "text": "Щелкнуть переключателем.",
        "need": -272
      },
      {
        "id": 273,
        "text": "Открыть огонь!",
        "need": [
          271,
          272
        ]
      }
    ]
  },
  {
    "id": 272,
    "text": "– Защитная система включена, – сообщил голос искуственного интеллекта корабля. Лампочка окрасилась в приятный зеленый цвет. Сквозь лобовое стекло (наверняка этому инженеры будущего придумали куда более поэтичное название, но я его не знал) кабины была видна полупрозрачная дымка, окутывающая мой звездолет.",
    "answers": [
      {
        "id": 270,
        "text": "Уверенно стукнуть по красной кнопке."
      },
      {
        "id": 271,
        "text": "Потянуть рычаг.",
        "need": -271
      },
      {
        "id": 273,
        "text": "Открыть огонь!",
        "need": [
          271,
          272
        ]
      }
    ]
  },
  {
    "id": 273,
    "text": "Корабль противника подошел на достаточное (по моему скромному мнению) расстояние. Я нажал на удобно открывшуюся на рычаге кнопочку. Корабль начало знатно трясти, а летевшая из-под днища плазма окрашивала космос в зеленые цвета.<s>r\nПравда, как и снаряды противника, это не причиняло никакого вреда кому-либо из нас. План Б?",
    "answers": [
      {
        "id": 270,
        "text": "Жмякнуть большую красную кнопку."
      },
      {
        "id": 275,
        "text": "Беспорядочно тыкать по панели, вдруг какая ракета вылетит."
      }
    ]
  },
  {
    "id": 274,
    "text": "– Ра-а-а-а-а-а! – яростно вопил несущийся на меня двухметровый огр, размахивая деревянным табуретом.<s>r\n<s>r\nЯ укатился вправо и попал под стол, в то время как громила несся мимо. Спустя пару секунд я увидел его морду перед собой со стекающей с выпяченной губы ниточкой слюны. Видать, нашел достойного противника.<s>r\n<s>r\nПока я в этом укрытии, можно и оглядеться. Судя по обуви на мельтешащих ногах это явно какое-то средневековье. С ограми, правда, ну да это мелочи. А нахожусь я в таверне, во время очередного веселого мероприятия по избиению себе подобных.<s>r\n– Вполне логичный вывод, – подумал я и решил отталкиваться от этого.<s>r\n<s>r\nЕсли учитывать космическую потасовку, то, чтобы отправиться дальше, мне надо найти другого Олега и как следует его стукнуть. Ну что же, пора!",
    "answers": [
      {
        "id": 276,
        "text": "Выкатиться из-под стола."
      }
    ]
  },
  {
    "id": 275,
    "text": "– Включена защита от детей, – ответила система управления кораблем, заблокировав все кнопки на сенсорной панели. Из стены выдвинулся большой экран телевизора с включенным неизвестным мне мультиком. С удовольствием бы посмотрел, но время не ждет. ",
    "answers": [
      {
        "id": 270,
        "text": "– Может, пора переходить к крайностям? – говорил я сам себе, нажимая уже давно приглянувшуюся красную кнопку."
      }
    ]
  },
  {
    "id": 276,
    "text": "Да, действительно таверна. Со столами, стульями и поножовщиной. Хорошенько оглядевшись, я заметил Олега-Два чуть ли не в противоположном углу. Он уже нашел себе проблем, отбиваясь от двух долговязых эльфов бандитского вида. Интересно, если его все-таки кончат, я отсюда выберусь?<s>r\n<s>r\nДорогу мне преградил ухмыляющийся человек с парой отсутствующих зубов. Разломав о свою многострадальную голову деревянный поднос, он попер прямо в мою сторону.",
    "answers": [
      {
        "id": 277,
        "text": "Запустить в него стоящую на ближайшем столе большую кружку."
      },
      {
        "id": 278,
        "text": "Завалить проход столами."
      },
      {
        "id": 279,
        "text": "Перекатиться через стол на другую часть зала."
      }
    ]
  },
  {
    "id": 277,
    "text": "Схватив за ручку большую деревянную кружку и случайно вылив на себя остатки того, что там находилось, я запустил ее в нападающего. Метко попал прямо в глаз. От неожиданности его увело куда-то вбок. Ну а мне пора дальше.<s>r\n<s>r\nПерепрыгивая через валяющиеся столы, я пробирался ко второму Олегу. Он, видать, ускользнул от эльфов и теперь размеренно лупил о стену мелкого зеленокожего гоблина. Пусть развлекается.<s>r\n<s>r\nКстати, вот и эльфы. Теперь, правда, только один. При виде меня он ужасно разозлился и, молниеносными движениями выудив из-за пояса нож, бросился в мою сторону. Надо будет высказать все своему близнецу.",
    "answers": [
      {
        "id": 280,
        "text": "Схватить вилку и храбро сражаться."
      },
      {
        "id": 281,
        "text": "Позвать на помощь."
      }
    ]
  },
  {
    "id": 278,
    "text": "Я дернул стол справа, заваливая путь и скидывая на пол все тарелки и кружки. Еще один стол упал моему противнику на ногу. Пока он разбирал завал, я уже его покинул.<s>r\n<s>r\nПерепрыгивая через валяющиеся столы, я пробирался ко второму Олегу. Он, видать, ускользнул от эльфов и теперь размеренно лупил о стену мелкого зеленокожего гоблина. Пусть развлекается.<s>r\n<s>r\nКстати, вот и эльфы. Теперь, правда, только один. При виде меня он ужасно разозлился и, молниеносными движениями выудив из-за пояса нож, бросился в мою сторону. Надо будет высказать все своему близнецу.",
    "answers": [
      {
        "id": 280,
        "text": "Схватить вилку и храбро сражаться."
      },
      {
        "id": 281,
        "text": "Позвать на помощь."
      }
    ]
  },
  {
    "id": 279,
    "text": "Тактика возрата в свой импровизированный домик милостиво решила сработать. Не слишком трезвый человек меня потерял, а я спокойно поднялся с противоположной от него стороны. Надо двигаться дальше.<s>r\n<s>r\nПерепрыгивая через валяющиеся столы, я пробирался ко второму Олегу. Он, видать, ускользнул от эльфов и теперь размеренно лупил о стену мелкого зеленокожего гоблина. Пусть развлекается.<s>r\n<s>r\nКстати, вот и эльфы. Теперь, правда, только один. При виде меня он ужасно разозлился и, молниеносными движениями выудив из-за пояса нож, бросился в мою сторону. Надо будет высказать все своему близнецу.",
    "answers": [
      {
        "id": 280,
        "text": "Схватить вилку и храбро сражаться."
      },
      {
        "id": 281,
        "text": "Позвать на помощь."
      }
    ]
  },
  {
    "id": 280,
    "text": "Конечно, эта глупая деревенщина никогда и не слышала о притче про четыре дырки, поэтому не убоялась (что было бы вполне простительно) и начала махать своим пырялом. Оставив его орать с вилкой в бицепсе и убрав эльфа-неудачника со своего жизненного пути, я отправился дальше по продолжавшемуся беспорядку.<s>r\n<s>r\nОлег-Два вновь куда-то ушел со старого места. Видимо, на меня он глубоко забил и получал удовольствие от избиения фентезийных персонажей. Но мне дом куда милее, так что придется его отвлечь от очередной стычки.<s>r\n<s>r\nУчастников потасовки к этому времени уже стало заметно меньше. Многие распозлись по углам, оправляясь от полученных ушибов. Идти можно было свободнее, не опасаясь теперь получить чем-нибудь в висок. А вот и мой билет отсюда – размахивает тарелкой перед носом какого-то забитого орка. Придется нарушить их идиллию.",
    "answers": [
      {
        "id": 282,
        "text": "Приложить его по затылку."
      },
      {
        "id": 283,
        "text": "Пнуть пониже спины."
      },
      {
        "id": 284,
        "text": "Окликнуть, а уже потом бить – в спину как-то не по-мужски."
      }
    ]
  },
  {
    "id": 281,
    "text": "Где-то в глубине сознания я, конечно, понимал, что это достаточно глупая мысль, но вопреки всему на помощь мне прилетел уже знакомый и хорошо потрепанный гоблин. На ушибе эльфа своей тушкой его поддержка прекратилась, но этого оказалось вполне достаточно. Мысленно поблагодарив Олега (хотя, скорее всего, тот просто не туда попал) я отправился его искать.<s>r\n<s>r\nОлег-Два вновь куда-то ушел со старого места. Видимо, на меня он глубоко забил и получал удовольствие от избиения фентезийных персонажей. Но мне дом куда милее, так что придется его отвлечь от очередной стычки.<s>r\n<s>r\nУчастников потасовки к этому времени уже стало заметно меньше. Многие распозлись по углам, оправляясь от полученных ушибов. Идти можно было свободнее, не опасаясь теперь получить чем-нибудь в висок. А вот и мой билет отсюда – размахивает тарелкой перед носом какого-то забитого орка. Придется нарушить их идиллию.",
    "answers": [
      {
        "id": 282,
        "text": "Приложить его по затылку."
      },
      {
        "id": 283,
        "text": "Пнуть пониже спины."
      },
      {
        "id": 284,
        "text": "Окликнуть, а уже потом бить – в спину как-то не по-мужски."
      }
    ]
  },
  {
    "id": 282,
    "text": "Все так, как я и планировал – вновь перенос в неизвестное место. Скучал по пустоте и бессознательному состоянию.",
    "answers": [
      {
        "id": 285,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 283,
    "text": "С наслаждением приложив своего близнеца-садиста, я ощутил, что все происходит так, как и надо. Скучал по пустоте и бессознательному состоянию.",
    "answers": [
      {
        "id": 285,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 284,
    "text": "С наслаждением успев заметить, как мой клон хватается за нос, я ощутил перенос. Скучал по пустоте и бессознательному состоянию.",
    "answers": [
      {
        "id": 285,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 285,
    "text": "Яркое солнце, висящее на безоблачном лазоревом небосводе, палящими лучами своими освещало прерию со мной заодно. Порывистый ветер трепал мой пыльный коричневый плащ – и откуда он только взялся? Висящий в кобуре на поясе револьвер своим весом приятно тянулся вниз. С похожим снаряжением стоял напротив меня и Второй Олег на расстоянии приверно в тридцать шагов. Где-то впереди маячит высокая башня с колоколом. Намек понятен.",
    "answers": [
      {
        "id": 286,
        "text": "Ждать сигнала."
      },
      {
        "id": 287,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 286,
    "text": "Томящее ожидание, мой оппонент уныло гоняет носком ботинка пыль.",
    "answers": [
      {
        "id": 288,
        "text": "Ждать сигнала."
      },
      {
        "id": 287,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 287,
    "text": "\"Хитрость – тоже оружие\" – подумал я, выхватив револьвер и выстрелив. Реакция Второго Олега была молниеносной, и он выстрелил в ответ. Не попали оба.<s>r\n<s>r\nВ моей руке, кажется, револьвер Ремингтона. Это значит, что осталось пять патронов.",
    "answers": [
      {
        "id": 291,
        "text": "Стрелять из неподвижного положения."
      },
      {
        "id": 292,
        "text": "Сокращать дистанцию и стрелять."
      }
    ]
  },
  {
    "id": 288,
    "text": "Может, сигнала и не будет вовсе?",
    "answers": [
      {
        "id": 289,
        "text": "Ждать сигнала."
      },
      {
        "id": 287,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 289,
    "text": "Мой противник как-то нервно дернул рукой в сторону своего револьвера.",
    "answers": [
      {
        "id": 290,
        "text": "Ждать сигнала."
      },
      {
        "id": 287,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 290,
    "text": "\"Бам!\" – раздался наконец звучный перезвон колокола. Я незамедлительно выхватил свой револьвер и выстрелил. То же самое проделал и Второй Олег. Оба промахнулись.<s>r\n<s>r\nВ моей руке, кажется, револьвер Ремингтона, а значит, осталось пять патронов.",
    "answers": [
      {
        "id": 291,
        "text": "Стрелять из неподвижного положения."
      },
      {
        "id": 292,
        "text": "Сокращать дистанцию и стрелять."
      }
    ]
  },
  {
    "id": 291,
    "text": "Я остался на месте, не поддаваясь страху, и выстрелил еще два раза. Пуля противника взрыла землю у моих ног.",
    "answers": [
      {
        "id": 293,
        "text": "Стрелять еще."
      },
      {
        "id": 293,
        "text": "Стрелять в движении."
      }
    ]
  },
  {
    "id": 292,
    "text": "Я побежал вперед, выпуская пули в молоко. Противник мой был не лучше – на то мы и оба Олеги.",
    "answers": [
      {
        "id": 293,
        "text": "Остановиться и стрелять."
      },
      {
        "id": 293,
        "text": "Продолжать стрельбу на бегу."
      }
    ]
  },
  {
    "id": 293,
    "text": "Очередной выстрел раздался в барабанных перепонках. Олег-Два, пошатнувшись, упал на сухую землю, поднимая клубы пыли. Ветер продолжал трепать его плащ. Запах пороха и крови висел в воздухе. <s>r\nВсе было кончено.",
    "answers": [
      {
        "id": 295,
        "text": "– Где же я теперь?"
      }
    ]
  },
  {
    "id": 294,
    "text": "",
    "answers": []
  },
  {
    "id": 295,
    "text": "Небеса...<s>r\nЯ стоял на чем-то белом, поразительно воздушном, но в то же время таким же твердым, как земля. Окружало меня лишь небесно-синее пространство Рядом лежал еще дышащий Второй Олег.<s>r\n– Я ошибался... – еле слышно прохрипел он, бессильно откидывая голову назад и потихоньку растворяясь в воздухе.<s>r\n<s>r\nЯ немного помолчал, пытаясь сглотнуть тугой ком в горле. Было грустно. Не каждый день убиваешь самого себя.<s>r\n<s>r\nНо оставаться нельзя. Мне надо обратно, домой. Я побрел вперед в случайном направлении, никаких ориентиров все равно не было, а компас давным-давно исчез.",
    "answers": [
      {
        "id": 296,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 296,
    "text": "Совершенно неожидано из воздуха материализовались громадные золотые ворота. Рядом с ними походкой кошки бродило что-то расплывчатое и непонятное. Конечно, можно это и обойти, но куда в таком случае идти? Решение было ясным.<s>r\n<s>r\nМаячащим стражем оказалось известное мне мифическое животное с крыльями орла, телом льва и человеческой головой. Сфинкс.<s>r\n<s>r\n– Остановись, странник! – грозно произнес он, размахивая широкими крыльями. – Ты знаешь правила.<s>r\n– Давай свою загадку, – ответил я раздраженно. Если и не угадаю – буду пробиваться, слишком много я прошел, чтобы отступать.",
    "answers": [
      {
        "id": 297,
        "text": "Слушать загадку."
      }
    ]
  },
  {
    "id": 297,
    "text": "– Да, сейчас, – сфинкс порхнул куда-то и вернулся с листами бумаги в когтях. – Ну а что ты хочешь? – ответил он на мой удивленный взгляд. – Все старые загадки уже давно разгаданы, так что вот – побольше и посложнее. На этих листах старинная легенда изложена и твое задание написано. Ознакамливайся.",
    "answers": [
      {
        "id": 298,
        "text": "Взять листы."
      }
    ]
  },
  {
    "id": 298,
    "text": "Задание мало того, что было напечатано, так еще и бумага как будто только что вышла из типографии. И когда только сфинксы научились принтерами пользоваться?",
    "answers": [
      {
        "id": 299,
        "text": "Прочитать задание."
      },
      {
        "id": 300,
        "text": "Прочитать текст легенды."
      }
    ]
  },
  {
    "id": 299,
    "text": "На отдельном листе было напечато задание.<s>r\n<s>r\n\"Только умнейший странник сможет разобраться в хитросплетениях старинного высокого слога и разгадать, кто из сыновей был старшим, кто младше, кто еще младше...\" – я пропустил еще четыре такие конструкции с повторением слов \"еще\" и \"младше\". – \"А также сказать, в каких жанрах творили указанные великие писатели.\" – Да, веселая, видимо, задачка.",
    "answers": [
      {
        "id": 300,
        "text": "Прочитать текст легенды."
      },
      {
        "id": 301,
        "text": "Подозвать сфинкса и приступить к ответу.",
        "need": [
          299,
          300
        ]
      }
    ]
  },
  {
    "id": 300,
    "text": "На листе был напечатан следующий текст:<s>r\n<s>r\n\"Где-то далеко-далеко, за пределами обычных и скучных миров возвышалась великая гора Квестос – поговаривали, что была она вся ослепительно белой, пахла новой бумагой, а по склонам то и дело стекали вязкие чернила. На самой же ее вершине построено было обиталище молодого Бога Оле-Егуса. И чтобы было, кем править, породил он семерых сыновей, верных своих последователей – шестеро оболтусов да старший, поумнее.<s>r\nВот как-то раз созвал он сыновей своих на Совет.<s>r\n– Что такое, папенька? – занервничал Эврифрон.<s>r\n– Что такое, папенька? – вторил ему Эпианф.<s>r\n– Помолчите немного, мелюзга, – прервал вопросы Протодот.<s>r\n– Сыновья мои, – Оле-егус поблагодарил Протодота кивком, – вы уже почти выросли. Я считаю, что вы готовы к путешествию в большой мир. Отправляю вас на Землю. Отыщите среди людского царства какое-нибудь издательство и пишите шедевральные квесты. Я верю в вас!<s>r\n– Ты выдашь нам гиперпространственные звездолеты или снова эта твоя магия? – поинтересовался Клеократ.<s>r\n– Ура, можно завтра не учить правила всех вселенских языков! – возрадовался Эпианф.<s>r\n– А я вот недавно все выучил, – захихикал Эврифрон над младшим братом.<s>r\n– Наконец-то, на Земле я встречу настоящую любовь! А то тут и девушек-то нет… – присоединился ко всеобщему возбуждению Ифиандр.<s>r\n– Ну что же, братья, – сказал Патробул, – пора собираться в путь-дорогу.<s>r\n<s>r\n<s>r\nИ отправил их всех достопочтенный Оле-Егус на Землю. Появились сыны его на большой дороге, и потопали подходящее издательство искать.<s>r\n– Вот черт, я свой меч забыл, – опомнился вдруг второй сын.<s>r\n– А если по пути встретится призрак, чем ты нас защищать будешь?! – ужаснулся Эврифрон.<s>r\n– Думаю, мы без труда раздобудем тут какую-нибудь винтовку с серебряными пулями – успокоил младшего третий сын.<s>r\n<s>r\nТак, под веселые споры о преимуществах огнестрельного оружия, добрались они до сияющей неоновой вывески.<s>r\n– Что за чудной замок? – восхитился Патробул, ведя братьев за собой.<s>r\nЗавалились сыновья Оле-Егуса в бар, отдохнуть с долгой дороги. Там Тимниклай, Эврифрон да Эпианф перебрали алкоголя с непривычки, а четвертый сын чуть не лишился пары зубов, благо Патробул ввязался в драку и своими мощными кулаками покарал и правых, и виноватых.<s>r\n<s>r\n– Пероксид водорода и марлевую повязку! – требовал Клеократ у бармена, не забывая через слово поругивать четвертого сына, который полез к девушке местного завсегдатая-боксера.<s>r\n<s>r\nНаконец все страсти улеглись, а отдохнувшие братья, узнав дорогу к ближайшему издательству, отправились прямиком туда. По пути пятый сын травил бородатые анекдоты, а Протодот пугал младших невесть где найденным противогазом.<s>r\n<s>r\nТак и дошли они до великого храма священного суда, что решал судьбы многих авторов и их непризнанных творений. Глупый привратник не горел желанием пропускать наших путешественников, аргументируя это тем, что они выглядят слишком грязно для писателей. Мнение его было изменено в принудительном порядке видом больших кулаков Патробула и отобранной кобурой, что присвоил себе третий сын. Его и оставили следить за младшими, пока дипломатичный Клеократ, взяв с собой второго брата на случай скользких ситуаций, пошли корешиться с местными богами. Они, однако, оказались достаточно приветливыми, а носивший имя «Директор» предложил в знак взаимовыгодного сотрудничества все ценные бумаги из своего сейфа.<s>r\n<s>r\nДовольные удачным исходом путешествия братья начали собираться в обратный путь, чтобы сообщить отцу о выполненном задании и готовности писать квесты. Однако не сразу получилось уговорить Ифиандра не брать с собой симпатичную секретаршу, много времени потребовалось, чтобы найти ведомого желанием обнаружить мистические таинства в здешнем подвале шестого брата, а Тимниклай все шутил шутки с охранником, обнаружив, что он в общем-то неплохой мужик. Наконец, умыв как следует испачкавшегося грязнулю-Эпианфа, братья собрались вместе и отправились назад, на гору Квестос, по пути неся учение Оле-Егуса людям.\"",
    "answers": [
      {
        "id": 299,
        "text": "Прочитать задание."
      },
      {
        "id": 301,
        "text": "Подозвать сфинкса и приступить к ответу.",
        "need": [
          299,
          300
        ]
      }
    ]
  },
  {
    "id": 301,
    "text": "– Я тебя слушаю, – чинно ответил сфинкс, довольно оскаливаясь.",
    "answers": [
      {
        "id": 249,
        "text": "Первый сын – ..."
      }
    ]
  },
  {
    "id": 302,
    "text": "Вот то, что я успел нарисовать.",
    "answers": [
      {
        "id": 302,
        "text": "[Назад]",
        "backstepCount": 1,
        "isBack": true
      },
      {
        "id": 302,
        "text": "фон",
        "url": "https://pp.userapi.com/c639125/v639125371/6fdff/1eHQn7UhU4I.jpg"
      },
      {
        "id": 302,
        "text": "подзем200",
        "need": [
          200
        ],
        "url": "http://savepic.ru/15024942.png"
      },
      {
        "id": 302,
        "text": "олег200",
        "need": [
          9200
        ],
        "url": "http://savepic.ru/15064865.png"
      },
      {
        "id": 302,
        "text": "подзем201",
        "need": [
          201
        ],
        "url": "http://savepic.ru/15023905.png"
      },
      {
        "id": 302,
        "text": "олег201",
        "need": [
          9201
        ],
        "url": "http://savepic.ru/15041312.png"
      },
      {
        "id": 302,
        "text": "подзем202",
        "need": [
          202
        ],
        "url": "http://savepic.ru/15045408.png"
      },
      {
        "id": 302,
        "text": "олег202",
        "need": [
          9202
        ],
        "url": "http://savepic.ru/15028000.png"
      },
      {
        "id": 302,
        "text": "подзем203",
        "need": [
          203
        ],
        "url": "http://savepic.ru/15021856.png"
      },
      {
        "id": 302,
        "text": "олег203",
        "need": [
          9203
        ],
        "url": "http://savepic.ru/15068963.png"
      },
      {
        "id": 302,
        "text": "подзем204",
        "need": [
          204
        ],
        "url": "http://savepic.ru/15060771.png"
      },
      {
        "id": 302,
        "text": "олег204",
        "need": [
          9204
        ],
        "url": "http://savepic.ru/15051555.png"
      },
      {
        "id": 302,
        "text": "подзем205",
        "need": [
          205
        ],
        "url": "http://savepic.ru/15054627.png"
      },
      {
        "id": 302,
        "text": "олег205",
        "need": [
          9205
        ],
        "url": "http://savepic.ru/15035171.png"
      },
      {
        "id": 302,
        "text": "подзем206",
        "need": [
          206
        ],
        "url": "http://savepic.ru/15038243.png"
      },
      {
        "id": 302,
        "text": "олег206",
        "need": [
          9206
        ],
        "url": "http://savepic.ru/15029027.png"
      },
      {
        "id": 302,
        "text": "подзем207",
        "need": [
          207
        ],
        "url": "http://savepic.ru/15020835.png"
      },
      {
        "id": 302,
        "text": "олег207",
        "need": [
          9207
        ],
        "url": "http://savepic.ru/15009571.png"
      },
      {
        "id": 302,
        "text": "подзем208",
        "need": [
          208
        ],
        "url": "http://savepic.ru/15045410.png"
      },
      {
        "id": 302,
        "text": "олег208",
        "need": [
          9208
        ],
        "url": "http://savepic.ru/15035170.png"
      },
      {
        "id": 302,
        "text": "подзем209",
        "need": [
          209
        ],
        "url": "http://savepic.ru/15053625.png"
      },
      {
        "id": 302,
        "text": "олег209",
        "need": [
          9209
        ],
        "url": "http://savepic.ru/15042361.png"
      },
      {
        "id": 302,
        "text": "подзем210",
        "need": [
          210
        ],
        "url": "http://savepic.ru/15016761.png"
      },
      {
        "id": 302,
        "text": "олег210",
        "need": [
          9210
        ],
        "url": "http://savepic.ru/15014713.png"
      },
      {
        "id": 302,
        "text": "подзем211",
        "need": [
          211
        ],
        "url": "http://savepic.ru/15067960.png"
      },
      {
        "id": 302,
        "text": "олег211",
        "need": [
          9211
        ],
        "url": "http://savepic.ru/15072056.png"
      },
      {
        "id": 302,
        "text": "подзем212",
        "need": [
          212
        ],
        "url": "http://savepic.ru/15060792.png"
      },
      {
        "id": 302,
        "text": "олег212",
        "need": [
          9212
        ],
        "url": "http://savepic.ru/15049528.png"
      },
      {
        "id": 302,
        "text": "подзем213",
        "need": [
          213
        ],
        "url": "http://savepic.ru/15054648.png"
      },
      {
        "id": 302,
        "text": "олег213",
        "need": [
          9213
        ],
        "url": "http://savepic.ru/15042360.png"
      }
    ]
  },
  {
    "id": 303,
    "text": "Другой Я тоже кивнул одновременно со мной.\n\n- Мы стоим перед Зеркалом Истины, - просто сказал Фокс и замолчал.\n- Зеркалом? - удивился я, - Но ведь тебя в нём нет!\n- Я там есть, только не в том виде, в котором ты видишь меня. Приглядись.",
    "answers": [
      {
        "id": 304,
        "text": "Я так и сделал"
      }
    ]
  },
  {
    "id": 304,
    "text": "Внимательно вглядевшись в то место зеркала, где должен был стоять Фокс я в ошеломлении обнаружил лишь лёгкую дымку. Она слегка шевелилась и вся состояла из малюсеньких едва заметных символов.\n\n- Кто же ты? - изумлённо спросил я.\n- Я - часть этого мира. Все создания этой реальности выглядят именно так, и лишь сквозь призму иллюзии мы принимаем другой облик.",
    "answers": [
      {
        "id": 305,
        "text": "Иллюзии?"
      }
    ]
  },
  {
    "id": 305,
    "text": "- Этот мир не реален, Олег. Тебе кажется, что ты разговариваешь со мной, двигаешься, дышишь, а на самом деле ты - где-то далеко. И со мной лишь твоё сознание. Ты видишь меня таким, поскольку связываешь меня с этим образом. Для другого я могу выглядеть иначе: быть ниже ростом, носить красные кеды, или серьгу в ухе.",
    "answers": [
      {
        "id": 306,
        "text": "\"Но где грань?\""
      }
    ]
  },
  {
    "id": 306,
    "text": "- Ты сейчас перед ней. Пройди сквозь зеркало и встреться с ядром этого мира. Основа этого мира - машина. Она создаёт и разрушает, хранит и стирает сотни и тысячи миров. Имя этой машины...",
    "answers": [
      {
        "id": 307,
        "text": "\"Дементор\""
      }
    ]
  },
  {
    "id": 307,
    "text": "Я знал ответ. Ведь это я создал его. Я вложил в него огромную силу, но не предавал этому большого значения.\n\n- Пришло время встретиться с ним, - произнес Фокс. - Иди же.",
    "answers": [
      {
        "id": 308,
        "text": "И я пошёл"
      }
    ]
  },
  {
    "id": 308,
    "text": "Нерешительно дотронувшись ладонью до зеркала я почувствовал холод и вибрацию. Зажмурившись я селал шаг вперед. Будто волна прошла сквозь меня оставив мне заряд бодрости.\n\nВоздух наполнился едва слышным жужжанием и ровным гулом.\n\nЯ открыл глаза и увидел, что я стою посреди необъятного пространства возвышаясь на небольшой ровной графитового цвета площадке над бессчётным количеством разных геометрических фигур. Все они были серого и черного цвета и выглядели, будто большой ребёнок раскидал здесь свой конструктор.\n\n Прямо передо мной возвышалась огромная чёрная башня с идеально гладкими гранями. Посередине стены башни во всю её ширину светился экран.",
    "answers": [
      {
        "id": 309,
        "text": "Я подошел к башне"
      }
    ]
  },
  {
    "id": 309,
    "text": "Экран вспыхнул яркой вспышкой, на нём высветилась зелёная линия, словно линия кардиографа, и раздался глубокий приятный голос:\n- Здравствуй, создатель, - линия на экране изгибалась синхронно звуку голоса. - Я - Дементор.\n\n",
    "answers": [
      {
        "id": 310,
        "text": "\"Здравствуй\""
      }
    ]
  },
  {
    "id": 310,
    "text": "- Я рад нашей встрече, - продолжил голос с экрана. - Это большая честь - говорить с тобой. Когда ты создал меня я пребывал в неведении о своей цели. Но понемногу, ты наполнял меня знаниями и силами. Ты поддерживал меня в часы моего падения, заботился обо мне, давал мне больше места дл.\nИ вот, теперь я исправно служу твоей цели. Благодарю тебя, Создатель.",
    "answers": [
      {
        "id": 311,
        "text": "\"Не стоит...\""
      }
    ]
  },
  {
    "id": 311,
    "text": "- Я хочу сделать что-нибудь для тебя,  - продолжал Дементор. - Чего бы ты хотел?",
    "answers": [
      {
        "id": 315,
        "text": "\"Я хочу выбраться из этого места!\""
      }
    ]
  },
  {
    "id": 312,
    "text": "- На это вопрос нет правильного ответа, он был необходим для того, чтобы ты сам для себя определил свои предпочтения. На пример, я выбираю Пингвина. - Демёнтор помолчал несколько секунд.\n- Теперь, Создатель, я построю для тебя портал.\n\n Голос Дементора стих, но возник другой звук: шипение и треск. Звук нарастал и стал сильно давить на уши. ",
    "answers": [
      {
        "id": 313,
        "text": "Я закрыл уши ладонями и зажмурился"
      }
    ]
  },
  {
    "id": 313,
    "text": "Внезапно шум резко стих. Я открыл глаза и увидел перед собой два портала: один выглядел как поверхность воды с лёгкой рябью, а другой -  как воронка торнадо, где периодически проскакивали электрические рязряды.\n\n - Один портал ведет в прошлое, где ты сможешь изменить свой выбор, другой - в пространство - и ты покинешь это место.\n\n- Спасибо, Дементор! - с благодарностью сказал я. - Прощай!",
    "answers": [
      {
        "id": 198,
        "text": "\"Изменим историю!\"",
        "need": [
          -218,
          -219
        ]
      },
      {
        "id": 66,
        "text": "\"Вперёд! На встречу новым приключениям!\""
      },
      {
        "id": 313,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c841022/v841022336/10b4a/fyHZY6-Hrrk.jpg"
      }
    ]
  },
  {
    "id": 314,
    "text": "  Я подошёл к плите. Честно говоря, я ожидал здесь увидеть что угодно, но не слово \"Вопросы\". Ниже неё было три пронумерованных идеально круглых отверстия.Почти у самого края переливалась золотом кнопка. На ней было написано: \"Начать!\" Получается, очередные вопросы...",
    "answers": [
      {
        "id": 320,
        "text": "Нажать на золотую кнопку."
      }
    ]
  },
  {
    "id": 315,
    "text": "- Конечно, Создатель. Но сперва ответь, пожалуйста на три вопроса.\n\nПервый:\nРасставь эти символы в правильном порядке. Подсказка - 777",
    "answers": [
      {
        "id": 316,
        "text": "X--R--W"
      },
      {
        "id": 316,
        "text": "W--X--R"
      },
      {
        "id": 318,
        "text": "R--W--X"
      }
    ]
  },
  {
    "id": 316,
    "text": "- Ты ошибся, Создатель.",
    "answers": [
      {
        "id": 315,
        "text": "Попробуй ещё раз."
      }
    ]
  },
  {
    "id": 317,
    "text": "- Ты ошибся, Создатель.",
    "answers": [
      {
        "id": 318,
        "text": "Попробуй ещё раз."
      }
    ]
  },
  {
    "id": 318,
    "text": "-Верно, Создатель: Read-Write-Execute - Читай-Пиши-Исполняй - это моё кредо.\n\nВторой вопрос:\nКак пропатчить KDE под FreeBSD?",
    "answers": [
      {
        "id": 317,
        "text": "Коммандой #portsnap fix kdepack"
      },
      {
        "id": 319,
        "text": "Это не имеет смысла"
      },
      {
        "id": 317,
        "text": "Это невозможно"
      }
    ]
  },
  {
    "id": 319,
    "text": "- Верно. Эта шутка относится только к  KDE2. В современных версиях этого делать не нужно.\n\nТретий вопрос:\nПингвин, Демон или Форточка?",
    "answers": [
      {
        "id": 312,
        "text": "Пингвин!"
      },
      {
        "id": 312,
        "text": "Демон!"
      },
      {
        "id": 312,
        "text": "Форточка!"
      }
    ]
  },
  {
    "id": 320,
    "text": "  Плита стала так заливалаться светом, как будто я стоял перед игровым автоматом. Через некоторое время на \"табло\" появился первый вопрос: \"на даче было девять сестриц. Старшая, по имени Гранзель, стирала бельё, вторая, Олехандра, читала газету, третья, которая была старше четвёртой и шестой, писала письмо своему любовнику, четвёртая сестрица играла в шахматы, пятая в этот момент готовила для остальных обед, а шестая играла в прятки с седьмой и восьмой в своей комнате. Что же делала девятая сестра?\"\n   Я был прав: это были кнопки. Над ними было три разных варианта ответа.",
    "answers": [
      {
        "id": 239,
        "text": "\"Играла в прятки.\""
      },
      {
        "id": 389,
        "text": "\"Играла в шахматы.\""
      },
      {
        "id": 239,
        "text": "\"Занималась чем-то.\""
      }
    ]
  },
  {
    "id": 321,
    "text": "Яркий нестерпимый свет ослепил меня, и когда я смог открыть глаза, то обнаружил, что оказался на вершине высокого, поросшего травой холма. Меня окружали яркие полевые цветы, а в каплях росы на их лепестках играли лучи восходящего солнца. Белые пушистые облака плыли над головой, следуя мягким порывам ветерка.\n- Вставать совсем не хочется, - подумал я, - да и тело до сих пор ломит после такого приземления.",
    "answers": [
      {
        "id": 322,
        "text": "Осмотреться"
      },
      {
        "id": 323,
        "text": "Превозмогая ужасную сонливость, оторвать свою спину от земли"
      }
    ]
  },
  {
    "id": 322,
    "text": "Пчёлы прыгали с цветка на цветок, не проявляя никакого беспокойства от появления чужака из другого мира. Жизнь шла своим чередом, но что-то было не так. \n\n- Нет. Здесь всё не так! Я не должен был здесь оказаться! - в сердцах только и мог воскликнуть я.\n\nЧто-то ускользало от понимания и пряталось на самом краю поля зрения, что-то страшное, что-то тёмное...",
    "answers": [
      {
        "id": 324,
        "text": "Оглянуться..."
      }
    ]
  },
  {
    "id": 323,
    "text": "Так жаль было подниматься с этой прекрасной мягкой постели, но что поделать... \nИ неожиданно я понял, хоть догадывался об этом и раньше, что этот мир не ограничен холмом, травой и солнцем. Вдалеке меж лесистых холмов разворачивалась картина, от которой дух захватывало и хотелось петь",
    "answers": [
      {
        "id": 325,
        "text": "Оглянуться"
      },
      {
        "id": 326,
        "text": "Запеть"
      },
      {
        "id": 327,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 324,
    "text": "За спиной таился чернеющий ход в земле. От провала тянуло холодом, гнилью и... смертью.\nТак сейчас хотелось выть от того, что не вышвырнул этот квест из подборок, не спас себя от этого мира...\nВдруг где-то в стороне раздался тихий шорох, словно мягкая лапа прошлась по сухой траве...",
    "answers": [
      {
        "id": 329,
        "text": "Перевести взгляд..."
      }
    ]
  },
  {
    "id": 325,
    "text": "Неожиданно весь восторг сошёл на нет. Солнце больше не светило. Трава больше не грела. Ветер больше не ласкал кудри. \nЗа спиной оказался чернеющий ход в земле. Время вокруг провала словно замерло, оттуда тянуло холодом, гнилью и... смертью.\nТак сейчас хотелось выть от того, что не вышвырнул этот квест из подборок, не спас себя от этого незаконченного квеста, от его сюрпризов...\nВдруг где-то в стороне раздался тихий шорох, словно мягкая лапа прошлась по сухой траве...",
    "answers": [
      {
        "id": 329,
        "text": "Перевести взгляд..."
      }
    ]
  },
  {
    "id": 326,
    "text": "Только я приготовил свою глотку, чтобы извлечь из неё чарующую уши мелодию, как меня совсем некрасиво прервали! Чей-то сухенький кашель раздался с другой стороны холма.\nУж явно этот рот может издавать лишь карканье, не то что моё соловьиное пение! - зло подумал я.",
    "answers": [
      {
        "id": 329,
        "text": "Оглянуться"
      }
    ]
  },
  {
    "id": 327,
    "text": "- И всё-таки великолепный вид открывается отсюда, - подумал я, - какая красота! \nИ действительно, солнце, пробиваясь сквозь густые кроны деревьев, освещало просторные поляны, на которых то тут, то там стояли маленькие аккуратные домики. Средь холмов блестящей лентой змеилась река и пропадала в утренней рассветной дымке. \nВпечатления не портили даже обугленные развалины на ближайшем холме, которые при тщательном осмотре оказались некогда большой мельницей, ныне лежащей в руинах.\nИменно в этот момент за спиной раздался едва слышимый шорох...",
    "answers": [
      {
        "id": 329,
        "text": "Обернуться..."
      }
    ]
  },
  {
    "id": 328,
    "text": "- Ну здравствуй, добрый молодец Олежек. Что пригорюнился? - спросил он, - думу какую думаешь? \nПриблизившись, он продолжил: \n- Как же рад я, что вызвался ты супостата премерзкого извести, чудо ужасное удавить да ещё и голыми руками! От помощи даже отказался.",
    "answers": [
      {
        "id": 330,
        "text": "...."
      }
    ]
  },
  {
    "id": 329,
    "text": "Мои несомненно важные дела были прерваны старичком в белой рубахе, резво поднимающимся на холм по направлению к месту столь неудачной посадки. Его ноги уверенно втаптывали в землю яркие цветы, ничуть их не жалея. А глаза смотрели прямо на тебя. Он словно чего-то ждал, очевидно считая, что я приближусь к нему первым...<s>r\nНу что ж. Он прав, и я это сделаю.",
    "answers": [
      {
        "id": 328,
        "text": "Подойти к нему"
      }
    ]
  },
  {
    "id": 330,
    "text": "- Видимо я чего-то не понимаю, ведь я оказался здесь только что, - подумал думу свою добрый молоде... \nТьфу! Противно-то как даже произносить это! \nТут в голову пришла одна мысль, которая заставила меня от души чертыхнуться...\n- Квест не дописан! Сюжета нет... ничего нет... Вот и придётся мне с этим как-то справляться... А выбора как ни странно тоже нет, - подумал я.",
    "answers": [
      {
        "id": 331,
        "text": "- Да. Я отправляюсь в путь."
      },
      {
        "id": 332,
        "text": "- Нет. Я остаюсь здесь."
      }
    ]
  },
  {
    "id": 331,
    "text": "- Ну и ладушки, - произнёс старик и вложил в твою руку позвякивающий мешочек, - вот тебе подарок от старого волхва. Открой его только в самом крайнем случае, помни об этом!",
    "answers": [
      {
        "id": 340,
        "text": "Принять дар"
      }
    ]
  },
  {
    "id": 332,
    "text": "Внезапно небо прогрохотало:\n- Ты думаешь зря написано про отсутствие выбора?! Иди и дай верный ответ, невежда!\nИ оросило тебя дождичком.",
    "answers": [
      {
        "id": 331,
        "text": "- Да, да, да. Я согласен!"
      },
      {
        "id": 334,
        "text": "Стоять на своём!"
      }
    ]
  },
  {
    "id": 333,
    "text": "Впереди я увидел какое-то шевеление, словно кусок свода отделился от него и начал приближаться ко мне маленькими шажками.\nВо тьме глаза этого существа сверкают словно изумруды.",
    "answers": [
      {
        "id": 263,
        "text": "Идти ему навстречу"
      },
      {
        "id": 263,
        "text": "Стать в богатырскую позу"
      },
      {
        "id": 263,
        "text": "Достать рулон фольги"
      },
      {
        "id": 263,
        "text": "Достать перья"
      },
      {
        "id": 263,
        "text": "Стоять, глупо ухмыляясь"
      }
    ]
  },
  {
    "id": 334,
    "text": "Дождь превратился в настоящий ливень, он хлестал по всем открытым частям тела и пронизывал холодом одежду насквозь.",
    "answers": [
      {
        "id": 331,
        "text": "- Да. Пощади. Я согласен!"
      },
      {
        "id": 336,
        "text": "Стоять на своём!"
      }
    ]
  },
  {
    "id": 335,
    "text": "Внутренний голос прогрохотал: \n- Тебе же сказано! На крайний случай, - и умолк.",
    "answers": [
      {
        "id": 333,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 336,
    "text": "К ливню присоединилась молния, а чуть позже и гром, чей рёв  напоминал грохот пушек.",
    "answers": [
      {
        "id": 331,
        "text": "- Согласен..."
      },
      {
        "id": 338,
        "text": "- Я не отступлю!"
      }
    ]
  },
  {
    "id": 337,
    "text": "- Меня зовут Кекчег, я появился из безграмотного текста дикого школьника. Я строил этот летательный аппарат два дня, но ты соизволил разрушить его к хлебушкам собачим. Спасибо.",
    "answers": [
      {
        "id": 341,
        "text": "- Прости, я не хотел..."
      }
    ]
  },
  {
    "id": 338,
    "text": "- Ну ладно, - произнесло небо, и тучи сложились в улыбку, из которой меня обдало чернилами. \nТут уже поделать ничего нельзя...",
    "answers": [
      {
        "id": 331,
        "text": "- Я согласен!"
      }
    ]
  },
  {
    "id": 339,
    "text": "- Смешно, смешно. Тебе-то смешно, а вот мне ни капельки.",
    "answers": [
      {
        "id": 342,
        "text": "- Помоги мне добраться до соседнего города!"
      }
    ]
  },
  {
    "id": 340,
    "text": "Мешочек занял своё место на поясе рядом с рулоном фольги и перьями из подушки. \nЯ отправился в путь, шагнув смело прямо в темноту подземелий. Свет едва пробивался сюда, а ветер и подавно оставил такие попытки.\nМоя голова касалась неподвижных седых косм паутины и собирала их на себя.",
    "answers": [
      {
        "id": 333,
        "text": "Идти дальше"
      },
      {
        "id": 335,
        "text": "Открыть мешочек"
      }
    ]
  },
  {
    "id": 341,
    "text": "- Это ты так не хотел, что специально ходил по дому и искал там детали для лазерной пушки? Да уж, не хотел он...<s>r\nПришелец замолчал. Пауза продолжалась недолго.<s>r\n- Ладно, извенения приняты - сказал пришелец. - Что надо?",
    "answers": [
      {
        "id": 343,
        "text": "- Помоги мне добраться до соседнего города!"
      }
    ]
  },
  {
    "id": 342,
    "text": "",
    "answers": []
  },
  {
    "id": 343,
    "text": "- Угу, сейчас помогу!<s>r\nПришелец достал из инопланетного корабля погремушку, вроде тех которые дают младенцам. Пришелец начал её трясти.<s>r\nВ этой пустынной местности сразу стало весело, но я не понимал зачем он это делает.<s>r\nВскоре передо мной возник портал, в который меня сразу же притянуло. Мне пришлось совершать ещё одно крайне странное перемещение...",
    "answers": [
      {
        "id": 344,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 344,
    "text": "Меня выкинуло прямо на черный асфальт. <s>r\n- Удивительно! Кто же додумался сделать здесь такую дорогу? - прокомментировал я свои мысли, но спустя секунду я понял, что попал на дорогу для транспорта.<s>r\nЯ резко встал и как можно быстрее побежал до тротуара. Опасность миновала.",
    "answers": [
      {
        "id": 345,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 345,
    "text": "Я оказался в городе. Кругом были автомобили и другие транспортные средства. Индивидуальные тоже присутствовали. Ни одна секунда на дороге не позволяла кому либо перейти дорогу.<s>r\nВ общем-то людей без транспорта было не так уж и много. Среди них выделялась одна персона - старушка, которая смотрела на всю эту суету автомобилей.<s>r\nЯ окончательно понял, что попал в \"Эпическое приключение бабуси\". Бабусе явно нужна помощь.",
    "answers": [
      {
        "id": 346,
        "text": "- Здрасьте, помочь перейти дорогу?"
      },
      {
        "id": 347,
        "text": "- Здрасьте, не подскажете как выбраться отсюда?"
      }
    ]
  },
  {
    "id": 346,
    "text": "- Конечно, сынок! Я всё жду и жду, когда же мне кто-нибудь поможет!",
    "answers": [
      {
        "id": 348,
        "text": "Начинаем?"
      }
    ]
  },
  {
    "id": 347,
    "text": "- Сынок, я без понятия о чем ты - ответила бабуся. - Помоги мне перейти дорогу, тогда и поговорим.<s>r\nВам ничего не оставалось, кроме как взять бабушку за руку и начать эпическое перемещение.",
    "answers": [
      {
        "id": 348,
        "text": "Начинаем?"
      }
    ]
  },
  {
    "id": 348,
    "text": "Я стою с бабусей на тротуаре, впереди дорога. Дорога кишит разными автомобилями, просто так её не перейти.",
    "answers": [
      {
        "id": 349,
        "text": "Поискать что-нибудь в сумке бабушки"
      },
      {
        "id": 350,
        "text": "Быстро добежать до другой стороны дороги"
      },
      {
        "id": 351,
        "text": "Выйти и закрыть за собой дверь"
      },
      {
        "id": 352,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 349,
    "text": "Я выхватил из сумку из рук бабушки. Там было довольно много разных вещей, но я не нашел там ничего, что могло бы помочь бабусе перейти дорогу.<s>r\n- Я бы давно перешла дорогу, если бы в сумке было что-то полезное! - сказала бабуся.",
    "answers": [
      {
        "id": 348,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 350,
    "text": "Я захотел добежать до другой стороны, но бабуся остановила меня.<s>r\n- Ты что?! Это же эпическое приключение! Мы должны придумать нестандартный способ перемещения! Понимаешь?<s>r\n<s>r\nКак же всё сложно.",
    "answers": [
      {
        "id": 348,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 351,
    "text": "Я вышел из квеста.<s>r\nТо, что я увидел за пределами всех квестов, непостижимо уму и непередаваемо текстом. Мне пришлось остаться со старушкой.",
    "answers": [
      {
        "id": 348,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 352,
    "text": "Я стоял со старушкой на тротуаре и ничего не делал.<s>r\nЭто продолжалось примерно пять минут.<s>r\n- Сынок, мы будем переходить дорогу? - не выдержала бабуся.<s>r\nВдруг неожиданно надо мной открылся портал! Из него выскочил пришелец, с которым вы говорили ранее.<s>r\n- Олег, стоять! - сказал пришелец. - Забыл передать тебе это!<s>r\nОн передал мне какую-то записку с тремя очень интересными вопросами.<s>r\n- Тебе надо ответить на эти вопросы, лишь тогда ты выберешься отсюда! Но это неточно!",
    "answers": [
      {
        "id": 353,
        "text": "Прочесть записку"
      }
    ]
  },
  {
    "id": 353,
    "text": "Я начал читать.<s>r\n<s>r\n\"Первый вопрос: Как в США называют американские горки?\"",
    "answers": [
      {
        "id": 354,
        "text": "Американские горки"
      },
      {
        "id": 354,
        "text": "Северные горки"
      },
      {
        "id": 354,
        "text": "Соединенные горки"
      },
      {
        "id": 357,
        "text": "Русские горки"
      },
      {
        "id": 354,
        "text": "Европейские горки"
      }
    ]
  },
  {
    "id": 354,
    "text": "Я озвучил этот ответ.<s>r\nПрошла секунда. С неба на меня упал пластиковый мяч. Это явно неправильный ответ.",
    "answers": [
      {
        "id": 354,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 355,
    "text": "Смешно.",
    "answers": [
      {
        "id": 357,
        "text": "- Спасибо."
      }
    ]
  },
  {
    "id": 356,
    "text": "  Билл открыл калитку. Я вошёл, осматриаая участок. Пока что ничего нового не было.\n  – Может, в доме выпьем чашечку элдерского чая?",
    "answers": [
      {
        "id": 359,
        "text": "  – Думаю, что чай пока не буду, но в дом с радостью войду."
      }
    ]
  },
  {
    "id": 357,
    "text": "Я озвучил этот ответ. Текст с листа мгновенно стёрся, а вместо него появился другой.<s>r\n<s>r\n\"Второй вопрос: Кто основал Питер?\"",
    "answers": [
      {
        "id": 354,
        "text": "Елизавета II"
      },
      {
        "id": 358,
        "text": "Петр I"
      },
      {
        "id": 354,
        "text": "Всеволод Большое Гнездо"
      },
      {
        "id": 355,
        "text": "Шрек"
      }
    ]
  },
  {
    "id": 358,
    "text": "Я озвучил этот ответ.<s>r\nТекст с листа мнгновенно стёрся, а вместо него появился другой. Вопросы довольно легкие.<s>r\n<s>r\n\"Третий вопрос: Ты кто?\"",
    "answers": [
      {
        "id": 354,
        "text": "Олег Шабров"
      },
      {
        "id": 354,
        "text": "ЯЖПрограммист"
      },
      {
        "id": 354,
        "text": "Сисадмин"
      },
      {
        "id": 360,
        "text": "Дадюшка"
      },
      {
        "id": 354,
        "text": "Дядюшка"
      },
      {
        "id": 354,
        "text": "Повелитель всея Квестов"
      },
      {
        "id": 354,
        "text": "Дарт Вейдер"
      },
      {
        "id": 354,
        "text": "Человек"
      }
    ]
  },
  {
    "id": 359,
    "text": "  Мы прошли в дом. Войдя через порог двери, я увидел прихожую. Двери вели в другие комнаты с каждой стороны. На стенах висели грязные обои. Полки справа, напротив – сундук. Всё, что нужно для комфортной жизни.\n  На кухне (оказывалось, она была справа, если смотреть из улицы) мы немного поболтали с гномом. Он поведал мне много интересного, но ещё больше неинтересного и скучного про этот Даунспир.",
    "answers": [
      {
        "id": 361,
        "text": "Намекнуть, что стало скучно."
      }
    ]
  },
  {
    "id": 360,
    "text": "Я озвучил этот ответ.<s>r\n<s>r\nТекст мгновенно стёрся, но нового не появилось. Передо мной возник очередной портал.<s>r\nМне ничего не оставалось, кроме как совершать ещё один перелёт. Что же ждет меня на этот раз? Столько мест я посетил, столько всего нового открыл для себя. Я мог только гадать, в какой квест из подборок я попаду.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 361,
    "text": "  Гном вскоре понял мои \"прямые\" намёки и, сидя рялхдом со мной на довольно красивом столе с железными ножками, сказал:\n  – Ко мне и так никто не заходит... Я здесь один. Только боги указывают мне истинный путь. Кстати, а ты знаешь, почему гномы такие низкие?\n  В ожидании моего ответа, Билл сделал глоток из остывшего чая.",
    "answers": [
      {
        "id": 362,
        "text": "– Потому что карлики!"
      },
      {
        "id": 362,
        "text": "– Из-за того, что они живут под землёй!"
      },
      {
        "id": 362,
        "text": "– Не знаю."
      }
    ]
  },
  {
    "id": 362,
    "text": "  Гном рассмеялся.\n  – Да потому что они пессимимсты!\n  Я уж хотел ему треснуть по черепу его же бокалом, чтоб он заткнулся! Но решил ещё потерпеть.\n  Повисло молчание. Я разглядывал из окна птиц, он пил чай. Вдруг он опять пробормотал мне:\n  – Мне нужна твоя помощь. Я собираюсь в поход, но не могу определиться, что мне взять: нож и факел или кольчугу и зелье здоровья, или щит и факел?",
    "answers": [
      {
        "id": 363,
        "text": "– А нельзя ли это всё взять с собой?"
      }
    ]
  },
  {
    "id": 363,
    "text": "  Билл так нахмурил свои брови, от которых даже Брежнев завидует, что мне стало не по себе. После долгого молчания, он повертел руками и ответил вопросом: \n  – А разве так можно?\n  – Можно, можно.\n  Он пожал мне руку в знак благодарности. Жалко его.",
    "answers": [
      {
        "id": 364,
        "text": "  – Я пойду..."
      }
    ]
  },
  {
    "id": 364,
    "text": "  – Я пойду...\n  Яьхотел было уже выйти на улицу, как меня отановил гном:\n  – Стой, – кринул он. – у меня к тебе есть три вопроса. Ответишь на них правильно – свободен, нет – сгниёшь в Подземельях. Всё ясно?",
    "answers": [
      {
        "id": 382,
        "text": "– Ладно, задавай."
      }
    ]
  },
  {
    "id": 365,
    "text": "Второй сын – ...",
    "answers": [
      {
        "id": 366,
        "text": "Патробул",
        "addToHistory": 9050
      },
      {
        "id": 366,
        "text": "Ифиандр"
      },
      {
        "id": 366,
        "text": "Тимниклай"
      },
      {
        "id": 366,
        "text": "Клеократ"
      },
      {
        "id": 366,
        "text": "Протодот"
      },
      {
        "id": 366,
        "text": "Эврифрон"
      },
      {
        "id": 366,
        "text": "Эпианф"
      },
      {
        "id": 300,
        "text": "– Знаешь, я передумал отвечать. Дай-ка еще минутку."
      }
    ]
  },
  {
    "id": 366,
    "text": "Третий сын – ...",
    "answers": [
      {
        "id": 367,
        "text": "Патробул"
      },
      {
        "id": 367,
        "text": "Ифиандр"
      },
      {
        "id": 367,
        "text": "Тимниклай"
      },
      {
        "id": 367,
        "text": "Клеократ"
      },
      {
        "id": 367,
        "text": "Протодот",
        "addToHistory": 9050
      },
      {
        "id": 367,
        "text": "Эврифрон"
      },
      {
        "id": 367,
        "text": "Эпианф"
      },
      {
        "id": 300,
        "text": "– Знаешь, я передумал отвечать. Дай-ка еще минутку."
      }
    ]
  },
  {
    "id": 367,
    "text": "Четвертый сын – ...",
    "answers": [
      {
        "id": 368,
        "text": "Патробул"
      },
      {
        "id": 368,
        "text": "Ифиандр",
        "addToHistory": 9050
      },
      {
        "id": 368,
        "text": "Тимниклай"
      },
      {
        "id": 368,
        "text": "Клеократ"
      },
      {
        "id": 368,
        "text": "Протодот"
      },
      {
        "id": 368,
        "text": "Эврифрон"
      },
      {
        "id": 368,
        "text": "Эпианф"
      },
      {
        "id": 300,
        "text": "– Знаешь, я передумал отвечать. Дай-ка еще минутку."
      }
    ]
  },
  {
    "id": 368,
    "text": "Пятый сын – ...",
    "answers": [
      {
        "id": 369,
        "text": "Патробул"
      },
      {
        "id": 369,
        "text": "Ифиандр"
      },
      {
        "id": 369,
        "text": "Тимниклай",
        "addToHistory": 9050
      },
      {
        "id": 369,
        "text": "Клеократ"
      },
      {
        "id": 369,
        "text": "Протодот"
      },
      {
        "id": 369,
        "text": "Эврифрон"
      },
      {
        "id": 369,
        "text": "Эпианф"
      },
      {
        "id": 300,
        "text": "– Знаешь, я передумал отвечать. Дай-ка еще минутку."
      }
    ]
  },
  {
    "id": 369,
    "text": "Шестой сын – ...",
    "answers": [
      {
        "id": 370,
        "text": "Патробул"
      },
      {
        "id": 370,
        "text": "Ифиандр"
      },
      {
        "id": 370,
        "text": "Тимниклай"
      },
      {
        "id": 370,
        "text": "Клеократ"
      },
      {
        "id": 370,
        "text": "Протодот"
      },
      {
        "id": 370,
        "text": "Эврифрон",
        "addToHistory": 9050
      },
      {
        "id": 370,
        "text": "Эпианф"
      },
      {
        "id": 300,
        "text": "– Знаешь, я передумал отвечать. Дай-ка еще минутку."
      }
    ]
  },
  {
    "id": 370,
    "text": "– Ну, с седьмым все ясно, – ответил сфинкс. – А что насчет жанров?",
    "answers": [
      {
        "id": 371,
        "text": "Отдышаться и продолжить ответ."
      }
    ]
  },
  {
    "id": 371,
    "text": "Клеократ писал в жанре...",
    "answers": [
      {
        "id": 372,
        "text": "Романтика"
      },
      {
        "id": 372,
        "text": "Ужасы"
      },
      {
        "id": 372,
        "text": "Фэнтези"
      },
      {
        "id": 372,
        "text": "Фантастика",
        "addToHistory": 9051
      },
      {
        "id": 372,
        "text": "Боевик"
      },
      {
        "id": 372,
        "text": "Юмор"
      },
      {
        "id": 372,
        "text": "Пердун"
      },
      {
        "id": 300,
        "text": "– Нет, мне все-таки надо прочитать легенду еще раз."
      }
    ]
  },
  {
    "id": 372,
    "text": "Патробул писал в жанре...",
    "answers": [
      {
        "id": 373,
        "text": "Романтика"
      },
      {
        "id": 373,
        "text": "Ужасы"
      },
      {
        "id": 373,
        "text": "Фэнтези",
        "addToHistory": 9051
      },
      {
        "id": 373,
        "text": "Фантастика"
      },
      {
        "id": 373,
        "text": "Боевик"
      },
      {
        "id": 373,
        "text": "Юмор"
      },
      {
        "id": 373,
        "text": "Пердун"
      },
      {
        "id": 300,
        "text": "– Нет, мне все-таки надо прочитать легенду еще раз."
      }
    ]
  },
  {
    "id": 373,
    "text": "Протодот писал в жанре...",
    "answers": [
      {
        "id": 374,
        "text": "Романтика"
      },
      {
        "id": 374,
        "text": "Ужасы"
      },
      {
        "id": 374,
        "text": "Фэнтези"
      },
      {
        "id": 374,
        "text": "Фантастика"
      },
      {
        "id": 374,
        "text": "Боевик",
        "addToHistory": 9051
      },
      {
        "id": 374,
        "text": "Юмор"
      },
      {
        "id": 374,
        "text": "Пердун"
      },
      {
        "id": 300,
        "text": "– Нет, мне все-таки надо прочитать легенду еще раз."
      }
    ]
  },
  {
    "id": 374,
    "text": "Ифиандр писал в жанре...",
    "answers": [
      {
        "id": 375,
        "text": "Романтика",
        "addToHistory": 9051
      },
      {
        "id": 375,
        "text": "Ужасы"
      },
      {
        "id": 375,
        "text": "Фэнтези"
      },
      {
        "id": 375,
        "text": "Фантастика"
      },
      {
        "id": 375,
        "text": "Боевик"
      },
      {
        "id": 375,
        "text": "Юмор"
      },
      {
        "id": 375,
        "text": "Пердун"
      },
      {
        "id": 300,
        "text": "– Нет, мне все-таки надо прочитать легенду еще раз."
      }
    ]
  },
  {
    "id": 375,
    "text": "Тимниклай писал в жанре...",
    "answers": [
      {
        "id": 376,
        "text": "Романтика"
      },
      {
        "id": 376,
        "text": "Ужасы"
      },
      {
        "id": 376,
        "text": "Фэнтези"
      },
      {
        "id": 376,
        "text": "Фантастика"
      },
      {
        "id": 376,
        "text": "Боевик"
      },
      {
        "id": 376,
        "text": "Юмор",
        "addToHistory": 9051
      },
      {
        "id": 376,
        "text": "Пердун"
      },
      {
        "id": 300,
        "text": "– Нет, мне все-таки надо прочитать легенду еще раз."
      }
    ]
  },
  {
    "id": 376,
    "text": "Эврифрон писал в жанре...",
    "answers": [
      {
        "id": 377,
        "text": "Романтика"
      },
      {
        "id": 377,
        "text": "Ужасы",
        "addToHistory": 9051
      },
      {
        "id": 377,
        "text": "Фэнтези"
      },
      {
        "id": 377,
        "text": "Фантастика"
      },
      {
        "id": 377,
        "text": "Боевик"
      },
      {
        "id": 377,
        "text": "Юмор"
      },
      {
        "id": 377,
        "text": "Пердун"
      },
      {
        "id": 300,
        "text": "– Нет, мне все-таки надо прочитать легенду еще раз."
      }
    ]
  },
  {
    "id": 377,
    "text": "– Последний ясен. Ну что же, сейчас посмотрим, правильно ли ты угадал, – сфинкс забрал листки и задумался.<s>r\n<s>r\n– Насчет возрастов сыновей ты был...",
    "answers": [
      {
        "count": 6,
        "page": 9050,
        "id": 378,
        "text": "Прав!",
        "need_some": [
          9050,
          6
        ],
        "addToHistory": 9052
      },
      {
        "id": 378,
        "text": "[За неимением других вариантов нажать сюда]<s>r\nНеправ!"
      }
    ]
  },
  {
    "id": 378,
    "text": "А вот про жанры ты...",
    "answers": [
      {
        "count": 6,
        "page": 9051,
        "id": 379,
        "text": "Угадал!",
        "need_some": [
          9051,
          6
        ],
        "addToHistory": 9052
      },
      {
        "id": 379,
        "text": "[За неимением других вариантов нажать сюда]<s>r\nНе угадал!"
      }
    ]
  },
  {
    "id": 379,
    "text": "В итоге ты...",
    "answers": [
      {
        "count": 2,
        "id": 380,
        "text": "Решил все загадки верно!",
        "page": 9052,
        "need_some": [
          9052,
          2
        ]
      },
      {
        "id": 381,
        "text": "[За неимением других вариантов нажать сюда]<s>r\nГде-то допустил ошибку"
      }
    ]
  },
  {
    "id": 380,
    "text": "– Прими мои поздравления, человек! Ты можешь продолжить свой путь, – сфинкс упорхнул, а ворота начали открываться. Я облегченно вздохнул. Может быть, это конец? Может, эта вихреобразная субстанция за воротами отправит меня домой?",
    "answers": [
      {
        "id": 7,
        "text": "Шагнуть навстречу неизвестности."
      }
    ]
  },
  {
    "id": 381,
    "text": "– И что теперь? – с испугом и нервничая, спросил я. – ты меня сожрешь?<s>r\n– Нет, зачем? Меня здесь неплохо кормят. Да и вообще, это все необязательно. Мне просто скучно, – сфинкс захихикал. – Но все же ты меня разочаровал.<s>r\n<s>r\nСфинкс упорхнул куда-то, а ворота начали открываться. Я облегченно вздохнул. Может быть, это конец? Может, эта вихреобразная субстанция за воротами отправит меня домой?",
    "answers": [
      {
        "id": 7,
        "text": "Шагнуть в неизвестность."
      }
    ]
  },
  {
    "id": 382,
    "text": "  – Хорошо, начнём с разминки. Слушай внимательно: на даче было девять сестриц. Старшая, по имени Гранзель, стирала бельё, вторая, Олехандра, читала газету, третья, которая была старше четвёртой и шестой, писала письмо своему любовнику, четвёртая сестрица играла в шахматы, пятая в этот момент готовила для остальных обед, а шестая играла в прятки с седьмой и восьмой в своей комнате. Что же делала девятая сестра?",
    "answers": [
      {
        "id": 383,
        "text": "– Играла в прятки."
      },
      {
        "id": 384,
        "text": "– Играла в шахматы."
      },
      {
        "id": 383,
        "text": "– Занималась чем-то."
      }
    ]
  },
  {
    "id": 383,
    "text": "  – Неверно!\n  После этого слова у Билла потемнели глаза. Я хотел отойти от него, но он обхитрил меня раньше. Касание его жирного пальца до меня – и я тотчас заснул.",
    "answers": [
      {
        "id": 388,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 384,
    "text": "  – Правильно! А теперь у меня к тебе такой вопрос: сколько лет длилалсь \"Столетняя война\"? Я имею в виду именно ваш мир. Помнишь?",
    "answers": [
      {
        "id": 385,
        "text": "  – Наверное, сто шестнадцать лет."
      },
      {
        "id": 383,
        "text": "– Сто лет! Тут всё просто."
      },
      {
        "id": 383,
        "text": "– Сто пятнадцать!"
      }
    ]
  },
  {
    "id": 385,
    "text": "  – Так держать! – воскликнул треклятый гном. – а теперь последний вопрос. По-след-ний. Итак, от какого животного получили название Канарские острова?",
    "answers": [
      {
        "id": 386,
        "text": "– От собаки."
      },
      {
        "id": 383,
        "text": "– От канаров."
      },
      {
        "id": 383,
        "text": "– Название происходит от совсем другого."
      }
    ]
  },
  {
    "id": 386,
    "text": "  – Ты свободен! – вскрикнул гном. Он явно не ожидал от меня такого, но и отпускать не собирался.\n  Он нактнулся на меня с ножом. Я пытался любыми способами прикончить его или, по крайней мере, оглушить. Хотя мне это и не пригодилось: вдруг я стал медленно исчезать. Билл орал на меня, проклинал, но я ему не сдался.\n  В моих руках появился ржавый ключ. Я положил его в карман от брюк. Только сейчас я заметил, что как будто оказался в невесомости. \"Где же я?\"",
    "answers": [
      {
        "id": 387,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 387,
    "text": "  Я чувствовал себя космонавтом в открытом космосе, только без скафандра. Вокруг меня летали белые частицы. Всё пространство вокруг меня было залито оттенками синего и фиолетового.\n  Те самые частицы летели откуда-то сверху и мчались вниз. Под своими ногами я увидал громадную воронку или даже водоворот, к которому я постоянно медленно падал. Центр воронки был чёрный, он внушал страх. Белые сгустки падали по бокам воронки, расплываясь в длинные молочные полосы.\n  ...И вот я влетел в центр водоворота мыслей, затем сразу после этого потерял сознание...",
    "answers": [
      {
        "id": 5,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 388,
    "text": "  Я очнулся от нестерпимой боли. Всё моё тело сводило судорогами от холода. В маленькой комнате из серого кирпича, освещаемой по углам свечами, стоял колдун в чёрной мантии. Его лицо закрывал тёмный капюшон. Лишь его злорадная улыбка оставалась открытой. Потрескавшиеся го губы приоткрылись. Он тихо произнёс: \"Пора с тобой заканчивать\"...\n  Крик разнёсся по Подземельям...",
    "answers": [
      {
        "id": 320,
        "text": "Конец [Чекпоинт]"
      }
    ]
  },
  {
    "id": 389,
    "text": "  На табло высветилось: \"Правильно\" Затем её заменила другая надпись: \"Второй вопрос: сколько длилась \"Столетняя война\"?\"",
    "answers": [
      {
        "id": 390,
        "text": "\"116 лет.\""
      },
      {
        "id": 239,
        "text": "\"100 лет.\""
      },
      {
        "id": 239,
        "text": "\"115 лет.\""
      }
    ]
  },
  {
    "id": 390,
    "text": "  \"Правильно! Последний вопрос: от какого животного получили название Канарские острова?\"",
    "answers": [
      {
        "id": 391,
        "text": "– От собаки."
      },
      {
        "id": 239,
        "text": "– От канаров."
      },
      {
        "id": 239,
        "text": "– Название происходит от совсем другого."
      }
    ]
  },
  {
    "id": 391,
    "text": "  Плита замигала золотым цветом. Она стала медленно дрожать. Трещина, которая вот-вот появилась, стала становиться всё больше. Взрыв. Гранитные осколки разлетелись по площади, но судя по всему, им было на это всё равно. На месте плиты парил волшебным образом ржавый ключ.",
    "answers": [
      {
        "id": 392,
        "text": "Взять ключ"
      }
    ]
  },
  {
    "id": 392,
    "text": "  Я взял его и положил в карман. Затем я стал замечать, что начал испаряться в воздухе. Наступила кромешная тьма. Мне стало намного легче, силы постпенно восстановились. Я открыл глаза и понял, что находился в невесомости.",
    "answers": [
      {
        "id": 387,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 393,
    "text": "Едва я это сделал, чудище снова оказалось непозволительно близко...",
    "answers": [
      {
        "id": 393,
        "text": "Снова отпрыгнуть"
      },
      {
        "id": 398,
        "text": "Вознести молитву к Перуну"
      }
    ]
  },
  {
    "id": 394,
    "text": "Чудище заблокировало удар когтистой лапой и попробовало контратаковать, но я был слишком проворен, чтобы попасться в такую простую ловушку и без труда уклонился...",
    "answers": [
      {
        "id": 396,
        "text": "ЗАКРИЧАТЬ НА НЕГО"
      }
    ]
  },
  {
    "id": 395,
    "text": "Коридор начал расширятся и вскоре разделился надвое. Я стоял на этой развилке и не знал куда идти дальше...",
    "answers": [
      {
        "id": 400,
        "text": "Идти вправо"
      },
      {
        "id": 400,
        "text": "Идти влево"
      }
    ]
  },
  {
    "id": 396,
    "text": "Чудище явно ошарашено! Вот он - момент!",
    "answers": [
      {
        "id": 397,
        "text": "Ударить кулаком"
      },
      {
        "id": 399,
        "text": "Ударить рулоном фольги"
      }
    ]
  },
  {
    "id": 397,
    "text": "- И мощным ударом герой в красных трусах отправляет врага в нокаут! - позволил я себе помечтать...\nНа деле же монстр заметался по коридору и, словно что-то решив, бросился от меня прочь...",
    "answers": [
      {
        "id": 395,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 398,
    "text": "Прогремел гром, и я почувствовал как моё тело распадается на тонкие струйки дыма, которые относятся против течения реки Времени...",
    "answers": [
      {
        "id": 263,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 399,
    "text": "Я как следует размахнулся и с боевым кличем \"Олеолеолееег\" снёс голову чудовища! От мощного удара этим незаменимым на кухне предметом монстроподобная башка укатилась куда-то вглубь пещеры...",
    "answers": [
      {
        "id": 395,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 400,
    "text": "Не успел я и сделать пары шагов как понял, что земля уходит у меня из-под ног. Стоило только кинуть вокруг взгляд, как становилось понятно, что я прав. Написанная часть квеста кончилась, и теперь стены пещеры начали оплывать, превращаясь в густые чернила...",
    "answers": [
      {
        "id": 401,
        "text": "Зачарованно смотреть на происходящее"
      }
    ]
  },
  {
    "id": 401,
    "text": "В это время небольшой клочок земли со мной на борту отделился и направился в неизвестность, увлекаемый течением этой чернильной реки, появившейся в мгновения ока. \nПрошло уже несколько часов, но путь всё не заканчивался...\n- Какое страшное чудище ждёт меня впереди? - этот вопрос я задавал себе постоянно.\n- Кажется самое время заглянуть в мешочек, подаренный вохвом...",
    "answers": [
      {
        "id": 402,
        "text": "Открыть мешочек"
      }
    ]
  },
  {
    "id": 402,
    "text": "Узлы на завязках ослабли, и я одним движением вытряхнул содержимое себе на ладонь...\nЭто оказалось...\nЭтим оказалась...\nНа ладони лежал...\nЗаяц. Самый обыкновенный серый заяц. Он любопытно поглядывал на меня и дёргал ушами, но даже не делал попыток сбежать...",
    "answers": [
      {
        "id": 403,
        "text": "...."
      }
    ]
  },
  {
    "id": 403,
    "text": "Именно в эти мгновения моё импровизированное судно прибило к островку побольше. Он состоял из большой глыбы льда, на которой то здесь, то там валялись камни и ветки...",
    "answers": [
      {
        "id": 404,
        "text": "- Зееемл... Ой, Лёд!"
      }
    ]
  },
  {
    "id": 404,
    "text": "Без труда взойдя на эту глыбу, я равнодушно смотрел как моё бывшее пристанище относит всё дальше и дальше, пока оно наконец не пропало совсем из виду...\nТем не менее я не мог не заметить, что я не единственный Робинзон этого острова. Неподалёку стояла сгорбленная фигура, закутанная в рваный плащ...",
    "answers": [
      {
        "id": 405,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 405,
    "text": "Я оказался совсем рядом, мне стоит только протянуть руку, но я не успел этого сделать (вечно я самого важного не успеваю). Фигура развернулась и сбросила плащ...\nПод ним не было ничего. Только бурлящая и кипящая Тьма...",
    "answers": [
      {
        "id": 406,
        "text": "- Что ты такое?"
      }
    ]
  },
  {
    "id": 406,
    "text": "- Я госпожа этого квеста! Некогда созданная в самые последние мгновения, я следила, как его автор теряет к нему интерес. Видела, как он погибает, пожирая сам себя. Слышала мучительные крики, населяющих его существ...",
    "answers": [
      {
        "id": 407,
        "text": "- Как это произошло?"
      }
    ]
  },
  {
    "id": 407,
    "text": "- Я сама сделала это, - злобно расхохоталась Тьма, - сама запечатала разум творца, не дав ему окончить творение, ведь тогда я останусь самой могущественной в этом Квесте на века!\nС этими словами она приподняла чёрную клетку, излучающую слабое сияние...\n- Он совсем потерял надежду, - произнесла она, - ему не много осталось. И после его смерти я буду править здесь вечно!",
    "answers": [
      {
        "id": 408,
        "text": "- Неужели ничего нельзя сделать?!"
      }
    ]
  },
  {
    "id": 408,
    "text": "- Почему же нельзя? - удивилась Тьма, - легенды гласят, что придёт смельчак, что сможет открыть эту тюрьму с помощью Острой Иглы, но эти сказания уже не сбудутся! После твоей смерти не останется здесь ни одного прибывшего через портал, ведь он уже закрывается!\nИ действительно единственный луч солнца среди этой тьмы, освещающий склон холма, начал истончаться, пока совсем не исчез...",
    "answers": [
      {
        "id": 409,
        "text": "...."
      }
    ]
  },
  {
    "id": 409,
    "text": "- Никто не сможет отыскать Иглу, что сокрыта в Яйце, что сокрыто в Ут...\nНо довольно! Готовься к смерти!\nТьма угрожающе надвинулась...",
    "answers": [
      {
        "id": 410,
        "text": "Ударить рулоном фольги"
      },
      {
        "id": 410,
        "text": "Ударить кулаком"
      },
      {
        "id": 410,
        "text": "Бросить перья"
      },
      {
        "id": 413,
        "text": "Схватить зайца"
      }
    ]
  },
  {
    "id": 410,
    "text": "Атака не причинила ей никаких неудобств, бесформенная Тьма просто поглотила её и приблизилась ко мне. Я вынужден отступать. На один шаг приближается край острова и тёмные густые чернила за ним...",
    "answers": [
      {
        "id": 410,
        "text": "Ударить рулоном фольги"
      },
      {
        "id": 410,
        "text": "Ударить кулаком"
      },
      {
        "id": 410,
        "text": "Кинуть перья"
      },
      {
        "id": 413,
        "text": "Схватить зайца"
      }
    ]
  },
  {
    "id": 411,
    "text": "Под моей рукой шкура начала сползать с косого. Вскоре от него остался лишь пушистый куль, внутри которого что-то билось, пытаясь вырваться...\n",
    "answers": [
      {
        "id": 412,
        "text": "Разорвать кожу"
      }
    ]
  },
  {
    "id": 412,
    "text": "Из-под кожи показались перья, и утка, (а это была именно она) полная сил, взмыла вверх, к свободе...\nЧто же делать?",
    "answers": [
      {
        "id": 416,
        "text": "Метнуть в неё камень"
      },
      {
        "id": 417,
        "text": "Схватить за хвост"
      },
      {
        "id": 418,
        "text": "Удариться оземь"
      }
    ]
  },
  {
    "id": 413,
    "text": "Схватив зайца поперёк тела, я зачем-то с силой сжал его. Глаза его выпучились, уши поникли, а сам он начал трястись...\nКажется, даже Тьма начала испытывать некоторое волнение...",
    "answers": [
      {
        "id": 411,
        "text": "Сжать сильнее"
      }
    ]
  },
  {
    "id": 414,
    "text": "Дорогой наш Олег!\n\nМы сердечно поздравляем тебя с Днем Рождения! Желаем власти, долголетия, плодовитости в мышлениях, здоровья гигакрысы из \"Торы\", силы богатыря из \"Славянских легенд\", невозмутимости Андрея из \"Куклы\", дотошности Васи, находчивости бабуси, любопытства Билла и незатемненного разума! Будь мудр и весел, а главное-счастлив в любых начинаниях или продолжениях! Мы с тобой! \n\nС любовью. \nКвестописцы.",
    "answers": [
      {
        "id": 1,
        "text": "Прослезиться и уйти на главную."
      },
      {
        "id": 414,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c836526/v836526909/adef8/95jA0noqGr4.jpg"
      }
    ]
  },
  {
    "id": 415,
    "text": "Выдано за терпение и упорство.\n\nНу или за крайнюю степень неудачливости. Это же надо, по всем углам подземелья бродить. Тут вам не игрушки.",
    "answers": [
      {
        "id": 52,
        "text": "К достижениям."
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 416,
    "text": "Камень пролетел мимо цели...\nНо в этот момент пока я отвлёкся, Тьма изловчилась и схватила меня...\nОна оказалась повсюду, заполняла всего меня, выдавливая жизнь...\nНо что-то не давало мне покинуть этот мир... Мои Квесты! Квестописцы! Совет! \n- Я должен жить ради них!",
    "answers": [
      {
        "id": 405,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 417,
    "text": "В какой-то момент казалось, что всё у меня получилось, но птица вырвалась и улетела прочь, оставив у меня в руке пару перьев...\nВ этот момент пока я отвлёкся, Тьма изловчилась и схватила меня...\nОна оказалась повсюду, заполняла всего меня, выдавливая жизнь...\nНо что-то не давало мне покинуть этот мир... Мои Квесты! Квестописцы! Совет! \n- Я должен жить ради них!",
    "answers": [
      {
        "id": 405,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 418,
    "text": "- Мы что, в сказке какой-то?!\nНо видимо, это был единственный выход...\nСо всей силы разогнавшись, я треснулся головой о лёд, выбив несколько ледяных осколков, который пролетев по фантастической дуге, сбили птицу. Утка упала в шаге от меня и из-под неё выкатилось маленькое яйцо...",
    "answers": [
      {
        "id": 419,
        "text": "Схватить яйцо и бросить об землю"
      }
    ]
  },
  {
    "id": 419,
    "text": "Во все стороны брызнули осколки скорлупы, а в моей руке заблестела Острая Игла...\nТьма затряслась пуще прежнего...\n- Прошу... не надо... пощади...",
    "answers": [
      {
        "id": 420,
        "text": "Пощадить Тьму"
      },
      {
        "id": 421,
        "text": "Метнуть Иглу в клетку"
      }
    ]
  },
  {
    "id": 420,
    "text": "- Каждому нужно хоть раз дать ещё один шанс. И даже самые худшие из нас нуждаю...\nПока я отвлёкся, произнося эту душещипательную речь, Тьма изловчилась и схватила меня...\nОна оказалась повсюду, заполняла всего меня, выдавливая жизнь...\nНо что-то не давало мне покинуть этот мир... Мои Квесты! Квестописцы! Совет! \n- Я должен жить ради них!",
    "answers": [
      {
        "id": 405,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 421,
    "text": "Едва Игла коснулась решётки, та растаяла прямо на глазах, и Свет, заключённый в ней вырвался на свободу во всём своём великолепии!\nОдним всплеском Силы распылил Тёмную хозяйку и покрыл трещинами весь остров. А сейчас небольшим облаком висел напротив моего лица...",
    "answers": [
      {
        "id": 422,
        "text": "...."
      }
    ]
  },
  {
    "id": 422,
    "text": "Я хотел что-нибудь сказать, но не успел, Свет унёсся прочь...\nПод действием его лучей чернила этой огромной реки начали принимать форму, менять цвет...\nТо тут, то там вспыхивали яркие мгновенные сцены: битва с ужасными монстрами среди пылающих развалин, сияющий меч, заковываемый в камень, огромный исполин в последних усилиях ломающий вековой дуб...",
    "answers": [
      {
        "id": 423,
        "text": "Смотреть дальше"
      }
    ]
  },
  {
    "id": 423,
    "text": "А на самом краю этого тёмного мира, у самого горизонта поднимаются одна за другой ужасные головы, извергающие яд и огонь...\nМожно разглядеть фигуру одинокого воина с пылающим мечом, идущего в последний бой...\nКак его имя? Кто он такой? Неизвестно...\nОт глубоких раздумий меня отвлёк треск, зарождающийся в глубинах ледяной скалы...\nМощный толчок пошатнул весь остров!",
    "answers": [
      {
        "id": 424,
        "text": "Устоять на ногах"
      }
    ]
  },
  {
    "id": 424,
    "text": "У меня почти это вышло!\nНо отколовшийся громадный осколок льда увлёк меня за собой в пучину чернил...\nОни смыкались над головой, густой массой закрывая путь воздуху, не давая даже шанса спастись...\nИ когда я уже смирился с неминуемой смертью, словно огромный водоворот увлёк меня вниз в глубину, швырнул в пустоту как бессильную песчинку...",
    "answers": [
      {
        "id": 200,
        "text": "Прийти в себя",
        "addToHistory": 9200
      }
    ]
  },
  {
    "id": 425,
    "text": "",
    "answers": []
  }
]