[
  {
    "id": 1,
    "text": "Автор: Максим (Vechniy) <s>r\nЖанр: приключения; драма; путешествие; сериал*.\n<s>r\nПовествование будет об одной Душе, которая мало чем отличается от других. Отличается она только тем, что частично помнит свои прошлые воплощения, хотя, обычно, им это знать не положено. И не понятно, милость это, или проклятие? <s>r\n<s>r\n ВАЖНО! Ниже будет описана концепция устройства вселенной, по которой будет идти сюжет этой интерактивной повести. Написана она будет только для того, что бы читатель понимал происходящее. Так как герой \"примерно, т.е не полностью\" знает, как устроена Вселенная, здесь она тоже будет описана Не полностью! А раскрываться будет по ходу повествования. Если же вы не в силах прочитать столько информации, то просто наслаждайтесь повестью! :)\n\nсериал* - у этой книги еще долго не будет концовки. Мужайтесь!",
    "answers": [
      {
        "id": 2,
        "text": "Стать той самой Душой! "
      },
      {
        "id": 27,
        "text": "Концепция устройства вселенной. (Советую прочитать)"
      },
      {
        "id": 121,
        "text": "Достижения"
      },
      {
        "id": 125,
        "text": "Оглавление. "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c639322/v639322300/29a5b/Zp-oQz2BTIw.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 149,
        "text": "Контактные данные автора"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c639322/v639322300/2a0e2/BrLa9yF5Wpo.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы стоите на коленях посреди огромного поля, на котором восемь дней подряд шла масштабная битва. <s>r\n  Это была очень долгая и кровопролитная война. Демон, который мечтал стать правителем мира, собрал огромное войско из своих собратьев и невежественных людей, и завоевал уже больше половины, когда на его пути встало ваше королевство.<s>r\n Вы - прославленный полководец, который с семи лет обучался тактике, езде на колеснице и владением большинством видов оружия. Вы одерживали победу во всех битвах, в которых принимали командование. Вам уже 29 лет, и на счету у вас более тысячи сражений. <s>r\n  Перед вами лежит тот самый Демон, которого вы лично разрубили пополам. Вы сражались с ним около двенадцати часов и полностью выбились из сил. Что бы отвлечь его внимание, вы подставились под его удар, и он отрубил вам левую руку. Правой же рукой,  пока демон испытывал радость победы, вы воткнул меч ему в голову и со всей силы рванули его вниз, разделяя Демона на две части. <s>r\n  Вокруг вас лежат тысячи солдат, которые погибли по ходу битвы или были серьезно ранены. Из вашей груди торчат две стрелы, которые медленно высасывают жизнь из вашего тела. <s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть на небо."
      },
      {
        "id": 8,
        "text": "Посмотреть на окружающие вас тела. "
      },
      {
        "id": 4,
        "text": "Прислушаться. "
      },
      {
        "id": 6,
        "text": "Обрубить стрелы, которые торчат из груди,  мечом. "
      },
      {
        "id": 7,
        "text": "(Сноска) Демоны и ангелы. рай и ад. "
      },
      {
        "id": 2,
        "text": "movie back",
        "url": "https://pp.userapi.com/c639322/v639322300/2a645/ajxaTpmX1SE.jpg"
      },
      {
        "id": 2,
        "text": "appear slow",
        "url": "https://a.radikal.ru/a42/1805/0c/b3dbc6e4c4bc.png"
      }
    ]
  },
  {
    "id": 3,
    "text": "Облака светятся золотом, огромное солнце заходит за горизонт, обнимая всю землю своими лучами. Оно приятно ласкает ваше усталое лицо, и вы жмуритесь. Из ваших глаз текут непроизвольные слезы. Лучи медленно ползут по земле, уступая место сумеркам.",
    "answers": [
      {
        "id": 8,
        "text": "Посмотреть на окружающие вас тела. ",
        "need": -8
      },
      {
        "id": 4,
        "text": "Прислушаться. ",
        "need": -4
      },
      {
        "id": 6,
        "text": "Обрубить стрелы, которые торчат из груди, мечом. "
      },
      {
        "id": 3,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c639322/v639322300/2a55f/8grPQfLkSRc.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы слышите восклики вдалеке и одинокие лязганья мечей. Кто то еще сражался. На другом фланге еще шла битва. Видимо они не знали, что Демон низвергнут и война выиграна. Либо же они хотели убить всех врагов,  что бы ни один из них больше не осквернял эту землю своим присутствием. Вы этого не знаете.  Но вам очень хочется помочь им! И это желание разгорается в вашей груди с каждым далеким ударом меча об меч.",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть на небо",
        "need": -3
      },
      {
        "id": 8,
        "text": "Посмотреть на окружающие вас тела.",
        "need": -8
      },
      {
        "id": 6,
        "text": "Обрубить стрелы, которые торчат из груди, мечом. "
      }
    ]
  },
  {
    "id": 5,
    "text": "  Вы аккуратно встаете, упираясь на свой меч. Кровь хлынула из обрубка левой руки. Вы отрезали от своего алого плаща длинный лоскут. Стянули, а затем завязали обрубок.<s>r\n Ваш учитель сказал вам однажды: \"Дорогой ученик, запомни! Если воину, во время сражения отрубают конечность, то он должен принять это! Вдохнуть, выдохнуть и продолжать сражаться! Если же он не примет это, то он потеряет всю свою силу и не сможет продолжать бой\". Вы запомнили эти слова, поэтому приняли это как должное, и двинулись в сторону лязганья металла. <s>r\n Вы спустились с небольшого холма и увидели двух воинов, которые бились друг против друга. <s>r\n<s>r\n  ",
    "answers": [
      {
        "id": 10,
        "text": "Вмешаться. "
      },
      {
        "id": 13,
        "text": "Дать им разобраться самим. Ведь это дело чести! "
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вы поднимаете с земли свой меч, который был сделан лично под вас. Каждый драгоценный камешек в нем, лечил вас. Металл, из которого он сделан, придавал вам сил, а рукоять лежала в руке как влитая. Этот меч - продолжение вашей руки.\n  Одним круговые движением, вы обрубили стрелы так, что их наконечники даже не дрогнули у вас в груди. ",
    "answers": [
      {
        "id": 5,
        "text": "Попытаться встать. "
      },
      {
        "id": 9,
        "text": "Успокоиться и уйти в медетативный транс, чтобы как можно лучше выйти из этого тела. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Существует множество планет, которые делятся на райские и на адские. Земля - это самая низшая из райских планет, ниже нее идут адские. Различаются они концентрацией счастья и страданий. На райских планетах счастья и наслаждений больше, чем на адских, на адских же больше страданий и горя. На земле всего поровну. На адской системе планет живут демоны и они могут приходить на землю в виде детей, которые родились из-за разврата. Ангелы живут на райских планетах и обычно не горят желанием спускаться ниже, но если и приходят,  то только в благочестивые семьи.<s>r\n  \"ВНИМАНИЕ! Это так же просто вселенная этой книги! Не более,  не менее. \"",
    "answers": [
      {
        "id": 2,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 8,
    "text": "   Большинство окружающих вас тел, составляли солдаты противника, в черно-красных доспехах и шлемах, в виде змеи с клыками. Многих из них вы лично лишили жизни. Остальные - ваши солдаты. В Бело-золотых доспехах и шлемах, в виде орла. Это был ваш отряд Лучших воинов королевства. Они защищали вас до последней капли крови. У остальных шлемы были в виде овала, у которого наверху полумесяц.<s>r\n Недалеко от вас лежит девушка, вся истыканная стрелами. Её белокурые локоны лежат на земле, в луже, чьей то крови. Она очень быстро дышит, будто хочет надышаться вдоволь, перед тем, как покинет это тело. Дева перевела взгляд на закат и зажмурилась, из её глаз потекли слезы, и она последний раз выдохнула, будто с облегчением.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть на небо",
        "need": -3
      },
      {
        "id": 4,
        "text": "Прислушаться.",
        "need": -4
      },
      {
        "id": 6,
        "text": "Обрубить стрелы, которые торчат из груди, мечом. "
      }
    ]
  },
  {
    "id": 9,
    "text": "  Вы садитесь в позу лотоса и принимаетесь читать мантры, которые помогут вам выйти из этого тела, в ожидании посла с высших планет. Вы все таки благочестивый полководец! И имеете право на вечное блаженство! Не так ли? \n  Через некоторое время вы обнаруживаете себя, стоящим рядом с собой. Ваше тело осталось в той же позе. А там где только что зашло солнце, вспыхнул свет! У вас появилось сильное желание идти туда.",
    "answers": [
      {
        "id": 11,
        "text": "Идти на свет! "
      },
      {
        "id": 11,
        "text": "Остаться здесь. \n- Буду я еще ходить туда, суда! Сами придут!"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n  Вы подошли ближе и ваш воин вас заметил. Он тут же воспрял духом, и начал лупить противника мечом с удвоенной силой и скоростью! Тот явно этого не ожидал и, пропустив несколько сильных ударов, упал замертво. <s>r\n  Воин повернулся к вам и упал в поклон.   <s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Попросить подняться. "
      },
      {
        "id": 15,
        "text": "Поднять воина. "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Свет начал двигаться. Вы заметили что на этом поле брани, просто огромное колличество Душ и всех их захватывает этот белый свет! Через мгновение он добрался и до вас. \n  Вы ощутили огромный прилив сил и блаженства! Стало так хорошо, буд то вас обняло что то теплое и любящее! Это длилось бы бесконечно, но нет. Голос! Чей то голос послышался в голове:\n- Тебе придется вернуться на землю. Ты еще не все успел сделать! И не спорь даже. Я буду помогать тебе, так что все будет в порядке! Даже не переживай по этому поводу! \n  Этот голос был такой приятный и нежный, что вы больше расстроились из-за того,  что он пропал, а не из за возвращения назад. \n ",
    "answers": [
      {
        "id": 12,
        "text": "На старт! Внимание! Рождение! "
      }
    ]
  },
  {
    "id": 12,
    "text": " Вдох. Еще один. Ваши легкие первый раз наполняются воздухом. Какой же он здесь противный! Вы пытаетесь осмотреться, но в глазах все плывет. Вам здесь явно не нравится. Но вы очень рады что выбрались из сжимающей со всех сторон камеры. Это было ужасно! ",
    "answers": [
      {
        "id": 24,
        "text": "Заплакать! Очень громко! Надо же опробывать свои новые голосовые связки! "
      },
      {
        "id": 24,
        "text": "Попытаться оценить обстановку. "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Вы остались стоять на возвышении и стали наблюдать за сражением. Воины уже порядком устали и после каждого удара меча об меч,  расходились в стороны. Так продолжалось не долго. Ваш воин вдруг упал на землю и разрубил врагу ногу. Тот упал, начал орать и корчиться. Воин залез на противника сверху и вонзил меч прямо ему в грудь. Меч прошел насквозь и ушел в землю. Воин секунду так посидел и рухнул замертво. Его тело было жутко изранено, как он так долго держался?",
    "answers": [
      {
        "id": 17,
        "text": "Искать выживших. "
      },
      {
        "id": 18,
        "text": "Добивать врагов. "
      }
    ]
  },
  {
    "id": 14,
    "text": "  Вы просите его подняться с колен и подойти к вам, но он не реагирует на ваш голос. Видимо сильно устал и просто не хочет, или просто не слышит.",
    "answers": [
      {
        "id": 15,
        "text": "Поднять воина. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы подходите к нему и пытаетесь поднять его. <s>r\n- \"Не время сейчас для любезностей! Нужно добивать врагов и помогать раненым!\" <s>r\n Он не поддался. Тогда вы с силой рванули его, и он упал на бок. Его безжизненные глаза были открыты, а лицо выражало радость. <s>r\n  Все воины очень любили и уважали вас, и всегда, при встрече с вами, падали в поклон со счастьем на лице. Когда вы выходили к армии, все как один падали в поклон. Даже к Королю была не такая любовь, как к вам. И этот солдат не был исключением. Он очень обрадовался, что вы живы, и это придало ему жизненной силы для победы над врагом. И когда он приклонился перед вами, его душа покинула тело и ушла на райские планеты.<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Добивать врагов. "
      },
      {
        "id": 17,
        "text": "Искать выживших. "
      }
    ]
  },
  {
    "id": 16,
    "text": " Там где только что зашло солнце, вспыхнул свет! У вас появилось сильное желание идти туда.",
    "answers": [
      {
        "id": 22,
        "text": "Идти на свет! "
      },
      {
        "id": 22,
        "text": "Остаться здесь. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы шли на стоны и увидели человека. Приглядевшись, вы поняли что это женщина. Эта женщина была целителем. Она помогала вашим воинам. Накладывала повязки, поила настойками и избавляла от мучений обезболивающими средствами. В её подчинении было еще несколько девушек, которые таскали раненых в медицинский лагерь. <s>r\n  Вы подошли к ней и легонько прикоснулись к её плечу. Она обернулась. Её изможденное лицо вдруг засияло, и она с улыбкой упала в поклон. <s>r\n  Послышались крики в лагере медиков! Целительница поднялась и испуганно посмотрела в ту сторону. Вы недолго думая побежали по направлению истошных воплей. <s>r\n  Через несколько секунд вы уже были там. Несколько солдат,  которые вскочили с больничных коек, сражались с огромным вепрем. Этот зверь был ездовым животным Демона, пока вы не сбили наездника. Сейчас же Вепрь хотел пожрать еще живых воинов и скрыться в лесах. Но вы же не позволите ему это сделать! Ведь так?<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "Ринуться в атаку. "
      },
      {
        "id": 20,
        "text": "Продумать план. "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Вы прошлись в разных направлениях, и не раз, но не нашли не одного врага. Все кто выжили, давно сбежали. Они стали разбегаться, как только Демон был повержен. <s>r\n  Вы решили больше не искать врагов. Война была выиграна, и не было смысла продолжать убивать.<s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Искать выживших. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы ринулись на Вепря, с грозным кличем!  Воины поддержали вас и тоже заорали. Вы бились с ним, пока он не раскидал всех воинов и вас, в том числе. Жутко рыча, Вепрь кинулся в вашу сторону. Вы, ухмыляясь, встали в боевую стойку. <s>r\n  Зверь резко затормозил, и его внимание переключилась на медсестричку, которая пыталась перебежать в другое укрытие. Из его пасти потекли слюни вожделения и ненасытности.<s>r\n Вы поняли, к чему все это ведет, и бросились к девушке. <s>r\n  Вы только успели добежать и выставить перед собой меч, как зверюга налетел на вас. <s>r\n Вы очнулись на земле. Вепрь лежит на боку, а ваш меч, по рукоять, воткнут ему в голову. Посмотрев чуть ниже, вы обнаружили у себя в животе его огроменный клык. Видимо при ударе он вошел вам в живот и отломился от зверя. <s>r\n  Вы попытались подняться и у вас это вышло! Но тело осталось лежать на земле. К нему стали сбегаться солдаты и медсестры. Они не знали, что вас в этом теле уже нет.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Окинуть взглядом поле брани. "
      },
      {
        "id": 19,
        "text": "movie back",
        "url": "https://pp.userapi.com/c639322/v639322300/2a678/7MFOvWae0uI.jpg"
      },
      {
        "id": 19,
        "text": "movie",
        "url": "https://d.radikal.ru/d17/1805/12/c192a9a8f9a5.png"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы на несколько секунд задумались, и у вас возникла хорошая идея, заманить Вепря в свободную палатку и когда он там запутается, его можно будет легко убить!<s>r\n  Вы велели солдатам разойтись в стороны и спрятаться за деревьями. Вепрь вас увидел, и его глаза напились кровью. Недолго думая зверь ринулся на вас. Расплываясь в улыбке, вы начинаете бежать в сторону палатки. Зверь резко затормозил, и его внимание переключилась на медсестричку, которая пыталась перебежать в другое укрытие. Из его пасти потекли слюни вожделения и ненасытности.<s>r\n  Вы поняли, к чему все это ведет, и бросились к девушке. <s>r\n  Вы только успели добежать и выставить перед собой меч, как зверюга налетел на вас. <s>r\n Вы очнулись на земле. Вепрь лежит на боку, а ваш меч, по рукоять, воткнут ему в голову. Посмотрев чуть ниже, вы обнаружили у себя в животе его огроменный клык. Видимо при ударе он вошел вам в живот и отломился от зверя. <s>r\n  Вы попытались подняться и у вас это вышло! Но тело осталось лежать на земле. К нему стали сбегаться солдаты и медсестры. Они не знали, что вас в этом теле уже нет.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Окинуть взглядом поле брани. "
      },
      {
        "id": 19,
        "text": "movie back ",
        "url": "https://pp.userapi.com/c639322/v639322300/2a678/7MFOvWae0uI.jpg"
      },
      {
        "id": 20,
        "text": "movie ",
        "url": "https://d.radikal.ru/d17/1805/12/c192a9a8f9a5.png"
      }
    ]
  },
  {
    "id": 21,
    "text": "Свет начал двигаться. Вы заметили что на этом поле брани, просто огромное колличество Душ и всех их захватывает этот белый свет! Через мгновение он добрался и до вас. \n  Вы ощутили огромный прилив сил и блаженства! Стало так хорошо, буд то вас обняло что то теплое и любящее! Это длилось бы бесконечно, но нет. Голос! Чей то голос послышался в голове:\n- Тебе придется вернуться на землю. Ты еще не все успел сделать! И не спорь даже. Я буду помогать тебе, так что все будет в порядке! Даже не переживай по этому поводу! \n  Этот голос был такой приятный и нежный, что вы больше расстроились из-за того,  что он пропал, а не из за возвращения назад. \n ",
    "answers": [
      {
        "id": 26,
        "text": "На старт! Внимание! Рождение! "
      }
    ]
  },
  {
    "id": 22,
    "text": "Свет начал двигаться. Вы заметили, что на этом поле брани, просто огромное количество Душ и всех их захватывает этот белый свет! Через мгновение он добрался и до вас. <s>r\n  Вы ощутили огромный прилив сил и блаженства! Стало так хорошо, будто вас обняло, что то теплое и любящее! Это длилось бы бесконечно, но нет. Голос! Чей-то голос послышался в голове:<s>r\n- Тебе придется вернуться на землю. Ты еще не все успел сделать! И не спорь даже. Я буду помогать тебе, так что все будет в порядке! Даже не переживай по этому поводу! <s>r\n  Этот голос был такой приятный и нежный, что вы больше расстроились из-за того,  что он пропал, а не из-за возвращения назад.<s>r\n <s>r\n ",
    "answers": [
      {
        "id": 12,
        "text": "На старт!  Внимание!  Рождение! "
      }
    ]
  },
  {
    "id": 23,
    "text": " Там где только что зашло солнце, вспыхнул свет! У вас появилось сильное желание идти туда.",
    "answers": [
      {
        "id": 22,
        "text": "Идти на свет! "
      },
      {
        "id": 22,
        "text": "Остаться здесь. "
      }
    ]
  },
  {
    "id": 24,
    "text": "  Вас передают какому то существу. Это женщина. Она берет вас и крепко прижимает к своему сердцу. Непередаваемое ощущение теплоты и любви наполнило всю вашу сущность. Вы могли бы вечно быть в её объятиях, но вас взяли чьи то крепкие руки. Это был мужчина. Он поднял вас на уровень своей головы и сказал: - \"Дорогая! У нас все таки... \"",
    "answers": [
      {
        "id": 25,
        "text": "Мальчик! "
      },
      {
        "id": 28,
        "text": "Девочка! "
      }
    ]
  },
  {
    "id": 25,
    "text": " Вы родились в благочестивой семье, через тысячу лет после произошедших событий. Все это время вы провели на одной из райских планет, наслаждаясь каждое мгновение, проведенное там. Когда пришло время вернуться на землю, вас сопроводили до самого зародыша вашего нового тела и поместили туда. Территориально вы родились там же, где когда то было королевство, за которое вы сражались. Сейчас здесь новое монархическое государство.\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "  Давайте представим, что человек это не просто хитросплетения костей, мышц и серого вещества в черепе, а нечто большее, например Душа! И эта самая душа вечна, то есть не может умереть или быть убита. Умереть может только тело, в котором душа находится. Тела ей даются из жизни в жизнь разные. Она как будто меняет машину, которая вышла из строя, или меняет одежду после прогулки. Тело просто не может быть вечно,  так как это просто механизм, а все механизмы рано или поздно ломаются. \n  За этим всем стоит лишь одна личность. У этой личности много имен, но многие считают что именно то имя, которым они эту личность называют -  истинное, а все остальные просто невежды. Мы же назовем его просто, Бог. Именно Бог создал вселенную и бесконечное множество Душ в ней. И эти Души разлетелись по всей вселенной, словно лучики, улетающие от солнца. Так же Бог создал вселенские законы, не знания которых, не освобождает от ответственности. Мы же возьмем лишь часть из них, а именно Законы Кармы (Думаю многие, примерно, знают, что это такое.)",
    "answers": [
      {
        "id": 1,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы родились в благочестивой семье, через тысячу лет после произошедших событий. Все это время вы провели на одной из райских планет, наслаждаясь, каждое мгновение, проведенное там. Когда пришло время вернуться на землю, вас сопроводили до самого зародыша вашего нового тела и поместили туда. Территориально вы родились там же, где когда то было королевство, за которое вы сражались. Сейчас здесь новое монархическое государство.",
    "answers": [
      {
        "id": 32,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 29,
    "text": " Общество очень много потеряло в духовных сферах, оно сейчас больше думает о прогрессе и подчинении себе природы. Люди больше не способны полностью пользоваться своим голосом: не знают, как правильно воспроизводить мантры; Не могут с помощью звука материализовывать что-либо. Почти все знания были утеряны. \n\n Ваша семья живет в роскошном особняке, на окраине большого города. Ваш Отец - видный деятель в государственных сферах, а ваша Матушка - актриса театра и одна из самых красивых женщин в стране.",
    "answers": [
      {
        "id": 30,
        "text": "Далее. "
      },
      {
        "id": 31,
        "text": "(Сноска) Что такое Мантра? "
      }
    ]
  },
  {
    "id": 30,
    "text": "Пока вы были младенцем, ваши воспоминания о прошлой жизни были очень отчетливыми. Вы понимали кто вы, где оказались и по чьей воле это произошло. Любой, кто заглядывал в ваши глаза, испытывал шок. Это были глаза мудреца, но никак не ребенка. \n Каждый месяц вашей жизни, вы забывали некоторые фрагменты своего прошлого, а когда вам исполнился год, вы забыли почти все. К двум годам от воспоминаний не осталось и следа. ",
    "answers": [
      {
        "id": 35,
        "text": "Продолжим. "
      }
    ]
  },
  {
    "id": 31,
    "text": " Мантра — слово, заряженное силой и божественным светом. Мантры состоят из звуков, оказывающих благоприятное влияние на человеческое сознание, очищающих его и наполняющих энергией.\nСчитается, что мантра не была создана человеческим интеллектом, а имеет божественное происхождение. Мантры, дошедшие до наших дней, были услышаны опытными йогами и мудрецами во время медитации. Давно известно, что звуки и слова, произнесенные нами, сильно влияют на нашу жизнь. Слова определяют наше бытие, поэтому к ним нужно относиться внимательно. Каждый звук мантры наполнен позитивными вибрациями, сакральным смыслом.\n",
    "answers": [
      {
        "id": 29,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 32,
    "text": "  Общество очень много потеряло в духовных сферах, оно сейчас больше думает о прогрессе и подчинении себе природы. Люди больше не способны полностью пользоваться своим голосом: не знают, как правильно воспроизводить мантры; Не могут с помощью звука материализовывать что либо. Почти все знания были утеряны. <s>r\n<s>r\n Ваша семья живет в роскошном особняке, на окраине большого города. Ваш Отец - видный деятель в государственных сферах, а ваша Матушка - актриса театра и одна из самых красивых женщин в стране.",
    "answers": [
      {
        "id": 33,
        "text": "Читать дальше. "
      },
      {
        "id": 34,
        "text": "(Сноска) Что такое мантры? "
      }
    ]
  },
  {
    "id": 33,
    "text": "  Пока вы были младенцем, ваши воспоминания о прошлой жизни были очень отчетливыми. Вы понимали кто вы, где оказались и по чьей воле это произошло. Любой, кто заглядывал в ваши глаза, испытывал шок. Это были глаза мудреца, но никак не ребенка. \n Каждый месяц вашей жизни, вы забывали некоторые фрагменты своего прошлого, а когда вам исполнился год, вы забыли почти все. К двум годам от воспоминаний не осталось и следа. ",
    "answers": [
      {
        "id": 72,
        "text": "Продолжим. "
      }
    ]
  },
  {
    "id": 34,
    "text": "  Мантра — слово, заряженное силой и божественным светом. Мантры состоят из звуков, оказывающих благоприятное влияние на человеческое сознание, очищающих его и наполняющих энергией.<s>r\nСчитается, что мантра не была создана человеческим интеллектом, а имеет божественное происхождение. Мантры, дошедшие до наших дней, были услышаны опытными йогами и мудрецами во время медитации. Давно известно, что звуки и слова, произнесенные нами, сильно влияют на нашу жизнь. Слова определяют наше бытие, поэтому к ним нужно относиться внимательно. Каждый звук мантры наполнен позитивными вибрациями, сакральным смыслом.",
    "answers": [
      {
        "id": 32,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 35,
    "text": "  До шести лет вы купались в материнской любви и заботе. Как только вам исполнилось шесть, отец отдал вас в Военный лицей, где вы вынуждены были не только учиться писать, читать и считать, но так же и обучались исскувству военного дела. Это было огромное, величественное здание, с сотнями аудиторий и залов, которое походило больше на замок, чем на лицей. Вам нравилось учиться, особенно военному делу! Это, как будто, было у вас в крови.\n\n  Вы очень быстро завели друзей, которые в вас души не чаят. Они считают вас главарем, за ваши лидерские способности. Через некоторое время, у вас собрался собственный отряд из Лицеистов. Все они - ваши лучшие друзья и готовы отдать за вас свои жизни, так они вас любят.\n  В другом районе вашего города, был большой приют, где собирались все беспризорники города. Они просто ненавидели Лицеистов, за то, что у тех была возможность учиться в пристижном заведении, ну и, конечно, за то, что у них были любящие родители. Частенько они подкарауливали учеников по одному и избивали. Лицеисты, в свою очередь, собирали карательные экспедиции в Приют. Это вражда длится уже очень с давних пор.",
    "answers": [
      {
        "id": 37,
        "text": "Отправляемся в самую гущю событий!"
      },
      {
        "id": 58,
        "text": "(Сноска) Ваши друзья, кто они? "
      }
    ]
  },
  {
    "id": 36,
    "text": "  Отряд продвинулся еще на пару метров и остановился полностью. Ваши друзья, один за другим, стали падать на землю. Оставшиеся на ногах друзья окружили своих, выведенных из строя, соратников, встав в круговую оборону.",
    "answers": [
      {
        "id": 47,
        "text": "Сражаться до последнего,  защищая своих павших товарищей. "
      },
      {
        "id": 48,
        "text": "Использовать сильные стороны своих бойцов."
      }
    ]
  },
  {
    "id": 37,
    "text": "      Вы идете по широкой улице вашего города, в руке вы сжимаете тренировочный меч.<s>r\n      За вами идут ваши друзья, они что то постоянно восклицают и выкрикивают, махая своими дубинами и палицами. Вы двигаетесь по направлению к Приюту. Беспризорники покалечили вашего соратника, который теперь лежит в больнице со сломанной рукой и разорванной селезенкой. Вы пылаете от гнева! Этого вы просто не можете им простить! Все они ответят за свои действия!  <s>r\n      Вы подходите к приюту, но там никого нет! Где же эти черти? <s>r\n      Сзади раздался крик и топот множества ног.<s>r\n<s>r\n  ",
    "answers": [
      {
        "id": 38,
        "text": "Резко обернуться!"
      },
      {
        "id": 39,
        "text": "Тактический маневр. "
      },
      {
        "id": 57,
        "text": "(Сноска) Беспризорники и их сущность."
      }
    ]
  },
  {
    "id": 38,
    "text": " Это была засада! Толпа беспризорников выбегает из закоулков. Среди них есть взрослые. Они сразу кинулись на вас с жуткими воплями!",
    "answers": [
      {
        "id": 42,
        "text": "- \"Не разделяться!!!\""
      },
      {
        "id": 42,
        "text": "- \"Отходим!!!\""
      }
    ]
  },
  {
    "id": 39,
    "text": "  Вы кричите что есть мочи: <s>r\n — Круууг!!!\n  За считанные секунды весь ваш отряд встал кругом, плечом к плечу и выставил перед собой свое оружие. Это была засада! Вас окружила толпа беспризорников. Среди них были и взрослые. <s>r\n      Они явно не ожидали от вас такой прыткости и просто стоят в изумлении.  <s>r\n  Вы кричите что есть мочи: <s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "- \"Кто у вас главный?\" "
      },
      {
        "id": 41,
        "text": "- \"Вперед!!! Стрелой!\""
      }
    ]
  },
  {
    "id": 40,
    "text": "      Вы вышли из круга и громко выкрикнули: — Кто у вас главный? \n      Из толпы вышел огромный детина. Шапченка у него была сдвинуть набок, вся одежда потрепана и неопрятно заправлена в штаны, у которых было штук десять заплаток,  разного цвета. Он жутко ухмылялся и явно был очень доволен собой: — Ну я! И че? — он явно считал себя королем всего города, вид у него был самоуверенный и надменный.\n   Вы выходите на середину улицы и кричите ему: — Сразись со мной в поединке! Я вызываю тебя на бой! \n   Его это явно ошарашило. Чего-чего, а этого он не ожидал. Похоже, он думал,  что вы будете молить о пощаде. Улыбка сползла с его лица: — С какой это стати я должен с тобой биться один на один? — он явно не хотел этого,  но пытался не выражать свой страх. <s>r\n — Ты что, боишься? Будешь прятаться за спинами своих товарищей?! Если ты не согласишься, тебя прозовут трусом! Ты же не трус? — вся толпа зашепталась, и он понял, другого выхода у него нет. <s>r\n — Ну, ты сам напросился!!! Если я выиграю, то ты будешь служить мне! И кланяться при встрече со мной!  — он ехидно заулыбался, а толпа стала громко ржать.<s>r\n — Хорошо! — ответили вы — А если выиграю я, то ты, вместе со своими дружками, уберетесь из этого города! И будете побираться в другом месте!\n   Несколько секунд стояла гробовая тишина. Главарь на секунду задумался и произнес: — Отлично! Иди сюда! Я тебя сейчас на куски рвать буду! <s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "Начать поединок. "
      }
    ]
  },
  {
    "id": 41,
    "text": "  Ваш отряд выстроился клином и побежал в атаку, туда, где легче всего было вырваться из окружения. Через секунду вы врезались в ряды противника и начали продвигаться вперед, прорубая себе путь, на свободу. Вы идете самым первым. Вокруг стоит гомон. Глухие удары сопровождаются криками и стонами. Ваши бойцы хорошо держатся, но ваш темп начал сбавляться. Вы как будто увязали в трясине сражения. ",
    "answers": [
      {
        "id": 36,
        "text": "- \"Поднажмем!\""
      }
    ]
  },
  {
    "id": 42,
    "text": "      Но вас уже никто не услышал. Толпа поглотила всех, и были слышны лишь крики и глухие удары. <s>r\n      Вы бьете своим мечем во все стороны, пытаясь прорваться к своим бойцам, но врагов слишком много! Вы стали пропускать удары, кто то кулаком разбил вам веко, и горячая кровь хлынула по вашему лицу. Окружившие вас мальчишки, лупят вас что есть мочи, вы отбиваете только часть ударов.<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Перестать защищаться и разбить одному из них голову, своим тренеровочным мечем!"
      },
      {
        "id": 44,
        "text": "Растолкать их и отступать к своим."
      }
    ]
  },
  {
    "id": 43,
    "text": "      Вы замахиваетесь для сильного удара и уже хотели проломить ненавистному обидчику череп, но меч не поддался... Его держит один из взрослых беспризорников. Он похож на тролля, так как он такой же толстый и огромный. Все вокруг ему по пояс. Он с силой вырвал у вас меч и впечатал свой огромный кулак, вам в лицо.<s>r\n  ",
    "answers": [
      {
        "id": 49,
        "text": "Прийти в себя. "
      }
    ]
  },
  {
    "id": 44,
    "text": "  Вы делаете подсечку впереди стоящему бугаю и перепрыгиваете через него. Бежать вам пришлось не долго.  Вы увидели, как ваши друзья защищают своих раненных товарищей, обступив их круговой обороной. Вы кинулись к ним, но вам преградили дорогу. Это был один из взрослых беспризорников. Вы знали его, он был вором, которого разыскивали по всему городу солдаты. Видимо у него в приюте есть младший брат, к которому он и пришел на выручку.  ",
    "answers": [
      {
        "id": 45,
        "text": "Встать в боевую стойку."
      },
      {
        "id": 46,
        "text": "Кинуться на него!"
      }
    ]
  },
  {
    "id": 45,
    "text": "  Вы, с серьезным выражением лица, встаете в боевую стойку. Вор ухмыляется и бежит в вашу сторону. Ему приходится перепрыгивать через валяющихся на земле, стонущих и ползущих в сторону от драки, людей. Он резко делает выпад и пытается уронить вас на землю. Вы отпрыгиваете, но спотыкаетесь об лежащего на земле оборванца и падаете. Вор пытается разбить вам лицо ногой. ",
    "answers": [
      {
        "id": 50,
        "text": "Заслониться руками от удара."
      },
      {
        "id": 54,
        "text": "Откатиться. "
      }
    ]
  },
  {
    "id": 46,
    "text": "  Вы берете меч в обе руки и с криком бежите на него. Вам приходится перепрыгивать через валяющихся на земле, стонущих и ползущих в сторону от драки, людей. Вы подбегаете к противнику и пытаетесь его ударить. Вор, с невозмутимым видом, увернулся от вашего меча и сильно ударил дубинкой вам по лицу.",
    "answers": [
      {
        "id": 49,
        "text": "Прийти в себя. "
      }
    ]
  },
  {
    "id": 47,
    "text": "  Вы из последних сил лупите подбегающих беспризорников. Бойцов, стоящих на ногах,  осталось очень мало, а враги бегут отовсюду. Было ясно, что они сбегаются со всего города, а не только с этого приюта: \"Они точно знали, что мы придем! Они специально... \" <s>r\n  Вы не успели додумать. Один из взрослых беспризорников опрокинул вас на землю, и вы ударились головой о каменную брусчатку.<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Прийти в себя. "
      }
    ]
  },
  {
    "id": 48,
    "text": "  Вы стали раздавать приказы своим товарищам. Зная их сильные стороны, вы указывали им, что делать. <s>r\n  Те, кто умело обращались со щитами, хватали лежащих без сознания врагов и прикрывались ими. Те, кто был хорош в бою с древковым оружием, отбивались из-за спины щитовиков. Бойцы ближнего боя устранили тех,  кто прорвался через круговую оборону. Так вы держались минут пять, когда в ваш строй влетел огромный верзила, раскидав всех в разные стороны. Вы выбили его из равновесия, точным ударом меча в челюсть. Прыгнув на него сверху, вы стали бить его тыльной стороной меча.<s>r\n От этого дела вас отвлекли недалекие крики.  Беспризорников разгоняла городская стража! Пока оборванцы отвлекаются на стражу, вы вытаскиваете своих, выведенных из строя, друзей в переулок.<s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "Уходим! "
      }
    ]
  },
  {
    "id": 49,
    "text": "      Капля, еще одна. Что-то очень теплое капает на ваше лицо. Вы лежите на земле, а ваша голова на чем то мягком. У вас закрыты глаза. Ваше тело болит во многих местах. Похоже, пока вы лежали, кто то пинал вас. \n   Вы пытаетесь шевелить пальцами на руках. Похоже, все в порядке, но некоторые опухли, такое ощущение, будто на них кто то наступил.",
    "answers": [
      {
        "id": 67,
        "text": "Открыть глаза. "
      },
      {
        "id": 68,
        "text": "Прислушаться. "
      }
    ]
  },
  {
    "id": 50,
    "text": "  Вы заслонили свое лицо руками, но удара не последовало.<s>r\n Было слышно, как беспризорники разбегаются кто куда. Вскочив на ноги, вы увидели, как толпу разгоняют городские стражники! Пока оборванцы отвлекаются на стражу, вы вытаскиваете своих, выведенных из строя, друзей в переулок.<s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "Уходим! "
      }
    ]
  },
  {
    "id": 51,
    "text": "      И начался поединок. Главарь ободранцев не очень быстр, но его удары обладают большой силой. Вам приходится уводить его дубину, которой он дерется, в сторону от себя или уворачиваться. Прямого попадания вы не перенесете. \n      Это продолжалось не долго, очередным фантом вы обманули противника и оказались у него за спиной. ",
    "answers": [
      {
        "id": 52,
        "text": "Ударить его по голове. "
      },
      {
        "id": 52,
        "text": "Сделать подсечку и добить на земле. "
      }
    ]
  },
  {
    "id": 52,
    "text": "      Вы не успели ничего предпринять, так как вас отвлекли звуки боя. Вы оглянулись и увидели, как беспризорников разгоняет городская стража! Ваш противник тоже это увидел и резко побежал в переулок. <s>r\n      Ваши друзья подбежали к вам. Они все наперебой хвалили вас, ругали оборванцев и предлагали быстрее уходить отсюда.<s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "Уходить переулками. "
      }
    ]
  },
  {
    "id": 53,
    "text": "      Вы бежите по переулку,  а за вами следует ваш отряд. Вы видите как беспризорники, в панике, прячутся в мусорные ямы и собачьи будки. Они явно не хотят попасть в тюрьму городской стражи. Вы тоже этого не хотите, поэтому ускоряете свой темп и уже бежите со всей прыти, подгоняя, при этом, своих друзей. \n      Через некоторое время вы останавливаетесь отдышаться и поворачиваетесь к своей группе. Все тяжело дышат и пытаются обо что-нибудь облокотиться. Вы видите, как их лица начинают меняться. Они смотрят по сторонам и кого то ищут. Через мгновение до вас доходит... Одного не хватает! Вы потеряли бойца при отступлении. <s>r\n — \"Придется возвращаться за ним! Мы не можем его бросить!  Он бы нас не оставил в беде. Ни одного из нас!\"<s>r\n      Все стали одобрительно кивать и выражать свою готовность действовать.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Вернуться за товарищем. "
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы резко откатываетесь в сторону и вскакиваете на ноги. Вашего противника уже нигде небыло. Послышались чьи то крики и беспризорники стали разбегаться кто куда. Толпу разгоняют городские стражники!  Пока оборванцы отвлекаются на стражу, вы вытаскиваете своих, выведенных из строя, друзей в переулок. ",
    "answers": [
      {
        "id": 55,
        "text": "Уходим! "
      }
    ]
  },
  {
    "id": 55,
    "text": "  Вы бежите по переулкам большого города. На ваших плечах весит ваш избитый друг. За вами следует ваш отряд, каждый несет кого-то на себе. Вы решили держать направление на вашу секретную базу, которая находилась на чердаке одного старого дома. <s>r\n  Когда вы перебегали улицы, прохожие оборачивались на вас и что-то кричали вдогонку. Вы уже ушли довольно далеко,  когда вас окликнули сзади. Это были городские стражники!  Похоже, они преследовали вас от самого приюта. А прохожие зеваки показывали им, в какую сторону вы бежали. <s>r\n - \"Эй вы! А ну стоять! Драки на улицах запрещены законом! Вы все сейчас отправитесь под стражу! \".<s>r\n Деваться некуда. Вы не сможете убежать от стражи, не бросив своих друзей, а это даже не обсуждается! Вы бросили свое оружие на землю, ваши соратники последовали вашему примеру. Ребят без сознания погрузили на телегу, а вас заставили ее тащить по направлению городской тюрьмы.<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Подчиниться. "
      }
    ]
  },
  {
    "id": 56,
    "text": "      Вы решили разделиться. Одна группа отправляется на поиски пропавшего друга, другая идет к городской тюрьме, на случай, если его схватили. Вы возглавляете поисковую группу. Прошло около пятнадцати минут после пропажи соратника. Вы уже пришли на место дуэли, но ни по дороге, ни здесь, его не было. \n      Недалеко послышался шум. Это бежал гонец из отряда,  который пошел к тюрьме. Подбежав к вам, он запыхавшимся голосом, стал говорить:<s>r\n — \"Почти всех беспризорников схватили. Всех их ведут в комплекс подземных тюрем. А точнее в тюрьму для бродяг и бездомных. Наш Друг среди них, они приняли его за беспризорника! Наш отряд продолжает наблюдение за входом в комплекс!\" — он закончил рапортовать и ждал дальнейших указаний. <s>r\n      Перед походом на приют, вы и ваш отряд, переоделись в гражданскую одежду, дабы не испачкать порадую военную форму. Как хорошо, что вы это сделали! Стражники не должны узнать, что вы Лицеисты! Так как если они узнают, всех, кто принимал участие в драке, исключат. А на родителей ляжет пятно позора.<s>r\n",
    "answers": [
      {
        "id": 59,
        "text": "Отправиться к тюрьме. "
      }
    ]
  },
  {
    "id": 57,
    "text": "  Большинство обитателей приюта - нежелательные дети, рожденные в беспорядочных половых связях. Следовательно, почти все они  пришли с адских планет. Но они не помнят этого и действуют невежественно и аморально на подсознательном уровне. ",
    "answers": [
      {
        "id": 37,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 58,
    "text": "  Ваши друзья,  из которых вы собрали свой собственный отряд, это не просто левые лицеисты, которых можно найти в любом лицее. Это ваши вечные друзья. Что значит вечные? А то и значит, что они с вами дружат еще с прошлых жизней. Почти все они, в прошлой жизни, были в вашем личном отряде лучших войнов Королевства.",
    "answers": [
      {
        "id": 35,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 59,
    "text": "      Вы собрали ваш отряд, недалеко от входа в подземные комплексы тюрем и стали придумывать план. У одного из ваших соратников дядя работал в этих тюрьмах и, через полчаса, перед вами лежала карта, переписанная с оригинала, который лежал у его дяди в кабинете.\n      Вы разделили отряд по группам. Двое должны выкрасть ключи от камер. Пятеро должны отвлечь охрану, поджигая старые кустарники, которые сохнут недалеко от тюрьмы. Двое находят камеру, в которой сидит ваш друг. А остальные смотрят,  что бы пути отхода были чисты. И уводят от них охранников. <s>r\n      Все были расставлены по местам и готовы начинать. Вы должны украсть ключи, которые находятся в комнате охраны. <s>r\n",
    "answers": [
      {
        "id": 62,
        "text": "Начать операцию по спасению. "
      }
    ]
  },
  {
    "id": 60,
    "text": "  Но вас повели не в саму городскую тюрьму, а в её подземные комплексы. Там вас отвели в камеры для бездомных бандитов. Видимо вас приняли за беспризорников. \n  Перед походом на приют, вы и ваш отряд, переоделись в гражданскую одежду, дабы не испачкать парадную военную форму. Как хорошо, что вы это сделали! Стражники не должны узнать, что вы Лицеисты! Так как если они узнают, всех, кто принимал участие в драке, исключат. А на родителей ляжет пятно позора. \n  Вас поместили в отдельные камеры по двое. Беспризорники, которых поймала стража, тоже находились здесь.",
    "answers": [
      {
        "id": 61,
        "text": "Обдумывать все произошедшее. "
      }
    ]
  },
  {
    "id": 61,
    "text": " Конец первой части.<s>r\nПродолжение уже пишется! Так что следите за обновлениями! ;)<s>r\n                                                   <s>r\n                                                       Цитата<s>r\n- Само по себе всё происходящее нейтрально. Негативную или позитивную окраску оно принимает в Твоей голове.",
    "answers": [
      {
        "id": 1,
        "text": "На главную. "
      }
    ]
  },
  {
    "id": 62,
    "text": "      Солнце уже зашло за горизонт, а ему на смену пришли сумерки, самое время начинать. Вы дали старт операции, подняв кулак вверх. Взяв своего напарника, вы и группа, которая будет искать пленника, отправились к входу в тюремные комплексы. <s>r\n      На входе стоят два охранника. Они о чем-то увлеченно спорят. Если постараться, то можно незаметно проскользнуть в боковой вход, который должен был охранять второй охранник.   <s>r\n",
    "answers": [
      {
        "id": 63,
        "text": "Проскользнуть в боковой вход. "
      },
      {
        "id": 64,
        "text": "Дождаться пока другая группа зажжет костры. "
      }
    ]
  },
  {
    "id": 63,
    "text": "  Вы медленно крадетесь вдоль стены, голоса охранников становятся все отчетливее и вскоре вы услышали их спор:\n - \"А я тебе говорю, этих оборванцев пошлют в шахты! Кому там еще работать, если не им?\"\n - \"Да ты с ума сошел! Кто же этих уродов туда пустит? Если у судьи все дома, то он их всех пошлет к черту!\"\n - \"Да ну и хрен с ними! Лучше бы они там перебили друг друга! Слишком уж рано мы пришли... \"\n  Вы не стали их дослушивать и, как тень, проскользнули в приоткрытую дверь бокового входа. ",
    "answers": [
      {
        "id": 65,
        "text": "Действовать по плану. "
      }
    ]
  },
  {
    "id": 64,
    "text": "      Ждать пришлось не долго, через несколько минут, вдали, вспыхнули костры. Охранники всполошились и на мгновение отвлеклись от своего поста. Этого времени вам хватило, что бы пробраться через главные ворота в подземные тюрьмы. ",
    "answers": [
      {
        "id": 65,
        "text": "Действовать по плану. "
      }
    ]
  },
  {
    "id": 65,
    "text": "      Пришло время разделяться. Вы с напарником отправились к комнате охраны, а другая группа стала спускаться вниз по лестнице, к тюрьмам. <s>r\n      Из комнаты охраны доносится смех и чекание кружек. Похоже, они празднуют что то. Вы не знаете, что именно. Сзади послышался топот ног. Ваш друг глазами указал на перевернутый стол, который лежит около двери. Вы кивнули ему. Вы только успели пригнуться, как из за угла выбежали два стражника и влетели в комнату стражи. Внутри сразу все умолкли. Один из прибежавших стал говорить:<s>r\n — \"Что же вы тут устроили, скоты? Пока вы тут развлекаетесь, враги государства пытаются сжечь город!\" — он явно верил в то, что говорил. Солдаты стали вскакивать со скамеек и, хватая снаряжение, выбегали из комнаты. Через несколько минут, никого уже не было. <s>r\n<s>r\n  ",
    "answers": [
      {
        "id": 66,
        "text": "Взять ключи. "
      }
    ]
  },
  {
    "id": 66,
    "text": "      Вы заходите в комнату охраны. На столах стоят блюда с разнообразной едой, а рядом с ними деревянные кружки, из которых стражники пили пиво. Большой бочонок, в котором это пиво хранилось, лежит на полу. На каменных стенах висят факелы, освещая большую часть комнаты. \n      Вы подходите к шкафу с ключами и открываете его. Сотни ключей висят на крючках, на каждом из них выбит номер камеры. Шкаф разбит на секции. В секции \"бродяги и бездомные\" весело всего двадцать ключей. Ничего не оставалось, как взять их все. Пришло время спускаться вниз и открыть камеру. ",
    "answers": [
      {
        "id": 71,
        "text": "Спускаться."
      }
    ]
  },
  {
    "id": 67,
    "text": "      Вы медленно открыли свои глаза. Над вами склонилась девушка, ваша голова лежит на её коленях. Глаза у нее закрыты, и из них текут слезы, капая на ваше лицо. \n   Какая же она красивая! Её темные волосы водопадом спадают на вас, скрывая ваше лицо от темноты переулка, в котором вы находитесь. Её губы такие очаровательные и алые, будто розы, нектар которых передавался кристалликам ее слез. И какой же прелестный у нее носик! Ваше сердце забилось быстрее, вы чувствуете, как оно пытается выбить грудную клетку. Её лик на фоне звездного неба был божественен, а луна освещала все вокруг, обводя ее контуры серебром.",
    "answers": [
      {
        "id": 69,
        "text": "  Дотронуться до нее."
      }
    ]
  },
  {
    "id": 68,
    "text": "      Вы слышите, как кто-то прерывисто дышит, резко втягивать воздух носом и медленно вздыхает через рот. Это было еле слышно, вам пришлось долго вслушиваться,  что бы понять, что кто-то дышит над вашим лицом. Вам стало не по себе, кто же это? <s>r\n      На лицо падают теплые капли и стекают вниз к ушам. Это довольно странное ощущение, немного щекотно и по лицу разбегаются приятные мурашки.<s>r\n",
    "answers": [
      {
        "id": 67,
        "text": "Открыть глаза. "
      }
    ]
  },
  {
    "id": 69,
    "text": "      Вы аккуратно поднимаете руку и ладонью касаетесь её щеки. Какая же она мягкая и теплая, от слез. Она прильнула к вашей руке и взяла ее в свою руку, открывая, при этом, свои голубые глаза. <s>r\n      Вы сразу же окунулась в эти большие глаза, будто в голубой океан, вы просто не можете оторваться, очарованные ими. Вы хотели у нее что-нибудь спросить, но этого не потребовалось, вы, будто поняли все без слов. Все, что она знала и хотела вам сказать, вы уже знали. <s>r\n      Знали, что это она вас вытащила с улицы, когда туда нагрянули городские стражники. Она видела, как вы сражались, и видела, как стражники хватают ваших друзей, но она ничего не могла поделать. <s>r\n      Она улыбнулась, видимо тоже смогла понять ваши мысли, которые были наполнены ей, до отказа. Но там была еще одна мысль, и она разрасталась в вашем сознании. Нужно идти за друзьями! Нельзя медлить, нужно выручать их из плена! <s>r\n      Она поняла вас, её лицо стало серьезным. Она помогла вам встать.<s>r\n",
    "answers": [
      {
        "id": 70,
        "text": "Встать на ноги. "
      }
    ]
  },
  {
    "id": 70,
    "text": "      Вы встали на ноги, жуткая боль прошлась по всему телу, но вы устояли. Вы не смогли отвести взгляда от девушки. Она была чуть ниже вас, одета в красивое платье до земли... Но оно было изорвано. Вы посмотрели на свои руки, раны на них были перевязаны лоскутами из этого самого платья. Им же девушка вытирала кровь, которая текла из ваших ссадин. Вы опять посмотрели на нее. Девушка, в смущении, опустила глаза. Ей явно было неловко.",
    "answers": [
      {
        "id": 73,
        "text": " - Кто же вы? "
      },
      {
        "id": 73,
        "text": " - Почему вы помогли мне? "
      }
    ]
  },
  {
    "id": 71,
    "text": " \n      Вы, с напарником, вернулись назад по коридору и стали спускаться по, очень крутой, винтовой лестнице вниз. Вы слышите, как снизу кто-то храпит и этот храп, по мере приближения к нему, становился все громче и громче.",
    "answers": [
      {
        "id": 116,
        "text": "Осторожно заглянуть за угол"
      }
    ]
  },
  {
    "id": 72,
    "text": "  До четырнадцати лет вы купались в родительской любви и заботе. К вам на дом приходили различные учителя, они обучали вас искусству письма, родному языку, различным иностранным языкам, математике, географии и так далее. Матушка учила вас всем женским премудростям и хитростям, а ваша бабушка обучала шитью, вязанию, готовке, уборке и этикету. Ваш батюшка обеспечивал семью всем необходимым, но особо не лез в ваше воспитание. Зато он часто проводил с вами время, читая вам сказки, играя, с вами, во дворе и помогая вам в повседневных трудностях.",
    "answers": [
      {
        "id": 76,
        "text": "Читать дальше."
      }
    ]
  },
  {
    "id": 73,
    "text": "      Вы посмотрели ей в глаза и спросили:\n — Вы... Ээ... как бы.. ну.. — слова просто не выдавливались из вас, как будто застревая в горле. Вы так были очарованы ей, что не могли и слова молвить. Девушка, понимающе, посмотрела на вас и стала говорить... Какой же у нее ангельский голосок! Сердце еще больше стало колотиться в груди. Вы еле смогли понять суть ее рассказа. <s>r\n      Она живет не далеко от вашего поместья и, с детства, наблюдала за вами. Вы ей сразу понравились, своими качествами: мужественность, ответственность, целеустремленность, контроль чувств. Все эти качества определяют настоящего мужчину, в этом нет сомнений!<s>r\n \"Но откуда она знает, что я обладаю всеми этими качествами? Сколько же она за мной наблюдала? И ни разу не подошла? Но почему? Странные существа эти девушки, совсем на нас не похожи\".<s>r\n",
    "answers": [
      {
        "id": 75,
        "text": "Слушать дальше. "
      }
    ]
  },
  {
    "id": 74,
    "text": " — Мне... Ээ.. нужно...ну.. идти.!\n  Но она уже знала, что вам нужно спешить на выручку друзьям. Она наклонилась, подняла ваш тренировочный меч с земли и протянула его вам. Вы осторожно взяли его и поместили в ножны. Затем она вновь заглянула в ваши глаза. И вы снова поняли ее без слов. \n      Ваших друзей держат в подземных тюремных комплексах, в тюрьмах для бродяг и бездомных. Она услышала разговоры стражников,  они обсуждали, куда отведут их. ",
    "answers": [
      {
        "id": 109,
        "text": "- Почему я понимаю тебя без слов? "
      },
      {
        "id": 110,
        "text": "Идти к тюрьме"
      }
    ]
  },
  {
    "id": 75,
    "text": "      Она закончила свой рассказ тем, как попала сюда. Оказывается, она очень переживала за вас, когда вы отправились в свой карательный поход на приют. Она побежала за вами, даже не успев переодеться после школы. И когда она увидела, как вас подавляют числом, сразу позвала стражу. И в суматохе вытащила вас в этот переулок. Она и не подозревала, что ваших друзей тоже схватят, приняв за беспризорников. <s>r\n      После этого рассказа, на её глазах вновь проступили слезы. Она чувствовала себя очень виноватой перед вами и вашими друзьями.<s>r\n",
    "answers": [
      {
        "id": 74,
        "text": "Попытаться что нибудь сказать. "
      }
    ]
  },
  {
    "id": 76,
    "text": "  В свободное от занятий время, вы проводили с подругами. Они прибегали к вам в гости, потому что около вашего особняка был прекрасный яблоневый сад, в котором весело было играть. У вас было не много подруг, все они дети друзей вашей матушки. Когда подруги не приходили, вы наблюдали из окна, как на улице резвятся соседские мальчишки. Особенно вам нравился мальчик, который жил недалеко от вас. Он такой смелый и мужественный! Этот мальчик всегда находился в центре внимания своих друзей, которые его очень любили. Когда родители отдали его в военный лицей, вы стали отпрашиваться у Батюшки в город, будто бы в гости к подруге, а сами наблюдали за этим мальчиком, как он гуляет с друзьями после занятий.",
    "answers": [
      {
        "id": 77,
        "text": "Вперед."
      }
    ]
  },
  {
    "id": 77,
    "text": "  Когда вам стукнуло четырнадцать лет, пошли разговоры о том, что вам пора искать жениха. В этом государстве было принято выдавать замуж в юности, когда девушка в самом рассвете своей красоты. Ваш Батюшка решил провести церемонию выбора. Все достойные мужчины, в округе, будут приглашены. Они должны будут пройти испытания ловкости, силы и знаний. Но девушка все равно сама решает, на кого одеть цветочную гирлянду, которая символизирует её выбор. Было принято разослать приглашения через месяц, когда пройдет сезон дождей.<s>r\n<s>r\n И вы только что осознали, что ни разу, за все время, вы не подошли к тому мальчику! Он просто не знает о вашем существовании! Как же так вышло!? Просто вы не осмеливались к нему подойти и заговорить с ним.<s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Нужно что то делать! "
      },
      {
        "id": 79,
        "text": "(Сноска) Церемония выбора жениха, принятая в обществе. "
      }
    ]
  },
  {
    "id": 78,
    "text": "  Вы решили все-таки подойти к нему, познакомиться, объясниться. Ваши переживания бьют через край, вам хочется прыгать от волнения! Но вы берете себя в руки. Вы как всегда отпрашиваетесь у Батюшки в город, что бы пойти к подруге. Отец вас отпускает и дает десять монет, на угощения. Деньги вы кладете в свою набедренную сумку, с которой всегда выходили в город. <s>r\n  Вы выходите во двор и идете к воротам, пройдя через них вы оказываетесь на просторный улице, ведущей в город. На этой улице, на окраине города, расположены богатые особняки, которые, в основном, принадлежат городской знати.<s>r\n",
    "answers": [
      {
        "id": 80,
        "text": "Идти в город. "
      },
      {
        "id": 81,
        "text": "Подойти к дому возлюбленного. "
      }
    ]
  },
  {
    "id": 79,
    "text": "  О проведении церемонии принимал решение отец девушки. Для проведения церемонии выбирались благоприятные время и место. Цари посылали гонцов в соседние царства, приглашая царевичей для участия в церемонии выбора. Простые люди приглашали претендентов из округи. В назначенный день, претенденты прибывали в дом отца девушки и просили ее руки. Родители девушки оценивали их мужество и качества в различных соревнованиях. Сделав свой выбор, девушка надевала на своего избранника цветочную гирлянду, после чего немедленно проводилась свадьба.",
    "answers": [
      {
        "id": 77,
        "text": "Понял! "
      }
    ]
  },
  {
    "id": 80,
    "text": "Улица, протяженностью в километр, заканчивалась около городской библиотеки, которая была похожа на огромную башню, в каких драконы держат плененных красавиц. Она такая же круглая, но по бокам очень уж большие оконные проемы, с затемненными стеклами,  через которые видно шкафы с различными книгами. Вы часто приходили сюда с родителями, за учебниками и интересными томами сказок, которые вам очень нравились.<s>r\n<s>r\n  Здесь улица идет в сторону общественных мест: театрам, концертным залам, храмам и большому городскому рынку. <s>r\n  Вам хочется быстрее найти предмет своих воздыханий и попытаться познакомиться с ним, узнать получше, поближе.<s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "Идти к военному лицею. ",
        "need": 84
      },
      {
        "id": 82,
        "text": "Идти на городской рынок. "
      }
    ]
  },
  {
    "id": 81,
    "text": "  Вы подходите к дому, в котором живет тот мальчик, который вам безмерно нравится. Но дом пуст, так как все его жильцы в городе, кто на учебе, кто на службе. Все заняты своими делами. <s>r\n  Этот дом вам было видно из окна, поэтому вы частенько смотрели на него, надеясь увидеть своего избранника, и уже примерно знаете, когда он дома, а когда на занятиях. ",
    "answers": [
      {
        "id": 80,
        "text": "Идти в город. "
      }
    ]
  },
  {
    "id": 82,
    "text": "  Вы пошли дальше по улице, в сторону городского рынка. Зачем? А потому что на рынке можно узнать много всего, в том числе и последние слухи.  <s>r\n  Вы частенько туда ходили с Батюшкой: просто прогуляться, посмотреть на товары, послушать веселые песни, полюбоваться нарядными одеждами, прикупить красивых платьев и услышать последние новости.  <s>r\n  На рынке довольно многолюдно. Шум и гомон стоит такой, что разобрать что-либо очень не просто. <s>r\n  Проходя мимо очередной лавки с товарами, вы увидели, как двое мальчишек попрошаек о чем-то увлеченно болтают.<s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Послушать разговор попрошаек. "
      }
    ]
  },
  {
    "id": 83,
    "text": "- \"Помнишь того, которого наши разгильдяи отмутузили недавно?\" - спросил кучерявый мальчуган и вытер свой грязный нос рукавом, от чего нос стал еще грязнее. <s>r\n - \"Конечно помню! Я его лично пинал!\" - ответил попрошайка, который был на голову ниже собеседника. <s>r\n - \"Так вот, за него решили отомстить евоные друзьяшки! И сегодня они припрутся к приюту, что бы отметелить нас! - кучерявый парнишка заржал, как лошадь - А мы ведь знаем это! И у нас, к их приходу, готов небольшой сюрприз! Такой засады они точно не ожидают! Они думают, что мы тупые! А мы неее, мы умные!\" - закончив, он выпрямился и, ухмыляясь, задрал голову. Как будто он сам придумывал и реализовал этот план. <s>r\n - \"Скорее всего, там уже началась потасовка, ведь уже самое время! Может, мы еще успеем сбегать, посмотреть?\" <s>r\n Маленький попрошайка явно был взволнован.<s>r\n - \"Та не, ты как хочешь, а я туда не попрусь! Если там что то и началось, то уже закончилось! Наших раз в десять больше!\" <s>r\n  Вы больше ничего не услышали, так как попрошайки, увидев знатного барона, побежали выскуливать милостыню. Но вам больше и не нужно было знать, и так все понятно! Вы уже знали, что друга вашего избранника недавно зверски избили в темном переулке. А сейчас вы узнали, что ваш возлюбленный пошел мстить и попал в ловушку! Нужно немедленно бежать туда!<s>r\n",
    "answers": [
      {
        "id": 85,
        "text": "Бежать к приюту!"
      },
      {
        "id": 83,
        "text": "(Все ошибки в речи, сделаны самими персонажами)"
      }
    ]
  },
  {
    "id": 84,
    "text": "!Ведутся строительные работы!",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 85,
    "text": "  Вы, больше не думая и секунды, побежали к приюту, который находился недалеко от рынка. Вы прибежали туда за несколько минут и стали искать место стычки. Но на улице не было ни души.<s>r\n<s>r\n \"Где же все? Неужели уже все закончилось? Или они стали драться в самом приюте? Мне стоит зайти туда!\" - так вы подумали.<s>r\n  Большое, старое здание приюта нависло над вами, словно черная скала. Что-то подсказывало вам, что заходить туда - это не самая хорошая идея. Но другого выбора у вас не было. Или был? <s>r\n",
    "answers": [
      {
        "id": 86,
        "text": "Зайти в здание приюта. "
      },
      {
        "id": 87,
        "text": "Искать место стычки в другом месте."
      }
    ]
  },
  {
    "id": 86,
    "text": "    Вы вошли в темное помещение. Свет, который пробивается из дверного проёма, освещает большую часть зала с ветхими колоннами, между которыми рядами стоят деревянные нары. Запах затхлости и пота, врезается в нос, вы морщитесь от отвращения. На полу лежат разбросанные вещи, которые никому уже не нужны, а убирать никто не хотел. Здесь явно давно не убирались. Все окна замазаны коричневой краской, через которую не пробивается дневной свет. <s>r\n <s>r\n За вами захлопнулась дверь. Сразу стало темно. Вы слышите, как падает тяжелый дверной засов. Вы обернулась. Темная фигура мелькнула во тьму, издавая странный звук, похожий на смех. <s>r\n  Ваше тело начало трясти от страха, слезы навернулись на глаза, а в животе образовался вакуум. Но вы умеете брать себя в руки, когда это нужно!<s>r\n",
    "answers": [
      {
        "id": 88,
        "text": "Спрятаться за колонну."
      }
    ]
  },
  {
    "id": 87,
    "text": " Вы решили, что они бы не стали драться в приюте, это ведь не разумно! Возможно, стычка началась в другом месте. Нужно скорее найти их, иначе может быть поздно!<s>r\n Вы бежите по переулку к следующей улице, так как здесь точно никого нет.<s>r\n Не добежав до параллельной улицы, вы наткнулись на четырех беспризорников, которые притаились за деревянными ящиками. Один из них, заметив вас, поднялся на ноги и несколько раз свистнул. ",
    "answers": [
      {
        "id": 123,
        "text": "Идти дальше"
      },
      {
        "id": 126,
        "text": "Попытаться убежать"
      }
    ]
  },
  {
    "id": 88,
    "text": "- \"Кто это у нас здесь? Что такая красавица делает в нашей обители? - голос доносится с дальнего края зала, медленно приближаясь. - Такая фигурка не часто захаживает к нам! Какая удача, правда, друг мой?\" <s>r\n - \"Еще какая! - сказал тот, кто закрыл дверь - Такая богиня к нам еще не спускалась! Но ты не бойся, мы тебя не сильно обидем! Совсем чуть-чуть!\"<s>r\n  Стало слышно, как они оба приближаются, ускоряя шаг. Ваше зрение немного привыкло к темноте, и вы уже видите очертания комнаты.<s>r\n",
    "answers": [
      {
        "id": 89,
        "text": "Осторожно двигаться в противоположную, от них, сторону. "
      },
      {
        "id": 90,
        "text": "Осторожно двигаться вдоль нар."
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы потихоньку отступаете назад, пытаясь разглядеть тех, кто издает голоса. Под ногой, что то звякнуло. Это кочерга!",
    "answers": [
      {
        "id": 95,
        "text": "Схватить кочергу!"
      },
      {
        "id": 96,
        "text": "Пятиться дальше."
      }
    ]
  },
  {
    "id": 90,
    "text": "  Вы, на корточках, крадётесь вдоль нар, прислушиваясь к шагам. Все затихло, как будто обитатели испарились или больше не двигались. Вы крадетесь еще пару метров и замираете, недалеко от вас послышался шорох, где то с той стороны от нар, и еще один... Из темноты выскочил долговязый мужичок, в черных лохмотьях и, с хохотом, побежал на вас!\n",
    "answers": [
      {
        "id": 91,
        "text": "Бежать от него! (Это у вас вышло инстинктивно)"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы, с криком, рванули от него, но бежали не долго. Нога угодила в табуретку, которая предательски лежала на пути, и вы, с грохотом, упали на грязный пол.",
    "answers": [
      {
        "id": 92,
        "text": "Схватить табуретку!"
      },
      {
        "id": 93,
        "text": "Заползти под кровать"
      }
    ]
  },
  {
    "id": 92,
    "text": " Вы пытаетесь схватить табуретку, но подошедший уже близко бандит схватил ее и швырнул в сторону. <s>r\n Послышался звон разбивающегося стекла. Табуретка угодила прямо в окно, разбив его. Оба обидчика отвлеклись на это, один из них схватился за голову: \"Что ты наделал? Братья с нас шкуру спустят!\"<s>r\n Воспользовавшись моментом, вы оттолкнули обидчика и побежали к разбившемуся окну. ",
    "answers": [
      {
        "id": 107,
        "text": "Выпрыгнуть в окно"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы пытаетесь заползти под кровать, но мужик перевернул ее.  Вы пытаетесь побежать к противоположной стене, но вас толкают обратно к перевернутой кровати: <s>r\n- \"Снимай штаны брат - сказал тот, что справа - давай ты первый! \" <s>r\n- \"Отлично! А ты смотри и учись, пока я живой...\"<s>r\n Вы сжались в клубок, и сильно обхватил колени руками: \"Нет! О Господи, только не это!!!\". Слезы потекли ручьем, и вы закрыли глаза.<s>r\n",
    "answers": [
      {
        "id": 136,
        "text": "Не деваться им"
      }
    ]
  },
  {
    "id": 94,
    "text": "  Вы стали махать ногой, пытаясь отбиться от обидчика, который пытается затащить вас обратно в помещение. Достав до его головы, вы бьёте точно в нос каблуком несколько раз.<s>r\n Противник, заорав, ослабил хватку. Вы, с грохотом, вываливаетесь из окна на землю. Сверху на вас посыпалось стекло. <s>r\n Вы стали вытаскивать из бедер застрявшие стекла. О боже, как же это больно! Резким движением, вы оторвали лоскут от своего прекрасного платья и обмотали вокруг бедер. Кровь перестала вытекать. <s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Затаиться в кустах"
      }
    ]
  },
  {
    "id": 95,
    "text": " Резко подняв кочергу, вы выставили ее перед собой и закричали: \"Я буду защищаться! Кто ко мне подойдет, получит по голове этой кочергой!!! Я не шучу!\" <s>r\n Шаги затихли. Тот, что стоял у двери сказал: \"Чего это она? Я думал, она сама к нам пришла развлечься, а она драться...\". У него был обиженный тон. <s>r\n Послышался звон металла. Другой обидчик вынул из ножен кинжал: \"Это она зря. Мертвая баба, еще два часа баба. Нам то все одно, а она бы пожила еще. Бери дубину, будем валить.\" <s>r\n Тот, что у двери, поднял с пола ножку от стула.",
    "answers": [
      {
        "id": 97,
        "text": "Занять выгодное положение"
      },
      {
        "id": 98,
        "text": "Бросить кочергу и бежать!"
      }
    ]
  },
  {
    "id": 96,
    "text": "  Вы уперлись в стену. Невидимые обидчики подобрались уже слишком близко. Вы пытаетесь побежать к нарам, но вас толкают обратно к стене: <s>r\n- \"Снимай штаны брат - сказал тот, что справа - давай ты первый! \" <s>r\n- \"Отлично! А ты смотри и учись, пока я живой...\"<s>r\n Вы сжались в клубок, и сильно обхватил колени руками: \"Нет! О Господи, только не это!!!\". Слезы потекли ручьем, и вы закрыли глаза.<s>r\n",
    "answers": [
      {
        "id": 136,
        "text": "Не даваться им"
      }
    ]
  },
  {
    "id": 97,
    "text": "  Вы медленно отступили к стене и прислонились к окну. Окно! Медленно приближались шаги. Кто-то из них начал хихикать. Свет из замазанного краской окна не добивал до обидчиков.",
    "answers": [
      {
        "id": 99,
        "text": "Выбить стекло кочергой"
      },
      {
        "id": 100,
        "text": "Ударить первого, кто подойдет!"
      }
    ]
  },
  {
    "id": 98,
    "text": " Вы бросили кочергу в обидчиков и побежали к нарам. Нога угодила в табуретку, котоая предательски лежала на пути, и вы, с грохотом, упали на грязный пол. ",
    "answers": [
      {
        "id": 92,
        "text": "Схватить табуретку!"
      },
      {
        "id": 93,
        "text": "Залезть под кровать"
      }
    ]
  },
  {
    "id": 99,
    "text": "  С размаху, вы выбиваете кочергой окно. Осколки разлетелись по всей комнате. Стали слышно, как злодеи топают по битому стеклу. Вы быстро забрались на окно и уже хотели прыгать, но один из беспризорников схватил вас за ногу! Вы упали в оконном проеме прямо на стекло, которое торчало со всех сторон. Жуткая боль раздалась в ваших бедрах, а тело пробило судорогой. Мужик стал затаскивать вас обратно внутрь, а стекло начало разрезать вашу плоть.",
    "answers": [
      {
        "id": 101,
        "text": " Ударить его кочергой"
      }
    ]
  },
  {
    "id": 100,
    "text": " Первый к вам подбежал оборванец с ножом, но близко к вам подойти не решился. Вы стали ожесточенно махать кочергой, но силы, постепенно, начали покидать вас. ",
    "answers": [
      {
        "id": 99,
        "text": "Выбить стекло кочергой"
      }
    ]
  },
  {
    "id": 101,
    "text": "  С криком, который вырвался из вас из-за жуткой боли, вы стали махать кочергой, не разбирая куда. Из-за боли у вас потемнело в глазах, а голова стала пульсировать так, будто сейчас лопнет. <s>r\n Кочерга обо что-то ударилась и застряла... Вы попали обидчику острием прямо в глаз. Он жутко заорал и упал на пол, отпустив, при этом, вашу ногу. Кочерга осталась торчать у него в голове. Второй беспризорник выронил ножку от стула и подбежал к другу: \"Что же делать!! Что она с тобой сделала! Ей не жить брат! Она от меня не уйдет!\" С этими словами он рванул к вам.<s>r\n",
    "answers": [
      {
        "id": 103,
        "text": "Выпрыгнуть из окна"
      }
    ]
  },
  {
    "id": 102,
    "text": "Рядом с приютом росли большие кусты, вы прыгнули в них и затаились. Из кустов выпрыгнула бездомная кошка и рванула в переулок.<s>r\n Из окна, один за другим выпрыгнули оба бандита. Они стали перекрикиваться:<s>r\n- \"Она побежала в переулок! Я видел, как там что то мелькнуло!\" <s>r\n- \"Быстрее олух! Она не должна убежать от нас! Она же все разболтает!\" <s>r\n Топот их старых сапог стал удаляться, а вы так и остались лежать в кустах. Слезы потекли ручьями из ваших прекрасных, голубых глаз: \"За что они так со мной? Что я им сделала?\"<s>r\n Вдалеке послышался шум драки. Похоже, это сражались Лицеисты, во главе с вашим возлюбленным, против Беспризорников.<s>r\n",
    "answers": [
      {
        "id": 108,
        "text": "Выползти из кустарника"
      }
    ]
  },
  {
    "id": 103,
    "text": "  Вы поднимаетесь с разбитого вами стекла, и прыгаете с первого этажа. Вы хорошо приземлились, но ноги вас подвели. Вы упали на землю, а из ваших бедер хлынула кровь. <s>r\n Резким движением, вы оторвали лоскут от своего прекрасного платья и обмотали вокруг бедер. Кровь перестала вытекать.<s>r\n Из окна выпрыгнул жилистый молодой человек. На нем надеты старые лохмотья, глаза впалые с мешками, а волосы замотаны в пучок. В руке он держит нож.<s>r\n",
    "answers": [
      {
        "id": 105,
        "text": "Пятиться назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы осмотрели все поле боя, оценив обстановку в главе \"Последняя битва\".",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "  Он не успел к вам подойти. Рама треснула и вывалилась из оконного проема, прямо на бандита. Он обмяк и без сознания рухнул на землю. <s>r\n Все ваше тело дрожит и обдаёт холодным потом. Ковыляя, вы добрались до переулка. Начался маленький дождик, который окропил ваше дрожащее тело. Как же больно и обидно! - \"Что я им сделала? За что они так со мной?\" слезы полились градом из ваших прекрасных, голубых глаз - \"Как они так могут! Они же люди, а не звери.. Или все же звери?\". <s>r\n Вы услышали шум драки. Это то, о чем вы подумали! На большой улице шло сражение, между Лицеистами и беспризорниками.<s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "To Be Continued"
      }
    ]
  },
  {
    "id": 106,
    "text": "Продолжение следует! Следите за обновлениями!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 107,
    "text": "  Подбежав, вы быстро забрались на окно и уже хотели прыгать, но один из беспризорников схватил вас за ногу! Вы упали в оконном проеме прямо на стекло, которое торчало со всех сторон. Жуткая боль раздалась в ваших бедрах, а тело пробило судорогой. Мужик стал затаскивать вас обратно внутрь, а стекло начало разрезать вашу плоть.",
    "answers": [
      {
        "id": 94,
        "text": "Отбиваться свободной ногой"
      }
    ]
  },
  {
    "id": 108,
    "text": "Конец первой части. \nПродолжение следует! \nСледите за обновлениями! ",
    "answers": [
      {
        "id": 1,
        "text": "На первоначальную"
      }
    ]
  },
  {
    "id": 109,
    "text": " — Почему… я… понимаю? \n  Ваш язык заплетается как не свой. Вы покраснели до самых ушей. Девушка мило улыбнулась и ответила: — Я не знаю. Я тоже понимаю, о чем ты мне хочешь сказать. У меня такого еще никогда не было… — она посмотрела на вас серьезно и произнесла — Нам пора, нужно выручать твоих друзей!\n",
    "answers": [
      {
        "id": 111,
        "text": "- Всмысле \"Нам\"?"
      },
      {
        "id": 115,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 110,
    "text": "  Вы кивнули девушке: - \"Спасибо вам... Мы… обязательно еще встретимся!\" <s>r\n Развернувшись, вы пошли по направлению к тюрьме. Вы не прошли и двадцати метров, как вас перегнала Девушка и преградила вам путь: - \"Я пойду с тобой! Я знаю это место, у моей подруги там работает отец, мы с ней к нему пару раз ходили. Я знаю, где твои друзья!\"<s>r\n  Можно ли так рисковать? Но вы и вправду ничего не знаете о той тюрьме. Что же делать?<s>r\n",
    "answers": [
      {
        "id": 115,
        "text": "Хорошо! Помоги мне еще раз!"
      },
      {
        "id": 114,
        "text": "Я не могу рисковать Вами... "
      }
    ]
  },
  {
    "id": 111,
    "text": " — Нам? — Произнесли вы недоуменно.<s>r\n Вам явно не хотелось, что бы эта девушка рисковала собой, ради вас. Тем более что она уже один раз так сделала.<s>r\n      Она посмотрела вам в глаза, от чего у вас екнуло в груди: — Конечно! Я пойду с тобой! Я знаю это место, у моей подруги там работает отец, мы с ней к нему пару раз ходили. Я знаю, где твои друзья!\n      Можно ли так рисковать? Но вы и вправду ничего не знаете о той тюрьме. Что же делать?<s>r\n",
    "answers": [
      {
        "id": 115,
        "text": "- Хорошо! Помогите мне еще раз! "
      },
      {
        "id": 114,
        "text": "- Я не могу рисковать вами..."
      }
    ]
  },
  {
    "id": 112,
    "text": "Конец первой части. \n Продолжение следует! \nСледите за обновлениями! ;)",
    "answers": [
      {
        "id": 1,
        "text": "До встречи!"
      }
    ]
  },
  {
    "id": 113,
    "text": "Конец первой части. <s>r\n Продолжение следует! <s>r\n  Следите за обновлениями! ;)<s>r\n                                             Цитата<s>r\n Каждый человек живет в сфере своих заблуждений. Молодой юноша живет своими амбициями. Молодая девушка – своей внешностью. Мать – своими детьми. Человек в возрасте – страхами перед болезнями. Природа жизни в этом мире такова: она затуманивает наш разум и мы не осознаем до конца, что здесь происходит.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 114,
    "text": "      Она сокрушённо посмотрела на вас, но, взяв себя в руки, выпрямилась и сказала: — Хорошо, я не стану твоей обузой. Но я не смогу просто так стоять в стороне! Я что-нибудь придумаю... \n      Вы не успели что-либо ответить, как она развернулась и побежала в сторону рынка. Её длинное, разорванное снизу платье, развивалось на ветру, а растрепанные локоны, словно волны, скатывались к её обширным бедрам. Вы бы долго любовалась на это, но она скрылась за поворотом.<s>r\n",
    "answers": [
      {
        "id": 112,
        "text": "Идти к тюрьме"
      }
    ]
  },
  {
    "id": 115,
    "text": "      Девушка расплылась в улыбке:\n — Тогда поспешим! Ты можешь рассчитывать на меня!\n      Она побежала вдоль по ночной улице, её длинное, разорванное снизу платье, развивалось на ветру, а растрепанные локоны, словно волны, скатывались к её обширным бедрам. Вы бы долго любовалась на это, но она скрылась за поворотом. ",
    "answers": [
      {
        "id": 113,
        "text": "Бежать следом"
      }
    ]
  },
  {
    "id": 116,
    "text": "      Это помещение с клетками, в которых томятся беспризорники. В самой первой клетке слева отсутствует дверь. Там, за столом, сидит охранник. Похоже, что он в одиночку опустошил бочонок с пивом и теперь спит как убитый. Храп стоит такой, что стол, на котором лежит его голова, немного дребезжит, а пустая кружка скачет из стороны в сторону. <s>r\n      В самой дальней клетке располагается ваш соратник. Он сидит спиной к проходу, поэтому не заметил вас. Зато вас заметил беспризорник, который сидит в первой клетке справа. Это главарь, с которым вы сходились в поединке. <s>r\n — \"Эй, парни! Вытащите меня отсюда! Или я охрану позову, тогда вместе будем сидеть\"- он явно верит в то, что вы ему поможете.<s>r\n",
    "answers": [
      {
        "id": 117,
        "text": "Вызволять своего друга"
      },
      {
        "id": 118,
        "text": "Выпустить Беспризорника "
      }
    ]
  },
  {
    "id": 117,
    "text": "  Вы прошли мимо клетки с главным оборванцем и подошли к решетке, за которой сидел ваш друг. <s>r\n— \"Ребята! Вы пришли за мной! Я ни секунды в вас не сомневался! Но как вы прошли через охрану?\"- он был так рад вас видеть, что не мог стоять на месте и прыгал на носочках. <s>r\n— \"Мы тебе все потом расскажем, а сейчас надо вытаскивать тебя отсюда!\". С этими словами вы вытащили охапку ключей и стали искать нужный. <s>r\n — \"Охрана!!!  Быстрее сюда! В тюрьме посторонние люди!!! Охранааа!\" — Стал кричать главарь беспризорников и бить кружкой по решетке. Его поддержали остальные и тоже начали орать и бить по железным прутьям. <s>r\n На лестнице послышался топот множества сапог. <s>r\n  Вы быстро вставили нужный ключ в замочную скважину и, повернув его, отворили дверь. Вы не успели ничего сделать, как в комнату ворвались десять солдат, шесть из которых с арбалетами. Они сели в шеренгу и наставили на вас арбалеты. Через мгновение в комнату вбежал начальник стражи и, увидев вас, заорал что есть мочи: — \"Убить их!!! Убить их всех! Стреляйте мать вашу!\" ",
    "answers": [
      {
        "id": 119,
        "text": "Послышались щечки выстрелов из арбалетов..."
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы подумали пару секунд и все-таки решили помочь оборванцам. Зачем? А потому что вы можете это сделать. Вы нашли ключи от клетки своего друга, а остальные бросили главарю беспризорников.<s>r\n- \"Ладно, все мы в одной лодке - сказали вы - помоги своим друзьям\"- сказав это, вы направились вызволять своего соратника. <s>r\n - \"Ребята! Вы пришли за мной! Я ни секунды в вас не сомневался! Но как вы прошли через охрану?\"- ваш друг был так рад вас видеть, что не мог стоять на месте и прыгал на носочках. <s>r\n- \"Мы тебе все потом расскажем, а сейчас надо вытаскивать тебя отсюда!\". Вы вставили ключ в замочную скважину и, с щелчком, отперли замок.<s>r\n Позади вас беспризорники, с шумом и гамом, открывали решетки и убегали вверх по лестнице. Через пару минут, сверху послышались дикие возгласы, похоже, что беспризорники наткнулись на стражу. <s>r\n<s>r\n ",
    "answers": [
      {
        "id": 124,
        "text": "Уходить "
      }
    ]
  },
  {
    "id": 119,
    "text": "  Ослепительная белая вспышка.<s>r\n Время как будто остановилось. Солдаты и пленники застыли в своих позах, а летящие болты повисли в воздухе и очень медленно плыли в вашу сторону. Вы обернулись на своих товарищей, они мужественно смотрели на солдат, явно принимая то, что сейчас умрут. Вы можете двигаться, хотя все остальные замерли.<s>r\n Позади начальника стражи, на лестнице, стоит прекрасный юноша в изящных, ярко-желтых одеждах. От него исходит ослепительно яркий свет. С его шеи до пояса свисает гирлянда из лесных цветов, а на руках и груди сверкают золотые украшения. Его любящий, наполненный блаженством взгляд, пронизывает ваше существо, погружая вас в океан наслаждения. Он поманил вас рукой и стал подниматься вверх по лестнице. Вас затрясло от волнения, кто же это? Вы забыли обо всем на свете, вам хотелось взглянуть на него еще хоть разочек! ",
    "answers": [
      {
        "id": 120,
        "text": "Бежать за ним(вы не можете иначе) "
      }
    ]
  },
  {
    "id": 120,
    "text": "  Конец первой части. <s>r\n Продолжение следует! <s>r\nСледите за обновлениями! ;)<s>r\n                                               Цитата<s>r\n- Свобода открывается человеку в тот момент, когда ему становится все равно, какое впечатление он производит.",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 121,
    "text": "Достижения будут появляться, по мере прохождения книги. Открой их все! ",
    "answers": [
      {
        "id": 122,
        "text": "Прошаренный ",
        "need": 27,
        "need_ever": true
      },
      {
        "id": 139,
        "text": "Сын - гордость семьи! ",
        "need": 25,
        "need_ever": true
      },
      {
        "id": 140,
        "text": "Девочка - счастье родителей! ",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 104,
        "text": "Как прекрасен мир вокруг!",
        "need": [
          3,
          4,
          8
        ],
        "need_ever": true
      },
      {
        "id": 141,
        "text": "(Сноски) придуманы не просто так! ",
        "need": [
          31,
          58,
          57
        ],
        "need_ever": true
      },
      {
        "id": 142,
        "text": "Полководец",
        "need": [
          39,
          48
        ],
        "need_ever": false
      },
      {
        "id": 143,
        "text": "Дуэлянт",
        "need": 40,
        "need_ever": true
      },
      {
        "id": 144,
        "text": "Первая любовь! ",
        "need": 49,
        "need_ever": true
      },
      {
        "id": 145,
        "text": "План важнее всего! ",
        "need": [
          64,
          117
        ],
        "need_ever": true
      },
      {
        "id": 146,
        "text": "Господь всегда приходит вовремя",
        "need": [
          119
        ],
        "need_ever": true
      },
      {
        "id": 147,
        "text": "Любой облик для Него не проблема",
        "need": 136,
        "need_ever": true
      },
      {
        "id": 148,
        "text": "Пуская слюни",
        "need": 132,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы прочитали \"Концепцию устройства вселенной\" этой книги. Это точно поможет вам во всем разобраться! ",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": " Не обращая внимания на него, вы идете дальше, но вам преграждают дорогу, уже вышедшее из своих укрытий оборванцы. Вы разворачиваетесь, что бы идти в другую сторону, но там уже собрались другие беспризорники, которые пришли на свист. Вас обступили со всех сторон. Они сверлят вас своими наглыми взглядами и все, как один, злобно ухмыляются.",
    "answers": [
      {
        "id": 127,
        "text": "Попытаться не упасть в обморок"
      }
    ]
  },
  {
    "id": 124,
    "text": "  Пока стражники отвлекаются на сбежавшую толпу беспризорников, вы тихо поднимаетесь по лестнице вверх и бежите к боковой двери. Здесь творится неразбериха. Беспризорники лежат тут и там, их явно не жалели и избивали почти до смерти. <s>r\n- \"Убивайте их! - закричал начальник стражи - никто не должен убежать отсюда! За побег из тюрьмы приказано казнить! Убейте их всех!\"<s>r\n Стражники отбросил дубинки, которыми до сих пор избивали беглецов, и вынули свои мечи из ножен. На крик начальника прибежали стражники с арбалетами и стали выцеливать убегающих оборванцев.<s>r\n",
    "answers": [
      {
        "id": 134,
        "text": "Выбежать на улицу через боковой вход"
      }
    ]
  },
  {
    "id": 125,
    "text": "Здесь будут отображаться главы, до которых вы уже дошли. (контрольные точки)",
    "answers": [
      {
        "id": 2,
        "text": "Последний бой",
        "need": 2,
        "need_ever": true
      },
      {
        "id": 24,
        "text": "Новое рождение",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Неожиданный поворот. (Муж)",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Поиски любви. (Дев)",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 138,
        "text": "Глава II: переломный момент. (Дев.) ",
        "need": 138
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы разворачиваетесь, что бы идти в другую сторону, но там уже собрались другие беспризорники, которые пришли на свист. Вас отступили со всех сторон. Они сверлят вас своими наглыми взглядами и все, как один, злобно ухмыляются.",
    "answers": [
      {
        "id": 127,
        "text": "Попытаться не упасть в обморок "
      }
    ]
  },
  {
    "id": 127,
    "text": "У вас задержали колени, а на глаза стали наворачиваются слезы, но вы берёте себя в руки и придаете своему милому личику серьезный вид. <s>r\n Послышались выкрики из толпы:<s>r\n - \"Эй, милашка, как ты сюда забрела? Не повезло тебе!\"<s>r\n- \"Девка явно знает, когда надо приходить! Мы уже здесь заскучали!\"<s>r\n- \"Ну и что ты стоишь как вкопанная? Хоть станцуй нам чоли!\"<s>r\n В середину вышел огромный детина. Шапченка у него была сдвинуть набок, вся одежда потрепана и неопрятно заправлена в штаны, у которых было штук десять заплаток,  разного цвета. Он удовлетворено улыбался глядя на вас сверху вниз: \"Ну что девочка, думала мы тут такие дураки? Пришла спалить наше укрытие!!! Ты хоть понимаешь, что нам придется с тобой сделать!? - он очень громко говорил и плевал слюной - теперь ты никуда отсюда не уйдешь! Будешь теперь нам прислуживать!\"<s>r\n",
    "answers": [
      {
        "id": 128,
        "text": "Попытаться не упасть в обморок"
      }
    ]
  },
  {
    "id": 128,
    "text": "Что то проснулось в вас, какая то уверенность, которая раньше спала, где то глубоко внутри. У вас перестали дрожать руки и подгибаться колени. <s>r\n Вы смотрите главарю бандитов в глаза и говорите:<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "- Я не боюсь тебя!"
      },
      {
        "id": 129,
        "text": "- Ты негодяй! Как ты смеешь так поступать с девушкой!"
      },
      {
        "id": 129,
        "text": "- Дядя... отпустите пожалуйста! "
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы только открыли рот, что бы сказать, как вас перебили возгласы толпы: <s>r\n- \"А ну убирайся отсюда! Нечего тебе здесь смотреть!\" <s>r\n- \"Вали по-хорошему дядя! Я же и подойти могу!\"<s>r\n Вы заметили, как прохожий дяденька засеменил прочь от толпы, видно шел с работы домой и никак не ожидал встретить такую толпу бандитов.<s>r\n",
    "answers": [
      {
        "id": 130,
        "text": "- Помогите мне! Пожалуйста! "
      }
    ]
  },
  {
    "id": 130,
    "text": "  Вы что есть мочи закричали: \"Помогите мне! Пожалуйста!\" Прохожий явно услышал вас, так как ускорил шаг, даже не обернувшись.<s>r\n Все беспризорники дружно заржали, а громче всех ржал главарь. Но смех очень быстро стих, так как прохожий остановился посередине улицы и, развернувшись, упер руки в боки. Это как будто был другой человек, вся его сущность сияла, а его голос заставлял содрогнуться: \"Кто там смеется? Что вы столпились вокруг этой девушки? А ну разошлись! - этот голос явно не принадлежал этому щуплому дядечке. Он будто звучал внутри головы - вы рано или поздно ответите за все, что творите! Помяните мое слово!\". Из толпы к нему вышел один из взрослых беспризорников с ножом: \"Ну, допрыгался ты дядя... - сказал он и попытался пырнуть ножом прохожего. Дядечка только улыбнулся и, изящно уйдя от удара, легким движением оттолкнул противника обратно в толпу: \"Зачем же так сразу? Неужели из меня такой плохой переговорщик? - сказав это, он засмеялся. От его мелодичного смеха вы сами невольно заулыбались.<s>r\n",
    "answers": [
      {
        "id": 131,
        "text": "Заглянуть в глаза прохожему"
      }
    ]
  },
  {
    "id": 131,
    "text": " Он тоже посмотрел на вас. Его любящий, наполненный блаженством взгляд, пронизывает ваше существо, погружая вас в океан наслаждения. <s>r\nВы услышали его сладкий голос в голове. Вы когда-то его уже слышали, но когда? <s>r\n- \"Ты никогда не останешься в беде одна! Все живое будет помогать тебе, потому что это моя воля! Вспомни же меня! Я тот, кто создал все миры! Я тот, кто управляет этими мирами! Я могу проявляться через любое живое и не живое существо! Я обладатель всех богатств! Меня зовут все привлекающим и все питающим! И ты под моей защитой!\"<s>r\n",
    "answers": [
      {
        "id": 132,
        "text": "Испытать духовный экстаз"
      }
    ]
  },
  {
    "id": 132,
    "text": "  Ваши волосы встали дыбом, а все тело стало гореть и покрылось мурашками. Вы очень часто дышите, не замечая того, что происходит вокруг. От испытываемого потока счастья, вы не заметили, как упали на колени и даже не обратили внимания на то, что слюни потекли у вас изо рта. Это длилось как будто вечность.<s>r\n Вас привели в себя крики беспризорников: \"Они идут!!! Все по местам олухи!!!\". Оборванцы стали разбегаться кто куда. Прохожего нигде не было видно.<s>r\n Вы вытираете слюни и встаете с земли. В суматохе вам удалось выбежать из переулка на улицу. Вдалеке вы увидели отряд лицеистов, во главе его шел тот, кого вы все это время искали.<s>r\n",
    "answers": [
      {
        "id": 133,
        "text": "Уйти с улицы"
      }
    ]
  },
  {
    "id": 133,
    "text": "Конец первой главы. <s>r\nПродолжение следует! Следите за обновлениями!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 134,
    "text": " Вы со своими товарищами вырвались на улицу и побежали по направлению к лесу. Вы уже почти добежали, как сзади вас послышались вопли: \"Стреляйте в них! Они не должны уйти!!!\". Послышались щелчки арбалетов.",
    "answers": [
      {
        "id": 135,
        "text": "Упасть на землю"
      },
      {
        "id": 135,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 135,
    "text": "Конец первой части.<s>r\n Продолжение следует! <s>r\nСледите за обновлениями!<s>r\n<s>r\n                                                 Цитата<s>r\n К умному и честному стремись, с умным и лживым будь настороже, честного и глупого жалей, лживого и глупого избегай.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 136,
    "text": "Оглушительный львиный рык взорвал пространство. Что-то огромное кинулось на ваших обидчиков, громя все на своем пути. Колонны стали разлетаться в щепки. Двуспальные нары разлетаются по всему приюту, с грохотом врезаясь в стены, от чего те трескаются и осыпаются. Это существо рычит так, что отделка потолка стала отваливаться, а стены дрожать как бумажные. Своими огромными когтями оно стало ломать и разрезать все вокруг. Бандита, который был ближе к вам, это существо схватило, и со всей силы вышвырнуло в окно, от чего то разлетелось в дребезги, а рама вылетела, вместе с обидчиком. Второй беспризорник выбросил палку и, откинув засов, распахнул дверь и выбежал на улицу.",
    "answers": [
      {
        "id": 137,
        "text": "Осмотреть существо. "
      },
      {
        "url": "https://pp.userapi.com/c639322/v639322300/2a573/4PcFqNV9egc.jpg",
        "text": "movie back"
      },
      {
        "id": 136,
        "text": "movie appear",
        "url": "https://b.radikal.ru/b25/1805/7f/7add0d63ece2.png"
      }
    ]
  },
  {
    "id": 137,
    "text": "  Свет из разбитого окна позволил вам осмотреть его. Это огромный человек с головой льва и четырьмя руками! На его львиную голову надета большая, золотая корона с разноцветными бриллиантами. Его руки и торс украшены золотыми ожерельями и браслетами, а на бедрах затянут шелковый пояс, украшенный жемчугом. На нем надета светло-жёлтая ткань, обвязанная вокруг талии и свисающая до самых стоп.\n Он посмотрел на вас любящим, наполненным блаженством взглядом, который пронизывал все ваше существо, погружая вас в океан наслаждения. Вы услышали его сладкий голос в голове. Вы когда-то его уже слышали, но когда? <s>r\n- \"Ты никогда не останешься в беде одна! Все живое будет помогать тебе, потому что это моя воля! Вспомни же меня! Я тот, кто создал всех живых существ! Я тот, кто сотворил все мироздание! Я могу проявляться в любом образе! Я обладатель всех богатств! Меня зовут изначальным и всеохватывающим! И ты под моей защитой!\"<s>r\n",
    "answers": [
      {
        "id": 138,
        "text": "Упасть в обморок"
      }
    ]
  },
  {
    "id": 138,
    "text": "    Глава II: переломный момент. \n\n  Вы открыли глаза. Вашему взору предстало синее небо и плывущие по нему белоснежные облака. Приятный ветерок обдувает ваше лицо, взъерошивая ваши волосы. Вы глубоко вдыхаете свежий воздух и медленно выдыхаете. Постепенно к вам вернулись ваши мысли, которые заставили вас содрогнуться:\n — “Мне все это приснилось? – спросили вы вслух, – Что это было? Это все было словно на Яву, но похоже на страшный сон…”",
    "answers": [
      {
        "id": 150,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 139,
    "text": " Родиться мальчиком в главе \"Новое рождение\"",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 140,
    "text": "Родиться девочкой в главе \"Новое рождение\"",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 141,
    "text": " Прочитать все сноски в Первой части книги. ",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 142,
    "text": "  Выбирать тактические действия в бою с беспризорниками.",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 143,
    "text": " Вызвать главаря беспризорников на дуэль.",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 144,
    "text": " Впервые увидеть девушку так близко и дотронуться до нее! ",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 145,
    "text": " Вызволяя своего друга, вы действовали строго по плану. ",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 146,
    "text": " В тюрьме вас спасает Бог, в облике прекрасного юноши. ",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 147,
    "text": " В приюте вас спас от насильников Бог в образе человека льва. ",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 148,
    "text": " Испытать экстаз общения со Всевышним.",
    "answers": [
      {
        "id": 121,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 149,
    "text": " Пишите мне свои идеи и предложения в ВК. Можете так же задавать вопросы по квесту, я постараюсь на них ответить. <s>r\n<s>r\nМой ВК - https://vk.com/id19866300 (Уфимцев Максим)<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 150,
    "text": "      Вы приподнялись на руках и осмотрелись. Старый приют нависает над вами, все такой же темный и покосившийся. Выбитая рама лежит на земле, а из разбитого окна, ветром, выдувает запачканные белые занавески.\n      Обидчика, который вылетел в окно, нигде не было видно: — Так это был не сон… А где же мой спаситель? И что это вообще было!?\n      Вы вспомнили облик вашего спасителя и вас передернуло. Но затем вы вспомнили его глаза, наполненные любовью и его слова: — Неужели это был…  Нет! Этого не может быть! Стал бы Бог мне помогать… Кто я вообще такая?",
    "answers": [
      {
        "id": 151,
        "text": "Услышать "
      }
    ]
  },
  {
    "id": 151,
    "text": "      В вашей голове раздался знакомый голос, который развеял все ваши сомнения, и все печали будто пропали из вашей жизни: — А кто еще это мог быть, по-твоему? – в этом голосе слышалась улыбка и задор – Как это, кто ты такая? Ты моя подруга! А друзей нужно выручать в беде. Да и вообще, не люблю, когда обижают девушек.\n      Вы с наслаждением слушаете каждое слово. ",
    "answers": [
      {
        "id": 152,
        "text": "Слушать дальше "
      }
    ]
  },
  {
    "id": 152,
    "text": "      Вы крутите головой в поисках источника этого сладкого для ваших ушей голоса:\n — Но где ты? Я не вижу тебя! — Ваши глаза бегают из стороны в сторону, пытаясь найти Его. И он отозвался:\n — Ты не сможешь увидеть меня, если я этого не захочу! – весело произнес ваш спаситель – Но, я думаю, ты имеешь на это право! Просто посмотри вниз.",
    "answers": [
      {
        "id": 153,
        "text": "Посмотреть вниз на траву "
      },
      {
        "id": 154,
        "text": "Посмотреть вниз на брусчатку "
      },
      {
        "id": 155,
        "text": "Посмотреть на выбитую раму"
      }
    ]
  },
  {
    "id": 153,
    "text": "      Трава колышется от дуновений ветра, словно зеленый ковер, покрывая почти все пространство рядом с Приютом. Но здесь никого нет! Что это за шутки?\n  Голос отозвался:\n  — “Я не тут, глупышка! Посмотри же на меня! — В его голосе слышится веселый задор.",
    "answers": [
      {
        "id": 154,
        "text": "Посмотреть вниз на брусчатку ",
        "need": -154
      },
      {
        "id": 155,
        "text": "Посмотреть на выбитую раму"
      }
    ]
  },
  {
    "id": 154,
    "text": "      Брусчатка идет от улицы к порогу старого Приюта. Она выложена из неровных камней разной формы. На ней вы не обнаружили того, чего искали. Вы услышали посмеивающийся голос с другой стороны:\n — Холодно! Очень холодно! Это всего лишь моя внешняя энергия, из которой состоит этот материальный мир, но не я сам!",
    "answers": [
      {
        "id": 153,
        "text": "Посмотреть вниз на траву ",
        "need": -153
      },
      {
        "id": 155,
        "text": "Посмотреть на выбитую раму"
      }
    ]
  },
  {
    "id": 155,
    "text": "      На выбитой из окна раме стоит небольшая фигурка темного человечка, руки которого скрещены на выпуклой груди. Он одет в миниатюрные одежды под цвет вашего платья. Его живые глаза смотрят на вас, а личико сияет в улыбке. Он не двигается, а слова, которые он произносит, не раскрывают его алых губ: — ”Ну что? Так и будем стоять? Может, возьмешь меня, и пойдем на выручку к твоему суженному? Или ты за меня замуж собралась выходить? Думаю, твой отец будет против каменной фигурки в роли своего зятя. \n      Вы в недоумении смотрите на фигурку из камня и, немного поразмыслив, подходите ближе и садитесь рядом с ним на корточки.",
    "answers": [
      {
        "id": 156,
        "text": "Почему ты такой маленький? "
      },
      {
        "id": 157,
        "text": "Так ты из камня? "
      },
      {
        "id": 158,
        "text": "Что я должна делать? "
      }
    ]
  },
  {
    "id": 156,
    "text": "      Вы осмотрели его снизу вверх и наоборот. Он больше походил на качественную каменную игрушку, чем на Бога. <s>r\n  — Почему ты такой маленький?  <s>r\n Не изменившись в лице, он произнес:\n  — А какой я, по-твоему, должен быть? Может, ты хочешь, что бы я ходил тут в образе громилы с головой льва? Нет, это только на крайние случаи. А в таком миниатюрном виде ты сможешь меня везде с собой носить! Я не собираюсь ходить сам, очень уж муторное это занятие.<s>r\n",
    "answers": [
      {
        "id": 157,
        "text": "Так ты из камня? ",
        "need": -157
      },
      {
        "id": 158,
        "text": "Что я должна делать? "
      }
    ]
  },
  {
    "id": 157,
    "text": "      Его голова, украшенная красным миниатюрным тюрбаном, отсвечивала на солнце, будто была покрыта темной краской.<s>r\n  — Так ты из камня? Почему ты не из…<s>r\n  Вам показалось, что фигурка усмехнулась:\n  — Тебе бы больше понравилось, если бы я был маленьким кожаным мешочком с костями и фекалиями? – ему явно понравилось это сравнение – Нет уж, увольте, сама ходи в мешке с костями. Мне больше нравятся драгоценные камни.<s>r\n      Вы не смогли возразить.<s>r\n",
    "answers": [
      {
        "id": 156,
        "text": "Почему ты такой маленький? ",
        "need": -156
      },
      {
        "id": 158,
        "text": "Что я должна делать? "
      }
    ]
  },
  {
    "id": 158,
    "text": "  — Что же я должна делать? – вы, правда, не понимаете, как вам поступать с Ним, ведь это сам Господь, нельзя же вот так взять Бога и положить его в свою набедренную сумку…<s>r\n      Вы услышали звонкий смех, который играл в вашей голове словно музыка, которая пробуждает душу. Он закончил смеяться и произнес\n  — О, теперь ты должна заботиться обо мне! Кормить меня, наряжать в новые наряды, укладывать спать и будить по утрам. И да, я не против кататься в твоей набедренной сумке, пока что…<s>r\n",
    "answers": [
      {
        "id": 163,
        "text": " - Кормить? Укладывать спать? "
      },
      {
        "id": 159,
        "text": " - Я поняла! "
      }
    ]
  },
  {
    "id": 159,
    "text": "      Он просиял и молвил: — Ладно, бери меня и пошли, а то все самое интересное пропустим!\n      Вы протянули руку и взяли его за талию. На Вас нахлынуло чувство любви и теплоты! Тело задрожало и покрылось мурашками, а волосы встали дыбом. Вы покрылись испариной, а ваши глаза закатились… Какое же это неземное удовольствие!<s>r\n",
    "answers": [
      {
        "id": 160,
        "text": "Собраться "
      }
    ]
  },
  {
    "id": 160,
    "text": "      Все резко оборвалось, вы помотали головой и посмотрели на фигурку. На Его талии появилась красная веревочка, которая завязана узлом. Она идет к вашему правому запястью и там тоже завязана на узел. Через несколько секунд ниточка, соединяющая узел на талии и вашем запястье, растворилась в воздухе, становясь неосязаемой.",
    "answers": [
      {
        "id": 161,
        "text": "Что это было? "
      }
    ]
  },
  {
    "id": 161,
    "text": " Господь произнес: — Я пока уберу свое сильное присутствие, а то ты так и будешь в конвульсиях здесь валяться. И да, похоже, ты увидела нить, связывающую меня. Ты связала меня своей любовью. Поэтому я проявился в этом материальном мире. Можешь называть меня Дамодара! Это имя подходит этому образу.",
    "answers": [
      {
        "id": 161,
        "text": "*Дамодара (пер. с санскр.) – господь, обвязанный веревкой за талию.",
        "comment": true
      },
      {
        "id": 162,
        "text": "Положить Господа в сумочку "
      }
    ]
  },
  {
    "id": 162,
    "text": "      Вы по удобнее устроили Бога у себя в сумочке, поместив его между кошельком и зеркальцем, и побежали в сторону, где уже слышались крики и удары. <s>r\n      Довольно быстро вы преодолели расстояние, отделяющее вас от места схватки двух группировок. В этой возне вы не могли разглядеть, где кто находится. В большинстве Беспризорники, а Лицеисты сбились в кучу и держат оборону. Но вы не видите своего суженного!<s>r\n",
    "answers": [
      {
        "id": 164,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 163,
    "text": "      Вы смотрите на него с недоумением:\n  — Кормить? Укладывать спать? Но…<s>r\nОн вас перебил: — А чем это я хуже тебя? Значит, ты будешь наслаждаться едой и сном, а я должен на тебя смотреть? Давай уж вместе, как друзья, делить еду и сон<s>r.\n",
    "answers": [
      {
        "id": 159,
        "text": "Я поняла! "
      }
    ]
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  }
]