[
  {
    "id": 1,
    "text": " Главный герой этой книги, молодой наемный убийца Йен узнает, что в нем заинтерисован глава тайного общества \"Сталь и магия\", которое занимается разжиганием войн, диверсиями, убийствами государственных лиц и другими гадкими делами. Йену по душе такая жизнь и он решает не медлить со вступлением в ряды этого общества.<s>r\n В книге вас ждут стелс, выходы на заказы, массовые драки и много различных интересностей.<s>r\nАвтор: Quest Pioneer<s>r\nЖанры: Фентези, Стелс экшн.<s>r\n<s>r\n ",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение!"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://s019.radikal.ru/i617/1708/a4/c3165bc5ecc7.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://s018.radikal.ru/i515/1708/e6/a2d54ba321b7.png",
        "system": true
      },
      {
        "id": 48,
        "text": "Достижения."
      },
      {
        "id": 43,
        "text": "Информация."
      },
      {
        "id": 53,
        "text": "Информация о мире \"Стали и магии\""
      }
    ]
  },
  {
    "id": 2,
    "text": "Очередной заказ. Немолодой мужчина подошёл ко мне в условленном месте и произнес лишь одну фразу.\n-Улица Буйных Ветров 12 Б. Невысокая молодая блондинка... эльфийка.\nПоследнее слово он сказал так пренебрежительно, что мне сразу стало ясно: этот человек люто ненавидит эльфов.\n-Три тысячи золотом.\nОн сунул мне кошель с предоплатой. Я был уверен, что там ровно половина заявленной цены. Почти никто не обманывал меня, а редкие единицы, решившие это сделать, умирали.",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться на заказ."
      },
      {
        "id": 4,
        "text": "Зайти домой."
      }
    ]
  },
  {
    "id": 3,
    "text": "Я направился было к дому той девушки, но вспомнил, что не взял с собой паралитический яд и стрелы для стреломёта.\n-Ну что же, дорогуша, придётся с тобой повременить. -Сказал я сам себе и пошёл домой.",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 4,
    "text": "Трактир \"Толстый хряк\". Здесь нечасто останавливаются надолго, но я тут жил на постоянной основе уже целый год. Хозяйку заведения звали Элизабет, хотя все, не исключая и меня, звали её просто Бэтти. Она не была против, ей это даже нравилось. Бэтти—добрая женщина в годах, живущая прошлым. Чуть ли не каждый день она вспоминала лихие годы своей молодости, когда она была отличным боевым магом и работала с каким-то искателем приключений, который потом плохо кончил. Я любил слушать её истории, они были захватывающими и забавными.\n-Вам бы книгу о своих похождениях написать. -Часто говорил ей я. -Вы бы сколотили состояние.\nНо она отнекивалась и говорила, что не нужно ей к чёрту никакое состояние.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "Из раздумий меня вывел её голос.<s>r\n-Привет, Йен. Есть что новенькое?<s>r\nК слову сказать, Элизабет была охотницей до новостей и сплетен. Если она узнаёт что-то, то на следующий день об этом знает весь город.<s>r\n-Здравствуй, Бэт, к сожалению новостей пока нет.<s>r\n-Понятно. -Весело ответила мне Бэтти. -Ужинать-то будешь.<s>r\n-Ну это я с радостью<s>r\n-Сегодня на первое грибной суп, на второе свинина с картофелем и малиновый компот, но если надо, то налью чего-нибудь и покрепче.<s>r\n-Алкоголь после работы, сама знаешь.<s>r\n-Да, сначала убить, а потом совесть в вине утопить.<s>r\nЯ жутко не любил шутки насчёт моей работы и о пристрастии к спиртному они меня ужасно бесили, но Бэтти я мог простить всё.<s>r\n-Сама-то в молодости людей пачками в фарш превращала. -Пошутил я в ответ.<s>r\n-Конечно, я вот как раз вспомнила одну историю...<s>r\n-Знаешь, я опаздываю, давай я послушаю твою историю потом, Бэт.<s>r\n-Конечно, конечно. Твоя еда у тебя в комнате.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я снимал самую дорогую комнату в трактире, и она ни капли не вредила моему финансовому состоянию. С моими деньгами мне следовало бы иметь поместье, но я презирал богатую жизнь. Все эти дорогие кушанья в маленьких порциях, алкоголь, от которого даже не пьянеешь как следует, этот блеск, слепящий глаза. Нет, это мне не по душе, я лучше свои деньги отложу, или хорошенько на них погуляю.\nВ комнате стояла двухместная кровать, сундук, комод и обеденный стол, на котором дымился мой ужин, также был большой платяной шкаф, но я им не пользовался, так как вещей у меня было не слишком много.\n",
    "answers": [
      {
        "id": 7,
        "text": "Сесть на кровать.",
        "need": -7
      },
      {
        "id": 8,
        "text": "Порыться в сундуке.",
        "need": -8
      },
      {
        "id": 14,
        "text": "Осмотреть комод.",
        "need": -14
      },
      {
        "id": 10,
        "text": "Съесть ужин.",
        "need": -10
      },
      {
        "id": 9,
        "text": "Отправиться на заказ.",
        "need": [
          10,
          7,
          8,
          14
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Я присел на край аккуратно застеленной кровати и задумался. Думал я о многом, и о времени когда мне придётся осесть и прекратить убивать людей, и о следующем заказе, и о гулянке, которую я закачу после его выполнения, но больше всего меня волновал тот мужчина, который заказал мне эльфийку. Я узнал его, это был Барон Витеус де Ферос, очень известная фигура в королевстве. Он был несказанно богат, имел поместья во всех самых крупных городах Денгэма, мне даже один раз заказали его, но государственных лиц я не убивал.\nВсегда когда я думал, я крутил один из своих кинжалов, специально для этого я даже заказал у кузнеца приделать к ним кольца. Когда все мои размышления прекратились, я обнаружил кинжал вращающимся на указательном пальце, хотя даже не помнил, как достал его из-за пояса.",
    "answers": [
      {
        "id": 6,
        "text": "Встать с кровати."
      }
    ]
  },
  {
    "id": 8,
    "text": "В сундуке было разное барахло: Обломки старых кинжалов и стрел, рваные плащи и какие-то лоскуты кожи. Ничего ценного я тут не видел, ведь всё самое нужное лежало в комоде.",
    "answers": [
      {
        "id": 11,
        "text": "Порыться получше."
      },
      {
        "id": 6,
        "text": "Оставить сундук."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я вышел из трактира и направился к дому моей очередной жертвы. Идти старался по тёмным безлюдным переулкам, крутя, как обычно кинжал на указательном пальце.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 10,
    "text": "В животе заурчало при виде горячего кушанья. Пусть Мари, помошница Бэтти и была глуповата, но готовила она на ура.\nЯ быстро разделался с супом , с удовольствием  съел мясо с картошкой и залпом выпил компот.",
    "answers": [
      {
        "id": 6,
        "text": "Встать из-за стола "
      }
    ]
  },
  {
    "id": 11,
    "text": "Что-то вынудило меня заглянуть глубже в сундук. Я сгреб весь этот мусор, отодвинул его в сторону и обнаружил на самом дне сундука миниатюрый кинжал из чистого золота, на золотой же цепочке. Я не знал, откуда у меня эта вещица, но выглядела она очень красиво. Возможно, я принёс её домой по пьяни, а возможно, что её кто-то подбросил мне. Но всё это было неважно, есть украшение и без разницы.",
    "answers": [
      {
        "id": 12,
        "text": "Надеть кинжал на шею."
      },
      {
        "id": 13,
        "text": "Положить вещицу на комод."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я набросил цепочку на шею и спрятал кинжал под одежду. Украшение очень подходило мне и говорило о моей профессии. Откуда бы этот кинжальчик не взялся, всё равно я был очень рад этой находке.",
    "answers": [
      {
        "id": 6,
        "text": "Закрыть сундук."
      }
    ]
  },
  {
    "id": 13,
    "text": "Я закрыл сундук и решил положить украшение на комод, там всё-таки хранились самые ценные мои вещи.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреть содержимое комода."
      }
    ]
  },
  {
    "id": 14,
    "text": "В единственном ящике комода лежало несколько склянок с зельями и паралитическим ядом, несколько мешочков маленьких стрел для стреломёта, запасные кинжалы и фолиат магии иллюзии.",
    "answers": [
      {
        "id": 15,
        "text": "Взять склянку яда и мешочек стрел."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я сунул себе за пояс небольшой пузырёк с синей жидкостью и мешочек со стрелами. Вдруг пригодится на заказе.",
    "answers": [
      {
        "id": 6,
        "text": "Закрыть комод."
      }
    ]
  },
  {
    "id": 16,
    "text": "Марго сегодня ночью не спалось. Ей покоя не давала мысль, что о них с Гарольдом узнал его отец. Гарольд говорил, что барон рвёт и мечет. Оно и ясно, Витеус де Ферос терпеть не мог эльфов. Как такой гнусный старикашка может иметь такого доброго, умного и благородного сына, она понять не могла.\n-Но ничего, я тоже не промах. -Говорила она сама себе. -Мы с Гарольдом сбежим из этого города, когда я закончу обучение боевой магии. А если этот старикан посмеет заявиться к нам домой, то я заряжу ему \"огненной стрелой\" прямо в его противный огромный нос! -Сказала Марго, ударив кулаком по столу.",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "Точно, магия, как же она могла забыть. Ведь сегодня она совсем не упражнялась. Марго достала специальный манекен для оттачивания магических навыков и начала тренироваться.\n-Так, сначала \"Малая огненная стрела\".\nОна подняла руку высоко вверх, на её руке появился небольшой сгусток пламени. Марго сделала резкое движение рукой, будто бросала мяч.\n-Чёрт возьми, опять \" Огненный плевок\" вышел.\nТак она пыталась несколько раз запустить нужное заклинание, пока не услышала скрип входной двери. Когда Марго подошла к ней, около входа никого не было.\n-Наверняка ветер. -Сказала она, захлопнув дверь покрепче.",
    "answers": [
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "Я прекрасно слышал весь монолог юной эльфийки, пока взламывал дверной замок.\n-Да уж, девочка, не повезло тебе родиться с острыми ушами. -Прошептал я, ковыряясь отмычкой в замке \nПослышался характерный щелчок, значит дверь можно открыть. В окне примерно каждую минуту были видны резкие вспышки света и слышны короткие, ругательные фразы девушки.\n-Значит, ты у нас колдунья. -Продолжал шептать я, смазывая кинжалы ядом. -Но ничего, и на таких как ты управа найдётся ",
    "answers": [
      {
        "id": 19,
        "text": "Толкнуть дверь."
      },
      {
        "id": 20,
        "text": "Заглянуть в окно.",
        "need": -20
      }
    ]
  },
  {
    "id": 19,
    "text": "Я знал, что девушка полностью сконцентрированна на магических упражнениях, и скорее всего не заметит, что я проник в дом. Легонько толкнув дверь плечом, я понял, что она не открылась. \"Чёрт, по моему она открывается на себя\" -Пронеслось в моей голове. Теперь я потянул дверь за ручку и шмыгнул в дом.",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "Я посмотрел в окно домика своей жертвы. Молодая девушка, полностью соответствовавшая описанию, которое мне дал заказчик, кидалась в неразрушаемый манекен огнём. Да, именно кидалась, потому что колдовством это было назвать трудно. Сразу было видно что она новичок в этом деле, но если будет усердна, то из неё выйдет что-то дельное.\nХотя, из неё в этой жизни больше ничего не выйдет... \nЯ привык разрушать чужие мечты, это даже не вызывало у меня угрызений совести, которую я по моему уже давно потерял ",
    "answers": [
      {
        "id": 18,
        "text": "Отойти от окна."
      }
    ]
  },
  {
    "id": 21,
    "text": "Похоже, что эльфийка услашала скрип двери и, навострив и без того острые уши, прислушивалась.\nРядом со мной стоял большой шкаф, отличное место, чтобы спрятаться.",
    "answers": [
      {
        "id": 22,
        "text": "Юркнуть в шкаф."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я приоткрыл дверцу шкафа и проник туда. Как раз вовремя, ведь девушка подошла к двери дома.\n-Наверняка, ветер. -Сказала моя жертва, закрыв дверь.\nТакого глупого предположения я услышать точно не ожидал. \"Какой к чёрту ветер, дверь была закрыта на замок\" -Думал я, выглядывая в щель между дверцами шкафа. Девушка вернулась к манекену.",
    "answers": [
      {
        "id": 23,
        "text": "Достать стреломёт."
      },
      {
        "id": 24,
        "text": "Побарабанить по стенке шкафа."
      }
    ]
  },
  {
    "id": 23,
    "text": "Я достал деревянный тубус с ручкой сзади и отверстием спереди. Сначала я открыл магазин для стрел и загрузил туда пять штук. Это были крохотные стрелы, для стрельбы очередями, такие надо было всегда смазывать ядом, так как они особого вреда нанести не могут, если, конечно не метить в горло или сердце, что я и собирался сделать.",
    "answers": [
      {
        "id": 25,
        "text": "Открыть дверцу шкафа и прицелиться."
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Ну что же, думаю можно и поиграть с жертвой\" -Возникла мысль у меня в голове, и я тут же побарабанил кулаками по стене шкафа. Наверняка это бы вызвало у девушки интерес.\nПослышались шаги, и я решил...",
    "answers": [
      {
        "id": 45,
        "text": "Подождать жертву в шкафу."
      }
    ]
  },
  {
    "id": 25,
    "text": "Я выглянул из шкафа и прицелился. Девушка ничего не подозревала. Стрелы не были смазаны ядом, поэтому я целился...",
    "answers": [
      {
        "id": 26,
        "text": "В сердце."
      },
      {
        "id": 27,
        "text": "В горло."
      }
    ]
  },
  {
    "id": 26,
    "text": "Я взял грудь девушки на прицел и оттянул ручку стреломёта назад.",
    "answers": [
      {
        "id": 28,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 27,
    "text": "Я потянул ручку стреломёта назад. На прицеле была шея девушки, но эта позиция для выстрела была крайне неудобна. Я дождался, пока эльфийка занесёт руку для очередного огненного залпа и её шея откроется полностью.",
    "answers": [
      {
        "id": 40,
        "text": "Выстрелить."
      }
    ]
  },
  {
    "id": 28,
    "text": "Я ударил по ручке стреломёта. Пять маленьких стрел очередью вылетели из отверстия и пронзили сердце эльфийки. Послышался короткий вскрик и девушка упала на пол. \nМне нельзя долго оставаться тут. Есть время обыскать только...",
    "answers": [
      {
        "id": 29,
        "text": "Сундук."
      },
      {
        "id": 30,
        "text": "Комод."
      },
      {
        "id": 31,
        "text": "Тело девушки."
      }
    ]
  },
  {
    "id": 29,
    "text": "Я быстро открыл сундук. Там не было ничего ценного, только одежда девушки и фолиат боевой магии.",
    "answers": [
      {
        "id": 32,
        "text": "Закрыть сундук."
      }
    ]
  },
  {
    "id": 30,
    "text": "В ящике комода не было ничего ценного, кроме шкатулки с украшениями. Но мне не были нужны бесполезные побрякушки. Я хотел найти компромат на сына барона, что-то вроде любовных писем, или чего-то другого.",
    "answers": [
      {
        "id": 34,
        "text": "Закрыть комод."
      }
    ]
  },
  {
    "id": 31,
    "text": "От трупа эльфийки расползалась лужица крови. Я, не вступая в неё достал из кармана девушки какие-то конверты. Бинго! Это любовные письма, отличный материал для скандала. А скандал, как известно, лучшая реклама. Но сейчас не время забивать этим голову, нужно сматываться из этого места.",
    "answers": [
      {
        "id": 35,
        "text": "Выйти через дверь."
      },
      {
        "id": 33,
        "text": "Вылезти в окно."
      }
    ]
  },
  {
    "id": 32,
    "text": "Я захлопнул крышку сундука. Нет времени обыскивать что либо ещё. Нужно убираться из дома.",
    "answers": [
      {
        "id": 33,
        "text": "Вылезти через окно."
      },
      {
        "id": 35,
        "text": "Выйти через дверь."
      }
    ]
  },
  {
    "id": 33,
    "text": "Я распахнул окно и вылез на скотный двор. Единственное животное на нём—корова, крепко спало. Послышались тяжёлые шаги железных сапог. Это стража, нужно немедленно...",
    "answers": [
      {
        "id": 35,
        "text": "Делать ноги."
      },
      {
        "id": 36,
        "text": "Спрятаться за коровой."
      }
    ]
  },
  {
    "id": 34,
    "text": "Я быстро закрыл ящик. Времени рыскать по дому больше не было, надо убираться отсюда.",
    "answers": [
      {
        "id": 35,
        "text": "Выйти через дверь."
      },
      {
        "id": 33,
        "text": "Вылезти через окно."
      }
    ]
  },
  {
    "id": 35,
    "text": "Убежать скрытно у не получилось, меня заметил стражник и остановил. Но это было не страшно, я умел обманывать этих дармоедов. Особо недоверчивых приходилось убирать.\n-Здравствуйте, королевская стража. Хочу задать вам пару вопросов.\n-Конечно, спрашивайте.\n-Что вы делали дома у... -Он достал небольшую книжечку и пролистал в ней несколько страниц. -Дома у Марго Рингер в столь поздний час?",
    "answers": [
      {
        "id": 37,
        "text": "-Понимаете, мы любовники, и мне сейчас очень нужно бежать домой. Если жена заметит моё отсутствие, то похоже, что ниточка моей и без того напряжённой супружеской жизни, оборвётся."
      },
      {
        "id": 38,
        "text": "-Убивал её, конечно. Это же сейчас произойдёт и с вами."
      }
    ]
  },
  {
    "id": 36,
    "text": "Нельзя было показываться на глаза страже, поэтому я прыгнул за тушу коровы, чем разбудил её. Животное недоумённо посмотрело на меня. Главное, чтобы корова не выдала моего местоположения стражнику.",
    "answers": [
      {
        "id": 41,
        "text": "Парализовать корову."
      },
      {
        "id": 42,
        "text": "Ничего не делать."
      }
    ]
  },
  {
    "id": 37,
    "text": "-Понятно. -Ответил мне стражник. -Но я, кажется слышал крик.\n-Вы не слышали и малой части звуков, которые звучали в этом доме. Мы там такое вытворяли...\n-Всё, всё, всё, это уже не моё дело. Вы свободны, бегите к своей жене.",
    "answers": [
      {
        "id": 47,
        "text": "Отправиться домой."
      }
    ]
  },
  {
    "id": 38,
    "text": "-Что вы сказали?\n-То что я сейчас вас убью. -Говорил я спокойным голосом. Это ввело стражника в смятение, но он всё таки достал меч. Я кинулся на него с кинжалами, увернувшись от удара. Первым делом я проткнул его живот. Стражника парализовало, он упал на землю. Потом я перерезал ему горло и свернул в темный переулок.",
    "answers": [
      {
        "id": 47,
        "text": "Идти домой."
      }
    ]
  },
  {
    "id": 39,
    "text": "[Конец демо версии]\nРябята и девчата, если вам понравилась книженция, рекомендую поддержать меня лайком.\nПродолжения придется подождать довольно долго, так как я пишу паралельно две книги.\nЗалезте в разел \"Достижения\", если хотите узнать, чего достигли по ходу прохождения, а так же можете заглянуть в раздел \"Информация\", там я предупреждаю обо всех изменениях в книге.",
    "answers": [
      {
        "id": 48,
        "text": "Достижения."
      },
      {
        "id": 43,
        "text": "Информация."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 40,
    "text": "\"Сейчас или никогда\" -Пронеслось у меня в голове, и я вдавил ручку стреломёта. Пять маленьких стрел вылетели из отверстия и попали точно в цель. \nПослышался странный звук, что-то среднее между криком и бульканьем. Мне нельзя долго оставаться тут. Есть время обыскать только...",
    "answers": [
      {
        "id": 29,
        "text": "Сундук."
      },
      {
        "id": 30,
        "text": "Комод."
      },
      {
        "id": 31,
        "text": "Тело девушки."
      }
    ]
  },
  {
    "id": 41,
    "text": "Я полоснул смазаннным паралитическим ядом кинжалом корове по ноге. Она замерла.\n-Не бойся, сестрёнка, ты очнёшься минут через десять. -Как можно тише говорил я.\nСтражник прошёл мимо. Я полежал рядом с коровой ещё чуть-чуть, а потом направился в сторону дома.",
    "answers": [
      {
        "id": 47,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 42,
    "text": "Корова протяжно замычала. Я вполне понимал её чувства, мне бы тоже не понравилось, если бы посреди ночи ко мне в постель забрался какой-то непонятный мужик. Стражник отпрыгнул в сторону.\n-Тупая корова! -Воскликнул он. -Зарезал бы тебя, если бы было можно. Пугает тут честных стражников по ночам.\n- Да о какой честности можешь ты говорить. -Басом проговорил я, подражая коровьему голосу. -Ты же взяточник, да к тому же ещё и пьяница. -Я понимаю, что это было довольно рискованно, но ради хорошей шутки можно было и рискнуть.\n-Демоны! -Заорал стражник и бросился наутёк. Я начал смеяться над \"Храбрым защитником закона\". Да уж, будет что друзьям в таверне рассказать.\n-Ну, бывай, сестрёнка-бурёнка. -Сказал я корове и погладил её по голове. -Выручила ты меня.\n",
    "answers": [
      {
        "id": 47,
        "text": "Направиться домой."
      }
    ]
  },
  {
    "id": 43,
    "text": "Version 0.1 (Демонстрационная): Ознакомление с главным героем, локацией и некоторыми второстепенными персонажами.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 44,
    "text": "Попытки руками разогнать дым не увенчались успехом, его будто бы становилось больше. Дым  будто бы шёл от меня, но это не совсем так, скорее я, медленно разлагаясь превращался в дым. С каждой минутой меня становилось меньше и через четверть часа я перестал быть, но, как ни странно, продолжал чувствовать. Комнату наполнили звуки, среди них я мог чётко различить голос.\n—Господин Йен, уже девять утра. Ваш завтрак ждёт вас внизу.\n",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я вынул кинжалы из-за пояса и приготовился. Эльфийка распахнула двери шкафа и обомлела от ужаса. Всё лицо её стало белое, словно лист бумаги, глаза были выпучены от страха а по лбу катились капельки пота.\n-Привет, детка. -Сказал я, улыбнувшись одной из своих сногсшибательных улыбок и вышел из шкафа. -Знаешь, меня послал барон, для того, чтобы убить тебя. Но я не могу уничтожить такую красоту. -Девушка зарделась. -Да, женщины это моя слабость, понимаешь. Такая прелестная молодая эльфийка не могла меня не охмурить.\n-Кто ты такой? -заинтересованно спросила меня девушка.\n-Это не важно, ведь меня ты видишь первый и последний раз.\n-Почему же?\n-Вот почему. -Сказал я, злобно оскалившись и полоснул кинжалом ей по горлу.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Да, поступил я как последний подонок, это я понимал. Сначала напугал девушку, потом обнадёжил, а затем убил. Но я не шибко любил скучные убийства. Лишение человека жизни для меня—творческий процесс. Ведь только превратив работу в творчество, ты её по настоящему полюбишь. Но у меня не было времени на раздумья, надо было уходить отсюда.",
    "answers": [
      {
        "id": 35,
        "text": "Выйти через дверь."
      },
      {
        "id": 33,
        "text": "Вылезти в окно."
      }
    ]
  },
  {
    "id": 47,
    "text": "Обратно в трактир я направился не скрываясь. Улицы были пусты. Все люди сейчас расселись по тавернам, или крепко спят. \nОткрыв дверь трактира, я бросил приветствие хозяйке заведения и зашёл в свою комнату. Там меня ждала тёплая постель, в которую я завалился, не раздеваясь.",
    "answers": [
      {
        "id": 39,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 48,
    "text": "Тут ты сможешь посмотреть полученные тобою ачивки.",
    "answers": [
      {
        "id": 49,
        "text": "Любовные письма.",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Шутник.",
        "need": 42,
        "need_ever": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 51,
        "text": "Подонок.",
        "need": 46
      },
      {
        "id": 52,
        "text": "Искустный лжец... и любовник.",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы нашли любовные письма простой девушки Марго Рингер и баронета Гарольда де Фероса. Это отличный материал для скандала.",
    "answers": [
      {
        "id": 48,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы напугали стражника, прячась за коровой и подражая её голосу.",
    "answers": [
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы обнадёжили свою жертву, а затем убили.\nГадкий поступок.",
    "answers": [
      {
        "id": 48,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вам удалось убедить стражника, что в доме Марго вы не делали ничего плохого... кроме супружеской измены.",
    "answers": [
      {
        "id": 48,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 53,
    "text": "Нелгранд—самая большая обитаемая планета во всей Вселенной. На ней уживаются всевозможные разумные существа. Людей, гномов, эльфов и орков разных размеров и цветов кожи можете встретить вы, прогуливаясь по бескрайним лесам этой чудесной планеты. Они дружат и враждуют, любят и ненавидят, воюют и заключают союзы. Вобщем, всё как у нас, только если бы не одно \"но\": магия. Столбы огня и устрашающие шаровые молнии вылетают из рук опытных магов. Лошади из железа носят на себе генералов, а каменные големы помогают грузить тяжёлые грузы.<s>r\n Вобщем необычная это планета, но только для нас. Остальные её жители, а так же главный герой этой книги, нахальный и заносчивый наёмный убийца Йен, давно привыкли ко всей этой \"необычности\".<s>r\nЖивёт Йен в столице одного из многочисленных королевств Нелгранда—Ноалтране. Он лучший в своей профессии и каждый его заказ выполняется чисто и без улик. Все городские стражники охотятся за ним, хотя даже не знают, кто он вобще такой. Он имеeт огромные деньги, но живёт небогато, лишь из-за того, что роскошная жизнь ему не по нраву.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 54,
    "text": "Я проснулся... И одновременно нет. Ничего не видно дальше вытянутой руки, а комната будто бы наполнена дымкой. Странное ощущение...",
    "answers": [
      {
        "id": 44,
        "text": "Попытаться разогнать дымок"
      },
      {
        "id": 55,
        "text": "Встать с кровати"
      },
      {
        "id": 56,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я попытался встать, но осознал что не могу двигаться. Нет, моё тело не парализовало, как от яда, было хуже. Ни одна молекула моего тела не могла хоть на самую малость поменять положение. Только стучит сердце...\nЧерез полторы минуты я начал задыхаться, оставалось только ждать.\n—Господин Йен, уже девять утра, ваш завтрак ждёт вас внизу.",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ничего не хотелось делать. Я закрыл глаза в попытке уснуть. Дымок начал проникать в моё тело, но это даже доставляло некоторое удовольствие. Через некоторое врямя мир вокруг меня поплыл и остались только звуки.\n—Господин Йен, уже девять утра, ваш завтрак ждёт вас внизу.",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 57,
    "text": "Чёрт, какой же дурной сон. Обычно мне снится символическая ерунда, к чему я уже привык, а тут очень реалистичное сновидение. Надо постараться забыть о нём и составить план на день. Просыпаясь, я всегда составляю план, это помогает слелать день лучше и сэкономить огромное количество времени.\nС утра у меня никогда не бывает ничего очень важного, поэтому мне стоит...",
    "answers": [
      {
        "id": 58,
        "text": "Сходить на рынок"
      },
      {
        "id": 59,
        "text": "Остаться в трактире и заняться мелочами"
      },
      {
        "id": 60,
        "text": "Навестить одного знакомого"
      }
    ]
  },
  {
    "id": 58,
    "text": "На рынке всегда очень многолюдно, а так же интересно. Особенно в такие дни, как этот. Сегодня сюда съежается огромное количество торговцев со всего Денгэма, наверняка я найду что-нибудь для себя там.",
    "answers": [
      {
        "id": 61,
        "text": "С планом на утро решили"
      },
      {
        "id": 57,
        "text": "Стоит ещё подумать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я очень давно не занимался наведением порядка в моих вещах, кинжальчик из сундука тому доказательство. Я очень давно не брал в руки фолиат магии иллюзии, надо будет попрактиковаться. К тому же очень интересно будет побеседовать с Бэтти в перерывах.",
    "answers": [
      {
        "id": 62,
        "text": "Отлично! Утром сижу дома"
      },
      {
        "id": 57,
        "text": "Стоит ещё поразмыслить"
      }
    ]
  },
  {
    "id": 60,
    "text": "Недалеко от меня живёт один алхимик, Аланом зовут. Парень очень талантливый, и талант его конечно же оценён. Вчера ему должны были доставить ингридиенты, сегодня у него на прилавке окажутся разнообразные зелья и яды. Надо будет сходить к нему, затариться, или же поручение какое выполнить.",
    "answers": [
      {
        "id": 63,
        "text": "Значит сразу после завтрака к Алану"
      },
      {
        "id": 57,
        "text": "Всё-таки я ещё подумаю"
      }
    ]
  },
  {
    "id": 61,
    "text": "Пункт один придуман, я иду на рынок, думаю там будет интересно, возможно даже найду приключений на свою задницу, поэтому дневное время надо оставить свободным. Вечером я хотел отпраздновать удкчное выполнение заказа в тавкерне со своими друзьями и собутыльниками.",
    "answers": [
      {
        "id": 66,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 62,
    "text": "Первый пункт плана готов, остаться дома и заняться делами. Это не может вылиться во что-то интересное, поэтому не имеет смысла оставлять послеобеденное время свободным.\nДнём мне стоит...",
    "answers": [
      {
        "id": 64,
        "text": "Прогуляться"
      },
      {
        "id": 65,
        "text": "Закупиться расходниками"
      }
    ]
  },
  {
    "id": 63,
    "text": "Первый пункт плана готов, позавтракать и сразу после этого дуть к алхимику.\nОьычно, все мои утренние похождения выливаются во что-то большее, поэтому на день я ничего не планирую, оставляю его свободным.\nА вот вечером я собираюсь хорошо оттянуться в таверне, в честь очередного успешного заказа.",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]