[
  {
    "id": 1,
    "text": "В этом квесте Вы, дорогой читатель, окунётесь в мир древнеславянского эпоса. Герою предстоит преодолеть невероятные трудности, сразиться с множеством врагов, сделать выбор, от которого зависит судьба этого мира! Сила, магия, смелость, хитрость, — всё будет призвано в борьбе за право на существование... Решитесь ли вы бросить вызов самим богам, биться плечом к плечу с прославленными витязями, сразить в неравном бою лютого врага всего человеческого рода? Сумеете ли вы, пройдя сквозь лёд, огонь и тьму, выжить, а главное предотвратить то, что было предрешено задолго до появления людей на этих землях? Зависит только от вашего выбора!",
    "answers": [
      {
        "id": 150,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.vk.me/c626127/v626127809/4ec40/XnrnhIoajtE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 151,
        "text": "Новые Славяне",
        "need": 1000
      }
    ]
  },
  {
    "id": 2,
    "text": "И волей-неволей взгляд притягивает зияющий, словно глубокая гнойная рана, провал в земле, от которого тянет могильным холодом... \n-Брррр, аж мурашки по коже! Перед спуском стоит...",
    "answers": [
      {
        "id": 4,
        "text": "...проверить снаряжение"
      },
      {
        "id": 5,
        "text": "...вспомнить, зачем я здесь"
      }
    ]
  },
  {
    "id": 3,
    "text": "-Какой же великолепный вид отсюда... можно обозреть все окрестности!\nВон стоит кузница, а там раньше всегда разбивали свои шатры купцы, а вон и мельница!\nТочнее, всё, что от неё осталось, после налёта той твари...",
    "answers": [
      {
        "id": 2,
        "text": "Ну что ж, я готов!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Так, всё, кажется, взял... пеньковую верёвку, горн, топор, двенадцать ножей, огниво и каравай хлеба, вчера испечённый матушкой и отданный вместе с напутствием: \"В добрую дорогу!\"",
    "answers": [
      {
        "id": 6,
        "text": "Хоть сейчас идти готов... Вперёд!"
      },
      {
        "id": 9,
        "text": "Повременю, пожалуй, богам помолюсь"
      },
      {
        "id": 5,
        "text": "Цель свою вспомню, дух и воспрянет!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Враг ждёт... Непростой, смертельный... Дааа, труден будет этот поход, многие сложили головы на этом пути, но иного выхода и нет... кто, если не мы, убьёт этого проклинаемого змея двухголового? Не боится он ни лезвия ножа, ни обуха топора, а только...\nАргггхррррррррр",
    "answers": [
      {
        "id": 6,
        "text": "Вот и рёв слышен... ну же! Вперёд!"
      },
      {
        "id": 7,
        "text": "Боязно мне стало... Смертью оттуда несёт..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Пещера встретила могильным холодом и тишиной. Пол был устлан скелетами мелких животных, а с потолка свисали клочья седой паутины...\nВсё навевало ощущение страха...\n\"Не место здесь живым людям, смерть безраздельно властвует здесь...\"\n-Бррр, мысли гнать такие надо! А то тени собственной испугаюсь...",
    "answers": [
      {
        "id": 10,
        "text": "Оглядеть свод"
      },
      {
        "id": 11,
        "text": "Всматриваться в темноту впереди"
      },
      {
        "id": 12,
        "text": "Оглядеть землю под ногами"
      }
    ]
  },
  {
    "id": 7,
    "text": "-Многие могучие витязи погибли здесь, мне ли с ними тягаться...\nДааа, не по плечу мне эта работёнка, воротиться к дому что ли?",
    "answers": [
      {
        "id": 13,
        "text": "Пожалуй вернусь..."
      },
      {
        "id": 14,
        "text": "Сегодня я не струшу! И с песней на устах пойду я в бой!"
      }
    ]
  },
  {
    "id": 8,
    "text": "И не страшно теперь вовсе! И не важно, по сути, бог какой для тебя выше всех или нет его вовсе... Вправду люди говорят: истинная молитва всегда страх любой гонит! Так же я и змея поганого изгоню... громогласным рёвом горна!",
    "answers": [
      {
        "id": 6,
        "text": "Вперёд!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Перуне, Отче наш! Гремят во Сварге Синей твой Меч и Щит. Мы, верные дети Твои, слышим Силу Твою несказанную, Силу Праведную, Родом данную, в Коле Живого явления Ты лад оберегаешь, род Русский и нас всегда защищаешь!",
    "answers": [
      {
        "id": 8,
        "text": "Защити души наши Святыми Перуницами, а тела наши – Огненными Громницами, пусть они нас не трогают, а врагов отгоняют. "
      },
      {
        "id": 16,
        "text": "Горит в душах наших Огонь Сварожий, Огонь Веры Праведной, Святой Божий. Посему с Тобой мы всегда едины, в Триглаве Великом объединены, прибудь к нам на призыв наш! Слава Перуну! "
      }
    ]
  },
  {
    "id": 10,
    "text": "Камни сходились над головой, крепко втиснутые друг в друга. Кто мог проделать такой ход? Не природы это работа, конечно. Какой же рост и силу должны были иметь эти чудные строители? Уж точно это сотворил не Аспид, поганый гад и у них дом родной отнял!",
    "answers": [
      {
        "id": 30,
        "text": "Краем глаза заметил, что впереди мелькнула едва заметная тень"
      }
    ]
  },
  {
    "id": 11,
    "text": "Впереди на мгновение блеснуло что-то изумрудно-зелёное...\n-Кто это?!\nИз тёмной ниши меж двух каменных рёбер торопливой походкой вышла сгорбленная фигура, укутанная в рваный, потерявший свой цвет от старости плащ.\nЖуткие хрипы раздавались из под его капюшона...\nКазалось, оно готово напасть лишь ты сделаешь первое движение...\n\"Любое действие может его спровоцировать! Это было бы крайне плохо!\"",
    "answers": [
      {
        "id": 28,
        "text": "Ждать, ничего не предпринимая"
      },
      {
        "id": 37,
        "text": "Приготовить оружие"
      }
    ]
  },
  {
    "id": 12,
    "text": "Что-то странное начало твориться... тень моя словно начала плясать, изгибаясь и сплетаясь в сложном узоре...\nОПАСНОСТЬ!",
    "answers": [
      {
        "id": 29,
        "text": "Посмотреть на потолок"
      },
      {
        "id": 30,
        "text": "Оглядеть коридор"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты пошёл напрямик, свернув с тропинки. Поначалу ноги легко несли с холма, топча полевые цветы: красные, жёлтые, синие, только сбрасывающие с себя наряд утренней росы... Но по дороге ты призадумался...",
    "answers": [
      {
        "id": 19,
        "text": "Что ж я наделал то?"
      },
      {
        "id": 20,
        "text": "Надо бы оправдание перед селянами изыскать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как давно я здесь не был! Упаду на траву,\nГляну в ясное небо и пойму, что живу.\nНебо в колокол грянет, и польёт проливной.\nЯ бегу в своё детство, летний дождик за мной...\n",
    "answers": [
      {
        "id": 15,
        "text": "Углубиться в пещеру"
      }
    ]
  },
  {
    "id": 15,
    "text": "Не заметил даже как прошёл первую \nпещеру, углубившись в длинный тёмный коридор за ней...\nАааххээээй!\nВнезапно выскочила передо мной тварь какая-то противная",
    "answers": [
      {
        "id": 36,
        "text": "Кулаком по ней! Да посильнее"
      },
      {
        "id": 34,
        "text": "Топором взмахнуть",
        "need": 4
      },
      {
        "id": 38,
        "text": "Метнуть нож",
        "need": 4
      }
    ]
  },
  {
    "id": 16,
    "text": "Словно какой-то весомый толчок в голове прозвучал раскат грома...\nНе уж то я смогу расчитывать на помощь?! Не уж то мой поход Богам Светлым люб?!\n- Страх исчез, осталось только предвкушение битвы",
    "answers": [
      {
        "id": 6,
        "text": "Я готов! Вперёд!"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "Зрачки чудища забегали из стороны в сторону и после этого закатились. Его тело сгорбилось, свернувшись в бесформенный тряпичный куль...\nКажется, даже дыхание перестало вырываться со свистом из его горла...\nУже ничто не говорило о том, что в этом теле мгновение назад теплилась жизнь",
    "answers": [
      {
        "id": 44,
        "text": "Осторожно подойти к нему"
      },
      {
        "id": 45,
        "text": "Обойти его"
      },
      {
        "id": 46,
        "text": "Поудобнее перехватить топор"
      }
    ]
  },
  {
    "id": 19,
    "text": "Наверное я погорячился... Что скажут теперь те, кто доверился мне? Что же делать? Идти куда теперь?",
    "answers": [
      {
        "id": 20,
        "text": "В деревню родную"
      },
      {
        "id": 23,
        "text": "За околицу... от стыда в лес податься"
      },
      {
        "id": 21,
        "text": "Вернуться на холм!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Пройдя ворота, ты направился вдоль единственной улицы. Нарядные избы стояли здесь... когда-то... Теперь же всё поросло невесть откуда взявшимся мхом. Вот и деревенские собрались... взгляды осуждающие повсюду...\n-Люди добрые,",
    "answers": [
      {
        "id": 24,
        "text": "не гожусь я для такого дела... Струсил я!"
      },
      {
        "id": 25,
        "text": "к волхву обратиться мне надобно, совета испросить у человека, умудрённого годами"
      }
    ]
  },
  {
    "id": 21,
    "text": "И вот ты снова здесь, на холме... Высоко в небе плывут красноватые облака, знаменуя кровь, что ещё не пролилась...\n- Чья же она будет?\nНе колеблясь ни мгновения...",
    "answers": [
      {
        "id": 2,
        "text": "...ты вступил на тропу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Понемногу пряный запах трав и корений сморил тебя, и ты улёгся прикорнуть на лавке...",
    "answers": [
      {
        "id": 94,
        "text": "Удивительный сон"
      }
    ]
  },
  {
    "id": 23,
    "text": "Узкая звериная тропа, по которой ты пошёл, неожиданно вывела на уютную, залитую солнцем поляну...\nВсе события этого дня как разом навалились и тебя сморила усталость...\nГлаза сами собой закрываются...",
    "answers": [
      {
        "id": 26,
        "text": "Прилечь поспать"
      },
      {
        "id": 43,
        "text": "Вернуться к деревне"
      }
    ]
  },
  {
    "id": 24,
    "text": "Трус! ТРУС! Трус!!! - раздавалось отовсюду...\nне имея сил это вытерпеть, ты кинулся прочь. Прочь от деревни, всё глубже и глубже в лес забирался...",
    "answers": [
      {
        "id": 23,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 25,
    "text": "Избу заволакивало дымом, застарелый горький запах исходил будто из самих стен и утвари, словно они за годы пропитались им...\nС потолка свисали связки высушенных полевых трав, а из тёмного угла на тебя глядел кроваво-красным глазом филин\n",
    "answers": [
      {
        "id": 22,
        "text": "Ждать пока волхв вернётся"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вокруг было так спокойно...\nГде-то в глубине леса пел свою песню соловей...\nТвои веки сомкнулись и разум укутался лёгкой дымкой сна...\n",
    "answers": [
      {
        "id": 94,
        "text": "Удивительный сон"
      }
    ]
  },
  {
    "id": 27,
    "text": "Новый удар пришёлся прямо по голове, и ты без сознания растянулся на камнях...\nНаступает темнота",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 28,
    "text": "Чудище уставилось на тебя глубокими зелёными глазами, в которых было так много человеческого, что одно это могло заставить отшатнуться! Оно стало мелкими шажками приближаться к тебе, явно выжидая момент для нападения",
    "answers": [
      {
        "id": 36,
        "text": "Размахнуться и от души ударить кулаком!"
      },
      {
        "id": 39,
        "text": "Медленно отступать, не сводя с него глаз..."
      },
      {
        "id": 18,
        "text": "Достать топор"
      }
    ]
  },
  {
    "id": 29,
    "text": "ШШКВАААРХХХХ\nВ этом хороводе ложных теней ты не заметил настоящую, мощный удар отбросил тебя к стене, а из плеча фонтаном брызнула кровь",
    "answers": [
      {
        "id": 27,
        "text": "Попытаться подняться"
      },
      {
        "id": 27,
        "text": "Остаться лежать"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вынырнув из скрадывающей глубины земли тени, на тебя со страшной скоростью надвинулась чья-то уродливая фигура и постаралась нанести удар длинной когтистой лапой",
    "answers": [
      {
        "id": 31,
        "text": "Прикрыться руками"
      },
      {
        "id": 32,
        "text": "Увернуться"
      },
      {
        "id": 33,
        "text": "Сотворить охранный символ",
        "need": 8
      }
    ]
  },
  {
    "id": 31,
    "text": "Тебе удалось задержать удар, но враг, обладающий крепчайшими, словно стальными, руками и когтями, был слишком силён... \nТы почувствовал сильную боль в плече и свалился без сознания.\nНаступила темнота",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 32,
    "text": "Тебе чудом удалось избежать незавидной участи! Когти со свистом рассекли воздух всего в ладони от твоего лица!",
    "answers": [
      {
        "id": 28,
        "text": "Отпрыгнуть в сторону"
      },
      {
        "id": 34,
        "text": "Ударить ногой в живот"
      }
    ]
  },
  {
    "id": 33,
    "text": "В воздухе воспрял сверкающий молниями щит!\nКогти лишь высекли по нему искры! Теперь в свете боготворной грозы стало видно, что они справлены из синеватого металла...\nСпустя пару мгновений преграда начала таять на глазах... Больше на помощь Перуна ты положиться не сможешь",
    "answers": [
      {
        "id": 34,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Враг обезкуражено застыл, вращая глазами, видимо он не ожидал подобного... \nВот он шанс!",
    "answers": [
      {
        "id": 148,
        "text": "Напасть!"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": [
      {
        "id": 17,
        "text": "Перекатиться и встать"
      }
    ]
  },
  {
    "id": 36,
    "text": "Тварь без особого труда увернулась и ,обхватив твою руку, вывернула её, причинив невыносимую боль! Мощным пинком ты был отброшен к стене...",
    "answers": [
      {
        "id": 40,
        "text": "Не чувствую руку, не могу пошевелиться"
      }
    ]
  },
  {
    "id": 37,
    "text": "В руку сам собой лёг дарованный волхвом нож... Тело изготовилось к броску, рука с зажатым клинком медленно пошла вверх...\nВраг на мгновение застыл и бросился к тебе! Медлить нельзя!",
    "answers": [
      {
        "id": 38,
        "text": "Метнуть!!!"
      }
    ]
  },
  {
    "id": 38,
    "text": "Клинок угодил в грудь чудовищу, войдя едва ли не на всю длину, и оно пронзительно взвыло и кинулось прочь... унося с собой необходимый, по словам волхва, нож!",
    "answers": [
      {
        "id": 84,
        "text": "Броситься в погоню!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Под ногу попал крупный череп, ты запнулся и кубарем полетел вниз, в конце концов приложившись плечом и головой об острый выступ скалы, и потерял сознание...",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 40,
    "text": "Затем сознание милосердно избавило тебя от боли, провалившись в темноту",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 41,
    "text": "- Ну и что ты будешь делать? - спросили вы сами себя",
    "answers": [
      {
        "id": 78,
        "text": "Присмотреться",
        "need": -109
      },
      {
        "id": 79,
        "text": "Принюхаться",
        "need": -79
      },
      {
        "id": 77,
        "text": "Прислушаться",
        "need": -77
      },
      {
        "id": 82,
        "text": "Прислушаться",
        "need": 77
      },
      {
        "id": 113,
        "text": "Принюхаться",
        "need": 79
      },
      {
        "id": 149,
        "text": "Бежать прочь!",
        "need": -41
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 43,
    "text": "Снова показался знакомый огромный валун у самой околицы...\n- Что же теперь делать? Как быть?",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться на холм"
      },
      {
        "id": 24,
        "text": "Идти в деревню"
      },
      {
        "id": 23,
        "text": "Вернуться на полянку"
      }
    ]
  },
  {
    "id": 44,
    "text": "Едва уловимым движением распахнулся балахон и из него выскользнуло длинное гибкое тело, выбив из твоей руки топор, жалко звякнувший о камни неподалёку, и резво вскочило на твои плечи, запрыгнув затем тебе за спину...\n\"Мгновение потребовалось ему на это! Невероятная скорость!\"",
    "answers": [
      {
        "id": 49,
        "text": "Отпрыгнуть в сторону"
      },
      {
        "id": 49,
        "text": "Попробовать подсечь его ногой"
      }
    ]
  },
  {
    "id": 45,
    "text": "- Неужели так резко он издох? Хммм...\nВремя не ждёт, надо идти!\nРезкая нестерпимая боль пронзила твоё тело, когда когти этой твари пробили насквозь твоё плечо...",
    "answers": [
      {
        "id": 47,
        "text": "Попытаться что-то сделать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Чудовище действительно всего лишь притворялось! Едва уловимым взгляду движением оно вскочило, оттолкнулось от земли и скрылось в неясных тенях, блуждавших прямо над головой",
    "answers": [
      {
        "id": 59,
        "text": "Метнуть навскидку топор"
      },
      {
        "id": 62,
        "text": "Выжидать"
      },
      {
        "id": 64,
        "text": "Броситься бежать"
      }
    ]
  },
  {
    "id": 47,
    "text": "Все твои попытки оказались тщетны!\nТебя легко, словно пушинку, приподняло над землёй и грохнуло на камни... \nОт чудовищной боли сознание постепенно начало покидать тебя",
    "answers": [
      {
        "id": 1,
        "text": "Бредовый сон"
      }
    ]
  },
  {
    "id": 48,
    "text": "Внезапно из глубины пещеры начали раздаваться какие-то звуки: шелест, хлопки...\nИ тут из темноты вынырнула обыкновенная летучая мышь и унеслась прочь к выходу...",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Чудище словно и не заметило этого...\nДлинная рука покрытая язвами и струпьями моментально протянулась вперёд и успела ухватить тебя за горло!\nЕго изумрудные глаза продолжали смотреть на тебя...\nВ них теплилась искра... Безумия? Жажды? Или сомнения?",
    "answers": [
      {
        "id": 50,
        "text": "Выжидать"
      },
      {
        "id": 51,
        "text": "Сотворить знак Огня",
        "need": 16
      }
    ]
  },
  {
    "id": 50,
    "text": "Постепенно хватка ослабла...\nЭто существо было чем-то смущено, обеспокоено...\nОпустив глаза, он обхватил свои плечи руками. Его тело начало мелко дрожать...",
    "answers": [
      {
        "id": 52,
        "text": "Оглядеть его"
      },
      {
        "id": 53,
        "text": "Попытаться заговорить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Из щелей в камнях, держащих земляную толщу над головой, от сероватых косм паутины, от самой земли, - отовсюду начали сползаться тонкие струйки дыма, окутывая тело врага в смертоносный кокон...\nС воем чудище отскочило от тебя, словно от самой смерти, и моментально вспыхнуло! Пламя пожрало его тело в считанные мгновения и на пол свалился лишь обугленный скелет...",
    "answers": [
      {
        "id": 56,
        "text": "Тщательно осмотреть останки"
      },
      {
        "id": 70,
        "text": "Пройти дальше - во тьму пещеры"
      }
    ]
  },
  {
    "id": 52,
    "text": "Разодранные тряпки прикрывали его тело, но сквозь дыры в одежде можно было разглядеть кожу, дряблую и сморщенную. Она была вся покрыта язвами и струпьями, из которых сочился гной... \nВесь его вид производил отталкивающее впечатление, но вам удалось разглядеть странный рисунок у него на шее, что-то вроде знака закатного солнца...",
    "answers": [
      {
        "id": 53,
        "text": "Спросить про символ"
      },
      {
        "id": 53,
        "text": "Просто заговорить с ним"
      },
      {
        "id": 70,
        "text": "Пройти мимо, оставив его"
      }
    ]
  },
  {
    "id": 53,
    "text": "- Послушай... - начал было ты, но чудище, резко вскинув голову, бросилось вглубь пещеры, грубо оттолкнув от себя... Его силуэт быстро пропал за поворотом, но шаги ещё были слышны",
    "answers": [
      {
        "id": 84,
        "text": "Броситься следом!"
      },
      {
        "id": 55,
        "text": "Остаться стоять на месте"
      }
    ]
  },
  {
    "id": 54,
    "text": "Едва ты добежал до поворота, эта тварь бросилась на тебя и мёртвой хваткой вцепилась клыками в плечо!",
    "answers": [
      {
        "id": 60,
        "text": "Попытаться вырваться!"
      },
      {
        "id": 65,
        "text": "Ударить топором!"
      }
    ]
  },
  {
    "id": 55,
    "text": "Пока ты бездействовал тварь сбежала в один из боковых проходов и пропала из виду...",
    "answers": [
      {
        "id": 84,
        "text": "Броситься следом!"
      },
      {
        "id": 70,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 56,
    "text": "- Вроде бы ничего необычного... И поделом тебе чудище проклятое!\nХотя погодите... его когти! Когти из металла, которые он использовал супротив меня, вот же они!",
    "answers": [
      {
        "id": 58,
        "text": "Взять когти"
      },
      {
        "id": 48,
        "text": "Оставить их"
      }
    ]
  },
  {
    "id": 57,
    "text": "Не к кому возвращаться, его и след простыл... \nСтоило его хоть распросить",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 58,
    "text": "Что ж с ними делать? Вроде и оружие справное, ну а ведь нечистое, даром что в огне побывавшее...",
    "answers": [
      {
        "id": 48,
        "text": "Положить в глубину мешка"
      },
      {
        "id": 61,
        "text": "Одеть на руки"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вращаясь, топор скользнул в густую тень, и, спустя мгновение, оттуда раздался полный боли крик! Тело вынырнуло из темноты, упало на камни и ещё долго содрагалось в конвульсиях, пока не застыло без движения...\nОт него начала растекаться лужа густой тёмной крови",
    "answers": [
      {
        "id": 66,
        "text": "Осторожно подойти"
      },
      {
        "id": 70,
        "text": "Идти дальше, обогнув тело"
      }
    ]
  },
  {
    "id": 60,
    "text": "Как ни странно, но тебе это удалось! Ты резво отскочил от чудища и приготовился отразить повторное нападение, но его не последовало...\nОно ходило вокруг тебя, явно чего-то ожидая...",
    "answers": [
      {
        "id": 114,
        "text": "Не сводить с него глаз!"
      },
      {
        "id": 117,
        "text": "Мельком глянуть на рану"
      }
    ]
  },
  {
    "id": 61,
    "text": "- Ну славно сели, так ведь были не в пору совсем, может в них колдовство какое?",
    "answers": [
      {
        "id": 48,
        "text": "Ну к чёрту их! Выбросить"
      },
      {
        "id": 63,
        "text": "Оставить"
      },
      {
        "id": 48,
        "text": "Положить в мешок"
      }
    ]
  },
  {
    "id": 62,
    "text": "По потолку что-то проскреблось и с дьявольских хохотом унеслось прочь...\nЭто существо спрыгнуло на пол и на четырёх ногах бросилось за угол...",
    "answers": [
      {
        "id": 54,
        "text": "Преследовать!"
      },
      {
        "id": 48,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 63,
    "text": "- Не устрашусь я колдовства любого! А с ними и сподручнее будет...",
    "answers": [
      {
        "id": 70,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 64,
    "text": "Склон пещеры неожиданно пошёл под уклон, и ты, запнувшись, полетел вниз...\nПоследнее что-ты помнишь: шелест балахона этой твари буквально у тебя над ухом. Затем наступила темнота...",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 65,
    "text": "Лезвие вошло точно в череп и плотно засело в нём...\nТебе удалось высвободиться из ослабшей хватки чудища, аккуратно разомкнув его челюсти",
    "answers": [
      {
        "id": 117,
        "text": "Осмотреть рану"
      }
    ]
  },
  {
    "id": 66,
    "text": "Меткий бросок! Череп был раскроен буквально надвое! Разодранные тряпки прикрывали его тело, но сквозь дыры в одежде можно было разглядеть кожу, дряблую и сморщенную. Она была вся покрыта язвами и струпьями, из которых сочился гной... \nВесь его вид производил отталкивающее впечатление, но вам удалось разглядеть странный рисунок у него на шее, что-то вроде знака закатного солнца...",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреть символ"
      },
      {
        "id": 69,
        "text": "Осмотреть тело"
      },
      {
        "id": 70,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 67,
    "text": "- По-моему, волхв рассказывал о чём-то подобном... Но он остался в деревне и помочь мне не сможет",
    "answers": [
      {
        "id": 83,
        "text": "Думать",
        "need": -83
      },
      {
        "id": 83,
        "text": "Думать",
        "need": -83
      },
      {
        "id": 80,
        "text": "Думать",
        "need": -83
      },
      {
        "id": 83,
        "text": "Думать",
        "need": -83
      },
      {
        "id": 66,
        "text": "Вернуться к телу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Сам рисунок состоял из двух частей: внешней и внутренней. Снаружи был изображён символ огня, правда вывернутый спицами наружу, в него был вписан знак солнца, катящегося к закату...",
    "answers": [
      {
        "id": 67,
        "text": "- Хммм, что бы это могло значить?"
      },
      {
        "id": 66,
        "text": "Вернуться к телу"
      }
    ]
  },
  {
    "id": 69,
    "text": "В битве существо было крепким и сильным, теперь же, вблизи, он стал казаться немощным стариком. Кожа обвисла, покрылась пятнами и потёртостями... Основное отличие от человека составляли большие, в два пальца длиной, клыки и глаза без век, чей немигающий взгляд до этого бросался в глаза... Руки тонкие, через кожу можно даже прощупать кости, словно после смерти, тело начало быстро истлевать...",
    "answers": [
      {
        "id": 56,
        "text": "Откинуть тряпьё и осмотреть руки"
      },
      {
        "id": 70,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 70,
    "text": "Дальше пещера раздваивалась: правый ход спускался глубже и конца его не было видно в темноте, левый шёл на одном уровне, но затем делал резкий поворот... \nКуда же тебе идти?",
    "answers": [
      {
        "id": 71,
        "text": "Вернуться к выходу"
      },
      {
        "id": 72,
        "text": "В правый туннель"
      },
      {
        "id": 73,
        "text": "В левый коридор"
      },
      {
        "id": 66,
        "text": "Вернуться к телу",
        "need": 59
      },
      {
        "id": 57,
        "text": "Вернуться к чудищу",
        "need": 52
      }
    ]
  },
  {
    "id": 71,
    "text": "Показался яркий солнечный свет, глаза, уж отвыкшие за такой короткий срок от него, инстинктивно начали закрываться. Под холмом раскинулся лес, а утоптанная тропинка словно звала к деревне...",
    "answers": [
      {
        "id": 74,
        "text": "Спуститься вниз и идти к деревне"
      },
      {
        "id": 75,
        "text": "Обратно в пещеру"
      },
      {
        "id": 76,
        "text": "Вдохнуть воздух полной грудью и оглядеть родной край",
        "need": -76
      }
    ]
  },
  {
    "id": 72,
    "text": "Скользкие от вечной пещерной сырости камни уводили крутую тропинку вниз и её конец терялся в темноте...\nСтены обросли мхом и лишайником, походя на мягкую глотку исполинского монстра... вроде того, кто скрывается во тьме этих холмов...",
    "answers": [
      {
        "id": 128,
        "text": "Спускаться"
      },
      {
        "id": 70,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 73,
    "text": "Тускло поблескивали в свете уходящего дня гладкие отполированные камни, создающие арку при входе...\nПравда, на них были какие-то сколы, неровные выщербины, которые при взгляде со стороны начали складываться в рунические письмена и знаки...",
    "answers": [
      {
        "id": 120,
        "text": "Войти внутрь"
      },
      {
        "id": 126,
        "text": "Осмотреть символы",
        "need": -68
      },
      {
        "id": 70,
        "text": "Осмотреться"
      },
      {
        "id": 127,
        "text": "Осмотреть символы",
        "need": 68
      }
    ]
  },
  {
    "id": 74,
    "text": "Спуск был не тяжёл, довольно быстро ты добрался до основания холма и направился прямиком в деревню",
    "answers": [
      {
        "id": 20,
        "text": "Войти в деревню"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вновь тебя окружали каменные стены, словно давящие на душу, стягивающие её железными обручами...",
    "answers": [
      {
        "id": 70,
        "text": "Идти вперёд"
      },
      {
        "id": 71,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "Что-то мгновенно привлекло твоё внимание... Со стороны, куда катится солнце и погружается в воды Мирового Океана, на лес надвигался чёрный смерч! Он с лёгкостью вырывал из земли вековые деревья и вздымал их в воздух! На его пути скоро могла оказаться сама деревня!",
    "answers": [
      {
        "id": 107,
        "text": "Бежать вниз, к деревне!"
      },
      {
        "id": 108,
        "text": "Обождать немного"
      },
      {
        "id": 75,
        "text": "Вернуться в пещеру"
      }
    ]
  },
  {
    "id": 77,
    "text": "Кап... кап... кап... кап... шуррх... кап... шуррх... тххх...\nКажется ты слышишь его лёгкие шаги! Но тебе могло и показаться...",
    "answers": [
      {
        "id": 81,
        "text": "Бежать на звук"
      },
      {
        "id": 41,
        "text": "Остаться на месте и искать другой способ"
      }
    ]
  },
  {
    "id": 78,
    "text": "Внезапно ты замечаешь бьющий из одного из коридоров лучик света... И он даёт тебе надежду выбраться отсюда!",
    "answers": [
      {
        "id": 85,
        "text": "Идти к свету!"
      },
      {
        "id": 41,
        "text": "Искать другой способ"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ничего не удалось унюхать, кроме запаха сырости и разложения, но, неожиданно даже для самого себя, ты ощутил приток свежего морозного воздуха...\nОн исходил из одного из боковых проходов...",
    "answers": [
      {
        "id": 112,
        "text": "Идти к нему"
      },
      {
        "id": 41,
        "text": "Искать другой способ"
      }
    ]
  },
  {
    "id": 80,
    "text": "- Как мне кажется, эти знаки были связаны с богинью смерти, но я могу и ошибаться...\nВ любом случае, с таким злом лучше всегда быть настороже...",
    "answers": [
      {
        "id": 83,
        "text": "Продолжить думать"
      }
    ]
  },
  {
    "id": 81,
    "text": "Начав спускаться по наклонной тропинке, ты понял, что тебе действительно не показалось!  Шаги стали звучать отчётливее то приближаясь, то отдаляясь...\nПорой приходилось даже останавливаться, чтобы тебя не заметили раньше времени, но звук шагов стал совсем тихим...",
    "answers": [
      {
        "id": 135,
        "text": "Бежать быстро"
      },
      {
        "id": 142,
        "text": "Идти тихо"
      }
    ]
  },
  {
    "id": 82,
    "text": "Кап... кап... кап... кап... кап...\nКак ты ни старался, но момент был упущен, и расслышать его шаги ты был уже не в состоянии...",
    "answers": [
      {
        "id": 41,
        "text": "Искать другой способ"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ничего так и не удалось вспомнить, но ведь всегда можно вернуться к волхву и распросить его! Правда это чревато лишними угрозами, которые могут возникнуть в пути...",
    "answers": [
      {
        "id": 67,
        "text": "Ну ладно..."
      }
    ]
  },
  {
    "id": 84,
    "text": "После нескольких поворотов и пройденых штолен ты понимаешь, что заблудился...\nНикаких следов присутствия чудища нет, он словно растворился в воздухе.\n- Нет, не мог он далеко уйти!",
    "answers": [
      {
        "id": 41,
        "text": "Надо искать!"
      }
    ]
  },
  {
    "id": 85,
    "text": "Полагаясь только на собственную сноровку, оскальзываясь в темноте на гладких камнях, ты продвигаешься вперёд...\nШаг за шагом",
    "answers": [
      {
        "id": 86,
        "text": "Идти дальше"
      },
      {
        "id": 87,
        "text": "Ощупать стену"
      }
    ]
  },
  {
    "id": 86,
    "text": "Наступив на острый камень, ты подворачиваешь ногу и падаешь, не успев ни за что схватиться... \nОткрыв глаза, ты больше не замечаешь света и не можешь понять с какой стороны ты пришёл сюда...",
    "answers": [
      {
        "id": 109,
        "text": "Пойти в одну сторону"
      },
      {
        "id": 110,
        "text": "Пойти в другую сторону"
      }
    ]
  },
  {
    "id": 87,
    "text": "Протянув руку, ты дотронулся до стены. Какого же было удивление, когда ты ощутил вместо гладких холодных камней мягкую землю...\n- Я близок к выходу!\nТолько эта мысль поддерживает твоё угнетённое сознание...",
    "answers": [
      {
        "id": 88,
        "text": "Идти вперёд!"
      }
    ]
  },
  {
    "id": 88,
    "text": "Чудом не упав, ты ухватился за стену, подскользнувшись в темноте на гладком камне. И вот, последние шаги были пройдены, и ты остановился у отверстия, сверху едва прикрытого землёй и травой...",
    "answers": [
      {
        "id": 91,
        "text": "Убрать дёрн"
      },
      {
        "id": 90,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 89,
    "text": "Прочь от полянки шла узкая звериная тропа. Опасностей нигде не было видно... Это ненадолго успокоило тебя, но тут ты осознал, что неимоверно устал и, если не выспишься, в самый ответственный момент просто бездыханно свалишься...",
    "answers": [
      {
        "id": 92,
        "text": "Немного поспать"
      },
      {
        "id": 93,
        "text": "Из последних сил идти прочь"
      }
    ]
  },
  {
    "id": 90,
    "text": "До твоих ушей долетели сладкозвучные голоса разных лесных птиц... Они безмятежно пели, не опасаясь из-за чьего-либо присутствия",
    "answers": [
      {
        "id": 91,
        "text": "Поднять дёрн"
      }
    ]
  },
  {
    "id": 91,
    "text": "Выбравшись из подземного хода, ты оказался на залитой светом лесной полянке, поросшей прекрасными полевыми цветами, около которых порхали птицы и сновали пчёлы...",
    "answers": [
      {
        "id": 89,
        "text": "Осмотреться..."
      }
    ]
  },
  {
    "id": 92,
    "text": "Подстилка из лесных трав показалась тебе на удивление мягкой, и ты мгновенно заснул...",
    "answers": [
      {
        "id": 94,
        "text": "Удивительный сон"
      }
    ]
  },
  {
    "id": 93,
    "text": "Не пройдя и пары шагов, ты упал без сил...\n- Что за колдовство?! - успел едва слышно прошептать ты прежде чем окончательно провалиться в сон...",
    "answers": [
      {
        "id": 94,
        "text": "Удивительный сон"
      }
    ]
  },
  {
    "id": 94,
    "text": "Ты шёл по необычному лесу... Ни травы, ни кустарники не росли здесь... один только мох устилал всё сплошным ковром... \nГолые стволы деревьев вздымались вверх гладкими столпами и пропадали в сизой дымке, которая заволакивала всё вокруг...\nНичего не было видно дальше пары шагов...",
    "answers": [
      {
        "id": 96,
        "text": "Идти вперёд"
      }
    ]
  },
  {
    "id": 95,
    "text": "Открыв глаза, ты обнаружил, что в избе помимо тебя и филина находится кто-то ещё...\nЭтот человек шуршал в уголке какими-то травами, пару раз раздавался звон посуды. Наконец, он повернулся к тебе.\n- Волхв! Азар, ты что ли?\nОн резко подошёл к тебе, сверкнув глубокими зелёными глазами...\n- Что?! Что ты видел?!",
    "answers": [
      {
        "id": 104,
        "text": "Я..."
      }
    ]
  },
  {
    "id": 96,
    "text": "Внезапно прямо перед тобой туман завертелся как волчок...\nСквозь него проступало что-то тёмное и большое...\nОно приближалось к тебе...",
    "answers": [
      {
        "id": 97,
        "text": "Обнажить меч"
      }
    ]
  },
  {
    "id": 97,
    "text": "- Меч?! Откуда он мог взяться?!\nВнезапный порыв ветра сорвал дымчатую пелену...\nПеред твоими изумлёнными глазами поочерёдно проступали то сизые перья, покрывающие широкие крылья, то острые чёрные когти, вонзённые в землю, то горделивый изгиб клюва...",
    "answers": [
      {
        "id": 98,
        "text": "Кто ты?"
      }
    ]
  },
  {
    "id": 98,
    "text": "- Я? Я - вещая птица, - раздались из клюва слова...\n- Вещая птица Гамаюн, - произнесла вторая голова...\n- Обитаю я и в Яви - мире людей!\n- И в Нави - мире духов!                  - Летаю везде и ведаю всё! - расправив плечи, произнесла она...\nОт взмахов крыльев двухглавого орла поднялся сильный ветер...",
    "answers": [
      {
        "id": 99,
        "text": "Что всё это значит?"
      }
    ]
  },
  {
    "id": 99,
    "text": "- Предупреждение!\n- Предостережение!\n- Надвигается невиданная угроза, исходит она...\n- Со стороны закатного солнца!\n- С запада идут к вам бесы!\n- Людской враг идёт к вам!\n- Нельзя мешкать! Проснись!",
    "answers": [
      {
        "id": 100,
        "text": "Открыть глаза",
        "need": -22
      },
      {
        "id": 95,
        "text": "Открыть глаза",
        "need": 22
      }
    ]
  },
  {
    "id": 100,
    "text": "Раскрыв глаза, ты с удивлением оглянулся, солнце уже начало садится, вечерело, на лес спускались сумерки, где-то в траве застрекотали сверчки...\n- Не уж то я проспал так долго? И что этот сон может означать? ",
    "answers": [
      {
        "id": 101,
        "text": "Осмотреться"
      },
      {
        "id": 101,
        "text": "Подняться с травы"
      }
    ]
  },
  {
    "id": 101,
    "text": "На противоположной стороне полянки что-то зашуршало, упало несколько веток...\nТы мигом оказался на ногах и безотчётно сделал пару шагов назад. Тем временем кора с одного из деревьев начала отваливаться большими кусками и из-под неё показался человек, словно укутанный в плащ, сотканный из веток, листьев, коры...\nОн открыл глаза и на тебя в вечерних потёмках сверкнули два живых изумруда...",
    "answers": [
      {
        "id": 103,
        "text": "- Кто ты?!"
      },
      {
        "id": 103,
        "text": "Схватиться за топор"
      },
      {
        "id": 103,
        "text": "Достать нож"
      }
    ]
  },
  {
    "id": 102,
    "text": "Тут из темноты под слабый свет факелов вынырнула голова медведя, на мгновение зажмурив глаза, а затем показалось и всё его огромное тело...\nИз пасти начал исходить грозный рык, постепенно всё усиливающийся...\nНа первое же твоё движение раненное плечо отзвалось дикой болью, не позволив тебе даже пошевелиться!",
    "answers": [
      {
        "id": 146,
        "text": "Оценить обстановку"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вот, дорогой читатель, ты и подошёл к одной из концовок этой главы. Именно она называется \"Страж леса\"... \nОсновных сюжетных линии три, и если тебе захочется, можешь попробовать отыскать их все...\nНепременно я продолжу эту историю и примусь за написание следующей, третьей главы, и в этом нелёгком деле можешь помочь мне именно ты! Просто напиши в отзыве, что ты думаешь по поводу моей работы, замеченные тобой ошибки, предложения по изменению повествования изданных глав или сюжета глав будущих... Все отзывы будут мною прочитаны и, конечно, не оставлены без внимания и ответа) А теперь жми \"На склон холма\" и удачи тебе!\nПока)))",
    "answers": [
      {
        "id": 1,
        "text": "На склон холма"
      }
    ]
  },
  {
    "id": 104,
    "text": "- Молчи! Это послание только для тебя! Молчи и слушай! Немедленно отправляйся в путь! Найди то место, которое указали тебе боги! Коли они снизошли да нас, близится что-то ужасное!",
    "answers": [
      {
        "id": 105,
        "text": "Отправиться в путь"
      },
      {
        "id": 106,
        "text": "- Азар, я не понимаю, что всё это значит?!"
      },
      {
        "id": 106,
        "text": "- Азар, в лесу твориться что-то странное! Со стороны заката надвигается огромный чёрный смерч!"
      },
      {
        "id": 106,
        "text": "- Азар, я пришёл спросить у тебя совета по поводу одного символа..."
      }
    ]
  },
  {
    "id": 105,
    "text": "Вот, дорогой читатель, ты и подошёл к одной из концовок этой главы. Именно она никак не называется, поскольку является небольшим ответвлением концовки \"Страж леса\"...\n Основных сюжетных линии три, и если тебе захочется, можешь попробовать отыскать их все...\nНепременно я продолжу эту историю и примусь за написание следующей, третьей главы, и в этом нелёгком деле можешь помочь мне именно ты! Просто напиши в отзыве, что ты думаешь по поводу моей работы, замеченные тобой ошибки, предложения по изменению повествования изданных глав или сюжета глав будущих... Все отзывы будут мною прочитаны и, конечно, не оставлены без внимания и ответа) А теперь жми \"На склон холма\" и удачи тебе!\nПока)))",
    "answers": [
      {
        "id": 1,
        "text": "На склон холма"
      }
    ]
  },
  {
    "id": 106,
    "text": "Он ничего не хотел слушать...\n- Иди! Я попробую что-нибудь понять... Если что-то станет известно, я пошлю к тебе Гонца... Иди!",
    "answers": [
      {
        "id": 105,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 107,
    "text": "Не замечая ничего, вы сбежали с холма и бросились по направлению к деревне, свернув с тропинки...\nНо по дороге призадумались: а действительно ли это так важно? Смерч изредка приходил и раньше, но всегда проносился мимо деревни по руслу реки... Правда он никогда не был таким огромным и чёрным...\nС этими мыслями вы не заметили как дошли до околицы",
    "answers": [
      {
        "id": 20,
        "text": "Войти в деревню"
      },
      {
        "id": 111,
        "text": "Пойти обратно"
      },
      {
        "id": 23,
        "text": "По тропинке отправиться в лес"
      }
    ]
  },
  {
    "id": 108,
    "text": "Неожиданно смерч закрутился и... обрушился чёрной тучей на лес! Даже с такого расстояния ветер донёс до вас удар этого чудища... \n- Что бы это могло значить?",
    "answers": [
      {
        "id": 74,
        "text": "Идти к деревне"
      },
      {
        "id": 75,
        "text": "Вернуться в пещеру"
      }
    ]
  },
  {
    "id": 109,
    "text": "Как ты ни пытался найти хоть какие-нибудь следы выхода, ничего не вышло... видимо, ты пошёл не в ту сторону и потерял возможность выбраться...",
    "answers": [
      {
        "id": 41,
        "text": "Эх..."
      }
    ]
  },
  {
    "id": 110,
    "text": "Тебе повезло, и ты, наконец, ощутив приток свежего воздуха, понял, что выход близко... Осталось только убрать дёрн, прикрывающий выход из этого туннеля...",
    "answers": [
      {
        "id": 91,
        "text": "Убрать преграду и вылезти"
      },
      {
        "id": 90,
        "text": "Сначала прислушаться"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вновь взобравшись на холм, ты оглядел окрестности. Ничего подозрительного заметно не было... Не уж то пронесло?",
    "answers": [
      {
        "id": 75,
        "text": "Войти в пещеру"
      }
    ]
  },
  {
    "id": 112,
    "text": "Впереди забрезжил неяркий белый свет... Коридор начал постепенно расширяться и превратился в огромную, впечатляющую размерами пещеру...\nБольшую её часть занимало большое замёрзшее озеро...",
    "answers": [
      {
        "id": 121,
        "text": "Идти по льду"
      },
      {
        "id": 115,
        "text": "Осмотреться"
      },
      {
        "id": 116,
        "text": "Пойти по берегу, не подходя к кромке замёрзшей воды"
      }
    ]
  },
  {
    "id": 113,
    "text": "Несмотря ни на что, ток воздуха и не думал исчезать, а лишь только усиливался!",
    "answers": [
      {
        "id": 112,
        "text": "Идти к нему!"
      }
    ]
  },
  {
    "id": 114,
    "text": "Ещё мгновение и чудовище начало двоиться в твоих глазах, всё вокруг зарябило, поплыло, и вскоре ты свалился на пол без сознания...",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 115,
    "text": "Всё вокруг внушало чувство страха, опасность будто веяла из всего...\nНа середине озера вы замечаете одинокую фигуру... \nРасстояние не позволяет рассмотреть детали, но от одного взгляда на неё становится не по себе...",
    "answers": [
      {
        "id": 121,
        "text": "Идти вперёд"
      },
      {
        "id": 118,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "Вскоре стало понятно, что берег занимает лишь небольшой островок и, несмотря на всю подозрительность, на лёд ступить придётся...",
    "answers": [
      {
        "id": 121,
        "text": "Идти вперёд"
      },
      {
        "id": 118,
        "text": "Вернуться в подземный ход"
      }
    ]
  },
  {
    "id": 117,
    "text": "Рана серьёзно кровоточила, но не это было поводом для беспокойства... \nВокруг следа укуса расползалось во все стороны синеватое отёчное пятно...\n- У него на зубах был яд! - успел в сердцах воскрикнуть ты, пока сознание окончательно не затуманилось...",
    "answers": [
      {
        "id": 119,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 118,
    "text": "Подземный ход, через который вы вошли мгновения назад, оказался закрыт тонким ледяным кружевом... \nОно продолжало распространяться, грозя полностью сковать выход!",
    "answers": [
      {
        "id": 121,
        "text": "Пойти на лёд"
      },
      {
        "id": 122,
        "text": "Прорубаться при помощи топора"
      }
    ]
  },
  {
    "id": 119,
    "text": "Резкая боль пронзила всё твоё тело от одного только желания пошевелится...\nВ темноте ты начал различать стены твоей темницы... Ты находился в какой-то неглубокой яме, края которой были обрамлены каменными спицами...\nНеожиданно прямо на тебя надвинулся едва различимый во тьме силуэт...",
    "answers": [
      {
        "id": 102,
        "text": "Вглядеться"
      }
    ]
  },
  {
    "id": 120,
    "text": "Подземный ход долго петлял, встречая множество боковых ответвлений, и с точностью сказать, который из них вёл к выходу, уже было нельзя...\nЕдинственным возможным решением было идти вперёд и надеяться на лучшее...",
    "answers": [
      {
        "id": 112,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 121,
    "text": "Сделав пару шагов, нога проскользила по тонкому слою снега, покрывавшему лёд...\nУпав, вы распластались на поверхности льда и заметили, что под ним что-то темнеет...",
    "answers": [
      {
        "id": 124,
        "text": "Разгрести снег"
      },
      {
        "id": 125,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 122,
    "text": "Топор поначалу казался бесполезен, но постепенно на ледяных ветвях начали появляться сколы, постепенно проход начал освобождаться...\nНо тут вы почувствовали ужас, от которого стыла кровь в жилах... Кто-то стоял за твоей спиной...",
    "answers": [
      {
        "id": 123,
        "text": "Обернуться!"
      }
    ]
  },
  {
    "id": 123,
    "text": "Вот, дорогой читатель, ты и подошёл к одной из концовок этой главы. Именно она называется \"Хладоклеймённый\"... Основных сюжетных линии три, и если тебе захочется, можешь попробовать отыскать их все...\nНепременно я продолжу эту историю и примусь за написание следующей, третьей главы, и в этом нелёгком деле можешь помочь мне именно ты! Просто напиши в отзыве, что ты думаешь по поводу моей работы, замеченные тобой ошибки, предложения по изменению повествования изданных глав или сюжета глав будущих... Все отзывы будут мною прочитаны и, конечно, не оставлены без внимания и ответа) А теперь жми \"На склон холма\" и удачи тебе!\nПока)))",
    "answers": [
      {
        "id": 1,
        "text": "На склон холма"
      }
    ]
  },
  {
    "id": 124,
    "text": "Из-под льда показался блеск металла и спустя мгновение вы просто обомлели! В озеро была вморожена целая армия! Повсюду виднелись или угадывались силуэты человеческих тел, закованных в доспехи, мечей, щитов, копий...",
    "answers": [
      {
        "id": 125,
        "text": "Вскочить на ноги!"
      }
    ]
  },
  {
    "id": 125,
    "text": "Внезапно ты почувствовал ужас, от которого стыла кровь в жилах...\nКто-то стоял за твоей спиной...\nКто-то могущественный и... опасный...",
    "answers": [
      {
        "id": 123,
        "text": "Обернуться!"
      }
    ]
  },
  {
    "id": 126,
    "text": "Линии складывались в сплошной узор, в котором то здесь, то там проскакивали знакомые знаки, но получить общую картину начертанного было невозможно...\n- Если бы была хоть одна подсказка... Эххх...",
    "answers": [
      {
        "id": 73,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 127,
    "text": "Линии складывались в сплошной узор, в котором то здесь, то там проскакивали знакомые знаки, но получить общую картину начертанного было невозможно...\nНо тут ты неожиданно заметил тот же рисунок, что был и на теле чудища...\nЗдесь он повторялся множество раз...\n- Что бы это могло означать?",
    "answers": [
      {
        "id": 73,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вскоре склон стал более пологим, а затем и вовсе исчез...\nТвои шаги гулкими ударами раздавались в тишине, правда, не более громкими, чем звуки падающих с потолка капель, разбивающихся об острые грани каменной тропинки...\nВнезапно твоё внимание привлёк блеск у тебя под ногами...",
    "answers": [
      {
        "id": 129,
        "text": "Идти дальше"
      },
      {
        "id": 130,
        "text": "Осмотреть пол",
        "need": -142
      },
      {
        "id": 147,
        "text": "Осмотреть пол",
        "need": 142
      }
    ]
  },
  {
    "id": 129,
    "text": "Ход тебя вывел к обширному залу с невысоким потолком, до которого с лёгкостью можно было дотянуться рукой...\nНа стенах были видны следы копоти, а в углу нещадно дымила пара самодельных факелов",
    "answers": [
      {
        "id": 132,
        "text": "Взять один из них"
      },
      {
        "id": 133,
        "text": "Осмотреться"
      },
      {
        "id": 134,
        "text": "Вернуться обратно"
      }
    ]
  },
  {
    "id": 130,
    "text": "- Наверное показалось... - произнёс ты, когда поиски не увенчались успехом, и поднялся с корточек, готовясь идти дальше",
    "answers": [
      {
        "id": 129,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 131,
    "text": "Беглый осмотр ни к чему не привёл, и ты уже не знал что предпринять, как вдруг из одной из дальних от тебя ям послышался надсадный кашель...",
    "answers": [
      {
        "id": 136,
        "text": "Подойти"
      },
      {
        "id": 137,
        "text": "Окликнуть"
      },
      {
        "id": 138,
        "text": "Приготовить оружие"
      }
    ]
  },
  {
    "id": 132,
    "text": "Подняв факел над головой, ты прошёл вперёд...\nЯмы, расположенные непосредственно около тебя, оказались неглубокими и совершенно пустыми. Они были вырыты в земле, и их отверстия были обрамлены по краям острыми каменными зубцами...\nВдруг что-то заставило тебя обернуться, и ты издал возглас удивления: туннель, по которому ты только что шёл, растворился, словно его и не бывало!",
    "answers": [
      {
        "id": 131,
        "text": "Искать выход"
      },
      {
        "id": 131,
        "text": "Оглядеться ещё раз"
      }
    ]
  },
  {
    "id": 133,
    "text": "Освещения явно не хватало, да и факелы слишком слепили, но твои глаза вскоре приспособились и к этому...\nТебе удалось разглядеть ряды зияющих провалов в земле, которые шли вдоль стен симметрично друг другу...\nУвидеть, что в них, не позволяла темнота",
    "answers": [
      {
        "id": 132,
        "text": "Взять факел"
      }
    ]
  },
  {
    "id": 134,
    "text": "- Колдовство! - только и мог воскликнуть ты, когда увидел, что туннеля, по которому ты пришёл, попросту... нет!\nНа его месте высилась гладкая и, на взгляд, очень прочная стена...\nВсё остальное тонуло в тени...",
    "answers": [
      {
        "id": 132,
        "text": "Взять факел"
      }
    ]
  },
  {
    "id": 135,
    "text": "Ничуть не таясь, ты спешишь догнать чудище, и вот оно, едва показавшись, скрывается из виду за поворотом...\nСпустя мгновение оттуда хлынули языки синего пламени! Правда они тут же спали, обдав тебя ледяным ветром...",
    "answers": [
      {
        "id": 129,
        "text": "Броситься следом!"
      }
    ]
  },
  {
    "id": 136,
    "text": "Приблизившись к краю ямы ты поднял факел повыше над головой, чтобы ослепить вероятного противника...\nДействительно, внутри ямы кто-то был...\nБыло заметно, как при дыхании вздымалась спина, одетая в меховую шубу...",
    "answers": [
      {
        "id": 139,
        "text": "Оглядеть его"
      },
      {
        "id": 141,
        "text": "Спуститься в яму"
      },
      {
        "id": 144,
        "text": "Окликнуть его"
      }
    ]
  },
  {
    "id": 137,
    "text": "- Эй! Кто здесь?! - слова прозвучали неожиданно громко в этой напряжённой тишине...\nПослышалось какое-то шуршание и затем всё снова смолкло...",
    "answers": [
      {
        "id": 136,
        "text": "Двинуться вперёд"
      },
      {
        "id": 138,
        "text": "Встать в боевую стойку"
      }
    ]
  },
  {
    "id": 138,
    "text": "Твои действия, казалось, остались без внимания...\nКашель не повторился и никаких более звуков оттуда не исходило...\nТебе уже начало казаться, что всё это тебе померещилось, как вдруг оттуда же раздался шорох осыпающейся земли",
    "answers": [
      {
        "id": 136,
        "text": "Аккуратно приблизиться"
      },
      {
        "id": 140,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 139,
    "text": "Внезапно от лежащего в яме начало звучать рычание, постепенно всё усиливающееся...\nОн выпрастал из под брюха свою лапу и поднял голову, оказавшись крупным медведем! \nПрежде чем ты успел что-то предпринять, он поднялся и, схватив тебя за ногу, рывком втащил к себе, ободрав твоё плечо о каменные зубцы!",
    "answers": [
      {
        "id": 145,
        "text": "Попытаться вырваться!"
      }
    ]
  },
  {
    "id": 140,
    "text": "Снова тишина была нарушена тихим сопением...\n\"Что же притаилось там, впереди? Эххх, видимо другого выбора нет...\"\n",
    "answers": [
      {
        "id": 136,
        "text": "Тихо подойти"
      }
    ]
  },
  {
    "id": 141,
    "text": "Несмотря на небольшую глубину это оказалось весьма затруднительно сделать из-за каменных зубцов, образующих частый острый воротник...\nА перепрыгивать их и приземляться на спину незнакомца не хотелось...",
    "answers": [
      {
        "id": 143,
        "text": "Всё-таки попробовать спуститься"
      },
      {
        "id": 144,
        "text": "Окликнуть его"
      },
      {
        "id": 139,
        "text": "Стоять и ждать"
      }
    ]
  },
  {
    "id": 142,
    "text": "В какой-то момент ты понимаешь, что не слышишь шагов чудища, которые, казалось, только что замирали далёким эхом...\nТы потерял его, но иного выхода, как идти прямо в надежде хоть что-нибудь отыскать, у тебя нет...",
    "answers": [
      {
        "id": 128,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 143,
    "text": "Прежде чем ты успел что-то вообще сделать, от лежащего в яме начало звучать рычание, постепенно всё усиливающееся...\nОн выпрастал из под брюха свою лапу и поднял голову, оказавшись крупным медведем! \nПрежде чем ты успел что-то предпринять, он поднялся и, схватив тебя за ногу, рывком втащил к себе, ободрав твоё плечо о каменные зубцы!",
    "answers": [
      {
        "id": 145,
        "text": "Попытаться вырваться!"
      }
    ]
  },
  {
    "id": 144,
    "text": "- Послушайте! Эй! - крикнули вы... \nВнезапно от лежащего в яме начало звучать рычание, постепенно всё усиливающееся...\nОн выпрастал из под брюха свою лапу и поднял голову, оказавшись крупным медведем! \nПрежде чем ты успел что-то предпринять, он поднялся и, схватив тебя за ногу, рывком втащил к себе, ободрав твоё плечо о каменные зубцы!",
    "answers": [
      {
        "id": 145,
        "text": "Попытаться вырваться!"
      }
    ]
  },
  {
    "id": 145,
    "text": "Ты извернулся и свалился на землю в двух шагах от зверя, зажимая рукой разодранное в кровь плечо...\nМедведь, помотав головой, угрожающе взрыкнул и пошёл прямиком на тебя!",
    "answers": [
      {
        "id": 146,
        "text": "Оценить обстановку!"
      }
    ]
  },
  {
    "id": 146,
    "text": "Вот, дорогой читатель ты и подошёл к одной из концовок этой главы. Именно она называется \"Медвежья тюрьма\"... Основных сюжетных линии три, и если тебе захочется, можешь попробовать отыскать их все...\nНепременно я продолжу эту историю и примусь за написание следующей, третьей главы, и в этом нелёгком деле можешь помочь мне именно ты! Просто напиши в отзыве, что ты думаешь по поводу моей работы, замеченные тобой ошибки, предложения по изменению повествования изданных глав или сюжета глав будущих... Все отзывы будут мною прочитаны и, конечно, не оставлены без внимания и ответа) А теперь жми \"На склон холма\" и удачи тебе!\nПока)))",
    "answers": [
      {
        "id": 1,
        "text": "На склон холма"
      }
    ]
  },
  {
    "id": 147,
    "text": "- Вот так находка! - произносите вы, неожиданно найдя и подобрав свой нож...\nЕго лезвие было почти всё покрыто чёрной кровью, которая уже начала впитываться в металл, разъедая его...",
    "answers": [
      {
        "id": 129,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 148,
    "text": "Чудище отступило на шаг и почти скрылось в тени, присев...\nОно готовилось к прыжку! В руку само легло затёртое до блеска топорище...\n\"Дело за малым: поднять руку, довести локоть и...\"",
    "answers": [
      {
        "id": 59,
        "text": "Метнуть!"
      }
    ]
  },
  {
    "id": 149,
    "text": "Бесконечные пещеры, ходы, скаты, подъёмы, - они сменяли друг друга, но не давали главного - надежды выбраться отсюда... В конце концов ты в изнеможении привалился к стене передохнуть от всей этой беготни и суеты...",
    "answers": [
      {
        "id": 41,
        "text": "Думать, что делать"
      }
    ]
  },
  {
    "id": 150,
    "text": "-Ну вот я и на месте! - воскликнули вы, взобравшись на вершину холма. Тёплый ветерок трепал ваши кудри, донося лёгкий и ненавязчивый запах полевых цветов, унося мысли туда, к подножию холма, где среди старых елей змеилась яркой лентой река и стояла ваша родная деревня...",
    "answers": [
      {
        "id": 2,
        "text": "Собраться с мыслями!"
      },
      {
        "id": 3,
        "text": "Продолжить мечтать..."
      }
    ]
  },
  {
    "id": 151,
    "text": "    На самом краю мира в небесной выси облака полыхали в лучах заходящего солнца, переливаясь всеми цветами радуги. В их разрывах виднелось медленно темнеющее небо с первыми тусклыми звёздами. Насколько хватало глаз, везде и всюду возвышались широкие холмы, густо поросшие молодым зелёным лесом. Среди деревьев, тускло отблёскивая, змеилась река, берущая свой исток в ледяных подземных ключах. \n    Вся природа замерла: нигде не пели птицы, пчёлы не вились над цветами, а мыши не шуршали в своих норах. Только ветерок слегка шевелил полевые травы и длинные русые волосы парня, пережившего свою едва ли двадцатую зиму. Он стоял не шелохнувшись, только, стиснув кулаки, обращал свой взор полный ненависти на далёкие, невидимые среди других холмов еловые дебри. Среди дряхлых и тёмных елей в сумраке и смраде умирающего леса, окутанного паутиной и поросшего погаными грибами, скрывалось чудовище, которое...\n    Далёкий звон прервал его мысли и заставил обернуться в сторону деревни, лежащей в прогалине меж холмами на берегу той самой реки. Деревни, пусть не родной, но дававшей ему кров и очаг вот уже с дюжину зим, а потому называвшейся сейчас его домом.",
    "answers": [
      {
        "id": 152,
        "text": "Спуститься к деревне"
      }
    ]
  },
  {
    "id": 152,
    "text": "    Тропинка петляла среди кустов, то скрываясь извиду под сплошным покровом почти не тронутой травы, то вновь показываясь, пока не стала шириться, принимая в себя ветви от других частей подлеска. В конце концов парень вышел на широкую дорогу, ведущую прямо к воротам деревни. На пыльной земле ещё остались следы тележных колёс и копыт скота, который к вечеру гнали с дальних пастбищ. Собирающиеся на севере тучи обещали к ночи долгожданный дождь, который и прибьёт к дороге пыль, и обильно польёт огородные посевы.\n    Пройдя сквозь ворота, парень остановился и попытался что-то спросить у мужика, который начал их закрывать, но тот лишь отмахнулся и показал куда-то вглубь деревни, где над крышами изб поднималась одинокая струйка чёрного дыма. Парень двинулся вперёд и, петляя меж огородными плетнями, вскоре добрался до нужной ему избы. Её стены были сработаны из добротных дубовых брёвен, плотно подогнанных друг к другу, и когда-то давно наверняка выглядели надёжными, но теперь их поел грибок и пропитала влага. Широкая дверь была приоткрыта.",
    "answers": [
      {
        "id": 153,
        "text": "Войти внутрь"
      }
    ]
  },
  {
    "id": 153,
    "text": "    Внутреннее убранство избы совсем не",
    "answers": []
  }
]