[
  {
    "id": 1,
    "text": "Вас зовут Александр. У вас есть обычный дом в лесу.Вы живете там довольно давно и даже не знаете что может пройти не так...\nВ этом квесте вы будете много умерать если не думаете что делаете",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 32,
        "text": "Концовки"
      },
      {
        "id": 11,
        "text": "Чекпоинт",
        "need": 11,
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы живете в обычном деревяном домике в глуши леса. Вам нравилось жить в дали от цивилизации. Дом был довольно бедным. Кровать, старый телевизор, холодильник и маленькая тумбочка это все что у вас было. Так же у вас был чердак... но вы не любили туда ходить. На улице светало и вы просыпались ",
    "answers": [
      {
        "id": 3,
        "text": "[Посмотреть на часы]"
      },
      {
        "id": 4,
        "text": "[Встать с кровати]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Электронные часы на тумбе давно уже не работали. Вы посмотрели на часы над кроватью. Они показывали шесть утра.",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы лениво встали с кровати разминая руки. Одев футболку и штаны вы начали думать о плане проведения дня.",
    "answers": [
      {
        "id": 5,
        "text": "Надо перекусить!"
      },
      {
        "id": 6,
        "text": "Надо помыться!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили позавтракать. Подойдя к холодильнику вы открыли его и начали смотреть его содержимое. Он был почти пуст. \"Надо съездить в город за продуктами\"-Подумали вы.",
    "answers": [
      {
        "id": 7,
        "text": "Поем и поеду"
      },
      {
        "id": 8,
        "text": "Нет. Продукты надо купить сейчас"
      }
    ]
  },
  {
    "id": 6,
    "text": "Обув ботинки вы вылши из дома. Так как душа или ванной у вас не было вам приходилось мыться в речке. Дойдя до речки вы разделись и положили рядом с берегом полотенце. После того как вы помылись и вытерлись полотенцем вы оделись и пошли завтракать",
    "answers": [
      {
        "id": 5,
        "text": "[Пойти завтракать]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Достав из холодильника два яйца вы положили их на сковородку. Вы налили воду из колодца в чайник и поставили его кипятиться. Сьев яичницу и выпив чаю вы все же решились ехать за продуктами",
    "answers": [
      {
        "id": 8,
        "text": "Надо ехать в город"
      }
    ]
  },
  {
    "id": 8,
    "text": "Выйдя из дома и закрыв его на ключ вы сели в машину. Как назло она не заводилась. После пары попыток она все же завелась.После долгой поезди в город вы купили все нужные продуты на месяц, и батарейку для электронных часов. По возвращению домой уже был глубокий вечер",
    "answers": [
      {
        "id": 9,
        "text": "[Вставить батарейки в часы]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Открутив панель вы вставили новые батарейки и выкинули старые. Часы показывали десять вечера",
    "answers": [
      {
        "id": 10,
        "text": "Ого!Я не мог так долго ехать до города и обратно! [Посмотреть на часы над кроватью]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Часы над кроватью к вашему сожелению показывали девять вечера. \"Как так?!\"-сказали вы. Поменяв время на электронных часах на девять вечера вы разделись и легли спать...",
    "answers": [
      {
        "id": 11,
        "text": "[Заснуть]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вас разбудил странный стук в дверь. \"Кого занесло в такую глуш да еще и ночью?\" - подумали вы",
    "answers": [
      {
        "id": 12,
        "text": "Кто там?"
      },
      {
        "id": 13,
        "text": "[Открыть дверь]"
      },
      {
        "id": 15,
        "text": "[Отойти от двери]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Стук похожий больше на скрежет когтей на секунду остоновился...\"Это я...твой друг...Дима\" - сказал голос. Но что то в этом голосе было не так...",
    "answers": [
      {
        "id": 13,
        "text": "Секунду...[Открыть дверь]"
      },
      {
        "id": 15,
        "text": "[Отойти от двери]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Открыв дверь вы застыли от ужаса. Двухметровое существо стояло за дверью и не дав рассмотреть его получше набросилось на вас!\n[Вы мертвы]\nРазве мама не учила не открывать незнакомцам?",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Кровать!\" -в страхе подумали вы. \"Нет...нет я не пролезу туда\" -сказав стоя на коленях. Вы кинули взгляд на потолок и вспомнили о чердаке \"Да! Чердак!\" -вытаскивая лестницу на чердак говорили вы.Вы забрались туда и закрыли за собой люк. Вы услышали как дверь вылетела. Оно бегало по всему дому. Было ощушение что оно бегало и по потолку и стенам",
    "answers": [
      {
        "id": 19,
        "text": "[Включить лампочку]"
      },
      {
        "id": 22,
        "text": "[Сидеть в темноте]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы в страхе отошли от двери...и стук в дверь стал громче! Оно царапало , било , толкало. \"Боже-боже-боже! Что делать?\" - в ужасе говорили вы",
    "answers": [
      {
        "id": 14,
        "text": "Кровать! [Спрятаться под кроватью]"
      },
      {
        "id": 16,
        "text": "Окно! [Выскочить в окно]"
      },
      {
        "id": 17,
        "text": "Кухонный нож! [Принять бой]"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Окно!\" -в страхе подумали вы. ",
    "answers": [
      {
        "id": 20,
        "text": "[Выпрыгнуть в окно выбив его]"
      },
      {
        "id": 21,
        "text": "[Открыть окно и вылезти]"
      }
    ]
  },
  {
    "id": 17,
    "text": "В страхе вы схватили нож из тумбы\n[Новый предмет: нож]\nВы встали в боеву стойку готовые принять бой.",
    "answers": [
      {
        "id": 18,
        "text": "[Ждать]"
      },
      {
        "id": 16,
        "text": "Нет...я не готов [Подойти к окну]"
      },
      {
        "id": 14,
        "text": "Нет...я не готов [Бежать к кровати]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дверь вылетела прямо в вас и отбросила на кровать. Вы быстро встали чтоб атаковать монстра. Оно было выше вас в два раза, а руки доставали до пола. Вы не успеле добежать до него как он схватил вас рукой и начало вас душить. В глазах темнело...\n[Вы мертвы]\nВы смотрели слишком много боевиков",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы дернули за веревочку лапочку и она лопнула! \"Нет-нет-нет-нет-нет\". Оно затихло. Оно знает. \n[Вы мертвы]\nПрятаться надо в тенях",
    "answers": [
      {
        "id": 1,
        "text": "В началл"
      }
    ]
  },
  {
    "id": 20,
    "text": "Не думая вы прыгнули в окно выбив его. Стук прекратился. Оно заметело. Оно явно быстрее.\n[Вы мертвы]\nИногда стоит вести себя тихо...\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы аккуратно открыли окно и вылезли наружу. Существо продолжало бить дверь.",
    "answers": [
      {
        "id": 38,
        "text": "[Бежать в лес]"
      },
      {
        "id": 39,
        "text": "[Бежать в город]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решили сидеть в темноте...возможно вы сидели там пару часов.Когда все утихло вы решили выйти.",
    "answers": [
      {
        "id": 23,
        "text": "[Открыть люк и спуститься]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Картина вашего дома повергла вас в ужас. Весь дом был в следах от когтей, дверь была на кровати. \"Боже....что мне теперь делать?\"- закрыв лицо руками говорили вы",
    "answers": [
      {
        "id": 24,
        "text": "Надо вызвать...полицию"
      },
      {
        "id": 25,
        "text": "Машина! Надо ехать в город"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подошли к тумбочке чтобы взять телефон. Электронные часы не работали. А на телефоне не было сети. \"Черт\" -подумали вы. \"Остается машина.\"",
    "answers": [
      {
        "id": 25,
        "text": "[Идти к машине]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы сели в машину и пытаетесь ее завести. Но она не заводилось. Сколько бы вы не старались...\"Отлично...что мне теперь делать?\"",
    "answers": [
      {
        "id": 27,
        "text": "[Идти пешком до города]"
      },
      {
        "id": 26,
        "text": "[Спать в машине до утра]"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Я думаю тут безопасно...надо поспать...хоть пару часиков.\" В глазах темнело...вы уснули...и больше не проснулись\n[Вы мертвы]\nБезопасность—иллюзия",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 27,
    "text": "\"Надо бежать в город.\"- сказали вы выходя из машины. Вы долго шли по дороге пока она не начала вести в лес. Вы удивились. Вы не помните чтоб дорога шла через лес.Внезапно сзади подьехала машина. \" Хей! Тебе подвезти куда-то?\"- сказал мужик из машины",
    "answers": [
      {
        "id": 28,
        "text": "Да"
      },
      {
        "id": 29,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Да...пожалуй\"- сказали вы с отдышкой.",
    "answers": [
      {
        "id": 30,
        "text": "\"Мне в город\""
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы отказались от предложения ",
    "answers": [
      {
        "id": 30,
        "text": "[Идти дальше]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Внезапно на лобовое стекло прыгнуло это существо. Оно схватило водителя и выкинуло на дорогу. \"Надо помочь ему или бежать? Что мне делать?\"- истерично думали вы",
    "answers": [
      {
        "id": 31,
        "text": "Мне не чем биться...прости"
      },
      {
        "id": 37,
        "text": "[Вонзить нож в спину существу]",
        "need": 17
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы бежали все глубже и глубже в лес. Вы не знали что было с тем парнем...вы не знаете что будет с вами...\nВскоре ваше тело не было найденно.\n[Получена концовка: Потеряный]\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 32,
    "text": "Тут будут пройденные концовки",
    "answers": [
      {
        "id": 33,
        "text": "[Потерянный]",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 34,
        "text": "[Погребенный]",
        "need": 46,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "[Выживший]",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 36,
        "text": "[Сквозь огонь и воду]",
        "need": 47,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "[Потерянный]\nВы потерялись в лесу. Ваше тело никто не нашел. Кто знает сколько вы там лежали до того как оно нашло вас",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Странный человек убивший монстра по неизвестной причине решил убрать и вас со свего пути. В пещере рядом с трупой монстра вас нашли люди изучавшие пещеру. ",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы убили монстра и уехали с незнакомцем на машине. В полиции вам никто не поверил. Вас посадили в психушку. Но вы хоть лишили человечество опасности в виде монстра.\nЕсли...конечно...он был один",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Упав с обрыва и возможно сломав ногу вы сбежали от странного человека. Вы упали на дороге в надежде что вас найдут. Вас нашли лежашим на дороге и доставили в больницу. Вы решили не говорить о монстре и о странном человеке. На вопрос о ушибе ноги вы сказали как было, что вы упали с обрыва",
    "answers": [
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы достали нож и со всех силы ударили существо ножом он отпустило парня и повернулось на вас. \"Вот и конец\" -подумали вы, но у тут раздался выстрел. Оно упало. Из-за того что вы отвлекли его парень успел достать пистолет. Вы оба добрались до города живыми\n[Получена концовка: Выживший]",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы бросились со всех ног бежать в лес. Вы добежали до обрыва. \"Что? Как давно тут это? Что теперь делать...?\" Вы постояли пару секунд тяжело дыша вы решили...",
    "answers": [
      {
        "id": 40,
        "text": "Надо вниз"
      },
      {
        "id": 41,
        "text": "Надо вернуться "
      }
    ]
  },
  {
    "id": 39,
    "text": "\"Бежать через то существо? Ну нет!\"- думали вы",
    "answers": [
      {
        "id": 38,
        "text": "[Бежать в лес]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы решили что пути назад нет. Надо спуститься...но как?",
    "answers": [
      {
        "id": 42,
        "text": "[Осмотреться]",
        "need": -42
      },
      {
        "id": 43,
        "text": "Думаю тут не высоко [Прыгнуть вниз]"
      },
      {
        "id": 44,
        "text": "[Спуститься по \"лестнице\"]",
        "need": 42
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы решили что надо вернуться. Вы пошли назад...вы не нашли дороги назад\n[Вы мертвы]\nНи шагу назад",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы начали внимательно смотреть нет ли удобных спусков. Вы увидели справа от вас очень удобно рассположенные камни...будто лестницу. Еще вы решиле проверить глубену впадины. Вы кинули туда камень..после двух минут ожидания вы поняли что там явно очень глубоко.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "\"Думаю тут не высоко...\"- подумали вы прыгая с обрыва. После продолжительного полета вы осознали свою ошибку.\n[Вы мертвы?]\nВы не ассасин...или...",
    "answers": [
      {
        "id": 1,
        "text": "[Вступить в братство ассасинов]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Подумав вы решили спуститься по \"лестнице\". Вы спускались очень долго и два раза чуть не сорвались. Вы доползли до конца лестници посмотрели вниз и увидели что земля довольно близко. Не дав вам подумать камень под вашей ногой начал шататься и упал вместе с вами...",
    "answers": [
      {
        "id": 45,
        "text": "[Потерять сознание]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы очнулись не там где упали. Вы чуствовали острую боль в ноге. \"Боже...надеюсь я ее не сломал\"- сказали вы вставая. Но боль в ноге не дала вам долго стоят. И вдруг вы увидели существо...это было оно. \" Вот и конец\"- сказали вы закрыв глаза. Раздалось два выстрела. Вы открыли глаза и увидели труп существа а перед вами стоял человек...он...направил пистолет на вас...",
    "answers": [
      {
        "id": 46,
        "text": "Стой! Что ты..."
      },
      {
        "id": 47,
        "text": "[Ударить ножом в ногу]",
        "need": 17
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Стой что ты...\" Человек не дал вам договорить и вашу речь прервала пуля у вас в голове. Вас не нашли. Вы лежали в луже крови рядом с телом существа. \n[Получена концовка: Погребенный]",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы вспомнили про нож у вас в кармане. Без лишних слов вы мгновенно вонзили нож в ногу человека. Он завопил от боли и упал. Вы встали и сквозь боль в ноге побежали из пещеры. Боль была невыносима, но вы держались. После длительного бега вы вышли на трассу. Вы упали без сил в надежде что кто то вас найдет и отвезет в город...\n[Полученая концовка: Сквозь огонь и воду]",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]