[
  {
    "id": 1,
    "text": "Автор: Адвокат (Игорь Павлюков)\n\nЖанр: Детектив, ужасы.\n\nОсновано на всем известном фильме, только с переосмыслением сюжета. Только от вас зависит, погибнет главная героиня или выживет, поймав маньяка. Все персонажи вымышленные, и любое совпадение с реальностью случайно. Приятной игры!\n\nP.S. Достижение можно получить только за первое прохождение книги!\nЗа второе и последующие его получить невозможно!",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 47,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Летом темнеет достаточно быстро... Не успеваешь ты приехать домой с работы, как  сумерки сгущаются до такой степени, что тебе уже тяжело вставить ключ в замочную скважину, потому что ты ее не можешь разглядеть. Особенно, если ты живешь в таком тихом городке, как Вуллино. Даже не городке, а скорее поселке городского типа. Здесь растет такое колличество деревьев, которого вы не увидите ни в одном парке, что создает дополнительную тень. В Вуллино нет ни одного двухэтажного дома, разве что гостиница с довольно мрачным названием \"Последний приют\", пользующаяся, несмотря на это большой популярностью. У всех жителей частные одноэтажные дома, непременно с огородом и, как правило, с внутренним двориком.\n   Лиза работала кассиром в банке. Она считала свою работу скучной и поэтому всегда торопилась домой. Сегодня ей было лень идти пешком, и она вызвала таксиста. Он быстро довез ее до дома.",
    "answers": [
      {
        "id": 3,
        "text": "Выйти из машины и поблагодарить таксиста"
      },
      {
        "id": 4,
        "text": "Я что-то забыла в машине."
      }
    ]
  },
  {
    "id": 3,
    "text": "-Спасибо, что подвезли меня.\n-Девушка, вы что-то забыли у меня в машине!-сказал таксист с характерным южным акцентом.",
    "answers": [
      {
        "id": 2,
        "text": "хм..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Ну конечно же! Попкорн! Я хотела сегодня посмотреть свой любимый фильм, ну и решила: какой же фильм без без попкорна.",
    "answers": [
      {
        "id": 5,
        "text": "Забрать попкорн и расплатиться с таксистом."
      }
    ]
  },
  {
    "id": 5,
    "text": "Мой дом стоит на отшибе, так что гости захаживают ко мне редко. У меня даже нет почтового ящика на заборе. Но такая отшельническая жизнь очень даже ничего. Вот и сегодня, в который раз я собиралась провести весь вечер в одиночестве, уставившись в экран ноутбука. Первым делом я поставила попкорн в микроволновку и решила сходить в душ. Но тут раздался телефонный звонок. ",
    "answers": [
      {
        "id": 6,
        "text": "Не отвечать. Пусть себе звонит."
      },
      {
        "id": 7,
        "text": "Ответить на звонок."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я проигнорировала звонок. Телефон звонил настойчиво, минуты три. Номер не определился. Я уже разделась и собиралась идти в душ, как телефонный звонок раздался опять. Это уже начинало раздражать.",
    "answers": [
      {
        "id": 7,
        "text": "ответить на звонок."
      },
      {
        "id": 6,
        "text": "Опять не отвечать."
      }
    ]
  },
  {
    "id": 7,
    "text": "-Привеееет,- послышался медленный тягучий голос,- Кому я звоню?\n-А кто вам нужен?- ответила я.\n- С кем я говорю?\n- Куда вы хотели попасть?\n- Извините, я видимо ошибся номером.\n- Ничего, бывает,- сказала я и завершила разговор. Мне показалось это очень странным. Впрочем, может быть человек действительно ошибся номером.\n   Но через несколько минут телефон позвонил опять.\nВсе больше раздражаясь, я схватила телефон и закричала в трубку:\n- Алло, это кто?! Что вам нужно?!\n- Это снова я,- ответил незнакомец.\n- Зачем вы звоните сюда?!\n- Я просто хотел извиниться. Не нужно так на меня кричать.\n- Что ж, вы прощены. До свидания.",
    "answers": [
      {
        "id": 8,
        "text": "Пойти в душ"
      },
      {
        "id": 9,
        "text": "Остаться на кухне и подождать пока приготовиться попкорн"
      }
    ]
  },
  {
    "id": 8,
    "text": "Только я собралась пойти в душ, как телефон зазвонил опять.",
    "answers": [
      {
        "id": 10,
        "text": "Ответить, чтобы этот тип больше меня не доставал."
      }
    ]
  },
  {
    "id": 9,
    "text": "Попкорн был почти готов, но тут опять зазвонил телефон.",
    "answers": [
      {
        "id": 10,
        "text": "Ответить на звонок, чтобы этот тип меня больше не доставал"
      }
    ]
  },
  {
    "id": 10,
    "text": "- Послушай сюда, козел, хва...\n- Нет, это ты послушай, с***, еще раз повесишь трубку, и будешь умирать долго и мучительно, поняла, тварь!!!\n- Чего ты хочешь?- спросла я, с ужасом понимая, что это какой-то маньяк, и возможно я в последний раз в своей жизни разговариваю по телефону.\n- Я слышу шум микроволновки,- раздался голос.-Ты что-то готовишь?\n- П-попкорн, - заикаясь ответила я.\n- Какой же попкорн без фильма?\n-Да, я собиралась посмотреть фильм ужасов \"Крик\".\n-О-о, ты любишь ужастики, наверное, тебе нравится, когда там кого-нибудь потрошат, я угадал?\n- ЧЕГО ТЫ ХОЧЕШЬ???!!! - истерично закричала я в трубку. - Я сейчас полицию вызову.\n- Ты живешь в глуши, копы не успеют вовремя приехать, я десять раз успею тебя убить. Ты спросила чего я хочу? Я хочу поиграть. Я захватил в заложники твою подругу, Кристину, и твоего парня, Льюиса. Откажешься играть или проиграешь - они умрут, и ты тоже умрешь. Выиграешь - вы все будете жить.",
    "answers": [
      {
        "id": 11,
        "text": "Пожалуйста, отстань, я не хочу играть!"
      },
      {
        "id": 12,
        "text": "Во что поиграть?..."
      }
    ]
  },
  {
    "id": 11,
    "text": "- Ну что ж, ты сама так решила... В трубке послышался истеричный смех, а затем гудки отбоя. Вдруг резкий звук прорезал тишину ночи. Кто-то разбил окно на кухне, прямо у меня за спиной. Кто-то прыгнул на меня, удивительно легкий, обнял за шею, а затем последовал удар и пустота... Вечная. Нож с громким звяканьем упал в лужу растекающейся крови.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Не расстраиватесь, попробуйте начать с начала."
      }
    ]
  },
  {
    "id": 12,
    "text": "- Сначала тестовые вопросы. Проверим, достойна ли ты играть со мной. Итак, легкая категория. Как звали убийцу из фильма \"Крик\"? Давай, это твой любимый фильм, ты должна знать!",
    "answers": [
      {
        "id": 13,
        "text": "Сидни Прескотт."
      },
      {
        "id": 13,
        "text": "Микки."
      },
      {
        "id": 15,
        "text": "Билли Луммис"
      },
      {
        "id": 13,
        "text": "Гейл Уэзерс"
      }
    ]
  },
  {
    "id": 13,
    "text": "В трубке послышался истеричный смех: - Это неправильный ответ. Вдруг резкий звук прорезал тишину ночи. Кто-то разбил окно на кухне и прыгнул, повалив меня на пол. Я хотела вскрикнуть, но не успела, потому что поледовал удар, и тихий голос прошептал: \"Ты проиграла...\" Нож со звоном упал рядом, в лужу растекающейся крови.",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Не расстраивайтесь, попробуйте начать заново."
      }
    ]
  },
  {
    "id": 14,
    "text": "Хорошо, отлично держишься, Льюис и Кристина надеются на тебя. Последний вопрос: у какой двери я стою?\n- Нет, пожалуйста, не трогай меня!\n- Ответишь на вопрос - будешь жить. В твоем доме всего две двери: во дворик и парадная, на улицу. У какой из них я стою?",
    "answers": [
      {
        "id": 16,
        "text": "Ты лжешь. Ты стоишь у окна, иначе как бы ты увидел что я жарю попкорн, и что я БЛОНДИНОЧКА...!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Поздравляю, ты угадала. А ты не так глупа, как я думал... блондиночка! Второй вопрос, смотри, твоя ошибка будет стоить жизни твоему парню. Вопрос: Кем Билли приходился Сидни Прескотт?",
    "answers": [
      {
        "id": 14,
        "text": "Парнем"
      },
      {
        "id": 13,
        "text": "Отцом"
      },
      {
        "id": 13,
        "text": "Случайным знакомым"
      }
    ]
  },
  {
    "id": 16,
    "text": "-Ха-ха-ха, а ты проницательная, о том что ты блондиночка, я знала заранее, но тем не менее ты угадала. Теперь начнется настоящая игра. Я сделал тебе маленькие подсказки... С их помощью ты сможешь найти Кристину и Льюиса. Но у тебя есть ограничение - 24 часа. Сейчас полночь, в следующую полночь они умрут. Еще через день умрешь ты. Если ты найдешь своих друзей - вы останетесь жить. Да, точно, главным призом в нашей игре будет жизнь. Первая подсказка в доме. УДАЧИ!",
    "answers": [
      {
        "id": 17,
        "text": "Собраться с мыслями"
      },
      {
        "id": 18,
        "text": "разбить телефон об стену"
      }
    ]
  },
  {
    "id": 17,
    "text": "Так, прежде всего надо понять что это: дура́́цкий розыгрыш, или моих друзей действительно похитил маньяк. Кристина - моя лучшая прдруга, она работает в банке, как и я. С Льюисом я познакомилась месяц назад на вечеринке у Кристи. Но кто мог их похитить? Так, сейчас ночь, все равно нет смысла соваться на улицу, да и опасно. Вдруг этот псих еще там. Сейчас лучше всего заснуть.",
    "answers": [
      {
        "id": 19,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 18,
    "text": "Телефон разлетелся на кусочки. Теперь этот тип мне не позвонит. Нужно собраться с мыслями.",
    "answers": [
      {
        "id": 17,
        "text": "Собраться с мыслями"
      }
    ]
  },
  {
    "id": 19,
    "text": "Наступило утро. Первым делом я решила сходить домой к Кристе. Этот маньяк сказал, что оставил первую подсказку дома. Может он имел в виду дом Кристины?\n      Я опять решила вызвать такси. По странному стечению обстоятельств это оказался тот самый таксист с южным акцентом, который довез меня вчера до дома. Мне показалось это подозрительным. Но вряд ли это он маньяк, потому что у голоса, звонившего мне по телефону не было акцента.\n      Приехав на место, я расплатилась с таксистом. Но вот незадача, у меня не было ключей от квартиры Кристины, да и дома я у нее ни разу не была.",
    "answers": [
      {
        "id": 20,
        "text": "Развернуться и уйти."
      },
      {
        "id": 21,
        "text": "Попобовать открыть дверь"
      }
    ]
  },
  {
    "id": 20,
    "text": "Делать нечего, пришлось мне развернуться и уйти. Но вдруг я заметила почтовый ящик подруги. Как же я сразу про него не подумала! Наверное, просто отвыкла, ведь у меня его нет. Из ящика торчал уголок конверта. Я вытащила его, он был абсолютно чистый, ни адреса отправителя, ни адреса получателя. В конверте была записка.",
    "answers": [
      {
        "id": 22,
        "text": "Читать записку"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я нажала на ручку, и с удивлением увидела, что дверь взломана. Он успел уже здесь побывать. Странно только, что замок особо не поврежден, как будто открывали дубликатом ключа. В прихожей на полу лежал белый, абсолютно чистый конверт. В нем была записка.",
    "answers": [
      {
        "id": 22,
        "text": "Читать записку"
      }
    ]
  },
  {
    "id": 22,
    "text": "КАКАЯ ЖЕ ТЫ БАНАЛЬНАЯ И СКУУУУУУУУУУЧНАЯ. Я ЖЕ СКАЗАЛ: ПЕРВАЯ ПОДСКАЗКА У ТЕБЯ ДОМА. ТОРОПИСЬ, ВРЕМЯ ТИКАЕТ: ТИК-ТАК, ТИК-ТАК. Весь текст был написан печатными буквами. ",
    "answers": [
      {
        "id": 23,
        "text": "Забрать записку с собой и быстро идти домой."
      },
      {
        "id": 24,
        "text": "Не брать записку с собой."
      }
    ]
  },
  {
    "id": 23,
    "text": "Машинально сунув записку в карман, я со всех ног побежала домой.",
    "answers": [
      {
        "id": 24,
        "text": "Бежать домой"
      }
    ]
  },
  {
    "id": 24,
    "text": "Пришлось опять вызвать такси. На этот раз таксит был другой, высокий и темноволосый, похожий на какого-то американского актера. Сидя в машине я подумала, что было бы неплохо изучить записку.",
    "answers": [
      {
        "id": 25,
        "text": "жаль, что я ее не взяла",
        "need": -23
      },
      {
        "id": 26,
        "text": "изучить записку",
        "need": 23
      }
    ]
  },
  {
    "id": 25,
    "text": "Кстати, а как убийца попал ко мне в дом? Ведь именно там он оставил мне подсказку. То есть, он может в любой момент зайти ко мне домой??? И убить меня???!!!",
    "answers": [
      {
        "id": 27,
        "text": "Немедленно попросить таксиста остановиться. В доме может быть ловушка.",
        "need": -27
      },
      {
        "id": 28,
        "text": "Продолжить ехать домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "Так, записка написана печатными буквами. Зачем он это сделал? Скорее всего, он хотел скрыть почерк. Зачем? Боялся что я его узнаю? Значит, надо понять, чей почерк я могла узнать... Ладно, посмотрим, что я найду у себя дома.",
    "answers": [
      {
        "id": 25,
        "text": "продолжить размышлять"
      }
    ]
  },
  {
    "id": 27,
    "text": "Но ведь другого выхода у меня нет. Подсказка находится там, и если я не выиграю в его дурацкую игру, он все равно меня убьет, а так есть хоть какой-то шанс.",
    "answers": [
      {
        "id": 25,
        "text": "Прийдется все-таки ехать домой."
      }
    ]
  },
  {
    "id": 28,
    "text": "Приехав домой, я первым делом стала искать возможные места, куда убийца мог спрятать подсказку. Скорее всего, это было где - то во дворе, хотя я была уже ни в чем не уверена. Ловушки в моем доме не оказалось, но это еще ни о чем не говорило. Где же может быть подсказка?",
    "answers": [
      {
        "id": 29,
        "text": "Проверить забор.",
        "need": -29
      },
      {
        "id": 30,
        "text": "Проверить двор.",
        "need": -30
      },
      {
        "id": 31,
        "text": "Посмотреть в доме"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я решила, что он мог воткнуть конверт в забор. Забор у меня был старый и рассохшийся, все никак не хватало времени и сил поставить новый. Но обойдя его по периметру, я не обнаружила даже намека на записку или чего-то в этом роде. Нужно поискать в другом месте.",
    "answers": [
      {
        "id": 28,
        "text": "Искать еще"
      }
    ]
  },
  {
    "id": 30,
    "text": "Возможо, убийца мог оставить конверт где-нибудь во дворе. Я прошла по всем дорожкам сада, заглянула под каждый кустик, но ничего такого, что могло бы смахивать на подсказку, не нашла. Оно и понятно, ведь мог пойти дождь.",
    "answers": [
      {
        "id": 28,
        "text": "Искать еще"
      }
    ]
  },
  {
    "id": 31,
    "text": "Но как маньяк мог проникнуть в мой дом? Как он мог оставить письмо в моем доме? И тут меня осенило:  ПИСЬМО!!! Я немедленно бросилась к ноутбуку, и оказалось, что я не ошиблась. В электронной почте у меня было новое, еще не прочитанное письмо.",
    "answers": [
      {
        "id": 32,
        "text": "Читать письмо"
      }
    ]
  },
  {
    "id": 32,
    "text": "НАДЕЮСЬ, ТЫ НАШЛА ЭТО ПИСЬМО БЫСТРО, НЕ ТЕРЯЯ ДРАГОЦЕННОГО ВРЕМЕНИ! НЕ ЗАБЫВАЙ, ЧТО ЕСЛИ ТЫ НЕ УЛОЖИШЬСЯ В СРОК, Я ВЫПОТРОШУ ТЕБЯ И ТВОИХ ДРУЗЕЙ КАК РЫБ! ХА ХА ХА! НУ ЛАДНО, К ДЕЛУ. ВОТ ПОДСКАЗКА:\n\nБУДЕШЬ В ГОРНИЦЕ ТЫ ЖИТЬ,\nАЛИ В АРМИИ СЛУЖИТЬ,\nНЕ ЗАБУДЕШЬ МИЛОГО,\nКОЛИ БУДЕТ ЖИВ ОН.\n\nРАЗГАДАЕШЬ ЗАГАДКУ - НАЙДЕШЬ ВТОРУЮ ПОДСКАЗКУ. ТИК-ТАК,ТИК-ТАК!",
    "answers": [
      {
        "id": 33,
        "text": "Обдумать записку"
      }
    ]
  },
  {
    "id": 33,
    "text": "Что за бред? Абсолютно бессвязный набор слов. \"Не забудешь милого, коли будет жив он\". Может быть речь идет о Льюисе? И подсказка у него дома?",
    "answers": [
      {
        "id": 34,
        "text": "Ехать домой к Льюису."
      },
      {
        "id": 35,
        "text": "Не делать преждевременных выводов"
      }
    ]
  },
  {
    "id": 34,
    "text": "Пришлось мне снова вызвать такси. Плохо, что Льюис живет на другом конце поселка. Если это ложный след, я потеряю так много времени... Как назло, на дороге стояла длинная пробка. Мне очень не хотелось, чтобы этот след оказался ложным. Вдруг таксист тихо сказал: \"Ты ошиблась\" и выскочил из машины. Я хотела последовать за ним, но дверь оказалась заблокированной. Тогда я поняла, что это ловушка и истошно закричала.\n    Голос Лизы потонул в грохоте взрыва...",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Не расстраивайтесь, попробуйте начать заново."
      }
    ]
  },
  {
    "id": 35,
    "text": "Нет, это было бы слишом просто. Явно, что этот изощренный маньяк не стал бы мне давать такую простую загадку... Но что это должно означать?! Армия..., горница..., пока жив он... Стоп! А это что такое? Может просто совпадение? Но первые буквы всех строчек складываются в слово \"БАНК\". Это значит, что следующая подсказка на месте, где я работаю!",
    "answers": [
      {
        "id": 36,
        "text": "Ехать в банк"
      }
    ]
  },
  {
    "id": 36,
    "text": "Пришлось опять вызывать такси. Скоро я уже на этом разорюсь. К счастью, пробок не было, и до своего места работы я добралась достаточно быстро. На входе сидел наш охранник, которого мы звали Дядя Коля. Увидев меня, он удивился, почему я пришла на работу не в свою смену. Но мне некогда было с ним разговаривать В конце концов мне оставалось всего шесть часов от назначенного времени.\n-Дядя Коля, мне никто не просил что-нибудь передать?\n-Да вроде бы нет, ты же знаешь, посторонних я в здание не пускаю. Ну если хочешь, можешь проверить на своем столе.\n  Я быстро вбежала в здание и поднялась на второй этаж. (Да, за исключением гостиницы у нас в поселке есть еще двухэтажные здания). Я почти не удивилась, увидев на своем столе белый, никем не подписанный конверт. В нем была записка.\n",
    "answers": [
      {
        "id": 37,
        "text": "Чиать записку"
      }
    ]
  },
  {
    "id": 37,
    "text": "ДОБРО ПОЖАЛОВАТЬ В ФИНАЛ!!! ЕСЛИ ТЫ СМОГЛА ДОЙТИ СЮДА, ЗНАЧИТ ТЫ ДЕЙСТВИТЕЛЬНО УМНАЯ, ИЛИ ОЧЕНЬ ХОЧЕШЬ ЖИТЬ! ВОТ ПОСЛЕДНЯЯ ПОДСКАЗКА:\n\nИБВСПЩЖООБА ХБВСКЛБ КДСФЩЖЛ.          1=2",
    "answers": [
      {
        "id": 38,
        "text": "Обдумать записку."
      }
    ]
  },
  {
    "id": 38,
    "text": "Ну это было совсем просто. Этот шифр я придумала еще в детстве. 1=2!!! Как же это банально. Каждая буква в настоящем слове заменяется следующей по алфавиту, и получается абракадабра. Так, и куда мне теперь ехать?",
    "answers": [
      {
        "id": 39,
        "text": "Киностудия МАРСФИЛЬМ"
      },
      {
        "id": 39,
        "text": "Продуктовый склад"
      },
      {
        "id": 40,
        "text": "Фабрика игрушек"
      }
    ]
  },
  {
    "id": 39,
    "text": "Не думаю. Похоже что я неправильно расшифровала письмо.",
    "answers": [
      {
        "id": 38,
        "text": "Расшифровать снова"
      }
    ]
  },
  {
    "id": 40,
    "text": "Да! Именно туда сейчас лежит мой путь. Но прежде я решила заехать домой, так как почти была уверена, кого я встречу на этой фабрике.\n    Таксист быстро довез меня до дома. Я попросила мужчину, что сидел за рулем, чтобы он подождал меня, так как мне нужно было ехать еще в одно место.\n   Дома я открыла сейф и вытащила из него маленький КОЛЬТ. Секунду поколебавшись, я засунула его в карман. Правда, я решила подстраховаться...\n    Через час таксист привез меня к фабрике игрушек, заброшенной где-то год назад. Машина уехала, а я продолжала стоять, не решаясь войти внутрь.",
    "answers": [
      {
        "id": 41,
        "text": "Проницательность Шерлока (Достижение)",
        "need": -44,
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Просто продолжить"
      }
    ]
  },
  {
    "id": 41,
    "text": "Внимание, дорогой читатель! Прежде чем узнать окончание истории, Попытайся назвать имя мяньяка.",
    "answers": [
      {
        "id": 42,
        "text": "Охранник Дядя Коля"
      },
      {
        "id": 42,
        "text": "Льюис, парень Лизы"
      },
      {
        "id": 43,
        "text": "Кристина, подруга Лизы"
      },
      {
        "id": 42,
        "text": "Таксист с южным акцентом"
      },
      {
        "id": 42,
        "text": "Ни один из вышеперечисленных (третье лицо)"
      }
    ]
  },
  {
    "id": 42,
    "text": "Окей, немного помучаю вас интригой!                 :-) после окончания истории обязательно зайди в \"Достижения\"",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 43,
    "text": "Окей, немного помучаю вас интригой! После окончания истории обязательно зайди в \"Достижения\"\n\n",
    "answers": [
      {
        "id": 44,
        "text": "продолжить"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вдруг я услышала звонок своего мобильного телефона. Убийца звонил мне с номера Льюиса. Я нажала клавишу принять вызов.\n  -Ну здравствуй, Блондиночка! Я не ожидал, что ты доберешься сюда за день, который я тебе отвел. Ближе к делу! Видишь мусорный бак?\n- Да...\n- Подойди к нему.\n- Зачем? Отпусти Льюиса и Кристину!\n- Делай что говорят!!!\n     Я подошла к мусорному баку. Возле него на земле лежал металлоискатель.\n- Видишь? Видишь металлоискатель?- спросил маньяк,- Воспользуйся им!\n   Я провела прибором вдоль тела. Возле кармана моих джинсов он зазвенел. \n- Достань пистолет. Живо!!! Вытяни руку так, чтобы я его видел. Так, хорошо. Теперь бросай в ящик. Бросай! \n      Пришлось мне выбросить свой КОЛЬТ в мусорный бак.\n-  А теперь, заходи... Я тебя очень жду!!!",
    "answers": [
      {
        "id": 45,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 45,
    "text": "Едва я вошла в здание, как увидела Льюиса. Он был привязан к стулу, на лице скотч. Я подбежала к нему и сорвала скотч.\n- Льюис, что с тобой??? Где она?\n- Я здесь! - послышался холодный, злой голос.\nЯ обернулась. Позади меня стояла Кристина с ножом для разделки мяса в руке. Все сомнения окончательно рассеялись.\n- А ты умная,... тварь, -заключила Кристина,- я не думала, что ты доберешься сюда. Впрочем, это неважно, я все равно собиралась тебя убить.\n- Но за что??? За что? Что я тебе сделала?\n- Ты увела у меня Льюиса. Он пришел ко МНЕ на день рождения, ко мне! А там оказалась ты!!! ТЫ отбила у меня парня!!! Я думала, что если убью тебя, то он будет моим!\n- Этого не будет! - закричал Льюис. Если ты убьешь ее, я сдам тебя в полицию!\n- Жаль, я думала ты будешь более благоразумным. Придется мне убить и тебя.\n- Но мне по телефону звонил мужчина!- задала я не дававший мне покоя вопрос.\n- Простой изменитель голоса,- отмахнулась Кристина, - как видишь, мне удалось тебя перехитрить.\n- Нет, не удалось,- сказала я.\n- Чтоооооо???\n- Я знала, что это ты. Я догадалась в тот момент, когда ты оставила мне послание в банке, куда не пройдет никто чужой. К тому же, несмотря на изменитель голоса ты пару раз употребила глаголы в женском роде, типа \"сказалА\",\"сделалА\", а так же шифр с заменой букв следующими, который придумала я, и ты о нем знала. Так что я догадалась, что это ты.\n- Это не важно, все равно ты умрешь,- сказала Кристина и двинулась на меня с ножом в руке.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Не зря я решила подстраховаться!!! Я отдернула правую штанину, и вытащила оттуда ТТ, который засунула в носок.\nКристина похолодела: Чт-то! У тебя был вттторой пппистолет?\n- Да, так что твой фокус с металлоискателем не прошел, хотя идея оригинальная. А я думала, что ты мне подруга, а ты- ... мразь!!!\nВыкрикнув последнее слово, я три раза нажала на курок. Она упала, выронив нож в лужу растекающейся крови. Занавес упал. Спектакль окончился...",
    "answers": [
      {
        "id": 1,
        "text": "[конец]"
      }
    ]
  },
  {
    "id": 47,
    "text": "           ***:::!¡! ДОСТИЖЕНИЯ !¡!:::***",
    "answers": [
      {
        "id": 47,
        "text": "Проницательность Шерлока (Заблокированно). Поймайте преступника раньше героини",
        "need": -43,
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Проницательность Шерлока (Разблокированно) Нажмите",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Поздравляю!!! Вы вычислили девушку- преступницу не читая конца истории! вы настоящий детектив!",
    "answers": [
      {
        "id": 47,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]