[
  {
    "id": 1,
    "text": " АВТОР: Руслана Жигалина.\nАннотация:\n Маленький котенок Снежинка жила на улице, но ей очень хотелось иметь свой дом! Она брела по заснеженной улице...  Снежинка заглядывала в окна домов... Наряженные елки, гирлянды на окнах и праздничный стол! Ах, как это было прекрасно! Она заглядывала в окна и представляла свое счастье если бы именно она находилась бы там! Вот мимо нее проходили люди. Они суетились и старались успеть домой до полуночи. Снежинка смотрела на них и думала что может быть один из этих людей возьмет ее к себе в дом!",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Вот мимо Снежинки прошел на вид, очень добрый человек.",
    "answers": [
      {
        "id": 3,
        "text": "Подойти к нему, и начать тереться о его ноги."
      },
      {
        "id": 3,
        "text": "Подойти, и жалобно замяукать."
      }
    ]
  },
  {
    "id": 3,
    "text": "\n- Ой, какой миленький котеночек!!! - Сказал человек. - Нехочешь ли, пойти со мной? Моя доченька давно хотела себе киску! \nСнежинка радостно замяукала. Человек взял ее на руки и они направились к его дому.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": " Люди которые приютили Снежинку уже сидели на своих местах. Они подошли к котенку и повязали на шею ошейник, скорее похожий на красную ленточку, со стальным значком на котором было написано маркером имя Снежинка.\n Возле стола, люди поставили две мисочки. В одну они налили молока, а во вторую положили кусочек курицы.",
    "answers": [
      {
        "id": 8,
        "text": "Поесть."
      },
      {
        "id": 5,
        "text": "Попить."
      }
    ]
  },
  {
    "id": 5,
    "text": " Снежинка с жадностью пила молоко. Она еще никогда его не пробовала!",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": " Когда человек зашел в нутрь большого дома к нему сразу же кинулась девочка лет восьми.\n- Папочка, какой миленький котеночек! - Воскликнула девочка.\nСнежинка сразу же поняла что ей тут будет хорошо.\nЧеловек поставил ее на пол.",
    "answers": [
      {
        "id": 7,
        "text": "Пойти на запах еды."
      },
      {
        "id": 14,
        "text": "Найти елку."
      },
      {
        "id": 16,
        "text": "Любоваться гирляндами."
      }
    ]
  },
  {
    "id": 7,
    "text": " Снежинка пришла на кухню. Возле плиты стояла высокая женщина. Она готовила блюда к столу.",
    "answers": [
      {
        "id": 10,
        "text": "Подойти к ней и начать мурлыкать."
      },
      {
        "id": 10,
        "text": "Продолжать наблюдать за ней."
      }
    ]
  },
  {
    "id": 8,
    "text": " Снежинка плотно поела. Это была самая вкусная еда которую она когда либо пробовала!",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": " Вот, к Снежинке подходит девочка и пускает по полу заводную мышку!",
    "answers": [
      {
        "id": 11,
        "text": "Погнаться за мышкой!"
      },
      {
        "id": 15,
        "text": "Сидеть смирно."
      }
    ]
  },
  {
    "id": 10,
    "text": " Женщина лишь посмотрела на Снежинку своими карими клазами, улыбнулась ей и дала кусочек рыбки.",
    "answers": [
      {
        "id": 12,
        "text": "Сьесть угощение."
      },
      {
        "id": 13,
        "text": "Понюхать рыбку."
      }
    ]
  },
  {
    "id": 11,
    "text": "Мышка все время уезжала от Снежинки! Ей нужна была тактика что бы поймать мышь!",
    "answers": [
      {
        "id": 18,
        "text": "Напрыгнуть на игрушку."
      },
      {
        "id": 18,
        "text": "Устроить засаду!"
      },
      {
        "id": 19,
        "text": "Продолжать бегать!"
      },
      {
        "id": 20,
        "text": "Шипеть на нее!"
      }
    ]
  },
  {
    "id": 12,
    "text": " Рыбка была такой вкусной! Теперь Снежинка направилась...",
    "answers": [
      {
        "id": 14,
        "text": "К елке."
      },
      {
        "id": 16,
        "text": "К гирляндам."
      }
    ]
  },
  {
    "id": 13,
    "text": " Снежинка недоверчиво подошла к угощению, понюхала, и лишь когда убедилась что все впорядке принялась за трапезу.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": " Елка была украшена игрушками, гирляндами, мишурой и даже конфетами! Елка была настолько красивой, что Снежинка буквально плясала от счастья!",
    "answers": [
      {
        "id": 16,
        "text": "Пойти к гирляндам."
      },
      {
        "id": 7,
        "text": "Пойти на запах еды."
      }
    ]
  },
  {
    "id": 15,
    "text": "- Ну чего ты? - Спросила непонимающе девочка. - Давай! Тебя никто не обидет.<s>r\nСнежинка рванулась за игрушкой!",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": " Гирлянды переливались всевозможными цветами! Это было так красиво!",
    "answers": [
      {
        "id": 4,
        "text": "Идти к праздничному столу ведь скоро 0:00!",
        "need": 14
      },
      {
        "id": 14,
        "text": "Идти к елке."
      },
      {
        "id": 7,
        "text": "Идти на запах еды."
      }
    ]
  },
  {
    "id": 17,
    "text": " ",
    "answers": []
  },
  {
    "id": 18,
    "text": " Снежинка спряталась зауглом и когда мышка проезжала мимо, котенок напрыгнула на мышь и поймала!",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " И все таки, когда мышка чуть замедлила ход, Снежинка напрыгнула на нее и зажала в лапках!",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": " Снежинка продолжала на нее шипеть, пока мышка не остановилась.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": " Спасибо за прочтение книги! Я создала ее, чтобы порадовать вас и подарить новогоднее настроение! С наступающим вас!",
    "answers": [
      {
        "id": 1,
        "text": "С начала."
      }
    ]
  },
  {
    "id": 22,
    "text": " Вот часы в комнате пробили ровно двенадцать раз. Девочка с восторгом запрыгала по комнате. В трубе камина послышалось шуршанье! Показался большой, красный мешок! А за ним и сам Дед Мороз! Он подошел к елке, положил под нее подарок, засмеялся и пожелал счастливого Нового Года! Когда Дед Мороз ушел, послышались бубенцы! Это его олени неслись на всех парах к следующему дому дарить радость и счастье!",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]