[
  {
    "id": 1,
    "text": "Смертельный бой: Часть 1. Скорпион.\n------------------------------------------------------------\nАвтор книги: Владислав Авдеев или ViRei.\n------------------------------------------------------------\nОписание: \nВ этой части вы должны пройти 1 главу за Скорпиона. Последующие части будут от лица других персонажей. От лица какого персонажа будет глава 2, решите вы. Напишите мне имя персонажа из игры Mortal Kombat 9 или Mortal Kombat XL в комментарии или на мою почту - vvlad980gmail.com\n------------------------------------------------------------\nУдачи!",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1: Скорпион"
      },
      {
        "id": 9,
        "text": "Начать 1 миссию",
        "need": 13
      },
      {
        "id": 73,
        "text": "Начать 2 миссию",
        "need": 72
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты должен мне помочь! Пока они не... ",
    "answers": [
      {
        "id": 3,
        "text": "Связать свое сознание с телом Скорпиона"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тело Скорпиона подчиняется тебе...",
    "answers": [
      {
        "id": 4,
        "text": "Начать выполнение миссии..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Привет! Я Ранис. Ты в теле скорпиона... У тебя будет три миссии! Пока выполни первую. Отправляйся к Шинноку, он даст тебе 1 задание.",
    "answers": [
      {
        "id": 5,
        "text": "Отправится к Шинноку"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подошли к священному алтарю Шиннока. Вход туда защищают двое таркатанов и Барака... Рядом с вами две колонны и мост ведущий в алтарь.",
    "answers": [
      {
        "id": 7,
        "text": "Скинуть Бараку со стражами алтаря с моста"
      },
      {
        "id": 8,
        "text": "Обмотать колонны цепями и вырвав их с земли кинуть в Бараку и его воинов"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы метнули свой кунай в Бараку и в долю секунды, одним прыжком оказались перед Баракой. Барака ударив вас в живот, скинул с моста. ",
    "answers": []
  },
  {
    "id": 7,
    "text": "Вы метнули кунай в самую высокую точку алтаря и ухватившись за цепь, как на Тарзан на лиане, спрыгнули с камня и столкнули таркатанов с моста, однако Барака успел ухватиться за вашу ногу. Достав лезвие из своей руки, он попытался отрезать вашу ногу!",
    "answers": [
      {
        "id": 11,
        "text": "Попробовать его скинуть с ноги"
      },
      {
        "id": 12,
        "text": "Достать свободной рукой свой меч и отрубить Бараке руки"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы кинули колонны в Бараку и его тарканов, но Барака всего одним ударом ноги разбил одну колонну на лету, на две части, а затем и вторую! Вы метнули кунай в высшую точку алтаря и как Тарзан на лиане спрыгнули с моста, и успешно сбили обоих таркатанов с моста, однако за вашу ногу успел схватиться Барака. Он вытащил из своей руки лезвие и собрался отрезать вам ногу!",
    "answers": [
      {
        "id": 11,
        "text": "Попробовать его скинуть с ноги"
      },
      {
        "id": 12,
        "text": "Достать свободной рукой свой меч и отрубить Бараке руки"
      }
    ]
  },
  {
    "id": 9,
    "text": "Открыв свиток вы начали его читать: \"Привет, Скорпион... Один из моих врагов- Джонни Кейдж, до сих пор жив. Так вот твоя задача - исправить это! Помимо основной задачи ты просто обязан грохнуть и его семейку! Никакого не оставляй в живых!\nУдачи Скорпион! \"\nДи''Вора",
    "answers": [
      {
        "id": 10,
        "text": "Выйти на след Кейджа"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы отправились к Джаксу, он его лучший друг и явно он знает где обычно тусуется семья Кейджа... Джакс был в отставке, вырастил дочь Джэки и стал фермером. Однако он часто видится с Джонни, дочка Кейджа (Кесси) - лучшая подруга Джэки. \nВы зашли в конюшню. Здесь совершенно пусто... Ни одной лошади, ни единой души...",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из конюшни"
      }
    ]
  },
  {
    "id": 11,
    "text": "Барака не успел отрезать вашу ногу, вы его скинули прямо в пропасть... \nСами вы уже приземлились на крышу алтаря и пробив её мощным ударом ноги оказались прямо перед Шинноком.",
    "answers": [
      {
        "id": 13,
        "text": "Говорить с Шинноком"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы достали меч и отрубив Бараке руки скинули его в пропасть. Тут же вы приземлились на крышу алтаря и пробив его мощным ударом ноги оказались прямо перед Шинноком. ",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы: Это что за подготовка к выполнению первой миссии была у входа к тебе Шиннок? \nШиннок: Ты все правильно понял Скорпион... \nВы: И что это за трюк с отрезанием моей ноги был?\nШиннок: Не знаю... Я не предупреждал Бараку и его зубастых дружков о твоем приходе. \nВы: То есть он мог меня убить?\nШиннок: Да. Так и есть. Но сейчас не об этом... Вот твоя первая миссия Скорпион! Держи свиток! ",
    "answers": [
      {
        "id": 1,
        "text": "Молча забрать свиток у Шиннока"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы только обернулись, как вдруг вы обнаружили Джакса, который сразу же мощным ударом железной руки отправил вас в самый конец конюшни.\n(Контрольная точка)",
    "answers": [
      {
        "id": 15,
        "text": "Попытаться встать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Не успев подняться, Джакс отправил вас на 5 метров от себя сломав стену конюшни. Отряхнувшись вы...",
    "answers": [
      {
        "id": 16,
        "text": "Метнули кунай в его ногу и раскрутив его цепью вокруг себя кинуть обратно в конюшню"
      },
      {
        "id": 17,
        "text": "Телепортнуться за его спину и метнуть в его спину свой кунай, после чего обмотав цепью его шею начать душить его"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы метнули кунай в ногу Джакса, но начать его раскручивать вы не успели, так как он вытащил кунай из ноги и потянул его вместе с вами на себя. Вы полетели прямо на Джакса и тот не дав вам еще приземлится, тут же ударил вас в полете рукой в живот и когда вы полетели противоположно Джаксу он схватил цепь и начал её раскручивать. Вдруг он отпустил цепь и вы полетели прямо в конюшню",
    "answers": [
      {
        "id": 18,
        "text": "Отряхнуться и продолжить бой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мгновенно оказавшись за спиной у Джакса вы намотали на его шею цепь и стали его душить. \nДжакс: Что тебе от меня нужно?! Отпусти!",
    "answers": [
      {
        "id": 19,
        "text": "Мне нужны сведения о Кейдже!"
      },
      {
        "id": 20,
        "text": "Мне нужна твоя дочь Джакс!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Джакс: Что ты здесь делаешь Скорпион?! Что тебе нужно?!",
    "answers": [
      {
        "id": 21,
        "text": "Кинуть в него свой меч"
      },
      {
        "id": 22,
        "text": "Достать свои мечи"
      }
    ]
  },
  {
    "id": 19,
    "text": "Джакс: О Кейдже? Зачем он тебе?\nВы захватив посильнее его шею стали очень сильно душить Джакса.\nДжакс: Стой! Хватит! Я расскажу! Какие именно сведения о Джонни тебе нужны? ",
    "answers": [
      {
        "id": 23,
        "text": "Мне нужно знать где он живет или где часто бывает!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Джакс: Что?! \nДжакс вырвался из цепи и ударив вас апперкотом в челюсть, схватил огромный камень и стал бить вас им до тех пор пока вы не погибли... ",
    "answers": [
      {
        "id": 14,
        "text": "Контр. точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы кинули свой меч в тоже самое у Джакса место что и свой кунай. \nДжакс: Я убью тебя чертов ты дьявол!",
    "answers": [
      {
        "id": 17,
        "text": "Телепортнуться за его спину и метнуть в его спину свой кунай, после чего обмотав цепью его шею начать душить его"
      },
      {
        "id": 24,
        "text": "Достать свой 2-й меч"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы достали свои мечи и один из них метнув Джаксу в плечо, быстро подбежали к ногам Джакса и отрубили их вторым мечом. \nДжакс громко завопил от боли. \nДжакс: Что я тебе сделал? Что тебе нужно от меня?! ",
    "answers": [
      {
        "id": 19,
        "text": "Мне нужны сведения о Кейдже!"
      },
      {
        "id": 20,
        "text": "Мне нужна твоя дочь Джакс!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Джакс: Он не живёт нигде! У него нет дома! ",
    "answers": [
      {
        "id": 25,
        "text": "Да ну? А его дочь и жена где же тогда?"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы достали 2-й меч из-за своей спины и быстро шмыгнув к ногам Джакса, отрубили их. \nДжакс громко завопил от боли. \nДжакс: Что я тебе сделал? Что тебе нужно от меня?! ",
    "answers": [
      {
        "id": 19,
        "text": "Мне нужны сведения о Кейдже!"
      },
      {
        "id": 20,
        "text": "Мне нужна твоя дочь Джакс!"
      }
    ]
  },
  {
    "id": 25,
    "text": "Джакс: Джонни военный как-никак... Кесси со своим отрядом помогает спецназовцам, Соня управляет солдатами на базе... Они живут только на работе! ",
    "answers": [
      {
        "id": 26,
        "text": "Убить Джакса окончательно его задушив"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы задушили Джакса и только собрались уходить с фермы, как увидели Джеки Бриггс и Кесси... ",
    "answers": [
      {
        "id": 27,
        "text": "Джекпот!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Джеки: Ты... Ты убил моего отца! Сдохни тупое отродье ада! \nДжеки нажала на какое-то устройство в руке, как вдруг оказалась полностью в железной броне и еще раз тыкнув на свою руку, выпустила оттуда две ракеты! ",
    "answers": [
      {
        "id": 28,
        "text": "Увернуться от ракет"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы метнули кунай в крышу амбара стоящего недалеко от вас и отпрыгнув от взрыва, оказались уже там. Но Кесси увы ждала вас там и оказалась за вашей спиной... \n(Контрольная точка)",
    "answers": [
      {
        "id": 29,
        "text": "Ударить её ногой с разворота"
      },
      {
        "id": 30,
        "text": "Развернуться и поговорить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы ударили ее ногой с разворота и метнув в неё кунай, вырвали её сердце из груди. ",
    "answers": [
      {
        "id": 31,
        "text": "Спрыгнуть с крыши"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы развернулись.\nВы: Кесси стой! Я не причиню тебе зла! Только пожалуйста свали отсюда! \nКесси: Что?! Ты убил моего дядю и отца моей лучшей подруги! А теперь хочешь убить её! \nВы: Я ничего не хочу! У меня миссия! \nКесси: Какая еще миссия Скорпион?! Ты сгоришь в аду как и все кто обидит Джеки!",
    "answers": [
      {
        "id": 32,
        "text": "Перерезать её горло кунаем"
      }
    ]
  },
  {
    "id": 31,
    "text": "Джеки увидев это через свой железный костюм пришла в бешенство и нажав снова на свою руку, у неё из-за спины стал подниматься пулемет... ",
    "answers": [
      {
        "id": 34,
        "text": "Телепортироваться за ее спину"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы только достали кунай, как Кесси напрыгнула на вас и напоролась животом на ваше оружие. ",
    "answers": [
      {
        "id": 33,
        "text": "Метнуть кунай в Джеки"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы метнули в Джеки кунай как она схватилась за цепь и своим железным костюм стала его раскалять... Как ни странно ваши руки сгорели касаясь цепи и куная и вы упали на землю... Джеки опять нажала на руку и вдруг из-за спины костюма поднялся пулемет, которым она вас расстреляла...",
    "answers": [
      {
        "id": 28,
        "text": "Контр. точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 34,
    "text": "Джеки палила из пулемета как могла, но вы телепортировались за её спину.",
    "answers": [
      {
        "id": 35,
        "text": "Схватиться за пулемет"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы схватились за пулемет и направили его прямо на костюм Джеки. Джеки от ярости даже не заметила что стреляет в сама себя, до тех пор пока пули не пробили её защитное стекло и не прострелили ей череп.\n(Контрольная точка)",
    "answers": [
      {
        "id": 36,
        "text": "Идти к военной базе"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы на военной базе. У входа стоят двое военных. ",
    "answers": [
      {
        "id": 37,
        "text": "Разобраться с ними"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы резко выскочили из-за угла и кинули в головы обеих военных свои мечи. ",
    "answers": [
      {
        "id": 38,
        "text": "Вытащить из их голов мечи и идти дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы вошли на военную территорию. Вас завидел снайпер стоящий на смотровой вышке, который стал стрелять по вам! ",
    "answers": [
      {
        "id": 39,
        "text": "Метнуть кунай в снайпера"
      },
      {
        "id": 40,
        "text": "Метнуть кунай в смотровую вышку и запрыгнуть в неё к снайперу"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы метнули свой кунай в снайпера и дернув цепью на себя, скинули его из смотровой вышки...",
    "answers": [
      {
        "id": 41,
        "text": "Идти в бункер 11"
      },
      {
        "id": 42,
        "text": "Идти в бункер 7"
      },
      {
        "id": 43,
        "text": "Идти в бункер 5"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы метнули в смотровую вышку свой кунай и быстро оказались рядом со снайпером. ",
    "answers": [
      {
        "id": 44,
        "text": "Перерезать ему горло"
      },
      {
        "id": 45,
        "text": "Схватить за шею и пытать"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы вошли в бункер номер 11. При входе в бункер вы заметили камеру. ",
    "answers": [
      {
        "id": 47,
        "text": "Спалить камеру огненным дыханием"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы вошли в бункер номер 7. При входе в бункер вы заметили камеру. ",
    "answers": [
      {
        "id": 47,
        "text": "Спалить камеру огненным дыханием "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы вошли в бункер номер 5. При входе в бункер вы заметили камеру. ",
    "answers": [
      {
        "id": 49,
        "text": "Спалить камеру огненным дыханием"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы перерезали снайперу горло и решили осмотреться. ",
    "answers": [
      {
        "id": 46,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы выбили оружие из рук снайпера своей ногой и схватили его за шею. \nСнайпер: Не надо! Прошу, не убивай! ",
    "answers": [
      {
        "id": 50,
        "text": "Хочешь жить? "
      }
    ]
  },
  {
    "id": 46,
    "text": "На базе есть три бункера. В какой из них идти?",
    "answers": [
      {
        "id": 41,
        "text": "Идти в бункер 11"
      },
      {
        "id": 42,
        "text": "Идти в бункер 7"
      },
      {
        "id": 43,
        "text": "Идти в бункер 5"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы спалили камеру, но на ней вы все равно засветились и Соня Блэйд со всеми другими военными уже получили известие о вашем вторжении! Вы побежали прямо по колидору. Тут развилка...",
    "answers": [
      {
        "id": 48,
        "text": "Идти прямо"
      },
      {
        "id": 48,
        "text": "Идти налево"
      },
      {
        "id": 48,
        "text": "Идти направо"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы продолжили путь как вдруг наступили на мину и все ваши внутренние органы разлетелись по всему колидору этого бункера! ",
    "answers": [
      {
        "id": 35,
        "text": "Контр. точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы спалили камеру, но на ней вы все равно засветились и Соня Блэйд со всеми другими военными уже получили известие о вашем вторжении! Вы побежали прямо по колидору. Тут развилка...",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить идти прямо"
      },
      {
        "id": 54,
        "text": "Идти налево"
      },
      {
        "id": 48,
        "text": "Пойти направо"
      }
    ]
  },
  {
    "id": 50,
    "text": "Снайпер: Да... Умоляю тебя, отпусти...",
    "answers": [
      {
        "id": 51,
        "text": "Хм... Тогда расскажи где прячется Джонни и его супруга! "
      }
    ]
  },
  {
    "id": 51,
    "text": "Снайпер: Ты меня все равно убьешь! Зачем мне тогда тебе это рассказывать?",
    "answers": [
      {
        "id": 44,
        "text": "Перерезать ему горло ножом"
      },
      {
        "id": 53,
        "text": "Расскажешь - я убью тебя мгновенно, а если нет... То я возьму шприц и буду им вливать в твои вены бензин. После чего подожгу тебя... Что выбираешь?!"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы: Хм... Этот тип мог и обмануть меня... Ладно, у меня нет времени на раздумье",
    "answers": [
      {
        "id": 43,
        "text": "Идти в бункер номер 5"
      }
    ]
  },
  {
    "id": 53,
    "text": "Снайпер: Ладно, хорошо! Они... Они несколько минут назад связывались со мной. Миссис Блэйд с лейтенантом Кейджем в бункере номер 5! ",
    "answers": [
      {
        "id": 52,
        "text": "Отрубить ему голову"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы продолжили путь по колидору этого бункера. Вы дошли до конца колидора. \n(Контрольная точка)",
    "answers": [
      {
        "id": 55,
        "text": "Пойти налево"
      },
      {
        "id": 56,
        "text": "Пойти направо"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы пошли налево. Вдруг вы обнаружили мину в колидоре.",
    "answers": [
      {
        "id": 57,
        "text": "Разминировать"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы свернули направо. Вдруг вы увидели дверь с левой стороны колидора.",
    "answers": [
      {
        "id": 58,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы попытались разминировать её, но данная мина управлялась особым пультом. Вы это поняли только когда подошли к ней и увидели в далеке Джонни Кейджа с пультом в руке... Раздался взрыв и все ваши внутренние органы разлетелись по колидору бункера номер 5... ",
    "answers": [
      {
        "id": 54,
        "text": "Контр. точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы подошли к двери как вдруг она распахнулась и оттуда вылетела Соня и набросилась на вас!",
    "answers": [
      {
        "id": 59,
        "text": "Вытащить свой кунай"
      },
      {
        "id": 60,
        "text": "Вытащить свой меч"
      }
    ]
  },
  {
    "id": 59,
    "text": "Соня увидела что вы достали кунай из своего рукава и схватив вашу руку с кунаем сломала её. Вы упали на пол.",
    "answers": [
      {
        "id": 61,
        "text": "Чертова оборванка! "
      }
    ]
  },
  {
    "id": 60,
    "text": "Соня увидела что вы достали и схватив вашу руку в которой вы держали меч, сломала её. Вы упали на пол.",
    "answers": [
      {
        "id": 61,
        "text": "Ах ты чертова оборванка!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Соня: Скорпион! Неожиданный визит... Что же тебе нужно украсть у нас жалкий адский воришка?! ",
    "answers": [
      {
        "id": 62,
        "text": "Я больше не вор Соня... "
      }
    ]
  },
  {
    "id": 62,
    "text": "Соня: Что правда? А кто же ты сейчас?! В мире апокалипсис, а ты никак не выберешь кто ты Скорпион! Куан Чи запудрил тебе мозги своей ложью и ты убил Саб-Зиро. Потом ты конечно же убил и Куан Чи, после чего стал бомжом об которого все вытирают ноги. Соня ударила вас ногой в лицо",
    "answers": [
      {
        "id": 63,
        "text": "Хех... Я не тот кем был. "
      }
    ]
  },
  {
    "id": 63,
    "text": "Соня: Да уж... Ты рихнулся Скорпион. У тебя нет ни клана, ни должности, ни семьи, ни совести, ни чести! Кто ты тогда? И что тебе нужно на военной территории?! ",
    "answers": [
      {
        "id": 64,
        "text": "Ох, Соня, Соня... Твоей семьи тоже скоро не будет... "
      }
    ]
  },
  {
    "id": 64,
    "text": "Соня ударила вас каблуком в грудь.\nСоня: Не смей даже говорить о моей семье засранец! Что ты вообще можешь?! Моя дочь и то тебя в клочья порвет! ",
    "answers": [
      {
        "id": 65,
        "text": "Хах! Забудь о своей Кесси! Я убил её и её подружку Джеки! Соня, очнись! Я теперь наемный убийца! И я убью тебя и твоего Джонни! "
      }
    ]
  },
  {
    "id": 65,
    "text": "Соня: Что???!!! Ты не мог!!! Ты не мог убить Кесси!!! Она сейчас на ферме Бриггса! \nВы восстановили свой перелом так как вы адская сущность и вы можете регенерировать свои раны и переломы. Злорадно посмеявшись, вы встали и вытащив меч из-за спины замахнулись мечом на Соню. Однако Соня отбила меч ногой и ударила вас своим каблуком в живот.",
    "answers": [
      {
        "id": 66,
        "text": "Схватить её за ногу"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы схватили Соню за ногу и вытащив меч из-за спины, отрубили ей её ногу. После вы вновь злорадно засмеялись воткнули свой меч ей в горло... ",
    "answers": [
      {
        "id": 67,
        "text": "Уйти и оставить этот меч в её горле"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы пошли дальше по колидору, сохраняя хладнокровие и тут вас что-то очень сильно ударило сзади. Вы обернулись и увидели Джонни метнувшего в вашу спину зеленый магический шар. Он стоял со слезами в глазах и в руке держал меч... Это меч которым вы убили Соню Блэйд... ",
    "answers": [
      {
        "id": 68,
        "text": "Оу... Вижу ты уже увидел что твоей жене не хватило физической подготовки для боя со мной! "
      }
    ]
  },
  {
    "id": 68,
    "text": "Джонни: Чтоб ты сдох тупая скотина! Я убью тебя! ",
    "answers": [
      {
        "id": 69,
        "text": "Если бы я не убил твою дочку она бы сейчас явно удивилась твоему поведению Джонни! "
      }
    ]
  },
  {
    "id": 69,
    "text": "Джонни пришел в полнейшую злость и сжав покрепче меч в своей руке стал им размахивать из стороны в сторону. ",
    "answers": [
      {
        "id": 70,
        "text": "Телепортироваться ему за спину"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы телепортировались ему за спину и тут же вытащив меч, вонзили его Кейджу в спину... ",
    "answers": [
      {
        "id": 71,
        "text": "Выйти из бункера"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы вышли из бункера номер 5 и отправились к Шинноку. ",
    "answers": [
      {
        "id": 72,
        "text": "в алтаре Шиннока"
      }
    ]
  },
  {
    "id": 72,
    "text": "Шиннок: Отлично! Я передам Ди''Воре что семья Кейджа мертва. Держи это!  Пока тебя не было, Кун Цзинь прислал тебе 2-е задание! Без тебя ему не справится! Возьми свиток",
    "answers": [
      {
        "id": 1,
        "text": "Взять свиток и завершить 1 задание"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы развернули свиток. \n\"Привет Скорпион! Выполни мое задание и я тебе за него дам магический амулет! Но я пока что не скажу какой... Вот твоё задание:\nКак известно после убийства Куан Чи ты стал вором. Так вот... Если ты незаметно украдешь ключи от ларца с магическими амулетами, я тебе дам один из этих камней. Ларец уже у меня, но мне нужны только ключи! Они привязаны к цепочке, а цепочку эту носит один из охранников музея у себя на шее, снимает он её только перед сном!  И помни, если тебя обнаружат, тебе крышка!\n\nКун Цзинь\"",
    "answers": [
      {
        "id": 74,
        "text": "Переодется в обычный неприметный костюм и пройти в музей"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы заплатили за вход в музей и вас не узнали. Что теперь?",
    "answers": [
      {
        "id": 75,
        "text": "Отправиться по колидору"
      },
      {
        "id": 76,
        "text": "Следить за одним из охранников"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы пошли прямо по колидору и вдруг увидели открытую дверь. В этом кабинете стоит стол и компьютер с камерами наблюдения. А на его клавиатуре лежат ключи! Возможно это те самые что вы искали! ",
    "answers": [
      {
        "id": 77,
        "text": "Взять ключи"
      },
      {
        "id": 78,
        "text": "Ходить неподалёку от кабинета"
      }
    ]
  },
  {
    "id": 76,
    "text": "Продолжение следует... Автор книги пишет продолжение. Книга обновится 2 августа! А пока почитайте мои другие не менее интересные книги! Удачи! :-) ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на 1 страницу"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы только взяли ключи как вдруг сзади вас стали душить! ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 78,
    "text": "Поздравляю вы дошли до конца квеста! В близжайшие две недели продолжение выйдет и книга обновится. А пока оставьте свой комментарий о квесте! ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  }
]