[
  {
    "id": 1,
    "text": "Создатель: fumatore\n\nЖанр: Экшн, романтика (?¿), мистика.\n\nЛизз поступает в новую школу. Заводит себе новых друзей, врагов, единственную и неповторимую любовь, и все в таком духе. Но девушку ждет не только радость и веселье, к сожалению. Ведь школа таит в себе опасные и где-то даже смертельные тайны. И главная из них...\nКаков на вкус настоящий гранат?\n\nстатус: в процессе",
    "answers": [
      {
        "id": 42,
        "text": "Моим читателям."
      },
      {
        "id": 2,
        "text": "Let's go!"
      },
      {
        "id": 19,
        "text": "Награды и достижения."
      },
      {
        "id": 27,
        "text": "Обновления."
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c836721/v836721838/49ada/EB5qejLHCMU.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Содержание:",
    "answers": [
      {
        "id": 3,
        "text": "Пролог. Home sweet home"
      },
      {
        "id": 22,
        "text": "Глава 1. Here I am"
      },
      {
        "id": 115,
        "text": "Глава 2. Oblivion"
      },
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Пролог. Дом, милый дом\n\nПереезд в новый город, переезд в новый дом. Лизз эта идея не нравилась с самого начала, ведь здесь она не знает никого. Ей пришлось оставить своих родных (бабушку с дедушкой, например) и лучших друзей. \nПочему переехали, спрашиваете? Потому что новый дом, во двор которого они только что въехали, продавался с невероятными скидками! И отец Лизз, оценив это как\nвозможность начать жизнь с чистого листа, да и на свежем воздухе, далеко от городской суеты, тут же созвонился с агентом недвижимости.",
    "answers": [
      {
        "id": 4,
        "text": "Выйти из машины и осмотреть дом."
      },
      {
        "id": 5,
        "text": "Остаться в машине и наблюдать за домом из \"укрытия\"."
      }
    ]
  },
  {
    "id": 4,
    "text": "Лизз решила размять ноги от долгой езды и вышла из машины, случайно хлопнув дверью. Отец в сотый раз упрекнул ее в этом, и Лизз, извинившись, прошла по каменной дорожке к дому. \n\"Нормальный двухэтажный дом, в стиле барокко, че\" - оценивающе подумала Лизз. \"Можно будет звать сюда друзей и закатывать пати-харды, ха-ха\".\n",
    "answers": [
      {
        "id": 6,
        "text": "Войти в дом."
      },
      {
        "id": 7,
        "text": "Поразмышлять о нынешнем и грядущем."
      },
      {
        "id": 8,
        "text": "Свернуть с дорожки и взглянуть на задний двор."
      }
    ]
  },
  {
    "id": 5,
    "text": "Лизз очень устала после долгой езды, поэтому решила посидеть немного в тишине и одиночестве.\nДом большой... Как в нем будут уживаться только два человека? Наверняка здесь есть куча свободных комнат, можно пригласить бабушку с дедушкой... Им точно понравится здесь, вдалеке от города. Или можно позвать Андреа погостить во время школьных каникул. Андреа - лучшая подруга Лизз, по которой они обе будут скучать больше всего.",
    "answers": [
      {
        "id": 4,
        "text": "Выйти из машины."
      }
    ]
  },
  {
    "id": 6,
    "text": "Лизз немного помаячила на крыльце дома и рассматривала резную деревянную и весьма странную дверь. Дверной молоток в виде головы чудовища, держащего в зубах медное кольцо очень нравился Лизз. Она решила войти внутрь. И наткнулась на незнакомого мужчину в грязной одежде и в синей кепке, подозрительно закрывающей глаза.",
    "answers": [
      {
        "id": 9,
        "text": "\"Ч-че? Воры? Карауул!!\""
      },
      {
        "id": 10,
        "text": "\"Ой, извините...\""
      },
      {
        "id": 11,
        "text": "\"А ну иди сюда, собака, я тебе покажу, как новых хозяев пугать!\""
      }
    ]
  },
  {
    "id": 7,
    "text": "Ээх, только приехала сюда, а уже взяла ностальгия по прошлому городу. Лизз уже начала скучать по нему, по друзьям, которые остались там, за тысячи миль от этого места. Город, в котором девушка родилась и выросла, был для нее очень доброжелательным и родным. Особенно по сравнению с этим маленьким городишко, которого даже на карте нет.\n\"Зато очинь красивый пизажж!!\" - передразнила Лизз слова своего отца.",
    "answers": [
      {
        "id": 4,
        "text": "Прекратить размышлять."
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Непредсказуемость - ключ к победе!\" - решительно подумала девушка и резко свернула. Пройдясь по жухлой нескошеной траве и опавшим листьям, Лизз обошла дом сзади.\nЗадний двор выглядел также скучно и пустынно, и эта картина нагоняла на Лизз легкую меланхолию. Даже одинокая старая качель не спасала положение.",
    "answers": [
      {
        "id": 12,
        "text": "Покачаться на качели."
      }
    ]
  },
  {
    "id": 9,
    "text": "Испуганно вскрикнув, Лизз отскочила в сторону. Человек, испугавшись не меньше девушки, уронил какую-то коробку, незамеченную ранее.\nВ коробке, как оказалось, была какая-то старая рухлядь в виде потертых фоторамок, какие-то пыльные книги и разбитое зеркало, чьи осколки были аккуратно собраны в мешочек рядом.\n- Прошу прощения, мисс, - извинился человек, и девушка поняла, что это никакой не вор, а один из рабочих, которых нанял отец, чтобы помогли с уборкой дома.",
    "answers": [
      {
        "id": 14,
        "text": "Из коробки что-то выпало."
      },
      {
        "id": 13,
        "text": "Идти искать отца."
      }
    ]
  },
  {
    "id": 10,
    "text": "- Ой, извините, - сказала Лизз, чуть отскочив в сторону, пропуская незнакомца вперед.\n- Ничего страшного, мисс. Это я виноват, что напугал вас, - встрепенулся мужчина и чуть встряхнул коробкой в руках, незамеченной девушкой ранее. В коробке что-то звякнуло, но это была лишь старая рухлядь, оставшаяся от прежних хозяев.\nМужчина, оказавшись одним из папиных рабочих, чтобы быстрее прибрать дом, криво улыбнулся Лизз и отправился восвояси. ",
    "answers": [
      {
        "id": 14,
        "text": "Найти что-то, которое выпало из коробки."
      },
      {
        "id": 13,
        "text": "Идти искать отца."
      }
    ]
  },
  {
    "id": 11,
    "text": "Резко вскинув руки и сделав грозный вид, Лизз отпрыгнула чуть назад и начала вращать кулаками. Несерьезно, конечно, но вид получился довольно опасный.\n- Извините, мисс, - послышался испуганный голос из под синего козырька. Коробка, незамеченная ранее, в руках у мужчины мелко затряслась. Он отступил назад.\n- А ну, с дороги! - бесцеремонно вскрикнула Лизз. Мужчина послушно отошел в сторону, настороженно наблюдая за девушкой.",
    "answers": [
      {
        "id": 14,
        "text": "Заметить что-то, выпавшее из коробки."
      },
      {
        "id": 13,
        "text": "Идти искать папулю."
      }
    ]
  },
  {
    "id": 12,
    "text": "Лизз села на старые доски. Качель громко заскрипела, но девушка все равно начала раскачиваться. Она любила качаться на качелях, это придавало ей некое чувство свободы. В детстве Лизз часто сбегала из младшей школы, чтобы покачаться на качелях во дворе. Родители и учителя называли этот поступок слишком детским, но Лизз не слушала и продолжала раскачиваться все выше и выше, пока перед ее глазами не кружился весь мир в сумасшедшей пляске. Выше к солнцу. Ближе к небу.\n\"Нужно будет попросить папу смазать петли\" - размышляла Лизз, пока \"наслаждалась\" противными скрипами. Вскоре ей это надоело, и она встала с качели, пока не разболелась голова от этих звуков.",
    "answers": [
      {
        "id": 13,
        "text": "Поискать папу."
      }
    ]
  },
  {
    "id": 13,
    "text": "Внутри дома было много рабочих в синей униформе. Они все суетились, бегали туда-сюда, что-то собирали и уносили, а отец стоял в середине всего этого в большой комнате (предположительно гостиной) и контролировал ситуацию с черной папкой в руках. Лизз подошла к нему.",
    "answers": [
      {
        "id": 16,
        "text": "- Привет."
      },
      {
        "id": 16,
        "text": "- Здарова, епте."
      },
      {
        "id": 16,
        "text": "- День добрый, господин."
      }
    ]
  },
  {
    "id": 14,
    "text": "На полу что-то блестнуло, и зоркий глаз Лизз сразу это заметил. Наклонившись, она нашла небольшой медный кулон в виде граната с отколотым куском. Внутри были аккуратно вставлены зерна граната из маленьких темно-красных рубинов.\n\"Ручная работа! Не то, что сейчас на заводах делают...\" - съязвила Лизз. Переливающиеся в свете солнца камни очень завораживали, девушка не могла оторвать от них взгляда.",
    "answers": [
      {
        "id": 15,
        "text": "Взять себе."
      },
      {
        "id": 17,
        "text": "Оставить, Лизз же не воровка семейных реликвий..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Весело хмыкнув, Лизз сунула находку себе в карман и отправилась искать отца.",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "Отец улыбнулся Лизз.\n- Привет, ты-то как раз мне и нужна.\n- Зачем? - спросила девушка.\n- Сегодня утром пришло письмо от секретаря твоей новой школы и совсем скоро, - отец взглянул на часы, - у тебя будет встреча с директором.\nЛизз не ослышалась? Уже были поданы документы в новую школу?? Без её ведома?? Девушка нахмурилась, глядя на отца. Она хотела сама выбрать себе школу, рассмотрев школьные листовки и, может быть, даже поговорив в кем-нибудь из учителей или учеников. А папа просто взял и подал заявку в какую-то неизвестную школу!!",
    "answers": [
      {
        "id": 20,
        "text": "\"Возмутительно! Это скандал!\""
      },
      {
        "id": 21,
        "text": "\"Ну, может, папа выбрал хорошую школу...\""
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Пойду положу кулон обратно в коробку. Это же не моя вещь, а чья-то драгоценность. Может быть, какой-нибудь наследник этого дома объявится и потребует эту вещицу.\" - Лизз поднялась и бросила реликвию в коробку, оставленную одним из рабочих.\n\n[Автор: Вы пожалеете об этом!!1!]",
    "answers": [
      {
        "id": 13,
        "text": "Искать папулю."
      }
    ]
  },
  {
    "id": 18,
    "text": "Сев на переднее сиденье, Лизз уставилась в окно, вновь на свой новый дом.\nИнтересно, какой будет её новая школа? Большая или тесная? Экономная или с десертами на обед? Как встретят её новые одноклассники? Какую она заработает репутацию, какие будут оценки?\nВсе эти вопросы и неизвестности сильно волновали молодую девушку, однако она даже не подозревает, какие настоящие открытия ее ждут в старшей школе.",
    "answers": [
      {
        "id": 1,
        "text": "К началу."
      },
      {
        "id": 2,
        "text": "К первой главе."
      }
    ]
  },
  {
    "id": 19,
    "text": "Здесь будут выводиться ваши награды и достижения и небольшие комментарии к ним.",
    "answers": [
      {
        "id": 238,
        "text": "Концовка \"Удивительное ничего\"",
        "need": 219,
        "need_ever": true
      },
      {
        "id": 107,
        "text": "Достижение \"Dream\"",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Достижение \"Nicotine\"",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 24,
        "text": "Достижение \"Быть ближе к небу\"",
        "need": 12,
        "need_ever": true
      },
      {
        "id": 25,
        "text": "Награда \"Загадочная безделушка\"",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 20,
    "text": "- Папа!! - истерично вскрикнула Лизз. Отец испуганно на нее посмотрел. - Почему ты мне не сказал? Я хотела сама все сделать! Я уже не маленькая, слышишь?\nЛизз возмущалась и дальше, не обращая внимания на замедленные движения рабочих, явно подслушивающих разговор.\n- Доча, успокойся, - спокойно сказал отец, что вывело Лизз из себя еще больше. - Это частная школа имени графа Сеймура. В нее не многие могут попасть, а ты у нас особенная, верно? - он потрепал дочь по голове и улыбнулся. Лизз тоже слабо улыбнулась в ответ. \n\"Частная школа? В которую не каждый попадет? О, да я молодчинка\" - самодовольно подумала Лизз, хотя она все еще была расстроена, потому что ее планы сорвались. А она этого не любила.\n- Иди пока к машине, я скоро приду, - приказал отец и удалился в какую-то комнату.",
    "answers": [
      {
        "id": 18,
        "text": "Идти к машине.",
        "need": 15
      },
      {
        "id": 23,
        "text": "Идти к машине.",
        "need": -15
      }
    ]
  },
  {
    "id": 21,
    "text": "Тяжело вздохнув, сдерживая возмущение, Лизз подняла взгляд на удивленное лицо отца.\n- И что за школа? \n- О, это частная школа графа Сеймура, ты очень умная девочка, раз тебя приняли туда, - отец потрепал Лизз по голове, и та засветилась от радости. Хоть ее планы и были сорваны, Лизз очень радовалась, что отец ее не подвел.\n- Спасибо! Буду ждать тебя в машине! - и убежала.",
    "answers": [
      {
        "id": 18,
        "text": "Бежать к машине.",
        "need": 15
      },
      {
        "id": 23,
        "text": "Бежать к машине.",
        "need": -15
      },
      {
        "id": 26,
        "text": "Бежать к машине.",
        "need": [
          -12,
          -15
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава 1. А вот и я\n\nЕще издалека Лизз увидела высокую башню, окруженную деревьями, однако она даже подумать не могла, что это часть её новой школы.\n\"Определенно, эта школа будет лучше, чем предыдущая. Хотя бы по своему строению\" - думала девушка, пока отец заворачивал в сторону леса.",
    "answers": [
      {
        "id": 28,
        "text": "Поболтать с папой."
      },
      {
        "id": 29,
        "text": "Наслаждаться музыкой из плейлиста."
      }
    ]
  },
  {
    "id": 23,
    "text": "Сев на переднее сиденье, Лизз уставилась в окно, вновь на свой новый дом.\nИнтересно, какой будет ее новая школа? Большая или тесная? Экономная или с десертом на обед? Как встретят ее новые одноклассники? Какую она заработает репутацию, какие будут оценки?\nВсе эти вопросы и неизвестности сильно волновали молодую девушку, однако она даже не подозревает, какие настоящие открытия предстоят ей в школе.",
    "answers": [
      {
        "id": 1,
        "text": "К началу."
      },
      {
        "id": 2,
        "text": "К первой главе."
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы напомнили Лизз, что значит быть беззаботной юной девочкой, которая качается на качелях на заднем дворе и видит небо под ногами.\n\n[Лизз Вам благодарна]",
    "answers": [
      {
        "id": 24,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы нашли какую-то семейную реликвию в виде граната, усеянного зернами из рубинов.\n\n[Возможно, она Вам пригодится. А может и нет]",
    "answers": [
      {
        "id": 25,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 26,
    "text": "Сев на переднее сиденье, Лизз уставилась в окно, вновь на новый дом. Интересно, какой будет ее новая школа? Большая или тесная? Экономная или с десертом на обед? Как примут ее новые одноклассники? Какую она заработает репутацию, какие будут оценки?\nВсе эти вопросы и неизвестности сильно волновали молодую девушку, однако она даже не подозревала, какие настоящие открытия ее ждут в школе.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      },
      {
        "id": 2,
        "text": "К первой главе "
      }
    ]
  },
  {
    "id": 27,
    "text": "Здесь будут писаться даты выхода обновлений и добавок.\n_____._._____\n\nхз когда/07/17 - создан квест\n__\n\n16/07/17 - написан пролог\n__\n\n17-27/07/17 - писалась первая главка (оч долго, мда)\n__\n\n30/07/17 - исправлены ошибки, добавлены более подробные описания ключевых персонажей.\n__\n\n01-06/08/17 - писалась вторая главка.\n_____._._____",
    "answers": [
      {
        "id": 1,
        "text": "Зачем я сюда зашел?"
      }
    ]
  },
  {
    "id": 28,
    "text": "- Как там она называется? - спросила Лизз, имея в виду заведение.\n- Частная школа имени графа Сеймура, - сказал отец, не поворачивая головы к дочери. \n- А кто это такой вообще?\n- Да сам не знаю. Секретарша говорила, что этот граф раньше был известен в этих местах, и в его честь построили учебное заведение, - папа начал размахивать одной рукой из стороны в сторону, увлекшись разговором. - А еще она сказала, что здесь носят школьную форму.",
    "answers": [
      {
        "id": 30,
        "text": "Нееееет, только не это!"
      },
      {
        "id": 31,
        "text": "Форма? Интересно..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Лизз включила песню, играющую в машине, погромче и уставилась в окно на пролетающий мимо лес.\nИграла своеобразная мелодия, скорее веселая, чем грустная, однако голос певца явно выражал другие эмоции. Он рассказывал о своей возлюбленной и о большой зависимости к ней, и Лизз задумалась, какой надо быть девушкой, чтобы быть \"сильнее, чем никотин\" в глазах мужчины?\n\n'Лучше гореть, чем исчезнуть.'",
    "answers": [
      {
        "id": 32,
        "text": "Приехать."
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Форма? Только не это! Кто вообще её придумал и для чего она нужна? Для контроля над учениками? Или это какая-то волшебная форма, придающая дополнительные знания и концентрацию внимания? Не понятно.\"\n- Не бурчи, - улыбнулся отец, и девушка осознала, что все это время возмущалась вслух.",
    "answers": [
      {
        "id": 32,
        "text": "Приехать."
      }
    ]
  },
  {
    "id": 31,
    "text": "\"Интересно, новая форма... Какая она будет? Надеюсь,  что удобная, а не как в предыдущей школе: рюшечка на рюшечке, пуговка под пуговкой... Фиг застегнешь! О, и лишь бы не серая, а то от такого колличества серого, увиданного мной за всю жизнь (здания, униформа, дороги, вещи всякие...), у меня глаза деградируют на черно-белое-серое видение, а еще хочу, чтобы можно было носить брюки или хотя бы джинсы, но последнее вряд ли разрешат, это же престижная школа...\" - Лизз крепко задумалась и дальше мечтала о своей новой форме, представляла ее и так, и сяк, но довольной все равно не была.",
    "answers": [
      {
        "id": 32,
        "text": "Приехать."
      }
    ]
  },
  {
    "id": 32,
    "text": "Лес кончился. Перед ними, наконец, оказалась школа. Это было великолепное большое здание, тоже в стиле барокко (\"я смотрю, здесь довольно распространен этот стиль\" - подумала Лизз), с высокими окнами в светло-золотой раме, с небольшими скульптурами людей и каких-то непонятных существ на стенах и крыше, с большим двором перед ним и, наверное, с не менее большим двором сзади. Башня, замеченная Лизз еще издалека, вблизи казалась еще выше, будто ее остроконечная крыша задевала облака.\nЗдание было ограждено высоким узорчатым забором, а над воротами была выгравирована надпись \"Частное учебное заведение имени графа Сеймура\".",
    "answers": [
      {
        "id": 33,
        "text": "Вау!.."
      },
      {
        "id": 34,
        "text": "С невозмутимым видом выйти из машины."
      }
    ]
  },
  {
    "id": 33,
    "text": "Девушка искренне восхитилась таким красивым местом, пока отец парковался на специальной, пока пустой площадке.\n\"И здесь я буду учиться следующие два года! Изумительно!\" - настроение Лизз резко подскочило вверх, и она выпрыгнула из машины, чтобы поскорее рассмотреть все детали вблизи.\nРаспахнув врата, Лизз вошла во двор. Была какая-то странная тишина: птицы не пели, петли ворот не скрипели, даже ветер смолк. \nВ самом центре двора стояла каменная статуя. Это был мужчина в сюртуке, держащий в руках трость. Он величественно поднял голову и смотрел прямо перед собой, нахмурив брови. На постаменте было написано: \"Граф Себастиан Сеймур\". Ниже были даты рождения и смерти.",
    "answers": [
      {
        "id": 36,
        "text": "Войти в здание."
      }
    ]
  },
  {
    "id": 34,
    "text": "\"Пф, подумаешь... По любому в этом здании сыро, везде осыпается штукатурка, а на месте голых стен растет плесень\" - побрезговала немного Лизз, пока выходила из машины.\nНа улице была странная гнетущая тишина, особенно по сравнению с шумом в машине.\nРаспахнув врата, Лизз увидела перед собой статую мужчины с тростью. На нем были надеты сюртук, штанишки и туфли на небольшом каблуке. Он величественно поднял голову и смотрел вдаль немигающим взглядом.\nПочему-то у Лизз пошли мурашки ко коже...",
    "answers": [
      {
        "id": 36,
        "text": "Войти в здание."
      }
    ]
  },
  {
    "id": 35,
    "text": "Открыв дверь, Лизз услышала часть разговора, прежде чем поняла, что ворвалась в кабинет бесцеремонно. \n- ...ты будешь делать, но чтобы к вечеру о ней никто не вспомнил!! О, я перезвоню, - кажется, мужчина, говоривший по телефону, заметил Лизз.\n\"Неловко вышло...\" - подумала она.\n- А, заходите, вы как раз вовремя.\nЛизз вошла в просторный кабинет, а следом за ней отец. За большим директорским столом стоял мужчина средних лет. У него были острые черты лица, а тонкая улыбка, хоть и была приятной, резала глаза Лизз, будто это бумага. \nДевушка старалась вести себя естественно, однако светло-янтарные глаза директора будто смотрели на Лизз с немым упреком, так они сверкали.\n\"Да случайно я подслушала, не бейте!!\" - отчаянно подумала Лизз, и директор сразу перестал смотреть на нее, обратив все внимание на отца.\n- Вы, наверное, господин Махоун, верно? - отец кивнул. - А это юная мисс Махоун? Меня зовут Билл. Добро пожаловать, - он снова посмотрел на Лизз, но его глаза уже не сверкали. - Примите мои поздравления, вы зачислены в школу графа Сеймура.",
    "answers": [
      {
        "id": 39,
        "text": "- Спасибо."
      },
      {
        "id": 40,
        "text": "Хранить молчание."
      }
    ]
  },
  {
    "id": 36,
    "text": "Дождавшись папу, они вдвоем вошли в школу.\n\"Уух! Это место внутри кажется еще больше, чем снаружи! Хорошо, что хоть папа знает, куда идти\" - подумала девушка и засеменила за уходящим отцом.\n- Удивительно! Школе явно не один век, а она выглядит так, будто ее только что построили! - восхитился отец, рассматривая стены вокруг. Его голос разнесся небольшим эхом по длинному коридору. - Видимо, здесь очень хорошие рабочие, которые могут восстановить здание так, будто оно не менялось! \n- Ты такой впечатлительный, - хмыкнула Лизз.\n- Нет, ну правда... - он бы восхищался и дальше, если бы они не подошли к кабинету директора.",
    "answers": [
      {
        "id": 35,
        "text": "Войти."
      },
      {
        "id": 38,
        "text": "Постучаться."
      }
    ]
  },
  {
    "id": 37,
    "text": "Песня:\nPanic! At The Disco - Nicotine\n\n[У Лизз иногда заедает эта песня в голове]",
    "answers": [
      {
        "id": 37,
        "text": "Нужно послушать.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 38,
    "text": "За дверью был слышен мужской голос, но разобрать слова девушка не могла. Она постучалась. Мужчина замолк и сказал:\n- Входите.\nЛизз открыла дверь и вошла в просторный кабинет, а отец следом за ней. \nВ кабинете, за широким черным директорским столом стоял мужчина лет тридцати-тридцати пяти. У него были острые черты лица, а тонкая улыбка, хоть и была приятной, странно резала глаза Лизз, будто бумага.\n- Здравстуйте.\n- Добрый день, - поздоровался директор. - Вы, наверное, господин и юная мисс Махоун. Меня зовут Билл, и я директор этой школы. Присаживайтесь, - он указал на мягкие кресла перед столом и уселся на свое место.",
    "answers": [
      {
        "id": 41,
        "text": "Сесть."
      }
    ]
  },
  {
    "id": 39,
    "text": "- Спасибо, поблагодарила его Лизз.\nДиректор улыбнулся и стал рыться в столе.\n- Присаживайтесь, пожалуйста, - он указал на большие кресла перед столом.\nЛизз села и, в буквальном смысле, утонула в нем.\n\"Божечки, как мягко, ня!\" \n- Нравится? - директор смотрел на нее своими светящимися светло-янтарными глазами, и Лизз стало немного не по себе. Она кивнула. - Да-а, мне тоже нравятся эти кресла, я даже подумываю утащить себе одно из них.\nОн захихикал, папа тоже.",
    "answers": [
      {
        "id": 50,
        "text": "Тоже посмеяться"
      },
      {
        "id": 50,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Лизз скромно молчала. Билл, чтобы не затягивать молчание, кашлянул и указал на кресла перед директорским столом.\n- Присаживайтесь, пожалуйста.\nЛизз послушно села, а если точнее, провалилась внутрь этой мягкой кожаной обивки. Отец следом за ней.\n\"Еще чуть-чуть, и я отправлюсь в Диваноляндию!\" - подумала Лизз, все глубже проваливаясь в кресло.\n- Нравится? - добродушно спросил директор, однако его глаза все так же смотрели на девушку с маленьким упреком. - Мне тоже нравятся эти кресла, я даже подумываю пробраться ночью в школу и утащить одно из них себе домой, - он засмеялся, папа тоже.",
    "answers": [
      {
        "id": 50,
        "text": "Посмеяться вместе с ними."
      },
      {
        "id": 50,
        "text": "Снова молчать."
      }
    ]
  },
  {
    "id": 41,
    "text": "Лизз села в свободное кресло, второе занял отец.\n\"Боже, так мягко не могу\" - довольно подумала Лизз и уселась в кресло поглубже. Директор глянул на нее и улыбнулся.\n- Рада, что поступила сюда? - спросил он, видимо заметив довольное лицо девушки.\n\"Эх, если бы вы знали, что я такая радостная из-за мебели...\"\n- В любом случае, добро пожаловать. Сейчас я выдаду тебе документы и твою новую школьную форму, - он начал рыться в ящике, продолжая говорить мелодичным голосом. - Учебный год начнется через две недели, нужно только подготовить тетради и всякие канцелярские принадлежности.\nДиректор дал Лизз бумаги и черный сверток. Он еще продолжал разговаривать о школе, ее тихой жизни и о преподавателях, не упуская возможности пошутить про их способ преподавания, а в заключение попросил Лизз выйти из кабинета.\n- Мне нужно поговорить с твоим отцом наедине, не против? Можешь пока осмотреть школу.",
    "answers": [
      {
        "id": 43,
        "text": "- Конечно."
      },
      {
        "id": 44,
        "text": "Молча выйти."
      }
    ]
  },
  {
    "id": 42,
    "text": "Здарова\nТо есть... Привет и добро пожаловать в этот квест.\nПримите, пожалуйста, к сведению следующие вещи:\n1. Пролог не обязателен для прохождения главной сюжетной линии, но если вы хотите погрузиться в атмосферу, то советую вам начать с него. Да и в нем вас будет ждать (внимание, спойлер!) одна вещичка, которая, возможно, поможет вам в будущем. А может и нет.\n2. Квест будет большим. Если вы не любите большие квесты, то лучше вам нажать кнопочку \"Закрыть квест\" и забыть про него...\n3. Если вы найдете какие-нибудь ошибки, сообщите мне, пожалуйста (ибо я нахожу ошибки спустя две недели ヽ（´ー｀）┌).\n4. Если вы поставили на мою работу дизлайк, то обоснуйте, пожалуйста, что вас сподвигнуло на такой поступок.\n5. Список будет пополняться.",
    "answers": [
      {
        "id": 1,
        "text": "Все понял."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Конечно, - сказала Лизз и послушно вышла из кабинета.\nТолько она закрыла за собой дверь, как внезапно встретилась с большими зелеными глазами. Их цвет напомнил Лизз летнюю листву деревьев в парке, шуршащих при одном дуновении ветра. Они выглядели не менее удивленно, чем глаза Лизз, однако было в этих глазах что-то... Притягивающее.\n- Новенькая? - догадался парень, оперевшийся об стену. У него были взъерошенные, как после бега против ветра, русые волосы, овальное лицо, покрытое редкими веснушками и тонкая ухмылка, от которой отходили маленькие морщинки на щеке.",
    "answers": [
      {
        "id": 45,
        "text": "- Да."
      },
      {
        "id": 46,
        "text": "- Старенькая."
      }
    ]
  },
  {
    "id": 44,
    "text": "Лизз кивнула и молча вышла из кабинета. \nТолько она закрыла за собой дверь, встретилась с яркими светло-зелеными глазами. Их цвет напомнил Лизз летнюю листву деревьев в парке, шуршащих при каждом дуновении ветерка. Они выглядели не менее удивленно, чем глаза Лизз, но было в них что-то... Притягивающее...\n- Новенькая? - показал свои удивительные дедуктивные способности парень, оперевшийся на стену. У него были взъерошенные, как после сильного ветра, русые волосы, овальное лицо, покрытое редкими веснушками и приятная ухмылка, от которой образовывались маленькие складки на щеке.",
    "answers": [
      {
        "id": 45,
        "text": "- Да."
      },
      {
        "id": 46,
        "text": "- Старенькая."
      }
    ]
  },
  {
    "id": 45,
    "text": "- Да, - ответила Лизз.\nПарень кивнул.\n- Привет. Десятый класс?\n- Да, привет.\n- Возможно, попадешь ко мне... Я из 10-2, - он странно ухмыльнулся.\n- А зовут как? \n- Лис. А тебя?\n- Лизз, - представилась девушка, рассматривая парня. Тот кивнул и отвернулся к окну. Потом снова повернулся и произнес, нахмурив брови:\n- Слушай, ты здесь новенькая, поэтому прими этот совет: остерегайся Наследника. Не то проблем наберешься на свою голову.\n",
    "answers": [
      {
        "id": 47,
        "text": "- Наследник?"
      },
      {
        "id": 48,
        "text": "- Что?"
      },
      {
        "id": 54,
        "text": "- Ты че несешь?"
      }
    ]
  },
  {
    "id": 46,
    "text": "- Старенькая, - съязвила Лизз, не отводя глаза.\n- Хм, - он нахмурился. - Так себе шутка. Десятый класс, верно? - дождавшись кивка, парень продолжил. - Возможно, попадешь ко мне в класс. Я из 10-2, если что...\n- А зовут как?\n- Лис. А тебя?\n- Лизз.\n- Что? Тоже Лис?\n- Не-ет, Лиз-з-з, - девушка зажужжала, будто она пчела. Лис усмехнулся.\n- А, понял, - он отлепился от стены, а потом снова к ней приклеился и посерьезнел. - Слушай, ты здесь еще ничего не знаешь, поэтому запомни: остерегайся Наследника. И проблем не будет.\n",
    "answers": [
      {
        "id": 47,
        "text": "Наследник?"
      },
      {
        "id": 48,
        "text": "Что?"
      },
      {
        "id": 54,
        "text": "Ты че несешь?"
      }
    ]
  },
  {
    "id": 47,
    "text": "- Наследник? - недоуменно переспросила девушка.\n- Да, - кратко ответил Лис.\n- \"Враги Наследника, трепещите...\"? - Лизз вспомнила фрагмент из одной книги и улыбнулась.\n- Я серьезно, девочка... Но это ты удачно Гарри Поттера вспомнила, - Лис улыбнулся ей.\nДальше они болтали о своих любимых фильмах и книгах, спорили о том, что лучше: \"Игра Престолов\" или \"Доктор Кто\". Лизз отдавала предпочтение Доктору, а Лису больше нравились дворцовые интрижки.\n- Зато там драконы есть!\n- Пф, подумаешь, драконы! У Доктора машина времени в полицейской будке!\nЗа легким разговором у Лизз совсем вылетел из головы Наследник.",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 48,
    "text": "- Что? - переспросила девушка.\n- Говорю: остерегайся Наследника, - повторил парень громче.\n- \"Враги Наследника, трепещите...\"? - Лизз вспомнила строчки из любимой книги и улыбнулась.\n- Я, вообще-то, серьезно... Но Гарри Поттер очень в тему, - Лис хмыкнул.\nДалее разговор незаметно подошел к сериалам \"Доктор Кто\" и \"Игра Престолов\". Лис отдавал предпочтение политическим играм из последнего, а Лизз больше нравился Доктор.\nЗа приятным общением девушка совсем забыла о странном предупреждении Лиса.",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Странно все... Такое чувство, что здесь что-то не так...\" \nПо пути домой Лизз решила проанализировать сегодняшний день, но не знала, с чего начать.",
    "answers": [
      {
        "id": 57,
        "text": "С Лиса.",
        "need": [
          -43,
          44
        ]
      },
      {
        "id": 56,
        "text": "С директора."
      },
      {
        "id": 57,
        "text": "С Лиса.",
        "need": [
          43,
          -44
        ]
      },
      {
        "id": 58,
        "text": "Распечатать пакет с формой."
      },
      {
        "id": 59,
        "text": "С обращений."
      },
      {
        "id": 60,
        "text": "Долой размышления, песню в студию!"
      },
      {
        "id": 63,
        "text": "Завершить думу.",
        "need": [
          56,
          58,
          59
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "- Хм, итак, - когда все насмеялись, директор, сев в свое кресло, достал из ящика какие-то бумаги и черный сверток. Вручил его девушке. - Это твои документы и расписание на год, в пакете твоя форма.\nЛизз приняла врученное и стала дальше слушать своего директора. Он, в основном, говорил о том, кто какие предметы преподает, о мероприятиях школы и о жизни ее учеников, и у Лизз возникло ощущение, что директор очень тесно связан со школой.\n\"Значит, нам придется видеться чаще.\"\n- А теперь, если вы не против, господин Танкреди, мне нужно поговорить с юной мисс наедине, - он подмигнул.\n- Конечно, я буду в машине, - отец встал и, вежливо улыбнувшись директору, удалился.",
    "answers": [
      {
        "id": 55,
        "text": "\"Так-так-так...\""
      }
    ]
  },
  {
    "id": 51,
    "text": "- Конечно, сэр, - ответила Лизз.\nОна попрощалась с директором, и от последнего совсем не осталось следа той строгости и суровости, которая доводила до жутких мурашек минуту назад.",
    "answers": [
      {
        "id": 85,
        "text": "Выйти из кабинета."
      }
    ]
  },
  {
    "id": 52,
    "text": "Отец вышел из кабинета с легкой улыбкой.\n\"Похоже, у них был приятный разговор\". Лис кивнул отцу девушки и сказал:\n- Что ж, увидимся позже, - он проскользнул в кабинет.\nЛизз успела вставить \"Пока\", прежде чем дверь закрылась. Она повернулась к отцу, тот смотрел в окно напротив с такой же легкой и теперь немного странной улыбкой.\n\"Странно, что он не спросил меня о нем. Папа всегда спрашивает обо всех мальчиках, даже о тех, на которых я случайно взгляну. Чем же они там занимались в кабинете директора?\"\n- Пап, ты в порядке?\n- Конечно, дорогая, пойдем, - он повернулся и пошел в сторону выхода, а Лизз, задумчиво глядя ему вслед, пошла за ним.",
    "answers": [
      {
        "id": 53,
        "text": "Заметить что-то на папе."
      }
    ]
  },
  {
    "id": 53,
    "text": "Только сев в машину Лизз заметила на воротнике рубашки папы какое-то красное пятно.\n- Пап, это что? Кетчупом обляпался? \nПапа, чтобы взглянуть туда, вывернул шею, и Лизз увидела на ней небольшую ранку в виде укуса насекомого в двух местах.\n- Укусил кто-то, наверное, - прокомментировал отец и нелепо улыбнулся. - А я и не заметил, ха-ха. Ну и насекомые пошли...\n- Да уж...",
    "answers": [
      {
        "id": 49,
        "text": "\"Странно\""
      }
    ]
  },
  {
    "id": 54,
    "text": "- Ты че несешь? Курнул?\n- Че? Нет, я серьезно. Просто он жуткий бабник, держись от него подальше.\n- А зачем ты меня предупреждаешь? - хитро сощурила глаза Лизз.\n- Из-за него проблем больно много, - Лис состроил презрительную гримасу, и девушка решила больше не продолжать эту тему, видя, как относится к этому \"Наследнику\" парень.\nЛизз сменила тему, и она незаметно перешла на любимые сериалы.\n- Доктор такой душка!\n- Дейенерис в сто раз лучше твоего Доктора!\nЗа приятным спором Лизз забыла про этого странного Наследника...",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 55,
    "text": "Наступила небольшая тишина, директор вертел в руке свою ручку, Лизз нежилась в кресле. Внезапно взор мужчины обратился к ней, и взгляд его явно не предвещал ничего хорошего. У Лизз побежали мурашки по коже.\n- Так как вы, мисс, будете в дальнейшем учиться здесь, в моей школе, то вам нужно будет учесть следующие правила. И их нарушение, конечно, карается, - говорил он бесстрастно, как рассказывают прогноз погоды. - Во-первых, не забываем о правилах вежливости: здороваемся со всеми, прощаемся, спасибо-пожалуйста и так далее. Во-вторых, как ты уже заметила, здесь принято обращаться к вышестоящим лицами, например, к учителям, на Вы. А в-третьих, здесь определенно нельзя подслушивать... - он сделал многозначительную паузу, строго сдвинув брови, но потом широко улыбнулся. - Шутка. Но в следующий раз постарайся соблюдать эти три правила, ты же хорошая девочка?",
    "answers": [
      {
        "id": 51,
        "text": "Конечно, сэр."
      },
      {
        "id": 84,
        "text": "\"Может я и хорошая снаружи, но внутри меня сидит настоящая бунтарка!\""
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Мда... Директор умеет производить впечатление... Знает, как разговаривать с учениками, умеет заинтересовывать людей, видимо, не один год проработал в школе, да и вид у него довольно солидный, будто он аристократ какой-то.\"",
    "answers": [
      {
        "id": 49,
        "text": "Нормальный дяденька."
      },
      {
        "id": 49,
        "text": "Лучше держаться от него подальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "\"Лис милый мальчик, приятный в общении, да и общих интересов у нас много. Тем более довольно симпатичный... Нравится ли он мне?\"",
    "answers": [
      {
        "id": 61,
        "text": "Нравится."
      },
      {
        "id": 62,
        "text": "Рано еще выводы делать "
      }
    ]
  },
  {
    "id": 58,
    "text": "Лизз решила распечатать черный пакет с формой. Внутри оказалась бордовая юбка с коричневым поясом, корияневый и красный галстук и жилет, тоже красного цвета.",
    "answers": [
      {
        "id": 49,
        "text": "\"Нормальная форма\""
      },
      {
        "id": 49,
        "text": "\"Джинсы лучше\""
      }
    ]
  },
  {
    "id": 59,
    "text": "\"Немного непривычно, когда к тебе обращаются \"юная мисс\", а к папе \"господин\". И сразу становится неловко, потому что ты не знаешь к кому и как обращаться. Стоишь себе, к тебе \"день добрый, мисс\", а ты такая \"здарова епте\".\"",
    "answers": [
      {
        "id": 49,
        "text": "Та ты тут район попутала, йо"
      },
      {
        "id": 49,
        "text": "Возьми учебник да прочитай"
      }
    ]
  },
  {
    "id": 60,
    "text": "Заиграла любимая песня Лизз. В ней пелось о том, что весь мир - сон, и все мы в нем живем. На самом деле Лизз не очень понимала смысл песни, но она очень её вдохновляла.\n\n'В глазах юноши замирают\nсамые красивые огоньки\nиз коридоров родного дома.\nИ ночью нас не разбудят\nкрики незнакомцев где-то снаружи,\nведь шторы на окнах плотно задернуты.'",
    "answers": [
      {
        "id": 49,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 61,
    "text": "\"Определенно нравится. Особенно эти глаза, ярко-зеленые... Только нравится, ничего больше!\"",
    "answers": [
      {
        "id": 49,
        "text": "И ничего больше!"
      }
    ]
  },
  {
    "id": 62,
    "text": "\"Попридержи коней, мисс Махоун! Вы знакомы меньше часа!\"",
    "answers": [
      {
        "id": 49,
        "text": "Так точно, мисс! Держим коней!"
      }
    ]
  },
  {
    "id": 63,
    "text": "Спустя две недели.\n\nВот он - первый школьный день. Всегда переполнен суетой и непонятным волнением, кто-то рад, а кто-то нет. \nВ школе стоял невообразимый гул, ученики и учителя шныряли по коридорам, приветствуя друг друга. Малышня более энергичная, чем старшаки, которые лениво прогуливались взад-вперед.\nИ все в красной форме. Не было ни одного человека (ну, кроме учителей, которые носили особую форму), который бы не носил ее. Если уж посмотреть издалека, то можно подумать, что это кишащие в своем муравейнике красные муравьи.",
    "answers": [
      {
        "id": 64,
        "text": "Пойти осматривать школу."
      },
      {
        "id": 65,
        "text": "Обнаружить Лиса.",
        "need": [
          43,
          -44
        ]
      },
      {
        "id": 65,
        "text": "Обнаружить Лиса.",
        "need": [
          -43,
          44
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "Немного растерявшись от такого количества народу, Лизз помаячила у ворот, а потом поплелась вперед, рассматривая вокруг людей. \n\"Надо бы познакомиться с кем-нибудь. Друзей заводить пора\"\nДевушка осмотрелась в поисках своего нового друга.",
    "answers": [
      {
        "id": 86,
        "text": "Познакомиться с девушкой с косами."
      },
      {
        "id": 87,
        "text": "Познакомиться с мальчиком в кепке с козырьком назад."
      },
      {
        "id": 88,
        "text": "Познакомиться с девушкой в милых очках."
      },
      {
        "id": 89,
        "text": "Обнаружить мальчика, которого видели ранее.",
        "need": [
          -43,
          -44
        ]
      },
      {
        "id": 92,
        "text": "\"Да мне и без друзей нормально\""
      }
    ]
  },
  {
    "id": 65,
    "text": "Одним из таких муравьев была Лизз. В своей новой одежке она чувствовала себя неуютно (особенно галстук, который она завязывала часа полтора), но скоро должна к ней привыкнуть.\nЛис стоял около выхода во внутренний двор и разговаривал с кем-то. Красная форма смотрелась на нем довольно нелепо: рубашка не заправлена, жилет расстегнут, на штанах какое-то пятно...",
    "answers": [
      {
        "id": 66,
        "text": "Подойти и поприветствовать."
      },
      {
        "id": 100,
        "text": "Пройти мимо."
      }
    ]
  },
  {
    "id": 66,
    "text": "- Эй, Лис! - девушка подошла к нему. Собеседник юноши испарился, как только она начала подходить к ним.\n- О, да это же мисс Докторша, - он улыбнулся и осмотрел Лизз с ног до головы. - Миленькая форма.",
    "answers": [
      {
        "id": 68,
        "text": "- Спасибо."
      },
      {
        "id": 69,
        "text": "- Та пошел ты..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Вне зависимости от ответа, девушка подскочила к ним прежде, чем Лизз успела что-то предпринять.\n- Извините, - произнесла девушка взволнованным голосом. - Вы видели Джудит? Такую длинноволосую с голубыми глазами?\nМисса покачала головой.\n- Может, заболела?\n- Нет, она не отвечает на мои звонки, и дома нет никого...\n- Переехала? Она тебе ничего не сообщала? \n- Не-ет. Если увидите ее, сообщите мне, пожалуйста, - попросила девушка и убежала.",
    "answers": [
      {
        "id": 109,
        "text": "\"Странно...\""
      }
    ]
  },
  {
    "id": 68,
    "text": "- Спасибо, - поблагодарила Лизз. - Я думала, мне не очень идет бордовый.\n- Да не... - рассеянно сказал Лис. Похоже, он не думал, что девушка продолжит эту тему. - Так что, какой класс?\n- 10-1, - сказала Лизз, заглянув в документы, которые взяла с собой.\n- О, нормальный класс, - ответил парень. - Хороший коллектив, тебе понравится там.\n- Ты уверен?\n- Ну, судя по тому, что ты водишься с такими замечательными личностями, как я, тебе там точно понравится. Но в моем классе тебе понравилось бы больше, ведь там есть такой восхитительный па...\n- Да поняла я, что ты охрененный, замолчи! - взорвалась Лизз. Лис засмеялся.\n- Спасибо за комплимент, заходи как-нибудь к нам в класс, поболтаем.",
    "answers": [
      {
        "id": 70,
        "text": "Пойти обследовать школу."
      },
      {
        "id": 77,
        "text": "Идти в класс."
      }
    ]
  },
  {
    "id": 69,
    "text": "- Та пошел ты...\n- Что? - он притворно удивился. - Даже комплимент нельзя сделать? Вот что за девушки пошли, все время бедных парней посылают, а потом парни начинают винить во всем себя, и так и получается комплекс неполноценности.\n- Бедненький мальчик, - Лизз сочувственно покачала головой, хотя на самом деле она нисколько не жалела Лиса, а только насмехалась над ним. Он усмехнулся.\n- Так что, какой класс? \n- 10-1, - Лизз посмотрела на документы, которые взяла с собой. - Не судьба нам с тобой в одном классе.\n- Ну и ладно, - Лис пожал плечами. - В 10-1 нормальный коллектив, тебе повезло. Лады, я пошел.\n- Пока.",
    "answers": [
      {
        "id": 70,
        "text": "Пойти осматривать школу."
      },
      {
        "id": 77,
        "text": "Пойти искать свой класс."
      }
    ]
  },
  {
    "id": 70,
    "text": "Куда идти?",
    "answers": [
      {
        "id": 72,
        "text": "Куда-нибудь."
      },
      {
        "id": 73,
        "text": "Во внутренний двор."
      },
      {
        "id": 74,
        "text": "В актовый зал."
      },
      {
        "id": 75,
        "text": "В столовую."
      },
      {
        "id": 76,
        "text": "К доске объявлений."
      },
      {
        "id": 77,
        "text": "В класс."
      }
    ]
  },
  {
    "id": 71,
    "text": "- А сейчас у нас кто руководитель? - спросила Лизз.\n- Не знаю, но он скоро должен подойти с минуты на минуту. Кстати, я Мисса.\n- Лизз, приятно познакомиться.\n- Мне тоже.",
    "answers": [
      {
        "id": 106,
        "text": "Ждать прибытия учителя."
      }
    ]
  },
  {
    "id": 72,
    "text": "Бродя по первому этажу школы, Лизз забрела в женский туалет. Внутри были огромные зеркала в позолоченной раме, тяжелые на вид мраморные раковины с автоматическими кранами.<s>r\n\"Надеюсь, хоть толчки здесь не из золота...\" - съязвила Лизз и заглянула в кабинку.<s>r\nНет, не из золота.",
    "answers": [
      {
        "id": 70,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 73,
    "text": "Внутренний двор был довольно большим. Это было широкое поле со скошенной травой, на которой расселись ученики, хотя рядом по периметру стояли скамейки.\nВ середине поля находилась, увитая лианами так, что внутри ничего видно не было, и вокруг которой росли в клумбах какие-то цветы, небольшая беседка человек  на восемь.",
    "answers": [
      {
        "id": 78,
        "text": "Войти туда."
      },
      {
        "id": 79,
        "text": "Посидеть на скамье."
      },
      {
        "id": 70,
        "text": "Пойти обратно в школу."
      }
    ]
  },
  {
    "id": 74,
    "text": "Актовый зал был большим. Первые две трети занимали  мягкие черные стулья, поставленные в ряд. Остальное пространство занимала сцена на невысоком подиуме и стол с большим компьютером. Задняя стена за сценой была в виде экрана. Проектор висел на потолке.\n\"Тут, наверное, проводят всякие выступления или встречи... Зал, как зал\"",
    "answers": [
      {
        "id": 70,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 75,
    "text": "\"Интересно, как будет выглядеть столовка\" - Лизз в принципе не ожидала увидеть что-нибудь шикарное или необычное, и ее ожидания оправдались - обычная столовая с огромными окнами, выходящими во двор, с белыми столами, вокруг которых по четыре стула.",
    "answers": [
      {
        "id": 70,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 76,
    "text": "На доске объявлений ничего не было, ведь это только первый учебный день, однако здесь остались обрывки прошлогодних листовок, прикрепленные на кнопки.",
    "answers": [
      {
        "id": 70,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 77,
    "text": "Лизз поднялась на второй этаж и стала искать номер со своим классом.\nОн находился почти в самом конце коридора, Лизз вошла внутрь.\nВ классе было достаточно народу в одинаковых красных формах. Одноклассники занимались своими делами: кто сидел на стуле, кто на столе, общаясь со своими друзьями, кто просто стоял у окна или залипал в телефоне.\nСвободные места были только на последних партах. Девушка выбирала, куда бы ей сесть.",
    "answers": [
      {
        "id": 103,
        "text": "Сесть с мальчиком."
      },
      {
        "id": 104,
        "text": "Сесть с девушкой.",
        "need": -93
      },
      {
        "id": 105,
        "text": "Сесть к Миссе.",
        "need": 93
      }
    ]
  },
  {
    "id": 78,
    "text": "Лизз собралась осмотреть беседку, но как только она подошла к ней, наперерез девушке выскочил мальчишка.\n- Сюда могут входить только избранные, новенькая, - сообщил он тонким голосом. У него были каштановые волосы с маленькими кудряшками, большие черные глаза и щупленькая мускулатура.",
    "answers": [
      {
        "id": 80,
        "text": "- И как попасть в круг избранных?"
      },
      {
        "id": 81,
        "text": "- Ути пути, какой ты милый!!"
      },
      {
        "id": 78,
        "text": "Уйти.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 79,
    "text": "Лизз не хочет сидеть на скамье.",
    "answers": [
      {
        "id": 79,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 80,
    "text": "- И как попасть в этот \"круг избранных\"? - спросила Лизз.\nМальчишка растерялся, но потом собрался.\n- Э-э, нужно сначала заслужить уважение Кристиана! Но тебе это вряд ли удастся, - он скептично осмотрел девушку с ног до головы, и Лизз невольно рассердилась.\n\"А ну еще посмей на меня так оценивающе смотреть!!\"",
    "answers": [
      {
        "id": 82,
        "text": "- Посмотрим еще, - уйти."
      },
      {
        "id": 83,
        "text": "- А ну, с дороги, мальчишка!"
      }
    ]
  },
  {
    "id": 81,
    "text": "- Ути-пути, ты такой милашка, - девушка умилилась детской внешности мальчика и не смогла сдержать свои эмоции.\n- Я не милашка!! - закричал мальчик, краснея. - Я уже не маленький, я в восьмом классе!!\nЛизз захихикала, наблюдая за физиономией парнишки, но потом собралась и ответила:\n- Извини. Как попасть в этот \"круг избранных\"?\nРумянец мальчика спал, и он серьезно сказал:\n- Тебе нужно заслужить уважение Кристиана, тогда он решит, брать тебя или нет.",
    "answers": [
      {
        "id": 83,
        "text": "Все равно войти внутрь."
      },
      {
        "id": 73,
        "text": "Не рисковать."
      }
    ]
  },
  {
    "id": 82,
    "text": "Лизз решила не рисковать и оставить этот вопрос на потом, она развернулась и зашагала обратно.",
    "answers": [
      {
        "id": 70,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 83,
    "text": "- А ну, с дороги, мальчишка, - воскликнула Лизз и оттолкнула мальчика в сторону. Не обращая внимания на его возгласы, девушка вошла в беседку.\nВнутри стояла приятная прохлада, однако было так темно, что Лизз почти ничего не видела. Она различила три фигуры, сидящие на скамейке, и одна из них была женской.\n- Здесь чужой, - произнес мужкой голос так, будто обвиняя кого-то.\nЛизз хотела было открыть рот и объясниться, однако мальчишка сзади быстро заговорил испуганным голосом:\n- Простите, сэр, она просто ворвалась сюда, и я... - он замолк, когда фигура подняла руку вверх.\n\"Перепугался мальчик...\" - подумала девушка.\n- Тебя не учили сначала спрашивать разрешения, прежде чем войти? - он обратился к Лизз и лениво поднялся.",
    "answers": [
      {
        "id": 94,
        "text": "- Извините, я уже ухожу."
      },
      {
        "id": 95,
        "text": "- Это ты здесь Кристиан?"
      }
    ]
  },
  {
    "id": 84,
    "text": "\"Может я и хорошая снаружи, но внутри меня сидит настоящая бунтарка. И однажды она вырвется на свободу...\"\n- Конечно, сэр, - Лизз кивнула.\nОни с директором попрощались, и от последнего совсем не осталось следа той строгости и суровости, которая доводила до жутких мурашек минуту назад.",
    "answers": [
      {
        "id": 85,
        "text": "Выйти из кабинета."
      }
    ]
  },
  {
    "id": 85,
    "text": "Лизз вышла из кабинета и, как только она закрыла за собой дверь, встретилась с горящими ярко-зелеными глазами. Они выражали не менее удивленную эмоцию, чем глаза Лизз, однако вскоре их яркость затмила ухмылка. \n- Здарова, новенькая, - у парня были лохматые русые волосы и покрытое редкими веснушками лицо. Он отлепился от стены, на которую опирался, и до того, как девушка успела как-нибудь среагировать, скрылся за дверью.",
    "answers": [
      {
        "id": 49,
        "text": "\"Что это было?\""
      },
      {
        "id": 49,
        "text": "\"Хм, симпотяжка\""
      }
    ]
  },
  {
    "id": 86,
    "text": "Лизз решила подойти к девушке с черными, как смоль, волосами, заплетенными в две косы. Девушка присела у статуи графа и смотрела в свое зеркальце. У нее была, в контраст накрашенным глазам, очень бледная кожа, тонкий маленький носик и пухлые бледно-алые губы.\n\"Она похожа на местную стерву, если честно...\"",
    "answers": [
      {
        "id": 90,
        "text": "Познакомиться."
      },
      {
        "id": 86,
        "text": "Уйти.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 87,
    "text": "Лизз остановила свой взгляд на парне в черной куртке поверх рубашки и в кепке козырьком назад. Под кепкой был виден \"ежик\", однако парню эта прическа очень шла.\n\"Спортсмен? Плохиш? Местный \"крутой чел\"?\"",
    "answers": [
      {
        "id": 91,
        "text": "Познакомиться."
      },
      {
        "id": 87,
        "text": "Уйти.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 88,
    "text": "Девушка с милыми очками стояла под крышей здания и смотрела в дисплей своего телефона. У нее были темные коротко подстриженные волосы, обрамляющие лицо сердцевидной формы и едва-едва касаясь плеч, большие синие глаза, как небо в сумерках, и тонкая шея с молочной кожей. Поверх формы был надет серый свитер.",
    "answers": [
      {
        "id": 93,
        "text": "Познакомиться."
      },
      {
        "id": 64,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 89,
    "text": "Лизз увидела мальчика, которого она видела две недели назад у кабинета директора.\nК школьной форме он относился явно несерьезно: рубашка не заправлена, на штанине брюк пятно какое-то, пиджак вообще отсутствует...\nМальчик заметил Лизз, широко улыбнулся и помахал ей.",
    "answers": [
      {
        "id": 99,
        "text": "Подойти к нему."
      },
      {
        "id": 100,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 90,
    "text": "- Хей, привет... - произнесла Лизз. Девушка подняла голову и недоуменно посмотрела на нее. - У тебя не найдется пудры? Косметичку дома забыла, а у меня тут смазалось немного, - Лизз указала на место в области щеки.\nДевушка деловито осмотрела то место, а затем началась рыться в своей сумке.\n- Конечно, держи, - она протянула небольшую коробочку. Внутри была пудра, румяна и кисточки разного размера.\n- Спасибо, подруга, - улвбнулась Лизз и присела рядом с ней. \n- Я тебя раньше здесь не видела. Ты новенькая?\n- Да, Лизз зовут.\n- А я София из 10-1 класса, - представилась девушка.\n- О, я тоже из 10-1. Будем одноклассницами, - улыбнулась Лизз. Вот и ее одноклассница.\n\"Хотя... С виду нормальная девушка, зря я сначала так подумала.\" \n- Ну хоть какое-то новое лицо. Надеюсь, ты не съедешь отсюда через семестр, как делали все предыдущие новенькие, - пожаловалась София.\n- А почему они уезжали? \n- Не знаю, не приживались здесь, - непринужденно пожала плечами одноклассница. - Климат другой, наверное.\n- Ну, я постараюсь прижиться...\n- Спасибо.",
    "answers": [
      {
        "id": 64,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 91,
    "text": "- Привет... - произнесла Лизз.\nПарень обернулся и осмотрел девушку с ног до головы. В зубах у него оказалась сигарета.\n- Только не говори ничего из темы \"курение убивает\", - внезапно сказал он, не вынимая сигареты.\n- Но я...\n- Да знаю я вас, девчонок, - перебил он Лизз. - Вечно вы за свой ЗОЖ умом и сердцем, так еще и других подключить хотите.\n- Не...\n- Я сам выбираю, как мне жить, и я выбрал неЗОЖ. Так что имейте совесть уважать мое мнение, - парень, похоже, полностью ушел в себя, разлагольствуясь о сигаретах.\n\"Похоже, это больная тема для него...\"",
    "answers": [
      {
        "id": 64,
        "text": "Незаметно удалиться."
      }
    ]
  },
  {
    "id": 92,
    "text": "Лизз решила не заморачиваться насчет друзей и пошла дальше.\n\"Все таки за два года еще успею завести связи.\"",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреть школу."
      }
    ]
  },
  {
    "id": 93,
    "text": "Только Лизз подошла к девушке, как та сказала, не поднимая головы:\n- Привет.\n- Привет, что смотришь? \n- Смотрела сериал \"Очень приятно, Бог\"? - девушка оторвала голову от дисплея и очень внимательно посмотрела на Лизз.\n",
    "answers": [
      {
        "id": 97,
        "text": "Да."
      },
      {
        "id": 98,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 94,
    "text": "- Извините, я уже ухожу, - сказала впечатленная влиянием вставшей фигуры Лизз и развернулась. \nИ прямо перед ней оказалась та самая фигура. Из-за света из беседки девушка смогла различить лишь прямые черные волосы и очертания одежды.\n\"Как он...?\" - успела подумать девушка, прежде чем ее мысли перебили.\n- Не так быстро, - он подошел к ней и прикоснулся к ее шее. Очень холодные пальцы. У Лизз побежали мурашки по коже. - Раз ты зашла на огонек, то соизволь и погостить немного.\nПальцы сомкнулись на шее и с удивительной силой потащили ее внутрь беседки. Лизз не понимала, что происходит и как этот парень может быть так силен, она пыталась вырваться, но из-за холода вокруг у нее заледенели пальцы. Она услышала одобрительное бормотание, только мальчишка у входа нерво переминался с ноги на ногу.\nЛизз почувствовала сильный толчок, вынужденный ее сесть на скамью. Она закашлялась.\n- Ну-ну, тише, - пальцы отступили, но Лизз знала, что утром на шее будут неприятные отметины. - Сейчас тебе будет приятно...",
    "answers": [
      {
        "id": 96,
        "text": "Потерять дар речи от страха."
      }
    ]
  },
  {
    "id": 95,
    "text": "- Это ты здесь Кристиан? - смело спросила Лизз.\n- Да, - ответила фигура, лениво поднявшись. - А вот ты у нас кто?\nТо, каким тоном он это сказал, заставило Лизз потерять дар речи, и кроме невнятного лепета про то, что она новенькая и хочет познакомиться, она ничего не могла из себя выдавить.\nПослышался смешок.\n- Ты проходи, проходи. Чувствуй себя как дома, - он подошел к Лизз и обхватил ее за плечо. У него очень холодные пальцы. У Лизз побежали мурашки по коже.\nДевушка оцепенела от холода, и парень силой потащил её и усадил на скамью.\n- Замерзла? Не волнуйся, сейчас тебе станет хорошо...",
    "answers": [
      {
        "id": 96,
        "text": "Бояться"
      }
    ]
  },
  {
    "id": 96,
    "text": "Последнее, что Лизз увидела, это большую белоснежную улыбку и яркие, до жути пустые белые глаза...",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 2,
        "text": "Ко второй главе."
      }
    ]
  },
  {
    "id": 97,
    "text": "- Смотрела, - кивнула Лизз.\nТемно-синие глаза девушки засветились, а из дисплея телефона показались кадры из этого сериала. Похоже, девушка смотрела его только что.\n- Докеж же, что Мидзуки тоже красивый, но все почему-то обращают внимание либо на Томоэ, либо на Кураму, либо на них вместе.\n- Да-а, и в виде змеи он тоже ничего, - поддакнула Лизз, вспоминая сюжет аниме.\nОни вдвоем немного пообсужали названный сериал, а потом вспомнили, что не представились друг другу.\n- Общаемся такие как подруги, а сами имен друг друга не знаем, - пошутила девушка.\n- Лизз, - представилась она, смеясь.\n- Мисса, - ответила девушка.\n\"С ней удивительно легко общаться\" - весело подумала Лизз.",
    "answers": [
      {
        "id": 64,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 98,
    "text": "- Нет, извини.\n- Ладно. Но ты все равно посмотри, если любишь романтику и мистику в одном флаконе, - девушка подмигнула, а Лизз записала себе на заметку этот сериал. - Я из 10-1 класса, а ты?\n- Тоже, - Лизз улыбнулась своей однокласснице. - Лизз зовут.\n- А я Мисса, будем знакомы, - кивнула девушка. - Тебе так повезло, что ты поступила в эту школу сейчас. В прошлые годы у нас был ужасный классный руководитель, - она закатила глаза. Лизз хмыкнула. - А сейчас поставили какого-то другого. Я его видела издалека, и похоже, что он довольно горяч.\nМисса посмотрела на Лизз и заиграла бровями. Потом они обе засмеялись.\n\"С ней удивительно легко общаться\" - подумала Лизз.",
    "answers": [
      {
        "id": 64,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 99,
    "text": "Лизз подошла к нему. Парень скрестил руки на груди и осмотрел девушку с ног до головы.\n- Что? - спросила смущенная девушка.\n- Миленькая форма, новенькая, - ухмыльнулся парень, и девушка смутилась еще больше.\n- Я Лизз, - буркнула она.\n- А я Лис, у нас имена похожи.\n- Вот так совпадение, - снова пробурчала все еще смущенная Лизз.\n- Ты в какой класс зачислена?\n- В 10-1.\n- Жаль, я из 10-2. Ну, будем знакомы, - он снова улыбнулся. - Волнуешься? Первый день в школе.",
    "answers": [
      {
        "id": 101,
        "text": "Волнуюсь."
      },
      {
        "id": 102,
        "text": "Пф, нет."
      }
    ]
  },
  {
    "id": 100,
    "text": "\"Ну нафиг...\"\nДевушка развернулась и побежала куда-то.",
    "answers": [
      {
        "id": 70,
        "text": "Бежать обследовать школу."
      },
      {
        "id": 64,
        "text": "Вернуться назад."
      }
    ]
  },
  {
    "id": 101,
    "text": "- Вообще да, - призналась девушка. Это ведь не только новая школа, но и новый город, в котором только один знакомый - ее отец. Лизз не знает, как здесь относятся к новичкам, однако ей предстоит тяжелая работа, чтобы приобрести себе определенную репутацию и создать полезные связи по всему городу.\n- Не беспокойся об этом, в твоем классе нормальный коллектив, они с радостью примут тебя, - утешил ее Лис.\n- Спасибо.\n- Заходи ко мне в класс как-нибудь, поболтаем, - он подмигнул.",
    "answers": [
      {
        "id": 64,
        "text": "Уйти."
      },
      {
        "id": 70,
        "text": "Пойти обследовать школу."
      }
    ]
  },
  {
    "id": 102,
    "text": "- Пф, нет. Разве похоже, что я волнуюсь?\nЛизз и вправду не волновалась об этом, ее это даже несколько радовало. Она уже находилась среди незнакомой компании, и ей нравилось знакомиться со всеми, заводить новых приятелей и друзей, зарабатывать себе репутацию...\n- Да нет, не похоже, - Лис почесал затылок, смотря куда-то поверх девушки. - Лады, мне нужно идти. Заходи ко мне в класс как-нибудь, поболтаем, - он подмигнул и удалился.",
    "answers": [
      {
        "id": 64,
        "text": "Уйти."
      },
      {
        "id": 70,
        "text": "Пойти обследовать школу."
      }
    ]
  },
  {
    "id": 103,
    "text": "- Извините, здесь занято? - спросила Лизз у мальчика со светленькими волосами, который смотрел в свой телефон. Он, не поднимая головы, ответил:\n- Да.",
    "answers": [
      {
        "id": 103,
        "text": "Уйти.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 104,
    "text": "- Извините, здесь свободно? - спросила Лизз девушку. Та сложила руки на парте и положила на них голову. Похоже, она дремала.\n- А, что? - девушка подняла заспанные глаза на Лизз. - Да, садись.\nЛизз села, а девушка выпрямилась и стала тереть глаза. У нее были темно короткие волосы, аккуратно подчеркивающие сердцевидное лицо и чуть чуть касаясь плеч, большие синие заспанные глаза с синими кругами под глазами и молочная кожа. Поверх формы был надет свитер.\n- Повезло тебе, что ты поступила в этом году... - сонно начала беседу девушка.\n- Почему?\n- Раньше здесь преподавал ужасный учитель, и его уволили, - поведала она. - А еще он был нашим классным руководителем, так что мы больше всех здесь мучились.",
    "answers": [
      {
        "id": 71,
        "text": "Познакомиться.",
        "need": -177
      },
      {
        "id": 181,
        "text": "Познакомиться.",
        "need": 177
      }
    ]
  },
  {
    "id": 105,
    "text": "- Привет, Мисса. Здесь свободно?\nПохоже, что Мисса дремала - она сложила руки на парту и положила на них голову.\nДевушка встрепенулась и рассеянно посмотрела на Лизз.\n- А, нет, садись, - неопределенно ответила она и снова сложила голову.",
    "answers": [
      {
        "id": 106,
        "text": "Ждать прибытия нового учителя.",
        "need": -177
      },
      {
        "id": 220,
        "text": "Далее.",
        "need": 177
      }
    ]
  },
  {
    "id": 106,
    "text": "Пока Лизз сидела за партой и ждала учителя, к ней подходили одноклассники, кто сразу узнавал в ней новенькую и знакомился, кто спрашивал, кто она такая и что здесь делает, а потом уже знакомился, но, в принципе, Лизз осталась довольна таким приветливым коллективом.\nВ класс, наконец, зашел учитель. В стильном сером пиджаке, с приятной внешностью, он с невозмутимым лицом прошел через весь класс к своему столу и положил на него папку. У учителя были светлые, даже почти серые волосы (хотя он и не был старым), черные блестящие глаза с густыми бровями и острые черты лица. У него была черная фигурная щетина, которая ему очень шла. Весь класс смотрел на учителя, и Лизз не сразу заметила, что наступила тишина.\n- Эм, привет? - сказал учитель, обнаружив, что на него смотрят. - Раз уж меня заметили, то давайте начнем классный час, наверное... - когда все расселись, он продолжил. - Меня зовут Алекс Миллер, я ваш новый классный руководитель и учитель истории. Можно ко мне обращаться просто Алекс, но если рядом никого нет из коллег. А так я мистер Миллер. У нас еще есть новый член этой небольшой семьи, и это Лизз Махоун. Лизз, встань, пожалуйста, чтобы все тебя видели.",
    "answers": [
      {
        "id": 108,
        "text": "После классного часа."
      }
    ]
  },
  {
    "id": 107,
    "text": "Песня:\nImagine dragons - Dream\n\n[Лизз всегда вдохновляет эта песня]",
    "answers": [
      {
        "id": 107,
        "text": "Обязательно послушаю.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 108,
    "text": "Лизз и Мисса вышли из класса после урока. На перемене становится так шумно, и этот шум в основном от малышни. Мисса, как заметила Лизз по ее недовольному лицу, не любила либо детей, либо шум, либо все вместе.\n- Так-то мистер Миллер нормальный человек, - прокомментировала Мисса. - А по сравнению с предыдущим учителем, так вообще самая душная душка.\n\"Это что за учитель такой был у них?..\" - про себя подумала Лизз, продя по коридору школы вместе с подругой.\n- Посмотрим еще, может Алекс такой же, как и ваш предыдущий учитель, - сказала Лизз.\nОна заметила какую-то девушку, которая с встревоженным видом останавливала каждого проходящего и о чем-то спрашивала.",
    "answers": [
      {
        "id": 67,
        "text": "Развернуться и уйти."
      },
      {
        "id": 67,
        "text": "Самой подойти и попытаться помочь."
      }
    ]
  },
  {
    "id": 109,
    "text": "\"Странно... Но я уверена, что этому есть логическое объяснение!\" \n- Слушай, Лизз, я пойду отойду, - сообщила Мисса, смотря куда-то в сторону, и после кивка Лизз отошла.\nДевушка в рассеянности забрела в какой-то пустой коридор, размышляя о случившейся давно ерунде. Погрузившись в свои мысли так сильно, Лизз не заметила мальчика по пути и сильно столкнулась с ним.",
    "answers": [
      {
        "id": 110,
        "text": "Ой."
      },
      {
        "id": 111,
        "text": "Ты что, слепой?!"
      }
    ]
  },
  {
    "id": 110,
    "text": "- Ой, извини. Я задумалась... - очнулась Лизз от мыслей.\n- Да ничего, - ответил парень, смотря в пустоту, похоже, нисколько не сдвинувшись после столкновения. - Это я не смотрел, куда шел.\nПрисмотревшись поближе, Лизз обнаружила, что у него были \"пустые\" глаза с затуманенной радужкой. Слепой.\n\"Очень остроумная шутка\" - подумала впечатленная Лизз.",
    "answers": [
      {
        "id": 114,
        "text": "А разве здесь можно учиться слепым?"
      },
      {
        "id": 112,
        "text": "Впасть в ступор."
      }
    ]
  },
  {
    "id": 111,
    "text": "- Ты что, слепой?! - возмутилась Лизз, потирая ушибленное плечо.\n- Да, - просто ответил мальчик. - А у тебя какое оправдание?\nИ правда - его белые глаза смотрели в пустоту, лицо было расслаблено, будто такие ситуации для него не впервые.",
    "answers": [
      {
        "id": 112,
        "text": "Впасть в ступор."
      },
      {
        "id": 113,
        "text": "- А я рукожоп."
      }
    ]
  },
  {
    "id": 112,
    "text": "Лизз впала в ступор. \n\"Вот так поворот... Неловко вышло...\"\n- Что, неожидала, да? - спросил парень, хмыкнув. - Я не виню тебя. Мы все равно должны были встретиться, рано или поздно.\nНа последнем предложении его голос стал ниже, и показалась хищная улыбка. Парень схватил ее за шею и прижал к стене, Лизз даже пикнуть не успела.",
    "answers": [
      {
        "id": 96,
        "text": "Ват зе фак?"
      }
    ]
  },
  {
    "id": 113,
    "text": "- А я рукожоп, - пыталась пошутить Лизз, но на лице парня не дрогнул ни один мускул. Девушка сначала подумала, что он не услышал, но парень тут же ответил:\n- Не страшно. Мы в любом случае встретились бы, - блестнула хищная улыбка, и его голос как-то странно надломился.\nЛизз понять ничего не успела, как ее схватили за шею и прижали к стене.",
    "answers": [
      {
        "id": 96,
        "text": "Ват зе фак?"
      }
    ]
  },
  {
    "id": 114,
    "text": "- А разве здесь можно учиться слепым? - спросила Лизз недоуменно. - Разве для этого не создают специальные заведения?\n- Создают, - кивнул парень. Внезапно его голос стал заметно ниже, а на губах блестнула хищная улыбка. - Но как-то же мы должны были встретиться, верно? \nЛизз не успела никак отреагировать, как ее схватили за шею и прижали к стене.",
    "answers": [
      {
        "id": 96,
        "text": "Что происходит?"
      }
    ]
  },
  {
    "id": 115,
    "text": "Глава 2. Забвение\n\nТемнота... Не такая холодная и враждебная, как бывает в беспамятстве, а наоборот - теплая и тягучая, которая зовет тебя за собой, ко дну. И Лизз не может ей не повиноваться.\n- Ты в этом шмоте похожа на вареного рака, - послышался звонкий голос.\nПеред Лизз возникла девушка с белокурыми волосами. Она сидела на кровати Лизз в её старой комнате и смеялась.\n- Андреа, прекрати, - Лизз тоже засмеялась, стоя перед своим зеркалом. На ней было надето красное платье чуть выше колена, а вокруг шеи обвилось черное ожерелье. На Андреа - лучшей подруги Лизз - было свободное персиковое платье, которое очень шло ее светлым волосам.\n- Да лан, ты очень красивая, - без шуток сказала она и откинулась на кровать. - Ему очень понравится.\n- Ну да, если он придет вообще, - ответила Лизз, прихорашиваясь у зеркала. Сегодня был их выпускной, они закончили девятый класс. Лизз очень долго размышляла над тем, какое платье ей надеть, и даже думала вообще не идти никуда (ибо чувствительное подростковое сердечко психануло и внезапно обиделось на весь мир), однако один парень, пригласивший её, изменил решение девушки.\nЗвонок в дверь. Лизз, испуганно покосясь на подругу, спустилась вниз и открыла её. На пороге стоял парень в стильном черном смокинге. Лица его не было видно, однако отчетливо выделялись глаза - большие и белые, как зеркала, они заглядывали в душу Лизз, и в их отражении она видела саму себя...\n- А вот и я, - показал он белоснежные зубы.",
    "answers": [
      {
        "id": 116,
        "text": "Проснуться.",
        "need": [
          94,
          -95
        ]
      },
      {
        "id": 122,
        "text": "Очнуться.",
        "need": [
          -94,
          -95
        ]
      },
      {
        "id": 116,
        "text": "Проснуться.",
        "need": [
          -94,
          95
        ]
      }
    ]
  },
  {
    "id": 116,
    "text": "Лизз открыла глаза. Все ее тело окоченело от холода, однако по ощущениям было похоже, что она пробежала марафон.\nОна была все в той же прохладной беседке, полусидела-полулежала на скамье. Шею неприятно саднило. Лизз коснулась ее - она тут же отозвалась тупой болью, а на ладони оказалась кровь. Вокруг никого не было. Ну, почти никого...\n- Очнулась? - Кристиан сидел справа, откинув голову назад. Его глаза были прикрыты. - Рана скоро затянется, и боли больше не будет.",
    "answers": [
      {
        "id": 117,
        "text": "- Рана?"
      },
      {
        "id": 118,
        "text": "- Что?"
      },
      {
        "id": 119,
        "text": "Закричать."
      },
      {
        "id": 120,
        "text": "- Что это было?"
      },
      {
        "id": 121,
        "text": "Уйти.",
        "need": [
          117,
          118,
          120
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": "- Рана? - прохрипела Лизз. После потери сознания она очень озадачена, что на ее шее вдруг появилась рана.\n- Да... - парень сделал паузу. Лизз начинала потихоньку привыкать к темноте и уже различала очертания его лица и одежды. - Я был немного неаккуратен, извиняюсь.",
    "answers": [
      {
        "id": 127,
        "text": "- А что ты сделал?!"
      }
    ]
  },
  {
    "id": 118,
    "text": "- Что? - рассеянно переспросила Лизз.\nКристиан продолжил:\n- Твое тело через несколько секунд нормализуется, и ты сможешь уйти. А пока, посиди здесь.",
    "answers": [
      {
        "id": 138,
        "text": "Вспомнить предупреждение Лиса.",
        "need": 45
      },
      {
        "id": 138,
        "text": "Вспомнить предупреждение Лиса.",
        "need": [
          -45,
          46
        ]
      },
      {
        "id": 118,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 119,
    "text": "\"Нужно позвать на помощь!\" - завопил инстинкт самосохранения внутри Лизз.\nОна хотела закричать, но ее тело так устало, что она с трудом открыла рот, не говоря уже о том, чтобы говорить. Лизз закашлялась.\n- Даже не думай звать на помощь, иначе я перережу тебе голосовые связки, - предупредил Кристиан, и почему-то Лизз ему поверила.",
    "answers": [
      {
        "id": 119,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 120,
    "text": "- Что это было? - прошептала Лизз. Она потеряла сознание и понятия не имела, что только что происходило.\n- Забвение. Такое бывает, когда тебя кусают, - объяснил Кристиан.\n- Меня... что? Кусают? \n- О-о, дак ты еще ничего не знаешь, - удивился мальчик. Голос его стал радостным. - Значит, будет интереснее.",
    "answers": [
      {
        "id": 128,
        "text": "- Чего я там не знаю??"
      }
    ]
  },
  {
    "id": 121,
    "text": "- Я, пожалуй, пойду... - сказала Лизз, когда ее тело полностью восстановилось. Она приподнялась - мышцы тут же отозвались тупой болью, как после долгой тренировки.\n- Конечно, - произнес Кристиан несколько беззразлично. Потом он тоже поднялся, заставив Лизз отшатнуться. \nНаследник аккуратно обошел девушку - та подивилась его прекрасному ориентиру - и встал перед ней.\n- А теперь слушай меня внимательно, - его голос стал мягким и отдавался в голове Лизз эхом, забираясь глубоко в подсознание и заполняя все пространство. - Будешь приходить сюда через каждые два дня после школы, поняла?\n- Да, - на автомате ответила Лизз, хотя на самом деле она не хотела никуда ходить.",
    "answers": [
      {
        "id": 141,
        "text": "Идти искать свой класс."
      }
    ]
  },
  {
    "id": 122,
    "text": "Лизз с трудом разлепила глаза. Вокруг был пустой коридор, а девушка полусидела-полулежала у стены, раскинув руки. Слепого нигде не было - видимо, ушел восвояси. Шею почему-то саднило - Лизз коснулась рукой, и это место тут же пронзила тупая боль. На ладоне остался кровавый след.\n\"Похоже, сейчас урок\" - прокомментировала Лизз тишину везде.\nОна попыталась встать, но не получилось - тело отозвалось сильной усталостью, будто Лизз только что бежала марафон.",
    "answers": [
      {
        "id": 123,
        "text": "Снова попытаться встать."
      },
      {
        "id": 123,
        "text": "Позвать на помощь."
      }
    ]
  },
  {
    "id": 123,
    "text": "Послышались торопливые шаги. Лизз попыталась подать признак своего существования здесь, однако все, что она могла сделать, это наблюдать.\n- О боже мой! - воскликнул голос, и шаги ускорились.\nЛизз повернула голову, и перед ней оказалось взволнованное лицо Лиса. Он начал осматривать девушку, его зеленые глаза уставились на кровоточащую рану и явно не могли оторвать от них взгляд. Лис что-то бубнил себе под нос и несколько раз задевал шею Лизз, из-за чего она вздрагивала. -...кровь еще не остановилась... видимо, где-то неподалеку...",
    "answers": [
      {
        "id": 124,
        "text": "- Что происходит?"
      },
      {
        "id": 125,
        "text": "- Что за Забвение?",
        "need": 124
      },
      {
        "id": 126,
        "text": "- Что это был за человек? ",
        "need": [
          -45,
          46,
          125
        ]
      },
      {
        "id": 126,
        "text": "- Что это был за человек? ",
        "need": [
          45,
          -46,
          125
        ]
      },
      {
        "id": 129,
        "text": "- Что это был за человек? ",
        "need": [
          -45,
          -46,
          125
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "- Лис? Что происходит? - прохрипела Лизз. Парень как-то испуганно уставился на нее, будто удивлен, что она умеет разговаривать.\n- Тс-с, не говори ничего, ты все еще под Забвением, - Лис достал из своей сумки аккуратно сложенный бинт и приложил его к ране. Бинт сразу стал красным.",
    "answers": [
      {
        "id": 124,
        "text": "Задать еще вопросы.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 125,
    "text": "- Что за Забвение? \n- Состояние, в котором ты только что находилась. Не волнуйся, это сейчас пройдет... - только он это сказал, Лизз почувствовала, что в её голове проясняется, как рассеивается туман с приходом солнца.",
    "answers": [
      {
        "id": 125,
        "text": "Ясна..",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 126,
    "text": "- Что это был за человек? - спросила Лизз, имея в виду того слепого. Перед ее глазами все еще маячил его образ в черном пиджаке.\n- Наследник, - мрачно сообщил Лис. - Зовут Кристиан. Я тебя предупреждал не связываться с ним, и смотри, что вышло.",
    "answers": [
      {
        "id": 130,
        "text": "- Да откуда я знала..."
      },
      {
        "id": 131,
        "text": "- Я забыла..."
      }
    ]
  },
  {
    "id": 127,
    "text": "- А что ты сделал?! - испуганно прошептала Лизз. Она все еще не могла говорить нормально.\n- Укусил.\n- Укусил?! Ты что, извращенец?! - бесстрашно возмутилась девушка, и сделала это зря.\nКристиан резко подскочил к ней и снова схватил за шею, надавив пальцами на больное место. Лизз пискнула.\n- Спешу напомнить, что если бы ты не совала свой нос куда не следует, ничего бы не произошло, - прошипел он и снова сел на свое место.",
    "answers": [
      {
        "id": 116,
        "text": "Задать еще парочку вопросов."
      },
      {
        "id": 121,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 128,
    "text": "- Чего я там не знаю??\n- Да много чего, - он махнул рукой. Получилось очень грациозно. - Но, я уверен, с твоим весьма любопытным носом ты узнаешь все очень быстро.",
    "answers": [
      {
        "id": 116,
        "text": "Задать еще парочку вопросов."
      },
      {
        "id": 121,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 129,
    "text": "- Что это был за человек? - спросила Лизз, имея в виду слепого. Перед её глазами все еще маячил его силуэт в черном смокинге.\n- А... Его зовут Кристиан, - поведал Лис, скривив лицо, - та еще тварь. Его еще Наследником называют, и из-за этого он возомнил себя принцем всея мира.",
    "answers": [
      {
        "id": 136,
        "text": "Ого..."
      }
    ]
  },
  {
    "id": 130,
    "text": "- Да откуда я знала, что это он? - вспылила девушка. Нет, ну правда - если уж предупреждать, то объективно!\n- Ладно, пока что ничего страшного нет, рана скоро затянется, - Лис убрал бинт и снова внимательно осмотрел рану. - Но постарайся, пожалуйста, с ним больше не сталкиваться, хорошо?",
    "answers": [
      {
        "id": 132,
        "text": "- Хорошо."
      },
      {
        "id": 133,
        "text": "- Не указывай мне."
      }
    ]
  },
  {
    "id": 131,
    "text": "- Я забыла... - рассеянно пробормотала Лизз.\nЛис с упреком на нее посмотрел, нахмурив брови, и поменял бинт на шее.\n- Ладно, пока ничего страшного не случилось. Но постарайся, пожалуйста, больше не связываться с ним, ладно?",
    "answers": [
      {
        "id": 132,
        "text": "- Хорошо."
      },
      {
        "id": 133,
        "text": "- Не указывай мне."
      }
    ]
  },
  {
    "id": 132,
    "text": "- Хорошо, - послушно кивнула Лизз. Её тело постепенно наполнялось силами, и девушка уже чувствовала, что может встать на ноги.\n- Вот и славно, - Лис помог девушке подняться. - А теперь иди на урок, а то с первого дня прогуливать как-то нехорошо, - он ухмыльнулся.",
    "answers": [
      {
        "id": 135,
        "text": "Идти на урок."
      }
    ]
  },
  {
    "id": 133,
    "text": "- А ты не указывай мне, что делать! - возмутилась девушка. Она сама решит, что для нее лучше.\nЛис посмотрел на Лизз аля \"Не время для женских выпендрежей\" и сказал:\n- Тебе нужно на урок идти, - он подал руку, и Лизз, осознав, что силы постепенно наполняют ее тело, приняла ее и встала.",
    "answers": [
      {
        "id": 135,
        "text": "Идти на урок."
      }
    ]
  },
  {
    "id": 134,
    "text": "Лизз решила все таки рассказать об этом Миссе. Почему? Лизз сама не знала - девушка внушала доверие.\n- Кароче, знаешь такого слепого по имени Кристиан?\n- Да кто ж не знает, - хмыкнула Мисса. - И что? Заперлась вместе с ним в кладовке и развлекались сорок минут? \n- Что?! Нет!! - Лизз покраснела и сбилась с мысли. - Он... напал на меня... и прижал к стене... Боже, это звучит еще хуже, - Лизз стала пунцовой.\n- У-у-у, - многозначительно протянула Мисса, подняв брови. Лизз уже пожалела, что завела этот разговор, однако подруга спросила уже спокойным голосом. - И что он сделал?\n- Вот, смотри, - Лизз показала свою рану с запекшейся вокруг нее кровью. Мисса взглянула туда, и ее синие глаза потемнели.\n- Он тебя укусил? Больше ничего не сказал? Пошли в уборную, нужно смыть кровь.",
    "answers": [
      {
        "id": 145,
        "text": "Идти в уборную.",
        "need": 142
      },
      {
        "id": 231,
        "text": "Идти в уборную.",
        "need": 121
      }
    ]
  },
  {
    "id": 135,
    "text": "Только она добралась до нужного кабинета, как прозвенел звонок с урока.\n\"Целый урок провалялась, отлично...\" - пробурчала Лизз, разворачиваясь обратно.",
    "answers": [
      {
        "id": 142,
        "text": "Найти Миссу."
      },
      {
        "id": 143,
        "text": "Найти Лиса."
      }
    ]
  },
  {
    "id": 136,
    "text": "- Ого... - подивилась Лизз. - Похоже, ты сильно его ненавидишь.\nК её телу постепенно приходили силы, и она чувствовала, что может подняться на ноги.\n- Ага, - Лис убрал бинт и поднялся. Он явно не хотел продолжать разговор. - Теперь тебе нужно идти на урок. И постарайся с ним больше не связываться, ладно?",
    "answers": [
      {
        "id": 135,
        "text": "Пойти в класс."
      }
    ]
  },
  {
    "id": 137,
    "text": "- Да я так... Прогулялась... - Лизз решила, что лишние уши в этой истории ей не нужны.\n- И с кем же? - хитро прищурилась Мисса.\n- Да ни с кем, я одна гуляла.\n- Не верю! Кровь на твоей шее - прямое доказательство того, что с тобой что-то случилось, и ты была не одна!\n- Ну ладно, - сдалась Лизз. \n\"У Миссы зоркие глаза, я ведь прикрыла рану\".\n- Это был Кристиан.\nГлаза подруги увеличились раз в пять, а брови полезли на лоб. Она остановилась.\n- Ты серьезно? Не придуриваешься? Я думала у тебя вкусы получше, чем этот слепыш.\n- Но мы... как бы не... мы не... - растерялась Лизз, краснея. - Он просто укусил меня, собака такая.\nМисса удовлетворенно кивнула и улыбнулась, довольная таким ругательством.\n- Пошли в уборную, нужно смыть кровь. Он тебе ничего не сказал, после того как укусил?",
    "answers": [
      {
        "id": 145,
        "text": "Идти за Миссой."
      }
    ]
  },
  {
    "id": 138,
    "text": "- Дак ты тот самый Наследник? - догадалась Лизз, вспомнив предупреждение Лиса.\nКристиан кивнул - девушка это еле различила в темноте.\n- Это Лис тебе сказал? И еще прибавил, чтобы ты \"держалась подальше\"?",
    "answers": [
      {
        "id": 139,
        "text": "Да."
      },
      {
        "id": 140,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 139,
    "text": "- Ну да, и я его послушаюсь, - вызывающе сказала Лизз. Она совсем не боялась этого человека, хотя минуту назад лежала без сознания в крови.\n- Да, будь умницей, - съязвил Кристиан, и Лизз раздраженно фыркнула.",
    "answers": [
      {
        "id": 116,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 140,
    "text": "- Нет, - протянула Лизз. Она не хотела, чтобы из-за нее у парня были проблемы. \n\"Все таки, он хороший человек. Как мне кажется.\"\n- Не выдумывай, я знаю, что это он, - невозмутимо ответил парень.\n\"Зачем тогда спрашивал?..\"",
    "answers": [
      {
        "id": 116,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 141,
    "text": "В школе был гомон, у Лизз заболела голова от этого шума.\n\"Похоже, я пропустила классный час... Меня, наверное, представили перед одноклассниками, а я не появилась... Стыдпозор\" - Лизз все еще чувствовала себя как в тумане и медленно брела между учениками и кабинетами по коридору.",
    "answers": [
      {
        "id": 177,
        "text": "Пойти в свой класс."
      },
      {
        "id": 178,
        "text": "Пойти в класс Лиса."
      }
    ]
  },
  {
    "id": 142,
    "text": "- Мисса-Мисса! - позвала Лизз, увидав вдалеке короткую стрижку и серый свитер. Девушка обернулась и подошла к ней.\n- Будто питомца своего позвала, - проворчала Мисса, и Лизз захихикала. - Ты где весь урок пропадала?",
    "answers": [
      {
        "id": 134,
        "text": "Рассказать про Кристиана."
      },
      {
        "id": 137,
        "text": "Не рассказывать."
      }
    ]
  },
  {
    "id": 143,
    "text": "\"Так... У Лиса сейчас вроде биология. Нужно отыскать его и поблагодарить за помощь\" - подумала Лизз, ища нужный кабинет.\nКабинет, в итоге, нашелся, а вот Лиса в нем не было.\nЛизз заметила его сумку на парте и подошла. Вокруг сновали его одноклассники, косились на девушку, но ни один ничего не спросил.",
    "answers": [
      {
        "id": 148,
        "text": "Самой спросить."
      },
      {
        "id": 135,
        "text": "Свалить."
      }
    ]
  },
  {
    "id": 144,
    "text": "- Ты не поверишь... - восторженно начала Лизз, но потом передумала рассказывать. Отец ей ни в какую не поверит, да еще и маленьким ребенком посчитает. Тем более, это большой секрет, а Лизз не хочет предавать свою будущую, как ей кажется, подругу.\n- Что? - заинтересованно глянул на девушку папа.",
    "answers": [
      {
        "id": 222,
        "text": "- Мне нравится эта школа!"
      },
      {
        "id": 223,
        "text": "- У меня появился парень!"
      },
      {
        "id": 224,
        "text": "- Я беременна!"
      }
    ]
  },
  {
    "id": 145,
    "text": "- Неа, ничего. Когда я проснулась, никого не было, - поведала Лизз по пути в дамскую комнату. Мисса молчала, но у девушки было такое ощущение, что она что-то знает.\n- И кто такой этот Кристиан? - снова подала голос Лизз.\nОни находились в уборной, сделанной в темных тонах. Везде было чисто и опрятно, однако была надпись на дальнем зеркале, написанная красной помадой: \"Джудит forever\". Это нагнало девушку на мрачные мысли.\nОна остановилась перед зеркалом и взглянула на себя.\n\"Ужас...\" - прокомментировала девушка свои растрепанные волосы, бледное лицо и кровь на половине шеи. Холодная вода приятно освежала кожу, а Мисса, стоящая позади, сказала:\n- Он прямой родственник основателя школы.",
    "answers": [
      {
        "id": 146,
        "text": "- И поэтому он ошивается здесь?"
      },
      {
        "id": 147,
        "text": "- И поэтому ему можно кусать людей?"
      }
    ]
  },
  {
    "id": 146,
    "text": "- И поэтому он ошивается здесь? Он учится вообще?\n- Да, учится. Директор является его дядей, поэтому ему можно здесь находиться, - Мисса хмыкнула и скрестила руки на груди.\n- Я-ясненько, местный \"папенькин мальчик\", - Лизз смыла всю кровь и вытерла руки. На шее даже не осталось ни одной царапины, только был небольшой синяк вокруг.\n- Только я одного не понимаю, - продолжила Лизз, рассматривая синяк. - Нафига ему понадобилось меня кусать?\n- Дык он вампир, подруга, - ответила Мисса.",
    "answers": [
      {
        "id": 156,
        "text": "- Вампир?"
      },
      {
        "id": 157,
        "text": "Засмеяться."
      }
    ]
  },
  {
    "id": 147,
    "text": "- И поэтому ему можно кусать людей? - задала логичный вопрос Лизз и посмотрела на Миссу через зеркало. Та мрачно глядела на девушку, и было понятно, что она явно что-то знает.\n- Он вампир, Лизз.",
    "answers": [
      {
        "id": 156,
        "text": "- Вампир?"
      },
      {
        "id": 157,
        "text": "Засмеяться."
      }
    ]
  },
  {
    "id": 148,
    "text": "- Эй, ты не видел Лиса? - спросила Лизз у его соседа по парте - блондинистого худого мальчика. У него было милое, почти детское лицо, однако холодные серые глаза, похожие на две льдинки, ясно говорили, что перед девушкой не ребенок. Губы были сжаты в тонкую линию. Он сидел, уткнувшись в свою тетрадь, и строчил что-то. \nМальчик поднял голову и хмуро поглядел на девушку.\n\"Похоже, он меня не очень жалует\" - мелькнуло в голове у Лизз.\n- Это он так тебе представился? \"Лис\"?",
    "answers": [
      {
        "id": 149,
        "text": "- Ну да..."
      },
      {
        "id": 149,
        "text": "- Э-э..."
      }
    ]
  },
  {
    "id": 149,
    "text": "- Я теперь уже не уверена, - шутливо поделилась Лизз, ибо мальчик так произнес его имя, будто это и не имя вовсе.\n- Ну и правильно, его зовут не Лис, он просто любит всем клички раздавать, включая себя, - ворчал мальчик, скрестив руки на груди. - Он уходил в актовый зал.",
    "answers": [
      {
        "id": 150,
        "text": "Уйти."
      },
      {
        "id": 151,
        "text": "Продолжить беседу."
      }
    ]
  },
  {
    "id": 150,
    "text": "\"Вперед! В актовый зал! Интересно, что он там забыл...\"\nЛизз бродила среди гуляющих по коридору школьников и следила за местной школьной жизнью.  В ее предыдущей школе было очень шумно - то здесь, то там пробегали ученики, что-то крича, кто-то устраивал драки посреди коридора так, что невозможно было мимо них пройти, чтобы тебя не задели чьей-то пяткой. Здесь более-менее спокойно.\n\"Надеюсь, так будет всегда\"\nВ актовом зале было только два человека. Один из них Лис, сидящий за большим монитором, а другой, стоящий позади него... Кристиан!!!",
    "answers": [
      {
        "id": 173,
        "text": "Бежать, не оглядываясь!!!"
      },
      {
        "id": 173,
        "text": "\"Пф, падумаишь, Кристиан\""
      }
    ]
  },
  {
    "id": 151,
    "text": "- А вы друзья? - Лизз решила поболтать еще.\n- Ага, с самого детства.\n- Да? По голосу было похоже, что ты его не очень любишь.\n- Не люблю, - согласился мальчик. - Но мы друзья.\n\"Необычная дружба, но ладно\" - подумала Лизз.\n- А тебе он зачем? - спросил мальчик.",
    "answers": [
      {
        "id": 152,
        "text": "- Да так, прост..."
      },
      {
        "id": 153,
        "text": "- Нада мни!"
      }
    ]
  },
  {
    "id": 152,
    "text": "- Да так, прост... - загадочно ответила Лизз.\n- А-а, ясно, - он кивнул, прикрыв глаза, будто понял что-то важное. - Если что, он встречается только по любви.\n- Та не любовь это! - вспылила Лизз, чуть зардевшись. - Просто надо мне... ",
    "answers": [
      {
        "id": 150,
        "text": "Убежать."
      },
      {
        "id": 155,
        "text": "Остаться."
      }
    ]
  },
  {
    "id": 153,
    "text": "- Нада мни! - отрезала Лизз.\n- Ну ясно, дела-дела, - он покивал. - Если что, он встречается только по любви...\n- Та не любовь это! - вспылила Лизз, чуть зардевшись.\n- Думаешь, ты первая, кто ищет его? Постоянно вокруг него какие-то бабы, как мошки, кружатся, - снова начал он бурчать.\n\"Похоже, он ревнует... Или завидует\"",
    "answers": [
      {
        "id": 154,
        "text": "Спросить имя мальчика."
      },
      {
        "id": 150,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 154,
    "text": " - Феликс, к вашим услугам.",
    "answers": [
      {
        "id": 150,
        "text": "Теперь точно уйти."
      }
    ]
  },
  {
    "id": 155,
    "text": "Подавляя порывы убежать посреди беседы, Лизз спросила:\n- А зовут тебя как?\n- Феликс.\n- А я Лизз.\n- Да мне пофиг как-то кто ты.\nЛизз обиделась и ушла.\n\"Нет, ну если пофиг, то зачем вообще разговаривать со мной? Смысл? Смысла нет.\" ",
    "answers": [
      {
        "id": 150,
        "text": "Уйти окончательно."
      }
    ]
  },
  {
    "id": 156,
    "text": "- Вампир? Серьезно? - девушка обернулась и с ошарашенным выражением лица посмотрела на серьезную Миссу.\n\"В этом что-то есть...\" - признала про себя Лизз.\n- Ага. Они существуют. Прям как в \"Дневниках вампира\", но тут немного по-другому.\n- И Кристиан здесь местный Дамон Сальваторе?\n- Типа того, - кивнула Мисса, опершись об стену уборной. - Давай, задавай свои вопросы.",
    "answers": [
      {
        "id": 169,
        "text": "- Откуда они появились?"
      },
      {
        "id": 158,
        "text": "- Они бессмертные?"
      },
      {
        "id": 159,
        "text": "- Как часто они пьют кровь?"
      },
      {
        "id": 160,
        "text": "- Они разве не боятся солнечного света?"
      },
      {
        "id": 161,
        "text": "- У них есть суперспособности?"
      },
      {
        "id": 162,
        "text": "- А ты вампир?"
      },
      {
        "id": 163,
        "text": "- Они превращаются в летучих мышей?"
      },
      {
        "id": 164,
        "text": "Вспомнить кое-что.",
        "need": 53
      },
      {
        "id": 165,
        "text": "- Что такое Забвение?"
      },
      {
        "id": 166,
        "text": "- Они подчиняют людей?"
      },
      {
        "id": 167,
        "text": "- А кто еще вампир?"
      },
      {
        "id": 168,
        "text": "- Почему Кристиан напал на меня?"
      },
      {
        "id": 170,
        "text": "- Откуда ты так много знаешь?"
      },
      {
        "id": 171,
        "text": "Хватит вапросав!!"
      }
    ]
  },
  {
    "id": 157,
    "text": "Лизз глухо засмеялась.\n\"Вампиры. Здесь. В школе. Ору-кричу ахаха\"\n- Смещная щуточка, это похвально, - хихикала Лизз.\n- Смейся-смейся. Здравый смысл все равно не пересмеять, - хмыкнула Мисса. - Думаешь, тебя комарик укусил? \nЛизз перестала смеяться и задумалась.\n\"А она права, как ни крути... Этот Кристиан реально меня куснул в шею...\"\n- Давай, задавай свои вопросы, - скомандовала Мисса, увидав заинтересованное лицо Лизз, которая начала верить в вампиров.",
    "answers": [
      {
        "id": 169,
        "text": "- Откуда они появились?"
      },
      {
        "id": 158,
        "text": "- Они бессмертные?"
      },
      {
        "id": 159,
        "text": "- Как часто они пьют кровь?"
      },
      {
        "id": 160,
        "text": "- Разве они не боятся солнечного света?"
      },
      {
        "id": 161,
        "text": "- У них есть суперспособности?"
      },
      {
        "id": 162,
        "text": "- А ты вампир?"
      },
      {
        "id": 163,
        "text": "- Они превращаются в летучих мышей?"
      },
      {
        "id": 164,
        "text": "Вспомнить кое-что.",
        "need": 53
      },
      {
        "id": 165,
        "text": "- Что такое Забвение?"
      },
      {
        "id": 166,
        "text": "- Они подчиняют людей?"
      },
      {
        "id": 167,
        "text": "- А кто еще вампир?"
      },
      {
        "id": 168,
        "text": "- Почему Кристиан напал на меня?"
      },
      {
        "id": 170,
        "text": "- Откуда ты так много знаешь?"
      },
      {
        "id": 171,
        "text": "Хватит вапросав!"
      }
    ]
  },
  {
    "id": 158,
    "text": "- Убить их можно, но так бессмертные.",
    "answers": [
      {
        "id": 158,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 159,
    "text": "- В зависимости от старости вампира. Новообреченный вампир вынужден пить кровь несколько раз в день.",
    "answers": [
      {
        "id": 159,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 160,
    "text": "- Боятся, если они давно не получали витамин D из крови. То есть, чем дольше они не пили крови, тем вероятнее, что их подпалит солнце.",
    "answers": [
      {
        "id": 160,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 161,
    "text": "- Ну, они могут быстро бегать и высоко прыгать, но это все равно зависит от возраста вампира и количества выпитой крови.",
    "answers": [
      {
        "id": 161,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 162,
    "text": "- ...ну, - протянула Мисса, отведя глаза.\n- Ты что, серьезно?! - воскликнула Лизз с еще более ошарашенным лицом, чем раньше.\n- Только никому не говори!\n- А покажи клычки, пожалуйста, - попросила Лизз. Она совсем не боялась Миссу, а наоборот - была заинтригована.\n\"Моя соседка по парте - вампир! Это очень волнует!\"\nМисса открыла рот и обнажила клыки. Тонкие и длинные. И, наверное, очень острые. Лизз завороженно смотрела на них со смешанным чувством восторга и ужаса. Глаза Миссы за это время светились ярким синим огнем, не менее завораживающим, чем клычки. Девушка вернула себе прежний облик.",
    "answers": [
      {
        "id": 162,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 163,
    "text": "- Не помню такого, но все может быть...",
    "answers": [
      {
        "id": 163,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 164,
    "text": "Внезапно Лизз вспомнила такие же отметины на шее отца, когда они ездили к директору, и ужаснулась:\n- Дак директор тоже вампир?!\n- Откуда ты знаешь? - удивленно спросила Мисса.\n- Он укусил моего отца!!!\n- Оу, мне жаль, - искренне посочувствовала Мисса.\n\"Директор вампир... А с виду казался обычным человеком... Наверное...\" - у Лизз побежали мурашки по коже, когда она вспомнила приятное лицо и холодные янтарные глаза директора",
    "answers": [
      {
        "id": 164,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 165,
    "text": "- Забвение? Ну, это такая штука, когда ты теряешь сознание, не отключаясь... Кароче, когда вампир кусает \"жертву\", чтобы она не сопротивлялась и не кричала, он заставляет её впасть в Забвение или отключает все её чувства. Ты же не боялась Кристиана, после того как ты проснулась?\n- Так во-от почему... А я думала, я совсем безбашенная... Хотя... Он кажется не страшным...\n- Перекажется, - буркнула Мисса. - Нормальные вампиры на людей просто так не нападают.",
    "answers": [
      {
        "id": 165,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 166,
    "text": "- Могут подчинять, да. Но на это уходит много сил, да и против людей с сильной волей они бессильны.",
    "answers": [
      {
        "id": 166,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 167,
    "text": "- Это секретная информация.\n- Ну позя-я, - протянула Лизз, состроив щенячьи глазки.\n- Нет, - отрезала Мисса.",
    "answers": [
      {
        "id": 167,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 168,
    "text": "- Ты у него спроси, я не знаю. Но мне кажется, у него не всё в порядке с головой.",
    "answers": [
      {
        "id": 168,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 169,
    "text": "- Э-э, я не очень помню их историю, но там что-то было связано с проклятием... и с Дракулой... или Дракула был в другой истории?.. не помню, - мямлила Мисса. - Кароче, тебе надо в библиотеку, там поискать.",
    "answers": [
      {
        "id": 169,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 170,
    "text": "- Я здесь уже десять лет. Их не так много, но я успела познакомиться с некоторыми местными вампирами. Они, в основном, безобидные - живут себе, наслаждаются \"жизнью\", учатся, влюбляются; другие, правда, ведут криминальный образ жизни, но таких мало.",
    "answers": [
      {
        "id": 170,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 171,
    "text": "- Скоро звонок прозвенит, любопытная Варвара, - прервала поток вопросов Мисса.\n\"Ну и хорошо, а то я бы не остановилась\"\n- А что у нас сейчас? \n- История. Время испытать мистера Миллера в действии, - произнесла подруга с неким энтузиазмом.",
    "answers": [
      {
        "id": 240,
        "text": "Выйти из уборной."
      }
    ]
  },
  {
    "id": 172,
    "text": "Вот это да! Вампиры существуют! И я могу видеть их прямо перед собой! Если это и был розыгрыш, то сделан он очень и очень умело и с профессионалами. \nПочему я не замечала их раньше? Неужели они так умело прячутся среди людей, что их до сих пор никто не заметил? Да и я бы оценила укус Криса как извращенную шутку и забыла об этом, если бы мне не рассказали...\nНо все таки, осторожность не помешает.",
    "answers": [
      {
        "id": 172,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 173,
    "text": "- О, это же Лиззи, - протянул Кристиан, и Лис резко повернул голову к ней.\n\"Как он...?? Я что, очень плохо пахну? Или что? Или как?\" - в непонятках подумала Лизз, неуверенно делая шаг вперед.\n- Ой, привет еще раз, - сказал Лис неловко. - А мы тут...\nОн замолчал.\n\"Ну правильно, сначала говорит держаться от него подальше, а потом сам с ним и возится...\"\n- Ну-ну, продолжай, - съязвила Лизз и начала рассматривать слепого. В прошлый раз она не особо успела его разглядеть, а сейчас такой удобный случай подвернулся.\nУ Кристиана были черные, как воронье крыло, волосы и болезненно бледная кожа. Он был довольно худым, что вызвало недоумение девушки, ибо как такие тонкие ручки могут так сильно хватать за шею? Или это она такая слабая? Недостаток мышц компенсировали аккуратные, даже скорее аристократичные черты лица, и зеркальные глаза, как две светящиеся луны, придавали некую загадку этому человеку.\n- Оставлю вас наедине, - сообщил слепой и резво спустился с подиума и проскочил мимо Лизз, будто видел её.\n\"Он слепой вообще? Или это линзы такие?\"",
    "answers": [
      {
        "id": 174,
        "text": "Подойти к Лису."
      }
    ]
  },
  {
    "id": 174,
    "text": "Только она подошла к нему, как Лис сказал:\n- Ты уже все знаешь, верно?\n- Насчет чего?\n- Насчет вампиров.\nНа мониторе была открыта какая-то вкладка, которую Лис быстро закрыл.\n- Че? Вампиры? - недоуменно переспросила Лизз.\n- Видимо, нет... - он замолчал, а потом широко улыбнулся. - Ну и ладно, это не так уж и важно.",
    "answers": [
      {
        "id": 175,
        "text": "- А ну говори!"
      },
      {
        "id": 176,
        "text": "- Ну и ладно."
      }
    ]
  },
  {
    "id": 175,
    "text": "- А ну говори! - приказала Лизз и легонько стукнула бедного мальчика по голове, чтобы показать свою суровость.\n- А-а! Тетя, не бей! - закричал Лис тонким голосом, закрываясь руками. Если он и хотел сыграть роль маленького мальчика, то получилось у него плохо, ибо скорее Лизз станет маленькой по сравнению с ним. Когда он прекратил баловаться, то продолжил спокойным голосом. - Кристиан на самом деле вампир.",
    "answers": [
      {
        "id": 179,
        "text": "Вампир?"
      },
      {
        "id": 218,
        "text": "Расхохотаться."
      }
    ]
  },
  {
    "id": 176,
    "text": "- Ну и ладно, - Лизз развернулась и ушла восвояси.\n\"И вовсе мне не интересно. Наверное, это какой-нибудь гиковский бред.\" - солгала самой себе Лизз, чтобы успокоить свою любопытную натуру.",
    "answers": [
      {
        "id": 176,
        "text": "Вернуться.",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 180,
        "text": "Все равно демонстративно уйти."
      }
    ]
  },
  {
    "id": 177,
    "text": "\"В каком я классе? А, в 10-1, точно\" - пробормотала себе под нос Лизз и вошла в класс. Вокруг сновали её одноклассники, занимаясь своими делами, и у девушки все это расплывалось перед глазами в одно бежево-бордовое пятно.\nТут одно из пятен отделилось и воскликнуло:\n- Смотрите, это же та самая новенькая! - и все сразу же подходили с распросами.\n- Где ты была?\n- Прогуливать любишь?\n- Почему классный час пропустила?\n- Уже видела нового учителя?\n- У тебя есть парень?\n- Откуда приехала?\nНа все вопросы девушка просто не успевала отвечать, а другие  пропускала мимо ушей. Но Лизз осталась довольна таким приветливым и заботливым коллективом.",
    "answers": [
      {
        "id": 103,
        "text": "Сесть за парту к мальчику."
      },
      {
        "id": 104,
        "text": "Сесть за парту к девочке",
        "need": -93
      },
      {
        "id": 105,
        "text": "Сесть за парту к Миссе.",
        "need": 93
      }
    ]
  },
  {
    "id": 178,
    "text": "\"Нужно поискать Лиса... И все ему рассказать...\" - рассеянно подумала Лизз, пока искала кабинет с нужным ей человеком. Класс нашелся быстро, однако Лиса нигде не было. Девушка нашла его сумку на одной парте и подошла к ней.",
    "answers": [
      {
        "id": 208,
        "text": "Спросить о нем у соседа по парте."
      },
      {
        "id": 178,
        "text": "Уйти.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 179,
    "text": "- Вампир? Серьезно? - с ошарашенным лицом переспросила Лизз.\n\"Хотя, в этом что-то есть... Не из порыва же страсти меня укусили.\"\n- Ага, они существуют. Прямо как в \"Сверхъестественном\", но тут немного по-другому.\n- Воу-воу-воу... Там были страшные вампиры... - вспомнила Лизз и поежилась.\n- Ну да, это не очень удачный пример... - Лис задумался. - Скорее как в \"Интервью с вампиром\". Да, скорее всего, - он кивнул. \n\"Боже, у меня сейчас бомбанет, если я не задам хоть один вопрос!\" - подумала Лизз, чувствуя, как внутри нее чудовище по имени \"Любопытство\" раздирает ее на кусочки.",
    "answers": [
      {
        "id": 182,
        "text": "- Откуда они взялись?"
      },
      {
        "id": 183,
        "text": "- Они бессмертны?"
      },
      {
        "id": 159,
        "text": "- Как часто они пьют кровь?"
      },
      {
        "id": 160,
        "text": "- Разве они не боятся солнечного света?"
      },
      {
        "id": 186,
        "text": "- У них есть суперспособности?"
      },
      {
        "id": 187,
        "text": "Вспомнить кое-что.",
        "need": 53
      },
      {
        "id": 188,
        "text": "- Они превращаются в летучих мышей?"
      },
      {
        "id": 189,
        "text": "- Что такое Забвение?"
      },
      {
        "id": 166,
        "text": "- Они подчиняют людей?"
      },
      {
        "id": 191,
        "text": "- Почему Кристиан напал на меня?"
      },
      {
        "id": 192,
        "text": "- Каких ты еще вампиров знаешь?",
        "need": [
          104,
          105
        ],
        "need_sometimes": true
      },
      {
        "id": 193,
        "text": "- Откуда ты так много знаешь?"
      },
      {
        "id": 194,
        "text": "Спрость его настоящее имя."
      }
    ]
  },
  {
    "id": 180,
    "text": "Лизз фыркнула и демонстративно ушла, отмахнув назад волосы.",
    "answers": [
      {
        "id": 219,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 181,
    "text": "- А сейчас у нас кто руководитель?\n- Алекс Миллер. Так-то он четкий чувак, а еще довольно горяч, - поделилась девушка. - Могла бы сама убедиться, если бы не пропала во время классного часа.",
    "answers": [
      {
        "id": 203,
        "text": "- Я случайн."
      },
      {
        "id": 204,
        "text": "- Я проспала."
      },
      {
        "id": 205,
        "text": "- Люблю прогуливать, хе-хе."
      }
    ]
  },
  {
    "id": 182,
    "text": "- Там была местная легенда про какую-то семью, на которую наслали вечное проклятье, - у Лиса стал задумчивый взгляд. - Тебе нужно поискать в библиотеке школы, там должно быть подробней.",
    "answers": [
      {
        "id": 182,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 183,
    "text": "- Их можно убить и избавить от вампиризма, но так да.",
    "answers": [
      {
        "id": 183,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 184,
    "text": "По пути домой.\n\n\"Блин, да тут нехилая система образования. Я же так на тройки скачусь\" - устало подумала Лизз, когда села в машину папы. \"Только одно развлечение - вампиры. Я еще не скоро отстану от них с распросами, хе-хе\". \n- Ну что, доча, - поприветствовал её отец. - Как первый день в школе?",
    "answers": [
      {
        "id": 144,
        "text": "- Ты не поверишь..."
      },
      {
        "id": 221,
        "text": "- Та норм."
      }
    ]
  },
  {
    "id": 185,
    "text": "\"Уважаемые ученики,\" - было написано на первой строчке. - \"По случаю начала учебного года, в школе открываются дополнительные кружки. Посещение одного из них обязательно! За записью обращайтесь к лидерам кружков или к секретарю.\"\n- Ну блин, опять двадцать пять, - заворчала Мисса, увидав объявление.\n- А что? Это же интересно, - поделилась своим мнением Лизз, рассматривая списки кружков и их лидеров. - Ты куда будешь ходить?\n- Да в Клуб любителей книг. Они проводят беседы в библиотеке, там тихо и поспать можно. А ты?\n\n[Правильно выбранный клуб откроет дополнительную ветку сюжета. Если вы не хотите дополнение, выбирайте \"Клуб юных бизнесменов\". Или другое скучное название]",
    "answers": [
      {
        "id": 190,
        "text": "Клуб любителей книг."
      },
      {
        "id": 195,
        "text": "Шахматный клуб."
      },
      {
        "id": 196,
        "text": "Баскетбольный клуб."
      },
      {
        "id": 197,
        "text": "Волейбольный клуб."
      },
      {
        "id": 198,
        "text": "Рукодельный клуб."
      },
      {
        "id": 199,
        "text": "Музыкальный клуб."
      },
      {
        "id": 200,
        "text": "Клуб искусства."
      },
      {
        "id": 201,
        "text": "Клуб юных бизнесменов."
      }
    ]
  },
  {
    "id": 186,
    "text": "- Нет, они не умеют летать и стрелять лазерами из глаз, если ты об этом.",
    "answers": [
      {
        "id": 186,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 187,
    "text": "Внезапно в голову девушки ударила недавняя картина - отец с таким же укусом как у неё две недели назад. После кабинета директора.\n- Дак директор тоже вампир?! - вскричала Лизз ошарашенно. На нее странно покосились другие ученики.\n- Да тихо ты, не ори! - перекричал её Лис, и девушка зажала себе рот, чтобы еще чего не выкрикнуть. По её телу пробежала дрожь, когда она вспомнила это приятное выражение лица, но холодные янтарные глаза директора. Жу-уть.\n- Они что, комары какие-то? Кусают без причины то меня, то моего папу, - пожаловалась Лизз.\n- О, причина есть наверняка, только нам её не понять, - загадочно протянул Лис, а затем простодушно пожал плечами. - Мы ж люди.",
    "answers": [
      {
        "id": 187,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 188,
    "text": "- Э-э, нет.",
    "answers": [
      {
        "id": 188,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 189,
    "text": "- Забвение? Ну это такая штука, чтобы жертва не сопротивлялась вампиру. Он заставляет её \"отключить все чувства\", вот.\n- Хм, так вот почему я не боялась слепого! - осенило Лизз. - Хотя... вроде и сейчас не боюсь...\n- Ну и зря, - сказал Лис. - Не недооценивай его.",
    "answers": [
      {
        "id": 189,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 190,
    "text": "- Да тож туда же.\n- Ну и правильно. Его тайное название - \"Клуб любителей поспать\".\nЛизз засмеялась.",
    "answers": []
  },
  {
    "id": 191,
    "text": "- Откуда я знаю, блин. У него спроси.",
    "answers": [
      {
        "id": 191,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 192,
    "text": "- Вообще-то, я не имею права разглашать эту тайну без согласия вампира.\n- Но Криса же сдал.\n- Ну он не больно-то и скрывался. О, еще твоя соседка по парте вампир.\n- О, ясн... Стоп, что?! Мисса?! - закричала Лизз с глазами по пять монет.\n\"Моя соседка по парте - вампир!! Я ж от нее не отстану никогда!!\" - взволнованно подумала девушка. Страха перед вампиром, как такового, не было.\n- А ее ты почему сдал?\n- Она давала мне согласие на то, если у неё будет новый сосед или друг, то я или она должны будем рассказать ему правду. Ибо Мисса, в принципе, не очень любит новые знакомства, - пояснил парень.",
    "answers": [
      {
        "id": 192,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 193,
    "text": "- От Кристиана.\n- А почему ты с ним разговариваешь, если говорил \"держаться подальше\"? - докапывалась Лизз.\n- Потому что я могу постоять за себя, а маленькие девочки нет, - уклончиво ответил Лис, отведя глаза.\n- А, дак ты у нас большой мальчик, оказывается? - съязвила девушка.\n- Да, - он довольно улыбнулся. - И нам нужно поспешить в класс, звонок скоро.",
    "answers": [
      {
        "id": 240,
        "text": "Уйти. "
      },
      {
        "id": 193,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 194,
    "text": "- Лис, я же говорил тебе, - недоуменно произнес он.\n- Твой друг сказал, что это кличка, - привела доказательство Лизз.\nЛис снова отвел глаза в сторону и замолчал.\n\"Придумывает ложь\" - пошутила Лизз.\n- Понятия не имею, о чем он.\n- Ладно, забудь, - решила не давить на него девушка. Ведь если человек не хочет говорить свое имя, значит для этого есть причины.",
    "answers": [
      {
        "id": 194,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 195,
    "text": "- О, да ты у нас стратег, оказывается? - удивилась Мисса.\n- Ага, мы с папой часто играем в шахматы в свободное время, - поделилась девушка воспоминаниями.",
    "answers": []
  },
  {
    "id": 196,
    "text": "- А тебя туда возьмут? С твоим-то телосложением... - засомневалась Мисса.\n- Да возьмут, куда они денутся, - засверкала недобрым взглядом Лизз. - Стоп, а что не так с моей фигурой?",
    "answers": []
  },
  {
    "id": 197,
    "text": "- О-о, здорово. Удачи тебе там, - уважительно кивнула Мисса.",
    "answers": []
  },
  {
    "id": 198,
    "text": "- Ого, неожиданно... Но ладно.\n- А что? Вышивка тоже красивой бывает.\n- Да ничего, просто мало кто выбирает этот клуб.",
    "answers": []
  },
  {
    "id": 199,
    "text": "- На каком инструменте играешь? - любопытно спросила Мисса.",
    "answers": [
      {
        "id": 202,
        "text": "На пианино."
      },
      {
        "id": 202,
        "text": "На гитаре."
      },
      {
        "id": 202,
        "text": "На скрипке."
      },
      {
        "id": 202,
        "text": "На саксофоне."
      },
      {
        "id": 206,
        "text": "На треугольнике."
      },
      {
        "id": 207,
        "text": "На укулеле."
      }
    ]
  },
  {
    "id": 200,
    "text": "- О-о, ты художник? Здорово, - Мисса уважительно кивнула.",
    "answers": []
  },
  {
    "id": 201,
    "text": "- ... Я-ясно, - протянула Мисса.",
    "answers": []
  },
  {
    "id": 202,
    "text": "- У-у, круто.",
    "answers": []
  },
  {
    "id": 203,
    "text": "- Я случайно, - неряшливо пожала плечами девушка.\n- А-а, и шею ты так фигурно поранила тоже случайно? - саркастично протянула соседка.\n\"А у нее зоркие глаза, я же скрыла рану...\"\n- Кстати, я Мисса.\n- Лизз, приятно познакомиться.",
    "answers": [
      {
        "id": 134,
        "text": "Рассказать правду."
      }
    ]
  },
  {
    "id": 204,
    "text": "- Я проспала, - мастерски изобразила вину Лизз и опустила глаза вниз.\n- Ну да, - не поверила девушка. - Так крепко спала, что у тебя аж сонная артерия лопнула.\n\"А у нее зоркие глаза, я ведь прикрыла рану...\"\n- Упс...\n- Кстати, я Мисса.\n- Лизз, приятно познакомиться.",
    "answers": [
      {
        "id": 134,
        "text": "Рассказать правду."
      }
    ]
  },
  {
    "id": 205,
    "text": "- Люблю прогуливать, хех, - Лизз изобразила нахальное лицо, будто она известный пират, любящий переплывать моря и красть сокровища королей.\n- И ничего ты так нагуляла, что у тебя вся шея в крови, - саркатично протянула девушка, а Лизз покрылась румянцем. - Кстати, я Мисса.\n- Лизз, приятно познакомиться.",
    "answers": [
      {
        "id": 134,
        "text": "Рассказать правду."
      }
    ]
  },
  {
    "id": 206,
    "text": "- Треугольник? Серьезно?\n- Да, - хихикая, сказала Лизз. - Тоже важный инструмент в композиции.",
    "answers": []
  },
  {
    "id": 207,
    "text": "- Укулеле рулит!!",
    "answers": []
  },
  {
    "id": 208,
    "text": "Лизз решила не терять надежды и обратилась к блондинистому худому мальчику. У него было милое, почти детское лицо, однако холодные серые глаза, как две льдинки, ясно говорили о том, что перед девушкой не ребенок. Губы были сжаты в тонкую линию.\n- Извини, ты не знаешь, где Лис? - спросила девушка.\n- \"Лис\"? - переспросил недоуменно мальчик так, будто это было не имя. Затем он кивнул в сторону двери. - Вон он.\nИ правда - в класс зашел Лис и сразу же направился к своей парте, глядя себе под ноги. Похоже, он еще не заметил Лизз.",
    "answers": [
      {
        "id": 211,
        "text": "Заявить о своем присутствии."
      }
    ]
  },
  {
    "id": 209,
    "text": "Самая загадочная личность в школе, по моему мнению... Слепой вампир, это что-то...\nИнтересно, как он ориентируется в пространстве? Учитывая, что слух у вампиров лучше, чем у людей, вероятно, он использует эхолокацию. Или какое-нибудь вампирское чутье...\nИнтересно, что он имел в виду, когда сказал \"Мы должны были встретиться\"? ",
    "answers": [
      {
        "id": 209,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 210,
    "text": "- Ну пошли, - легко согласился Лис и вышел из класса, напоследок покосившись на своего друга за партой. \n- Ну, что случилось? - спросил Лис, когда они вышли в коридор.",
    "answers": [
      {
        "id": 213,
        "text": "- Меня мальчик укусил."
      },
      {
        "id": 214,
        "text": "- Я случайно с Наследником столкнулась."
      }
    ]
  },
  {
    "id": 211,
    "text": "- Эй, Лис! - энергично помахала рукой Лизз и у неё потемнело в глазах.\n\"16 лет... Старость не радость...\" \n- Лизз? - парень поднял голову и удивленно уставился на девушку. Сосед по парте хмуро наблюдал за ними. - Что ты здесь делаешь?",
    "answers": [
      {
        "id": 210,
        "text": "- Мне нужно кое-что тебе рассказать."
      },
      {
        "id": 212,
        "text": "- Давай выйдем, поговорим, как мужчина с мужчиной."
      },
      {
        "id": 210,
        "text": "- Побазарим по-братски."
      }
    ]
  },
  {
    "id": 212,
    "text": "- Но ты вроде баба... - Лис задумчиво почесал подбородок, рассматривая девушку, а потом резко развернулся и вышел из кабинета до того, как Лизз успела его прибить, \"шоб не пялился\".\n- У тебя случилось что-то? - спросил он в коридоре.",
    "answers": [
      {
        "id": 213,
        "text": "- Меня мальчик укусил."
      },
      {
        "id": 214,
        "text": "- Я случайно с Наследником столкнулась..."
      }
    ]
  },
  {
    "id": 213,
    "text": "- Меня мальчик укусил, - жалобно пожаловалась Лизз. Парень удивленно поднял брови.\n- Знаешь, я не хочу знать подробности твоей интимной встречи с этим мальчиком...\nЛизз стала пунцовой как рак, и буркнула:\n- Сам ты интимный. Я не знаю, что это было, но думаю, ты сможешь это объяснить, - Лизз открыла спрятанную ранее шею и показала укус Лису. Тот уставился на него немигающим взглядом, по которому нельзя было прочесть ничего, однако оторвать его от раны он не мог.\n- Нужно смыть кровь, - только и сказал он, но голос его стал ниже.",
    "answers": [
      {
        "id": 215,
        "text": "Недоуменно пойти смывать кровь."
      }
    ]
  },
  {
    "id": 214,
    "text": "- Я случайно с Наследником столкнулась... - загадочно начала Лизз. Парень нахмурился и молча уставился на нее, ожидая продолжения. - ...и он меня тяпнул... за шею... вот, - Лизз открыла ранее спрятанную шею и показала её Лису. Тот все равно молчал, однако его зеленые глаза стали на тон мрачнее, когда он увидел рану.\n- Нужно смыть кровь, - приказал он.",
    "answers": [
      {
        "id": 215,
        "text": "Недоуменно пойти смывать кровь."
      }
    ]
  },
  {
    "id": 215,
    "text": "\"Смывать, так смывать... Не нравится мне его выражение лица, явно не предвещает ничего хорошего.\"\nЛизз находилась в женской уборной и смывала с себя кровь, пытаясь не заляпать новую одежду. Раны уже почти затянулись, однако все равно болели.\nВ уборной было опрятно - хорошая уборщица или порядочные ученицы? - сделана в темных тонах, успокающивающих глаза. Лизз заметила в углу на одном из зеркал надпись красной помадой: \"Джудит forever\". Девушка не знала, кто такая Джудит и не очень ей завидовала.\n\"Надеюсь, с тобой все в порядке\" - дружелюбно подумала Лизз.",
    "answers": [
      {
        "id": 216,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 216,
    "text": "Лис ждал девушку неподалеку от уборной с таким же мрачным лицом, с каким провожал её.\n- А теперь ты расскажешь, что происходит? - спросила Лизз.\n- А, ну тут все очень просто. Кристиан вампир.",
    "answers": [
      {
        "id": 179,
        "text": "- Вась-вась? Повтори-ка, внучок."
      },
      {
        "id": 218,
        "text": "Расхохотаться."
      }
    ]
  },
  {
    "id": 217,
    "text": "- Потому что ты вторглась на его территорию. Сама виновата.\n- Нет, ну если подумать: кто ставит свое логово посреди школьного двора? - нахмурила бровки Лизз.\n- Ну, это ты у него спрашивай, вы же типа знакомы уже, - съязвил Лис. - А сейчас нам нужно на уроки.",
    "answers": [
      {
        "id": 240,
        "text": "Идти на урок."
      },
      {
        "id": 217,
        "text": "Вернуться назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 218,
    "text": "Лизз громко рассмеялась, аж слезы из глаз брызнули\n\"Вампир. Кристиан. Здесь, в школе. Вот умора! Он же слепой, как он может быть вампиром??\"\nКогда хохот стих, а слезы высохли, Лизз посмотрела на парня, чтобы он сказал \"Ха! Я пошутил!\". Но он не сказал.\n\"Хотя... В этом есть доля правды... Даже не доля, а половина\" - признала про себя Лизз, вспомнив хищные глаза, хоть и слепые. Само существование вампиров перевернет мир Лизз с ног на голову, поэтому ей нужно поскорее распросить о них Лиса.\n- Лан, верю я... Но сможешь ли ты ответить на мои миллионные вопросы?\n- Да валяй, справлюсь.",
    "answers": [
      {
        "id": 182,
        "text": "- Откуда они появились?"
      },
      {
        "id": 183,
        "text": "- Они бессмертные?"
      },
      {
        "id": 159,
        "text": "- Как часто они пьют кровь?"
      },
      {
        "id": 160,
        "text": "- Разве они не боятся солнечного света?"
      },
      {
        "id": 186,
        "text": "- У них есть суперспособности?"
      },
      {
        "id": 187,
        "text": "Вспомнить кое-что.",
        "need": 53
      },
      {
        "id": 188,
        "text": "- Они превращаются в летучих мышей?"
      },
      {
        "id": 189,
        "text": "- Что такое Забвение?"
      },
      {
        "id": 166,
        "text": "- Они подчиняют людей?"
      },
      {
        "id": 217,
        "text": "- Почему Кристиан напал на меня?",
        "need": -175
      },
      {
        "id": 191,
        "text": "- Почему Кристиан напал на меня?",
        "need": 175
      },
      {
        "id": 192,
        "text": "- А кто еще вампир?",
        "need": 175
      },
      {
        "id": 193,
        "text": "- Откуда ты все это знаешь?",
        "need": 175
      },
      {
        "id": 194,
        "text": "Спросить настоящее имя Лиса.",
        "need": 175
      }
    ]
  },
  {
    "id": 219,
    "text": "Сегодня ничего не произошло. И завтра тоже ничего не происходило. Да и вообще, год прошел как обычно, но Лизз грызла мысль, что ее жизнь могла бы стать разнообразнее, не пойди она на поводу у своей гордости.\n\n[Концовка \"Удивительное ничего\"]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 220,
    "text": "- Где гуляла? - спросила Мисса. - Мистер Миллер тебя обыскался, да и мы тоже тебя потеряли.\nЛизз неловко хихикнула:\n- Да я так... Потерялась немного...\n- Видать, там, куда ты забрела, были острые шипы, которые проткнули тебе шею, - тонко пошутила она, иронично глядя на соседку.\n\"А у нее зоркий глаз, я же прикрыла рану...\"\n- Похоже, правды от тебя не скроешь...",
    "answers": [
      {
        "id": 134,
        "text": "Рассказать правду."
      }
    ]
  },
  {
    "id": 221,
    "text": "- Да норм, школа как школа, - беззразлично пожала плечами Лизз, отвернувшись к окну.\n\"А какая актерская игра! Вы только посмотрите на это! Лизз Махоун на высоте в сегодняшнем шоу!\"\n- Да? Я думал, тебе там будет интересней, чем в предыдущей школе.\n- Неа, без Андреа не интересно.\n\"Вот это маневр!! Зрители апплодируют стоя!!\"",
    "answers": [
      {
        "id": 227,
        "text": "Заткнуть комментатора."
      }
    ]
  },
  {
    "id": 222,
    "text": "- Мне нравится эта школа! - выкрутилась Лизз. - Здесь так много приятных людей, которые с радостью с тобой знакомятся, я завела себе друзей и познакомилась с учителями,... - трещала о своем Лизз под терпеливые кивки отца, следящего за дорогой.",
    "answers": [
      {
        "id": 227,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 223,
    "text": "- У меня появился парень! - ляпнула Лизз первое, что пришло в голову.\n- Что? Уже? Так быстро? Кто он? Из влиятельной семьи? Хорошие манеры? Не курит? Спортом занимается? Татуировки есть? - затрещал отец без умолку.\n\"В задавании вопросов мы с ним похожи\" - хмыкнула девушка.",
    "answers": [
      {
        "id": 228,
        "text": "Продолжить разыгрывать папу."
      },
      {
        "id": 230,
        "text": "Признаться."
      }
    ]
  },
  {
    "id": 224,
    "text": "- ЧТО?! - вскричал отец и резко свернул с трассы на обочину. - ОТ КОГО?!\nГлаза его гневно и взволнованно сверкали, Лизз вжалась в кресло, пожалев о ляпнувшем.",
    "answers": [
      {
        "id": 225,
        "text": "Продолжить нести бред."
      },
      {
        "id": 226,
        "text": "Прекратить злые шутки над отцом."
      }
    ]
  },
  {
    "id": 225,
    "text": "- От Кристиана! - внезапно брякнула Лизз и сразу же зажала себе рот.\n\"Что? Зачем я это сказала?\"\nПапа побагровел и сильно сжал руль, а Лизз стала пунцовой.\n\"Семейка преКРАСНЫХ\" - остроумно пошутила девушка.\nБыло видно, что отец подыскивает слова, чтобы описать этого \"сранного ублюдка Кристиана\".\n",
    "answers": [
      {
        "id": 226,
        "text": "Все таки признаться."
      }
    ]
  },
  {
    "id": 226,
    "text": "- Папа! Пошутила я! Ничего не было! - закричала Лизз, чтобы быстрее успокоить отца. Тот уставился на дочь долгим взглядом, и пелена ярости с его глаз начала спадать.\n- Не жалеешь ты своего батю... - вздохнул он и поехал дальше.",
    "answers": [
      {
        "id": 227,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 227,
    "text": "\"Надо бы проанализировать сегодняшний насыщенный день\" - подумала она. \"С чего бы начать?\"",
    "answers": [
      {
        "id": 236,
        "text": "Не хочу думать."
      },
      {
        "id": 172,
        "text": "С вампиров."
      },
      {
        "id": 209,
        "text": "С Кристиана.",
        "need": 122
      },
      {
        "id": 233,
        "text": "С Миссы.",
        "need": [
          104,
          105
        ],
        "need_sometimes": true
      },
      {
        "id": 234,
        "text": "С Кристиана.",
        "need": 116
      },
      {
        "id": 235,
        "text": "С Лиса."
      },
      {
        "id": 237,
        "text": "Завершить думу. "
      }
    ]
  },
  {
    "id": 228,
    "text": "- Зовут Лис! - внезапно брякнула девушка и впала в ступор от своих же слов.\n\"Зачем я это сказала?..\"\n- Смотри сильно не шали там, будь леди! Не позволяй мальчику так просто завладеть тобой, иначе он уйдет к другой, - нравоучительно произнес папа, пока Лизз с каждым его словом краснела на один тон, представляя Лиса в виде её парня.",
    "answers": [
      {
        "id": 230,
        "text": "Признаться."
      }
    ]
  },
  {
    "id": 229,
    "text": "- Да никто... - замолчала Лизз",
    "answers": []
  },
  {
    "id": 230,
    "text": "- Да лан, пап, я пошутила. Нет у меня никого.\n\"И никогда не будет...\" - разочарованно вздохнула Лизз.\n- А, ну слава господу... - отец заметно расслабился.",
    "answers": [
      {
        "id": 227,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 231,
    "text": "- Ну, мы мило поболтали, пока я пыталась оклейматься, но так ничего, - поделилась Лизз в уборной. Она была сделана в темных приятных тонах, не раздражающих глаз. Везде было чисто и опрятно, что наводило на две мысли: здесь хорошая уборщица или опрятные ученицы. Однако на одном из зеркал в углу была надпись красной помадой. \"Джудит forever\".  Это нагнало Лизз на мрачные мысли.\n\"Кто бы ты не была, надеюсь, что все в порядке\" - дружелюбно подумала девушка.\n- Ну и кто этот такой Кристиан? - спросила она Миссу, стоящую позади.\n- Он прямой родственник основателя школы.",
    "answers": [
      {
        "id": 146,
        "text": "- Поэтому он ошивается здесь?"
      },
      {
        "id": 147,
        "text": "- Поэтому ему можно кусать людей?"
      }
    ]
  },
  {
    "id": 232,
    "text": "Глава 3. Молод и опасен. \n\nЛизз успела заехать домой и переодеться в удобную одежду, прежде чем отправиться на вечеринку. Она была очень взволнованна, ведь это первая туса в новом коллективе. И знает она там только одного человека. \n\"Самое время познакомиться с клевыми ребятами!\" - подумала Лизз, выходя из машины. \nПеред ней стоял дом Лиса - намного меньше, чем её, но довольно симпатичный. Во всех окнах на первом этаже был включен свет, а шторы отдернуты, так что Лизз могла видеть находящихся там людей. Вечеринка уже начинала разжигать огонь азарта в людях, так что девушка приехала весьма вовремя. \nВстав перед деревянной дверью и вслушиваясь в приглушенную музыку, Лизз собиралась с духом. ",
    "answers": [
      {
        "id": 277,
        "text": "Войти. "
      },
      {
        "id": 278,
        "text": "Постучаться. "
      }
    ]
  },
  {
    "id": 233,
    "text": "Мисса... Внешне никак нельзя было понять, что она вампир, если только по бледной коже, но людей с бледной кожей на свете миллионы.\nОна довольно добра со мной, но, как я заметила, не очень жалует своих одноклассников, стараясь держаться в стороне от школьной жизни. Похоже, она интроверт...\nСейчас Мисса дружелюбна со мной, но какая она, когда голодна?.. ",
    "answers": [
      {
        "id": 233,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 234,
    "text": "Самая загадочная личность в школе, как мне кажется... Слепой вампир...\nИнтересно, как он так хорошо ориентируется в пространстве? Учитывая, что у вампиров слух лучше, чем у людей, вероятно, что он использует эхолокацию. Или какое-нибудь вампирское чутье...\nНо нужно держаться от него подальше. Я все еще помню, как он вдруг быстро переместился в беседке - был там, а через миллисекунду уже тут.",
    "answers": [
      {
        "id": 234,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 235,
    "text": "Лис такой же дружелюбный, как и Мисса, однако он более тесно связан со школьной жизнью и видно часто в ней участвует.\nСамое интересное - взаимоотношение Лиса с Крисом. Первый его не особо жалует, однако они часто контактируют друг с другом. Не то, что девушки - поссорились, значит холодная война, никаких контактов, только метание презрительных взглядов в друг друга, ничего более.\nЯ Лиса еще плохо знаю, но мне кажется, что на него можно положиться.",
    "answers": [
      {
        "id": 235,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 236,
    "text": "\"Не, лучше буду легкомысленной дурой\" - отмахнулась Лизз и уставилась в окно.\nВ любом случае, этот год обещает быть весьма интересным. Хотя бы из-за вампиров. И из-за Миссы-вампира.\n\"Интересно, что будет дальше с Кристианом и с Лисом? Они вроде не ладят, но контактируют. Коллеги?\"\nКак раз в этот момент зазвонил ее телефон. ",
    "answers": [
      {
        "id": 247,
        "text": "Ответить"
      },
      {
        "id": 248,
        "text": "Игнор"
      }
    ]
  },
  {
    "id": 237,
    "text": "\"Отличная работа, Лизз!\" - подумала она, закончив размышления.\nМимо них простирался желтеющий лес в виде одной желто-зеленой полосы, а небо окрасилось в первые розоватые оттенки заката. Этот вид навел на задумчивую девушку \"осеннюю меланхолию\".\n\"Это будет самые интересные учебные дни за всю мою жизнь. Главное, чтобы эти приключения не зашли слишком далеко...\"\nКак раз в этот момент, будто прочитав ее мысли, зазвонил телефон.",
    "answers": [
      {
        "id": 247,
        "text": "Ответить. "
      },
      {
        "id": 248,
        "text": "Проигнорировать. "
      }
    ]
  },
  {
    "id": 238,
    "text": "Удивительное ничего произошло за этот год с Лизз. Может, некоторым это нравится - спокойно учиться, смеяться со своими подружками, завести милого и заботливого парня (или дерзкого плохиша, кому как нравится), успешно сдать экзамены и поступить в университет. По крайней мере, с Лизз ничего не случилось, а начавшаяся война пронеслась мимо ее глаз так, что она ничего не заметила.\n\n[Это самая скучная и безопасная концовка из всех. И по моему мнению, самая плохая]",
    "answers": [
      {
        "id": 238,
        "text": "Назад.",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 239,
    "text": "Учитель Алекс Миллер подозвал Лизз к своему столу перед уроком и внимательно посмотрел на нее черными глазами.\n\"Я что, уже в чем-то провинилась?\"\n- Твоего дедушку звали Акиро Махоун, верно? - внезапно спросил он.\n- Да, вы знакомы? - удивленно ответила вопросом на вопрос Лизз.\nАлекс улыбнулся.\n- Да, я был его учеником раньше. Но он, наверное, меня не узнает, если увидит...\n- Правда? Ну, может и узнает, дедушка не настолько старый еще...\n- Да не, я имел в виду, что я сильно изменился с того времени. Так бы он конечно меня узнал, я же был в универе главным бунтарем, твой дедушка меня постоянно после занятий заставлял оставаться, чтобы я аудиторию прибирал.\n- Серьезно? А с виду вы приличный человек, - пошутила девушка. Учитель засмеялся.\n- Все мы, в каком-то смысле, притворяемся другими, - загадочно произнес он, уставившись вдаль. Потом его взгляд прояснился, и он снова посмотрел на Лизз. - Если тебе будет нужна помощь - обращайся ко мне, не стесняйся.\n- Поняла, сэр.",
    "answers": [
      {
        "id": 184,
        "text": "После."
      }
    ]
  },
  {
    "id": 240,
    "text": "Куда идти?",
    "answers": [
      {
        "id": 239,
        "text": "В класс истории."
      },
      {
        "id": 243,
        "text": "Искать Лиса.",
        "need": 171
      },
      {
        "id": 244,
        "text": "Искать Миссу.",
        "need": [
          104,
          105
        ],
        "need_sometimes": true
      },
      {
        "id": 245,
        "text": "К доске объявлений."
      },
      {
        "id": 246,
        "text": "Искать слепого и надрать ему зад."
      }
    ]
  },
  {
    "id": 241,
    "text": "Глава 3. Молод и опасен. \n\nХороший вечер, как правило, начинается с хорошего настроения. А хорошее настроение — с хорошего фильма. \nВ новом доме Лизз было довольно просторно и прохладно, стоило бы разжечь камин (а еще неплохо бы сделать батарею), чтобы стало немного уютней. \nКомната Лизз находилась на втором этаже. Такая же по размерам, как и ее предыдущая, обделанная белыми, чуть грязными обоями, с окном, выходящим на старую качель во дворе, с мягким диваном с любимыми подушками девушки и пушистым ковром. Шкаф и остальную мебель еще собираются привезти, так что вся ее одежда покоилась на стуле. \n\"В принципе, с привозом шкафа стул так бы и остался завален одеждой\" — ехидно подумала Лизз. \nЧем бы ей заняться?",
    "answers": [
      {
        "id": 242,
        "text": "Врубить музон. "
      },
      {
        "id": 252,
        "text": "Посмотреть сериал. "
      },
      {
        "id": 253,
        "text": "Ждать доставщика пиццы. "
      },
      {
        "id": 254,
        "text": "Позвонить Андреа. "
      }
    ]
  },
  {
    "id": 242,
    "text": "Девушке захотелось послушать свой любимый плейлист, чтобы расслабиться после первого учебного дня. Она достала колонку и врубила Rammestein. \n\"О да, релакс...\" - подумала Лизз, довольно закрыв глаза и качая головой в такт музыке. ",
    "answers": [
      {
        "id": 258,
        "text": "Что-то не так... "
      }
    ]
  },
  {
    "id": 243,
    "text": "Лизз просто не могла удержаться от желания найти милую мордашку Лиса, поэтому она обежала всю школу вдоль и поперек (и, наверное, похудела из-за бега), но парня так и не нашла.\n\"Жа-а-ль...\"",
    "answers": [
      {
        "id": 243,
        "text": "Назад. ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 244,
    "text": "- Мисса-а! - протянула Лизз с загадочной улыбкой на лице, подбегая к проходящей по коридору подруге. Она недоуменно обернулась. - А покажи-ка клычки!\n- Что? Какие клычки? \n- Твои! - Лизз наклонилась к Мисса и зашептала ей на ухо. - Я знаю, что ты вампир.\nГлаза Миссы удивленно расширились, внутри показались частички испуга, но через мгновение у нее стало вновь безмятежно-пофигистичное лицо. \n- Ну ладно, ты не боишься, верно? - Лизз покачала головой в ответ. - Ну ладно. \nМисса отвела соседку в сторону и приоткрыла рот. Внутри показались тоненькие длинные клычки, от которых девушка не смогла сдержать умилительного визга. Глаза у Миссы горели синим хищным пламенем, а когда она спрятала клыки - он исчез.",
    "answers": [
      {
        "id": 244,
        "text": "Здоровоооо!!",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 245,
    "text": "\"Набираются человечки в клуб любителей чтения. Заинтересовавшимся приходить в библиотеку в 3 часа.\"\n---\n\"Верните тапки в 203каб.!!!!\"\n--\n\"Музыкальный концерт в 6 часов вечера.\"",
    "answers": [
      {
        "id": 245,
        "text": "Назад. ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 246,
    "text": "Жертва обнаружилась у окна на третьем этаже. Ничего не подозревая, она стояла, засунув руки в карманы джинс и грустно смотре... Что она делает у окна?\nВ любом случае, зад Кристиана идеально подходил для пинка Лизз, даже для размаха место есть. Девушка медленно подкралась к слепому и уже подняла ногу, как... \n- Не раздвигай передо мной ноги, балаболка. \nВозмутившись, Лизз покрылась пунцовым оттенком и так и осталась стоять с поднятой ногой, не зная, что сказать. \n- Слыш, ты! - отошла Лизз. - Я знаю, кто ты! И всем расскажу! \n- Ага, валяй, - Кристиан махнул рукой, продолжая смотреть (??) в окно. Похоже, ему было беззразлично. \nЛизз надулась и, зло фыркнув, удалилась. ",
    "answers": [
      {
        "id": 246,
        "text": "Назад. ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 247,
    "text": "- Лизз? - ответил знакомый голос. \n- Лис? - удивленно вторила девушка. Отец заинтересованно посмотрелл на дочь. Он явно хотел спросить, кто звонит. - Откуда у тебя этот номер? \n- Неважно. Связи. Я вот что хотел у тебя спросить... - он замолчал, видимо, собираясь с мыслями. - У нас собираются десятиклассники в честь начала учебного года. Ты пойдешь? ",
    "answers": [
      {
        "id": 249,
        "text": "- А кто еще там будет?"
      },
      {
        "id": 250,
        "text": "Пойти. "
      },
      {
        "id": 251,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 248,
    "text": "Лизз не стала отвлекаться на звонок, продолжая любоваться красотами осени. \n\"Мало ли кто там, опять, наверное, реклама прокладок какая-нибудь\". ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      },
      {
        "id": 2,
        "text": "К третьей главе. "
      }
    ]
  },
  {
    "id": 249,
    "text": "- Ну, я буду, все остальные ребята... Мисса не придет, она не любит большие компании. ",
    "answers": [
      {
        "id": 250,
        "text": "Пойти. "
      },
      {
        "id": 251,
        "text": "Отказаться. "
      }
    ]
  },
  {
    "id": 250,
    "text": "- Конечно, я приду, - воодушевленно ответила Лизз. Это отличная возможность для нее - познакомиться с ребятами, представиться самой, заработать себе репутацию. Возможно, там даже будет выпивка... Но это же не проблема для Лизз, верно?\nКинув трубку, девушка повернулась к отцу и требовательно произнесла:\n- Отец, сворачивай! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      },
      {
        "id": 2,
        "text": "К третьей главе. "
      }
    ]
  },
  {
    "id": 251,
    "text": "- Нет, спасибо, - вежливо отказалась Лизз. - Я лучше закажу пиццу и посмотрю сериал. \n- Ха-ха, ты прямо как Мисса сказала. Не зря вы подружились, два сапога пара, - начал безобидно издеваться Лис. \n- Ага, оба на левую ногу, - поддержала его Лизз. На самом деле она не любила большие компании - особенно если это новый коллектив, - отдавая предпочтение Доктору и пицце с грибочками. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      },
      {
        "id": 2,
        "text": "К третьей главе. "
      }
    ]
  },
  {
    "id": 252,
    "text": "Лизз достала свой ноутбук и просмотрела список скачанных сериалов. \n\"Неплохо бы спрятаться в воображаемом мире пока ты ждешь свою пиццу\". \nНо что бы посмотреть? ",
    "answers": [
      {
        "id": 255,
        "text": "\"Доктор Кто\""
      },
      {
        "id": 255,
        "text": "\"Приятно познакомиться, Бог\""
      },
      {
        "id": 255,
        "text": "\"Гравити Фолз\""
      },
      {
        "id": 255,
        "text": "\"Игра Престолов\""
      },
      {
        "id": 252,
        "text": "Не хочу смотреть. ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 253,
    "text": "Лизз устроилась поудобней на своем диване и прислушалась. С минуты на минуту должен подойти доставщик пиццы. Спустя 15 минут тишины (не считая шагов отца внизу), Лизз наскучило и она решила заняться чем-нибудь другим. \n\"Время пролетит незаметно, пока ты занят чем-то, верно?\"",
    "answers": [
      {
        "id": 242,
        "text": "Врубить музон. "
      },
      {
        "id": 252,
        "text": "Посмотреть сериал."
      },
      {
        "id": 254,
        "text": "Позвонить подруге. "
      }
    ]
  },
  {
    "id": 254,
    "text": "\"Время звонить бро! Надеюсь, она еще не спит\" - весело подумала Лизз, набирая номер подруги. \n- О-о, смотрите-ка, кто про меня вспомнил, - раздался саркастичный голос на той стороне. Лизз засмеялась. \n- Да кто тебя забудет, твое лицо не забудешь. Мне кошмары снятся из-за него. \n- Это ты про свое отражение в зеркале? - заржала подруга, а Лизз ей вторила. Немного утихомирившись, Андреа спросила:\n- Ну, рассказывай. ",
    "answers": [
      {
        "id": 256,
        "text": "Рассказать все без утайки. "
      },
      {
        "id": 257,
        "text": "Скрыть пункт с вампирами. "
      }
    ]
  },
  {
    "id": 255,
    "text": "Сериал был благополучно включен, девушка удобно устроилась на диване, укутавшись пледом. \nЛизз посмотрела только первые несколько минут, не успев толком понять, о чем идет речь, как вдруг внутри неё появилось навязчивое тревожное чувство. Будто за ней кто-то следит. \nЛизз поставила серию на паузу и недоуменно оглянулась и прислушалась. Ничего не вызывало подозрений: все бла-бла-бла??? ",
    "answers": [
      {
        "id": 259,
        "text": "Завизжать. "
      },
      {
        "id": 260,
        "text": "Завижать и кинуть первое, что попадется под руку. "
      },
      {
        "id": 261,
        "text": "Завизжать, кинуть что-нибудь и дать люлей. "
      }
    ]
  },
  {
    "id": 256,
    "text": "",
    "answers": []
  },
  {
    "id": 257,
    "text": "",
    "answers": []
  },
  {
    "id": 258,
    "text": "Какое-то странное ощущение, возникшее внутри Лизз, как маленький навязчивый червячок, прогрызающий сердце, заставило девушку открыть глаза и отключить колонку. Она огляделась вокруг, вроде ничего подозрительного нет: те же стены, тот же диван с подушками, тот же ноутбук на зарядке в углу, тот же Кристиан на подоконнике, та же люстра на потолке... \nСтоп, погодите-ка... ",
    "answers": [
      {
        "id": 259,
        "text": "Завизжать. "
      },
      {
        "id": 260,
        "text": "Завизжать и кинуть в него первым, что попадется под руку. "
      },
      {
        "id": 261,
        "text": "Завизжать, кинуть что-нибудь и в добавок дать люлей. "
      }
    ]
  },
  {
    "id": 259,
    "text": "",
    "answers": []
  },
  {
    "id": 260,
    "text": "Лизз истошно завопила от испуга, и инстинкт самосохранения, щелкнув переключателем в ее голове, заставил девушку взять рядом лежащую вещь (это был бюстгальтер, но Лизз это не сильно волновало) и с удивительной меткостью запустила им в ничего не подозревающего мальчика. \nЛифчик бы приземлился ему прямо в лицо, не вытяни Кристиан вперед руку. Он, скорчив презрительную гримасу, отбросил его на пол и произнёс (после того, как Лизз накричалась):\n- У соседей кровь из ушей повалила из-за твоих криков. Разве так встречают гостей? ",
    "answers": [
      {
        "id": 262,
        "text": "- Гостей??!?!! "
      },
      {
        "id": 263,
        "text": "- Убирайся!! "
      },
      {
        "id": 264,
        "text": "- Что ты здесь забыл? "
      }
    ]
  },
  {
    "id": 261,
    "text": "",
    "answers": []
  },
  {
    "id": 262,
    "text": "- Гостей??!?! - истерично вскричала Лизз. \n- Ну да, ты права, - согласился Кристиан, спрыгивая с подоконника и вертя головой, якобы осматриваясь вокруг. - Я здесь дольше тебя, так что это ты гость... С новосельем? Я не принес гостинцев, только крысу для перекуса захватил по дороге, но могу поделиться. ",
    "answers": [
      {
        "id": 265,
        "text": "Нет, спасибо! "
      }
    ]
  },
  {
    "id": 263,
    "text": "",
    "answers": []
  },
  {
    "id": 264,
    "text": "",
    "answers": []
  },
  {
    "id": 265,
    "text": "— Нет, спасибо! — снова повысила голос Лизз с ноткой отвращения. Потом, успокоившись, более-менее дружелюбно спросила:\n— Что ты здесь делаешь?\n— Ну, я люблю бывать в этом доме. Навевает воспоминания... — кратко ответил Кристиан и бестактно присел на стул.\n\"Ну ладно, я не против... \" — подумала гостеприимная девушка. \n— Ты же знаешь кому принадлежал этот дом? ",
    "answers": [
      {
        "id": 266,
        "text": "- Предыдущим хозяевам. "
      },
      {
        "id": 267,
        "text": "- Кому? "
      }
    ]
  },
  {
    "id": 266,
    "text": "- Предыдущим хозяевам? - показала удивительные чудеса логики Лизз. Она все еще с недоверием относилась к Кристиану. Мало того, что он её укусил, так еще и в дом приперся! Может, сталкер какой-нибудь? Если и так, то какой-то он фиговый... \nКристиан проигнорировал её вопрос и стал повествовать дальше:\n- Этот дом принадлежал моим предкам много поколений, но они все умерли и все закончилось на мне. По человеческим меркам, я несовершеннолетний, а они не могут иметь дома. Поэтому пришлось продать,  - Крис будто рассказывал сам себе, выглядя так отрешенно, что Лизз невольно слушала каждое его слово. ",
    "answers": [
      {
        "id": 268,
        "text": "- Твои предки тоже были вампирами? "
      },
      {
        "id": 269,
        "text": "- А сколько тебе лет? "
      },
      {
        "id": 270,
        "text": "Молчать дальше. "
      }
    ]
  },
  {
    "id": 267,
    "text": "",
    "answers": []
  },
  {
    "id": 268,
    "text": "",
    "answers": []
  },
  {
    "id": 269,
    "text": "— Много, — ответил он. Лизз прыснула. — В любом случае, не хотел тебе мешать деградировать, просто мимо проходил. ",
    "answers": [
      {
        "id": 271,
        "text": "- Конечно... "
      },
      {
        "id": 272,
        "text": "- Ты же вроде сам здесь часто бываешь... "
      }
    ]
  },
  {
    "id": 270,
    "text": "Лизз не подавала никаких признаков жизни, как и Кристиан. Но она, по крайней мере, может к ней вернуться. \n[Автор: это самая остроумная шутка за весь квест] \nОни молчали нелолго, тишина была довольно ощутима, но не такой нагнетающей, когда, например, учитель вызвал тебя к доске, а ты не знаешь ответ. И сидите так в нелоком молчании. \n— Кхм, — нарушил тишину Крис. — Ну, не буду тебе мешать деградировать... \nНамекнул он на времяпрепровождение девушки и поднялся со стула, прикрыв глаза. ",
    "answers": [
      {
        "id": 271,
        "text": "- Конечно... "
      },
      {
        "id": 290,
        "text": "- Куда ты собрался? "
      },
      {
        "id": 291,
        "text": "Дать люлей. "
      }
    ]
  },
  {
    "id": 271,
    "text": "",
    "answers": []
  },
  {
    "id": 272,
    "text": "- Но ты же вроде раньше сюда приходил... - недоверчиво произнесла Лизз, впечатленная словами вампира. \n- Да, но я на некоторое время исчезну, - возразил Крис и встал с кресла. \nНастало молчание и Лизз, чтобы как-то скрасить его, сказала:",
    "answers": [
      {
        "id": 273,
        "text": "- Зачем ты меня укусил? "
      },
      {
        "id": 274,
        "text": "- Как ты видишь окружающий мир? "
      },
      {
        "id": 275,
        "text": "- Расскажи что-нибудь интересное. "
      },
      {
        "id": 276,
        "text": "- Хочешь пиццу? "
      }
    ]
  },
  {
    "id": 273,
    "text": "",
    "answers": []
  },
  {
    "id": 274,
    "text": "",
    "answers": []
  },
  {
    "id": 275,
    "text": "",
    "answers": []
  },
  {
    "id": 276,
    "text": "- Хочешь пиццу?  - вежливо предложила Лизз. \n\"Нет, ну а что? Если он и дальше будет тут сидеть, то я не хочу, чтобы он слушал мое чавканье\"\n- Что это? Игрушка какая-то? - недоуменно ответил Крис. Рот Лизз тут же коснулся пола - не знать, что такое пицца?! Да где ж такое видано? Почувствовав удивление девушки, вампир смутился и попытался как-то себя оправдать:\n- А ты как думала? ",
    "answers": []
  },
  {
    "id": 277,
    "text": "Решив, что под такую громкую музыку её никто не услышит, а за дверью явно нет дворецкого, дожидающего стука в дверь, Лизз вошла внутрь. \nВ уши ударила басящая песня, под которую сразу хотелось идти танцевать. Вокруг были люди - не так много, как обычно бывает на вечеринках, но достаточно, чтобы чувствовать окружающее веселье. \n\"Итак, что мы имеем - коридор с выходом на второй этаж, большая гостиная и кухня. Куда бы пойти?\"",
    "answers": [
      {
        "id": 279,
        "text": "Пойти искать Лиса. "
      },
      {
        "id": 280,
        "text": "Пойти в гостиную. "
      },
      {
        "id": 281,
        "text": "Пойти на кухню. "
      }
    ]
  },
  {
    "id": 278,
    "text": "",
    "answers": []
  },
  {
    "id": 279,
    "text": "\"Правильно, первым делом - ищем хозяина дома и организатора вечеринки, чтобы сообщить о своем присутствии\" - весело подумала Лизз и вприпрыжку побежала на звук музыки. \nБольшая стереосистема обнаружилась в гостиной, и несильно била по ушам своей музыкой. Перед ней была пустая площадка (для танцев, наверное) и коричневого цвета диван у стены. Лиса нигде не было. Только ребята уселись на диване и около него, о чем-то увлеченно разговаривая и смеясь. ",
    "answers": [
      {
        "id": 282,
        "text": "Поздороваться. "
      },
      {
        "id": 283,
        "text": "Пойти искать дальше. "
      }
    ]
  },
  {
    "id": 280,
    "text": "",
    "answers": []
  },
  {
    "id": 281,
    "text": "Кухня была довольно просторной и сделанной в светлых тонах. Уютная обстановка сразу порадовала глаза Лизз, а наличие на столе тарелок с разнообразной едой обрадовали еще больше. \nЛис обнаружился за кухонным столом, хлопочущим над чем-то. На нем был надет желтый фартук в цветочек. \n\"Милый фартучек\" — хихикнула Лизз про себя, подходя к другу. ",
    "answers": [
      {
        "id": 284,
        "text": "- Тебе идет! "
      },
      {
        "id": 285,
        "text": "Ждать, когда он сам меня заметит. "
      }
    ]
  },
  {
    "id": 282,
    "text": "— Хееей, привет, — поздоровалась Лизз, подходя к ним. Все три головы повернулись к ней, но только одна заговорила:\n— Привет! — это была стройная девушка с русыми волосами и овальным, оливковово цвета лицом. — Я тебя видела в школе, ты Лизз, да? \nДрузья девушки посмотрели на неё не менее удивленно, чем Лизз. ",
    "answers": [
      {
        "id": 292,
        "text": "- Да, откуда ты знаешь? "
      },
      {
        "id": 292,
        "text": "- Да, я что, популярна? "
      }
    ]
  },
  {
    "id": 283,
    "text": "",
    "answers": []
  },
  {
    "id": 284,
    "text": "— Тебе идет! — саркастично сказала девушка вместо приветствия. Хотя почему саркастично? Лису довольно шла домашняя одежда, придавала ему некую...  самостоятельность? \n\"Хорошо, когда мужчина сам может приготовить покушать\" — размышляла Лизз. \n— Ой, еще и ты, — ответил Лис, отрвавшись от дел. Он улыбнулся девушке и, вытерев грязные руки о фартук, продолжил. — Все, кто сюда заходит, говорят, что мне идет этот фартук. Если еще кто-нибудь это ляпнет, я его в школу надену, честное слово! \nЛизз засмеялась. \n— Уже хочу увидеть тебя в таком наряде завтра. \n— Ха-ха-ха, ты лучше помоги-ка мне расставить еду по всему первому этажу, а потом пойдём тусить, — сказал Лис все еще улыбаясь, сняв с себя фартук. ",
    "answers": [
      {
        "id": 286,
        "text": "Не-ет, не снимай! "
      },
      {
        "id": 287,
        "text": "- Лады. "
      }
    ]
  },
  {
    "id": 285,
    "text": "Девушка присела на один из табуретов около стола и стала ждать, пока мальчик сам ее заметит. ",
    "answers": []
  },
  {
    "id": 286,
    "text": "— Не вздумай снимать!!! — закричала Лизз, вскакивая и поднимая руки на Лиса. Тот резко отпрянул и испуганно уставился на девушку, чем вызвал её смех. \n— Что?.. — переспросил парень, неуверенно держа желтый комок в руке. \n— Надень обратно, Лис, — приказала девушка. Ну, нравился ей этот фартук, она ничего не могла с этим поделать. Так и хотелось любоваться этими цветочками на мужском стройном те... \n\"Куда-то меня не туда заносит\" — задумалась Лизз. \nМальчик, немного поразмышляв над словами собеседницы, вскинул брови и ответил:\n— Ладно, но только ради тебя. ",
    "answers": [
      {
        "id": 288,
        "text": "Послать воздушный поцелуй и пойти помогать. "
      },
      {
        "id": 289,
        "text": "Просто пойти помогать. "
      }
    ]
  },
  {
    "id": 287,
    "text": "",
    "answers": []
  },
  {
    "id": 288,
    "text": "Лизз послала ему воздушный поцелуй, пока он перевоплощался в домохозяйку. Настроение поднялось вверх, девушке уже хотелось отрываться по полной и сходить с ума, но она лишь схватила поднос с пиццей в обе руки и посеменила в гостиную. ",
    "answers": []
  },
  {
    "id": 289,
    "text": "",
    "answers": []
  },
  {
    "id": 290,
    "text": "",
    "answers": []
  },
  {
    "id": 291,
    "text": "",
    "answers": []
  },
  {
    "id": 292,
    "text": "",
    "answers": []
  },
  {
    "id": 293,
    "text": "",
    "answers": []
  }
]