[
  {
    "id": 1,
    "text": "\"БЕЗУМИЕ СВЕТА И ТЬМЫ, ЕДИНЫ ВО МНЕ\"\n\nЕсли бы в наших душах, таилась сила, способная изменить окружающий нас мир? Как бы мы поступили?",
    "answers": [
      {
        "id": 2,
        "text": "От АВТОРА"
      },
      {
        "id": 3,
        "text": "История началась..."
      }
    ]
  },
  {
    "id": 2,
    "text": "Здравствуй дорогой читатель! Не серчай на ошибки и недочеты в расказе! Зделай милость укажи мне на них. Конструктивно и вежливо! Примного Благодарен! \n\nPS. Вы прочитаете небольшой отрывок (Превью) огромной вселенной которая может воплатиться в жизнь если вам понравится отрывок и вы сообщите  об этом в комментариях. С ув. Автор.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу."
      }
    ]
  },
  {
    "id": 3,
    "text": "-Щенок! Сквозь сон как молотом по спине пробилась боль от удара отцовского сапога. -Какого черта ты досихпор спишь? Животина сама себя не накормит! Быстро встал и выгнал отару на пастбище и чтоб до вечера я тебя не видел!\nСквозь боль и толком не рассеявшийся сон вы видите над собой своего отца крупного телосложения мужчину возрастом окола сорока лет. Но многочисленые шрамы и забранные в небольшую косичку седые волосы. Вместе с переломаным носом и суровым взглядом черно-карих глаз создавало образ 60-летнего война отошетшего от своего ремесла. Но на смом деле, сколько вы себя помните и по рассказам старейших соседей он всегда был кузнецом.\n-Тебе помочь?!  Или сам выйдешь с дому?! Снова зазвучал стольной голос. Который повергал вас в страх с самого детства.",
    "answers": [
      {
        "id": 4,
        "text": "Хорошо отец я уже иду."
      },
      {
        "id": 5,
        "text": "Прикрати на меня орать!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Быстро накинув старый коженный желет, вы выбижали из дома. \nТолько  сделав пару шагов вам в лицо ударил морозный и чуть влажноватый ветерок. Он моментально  продул вашу одежду, старый хлопчатый кофтан и видавшие виды штаны. Ну а кожанные ботинки через дырки которых моментально пропустили ледяную расу, которой была густо полита мелкорастущая зеленовато-красная трава.\n-Морозный...как я люблю подумали вы про себя. Подняв голову и посмотрев на серое небо вы почуствовали как в добавок начал моросить дождик.\n-Прелестно (не без эронии сказали вы) сегодня я однозначно покроюсь мхом.\nНо для такого северного региона материка как Кэрос это был обычный день! Для середины лета",
    "answers": [
      {
        "id": 6,
        "text": "Пойду к овцам."
      }
    ]
  },
  {
    "id": 5,
    "text": "Не успели вы даже договорить, как вам по лицу молненостно прилитела ладонь вашего отца! Который этой рукой с легкостью управляется с 20-килограмовым железным молотом работая сутки на пролет.\nВас отбросило на добрых пол метра. Тем саммым окончательно отбив сон и желание возрожать отцу.",
    "answers": [
      {
        "id": 4,
        "text": "(Придя в себя вы со страхом в голосе говорите.) Да отец. Уже иду.! 2"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы неспешно спустились с холмика густо покрытого травой на котором стоял ваш небольшой дом. Оглянувшись вы увидели ту же картину что и все свои семнадцать лет. Тихая маленькая ни чем непримичательная деревенька. С хаотично разбросанными домами. На деревне висел небольшой утренний туман в котором никого небыло видно из за раннего часа. \nВы вздохнули подумав о своей слишком скучной жизни в которой ничего не происходит. \n Собравшийсь с мыслями вы подошли к загону для овец стоявшую близ деревне. Стадо овец уже давно праснулись и блеяли у ворот прося еду и свободу для прогулки.",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к воротам."
      }
    ]
  },
  {
    "id": 7,
    "text": "Подойдя к воротам. Вы увидели рядом будку своего пса, друга, лучшего друга Флис так вы его звали. Этот черный как ночь кобелек к восьми годам сал послушным и выполнял все команды стоило только назвать его имя. Хотя отец называл его просто пес и при этом он не разу не ослушался. Флис мирно посапывал в своей будки будто совсем не слышал овец. Вы на менуту задумались...А не взять ли его с собой?",
    "answers": [
      {
        "id": 8,
        "text": "Нет. В такую погодку, жалко брать с сабой пусть спит."
      },
      {
        "id": 9,
        "text": "Че я один буду мокнуть и мерзнуть. Возьму с собой. (Ну вы и злодей)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы со скрипом открыли длинные деревянные ворота. Сделанные из цельных веток деревьев связанных между собой веревкой. Овцы потехоньку начали бежать по ежедневному маршруту по этому вы даже не стали их замедлять. Только подогнали отстающих. И собрали в кучу. Пройдя живописные холмы. Вы догнали отару и останавили ее у склона последнего холма на горизонте веднелся только мрачный лес из многовековых дубов. Дальше идти было нельзя иначе можно расстаться с жизнью. Вы знали что там обитало и мало того там изредка ставили свои лагеря разные охотники на тварей лесных и разбойники.  Но почемуто ни те ни другие никогда не заходили в вашу деревню даже ради торговли или набега.",
    "answers": [
      {
        "id": 10,
        "text": "Присяду наверно."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы подошли к будки и позвали пса\n-Флиис вставай маленький засранец. Пойдем пости овец.\nФлис проснулся привстал на лапы. Медлено высунул нос из будки. Дождь тут же намачил ему нос и мордочку. Флис жалобно заскулил отошел вглубь будки и лег. Начав смотреть на вас жалобным взглядом и скулить. Давая всем своим видом понять что сегодня он никуда не пойдет.\n-Да и черт с тобой друг называется.",
    "answers": [
      {
        "id": 8,
        "text": "Пойду выпущу овец."
      }
    ]
  },
  {
    "id": 10,
    "text": "Там где вы остановились на земле лежал средних размеров валун. Вы залезли на валун и при сели на него. С валуна открывался отличный обзор на всю отару. Мирно пасущуйся на склоне холма впереди был лес справо тек небольшой чистый рудничек на дне которого виднелись камешки и плискался небольшой касечок пресноводных рыбок ярко-салатоваго цвета. Был бы хороший перекус подумали вы жалко что ядовиты.\nТак в размышлениях и наблюдении за животными прошел целый день. И начали спускаться густые сумерки. Вы решили уже собрать всех овец и гнать домой. Но вдруг вы замечаете огни идущие из леса на его окраену. Вы смекнули что это факелы и поняли что допустили ошибку подпустив овец так близко к лесу наверняка кто то услышал их и решил пожевится месцом. Вы насчитали примерно шесть огней. Вы поняли что не успеваете угнать их и уйти незамеченым.",
    "answers": [
      {
        "id": 11,
        "text": "Попробовать угнать овец и если не успею то поговорить и убедить не трогать их."
      }
    ]
  },
  {
    "id": 11,
    "text": "Спрыгнув с валуна в бегом направились к овцам стоящих у самого леса. Подбежав ближе вы удивились увидев что это вовсе не факелы. Эти точки они скорее светились а не горели и двигались по двое как будто это не...\nВы с ужасом поняли что это не люди а именно те создания о которых ходят страшные истории МАРГЛЫ о их кровожадности и отличной памяти ходят легенды они не забывают о жертвах которые сбежали от них и могут искать их годами выслеживая пока не закончат начатое.",
    "answers": [
      {
        "id": 1,
        "text": "Назад на первую страницу."
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]