[
  {
    "id": 1,
    "text": "Автор: Соловьев(Rapsoda) Станислав<s>r\n<s>r\nПредисловие:<s>r\nЛинаэль - прекрасная лесная эльфийка, которую захватил в плен отряд орков-диверсантов. Они напали ночью, на небольшое поселение в густой чаще, с боем захватив несколько пленных! <s>r\nВ дальнейшем девушку хотят использовать в своих гнусных целях, но нельзя это так оставлять, помогите юной эльфийке спасти свою жизнь от кошмара!<s>r\n<s>r\nПримечание: <s>r\nПока публикую как полноценное произведение, если появится много желающих, то напишу еще одну часть. Пишите комментарии, ставьте лайки, подписывайтесь на мой канал! :D\n\n[вторая часть уже в разработке]",
    "answers": [
      {
        "id": 2,
        "text": "Вступление."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://s019.radikal.ru/i620/1708/86/4ec82aea92a1.jpg",
        "system": true
      },
      {
        "id": 34,
        "text": "<[О второй части]>"
      }
    ]
  },
  {
    "id": 2,
    "text": "Над лагерем, расположенном в узком ущелье меж скал, уже давно воцарилась тьма. Орк, назначенный дежурить вторую половину ночи, благополучно спал, иногда противно хрюкая и посапывая. Пленниц держали в клетке, сплетенной из толстых суков, с помощью грубой веревки, в то время как отряд орков разместился прямо на земле, подстелив только плащи. Костер едва тлел, летняя ночь наполнила воздух спасительной свежестью, но стойкий запах перегара и пота наглухо затмевал все прочие.\nЛиваэль сидела в самом углу клетки и судорожно искала пути спасения. Ее соплеменницы спали, часто ворочаясь и вздрагивая, все, как на подбор - молодые девушки, которым грозило стать частью гарема орочьего вождя.",
    "answers": [
      {
        "id": 3,
        "text": "Предпринять попытки к бегству."
      },
      {
        "id": 4,
        "text": "Разбудить подруг."
      }
    ]
  },
  {
    "id": 3,
    "text": "Линаэль осторожно подползла к спящему орку и принялась развязвать шнурок с ключом на его поясе. Несколько раз казалось, что все идет как надо, но узел казался слишком тугим и пальцами подхватить петлю никак не удавалось.",
    "answers": [
      {
        "id": 31,
        "text": "Спустя несколько мгновений."
      }
    ]
  },
  {
    "id": 4,
    "text": "Эльфийка осторожно, встав на четвереньки, принялась ползать по тесной клетке, где в тесных об'ятиях, кто как, разместились пленницы. Полуобнаженные, они жались друг к другу отнюдь не от холода, а от страха. Даже во сне. \n- Эй, - тихонько шептала Линаэль, поглаживая головы девушек, потому что неосторожная тряска могла вызвать всеобщую панику, а будить караульного никак нельзя, - Вэя, Сойли, Кайли, просыпайтесь. Миосса, слышишь? ",
    "answers": [
      {
        "id": 5,
        "text": "Спустя пару минут..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Девушки сидели, сонно моргая и неуклюже поправляя остатки одежды. <s>r\n- Что случилось, Лин? - обратилась Миосса, которой пришлось хуже всех - орки уделили ей особое внимание и закинули в клетку самой последней. <s>r\n- Нам нужно бежать. - едва слышно пролепетала Линаэль, не сводя глаз с орка, привалившегося спиной к клетке. - Сейчас или никогда...<s>r\n- Но как? - тонкий, как струна, голосок принадлежал самой младшей из пленниц - Кайли, этой весной она праздновала совершеннолетие.",
    "answers": [
      {
        "id": 6,
        "text": "- Ключ висит на поясе вон того хряка, нужно осторожно выкрасть его..."
      },
      {
        "id": 7,
        "text": "- Вэя, ты самая искуссная ведьма среди нас, может быть попробуешь что-то сделать?"
      },
      {
        "id": 8,
        "text": "- Я попробую заманить к нам охранника, подыграйте мне..."
      }
    ]
  },
  {
    "id": 6,
    "text": "- Мои пальцы - самые ловкие. - вызвалась помочь одна из эльфиек, известная на все поселение мастерица, - Я попробую сделать это...\nНикто не стал возражать и Сойли осторожно подобралась к охраннику на четвереньках, после чего принялась за самое трудное - ключ висел на поясе орка, связанный простым, но прочным шнурком. Бабочек тоже никто не вязал, поэтому следовало приложить немало усилий, чтобв одолеть узел.\nНо тут орк вздрогнул и завертел головой! Благо, через несколько секунд он сонно заворчал и опять откинулся спиной к клетке...",
    "answers": [
      {
        "id": 9,
        "text": "Выждать несколько минут и продолжить."
      },
      {
        "id": 10,
        "text": "Не терять время и попытаться снова развязывать узел."
      }
    ]
  },
  {
    "id": 7,
    "text": "- Нет, Лин, сейчас я бессильна... - печально понурилась эльфийка, чья пышная грудь не могла быть скрыта тем лоскутом ткани, что ее прикрывал, видимо поэтому именно этой частью заинтересовались диверсанты, когда дотащили пленниц до своего укрытия. - Эти сволочи отобрали мой амулет, а еще у одного из них есть некий талисман, он блокирует мои пути к энергии леса...",
    "answers": [
      {
        "id": 6,
        "text": "- Тогда нам остается только попробовать выкрасть ключ..."
      },
      {
        "id": 8,
        "text": "- Или заманить сюда охранника. Но вы должны мне подыграть."
      }
    ]
  },
  {
    "id": 8,
    "text": "- Эй, здоровяк! - шепотом позвала Лин караульного, но тот не откликнулся, видимо, крепко спал. - Эй, а ну просыпайся! - после этих слов орк наконец проснулся и завертел головой, в поисках голоса, - Ты что и правда собрался всю ночь проспать? - разочарованно проронила эльфийка, - А как же мы? \nВ темноте было сложно разглядеть что-либо, но караульный осклабился в улыбке, демонстрируя желтые массивные клыки, но потом вдруг поник и уселся спиной к пленницам.\nВидимо, спать в свое дежурство было не так страшно, как домогаться до эльфиек без ведома командира.",
    "answers": [
      {
        "id": 17,
        "text": "Проявить настойчивость."
      },
      {
        "id": 18,
        "text": "Поискать другие варианты."
      }
    ]
  },
  {
    "id": 9,
    "text": "Линаэль придержала подругу, приложив палец к губам. В ночной мгле этот жест сложно было заметить, но эльфийки друг друга поняли. Спустя, казалось, целую вечность, Сойли принялась за свое дело. Время тянулось, как смола, а заполучить ключ все никак не удавалось, как вдруг снаружи послышался едва различимый шорох шагов, все таки, эти орки были разведчиками и могли обмануть даже эльфов!\n- Так-так! Кто это тут спит? - грубый голос принадлежал командиру отряда и уже в следующую секунду нерадивого охранника настиг мощный пинок в грудь, - Ты что, собака, совсем ошалел? \n- Э, командир, да я тут, это... - сбивчиво принялся оправдывать орк, но его просто отшвырнули от клетки.\n- Что-что мне не спится. - уже другим тоном пожаловался командир, - Дай-ка я расслаблюсь немного.",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 10,
    "text": "- Ах ты! - орк неожиданно подорвался с места, брызжа слюной, - Ну сейчас я тебя проучу! \nВоин сам снял с пояса ключ и открыл клетку. Сойли испуганно взвизгнула, но уже в следующую секунду ее вытащили из клетки и повалили на траву. Пока орк торопливо расстегивал ремень на штанах, у остальных пленниц появилось время для действий.",
    "answers": [
      {
        "id": 21,
        "text": "Попытаться расправиться с орком."
      },
      {
        "id": 22,
        "text": "Ничего не предпринимать, чтобы не рисковать жизнью. "
      },
      {
        "id": 23,
        "text": "Сбежать в одиночку, пока есть возможность."
      }
    ]
  },
  {
    "id": 11,
    "text": "Могучая рука орочьего воина, словно в ручей, занырнула в клетку и схватила первую попавшуюся эльфийку, к несчастью, ею оказалась Сойли, что развязывала узел. Ее тонкий писк нарушил ночную тишину, после чего девушку потащили куда-то в сторону. Прежде чем остальные пленницы успели что-то предпринять, клетка опять захлопнулась.\nСледующая четверть часа прошла под довольные хрипы командира отряда и сдавленное рыдание эльфийки. Когда ее, наконец, вернули к остальным, девушка едва могла говорить и врядли была готова к дальнейшим действиям.",
    "answers": [
      {
        "id": 12,
        "text": "Попробовать ее успокоить и упросить украсть ключ."
      },
      {
        "id": 8,
        "text": "Применить последний способ - соблазнить охранника."
      }
    ]
  },
  {
    "id": 12,
    "text": "- Сойли, милая, нам нужно отсюда сбежать, - Линаэль гладила девушку по слипшимся от пота волосам, - Я знаю, что это сложно, но потом нам может стать еще хуже...\n- Я... Я не могу... - горячие слезы эльфийки текли по щекам и дальше, на грудь обнявшей ее подруги, - Это так отвратительно...\n- Я знаю, девочка моя... Моя маленькая, сделай это ради нас, мы должны отомстить...\n- Эй, а ну хорош бубнить! - рявкнул охранник и наступила тишина.\nСпустя полчаса он вновь уснул, видимо, даже авторитет командира не мог научить его дисциплине, а Сойли принялась за дело.",
    "answers": [
      {
        "id": 14,
        "text": "Спустя несколько минут."
      }
    ]
  },
  {
    "id": 13,
    "text": "Казалось бы, как можно поймать лесного эльфа в лесу? Но орки очень хорошо усвоили науку охоты за рабами и ориентировались в любой местности едва ли не лучше своих врагов! Когда эльфийки оказались в густой чаще, то буквально налетели на второй отряд захватчиков, который вел другую партию пленниц и теперь бежать было просто некуда - несколько молниеносно выпущенных дротиков из духовых трубок вмиг превратили удачный побег в полный провал, а второго такого шанса судьба девушкам, конечно же, не предоставит...",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 14,
    "text": "Сойли трясло от перевозбуждения, когда она вручила украденный ключ Линаэль. Благо дверь находилась с другой стороны, не там, где привалился к клетке орк. Некоторое время пришлось потратить на ржавый навесной замок, а потом путь к свободе был открыт...",
    "answers": [
      {
        "id": 15,
        "text": "Пуститься наутек."
      },
      {
        "id": 16,
        "text": "Отступать организованно."
      }
    ]
  },
  {
    "id": 15,
    "text": "Девушки стремглав помчались в глубь ущелья, к родному лесу, босыми ногами ступая по острым осколкам камней. Кровь в миг оросила ущелье, но в ночи это пока ничем не грозило. \nКак ни странно, этот маневр удался и в спину не раздалось ни звука...",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "- Не вздумайте разбегаться! - шепотом приказала Линаэль и никто не посмел ей перечит, хотя соблазн разбежаться кто куда был весьма велик. - Нам нужно не просто сбежать, но еще и отомстить. Только кровь насильников омоет нашу честь от позора! - на это пленницы согласно закивали, правда в их глазах читалось совершенно иное - они хотели поскорее оказаться дома. - Все, давайте за мной!<s>r\nКогда пленницы покинули клетку и двинулись вдоль скал, покидая ущелье, их все таки заметил один из диверсантов, которому приспичило по нужде. Он тут же поднял тревогу и пришлось бежать так быстро, как это было возможно. Уже через несколько минут эльфийки оказались в родном лесу...",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "- Ну что ты, сладкий? - превозмогая отвращение, пролепетала Линаэль, приблизившись к орку. - Боишься, что мы расскажем? - несколько секунд орк сидел без движения, потом едва уловимо кивнул. - Так мы не расскажем! - руки эльфийки уже скользили по спине орка, через широкие ячейки клетки, - Давай, не разочаровывай нас...\n- А это, вы че, э-э... - орк настолько разволновался, что не смог связать пару слов, но в конце-концов сумел это сделать. - А вам какой толк, я же для вас урод.\nТакой пытливости от него никто не ожидал и пришлось выдумывать на ходу.",
    "answers": [
      {
        "id": 19,
        "text": "- Среди лесных эльфов совсем нет настоящих мужчин, мы хотим ощутить силу могучего воина."
      },
      {
        "id": 20,
        "text": "- Если ты пообещаешь отпустить нас, поверь, эту ты не забудешь никогда! Знаешь, на что способны благодарные эльфийки?"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Черт, чтоб ты сдох! - шепотом выругалась Кайли, на что орк ответил такой фразой, от которой все пленницы вмиг поняли - лучше держать язык за зубами. \n- Ну что, давайте решать, что делать? - почти неслышно, эльфийки принялись совещаться между собой, в итоге было решено подождать, пока охранник уснет и выкрасть у него ключ.",
    "answers": [
      {
        "id": 6,
        "text": "Спустя пару минут."
      }
    ]
  },
  {
    "id": 19,
    "text": "На это орк попросту не смог ничего ответить, поскольку чувство гордости за самого себя у воина взлетело выше небес! Теперь осталось только доказать, насколько эльфы ничтожны, в сравнении с ними, орками и горе-сторож более не раздумывая открыл клетку, походу дела стягивая штаны.<s>r\nОдна из эльфиек встретила его страстным поцелуем, вторая ухватила за \"предмет\" гордости и вроде бы все пошло очень даже хорошо...<s>r\nНо каково же было удивление орка, когда внезапно, одна из эльфиек выхватила из его же сапога короткий метательный нож и вонзила в горло. Захлебывающийся хрип нарушил ночную тишину, но он был слишком тих и никто из отряда диверсантов не обратил на него внимание. Теперь путь на свободу был открыт и осталось только решить:",
    "answers": [
      {
        "id": 15,
        "text": "Пуститься наутек, как можно быстрее"
      },
      {
        "id": 16,
        "text": "Или же отступать организованно."
      }
    ]
  },
  {
    "id": 20,
    "text": "- Э, нет, дорогуши, сидите-ка вы в клетке. Еще чего не хватало! - это был провал и теперь придется действовать как-то иначе...",
    "answers": [
      {
        "id": 6,
        "text": "Подождать, когда охранник уснет и украсть ключ."
      },
      {
        "id": 7,
        "text": "Попросить Вэю использовать магию.",
        "need": -7
      }
    ]
  },
  {
    "id": 21,
    "text": "- Это наш шанс! - горячо зашептала Лин, ведь все еще можно было надеяться на то, что остальные орки не обратят внимание на потасовку, поскольку клетка стояла метрах в двадцати от лагеря.\nПленницы всем скопом кинулись на своего врага, кто-то выхватил кинжал и одним отчаянным ударом, загнал оружие под левую лопатку горе-сторожа, после чего тот кулем повалился на землю, не издав ни звука. Кажется, все и правда удалось...",
    "answers": [
      {
        "id": 24,
        "text": "Спустя пару минут..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Эльфийки не могли смотреть, как издеваются над их подругой, они забились в дальний угол клетки и непрестанно плакали. А когда все закончилось, приняли в об'ятия захлебывающуюся в истерике девушку. Это событие резко подломило и без того слабый боевой дух пленниц, теперь Линаэль нужно было придумать что-то новое, что сработает наверняка или попробовать опять выкрасть ключ.",
    "answers": [
      {
        "id": 12,
        "text": "Успокоить Сойли и уговорить снова украсть ключ."
      },
      {
        "id": 30,
        "text": "Обратиться за помощью к лесной ведьме, эльфийке Вэе."
      }
    ]
  },
  {
    "id": 23,
    "text": "Беспорядочный бег, уже через несколько минут, распалил в легких такой огонь, что дышать стало невозможно. Плюс ко всему, навалилась усталость былых истязаний. \nНикто не преследовал беглянку и не мудрено, ведь за такой короткий срок она сумела покинуть узкое ущелье и буквально влететь в густой лес, преодолев около двух километров. Зато теперь эльфийка повалилась на густой мох под старым дубом и когда над ней нависла могучая тень, не смогла даже пошевелиться...",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "Их долго били, так, чтобы не изуродовать - по мягким местам и вполсилы. Но то, что не чувствуется сначала, через несколько минут превращается в адскую пытку. Монотонные удары по бедрам не смертельны, зато очень долго будут напоминать о себе...\nА потом орки решили, что за свой труд заслужили награду, тем более, что теперь их тоже осталось ровно пятеро, как и пленниц. Казалось, что после побоев ничего страшнее быть не может, однако, то, что не чувствуется вначале, через некоторое время превращается в настоящую пытку...\nВ этот-то момент Линаэль и решила сбежать, все это время активно изображая страдания, чтобы удовлетворить садисткие потребности своих пленителей. Как только орк изогнулся, нависнув сверху и издал полный удовольствия хрип, эльфийка нанесла решительный удар ножом в шею, который украла в процессе из сапога, после чего выползла из под захлебывающего насильника и помчалась вглубь ущелья, к родрым лесам...",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "Это был гигант среди орков, около двух с половиной метров ростом и шириной едва ли не полтора: гора мышц и металла. За его спиной торчала рукоять невероятно массивного тесака. Плечи воина, а так же грудь, живот прикрывала кожаная броня с металлическими вставками. Пояс стягивал широкий ремень, колцами поддерживающий кольчужную юбку. \n- Кто это тут у нас? - голос, казалось, заставляет вибрировать землю. - Маленькая лесная эльфийка? - в следующую секунду девушку придавил тяжелый кожаный плащ. - Я слишком долго сдерживаюсь, лучше тебе свои прелести прикрыть.",
    "answers": [
      {
        "id": 26,
        "text": "- Кто ты такой? - прохрипела девушка, еще не отдышавшись."
      }
    ]
  },
  {
    "id": 26,
    "text": "- Генерал хана Батура, Корган Архол. - представился орк, после чего поправил сам себя, - Точнее, я был генералом, но снял с себя все полномочия и теперь ищу лекарство для своей дочери.\n- Что с ней? - потянулась за спасительную соломинку Линаэль. \n- Я не знаю, - грустно прогудел орк и сел рядом с эльфийкой, привалившись к дубу спиной, тесак при этом положив у ног, - Месяц назад на ее животе появились черные пятна и теперь ее желудок почти перестал принимать пищу... - Корган тяжело вздохнул, - Бедняга, она похудела в три раза и уже не может сделать даже пару шагов без поддержки...",
    "answers": [
      {
        "id": 27,
        "text": "- Эльфы на весь мир славятся своими целителями... - как бы между делом, проронила эльфийка."
      }
    ]
  },
  {
    "id": 27,
    "text": "- Поэтому я и здесь, ищу спасения среди ваших, но кто согласится помочь врагу? - война между орками и эльфами шла уже несколько лет, но только в подполье, на открытые столкновения никто не шел. \n- Если враг спасет ему жизнь... - Линаэль окончательно определилась с планом действий и теперь каждое ее слово было хорошо продумано. - Мне нужна твоя помощь, Корган, а взамен ты получил одного из лучших целителей!\n- Я готов пойти на все, ради своего ребенка. - орк повернулся и посмотрел в глаза собеседнице, отчего стало ясно - он не просто готов на все, он может(!) сделать все. ",
    "answers": [
      {
        "id": 28,
        "text": "Спустя час..."
      }
    ]
  },
  {
    "id": 28,
    "text": "- Я очень надеюсь, что скоро наша война закончится. - огромный орк, словно тряпичную куклу, забросил в ущелье меж скал последний труп одного из сородичей, с коими он расправился с такой легкостью, словно отряд диверсантов являлся горсткой слепых котят. - А теперь нам пора в путь. \n- Спасибо тебе, Корган. - Линаэль, как могла, обняла могучего воина орков, прижавшись в его груди, - Мои сестры не забудут генерала, который спас им жизнь.\nОстальные девушки стояли поодаль и приводили в порядок те обрывки, что остались от их одежды. Удавалось это очень частично, прикрыть удалось только самые интимные места. А вот Вэя, та самая ведьма, сидела на шее Коргана, свесив ноги и чувствовала себя весьма неловко. Дело в том, что орк не стал спрашивать ее дозволения и сам решил, что так будет лучше - дорога дальняя, а тянуть время из-за гордости - глупое расточительство.",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "Это был только первый этап одного большого дела, теперь оставшимся в живых девушкам нужно было вернуться в родное поселение и рассказать одну важную весть - не все орки жестокие и безмозглые. Есть шанс найти способ прекратить эту войну раз и навсегда... \n\nТолько это уже совсем другая история.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 30,
    "text": "- Раньше я не могла ничего сделать, - прошептала Вэя, - Но сейчас защита ослабла, быть может потому, что амулет караульного повредился во время... Кхм... В общем, подождите...<s>r\nЭльфийка закрыла глаза и присела, сложив руки крест накрест, ладонями на грудь. Несколько минут ничего не происходило. Не произошло и немного позже: охранник спал, ведьма сидела без движения. А потом она устало вздохнула и сказала: <s>r\n- Кажется, все.<s>r\n- Что ты сделала? - удивленно спросила Линаэль.<s>r\n- Маленький паучок-лесовик заполз ему за шиворот и впрыснул парализующий яд в артерию. - пояснила девушка, - Теперь этот урод не скоро проснется, а когда проснется, то не сможет ходить несколько часов...<s>r\n- Так может всех остальных? - попросила Кайли.<s>r\n- Нет, у них амулеты целы... - грустно проронила ведьма.<s>r\nНу что же, в любом случае, теперь заполучить ключ теперь можно без особого страха и остается только решить, как действовать дальше.",
    "answers": [
      {
        "id": 15,
        "text": "Пуститься наутек, как только откроется дверь клетки."
      },
      {
        "id": 16,
        "text": "Отступать организованно."
      }
    ]
  },
  {
    "id": 31,
    "text": "Так-так! Кто это тут спит? - грубый голос принадлежал командиру отряда и уже в следующую секунду нерадивого охранника настиг мощный пинок в грудь, - Ты что, собака, совсем ошалел? \n- Э, командир, да я тут, это... - сбивчиво принялся оправдываться орк, но его просто отшвырнули от клетки.\n- Что-что мне не спится. - уже другим тоном пожаловался командир, - Дай-ка я расслаблюсь немного.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "Могучая рука орочьего воина, словно в ручей, занырнула в клетку и схватила первую попавшуюся эльфийку, к несчастью, ею оказалась Лин, что развязывала узел. Ее тонкий писк нарушил ночную тишину, после чего девушку потащили куда-то в сторону. Прежде чем остальные пленницы успели что-то предпринять, клетка опять захлопнулась.\nСледующая четверть часа прошла под довольные хрипы командира отряда и сдавленное рыдание эльфийки. Когда ее, наконец, вернули к остальным, девушка едва могла говорить и врядли была готова к дальнейшим действиям. Но уже через несколько минут Линаэль решительно вытерла слезы, потому что знала - дальше будет только хуже. Тем более, что сторож не заметил ее попытки побега. Теперь оставалось только разбудить подруг, быть может, вместе дело пойдет лучше.",
    "answers": [
      {
        "id": 5,
        "text": "Разбудить остальных пленниц."
      }
    ]
  },
  {
    "id": 33,
    "text": "Благо, по дороге никто не отставал и уже через четверть часа пленницы избавились от своего рабского статуса, к тому же, на опушке леса их встретил отряд рейнджеров, который как раз закончил расправу над другим отрядом диверсантов, так же идущих к ущелью с пятью пленницами, чтобы, видимо, там объединиться и двигаться дальше. <s>r\nРадости эльфиек не было предела, они впервые за несколько дней почувствовали себя в безопасности и дали волю слезам.<s>r\nНо эта история еще не закончилась, ведь помимо свободы есть еще честь, нагло отобранная у девушек и теперь вернуть все на свои места может только кровь врагов...",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 34,
    "text": "Их осталось шестеро. <s>r\nШесть разъяренных бестий, отправившихся на охоту за орками. Всего пару месяцев назад они организовали поселение амазонок, которое насчитывает более пятидесяти человек, но сегодня... <s>r\nСегодня их было шестеро. Линаэль, женщина-вождь, не могла рисковать жизнями своих сестер и обговорив детали со старыми боевыми подругами, тайком скрылась в ночи. <s>r\nОни собрались у небольшого костра, под защитой пологой скалы, в окружении ночного леса...",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "text": "введите команды для картинки",
        "url": "http://s018.radikal.ru/i511/1708/ed/71fc42e08507.png"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]