[
  {
    "id": 1,
    "text": "В начале их было несколько сотен... Они, постоянно играя со смертью, исследовали Зону. Собирали артефакты. Продавали их торговцам, осевшим в глубоко вырытых и хорошо защищенных в бункерах. Чтобы, несколько дней пребывая в баре за поглощением еды и алкоголя, снова идти в рейд... Постепенно люди приобретали знания о Зоне. Постепенно в их глазах она уже не казалась такой таинственной и опасной, как раньше. Постепенно количество сталкеров выросло до нескольких тысяч, потом - десятков тысяч. Потому что в Зону шел каждый, кто не находил себе места за Периметром, где нет аномалий, мутантов и смерти. Кто жаждал быстро заработать кучу денег. Кто хотел всегда чувствовать, как адреналин заполняет собой весь организм, попадая в кровь... \nКвест написан от лица младшего сержанта Артемьева, три месяца назад подписавшего контракт на службу в Чернобыльской Зоне Отчуждения.\nЗавершит ли он контракт, вернется домой либо останется и дальше служить в Зоне, да и выживет ли он вообще? Его судьба в ваших руках, игроки!",
    "answers": [
      {
        "id": 2,
        "text": "Начать проходить квест."
      },
      {
        "id": 39,
        "text": "Концовки."
      },
      {
        "id": 40,
        "text": "Небольшое примечание автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "День выдался мрачным и дождливым. Впрочем, как и все предыдущие. Младший сержант Артемьев уже три месяца служит в Зоне, на блокпосте, расположенном на границе привычного всем мира и — Зоны... Подумать только! Целых три месяца прошло, как Артемьев здесь находится. Охраняет вместе с остальными тридцатью семью военнослужащими, как вещает рупор на стене командирского двухэтажного здания, не Зону от людей, а их от Зоны. И все же, думал Артемьев, если б он тут пробыл и несколько лет, он бы не привык. Эх, зря он подписал этот чертов контракт! Уж лучше работал бы он на гражданке. Доход был бы меньше, зато без вечного состояния обреченности и подавленности и без угрозы быть убитым зверским образом в любой момент. Артемьев прервал ход своих мыслей — все-таки он на боевом дежурстве, и надо сохранять бдительность. Особенно в Зоне.",
    "answers": [
      {
        "id": 5,
        "text": "Прильнуть к прицелу СВД и проверить вверенный сектор на предмет нарушителей."
      },
      {
        "id": 6,
        "text": "Спуститься с наблюдательной вышки и отойди на две минуты в кусты по нужде."
      }
    ]
  },
  {
    "id": 3,
    "text": "Через три часа старшина пришел в казарму, чтобы разбудить сержанта. Но сколько он ни пытался, Артемьев так и не открыл глаза. Приложив палец к его сонной артерии, прапорщик Пачков понял, что у младшего сержанта Артемьева остановилось во сне сердце...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 4,
    "text": "Артемьев подошел к биотуалету, стоявшему у задней части казармы. СВД все еще висела у него на спине. Ее длина не позволяла полностью войти внутрь кабинки. Пачков увидел это и, подойдя, любезно согласился подержать ее. \nВ иной ситуации он бы никогда и никому так не помог, Артемьеву тем более. Но его выстрел — это что-то! Триста метров! Нет. Триста двадцать! Такие сведения Пачков собирался доложить майору. А что? Артемьева определят в роту снайперов — это стопроцентно. А Пачкову будет благодарность — за то, что воспитал такого ворошиловского стрелка. Перспективы минимум хорошие...\nНеожиданно из кабинки раздался выстрел. Прапорщик тут же и с криком: \"Что за нахер?!\" открыл дверь. Там он увидел сержанта Артемьева с прострелянной головой. Такой же конец настал и для нарушителя от руки сержанта минут двадцать назад. Рядом Пачков увидел пистолет Макарова — орудие убийства. Почему младший сержант покончил с собой, ни Пачков, ни военная прокуратура никогда не узнали...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вовремя Артемьев прицелился: метрах в ста-ста пятидесяти от блокпоста, пригнувшись перебегая от куста к кусту, нарушитель пытался скрытно улизнуть подальше от дыры в тройном ряде колючей проволоки. Сержант четко видел в ПСО-1 каждый шаг человека. Он двигался мягко и плавно. Можно даже сказать, изящно и грациозно. Его лицо скрывал капюшон, а сам он был одет в темный армейский комбинезон. Оружия на его спине сержант не увидел — но это не значит, что нарушитель был безобиден. Наверняка помимо острого ножа и кусачек, которыми была перерезана колючка, у него еще был какой-нибудь пистолет за пазухой. Артемьев, не отрываясь, наблюдал за движениями сталкера, не спеша открывать огонь, как ему велит устав, или же поднимать тревогу. Вот нарушитель, пролезая под поваленным деревом, не достаточно низко пригнулся, и, зацепившись за ветку, с его головы слетел капюшон. В прицеле Артемьев увидел красивое лицо девушки.",
    "answers": [
      {
        "id": 7,
        "text": "Открыть огонь на поражение."
      },
      {
        "id": 8,
        "text": "Продолжать наблюдать за незнакомкой."
      }
    ]
  },
  {
    "id": 6,
    "text": "Справив нужду, Артемьев решил сделать небольшой перекур. Все-таки он уже четыре часа не слезая находится на вышке. Определенно он заслужил короткий отдых с сигаретой в зубах. Сержант достал из нагрудного карамана пачку. Чиркнув зажигалкой, зажег. Затянулся. И еще раз. Ну и еще парочку. Кайф... Но все же, несмотря на едва сдерживаемое желание плюнуть на дежурство и удалиться в казарму топить хлебало, как называют в армии сон, он затушил сигарету, поудобнее расположил СВД за спиной и полез на вышку. Когда сержант преодолел половину расстояния, услышал за спиной стоэтажный мат старшины. Прапорщик Пачков был крайне недоволен Артемьевым.\n",
    "answers": [
      {
        "id": 9,
        "text": "Слезть с вышки."
      }
    ]
  },
  {
    "id": 7,
    "text": "Глубоко вздохнув несколько раз, Артемьев приготовился к стрельбе. Так. Вышку и цель разделяло примерно сто семьдесят метров. Придется брать упреждение. Ветер тоже присутствует. Дует нарушителю в спину. ",
    "answers": [
      {
        "id": 11,
        "text": "Выстрелить, целясь правее девушки."
      },
      {
        "id": 11,
        "text": "Выстрелить без упреждения."
      },
      {
        "id": 13,
        "text": "Проверить, снят ли предохранитель."
      }
    ]
  },
  {
    "id": 8,
    "text": "А все-таки она хороша! Жаль в такую красавицу стрелять. Эх, задержать бы ее, чтоб разглядеть ее получше, не через прицел..\nТем временем незнакомке оставалось метров 10 до спасительного холма, откуда ее уже не будет видно с блокпоста.",
    "answers": [
      {
        "id": 17,
        "text": "Открыть огонь на поражение."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ты мудак?! — крикнул прапорщик. Но не успел Артемьев вдохнуть, чтобы объясниться, как тут же получил удар в душу от старшины. А затем еще один, берцем в каску. После — берцем в живот. Над задыхающимся сержантом склонился Пачков.\n— А теперь слушай, сопляк. Ты оставил свой пост без приказа на длительное время. Пока ты ссал, через твой сектор в Зону проник нарушитель! Знаешь, что тебе светит, мудачина? \nОн знал. Ничего хорошего.\n",
    "answers": [
      {
        "id": 14,
        "text": "Попытаться встать."
      },
      {
        "id": 15,
        "text": "Оставаться на земле в позе эмбриона. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Встать у сержанта не получилось. Он приподнялся на одном локте, а потом закричал от боли. Но Пачкову было все равно. Он без церемоний ухватил подчиненного за руку и поставил его на ноги. Артемьев снова застонал.\n— Еще раз хоть пикнешь — и я тебе пикалку нахер оторву, — предупредил прапорщик. Артемьев закусил губу, чтобы не издать крик. Он почувствовал во рту соленый вкус крови. Это притупило боль и помогло ему сосредоточиться.\n— Размазня. Хули ты в армии забыл? Слушай, слон: сейчас ты идешь на склад. У Мотылева меняешь СВД на калаш. Берешь провизию, вещмешок, снаряжение. И пулей сюда. Мотылев сам тебе выдаст необходимое. Приказ, думаю, тебе понятен. Все! Скрылся в ужасе!",
    "answers": [
      {
        "id": 38,
        "text": "Отправиться на оружейный склад."
      }
    ]
  },
  {
    "id": 11,
    "text": "Черт! Выстрела не было! У сержанта бешено забилось сердце. Наверняка старшине уже доложили, что нарушитель в секторе сержанта.\nЖивой.\nЕще. \nИ почти скрывшийся. \nСнизу послышался стоэтажный мат старшины. Артемьев, сняв предохранитель, прицелился. Но выстрела по-прежнему не было.\nУже скрывшийся...\n",
    "answers": [
      {
        "id": 16,
        "text": "Спуститься с вышки."
      }
    ]
  },
  {
    "id": 12,
    "text": "Черт! Выстрела не было! У сержанта бешено забилось сердце. Наверняка старшине уже доложили, что нарушитель в секторе сержанта.\nЖивой.\nЕще. \nИ почти скрывшийся. \nСнизу послышался стоэтажный мат старшины. Артемьев, сняв предохранитель, прицелился.\nУже скрывшийся...\n",
    "answers": [
      {
        "id": 26,
        "text": "Спуститься с вышки."
      }
    ]
  },
  {
    "id": 13,
    "text": "Точно. Предохранитель Артемьев забыл снять еще в начале дежурства. Косяк! Сержант мысленно сделал себе замечание. Приготовил винтовку к стрельбе. ",
    "answers": [
      {
        "id": 19,
        "text": "Выстрелить, целясь правее девушки."
      },
      {
        "id": 20,
        "text": "Выстрелить без упреждения."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Размазня. Еще б тебе врезать, да руки пачкать больше не хочется. Слушай, слон: сейчас ты идешь на склад. У Мотылева меняешь СВД на калаш. Берешь провизию, вещмешок, снаряжение. И пулей сюда. Мотылев сам тебе выдаст необходимое. Приказ, думаю, тебе понятен. Все! Скрылся в ужасе!",
    "answers": [
      {
        "id": 32,
        "text": "Отправиться на оружейный склад."
      }
    ]
  },
  {
    "id": 15,
    "text": "Снова удар. Такой же сильный. Очередной приступ боли. Если прапорщик не остановится, Артемьев точно следующие два месяца проведет в госпитале. Потом — военная прокуратура. Дальше... Сержанту думать не хотелось. Вернее, он не мог думать. Единственное, что он хотел, — чтобы Пачков перестал его избивать.",
    "answers": [
      {
        "id": 10,
        "text": "Попытаться встать."
      },
      {
        "id": 31,
        "text": "Продолжать лежать."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Ты мудак?! — крикнул прапорщик. Но не успел Артемьев открыть рот, чтобы объясниться, как тут же получил удар в душу от старшины. А затем еще один, берцем в каску. После — берцем в живот. Над задыхающимся сержантом склонился Пачков.\n— А теперь слушай, сопляк. Ты пропустил в Зону нарушителя! Он прошел через твой, сука, сектор и скрылся! Знаешь, что тебе светит, мудачина? \nОн знал. Ничего хорошего.\n",
    "answers": [
      {
        "id": 14,
        "text": "Попытаться встать."
      },
      {
        "id": 15,
        "text": "Оставаться на земле в позе эмбриона."
      }
    ]
  },
  {
    "id": 17,
    "text": "У сержанта было всего несколько секунд, прежде чем нарушитель скроется за холмом. Медлить было нельзя. Артемьев попытался не обращать внимания на учащенное сердцебиение и проявление либидо. Быстро прикинув упреждение и нацелившись на спину девушки, нажал на курок...\n",
    "answers": [
      {
        "id": 21,
        "text": "Выстрелить, особо не целясь."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я сначала подумал: че за херня? А потом ребята мне доложили по рации: у нас двухсотый! Одним выстрелом, да с такого расстояния, да еще и при ветре, да по движущейся цели — и в голову! Дай я пожму твою руку, Артемьев! Да что с тобой? Почему кислый такой?.. Ты должен от счастья прыгать! Так мог выстрелить только прирожденный Зайцев! У тебя случайно нет деда с такой фамилией?..",
    "answers": [
      {
        "id": 22,
        "text": "Отмазаться. Не говорить правду."
      },
      {
        "id": 23,
        "text": "Объяснить ситуацию."
      }
    ]
  },
  {
    "id": 19,
    "text": "Промах! Пуля врезалась в куст, обдав девушку миксом из листьев и кусочков коры кустовых веток. Она тут же пустилась бежать, отклоняясь то вправо, то влево. Вторым выстрелом Артемьев вырыл небольшую воронку у ног сталкерши. Но она осталась невредимой. И успела скрыться за холмом до того, как был сделан третий выстрел.\nВнизу уже слышался стоэтажный мат старшины. Вскоре он подошел к вышке и приказал сержанту спуститься.",
    "answers": [
      {
        "id": 29,
        "text": "Спуститься с вышки."
      }
    ]
  },
  {
    "id": 20,
    "text": "Первым же выстрелом Артемьев поразил нарушителя насмерть. Пуля попала в бок, превратив грудную клетку со всеми внутренними органами около нее в кровавую кашу. Только под комбинезоном этого не было видно. К тому же девушку отбросило где-то на метр. Ее еще горячее, но уже не живое тело упало в куст, исчезнув с поля зрения сержанта.\n— Третий, доложить ситуацию! — произнесла рация.\n— Это третий. Нарушитель выявлен и устранен, — сказал Артемьев. Потом добавил спустя несколько секунд довольным голосом:\n— Одним выстрелом!\n— Хорошая работа, третий. Продолжать дежурство. Через полчаса придет смена.\nАртемьев улыбнулся. Первая благодарность от начальства! Сержант тоже был доволен собой. Он один из немногих молодых контрактников, кто ликвидировал нарушителя быстро и наверняка. Он погладил свою СВД по цевью. Затем нежно прошептал, обращаясь к винтовке, будто разговаривал с девушкой:\n— Молодец. Назову тебя, пожалуй, Софией. \nОставшиеся три месяца службы прошли на удивление сержанта намного легче и быстрее, чем первые. За это время ни один нарушитель не проскользнул через его сектор.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 21,
    "text": "Пуля ушла не туда, куда целился Артемьев...\nОн попал ровно в голову девушке. В мгновение ее череп взорвался, словно арбуз, брошенный на землю. Ее отбросило энергией пули в ближайший куст. А в тот момент из ее капюшона во все стороны разлеталась каша из кости черепа и мозгового вещества... \n\"Ужас\", — подумал Артемьев. Все это время он глядел в прицел и видел все до мельчайших деталей. Он испугался, что не сможет это забыть...\nК вышке направлялся прапор. Он намеревался похвалить сержанта за образцовый выстрел.\nА у Артемьева все еще перед глазами была картина: тело девушки, летящее в кустарник, а вместо головы — только то, что от нее осталось. \nПрапорщик Пачков уже подошел к вышке. Довольный работой сержанта, он сказал ему спуститься на пару секунд, чтобы лично похвалить его за прекрасную работу.",
    "answers": [
      {
        "id": 18,
        "text": "Спуститься с вышки."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Товарищ прапорщик, да я что-то в туалет захотел. Видать, съел че-т не то, — для убедительности Артемьев приложил руки к животу. — Да еще и труп этот... Жетско я эту мадам.\n— Жестко, хех. Да не то слово! — улыбнулся старшина.\n— Вот поэтому и в туалет хочу.\n— Лады. Давай, давай. Потом возвращайся — поговорим. Надо тебя переводить отсюда. Мы и сами тут справимся. А талант твой надо развивать. Вот что сделаем. Я расскажу майору про тебя. А он уже определит... Ну хорошо, беги. Вижу, невтерпеж. Хех.\n",
    "answers": [
      {
        "id": 4,
        "text": "Уйти в туалет."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Товарищ прапорщик, спасибо, конечно. Только... Это ведь девушка была. Совсем молодая. И такая красивая...\n— Может, и была. И что с того? — не понял Пачков.\n— А то, что с ней стало, это... это... — Артемьев был не в силах описать словами тот кошмар, что увидел в оптический прицел.\n— Да похер вообще! Ты уничтожил нарушителя. Суку уничтожил. Она знала, что здесь запретная территория, и все равно проникла сюда. Ее вина. Твоей здесь нет. Ты все сделал правильно. А что башку ей снес — так это даже здорово! Меньше желающих будет сюда лезть. Если вообще они после такого будут. Знаешь, что? Иди-ка ты проспись. На свежую голову оно ведь лучше всегда. А тебя я заменю. Рязанова ко мне быстро! — крикнул прапорщик, давая понять сержанту, что разговор окончен. — Ну, что стоишь? Дуй в казарму спать. Кругом! Шагом марш!",
    "answers": [
      {
        "id": 24,
        "text": "Уйти в казарму."
      },
      {
        "id": 25,
        "text": "Пойти покурить."
      }
    ]
  },
  {
    "id": 24,
    "text": "Артемьев пришел в казарму. Она была пуста: все солдаты были на постах. Сержанта била дрожь, на лбу выступил пот. Он все еще видел перед собой сетку прицела. И труп девушки. Он понимал, что больше не сможет это забыть. Никогда...\nПрапорщик Пачков пришел через три часа проведать сержанта. Но все койки были пусты. А в центре комнаты был сержант Артемьев.\n— От сука...\nНе в силах дальше смотреть на застывший перед глазами кадр убийства, сержант повесился на армейском ремне. Его тело еле покачивалось, и ему в такт скрипела потолочная деревянная балка...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Перед тем как войти в казарму, Артемьев остановился за углом, чтобы покурить. Он дрожащей рукой достал сигарету, зажег ее, затянулся. Одной ему показалось мало... Докуривая третью, он вдруг почувствовал неприятное ощущение в животе. Выплюнув недокуренную сигарету, он неожиданно сблеванул на землю. Непереваренные остатки перловки с сосисками, что сержант ел на завтрак, оказались на траве. Во рту стало горчить. Ему захотелось выпить воды. Как сказали бы сослуживцы, словил дикий сушняк. Артемьев наконец вошел в казарму. Выпив около литра воды, улегся спать. Ему снилась та девушка...",
    "answers": [
      {
        "id": 27,
        "text": "Сон."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Ты мудак?! — крикнул прапорщик. Но не успел Артемьев открыть рот, чтобы объясниться, как тут же получил удар в душу от старшины. А затем еще один, берцем в каску. После — берцем в живот. Над задыхающимся сержантом склонился Пачков.\n— А теперь слушай, сопляк. Ты пропустил в Зону нарушителя! Он прошел через твой, сука, сектор и скрылся! Знаешь, что тебе светит, мудачина? \nОн знал. Ничего хорошего.\n",
    "answers": []
  },
  {
    "id": 27,
    "text": "Младший сержант Артемьев стоял около места, где остался лежать труп девушки. Вот только тела там не было. Потому что перед ним стояла живая незнакомка. Она сняла капюшон. На ее плечи упали длинные каштановые волосы. Она подошла к сержанту, посмотрела на него. Он стоял завороженный, глядя в ее глубокие, словно дно океана, и голубые, словно небо, глаза.\n— Я тебя не виню, — бархатным голосом произнесла она. — Ты выполнял приказ. У тебя не было выбора... И вообще. Меня бы все равно убили. Только позже. А перед этим устроили бы мне пытку. Видишь ли... Моя смерть была лишь вопросом времени.\nОна поцеловала Артемьева в щеку. Потом встала на цыпочки, прикоснувшись губами до его уха, ласково прошептала:\n— Прошу, не вини себя. Не надо мучиться. Просто забудь меня и отпусти...",
    "answers": [
      {
        "id": 28,
        "text": "\"Хорошо...\""
      },
      {
        "id": 3,
        "text": "\"Я не смогу позволить себе...\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Артемьева разбудил старшина. Удивительно, но состояние сержанта улучшилось. А главное — он больше не видел перед собой образ прицела. И ее в прицеле... Он чувствовал себя таким свободным. И умиротворенным. Прапорщик приглашал сходить осмотреть труп. Но сержант отказался, отмахнувшись фразой \"да что я там не видел\"...\nЧерез несколько дней он уволился. Написал рапорт об уходе по собственному желанию. На деньги, что он скопил за время службы, открыл свое дело. А через несколько лет встретил ее. Он сразу узнал ее по голубым, словно чистейшая вода, словно ясное небо, глазам...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ты мудак?! — крикнул прапорщик. Но не успел Артемьев открыть рот, чтобы объясниться, как тут же получил удар в душу от старшины. А затем еще один, берцем в каску. После — берцем в живот. Над задыхающимся сержантом склонился Пачков.\n— А теперь слушай, сопляк. Ты позволил нарушителю проникнуть в Зону! Он прошел через твой, сука, сектор и скрылся! Ты, мать твою, промахнулся! Из СВД оптикой! Да он практически на месте стоял, и ветра не было, и ты все равно промазал! Знаешь, что тебе светит, мудачина? \nОн знал. Ничего хорошего.\n",
    "answers": [
      {
        "id": 14,
        "text": "Попытаться встать."
      },
      {
        "id": 15,
        "text": "Оставаться на земле в позе эмбриона."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Видать, мало я тебя бил, раз так медленно ходишь... Эх, вдарить бы тебе, гаденышу, да времени нет. Слушай сюда, Артемьев. Без разрешения покидать блокпост нельзя. Но и оставлять проникших нарушителей в живых тоже нехорошо. У меня должок есть перед Сидоровичем, торговцем, обитающим неподалеку. Идешь к нему с бутылкой коньяка. На, держи. Заодно и пристрелишь нарушителя. Сфоткаешь, принесешь целый труп или только его голову — мне насрать. Главное, чтоб доказательства были. Заодно и к Сидору заскочишь. Уйдешь — найду и пристрелю. Разобьешь коньяк — найду и пристрелю. Не вернешься к завтрашнему обеду — угадай-ка что? Правильно, Артемьев. Найду и пристрелю! А теперь пшел вон.",
    "answers": [
      {
        "id": 41,
        "text": "Отправиться в Зону"
      }
    ]
  },
  {
    "id": 31,
    "text": "Артемьев так и не смог встать с земли. Пачков его избивал до тех пор, пока не обнаружил, что сержант не стонет. И не дышит. Все это время прапорщик представлял, что перед ним лежит дух. Афган оставил неизгладимый отпечаток на психике военного. \nСмерть младшего сержанта Артемьева замяли. Мол, погиб в Зоне во время выполнения боевого задания при невыясненных обстоятельствах. Если б в статистике писали только правду, в стране началась бы очередная революция. А так — ничего страшного. Имя сержанта овеяно славой. И государство в убытке не осталось: ведь компенсацию выплачивать за смерть бойца некому. Артемьев вырос в детдоме полным сиротой...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Ты ведь Артемьев? — спросил начальник небольшого склада, когда увидел сержанта. На пятидесяти квадратах чего только тут не было: и одежда, и оружие, и аммуниция, и снаряжение, и еда — как говорится, всего понемногу. Как раз хватит на блокпост с личным составом около сорока человек.",
    "answers": [
      {
        "id": 33,
        "text": "\"Да\"."
      },
      {
        "id": 34,
        "text": "\"Нет. Вася Пупкин\"."
      },
      {
        "id": 35,
        "text": "\"Я не называл своей фамилии\"."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Отлично. Сдавай СВД, бери калаш, вещмешок — я уже тебе все сложил в него — расписывайся и дуй к прапору. Будь осторожен. Чаще бросай болты перед собой. И никому не доверяй. Удачи, братан.",
    "answers": [
      {
        "id": 36,
        "text": "\"Спасибо\"."
      },
      {
        "id": 37,
        "text": "\"Еще б рассказал, как пятую точку вытирать!\""
      }
    ]
  },
  {
    "id": 34,
    "text": "— А ты шутник, — оценил Артемьева Мотылев. — Без юмора в армии плохо. А я вот в глубине души медик. И я знаю, как унять твою боль. Тебе ведь здорово досталось? Можешь не отвечать. Только слепой не заметит. Ну или прапор. Короче, давай сюда палец, — начсклада старший сержант Мотылев схватил правый указательный палец сержанта, плотно зафиксировав его в ладони. — Ты почувствуешь легкое сдавливание...\n— Мотылев, блядь! Давай быстрее! — крикнул Пачков. Воспользовавшись моментом, Артемьев выдернул палец из крепкого хвата начсклада. Тот лишь кашлянул и сказал:\n— Сдавай СВД, бери калаш, вещмешок — я уже тебе все сложил в него — расписывайся и дуй к прапору. \nА потом сказал сержанту в спину, когда тот вышел наружу: \n— Петросян хренов.",
    "answers": [
      {
        "id": 30,
        "text": "Подойти к прапорщику Пачкову."
      }
    ]
  },
  {
    "id": 35,
    "text": "— Ты разве не знал? Я потомственный ясновидящий. Бабка тетки моей племянницы по папиной линии моего деда была ведьмой. И много еще кем. Всесторонне развитая баба была. А Ванга — мое имя. Вернее — Ванг. Ванг Мотылев к вашим услугам, — Мотылев для завершения своей шутки поклонился. Затем взял на столе бумажку и что-то написал. Протянул Артемьеву. — Моя визитка. Вдруг...\n— Мотылев, блядь! Давай быстрее! — крикнул Пачков. Мотылев закончил дурачиться и уже серьезно сказал Артемьеву:\n— Сдавай СВД, бери калаш, вещмешок — я уже тебе все сложил в него — расписывайся и дуй к прапору. И не забудь: погадать, приворожить, заклять — это ко мне.",
    "answers": [
      {
        "id": 30,
        "text": "Подойти к прапорщику Пачкову."
      }
    ]
  },
  {
    "id": 36,
    "text": "Артемьев отправился обратно к своей вышке. Не найдя там прапора, пошел в главное здание. Пачков был у себя в кабинете. \n— А, вернулся. Слушай сюда, Артемьев. Без разрешения покидать блокпост нельзя. Но и оставлять проникших нарушителей в живых тоже нехорошо. У меня должок есть перед Сидоровичем, торговцем, обитающим неподалеку. Идешь к нему с бутылкой коньяка. На, держи. Заодно и пристрелишь нарушителя. Сфоткаешь, принесешь целый труп или только его голову — мне насрать. Главное, чтоб доказательства были. Заодно и к Сидору заскочишь. Уйдешь — найду и пристрелю. Разобьешь коньяк — найду и пристрелю. Не вернешься к завтрашнему обеду — угадай-ка что? Правильно, Артемьев. Найду и пристрелю! А теперь пшел вон.",
    "answers": [
      {
        "id": 41,
        "text": "Отправиться в Зону"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Как грубо. А я к тебе с добром. А ты... Надо было тебя без пайки оставить!\nНо Артемьеву было уже все равно на начсклада. Его ждал прапорщик...\n— Слушай сюда, Артемьев. Без разрешения покидать блокпост нельзя. Но и оставлять проникших нарушителей в живых тоже нехорошо... У меня тут должок есть перед Сидоровичем, торговцем, обитающим неподалеку. Идешь к нему с бутылкой коньяка. На, держи. Заодно и пристрелишь нарушителя. Сфоткаешь, принесешь целый труп или только его голову — мне насрать. Главное, чтоб доказательства были. Заодно и к Сидору заскочишь. Уйдешь — найду и пристрелю. Разобьешь коньяк — найду и пристрелю. Не вернешься к завтрашнему обеду — угадай-ка что? Правильно, Артемьев. Найду и пристрелю! А теперь пшел вон.",
    "answers": [
      {
        "id": 41,
        "text": "Отправиться в Зону"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Ты ведь Артемьев? — спросил начальник небольшого склада, когда увидел сержанта. На пятидесяти квадратах чего только тут не было: и одежда, и оружие, и аммуниция, и снаряжение, и еда — как говорится, всего понемногу. Как раз хватит на блокпост с личным составом около сорока человек.",
    "answers": [
      {
        "id": 33,
        "text": "\"Да\"."
      },
      {
        "id": 34,
        "text": "\"Нет. Вася Пупкин\"."
      },
      {
        "id": 35,
        "text": "\"Я не называл своей фамилии\"."
      }
    ]
  },
  {
    "id": 39,
    "text": "Здесь отображаются концовки, достигнутые игроком. ",
    "answers": [
      {
        "id": 55,
        "text": "Сталкеры оглушили младшего сержанта Артемьева, а затем бросили его, без сознания, но живого, в аномалию. ",
        "need": 55,
        "need_ever": true
      },
      {
        "id": 54,
        "text": "Скрываясь от сталкеров, младший сержант Артемьев влетел в аномалию. Через три секунды его разорвало. Нелепая смерть.",
        "need": 54,
        "need_ever": true
      },
      {
        "id": 69,
        "text": "Младший сержант Артемьев бросил службу и стал сталкером.",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 68,
        "text": "Артемьев и Лина стали вместе ходить в рейды. Однажды на них напал кровосос, и Артемьев ценой своей жизни спас напарницу, в которую был влюблен. Он выполнил обещание, данное ее брату.",
        "need": 68,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Артемьев и Лина полюбили друг друга. ",
        "need": 66,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "Артемьев и Лина — теперь команда. Вместе они стали ходить в рейды, и их результатам все вокруг завидовали. Правда, их общение ограничилось лишь работой.",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "Младшего сержанта Артемьева избили сталкеры до потери сознания. Дело довершила стая слепых псов. Дряная смерть...",
        "need": 61,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "Младший сержант Артемьев, пьяный в дугу, ночью по дороге на блокпост был съеден слепыми псами. ",
        "need": 60,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "Сержант, передав коньяк Сидоровичу, отправился обратно на блокпост. В наказание за то, что Артемьев не ликвидировал нарушителя, прапорщик Пачков его избил, а затем назначил его на боевое дежурство до конца службы. Что стало с девушкой - осталось загадкой. ",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Младший сержант Артемьев был застрелян в голову часовым в лагере сталкеров.",
        "need": 44,
        "need_ever": true
      },
      {
        "id": 47,
        "text": "Младший сержант Артемьев был застрелян сталкерами.",
        "need": 47,
        "need_ever": true
      },
      {
        "id": 42,
        "text": "Младший сержант Артемьев, забыв о бдительности и осторожности, погиб в аномалии \"Карусель\". Он нашел свою судьбу...",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 46,
        "text": "Младший сержант Артемьев, благодаря напоминанию старшего сержанта Мотылева, сумел избежать встречи с аномалией. Если бы он не кинул перед собой болт, как  посоветовал ему начсклада, он был бы уже не жилец... Спустя время Артемьев стал востребованным проводником по Зоне.",
        "need": 46,
        "need_ever": true
      },
      {
        "id": 31,
        "text": "Прапорщик Пачков забил младшего сержанта Артемьева насмерть.",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 28,
        "text": "Младший сержант Артемьев разорвал контракт с Министерством Обороны. Через несколько лет на гражданке он встретил свою любовь.",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 20,
        "text": "Младший сержант Артемьев успешно выполнил контракт, уйдя на дембель через три месяца с безупречной рекомендацией в звании старшего сержанта. Через несколько лет, получив высшее образование, он возвращается на службу в Зону в звании старшего лейтенанта.",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "Младший сержант Артемьев умер во сне от разрыва сердца.",
        "need": 3,
        "need_ever": true
      },
      {
        "id": 24,
        "text": "Младший сержант Артемьев повесился в казарме.",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 4,
        "text": "Младший сержант Артемьев застрелился из пистолета.",
        "need": 4,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -24,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -4,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -20,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -28,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -3,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна. ",
        "need": -31,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -46,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -42,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -47,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -44,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -53,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -60,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -61,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -62,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -66,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -68,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -69,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -54,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Концовка недоступна.",
        "need": -55,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Вернуться на начальную страницу."
      }
    ]
  },
  {
    "id": 40,
    "text": "В армии допустимо называть младших сержантов сержантами. Это замечание я пишу на случай, если игрок задаст себе вопрос \"Почему главный герой то сержант, то младший?\". Отвечаю: без разницы. Смысл не поменяется. Звание военного — тоже.\nИ еще кое-что: посещаем страницу \"Концовки\". Там описывается дальнейшая судьба персонажа.\nНа странице \"Концовки\" представлены все возможные концовки. Всего их тут девятнадцать (19).",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на начальную страницу."
      }
    ]
  },
  {
    "id": 41,
    "text": "Артемьев впервые ходит по Зоне в одиночку. До этого он лишь единожды заходил дальше блокпоста, да и то в составе группы военных. Они тогда, помнится сержанту, были посланы зачистить базу бандитов. Не пройдя и половины пути, военные повернули обратно, потому что по рации сообщили, как какой-то сталкер в одного вынес всю базу. Человек двадцать там было. Никто не говорил это вслух, но каждый из отряда тогда думал только о том, как бы не очутиться с тем смельчаком по разные стороны баррикад...\nАртемьев шел след в след по траектории нарушителя. И лишь когда он скрылся от взора дежурных на блокпосте, он решил остановиться и подумать о дальнейших действиях.\n",
    "answers": [
      {
        "id": 42,
        "text": "Уйти в Зону, провалив задание.",
        "need": -36
      },
      {
        "id": 44,
        "text": "Отправиться по следу девушки.",
        "need": 19
      },
      {
        "id": 45,
        "text": "Отправиться к Сидоровичу.",
        "need": -19
      },
      {
        "id": 46,
        "text": "Уйти в Зону, провалив задание.",
        "need": 36
      },
      {
        "id": 48,
        "text": "Отправиться по следу девушки.",
        "need": -19
      },
      {
        "id": 43,
        "text": "Отправиться к Сидоровичу.",
        "need": 19
      }
    ]
  },
  {
    "id": 42,
    "text": "Это решение далось сержанту не сразу. Все-таки последствия были ощутимыми: он, провалив задание, автоматически становился преступником, наказание которому — расстрел, также прапорщик Пачков объявлял на него охоту — в этом тоже приятного мало. Ну и наконец — он совершенно не знал, куда идти. \n\"Будь что будет\", — подумал Артемьев. Он сплюнул на землю и ушел на север искать свою судьбу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 43,
    "text": "Сержант, честно, говоря, не знал, где искать Сидоровича. И как выглядел торговец, ему тоже было неизвестно. Зато он точно был уверен, что в деревне неподалеку от блокпоста есть сталкеры. Правда, станут ли они говорить с военным? Особенно когда Артемьев чуть не пристрелил одного из них. С другой стороны, был ли у него выбор?",
    "answers": [
      {
        "id": 47,
        "text": "Войти в деревню."
      }
    ]
  },
  {
    "id": 44,
    "text": "Ее следы вели в деревню. Вскоре сержант нашел девушку: она сидела у костра и, мило улыбаясь, общалась со сталкерами. Подумать только: Артемьев чуть было ее не пристрелил. Да проникни она в Зону сто раз, она не заслуживала быть пристрелянной! Ее улыбка... Как бы Артемьев хотел, чтоб она ему улыбнулась. \nВ следующее мгновение голова сержанта обзавелась двумя дырочками диаметром по девять миллиметров. Его застрелил часовой, возвращавшийся после справления нужды за углом дома. У трупа собрался весь лагерь сталкеров. \n\"Нехер было стрелять по моей сестре, уроды\", — произнес один из них. Коньяк, кстати, был хорош...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 45,
    "text": "Сержант, честно, говоря, не знал, где искать Сидоровича. И как выглядел торговец, ему тоже было неизвестно. Зато он точно был уверен, что в деревне неподалеку от блокпоста есть сталкеры. Но станут ли с ним общаться? Все-таки военные не в чести у сталкеров, что, однако, взаимно. С другой стороны, был ли у него выбор?",
    "answers": [
      {
        "id": 51,
        "text": "Войти в деревню."
      }
    ]
  },
  {
    "id": 46,
    "text": "Это решение далось сержанту не сразу. Все-таки последствия были ощутимыми: он, провалив задание, автоматически становился преступником, наказание которому — расстрел, также прапорщик Пачков объявлял на него охоту — в этом тоже приятного мало. Ну и наконец — он совершенно не знал, куда идти.  Правда, он почему-то был уверен, что все делает правильно.\n\"Будь что будет\", — подумал Артемьев. Он глубоко вздохнул и ушел на север искать свою судьбу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 47,
    "text": "Едва заметив Артемьева, сталкеры открыли по нему огонь. Его тело изрешетили десятки пуль. Он упал замертво, не успев сказать ни слова.\n\"Нехер было стрелять по моей сестре, уроды\", — произнес один из сталкеров, склонившись над трупом. Коньяк, кстати, был хорош...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 48,
    "text": "Ее следы вели в деревню. Вскоре сержант нашел девушку: она сидела у костра и, мило улыбаясь, общалась со сталкерами. Артемьев помнил ее походку, осторожную и грациозную. Ее движения, ее фигуру, ее волосы... ",
    "answers": [
      {
        "id": 50,
        "text": "Открыть огонь по девушке."
      },
      {
        "id": 51,
        "text": "Подойти к костру."
      }
    ]
  },
  {
    "id": 49,
    "text": "— Пачкова? И что ему надо?\n— Он хочет отдать долг. Я принес тебе коньяк, Сидорович. \n— Да?  Эт' хорошо. Тогда заходи, сержант. Ноги только вытирай.",
    "answers": [
      {
        "id": 60,
        "text": "Войти внутрь."
      }
    ]
  },
  {
    "id": 50,
    "text": "Артемьев взял в руки автомат. Дернул затвор, снял предохранитель, прицелился. Вот уже второй раз девушка оказывается у него на мушке...",
    "answers": [
      {
        "id": 52,
        "text": "Открыть огонь."
      },
      {
        "id": 51,
        "text": "Опустить оружие. Подойти к костру."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Не стреляйте! Я пришел с миром! — крикнул издалека Артемьев. Для убедительности поднял руки вверх в знак добрых намерений. Сидящие у костра сталкеры посмотрели на него, затем помахали ему рукой. \n— Садись, сталкер, рядом. Погрейся. Рассказывай, кем будешь.\n",
    "answers": [
      {
        "id": 56,
        "text": "\"Я военный. Иду к Сидоровичу\".",
        "need": 37
      },
      {
        "id": 57,
        "text": "\"Я военный. Иду к Сидоровичу\".",
        "need": -37
      }
    ]
  },
  {
    "id": 52,
    "text": "Артемьев произвел короткую очередь. Своими глазами он видел, как девушка упала, сраженная свинцом. Цель ликвидирована. Но вот вопрос: как принести доказательства? Лагерь поднят по тревоге. Наверняка на звук выстрелов уже бегут сталкеры. Скоро его заметят и начнут стрелять в ответ. Надо что-то срочно делать...",
    "answers": [
      {
        "id": 54,
        "text": "Спрятаться в кустах."
      },
      {
        "id": 55,
        "text": "Спрятаться в доме на чердаке."
      }
    ]
  },
  {
    "id": 53,
    "text": "Сидорович не стал любезничать с Артемьевым. Когда сержант передал ему коньяк, торговец послал его нахер. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 54,
    "text": "Сержант со спринтерской скоростью влетел в ближайший куст. Он тогда не знал, что там притаилась аномалия... Его резко опрокинуло на землю и потащило вперед... Через три секунды раздался хлопок, и кровавый дождь прошелся по сырой земле...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 55,
    "text": "Сержант со спринтерской скоростью оказался у заброшенного дома, стоящего на краю деревни. Не успел он перевести дух, как тут же получил удар сзади рукояткой пистолета по голове...\n\"Бросить его в аномалию!\" — скомандовал один из сталкеров.\nТело Артемьева бросили в \"Воронку\", притаившуюся среди кустов. Через три секунды раздался хлопок, и кровавый дождь прошелся по сырой земле. Сержант так и не проснулся...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ну так и иди! Тебе здесь делать нечего! А если я тебя здесь еще раз увижу — убью.\nНо тут в разговор вмешалась девушка.\n— Андрей! Зачем ты так? \n— А с ними иначе никак, Лина. Протянешь им руку, а потом они тебе нож в спину. Ну, что встал? Исчезнул! Считаю до трех...",
    "answers": [
      {
        "id": 58,
        "text": "Отправиться к Сидоровичу."
      },
      {
        "id": 61,
        "text": "\"Ты ответишь за свои слова\"."
      }
    ]
  },
  {
    "id": 57,
    "text": "— А. Ну давай. Только без глупостей тут. Торговец в бункере во-он там живет.",
    "answers": [
      {
        "id": 58,
        "text": "Отправиться к Сидоровичу"
      },
      {
        "id": 59,
        "text": "\"На самом деле плевать я хотел на Сидора! Я у вас хочу остаться!\""
      }
    ]
  },
  {
    "id": 58,
    "text": "Бункер торговца напоминал погреб. Но только до того, как сержант спустился внутрь. Через несколько лесничных пролетов он уперся в большую и наверняка бронированную дверь. \n— Кто таков? — раздался голос из динамиков откуда-то с потолка.",
    "answers": [
      {
        "id": 64,
        "text": "\"Младший сержант Артемьев. От прапорщика Пачкова\".",
        "need": 37
      },
      {
        "id": 49,
        "text": "\"Младший сержант Артемьев. От прапорщика Пачкова\".",
        "need": -37
      }
    ]
  },
  {
    "id": 59,
    "text": "— Так ты к нам хочешь присоединиться? Хм, а пожем ли мы тебе доверять? Бывших военных же не бывает...",
    "answers": [
      {
        "id": 62,
        "text": "\"Я исключение\"."
      },
      {
        "id": 63,
        "text": "\"Я мог в любой момент начать стрелять по вам издалека. Я мог пристрелить ее, когда она пролезла через дыру в заборе в Зону, но сделал этого...\""
      }
    ]
  },
  {
    "id": 60,
    "text": "Артемьев и Сидорович осушили бутыль примерно за час. Торговец, довольный коньяком и собутыльником, после поставил на стол вишневую наливку и домашний самогон... Их беседа была долгой, одинаково приятной для обоих и чертовски плодотворной. Сержант узнал много полезной информации о Зоне и о том, как готовить домашние блинчики. Сидорович же лишний раз убедился, что в армии напрочь отсутствует логика — ее полностью заменяет показуха. Артемьев покинул бункер глубоко за полночь. Его шатало, словно маленький катер при девятибалльном шторме. Пару раз он имел тесный контакт с деревом. Трижды — с землей под кустом. Ночь была холодная и безлунная...\nСталкеры в деревне плохо спали этой ночью. Они слышали многоголосый собачий вой. А вклинивался в него крик человека, полный боли и страдания. Наутро обнаружили свежий скелет, на котором кое-где остались кусочки ткани в пиксельной расцветке.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 61,
    "text": "Артемьев хотел порядочно набить морду сталкеру, которого девушка назвала Андреем. А он ее Линой...\nНо не успел он встать, как на него тут же навалилось человек пять. Его избили на глазах у Лины. Она пыталась остановить сталкеров, но на нее никто не обращал внимания. А что она могла сделать одна со здоровыми мужиками?..\nИзбитого до потери сознания Артемьева оттащили за пределы деревни. Когда сталкеры почти вернулись к костру, со стороны Артемьева послышался многоголосый собачий вой...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 62,
    "text": "— Хм... Лина, как думаешь, можно ему доверять?\n— Увидим...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 63,
    "text": "— Так Лина через вас ходила? Ты вообще соображаешь, сестра? Тебя могли убить!\n— Но не убили же...\n— Я запрещаю тебе одной ходить за Периметр! Только со мной теперь будешь.\n— Одна больше не пойду. Так и быть. Но не с тобой. У тебя и так тут дел хватает, — возразила Лина.\n— Никому не доверю с тобой идти.",
    "answers": [
      {
        "id": 66,
        "text": "\"А мне?\""
      },
      {
        "id": 67,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Пачкова? Катись отсюда вместе с этим психом! Тебе здесь делать нечего!\n— Он хочет отдать долг! Я принес тебе коньяк, Сидорович, — попытался объяснить Артемьев.\n— Да? тогда заваливай. Заходи — не бойся. Выходи — не плачь. Хе-хе.\n ",
    "answers": [
      {
        "id": 53,
        "text": "Войти внутрь."
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "Лина посмотрела на сержанта очень теплым взглядом. В нем она видела спасение от чрезмерной заботы брата. Она без раздумья согласилась ходить в Зону с Артемьевым. Постепенно они привязались друг к другу. Влюбились. Любили. Наслаждались каждым мгновением, проведенном вдвоем...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 67,
    "text": "— Хватит относиться ко мне как к ребенку! Я тебя всего на год младше! — воскликнула Лина.\n— Вот именно, — не отступал Андрей.— Ты еще не готова одна ходить по Зоне.\n— Это несправедливо!",
    "answers": [
      {
        "id": 68,
        "text": "\"Я мог бы сопровождать тебя\"."
      },
      {
        "id": 69,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 68,
    "text": "Андрей посмотрел изучающим взглядом на Артемьева. Будто прикидывал, предаст или не совсем. Надежен либо не стоит.\n— Так и быть. Но если хоть пальцем...\n— Не посмею даже во сне, — отчеканил Артемьев.\n— Хоть волос с нее...\n— Не сомневайся. Ни у кого мочи не хватит.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 69,
    "text": "Артемьев прижился в сталкерском коллективе. Но вскоре Лина ушла из Зоны, будучи не в состоянии больше терпеть опеку брата. Артемьев с тех пор ее не встречал...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  }
]