[
  {
    "id": 1,
    "text": "Автор: Zet.\nЖанр: Фэнтэзи.\nПривет! Этот квест представляет собой жизнь одного с виду обычного человека, но с очень необычной способностью. Вам предстоит совершать различные поступки, связанные с остановкой времени и предотвращать худшее. Удачи!\nP.S. Если вы заметите ошибки в тексте, прошу написать в отзывах страницу, на которой допущена ошибка. Также по поводу вопросов можете написать мне в личку Вконтате, ещё на моей странице будут публиковаться новости насчёт квестов",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 24,
        "text": "Ачивки"
      },
      {
        "id": 27,
        "text": "Обновления"
      },
      {
        "id": 1,
        "text": "Связь с автором",
        "url": "https://vk.com/id436574908"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c841134/v841134558/d585/Y2KFcsL459I.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c841137/v841137283/205c3/edwlElrEYsA.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись в семь утра, было солнечно, пели птицы. Вы посмотрели на часы. Скорей, скорей, вы опаздываете на работу! Если вы опаздаете, ваш начальник с вас шкуру снимет! Вы быстро оделись и, не позавтракав, побежали на работу",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы вбежали в высотку и, поднявшись на третий этаж, вошли в офис. \nНачальник: «Тааак, Андрей. Ты опоздал на несколько минут»\nВы: «Извините, проспал, спешил как мог...»\nНачальник: «Ладно, ладно, всё. Иди быстрее бери свой фотоаппарат, диктофон и иди в мой кабинет»\nВы: «Да, да, я мигом!»",
    "answers": [
      {
        "id": 4,
        "text": "Взять фотоаппарат",
        "need": -4
      },
      {
        "id": 5,
        "text": "Взять диктофон",
        "need": -5
      },
      {
        "id": 6,
        "text": "Идти к начальнику",
        "need": [
          4,
          5
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы взяли свой фотоаппарат, лежавший на вашем рабочем столе. Он выглядел немного иначе, чем обычные фотоаппараты",
    "answers": [
      {
        "id": 3,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы взяли диктофон, лежавший на вашем рабочем столе",
    "answers": [
      {
        "id": 3,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы вошли в кабинет начальника, все ещё сильно дыша от вашей утренней \"пробежки\".\nНачальник: «Ну что ж, Андрей. Сегодня у тебя такое задание: ты должен будешь сфотографировать сделку этого наркодиллера, ну, помнишь, про которого мы вчера говорили. Он собирается сегодня передать большое количество товара одному бандиту, и ты должен всё это заснять и записать их разговор на диктофон. Всё понял?»\n",
    "answers": [
      {
        "id": 7,
        "text": "Да, конечно"
      }
    ]
  },
  {
    "id": 7,
    "text": "Начальник: «Ну вот и хорошо! Сделка у них состоится у заброшенной девятиэтажке, координаты я тебе на телефон скинул. Ну всё, удачи!»\nВы вышли из кабинета начальника и одновременно радовались и волновались из-за такого важного задания",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ну а теперь немного о вас. Вы — детектив, который занимается особыми делами, такими как убийства, грабежи и мошенничесво. Вас зовут Андрей Соловьёв, вам двадцать семь лет. Вы недавно устроились на эту работу, и это ваше пятое задание. Но это первое важное задание, до этого вам поручали лишь дела о мошенничестве. Ну что ж, с собой вы познакомились, как бы смешно и нелепо это не звучало, а теперь продолжим",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вышли из здания и заглянули в телефон. На экране выскочила гугл карта, на которой было показано место сделки. Вам оно было знакомо: это была заброшенная многоэтажка, до этого в ней располагалось обжежитие. Вы вызываете такси и едете по \"назначенному адресу\"",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы приехали к заброшенной многоэтажке. Вы осторожно вошли во двор. В нём никого не было. Ждать долго не пришлось — на верху что-то было слышно. Лезть на девятиэтажку? Мне столько не платят ",
    "answers": [
      {
        "id": 11,
        "text": "Идти на крышу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы стали подниматься на крышу, чувствуя приливающий адреналин — ведь вы шли по едва держащимся ступенькам. Через минуту вы уже были у двери, ведущей на крышу. Вы чётко слышали чьи-то голоса: «Мало? Этого тебе мало!? Мы же договаривались на пол лимона! А теперь ты просишь шестьсот косарей!?...»",
    "answers": [
      {
        "id": 12,
        "text": "Включить диктофон",
        "need": -12
      },
      {
        "id": 13,
        "text": "Сделать фотографии",
        "need": 12
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы достали из кармана ваш диктофон и нажали на красную кнопку. Запись пошла",
    "answers": [
      {
        "id": 11,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы осторожно приоткрыли дверь и стали фотографировать происходящее. У вас был специальный фотоаппарат без вспышки из без звука снимка, снимающий всё в высшем качестве. После девятой фотографии вы уже было собрались уходить, как вдруг на пол упал диктофон, лежавший у вас в кармане. Вот же закон подлости! Вас сразу заметили. На вас направили пистолеты и на вас полетили куски свинца",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы закрыли глаза, уже предвидя свою смерть. Вы ничего не почувствовали, всё стихло. \n«Я уже умер?» — подумали вы. Вы открыли глаза. Вокруг вас, буквально в нескольких сантиметрах, застыли в воздухе свинцовые пули. Люди, стрелявшие в вас, будто бы были вовсе не люди, а статуи. Вы осторожно, опасаясь застывших фигур, вышли на крышу. Всё было неподвижно, даже птицы, летевшие по небу, магическим образом повисли на месте",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к краю"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы подошли к краю крыши и увидели необычный город: всё, от малейшего кустика до больших фабрик, всё было неподвижно. Вот человек, кусающий гамбургер, открыв рот, сидит на стуле, а вот машины, застывшие на дороге, будто бы заглохли. Вашему удивлению не было предела, в голове кружились тучи вопросов по типу: как? что? почему? Но вы вспомнили о ваших застывших \"друзьях\". Вы подошли к ним и толкнули одного. Он упал в той же позе, что и стоял. Вот же чудеса!",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "«Что же делать?» — подумали вы. У вас есть фотографии, запись, вы можете спокойно идти к начальнику, но какой в этом смысл, ведь время остановлено. Вы спустились с многоэтажки и пошли к своему офису, по пути с любопытством рассматривая застывших людей. Вдруг резко заревел шум моторов, послышалось множество шагов и время пошло, как ни в чём не бывало. Вы, обрадовавшись, побежали в офис",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Приежав, вы ворвались в кабинет начальника.\nВы: «Вот: фотографии и запись»\nНачальник: «Так быстро? Видимо, более долгий сон пошёл тебе на пользу. Нужно тебе за это премию выдать в конце месяца. Молодец! Хвалю! Теперь ты пока свободен, можешь идти домой, отдыхай»\nВы удивлённый и радостный пошли домой",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы шли, слушая пение птиц, как вдруг вас остановили, сильно сжав левое плечо. Не успели вы обернуться, как вас затащили в какой-то переулок. Вы увидели перед собой трёх мужиков. \nБандит: «Гони телефон, если жизнь дорога!»\nВы в ступоре не знали что делать. Над вами занеслась большая рука, собиравшаяся вас ударить. Вдруг она резко остановилась. Вы, уже думая что вам нанесут удар, закрылись руками. Но ничего не происходило. Вы увидели три застывшие фигуры, стоящие рядом с вами",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из переулка"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы вышли из переулка на главную улицу. Там тоже всё было застывшим. Вдруг вы увидели девушку, перед которой застыл автомобиль. Она была в ужасе, видимо, не заметила его",
    "answers": [
      {
        "id": 20,
        "text": "Убрать её с дороги"
      },
      {
        "id": 21,
        "text": "Не убирать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы, несмотря на свою испуганность, осторожно убрали девушку с дороги на тротуар и только после этого пошли домой. Как толко вы дёрнули ручку своего дома, время опять пошло. Вы легли на диван и от полученных впечатлений быстро уснули. Проснувшись вечером и включив телевизор, вы услышали по новостям: «Сегодня днём на Красной улице чудом из под колёс спаслась дочь адвоката Сергея Волобнина. Водитель заснул за рулём и не затормозил на зелёный свет. Она чудом спаслась. Мы взяли у неё интервью.\nДевушка: «Я уже было попращалась с жизнью, как вдруг я оказалась на тротуаре — сама не знаю как. Я не помню никакого прыжка в сторону, я как будто просто мгновенно переместилась туда»\nА теперь из мира спорта...»\n«Ничего себе! Вы спасли дочь известного Московского адвоката. Жаль что об этом никто не знает. Через пару часов вы заснули, завтра — новый день!",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы, будучи в сильном испуге, не стали помогать девушке и побежали домой. Как только вы дёрнули ручку вашей двери, время опять пошло. Вы легли на диван и быстро заснули от пережитых впечатлений. Вечером в новостях передавали: «Сегодня днём на улице Красной была сбита дочь адвоката Сергея Волобнина. Водитель, как оказалось, заснул за рулём, ему грозит тюремный срок. Девушка госпитализирована и сейчас врачи борются за её жизнь. А теперь из мира спорта...»\nВот же чёрт! Это же та девушка, которую вы видели сегодня днём. Вы не подумали о ней, хотя могли спасти её. Хотя вы и были напуганы, это было эгоистично. Через пару часов вы легли спать — завтра новый день!",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": [
      {
        "id": 21,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы проснулись как обычно — в семь тридцать. Через окно, через полупрозрачные шторы в спальню проникали сладостные лучи восходящего солнца. Не хотелось вставать, что-либо делать, хотелось просто лежать. Но работа есть работа. Вы встали, оделись и вышли на улицу. У вас ещё осталось вчерашнее удивление и впечатление. Пойдя по давно знакомой вам дороге, вы вскоре оказались в офисе",
    "answers": [
      {
        "id": 28,
        "text": "К начальнику"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ваши достижения",
    "answers": [
      {
        "id": 1,
        "text": "«-----Назад"
      },
      {
        "id": 25,
        "text": "Спаситель",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 26,
        "text": "Эгоист",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 35,
        "text": "Первое оружие",
        "need": 32,
        "need_ever": true
      },
      {
        "id": 109,
        "text": "Черепашка ниндзя",
        "need": 72,
        "need_ever": true
      },
      {
        "id": 110,
        "text": "ЧТО!?",
        "need": 104,
        "need_ever": true
      },
      {
        "id": 111,
        "text": "Начинающий врач",
        "need": 100,
        "need_ever": true
      },
      {
        "id": 120,
        "text": "Полный комлект",
        "need": 118,
        "need_ever": true
      },
      {
        "id": 127,
        "text": "Самопожертвование",
        "need": 123,
        "need_ever": true
      },
      {
        "id": 128,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 25,
    "text": "Спаситель\n—————————————————————————————\nВы спасли девушку на дороге, которая могла попасть под машину",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Эгоист\n—————————————————————————————\nВы не спасли девушку на дороге, и она попала под машину",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "24.07.2017\nВышел квест\n27.07.2017\nЧто нового:\n-Продолжил сюжетную линию\n-Добавил ачивку \"Первое оружие\"\n23.08.2017\nДолгожданное обновление. Наверное. Целый месяц не выходило обновлений из-за моей лени и квест был снят с публикации. Но вот оно вышло.\nЧто нового:\n-Продолжил сюжетную линию\n-Добавил ачивки:\n-\"Черепашка ниндзя\"\n-\"ЧТО!?\"\n-\"Начинающий врач\"\n29.09.2017\nПоследнее обновление.\nКвест завершён! Прошу вас оценить квест, а также написать своё мнение в комментариях. \nЧто нового:\n-Была добавлена ачивка \"Самопожертвование\"\n-В раздел с ачивками добавлен раздел с концовками\n-Завершена сюжетная линия",
    "answers": [
      {
        "id": 1,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы вошли в кабинет начальника. Его хозяин, как обычно, сидел в своём кресле.\nНачальник: «Привет. Так как ты хорошо справился с прошлым заданием, я теперь могу доверять тебе важные дела. Благодаря твоей информации, которую ты достал вчера, мы узнали адрес наркодиллера. Ты должен со своим новым напарником наведаться к нему в гости»",
    "answers": [
      {
        "id": 29,
        "text": "С новым напарником?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тут дверь отворилась, и в неё вошёл мужчина вашего роста, с чёрной козлиной бородкой и приятной внешностью.\nНачальник: «А вот и он! Андрей, знакомься — твой напарник Олег»\nОлег: [Протягивает руку] «Рад знакомству!»\nВы пожали его руку.\nНачальник: «Ну что ж. Задание вы оба знаете, так что идите его выполнять. Буду ждать вас к обеду. И, да, на столе у вас лежат ПМы. Возьмите, пригодятся»",
    "answers": [
      {
        "id": 31,
        "text": "Выйти из кабинета"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы пошли прямо и попали на Торговую улицу. Это была улица со множеством магазинов, и всего лишь с парочкой домов. Везде висят рекламные щиты: сразу видно, что это улица используется для прибыли. Вы шли где-то минут двадцать, и вышли на Промышленную улицу. На ней было много заводов, производящих самые разные вещи. Вы пошли прямо, как вдруг поняли — пять труб, колёса и рабочий — это автомобильный завод, находящийся на этой улице",
    "answers": [
      {
        "id": 62,
        "text": "Бежать к заводу"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы вышли из кабинета начальника и пошли к своему рабочему столу. На нём лежал ПМ",
    "answers": [
      {
        "id": 32,
        "text": "Взять ПМ",
        "need": -32
      },
      {
        "id": 33,
        "text": "Взять патроны",
        "need": -33
      },
      {
        "id": 34,
        "text": "Выйти из офиса",
        "need": [
          32,
          33
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы взяли ПМ и положили его в кобуру, давно висевшую у вас на поясе",
    "answers": [
      {
        "id": 31,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы взяли несколько обойм к ПМу",
    "answers": [
      {
        "id": 31,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы вышли на улицу и пошли к назначенной цели. На такси было бы слишком заметно. Тут главное эффект неожиданности. До дома наркодиллера было полчаса ходьбы. Пока вы шли, вы разговорились, Олег рассказал вам о себе, а вы о себе.\nВскоре вы дошли до дома наркодиллера.\nОлег: «Ну что ж, сейчас мы его в расплох застанем. Значит так. Ты заходи с заднего двора, а я с парадного входа. Ты первый, отвлечёшь его на себя, а затем я на него и нападу. Всё понял?»\nВы: «Да, понял»",
    "answers": [
      {
        "id": 36,
        "text": "Идти на задний двор"
      }
    ]
  },
  {
    "id": 35,
    "text": "Первое оружие\n—————————————————————————————\nВы взяли ваше первое оружие — ПМ",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "На заднем дворе дома была тень от него, но там всё равно было много цветов. Как они тут растут? Но не об этом. Вы подошли к двери и готовы войти внутрь",
    "answers": [
      {
        "id": 37,
        "text": "Войти в дверь"
      },
      {
        "id": 38,
        "text": "Выбить дверь ногой"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы открыли дверь и вошли в дом. Вдруг на вас сверху упал кирпич. О нет, это была ловушка! Вы увидели перед собой большую фигуру, и вскоре прозвучал выстрел\n—————————————————————————————\nКонец. Убит",
    "answers": [
      {
        "id": 36,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы, как будто герой боевика, выбиваете дверь ногой. Вдруг сверху на пол падает кирпич. Это была ловушка! Как хорошо что вы смотрели много боевиков и умеете правильно выбивать дверь ногой. Вы вошли в дом. Вдруг из соседней комнаты вышла большая фигура с пистолетом. Он навёл на вас оружие, но сзади на него напал Олег и ударил его прикладом ПМа. Но он не упал. Он повернулся и со всего размаху ударил его в лицо. Потом он пошёл на вас. Он нанёс вам мощный удар и вы потеряли сознание ",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы проснулись в неизвестном месте. Это были не дом, не улица, это было белое пространство. Вокруг ничего — только белый свет. Вдруг перед вами из света выходит фигура женщины в белой одежде. Смерть? Ангел? Человек? Она подошла к вам и сказала: «Иди за мной»\nОна отвернулась и пошла",
    "answers": [
      {
        "id": 40,
        "text": "Идти за ней"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы пошли за ней. На своё удивление вы смогли пройти сквозь стену света. Она шла вперёд, а вы за ней. Внезапно перед ней появился большой белый стол, за которым сидят двое мужчин и одна женщина. \n«Садись, сейчас мы тебе всё расскажем»\nВы сели за стол.\nЖенщина: «Слушай внимательно. Ты — один из трёх повелителей времени. У тебя, как и у двух других, проявился дар под страхом смерти. Ты уже думал, что погибнешь, как твой дар активировался, и время остановилось. Твоя главная задача — спасти мир от глобальной катастрофы, объединившись с другими повелителями. А теперь тебе пора обратно»",
    "answers": [
      {
        "id": 41,
        "text": "Где мне искать этих хранителей?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Не успели вы ничего сказать, как вы проснулись в каком-то подвале. \nОлег: «Проснулся? Ну наконец-то! Нужно отсюда выбираться»\nКак только он это сказал, он застыл в одной позе, время опять остановилось",
    "answers": [
      {
        "id": 42,
        "text": "Развязать верёвки"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы с лёгкостью развязали верёвки и, встав, стали осматриваться. Вокруг было несколько ящиков, впереди была лестница, ведущая наверх, а там дверь",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы ещё раз осмотрелись. На полу стояли ящики, шкаф и стол с ящиками",
    "answers": [
      {
        "id": 44,
        "text": "Открыть дверь"
      },
      {
        "id": 45,
        "text": "Обыскать шкаф"
      },
      {
        "id": 46,
        "text": "Обыскать стол с ящиками"
      },
      {
        "id": 47,
        "text": "Обыскать ящики",
        "need": -50
      }
    ]
  },
  {
    "id": 44,
    "text": "Дверь заперта",
    "answers": [
      {
        "id": 48,
        "text": "Подёргать ручку"
      },
      {
        "id": 49,
        "text": "Взломать отмычкой",
        "need": 50
      },
      {
        "id": 43,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Обычный шкаф",
    "answers": [
      {
        "id": 45,
        "text": "Искать"
      },
      {
        "id": 43,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Обычный стол с ящиками",
    "answers": [
      {
        "id": 46,
        "text": "Искать"
      },
      {
        "id": 43,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Обычные ящики с инструментами",
    "answers": [
      {
        "id": 47,
        "text": "Искать"
      },
      {
        "id": 50,
        "text": "Взять проволоку",
        "count": 3,
        "page": 47
      },
      {
        "id": 43,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Дверь не поддаётся",
    "answers": [
      {
        "id": 44,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы взломали дверь отмычкой, вы этому ещё в детстве научились. Через минуту вы открыли дверь. Наркодиллер сидел на диване с телефоном. Что делать?",
    "answers": [
      {
        "id": 51,
        "text": "Обыскать кухню",
        "need": -51
      },
      {
        "id": 52,
        "text": "Ударить его сковородкой",
        "need": 51
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы нашли проволоку и сделали из неё отмычку. Ею можно взломать дверь",
    "answers": [
      {
        "id": 43,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "На кухне вы нашли сковородку",
    "answers": [
      {
        "id": 49,
        "text": "Взять сковородку"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы ударили его сковородкой и вернулись в подвал, закрыв дверь и сев на пол, чтобы не вызывать подозрения напарника. Время пошло. \nОлег: «Ну что, есть предложения? О! Ты уже развязался! Когда ты только успел?»\nВы: «Просто выйдем»\nОлег: «Что!?»\nВы: «Просто доверься мне»\nВы с Олегом вышли из подвала, наркодиллер лежал на полу с телефоном в руке. Вы одели на него наручники и, вызвав наряд полиции, избавились от него. Вы вернулись в офис",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "Начальник: «Молодцы! Трудностей не возникло?»\nВы: «Ну как сказать...»\nОлег: «Нет, не возникло»\nНачальник: «Ну вот и хорошо. Значит, теперь ты свободен, Олег, а ты, Андрей, останься»",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "Начальник: «Вот, держи, это твоя зарплата вместе с премией»\nВы: «Но ведь ещё не конец месяца»\nНачальник: «Я знаю, но ты хорошо поработал, так что вот, это твоё»\nВы: «Спасибо»",
    "answers": [
      {
        "id": 55,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 55,
    "text": "Придя домой, вы легли отдохнуть. Вы уснули. Вдруг вы опять увидели перед собой женщину в белом",
    "answers": [
      {
        "id": 56,
        "text": "Кто ты такая?"
      }
    ]
  },
  {
    "id": 56,
    "text": "Женщина: «Я хранительница галактики Млечный путь. Я обязана защищать эту галактику. Слушай меня внимательно и запоминай. Пять труб, колёса, рабочий. Ножницы, зеркало, владелица. А теперь прощай»\nОна исчезла, как будто её и не было, а вы проснулись. Было три часа дня. Трубы, колёса... Что бы всё это значило?",
    "answers": [
      {
        "id": 57,
        "text": "Прогуляться"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы решили прогуляться, проветриться, освежить мысли. Вы вышли на улицу, дул прохладный ветерок, скоро пойдёт дождь",
    "answers": [
      {
        "id": 58,
        "text": "Вернуться за зонтом",
        "need": -58
      },
      {
        "id": 59,
        "text": "Гулять по улицам"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы решили взять на всякий случай зонтик, вдруг пойдёт дождь",
    "answers": [
      {
        "id": 57,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы спокойно идёте по своей улице, прохладный ветерок дует вам в спину. Перед вами выбор из трёх дорог. Куда пойдём?\n",
    "answers": [
      {
        "id": 30,
        "text": "Прямо"
      },
      {
        "id": 60,
        "text": "Налево"
      },
      {
        "id": 61,
        "text": "Направо",
        "need": -61
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы пошли налево, на улицу Солнечную, сегодня на ней на ваше удивление шёл дождь",
    "answers": [
      {
        "id": 68,
        "text": "Идти дальше",
        "need": -58
      },
      {
        "id": 69,
        "text": "Достать зонтик",
        "need": 58
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы прошли около ста метров направо, как вдруг увидели дорожные работы. И как вы их раньше не заметили?",
    "answers": [
      {
        "id": 59,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы быстро побежали к заводу, надеясь, что разгадали загадку. Подбежав ко входу вы вошли внутрь, но охранник не впустил вас, так как вы здесь не работаете. Вы вышли из помещения и стали думать, что делать",
    "answers": [
      {
        "id": 63,
        "text": "Обойти здание вокруг"
      }
    ]
  },
  {
    "id": 63,
    "text": "Осмотря здание со всех сторон, вы заметили лестницу, ведущую на крышу, а также вентиляционный люк. Куда идём?",
    "answers": [
      {
        "id": 64,
        "text": "На крышу"
      },
      {
        "id": 65,
        "text": "В вентиляцию"
      },
      {
        "id": 66,
        "text": "Бонусный путь",
        "need": -71
      },
      {
        "id": 72,
        "text": "Бонусный путь",
        "need": 71
      }
    ]
  },
  {
    "id": 64,
    "text": "По металлической лестнице вы забрались на крышу. С неё открывался великолепный вид на всю улицу. Где-то вдалеке идёт дым из большой, толстой трубы, а уже совсем рядышком неустанно звенит посудой ресторан «Колибри», встречающий всё новых и новых посетителей. Но вам некогда смотреть на всё это, и вы решили осмотреть крышу. На ней находился вентиляционный люк и большое стекло",
    "answers": [
      {
        "id": 73,
        "text": "Зайти в вентиляцию"
      },
      {
        "id": 74,
        "text": "Посмотреть в окно"
      },
      {
        "id": 63,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы открыли вентиляционный люк и, забравшись в него, увидели перед собой два пути: налево и направо",
    "answers": [
      {
        "id": 76,
        "text": "Налево"
      },
      {
        "id": 77,
        "text": "Направо"
      },
      {
        "id": 63,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Чтобы открыть этот путь, нужно совершить особое действие",
    "answers": [
      {
        "id": 63,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы: «Как я понимаю, вы умеете останавливать время, не так ли?»\nОн: [Растерянно] «Да, да, но оно само, само останавливается, я не могу это контролировать»\nВы: «Я тоже. Послушайте, как вас зовут?»\nОн: «Михаил»\nВы: «Я Андрей. Итак, Михаил, давай на ты. Мы с тобой — двое из трёх повелителей времени. Мы нужны в этом мире для какого-то очень важного дела. Мы должны найти третьего повелителя и тогда подумать, что делать дальше»\nМихаил: [Уверенно] «Да, ты прав. Нас выбрали не просто так. Мы должны сделать что-то важное, что-то очень важное... Но что?»\nВы: «Пока не знаю, но скоро мы это поймём, обязательно поймём. А сейчас тебе надо отдохнуть, можешь прилечь на кровать, а я на диван»\nМихаил: [Сам себе] «Как я теперь без пальцев, как?»",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы пошли дальше, всё больше и больше намокая под дождём. На пути вам попадались бездомные, им сейчас намного хуже, чем вам. Эхх, если бы у вас был зонтик... Минут через тридцать вы вышли на Промышленную улицу, на ней было много заводов, производящих самые разные вещи. Минут пять вы ещё шли, погрузившись в свои мысли, как вдруг вы внезапно поняли, что пять труб, колёса и рабочий — это автомобильный завод, находящийся в трёхста метрах от вас",
    "answers": [
      {
        "id": 62,
        "text": "Бежать к заводу"
      }
    ]
  },
  {
    "id": 69,
    "text": "Раскрыв зонтик вы быстро пошагали по тротуару, надеясь выйти на следующую улицу. Вдруг слева от себя вы увидели бездомного, который мок под дождём. Он выглядит очень жалко: рваная одежда, сильный кашель, избитое лицо",
    "answers": [
      {
        "id": 70,
        "text": "Идти дальше"
      },
      {
        "id": 71,
        "text": "Дать ему зонтик"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы бездушно прошли мимо него, а он остался сидеть на холодном асфальте, намокая под дождём. Минут через тридцать вы вышли на Промышленную улицу, на ней было много заводов, производивших самые разные вещи. Минут пять вы ещё шли, погрузившись в свои мысли, как вдруг вы внезапно поняли, что пять труб, колёса и рабочий — это автомобильный завод, находившийся в трёхста метрах от вас",
    "answers": [
      {
        "id": 62,
        "text": "Бежать к заводу"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы решили, что этому бедному человеку зонтик намного нужнее, чем вам, и поэтому вы его ему отдали. Взамен он вам дал план подземных канализаций города. Вы не стали спрашивать, откуда он у него, вы просто его взяли и пошли дальше. Минут через тридцать вы вышли на Промышленную улицу, на ней было много заводов, на которых производили самые разные вещи. Минут пять вы ещё шли, погрузившись в свои мысли, как вдруг вы поняли, что пять труб, колёса и рабочий — это автомобильный завод, находящийся в трёхста метрах от вас\n",
    "answers": [
      {
        "id": 62,
        "text": "Бежать к заводу"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы внимательно изучили план канализации и спрыгнули в ближайший канализационный люк. Там было очень темно, вы шли буквально на ощупь. Вдруг вы услышали какой-то шум. Это был шум станков! Вот радость! Но это ещёне всё. Перед вами два пути: налево и направо. Куда пойдём?",
    "answers": [
      {
        "id": 102,
        "text": "Налево"
      },
      {
        "id": 103,
        "text": "Направо"
      },
      {
        "id": 104,
        "text": "Вниз"
      },
      {
        "id": 105,
        "text": "Наверх"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы открыли вентиляционный люк и, не посмотреть  вниз, прыгнули. Выс разрезало на мельчайшие кусочки вентиляционным винтом.\n—————————————————————————————————\nКонец. Разрезан вентиляционным винтом",
    "answers": [
      {
        "id": 64,
        "text": "«-----На шаг назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы подошли к окну и увидели офис директора этого завода. В нём было пусто, можно было бы спокойно пробраться туда, вам мешала лишь высота",
    "answers": [
      {
        "id": 75,
        "text": "Пойти назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы уже хотели развернуться и уйти, как вдруг нечаянно оступились и упали прямо на стекло. Оно с дребезгом разбилось, и вы полетели вниз. Вы остановились в нескольких сантиметрах от пола, под вами лежала куча осколков. Вы уже хотели встать, но неожиданно время опять пошло и вы почувствовали множество впивающихся в вашу спину осколков. Не сумевши встать, вы остались бездыханно лежать на кровавом полу.\n—————————————————————————————————\nКонец. Проткнут осколками стекла",
    "answers": [
      {
        "id": 64,
        "text": "«-----На шаг назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы поползли налево, и метров через двести вы увидели под собой слабую решётку, а под ней столовую",
    "answers": [
      {
        "id": 78,
        "text": "Спрыгнуть"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы поползли в правую сторону, но там была прочная решётка",
    "answers": [
      {
        "id": 65,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "Выломав ногой решётку вы спрыгнули вниз, повариха сразу что-то заподозрила, и вы услышали её быстрые шаги",
    "answers": [
      {
        "id": 79,
        "text": "Выбежать из столовой"
      }
    ]
  },
  {
    "id": 79,
    "text": "Выбежав из столовой вы попали в цех по изготовлению колёс. \n«Наверное здесь он и работает» — подумали вы. Вдруг вы услышали крик, и время остановилось. Но вот чудо — вы заметили движение за одним из станков. Вы подбежали к нему и увидели человека с окровавленной рукой. Вы сразу поняли что он второй повелитель времени. Ему каким-то образом отрубило три пальца левой руки. Он не замечал вас, а лишь кричал от шока и боли. Когда вы к нему подошли, он с удивлённым лицом отскочил в сторону, на секунду перестал кричать, а потом вдруг упал на пол. Он потерял сознание",
    "answers": [
      {
        "id": 80,
        "text": "Оттащить его в столовую"
      }
    ]
  },
  {
    "id": 80,
    "text": "Подняв его, вы на себе дотащили его до столовой и положили на скамейку. Теперь нужно найти медикаменты:\nСпирт\nАнтисептик\nБинт",
    "answers": [
      {
        "id": 81,
        "text": "Поискать в столовой",
        "need": -81
      },
      {
        "id": 82,
        "text": "Поискать в цеху",
        "need": -82
      },
      {
        "id": 83,
        "text": "Поискать в кабинете директора",
        "need": [
          -93,
          -94
        ],
        "need_sometimes": true
      },
      {
        "id": 84,
        "text": "Поискать в туалетах",
        "need": -84
      },
      {
        "id": 97,
        "text": "Приступить к лечению",
        "need": [
          93,
          94
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 81,
    "text": "В столовой вы нашли медицинский спирт",
    "answers": [
      {
        "id": 80,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы взглядом окинули цех и поняли, что здесь ничего из медикаментов нету",
    "answers": [
      {
        "id": 80,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "Дверь в кабинет директора закрыта. Где же может быть ключ?",
    "answers": [
      {
        "id": 85,
        "text": "Поискать директора в цеху"
      },
      {
        "id": 86,
        "text": "Отпереть дверь",
        "need": 85
      },
      {
        "id": 80,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "И в мужском и в женском туалете вы ничего не нашли",
    "answers": [
      {
        "id": 80,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "А вот и он! Стоит и разговаривает с кем-то. Вернее разговаривал",
    "answers": [
      {
        "id": 83,
        "text": "Взять у него ключи"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы отперли дверь и вошли в кабинет. В нём был дубовый стол, большой шкаф, и аптечка, висящая на стене",
    "answers": [
      {
        "id": 87,
        "text": "Поискать на столе"
      },
      {
        "id": 88,
        "text": "Поискать в шкафу",
        "need": -88
      },
      {
        "id": 89,
        "text": "Поискать в аптечке",
        "need": -89
      }
    ]
  },
  {
    "id": 87,
    "text": "На столе ничего кроме бумаг и статуэток не было",
    "answers": [
      {
        "id": 90,
        "text": "Поискать в ящиках"
      },
      {
        "id": 86,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "В шкафу было пусто. Вообще пусто. Зачем он тут вообще стоит?",
    "answers": [
      {
        "id": 86,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "В аптечке было пусто. Вот это поворот!",
    "answers": [
      {
        "id": 86,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "В ящиках, помимо бумаг, лежала ещё небольшая сумка",
    "answers": [
      {
        "id": 91,
        "text": "Взять сумку",
        "need": [
          -93,
          -94
        ],
        "need_sometimes": true
      },
      {
        "id": 92,
        "text": "Порыться в ящике",
        "need": [
          -95,
          -96
        ],
        "need_sometimes": true
      },
      {
        "id": 80,
        "text": "В столовую",
        "need": [
          93,
          94
        ],
        "need_sometimes": true
      },
      {
        "id": 87,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "В сумке лежало несколько упаковок лекарств, а также бинт и антисептик",
    "answers": [
      {
        "id": 93,
        "text": "Взять всё "
      },
      {
        "id": 94,
        "text": "Взять бинт и антисептик"
      },
      {
        "id": 90,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": "Порывшись немного в ящике вы нашли небольшую железную коробку, на которой стоял пароль. Несомненно это был сейф. Но что там?",
    "answers": [
      {
        "id": 95,
        "text": "Взять его"
      },
      {
        "id": 96,
        "text": "Положить на место"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы взяли всю сумку с лежащими в ней медикаментами. И зачем они вам?",
    "answers": [
      {
        "id": 90,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы взяли только нужные вам лекарства",
    "answers": [
      {
        "id": 90,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы взяли сейф. Что же там может лежать?",
    "answers": [
      {
        "id": 90,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы положили сейф на место. Ведь в нём всё равно нет ничего полезного для вас, так ведь? Или нет?",
    "answers": [
      {
        "id": 90,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 97,
    "text": "Ваш товарищ лежит на скамейке, из руки не течёт кровь, так как время остановлено. Давайте начнём",
    "answers": [
      {
        "id": 98,
        "text": "Протереть спиртом",
        "need": -98
      },
      {
        "id": 99,
        "text": "Протереть антисептиком",
        "need": -99
      },
      {
        "id": 100,
        "text": "Замотать руку бинтом",
        "need": [
          98,
          99
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы намочили кусок бинта спиртом и протёрли рану",
    "answers": [
      {
        "id": 97,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы намочили кусок бинта антисептиком и протёрли им рану",
    "answers": [
      {
        "id": 97,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 100,
    "text": "Сделав всё необходимое, вы обмотали руку пострадавшего бинтом. Через несколько минут вы вытащили его из здания и потащили к себе домой. Вы не могли оставить его в столовой, так как это могло вызвать суматоху, и вы не смогли бы с ним поговорить",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вернувшись домой, время вдруг снова пошло, но ваш товарищ не зашевелился. Он же без сознания. Пришлось подождать минут десять. Только тогда он очнулся и, не понимая где он и смотря на свою замотанную руку без трёх пальцев, безумно закричал. Вам с трудом удалось успокоить его и рассказать, что произошло. Пришло время всё это обсудить",
    "answers": [
      {
        "id": 67,
        "text": "Поговорить с ним"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы решили пойти налево, но там была решётка",
    "answers": [
      {
        "id": 72,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы пошли направо. Пройдя около трёхста метров, вы вдруг почувствовали, что вас куда-то уносит. Через минуту вас унесло в неведомом направлении и вы стали жить с подземными крысами. Но через год вас нашёл крот и вывел вас на свет. Как вам такое, а?\n—————————————————————————————————\nСтранная какая-то канализация...",
    "answers": [
      {
        "id": 72,
        "text": "«-----На шаг назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы долго рыли руками асфальт и наконец попали в Китай. Там вас приняли за великого подземного жителя и всю оставшуюся жизнь вы были китайским императором\n—————————————————————————————————\nНе совсем нужная концовка...",
    "answers": [
      {
        "id": 72,
        "text": "«-----На шаг назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы увидели перед собой лестницу и выбрались наверх. Открыв люк, вы оказались в цеху, где производят колёса для автомобилей. Второй повелитель времени должен быть где-то здесь.\n«Наверное здесь он и работает» — подумали вы. Вдруг вы услышали крик, и время остановилось. Но вот чудо — вы заметили движение за одним из станков. Вы подбежали к нему и увидели человека с окровавленной рукой. Вы сразу поняли что он второй повелитель времени. Ему каким-то образом отрубило три пальца левой руки. Он не замечал вас, а лишь кричал от шока и боли. Когда вы к нему подошли, он с удивлённым лицом отскочил в сторону, на секунду перестал кричать, а потом вдруг упал на пол. Он потерял сознание",
    "answers": [
      {
        "id": 80,
        "text": "Оттащить его в столовую"
      }
    ]
  },
  {
    "id": 106,
    "text": "Наступил вечер и вы, сильно устав, быстро уснули. Вам снится сон:\nЖенщина в белом ведёт вас за собой, вы идёте по какой-то белой линии, а по бокам о неё чёрная бездонная пропасть. Вы ещё немного проходите, как вдруг вдалеке слышатся взрывы, выстрелы танков, крики людей. Справа пробегает солдат в военной форме, с винтовкой и с гранатой за поясом. Слева пробегает другой солдат, уже в другой форме, с автоматом, с крестом на плече, крича что-то на немецком. Пройдя это, вы слышите огромный взрыв и опять крики, видите множества людей, просто падающих на землю. У них нет ранений, побоев, но кожа с их тел начинает быстро сползать, оставляя одни скелеты. Вы видите группу из двухста или трёхста людей в защитых костюмах, пытающихся что-то сделать и поочерёдно падающих на землю. Вы видите огромные клубы дыма и много огня, охватывающего огромное по размерам здание. Что это? Вы не успели понять, так как перед вами появились голые деревья и огромная стая саранчи. Голодная семья покидает свой дом из-за нехватки пищи. Нет, вы видите не настоящее, вы видете старые картины, которые уже ушли в прошлое, но до стх пор люди помнят о них. Женщина повернулась к вам и сказала: «Всё может повториться. Ты молодец, что нашёл одного, теперь найди другого, не останавливайся, ищи!»\n",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вы проснулись, на часах девять, ваш товарищ спит на кровати. Вы оделись и вышли на улицу, оставив свой номер телефона на тумбочке. Вы минут десять гуляли по улицам, как вдруг раздался телефонный звонок. Это звонил ваш начальник.\nНачальник: «Ало, Андрей! Срочно приходи, есть дело для тебя.»\nВы: «Хорошо, сейчас буду»\nВы быстро пошагали в сторону офиса и через двадцать минут были на месте",
    "answers": [
      {
        "id": 108,
        "text": "Войти в офис"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы вошли в офис, а затем в кабинет начальника. Начался разговор.\nНачальник: «Значит так, меньше слов. У тебя срочное задание. Ты должен спасти человека. Её взяли в заложники какие-то отморозки в её же парикмахерской и требуют за неё выкуп. Ты должен незаметно пробраться туда и спасти её»\nВы: «Ну я постараюсь...»\nНачальник: «Не постараешься, а сделаешь»\nВы: «Хорошо, хорошо, сделаю»\nНачальник: «Вот адрес. [Даёт листочек с адресом] Выполнишь — получишь немалые деньги»",
    "answers": [
      {
        "id": 112,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": "Черепашка ниндзя\n—————————————————————————————————\nВы открыли бонусный путь",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 110,
    "text": "ЧТО!?\n—————————————————————————————————\nВ этом квесте тоже есть немного юмора",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 111,
    "text": "Начинающий врач\n—————————————————————————————————\nВы смогли оказать первую помощь пострадавшему",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы сели на автобус, который довёз вас до места назначения. С собой у вас был только ПМ. Вы дошли до парикмахерской. Осмотрев её, вы заметили несколько путей:",
    "answers": [
      {
        "id": 113,
        "text": "Войти через двери",
        "need": -113
      },
      {
        "id": 114,
        "text": "Запрыгнуть в окно"
      },
      {
        "id": 115,
        "text": "Вентиляция!"
      }
    ]
  },
  {
    "id": 113,
    "text": "Двери были заперты, что не удивительно",
    "answers": [
      {
        "id": 112,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы запрыгнули в окно, на вас направили стволы, но, не успев выстрелить, они застыли, словно статуи. Время остановилось. Развязав девушку, вы вдруг поняли, что  ножницы, зеркало, владелица — это же парикмахерская! Вы поняли, что не случайно вас послали на это задание. ",
    "answers": [
      {
        "id": 116,
        "text": "Поговорить с девушкой"
      }
    ]
  },
  {
    "id": 115,
    "text": "Забравшись в вентиляцию, вы бысро нашли путь внутрь парикмахерской. Бандиты очень удивились, увидев, как вы выползли из решётки вентиляции. Но, не успев навести на вас оружия, они застыли. Время остановилось. Развязав девушку, вы вдруг поняли, что  ножницы, зеркало, владелица — это же парикмахерская! Вы поняли, что не случайно вас послали на это задание. ",
    "answers": [
      {
        "id": 116,
        "text": "Поговорить с девушкой"
      }
    ]
  },
  {
    "id": 116,
    "text": "Девушка: «Спасибо вам! Я уж думала, что мне конец»\nВы: «Кто вы? Что случилось?»\nДевушка: «Меня зовут Даша. Эти бандиты решили ограбить мою парикмахерскую, а сделав это, они взяли меня в заложники и потребовали у моего отца выкуп. Если бы не вы, я бы сейчас с вами не разговаривала бы»\nВы: «Вы умеете останавливать время?»\nДаша: «Давай на ты. Да, я умею. Я не знаю, как это происходит, но это так. И я смотрю, вы тоже умеете»\nВы: «Так и есть. Идём, надо сваливать отсюда. По пути всё расскажу»\nПешком добравшись до офиса, вы рассказали Даше всё, что знали сами. Время пошло.",
    "answers": [
      {
        "id": 117,
        "text": "Войти в офис"
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы: «Задание выполнено!»\nНачальник: «Очень хорошо! Вот твои деньги. [Кладёт на стол пачку с деньгами] Тут триста тысяч рублями»\nВы: «Вот это даа... [Берёте деньги] Я могу пооводить её до дома»\nНачальник: «Да, это не помешает. Иди»",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы проводили Дашу до её роскошного, большого дома и назначили ей встречу завтра в парке для выполнения назначенной им миссии. Сделав это, вы пошли домой. Там вас уже ждал ваш новый друг. Рассказав ему всё, вы договорились идти завтра в парк. Вы легли спать. Завтра важный день",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вам опять снится эта женщина.\n«Ты молодец! Ты нашёл обоих повелителей. Завтра ты всё поймёшь...»\nВас разбудил Михаил. Был день.\nВы: «Вот чёрт, я опаздываю!»\nОдевшись, вы с Михаилом вышли на улицу.",
    "answers": [
      {
        "id": 121,
        "text": "Идти в парк"
      }
    ]
  },
  {
    "id": 120,
    "text": "Полный комплект\n—————————————————————————————————\nВы нашли всех повелителей",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 121,
    "text": "Добравшись до парка, в котором уже находилась Даша, вас внезапно куда-то перенесло. Это было большое зелёное поле. Вдалеке виднелся лес. Вдруг из-за леса в небо взлетела ракета. Вы: «О, чёрт! Это же ядерная бомба!»\nВнезапно вам стало очень плохо, вы почувствовали сильную слабость в ногах. То же происходило и с вашими друзьями. Время замерло. Бомба застыла в нескольких сантиметрах от земли, в десяти метрах от вас. Вы с большим трудом дошли до неё. \nВы: «Что делать?»\nПопытавшись сдвинуть её и поняв, что ничего не выйдет, вы стали думать.",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вам казалось это безысходным. Потели руки, лоб. Что-то у вас в голове сказало вам: «Можно разрушить её вашей энергией. Но это лишит вас жизни»\nВы поделились мыслью с друзьями. Кто из вас решится на это?",
    "answers": [
      {
        "id": 123,
        "text": "Вы"
      },
      {
        "id": 124,
        "text": "Михаил"
      },
      {
        "id": 125,
        "text": "Даша"
      }
    ]
  },
  {
    "id": 123,
    "text": "«Я сделаю это». Сказав это, вы напрягли всё свое тело. Последнее, что вы слышали перед потерей сознания, были крики: «Остановись! Не надо!» После этого стало темно.",
    "answers": [
      {
        "id": 126,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы решили, что это надо сделать Михаилу. \nМихаил: «Я... я думаю, что это должен сделать я. Ты прав. Я готов. Прощайте, друзья!»\nС этими словами Михаил напряг все свои силы, из него вылились синие лучи света, и его тело упало бездыханным на холодную землю. Возле него, вонзившаяся в землю, находилась бомба. \nВы: «Скоро здесь будут толпы журналистов»\nВы похоронили Михаила на этом поле. Как оказалось, оно находилось в пятидесяти километров от вашего длма. Вечная память ему!",
    "answers": [
      {
        "id": 129,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы решили пожертвовать Дашей ради спасения Земли. \nДаша: [Плачет] «Чёрт! Я не хочу умирать вот так! Нет! Всё, хватит ныть! Я просто сделаю это»\nС этими словами лна подошла к бомбе, её тело испустило синие лучи света, и она упала на землю. Рядом с ней, вонзившись в землю, находилась бомба. Вот ради чего она пожертвовала своей жизнью — ради жизней миллионов людей!\nВы: «Скоро здесь будут толпы журналистов»\nВы похоронили Дашу здесь, на этом поле. Как оказалось, оно находилось в пятидесяти километрах от вашего дома. Вы никогда её не забудете!",
    "answers": [
      {
        "id": 130,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы очнулись в прекрасном месте. Вокруг вас были зелёные сады, озёра, реки. Вдалеке, около белой беседки, стояла женщина в белом. Вы подошли к ней, она смотрела вдаль. \nОна: «Вот и всё. Ты выполнил свою задачу. Ты молодец, что пожертвовал своей жизнью ради своих друзей. Теперь твоё место здесь, в этом прекрасном месте. Это полностью свободный мир. Делай всё, что тебе хочется, в пределах разумности. Здесь часто бывают другие хранители. И я. Живи здесь долго и счастливо...»\nКонец.\n—————————————————————————————————\nВы завершили квест «Повелитель времени» на одну из трёх концовок.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 127,
    "text": "Самопожертвование\n—————————————————————————————————\nВы пожертвовали своей жизнью ради спасение друзей и мира",
    "answers": [
      {
        "id": 24,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 128,
    "text": "Ваши концовки\n[Долго и счастливо?]\n",
    "answers": [
      {
        "id": 126,
        "text": "Долго и счастливо?",
        "need": 126,
        "need_ever": true
      },
      {
        "id": 129,
        "text": "Общая судьба, общая дорога жизни",
        "need": 129,
        "need_ever": true
      },
      {
        "id": 130,
        "text": "Лучшие друзья",
        "need": 130,
        "need_ever": true
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы остались с Дашей вдвоём. На следующий день к вам пришла женщина в белом.\n«Вы выполнили свою миссию. Михаил погиб не зря. Он теперь там, где ему хорошо, где он находится в спокойствии и удовлетворении»\nВы с Дашей начали встречаться и ваши судьбы стали одной судьбой. Даша стала начальником компании по производству компьютеров. Вы не могли забыть о Михаиле. Через год на совместные деньги вы установили памятную плиту на его могиле с его лицом, именем и подвигом, который он совершил.\n—————————————————————————————————\nКонец. Вы завершили квест «Повелитель времени» на одну из трёх концовок.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы остались с Михаилом вдвоём. На следующий день к вам пришла женщина в белом.\n«Вы выполнили свою миссию. Даша погибла не зря. Она теперь там, где ей хорошо, где она находится в спокойствии и удовлетворении»\nВы с Михаилом стали лучшими друзьями. Он стал начальником на заводе по производству бытовых приборов. Вы не могли забыть о Даше. Через год на совместные деньги вы установили памятную плиту на её могиле с её лицом, именем и подвигом, который она совершила.\n—————————————————————————————————\nКонец. Вы завершили квест «Повелитель времени» на одну из трёх концовок.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  }
]