[
  {
    "id": 1,
    "text": "Автор: Тэн Таен\n\nСтатус: не завершен\n\nАннотация:\n\nВам посчастливилось стать Алисой. Да-да, той самой Алисой, которая бывала в Зазеркалье и стране Чудес. \nНа этот раз «новая» Алиса пропадает в необычную страну, упав в котел, благодаря проворному коту. А где, спрашивается, белый кролик, который опаздывал, и Алиса за ним погналась из-за любопыства, а после упала в нору? Наша страна Чудес вовсе не та знаменитая история, а её аналог, и жизнь в ней разворачивается по-другому.",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c638726/v638726299/605f2/q8RTnvtSXk8.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Пролог "
      },
      {
        "id": 27,
        "text": "Переход к выбору персонажей в случае если вы прочитали пролог"
      },
      {
        "id": 35,
        "text": "Обновления или временные неполадки "
      }
    ]
  },
  {
    "id": 2,
    "text": "Я со скукой смотрела в окно, положив голову на руки, которые расположились на подоконнике, как на школьную парту аккуратно кладет руки школьник. В данный момент я нахожусь в деревне в наказания за то, что я совершила.",
    "answers": [
      {
        "id": 3,
        "text": "[ Вспомнить, что случилось ]"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Алиса, пошли сегодня на вечеринку, — сказала моя соседка и подруга детства на одном из уроков.\nОт такого заявления я чуть не слетела со стула, на котором качалась. Моя подруга жуткая тихоня и такие слова слишком резкие, даже сосед впереди обернулся к нам, удивленно взглянув на самую главную тихоню в нашем классе.\n— Светлана, это действительно ты говоришь? — спросил парень, не веря в слова одноклассницы.\n— Я и сама верую в то, что это галлюцинация, Герман, — сказала я парню.\n— Если это галлюцинация, то она совместная, — отозвался сосед Германа, который ради этого оторвался от сложного примера и тоже обернулся. — Ты понимаешь, что это не логично с твоей стороны, Света? Ты пытаешься выделиться с негуманной стороны.\n— Дима верно говорит, — кивнула я. — Тебе не нужно выделяться. Хоть ты тихая и скромная, но очень даже хорошая\n— Дело не в том, что я хочу выделиться, — Света немного замялась, явно не ожидая с нашей стороны такой реакции.",
    "answers": [
      {
        "id": 4,
        "text": "[ Спросить, в чем же дело на самом деле ]"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Тогда в чем дело? — спросила я, ожидая ответа, Дима и Герман так же его ждали.\n— Сестра делает вечеринку дома по случаю того, что она выпустилась из колледжа и пригласила тебя и Диму с Германом, — призналась Света,  смущено отводя взгляд в сторону.\n— О, так это недоразумение все же смогла выпуститься, не вылетев раньше времени, — с восклицанием сказал Дима, немного улыбнувшись. — Я приятно удивлен.\n— Это по больше части благодаря тебе, — Света на это даже улыбнулась. — Ей не давало покое то, что такой глупец как ты смог начать учиться хорошо, и ради того, чтобы утереть тебе нос, она решила не отставать и тоже занялась учебой.\n— Я был гением с рождения, а она ничто, — гордо произнес Дима.\n— Тогда так и скажешь ей в глаза на вечеринке, — сказала я, одобрительно похлопав по его плечу. От моих слов Диму заметно передернуло.\n— Эта сумасшедшая все зубы мне выбьет.\n— Приходите сегодня после занятий ко мне. Сможем немного повеселится, — со счастливой улыбкой сказала Света.",
    "answers": [
      {
        "id": 5,
        "text": "[ После занятий ]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сразу же, как закончились занятия, я быстро помчалась домой, чтобы приготовиться к вечеринке. И тут же вспомнила, что мне ни в коем случае нельзя идти на вечеринку, ведь я была недавно наказана. Я скрыла, что получила двойку, и за обман меня посадили под домашний арест.\n— А вот это уже проблема... Надо как-то выкручиваться. Пойти-то хочется. \nКак только я зашла домой, по запаху с кухни, я быстро нашла свою маму, а запах говорил, что нас ждало что-то вкусное. Какая жалость, что я могу пропустить такой вкусный ужин, если меня отпустят. Главно говорить крайне правдоподобно, чтобы мама не почувствовала подвох.\n— Мама, у меня тут к тебе вопрос, — позвала я её.\n— Что-то не так, Алиса? Проблемы в школе?\n— Почти. У нас скоро контрольная по математике, а я в ней разбираюсь также, как курица в алфавите, поэтому Света решила мне помочь...\n— И поэтому ты хочешь пойти к ней с ночевкой? — резко заявила мама, перебив меня. Заметив мое удивления, та начала смеяться. — Я просто услышала, что ты говорила перед тем, как вошла",
    "answers": [
      {
        "id": 6,
        "text": "[ Спросить, можно ли пойти ]"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Так можно пойти или нет? — уже более прямо спросила я.\n— Контрольная — дело очень важное, поэтому стоит посвятить ей время. Я знаю, что Света очень тихая и умная девочка. Она не будет делать что-то плохое.\n— Так это значит можно? — мои глаза уже засияли, ведь я уже ждала положительный ответ.\n— Конечно можно, но без всякий глупостей.\nНа радостьях я вылетела из кухни как пуля и залетела в свою комнату собирать нужные вещи. Пришлось положить в свой любимый рюкзак и тетрадку по математике, чтобы в случаи чего мама ни о чем не догадалась. Закончив с вещами, я вышла из дома, сказав, что все будет без всяких глупостей.",
    "answers": [
      {
        "id": 7,
        "text": "[ Идти домой к Свете ]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Подойдя к двери квартиры Светы, я уже слышала громкую музыку. Вечеринка была в самом разгаре. Я постучала в дверь, которую чуть позже открыла старшая сестра Светы, то бишь сам организатор вечеринки.\n— Мы ждем только тебя, — если судить по речи, то этой особе уже не следовало бы дальше наливать.\n— Ты что пила? — прямо спросила я. Хоть я пришла с ночевкой, но пить как-то не планировала.\n— А что, тоже хочется? Прости, но детям до восемнадцати здесь не наливают.\nПосле этого она пустила меня в квартиру. Так я и ворвалась в это веселье, которое длилось до ночи в тесной квартире, пока кто-то не предложил напоследок повеселится на улице.",
    "answers": [
      {
        "id": 8,
        "text": "[ Пойти вместе со всеми на улицу ]"
      }
    ]
  },
  {
    "id": 8,
    "text": "В разгаре наших танцев мы не чувствовали ночную прохладу, скорей с каждым разом становилось все жарче, но не мне. Особенно после того, как я услышала голос папы:\n— Так вот как она учит математику.\nПовернувшись, рядом я увидела маму и папу, а единственное, что я смогла тогда сказать, было:\n— Приветик, — глупо улыбаясь, я понимала, что сейчас могу получить.",
    "answers": [
      {
        "id": 9,
        "text": "[ Перестать вспоминать ]"
      }
    ]
  },
  {
    "id": 9,
    "text": "После этого меня решили отправить на перевоспитания в деревню, как только начнутся каникулы. За несколько дней я уже намучалась здесь. К такому графику мой организм не был готов, благо на выходных бабушка уговаривала дедушку давать мне отдых, но уговорить будить меня позже так и не удалось.\nПослышалось совсем рядом мяуканье, повернув голову в сторону звука, мой нос дотронулся влажного кошачьего носа. На подоконнике расположился черный кот. Странно, не помню, чтобы у бабушки был кот. Недавно им обзавелась?\n— Ну привет, — все, что я могла сказать коту. — Что ты здесь делаешь?\nКак  и стоило ожидать,  кот мне ничего не ответил, но зато спрыгнул с подоконника  и направился к выходу из комнаты, но на пол пути остановился и с ожиданием взглянул на меня, а потом продолжил свой путь дальше.",
    "answers": [
      {
        "id": 10,
        "text": "[ Пойти за котом чисто из любопытства ]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Кот вел меня по знакомым коридорам дома бабушки, изредка, когда я отставала, он терпеливо ждал меня. Из-за этого становилось все больше интересно, куда приведет меня кот. \nВ ожидание он остановился возле закрытой двери, если не ошибаюсь, за этой дверью бабушка хранит старые вещи. Как только я подошла, черный кот начал царапать дверь, похоже, прося таким образом открыть её, что я и сделала.\nЧерный кот забежал туда, а я вошла следом, включив свет. Сразу же после этого, кот прыгнул в большой котел, которым давно уже никто не пользовался. ",
    "answers": [
      {
        "id": 11,
        "text": "[ Подойти к котлу ]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Подойдя к котлу, я заглянула в него и раскрыла рот от удивления. Кота там совсем не было, а ведь недавно он туда прыгнув. Наклонившись, я стала внимательно заглядывать внутрь, возможно из-за шерсти он мог слиться с этим котлом.\n— Да что же ты ломаешься! — воскликнул незнакомый мне голос за спиной.\nНе успела я обернуться, как кто-то толкнул меня в котел, и я свалилась. Ожидаемого удара не случилось, наоборот, я продолжала падать. Этот котел не должен был быть таким глубоким.",
    "answers": [
      {
        "id": 12,
        "text": "[ Ожидать скорое падения ] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Мимо меня пролетала мебель, вещи, но точки падения так никто из нас не достигал. Проплыв в воздухе, я уселась на падающие кресло и начала думать по какой такой причине у бабушки в котле детают вещи, и какого черта он такой глубокий? \n— Может чаек дать? — спросил незнакомый голос, протянув мне чашку чая.\n— Не отказалась бы, — сказала я, забирая чашку.\nА после до меня дошло, что что-то не так, и с открытым ртом я взглянула на незнакомца, который с довольной улыбкой лежал на одном из падающих столов. Это был парень с черными длинными волосами, при падений его волосы не рвались верх, а прямо лежали на спине. Глаза зеленого цвета и зрачками как у кота с усмешкой смотрели на меня. На голове распологались черные уши.",
    "answers": [
      {
        "id": 13,
        "text": "[ Спросить, кто он такой ]"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ты кто такой? — спросила я, нервно хватаясь за ручку чашки. \n— О, Алиса меня не помнит, — довольная улыбка тут же ушла с лица парня. — Я же Чешир. Ты меня не помнишь?\n— Не имею чести знать вас, сударь, — сказала я, с подозрением смотря на его.\n— Возможно ты вспомнишь меня, когда встретишь всех.\nЧешир резко встал и, схватив меня за локоть, вытащил с кресла. После этого он утянул меня, и так падения продолжилась уже менее удобно.\n— Мы скоро упадем, — со счастливым тоном сказал тот. \n— Тогда чему ты радуешься? — запаниковала я. — С такой высоты мы же точно разобьемся. \n— Просто закрой глаза, — сказал Чешир, и я решила это сделать. — А теперь открой их.",
    "answers": [
      {
        "id": 14,
        "text": "[ Открыть глаза ]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Открыв глаза, меня ждала удивительная картина. Мы стояли на самой вершине башни, рядом проплывали облака. Подойдя к краю башни, я увидела, что таких башен очень много. Некоторые располагались очень высоко, а другие были с трудом различимы из-за облаков и были малы, по сравнению с той, на которой я стояла. Это было красивое зрелище.\n— Хватит рассматривать и пошли, — требовательно сказал Чешир, взяв меня за локоть.",
    "answers": [
      {
        "id": 15,
        "text": "[ Пойти ]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Не сопротивляясь, я пошла куда меня вел Чешир.  Он привел меня к леснице, по которой мы стали быстро спускаться. Путь оказался не таким уж быстрым, но, коснувшись последней ступеньки, мы вышли на улицы. Глаза резанул яркий свет, перед нами предстал луг, трава слишком резала своей яркостью.\n— Вы опоздали, — послышался грубоватый голос.\n— Прости, Белый Кролик, были кое-какие проблемы, — сказал Чешир, виновато почесав затылок.\n— Так ты Алиса? — спросил меня незнакомый парень с немного недовольным взглядом.",
    "answers": [
      {
        "id": 16,
        "text": "[ Рассмотреть незнакомца ]"
      },
      {
        "id": 17,
        "text": "[ Ответить ]",
        "need": 16
      }
    ]
  },
  {
    "id": 16,
    "text": "Его короткие волосы были белого цвета, как настоящий снег. Я даже немного засмотрелась на этот чистый цвет. На голове располагались привычные для кролика уши. Деловой костюм хорошо подчеркивался черными корманными часами в его руке. Желтые глаза продолжали смотреть на меня с недовольством, изредка тот поправлял свои очки.",
    "answers": [
      {
        "id": 15,
        "text": "[ Отвести взгляд в сторону ]",
        "need": 15
      }
    ]
  },
  {
    "id": 17,
    "text": "— Да, я Алиса, — для большей убедительности я кивнула.\n— Тогда надо торопиться, королева тебя заждалась, — сказал Белый кролик, жестом предлагая мне зацепится за его локоть рукой. Возможно, не смотря на свои недовольный вид, он давал понять, что доверять ему можно. ",
    "answers": [
      {
        "id": 18,
        "text": "[ Зацепиться ]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Наш путь был слишком долгим. Я пыталась уговорить их сказать мне что это за место, но Чешир с довольной улыбкой лишь говорил, что я смогу узнать все у королевы. В конечном итоге Белый Кролик и Чешир привели меня к замку.\n— О, привет! — закричал очередной незнакомый голос.\nСлишком быстро моя рука уже не держала локоть Белого Кролика, незнакомец отолкнул его и подойдя ко мне крепко обнял меня.\n— Меня зовут Валет, а тебя как? — с довольной улыбкой проговорил тот. Белый Кролик недовольно смотрел на него.",
    "answers": [
      {
        "id": 19,
        "text": "[ Рассмотреть незнакомца ]"
      },
      {
        "id": 20,
        "text": "[ Представится ]",
        "need": 19
      }
    ]
  },
  {
    "id": 19,
    "text": "Рыжие волосы до плеч были заплетены в высокий хвост, голубые глаза с приятной улыбкой смотрели на меня. Атмосфера вокруг его была слишком мягкой и приятной. Хотелось ответить на обнимашки, но понимая как будет это выглядить со стороны не правильно сильно покраснела.",
    "answers": [
      {
        "id": 18,
        "text": "[ Смущенно отвести взгляд в сторону ]"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Меня зовут Алиса, — представилась я, стараясь скрыть свое смущуние.\n— Отлипни от её, Валет, — не только в голосе, но и в лице Чешира было видно напряжение.\n— Почему ты мне указываешь я... — Валет отсановился на полуслове когда заметил приближайщего человека.\n— Отпусти её, Валет, пока я не отрубил тебе руку, — сказал тот отрывая меня от Валета. — Меня часто зовут здесь Шляпником, королева попросила привести тебя быстрее.",
    "answers": [
      {
        "id": 21,
        "text": "[ Рассмотреть незнакомца ]"
      },
      {
        "id": 22,
        "text": "[ Представится ]",
        "need": 21
      }
    ]
  },
  {
    "id": 21,
    "text": "Длинные волосы у Шляпника были приятного ярко-русого цвета, заплетеные в хвост. Карие глаза без всяких эмоции смотрели на меня. Хватаясь за мою плече я немного паниковала от такого взгляда. Даже недовольный Белый Кролик вызывал во мне большие доверия. На голове располагалась черная шляпа, сильно потрепаная местами. Не особо подходила под его черный костюм",
    "answers": [
      {
        "id": 20,
        "text": "[ Отвести взгляд ]"
      }
    ]
  },
  {
    "id": 22,
    "text": "— А меня Алисой зовут, — представилась я Шляпнику.\n— Я уже давно про это знаю, — сказал он закинув свою руку мне через плече. В его голосе не промелькало не единой эмоции. — Нужно торопиться.\n— Ру, Ру! — послышался очередной незнакомый голос для меня.\nПеред всеми предстал парень с черными короткими волосами и белыми ушами как у зайца. Тот быстро протянул трость Шляпнику, тот с недовольством выхватил её из его рук.\n— Не смей меня называть здесь по имени,  Пасхальный Заяц, — все так не эмоциально высказал Шляпник.\n— Ты дурак, Пари, — послышался десткий девичий голосок.\n— Точно-точно, — согласился другой детской голос, но на этот раз он принадлежал мальчику.\n— Шалтай, Балтай! — вскрикнул Пасхальный Заяц. — Прекратите! И не говорите мое имя всем подряд, я просто сглупил.\nЗа спиной Пасхального заяца стояли мальчик и девочка. У девочки волосы были ярко-русые и заплетены в два хвостика, в то время у мальчика были темно-русые волосы коротко пострижены. Глаза у девочки с мальчиком были серыми.\n— Перестанем играться и пойдем, — отозвался Белый кролик нервно поглядывая на часы. — Мы опаздываем.",
    "answers": [
      {
        "id": 23,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Все мы дружно пошли в неизвестное лишь мне место. Чешир пару раз старался вывести из себя Шляпника, но на лице последнего так и не дрогнула не одна эмоции.\n— Его разозлить могу лишь я, — гордо заявил Валет, ударив себя в грудь.\n— Разве это повод для гордости? — спросила я.\nНо так мне никто не ответил, потому что все мы остановились перед большой дверью. Через несколько секунд её открыли слуги впустив нас внутрь.\n— Мы ждали вас! — послышался женский крик.\nВойдя в комнату я поняла что мы пришли в тронный зал. Ужасное было лишь то, что он был оформлен в розовых тонах. Просто мерзость, не люблю такой цвет.\nНа троне воседала женщина с длинными черными волосами, глаза были ярко-красного цвета. Как и весь тронный зал платья женщины было розового цвета.\n— Мы скучали по тебе, Алиса, — улыбнулась женщина поднимаясь со своего трона. — Ты можешь задать нам вопросы.",
    "answers": [
      {
        "id": 25,
        "text": "[ Спросить, что это за место ]"
      },
      {
        "id": 26,
        "text": "[ Спросить, как вернуться домой ]",
        "need": 25
      }
    ]
  },
  {
    "id": 24,
    "text": "— Какой же силой владеет эта женщина? Это так называемая магия? — спросила я у парня.\n— Да, магия Голова с плеч, — вместо Чешира ответил Белый Кролик, который сразу же после своих слов вцепился свободной рукой в очки, которые почти слетели с его носа.\n— И чем же эта магия полезна? — названия магии ничем мне так и не помогла. — Что она делает? Рубит головы?\n— Вообще-то так и есть!  Но это больше касается голов людей страны Чудес! — воскликнула девочка, которая сильна вцепилась в Шляпника, как и её брат, тот касался плеча сестры, чтобы та ненароком не упала. — Болтай, спасибо. Я всегда боюсь силу королевы.\n— Получается, этот взявшись из неоткуда ветер рубит головы людей? — услышав мои вопрос все дружно кивнули, кроме самой королевы, которая усиливала ветер. — Да это же самое настоящее читерство!\n— Но и на нашей стороне есть читер, — с довольной улыбках сказал Чешир похлопав по голове Шляпника.  \n— Убери свою лапу, кошак, — не смотря на грубые слова Шляпник оставался вполне спокойным.",
    "answers": [
      {
        "id": 41,
        "text": "[ Спросить, в чем заключается сила Шляпника ]"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Куда я попала? — спросила я у женщины. — Что это за место.\n— Чешир тебе не сказал? — она была удивлена. — Нам надо будет его наказать. Это страна Чудес. Здесь все по-другому чем в твоем мире.\n— Значит это другой мир?\n— Да, страна Чудес существует как отдельный мир и имеет для таких как ты много удивительного. Понятно?",
    "answers": [
      {
        "id": 23,
        "text": "[ Ответить, что понятно ]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Как мне вернуться? \n— В этом поможет тебе только любовь, — женщина чуть не пропела эти слова. От подобного становилось противно.\n— Что за глупость, просто верните меня домой, — недовольно проговорила я.\n— Мы уже ответили как ты можешь вернуться домой. А сейчас ты можешь поселится у кого хочешь из тех кого ты видешь. Если не хочешь идти по правилам любви, то мы будем вынуждены дать приказ \"Голову с плеч\".\n\"Разве  это нормально?\" — подумала я нервно глотнув.",
    "answers": [
      {
        "id": 27,
        "text": "Конец пролога"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы прочитали пролог. Теперь вы можете пройти историю с любым из предложенных персонажей или же прочитать снова пролог.\n\n\nВнимания!!!\n\n\nНа данный момент не один рут не готов, но я буду заливать главы постепенно если кому-то будет интересно.\n\nС кем бы вам хотелось бы пройти историю? Пишите в комментариях",
    "answers": [
      {
        "id": 28,
        "text": "Чешир"
      },
      {
        "id": 29,
        "text": "Белый Кролик"
      },
      {
        "id": 30,
        "text": "Валет"
      },
      {
        "id": 31,
        "text": "Шляпник"
      },
      {
        "id": 32,
        "text": "Пасхальный Заяц"
      },
      {
        "id": 2,
        "text": "Читать пролог снова"
      },
      {
        "id": 1,
        "text": "Назад на первую страницу"
      }
    ]
  },
  {
    "id": 28,
    "text": "Карл, но известен под именем Чешир\n\nВозраст: 19 лет\n\nИменно он привел вас в страну Чудес скинув в котел. Характером он полностью напоминает кота, от Карла редко можно ждать серьезности в действиях. Пытается специально провоцировать Шляпника, но так и не разу не смог вывести его из себя. В дружеских отношениях с Белым кроликом.",
    "answers": [
      {
        "id": 27,
        "text": "Назад, глава пока не доступна"
      },
      {
        "id": 33,
        "text": "Глава 1",
        "need": [
          -2,
          -27
        ],
        "need_sometimes": false
      },
      {
        "id": 37,
        "text": "Концовки",
        "need": [
          -2,
          -27
        ],
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 29,
    "text": "Макс, но известен под именем Белый Кролик\n\nВозраст: 18 лет\n\nДаже здесь наш кролик боится опоздать. Он очень сильно раздрожительный так что Макса очень легко вывести из себя простыми фразами. К женскому полу он проявляет больше доброты, но все так же остается раздражительным, пытаясь скрыть свое смущения. В дружеских отношениях с Чеширом не смотря на резко отличающийся характеры.",
    "answers": [
      {
        "id": 27,
        "text": "Назад. Главы пока нет"
      }
    ]
  },
  {
    "id": 30,
    "text": "Лоз, но известен в стране чудес под именем Валет\n\nВозраст:20 лет\n\nЗаноза в заднице для всех в стране Чудес. Лоз обладает способностью вывести из себя Шляпника, из-за чего часто получает по голове его тростью. Так что Валет крайне не серьезный защитник королевы, но за этим весельем скрывается не самая лучшая натура.",
    "answers": [
      {
        "id": 27,
        "text": "Назад. Глава пока не доступна"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ру, известен в стране Чудес как Безумный Шляпник или просто Шляпник.\n\n\nВозраст: 22 года\n\nЕго холодный взгляд отпугивает многих, Ру считают самым бессердечным в стране Чудес. Шляпнику действительно все равно на всех, кроме своих друзей: Пасхального Зайца, Шалтая, Балтая и Мышь Сони. Перед ними он проявляет все возможные эмоции. Сильно конфлектует с Валетом, тем самым показывая всем, что он может быть раздражительным. Пылает ненависть в сторону королевы. Плюс ко всему Безумный Шляпник рассеяный человек, но благодаря Пасхальному Зайцу никто про это не узнал.",
    "answers": [
      {
        "id": 27,
        "text": "Назад. Главы пока не доступны"
      }
    ]
  },
  {
    "id": 32,
    "text": "Пари или же просто Пасхальный заяц\n\nВозраст: 21.\n\nОн достаточно ранимая натура. Порой принимает любое оскорбления в свою сторону очень близко к сердцу. Переживать такой позор Пари будет очень долго. К тому же Пасхальный Заяц очень заболтливый, из-за этого он часто скрывает рассеяность Шляпника. Так что про рассеяность Ру знает лишь Пари.",
    "answers": [
      {
        "id": 27,
        "text": "Назад. Глава пока не доступна "
      }
    ]
  },
  {
    "id": 33,
    "text": "Эта женщина поставила меня перед выбором. С одной стороны есть мой мир, куда я бы хотела вернуться, но чтобы вернуться нужно познать любовь. Я этого вовсе не хочу. Если я не пойду по правилам игры этой женщины то меня может ждать гибель.",
    "answers": [
      {
        "id": 76,
        "text": "[ Попытаться играть по этим правилам ]"
      },
      {
        "id": 36,
        "text": "[ Не пытаться, ведь любви Алиса не хочет ]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я схватилась за плече Шляпника. Не смотря на то, что ветер усиливался, так и наровился сбить с ног, но держась за этого человека все оставались стоять уверено на ногах. Чешир приобнял меня и улыбнулся.\n— Ты уверена, что не хочешь поиграть с королевой? — спросив это улыбка брюнета стала более нервной. — Не хотелось бы чтобы она полностью активировала свою силу. Если бы с нами не было Шляпника то нас бы давно сдуло.",
    "answers": [
      {
        "id": 24,
        "text": "[ Спросить, что же это за сила ]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Здесь вы сможете узнать о появившихся возможностях, а возможно узнать, по какой причине в квесте не может оказаться 100℅",
    "answers": [
      {
        "id": 35,
        "text": "26 сентября 2017: произведена редакция описания.",
        "comment": true
      },
      {
        "id": 35,
        "text": "Возможны временные неполадки с полным прохождением квеста. Готовится первая глава с Чеширом",
        "comment": true
      },
      {
        "id": 35,
        "text": "28 сентября 2017: появилась кнопка, которая будет помогать вам быстро переходить к выбору персонажей. Это в том случае когда будет лень тыкать на ответы, чтобы попасть к выбору персов",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Я не собираюсь играть в эти глупые игры, — заявила я, гордо подняв голову. — Эта любовь мне не к чему.\nВеселое выражения женщины тут же сменилось злобой и достаточно неприятно засмеялась. Подул сильный ветер, который почти скинул с головы Шляпника его шляпу, но он удержал её.\n— Кажется, это снова началось, — закатив глаза, сказал Шляпник.\nВетер только усиливался и Шляпник сильно надовил своей тростью на пол, что по нему прошлись первые трещины. После чего он попросил схватится за него. Все быстро схватились за него, понимая какую опасность имеет этот ветер. Я пока не схватилась.",
    "answers": [
      {
        "id": 34,
        "text": "[ Схватится за плече Шляпника ]"
      },
      {
        "id": 38,
        "text": "[ Не хвататься ]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Здесь вы сможете узнать какие концовки вы прошли. Каждая история имеет дополнения, которые вы сможете увидеть здесь.\n\nДоступна пока только одна плохая:\n\n1. Стоять на своем до самого конца ",
    "answers": [
      {
        "id": 39,
        "text": "Плохая концовка 1. Стоять на своем до самого конца",
        "need": 39,
        "need_ever": true
      },
      {
        "id": 28,
        "text": "Назад к персонажу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я не сделала тоже самое, что и остальные, за что и заплатила. Ветер начал усиливаться ещё больше, из-за чего стоять на ногах становилось с каждым разом все трудней. Закрытые двери распахнулись с большим грохотом, так и наровились слететь с петель. От ветра прямо в лицо становилось все тяжелее дышать.\n— Ты очень плохая Алиса, — на лице женщины с темными волосами блеснула злобная улыбка. — Ты нам теперь не нравишься. Поэтому мы приказываем... Голову с плеч!\nСтоило услышать эти слова и ветер сбил меня с ног. От испуга я вскрикнула и закрыла глаза, мое тело уже вылетело за предел этого тронного зала. До ушей дошел отчаянный крик Чешира:\n— Прикрати, королева! ",
    "answers": [
      {
        "id": 39,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я резко открыла глаза и увидела привычную для себя комнату, где бабушка хранила старые вещи. Было достаточно неудобно, пока не поняла что сижу в котле, в который я недавно упала.\n— Должно же такое присниться после удара об котел, — я быстро нашла причину того, что было до этого.\nПопросту не возможно свалиться в котел и падать так глубоко, видеть людей у которых есть уши как у животных, а у кого-то и глаза как у кота. Это просто сон и ничего более.",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка 1. Стоять на своем до самого конца"
      },
      {
        "id": 40,
        "text": "Дополнения ",
        "need": [
          35,
          -38
        ],
        "need_sometimes": true
      },
      {
        "id": 37,
        "text": "Назад",
        "need": [
          35,
          -38
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Очередной свой свободный выходной я решила посвятиться себя чтению книг. Подойдя к шкафу, где бабушка и дедушка хранили книги, я поняла, что выбрать будет сложно. Вы бы знали сколько здесь книг.\n— А это у нас что... — мой взгляд быстро уловил одну книгу, которуя быстро достала из шкафа. — \"Алиса в стране Чудес\"?\nПрочитав несколько раз названия я вспомнила про свой сон, что снился мне две недели назад. Кажется, так называлось место, которое мне снилось. Сев на диван я приступила к чтению, пока не услышала до боли знакомое мяуканье. Черный кот уселся на мои колени требуя ласки. Не ожидала его снова увидить, но не смотря на это я его погладела. Сделав это я продолжила читать, но черный кот наровился помещать и закинув лапки мне на плечи лезнул меня в щеку. \n— Перестать, малыш, — рассмеялась я, так и не заметив грустный взгляд кота.\n\n\nКак-то становилось пусто на душе...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 27,
        "text": "Выбрать персонажа"
      }
    ]
  },
  {
    "id": 41,
    "text": "— А какая у тебя сила? — спросила я, глянув на Шляпника. — Мне очень интересно.\n— Безумие, — без всякого объяснения ответил тот, ещё сильнее давя тростью на пол. Трещин стала больше. — Лучше чем интересоваться моей силой согласилась бы на игру с нашей королевой. Она так вечно может дуть своим ветром в нашу сторону и даже я ничего не сделаю.\n— Да, соглашайся, — кивнул Чешир, крепче прижав меня к себе. — Пока будем выяснять как выбраться не используя любовь можешь поселиться у меня.\n\"Все же стоит согласится на эту, так сказать \"игру\". — думала я. — Иначе и правда кому-то голову снесет\".",
    "answers": [
      {
        "id": 42,
        "text": "[ Сказать королеве, что вы согласны играть в её игру ]"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Я согласна играть в твою глупую игру! — я громко кричала, чтобы перекричать сильный ветер в попытки того, чтобы женщина меня услышала. — Ты слышишь?! Я буду играть!\nВетер начал стихать, а потом и вовсе стих. Шляпник поднял свою тростью и недовольно взглянул на женщину, та ответила похожим взглядом. У этих двоих, что, напряженые отношения? Чешир обнял меня крепче и прокричал:\n— Ты большая умница, мяу!\nНа лице парня красовалась счастливая улыбка, что все закончилась хорошо и только сейчас я поняла, что большую часть времени я была в объятьях Чешира. Из-за этого я не смогла увидеть что сейчас произошло между Валетом и Чеширом. Так что я лишь пыталась убрать свое смущения из-за ситуации сложившейся между мной и Чеширом.\nЧешир встретился взглядом с Валетом, который улыбался и в улыбки блеснуло что-то не доброе. Потом рыжеволосый провел пальцем по своей шее и этим же пальцем он ткнул в сторону женской спины. Чешир со злостью посмотрел на жителя страны Чудес сжав меня в объятьях ещё сильнее.",
    "answers": [
      {
        "id": 43,
        "text": "[ Сказать ему, что он может вас раздавить такими темпами ]"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Чешир, — мой голос не произвольно отозвался слишком тихо. Действительно становилось тяжело дышать из-за таких крепких обьятий. — Ты меня скоро раздавишь в своих обьятьях.\n— Ой, прости-прости, — смеясь сказал тот выпустив меня из своих обьятий. — Просто ты такая теплая и мягкая, что я не сдержался и обнял тебя еще крепче чем планировалось. Но я требую и ласку, мяу.\nЕго лицо расплылось в улыбки и Чешир приподнял одну из своих рук. Именно так мой кот показывает, что ему требуются обнимашки или же просто есть нкобходимость погладить.\n— Ты серьезно хочешь, чтобы я тебя погладела? — мое лицо вспыхнула к тому же такого я точно не ждала.\n— Ага, мяу, — кивнул Чешир наклонив голову ближе ко мне. — Желательно почесать за ушком, мяу.",
    "answers": [
      {
        "id": 44,
        "text": "[ Выполнить просьбу Чешира ]"
      },
      {
        "id": 70,
        "text": "[ Не выполнять просьбу Чешира ]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я протянула руку вперед и начала чисать за ушком Чешира. Уши на голове действительно были как у кота. Интересно, а есть ли у его человеческие уши? Чешир издал довольное мурлыканье и подмегнул мне, заставив залиться в краску.\n— Ты очень нежная, как и раньше, Алиса, — сквозь мурлыканье сказал парень.\n— Как и раньше? — я была удивлена услышав это. Еще в котле Чешир говорил нечто подобное. \n\"О, Алиса меня не помнит. Я же Чешир. Ты меня не помнишь? — в голове пронеслись слова сказанные парнем ранее при падение в котле. — Возможно ты вспомнишь меня когда встретишь всех\".\nВстретив всех я так и не могу вспомнить видела ли я этого парня раньше. Я бы запомнила такого брюнета с ушами, с волосами, которые не подаются законам физики, необычными глазами, которые я видела у кошек, но точно не у людей. Настолько необычного человека сложно было бы не запомнить.",
    "answers": [
      {
        "id": 45,
        "text": "[ Попытаться объяснить Чеширу, что вы его раньше не видели ]"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Чешир, я ведь тебя раньше... — начала я, но была перебита не только словами, но и действием Белого Кролика.\n— Заканчивай уже, дурак, — сказал тот, ударив локтем прямо в голову Чешира. Мне показалось или из-за этого удара парень заскулил?\n— Мяу! Макс, больно вообще-то! — закричал Чешир на беловолосого парня, хватаясь за голову. \n— Какого хрена ты говоришь мое имя здесь, сопляк? — голос Белого Кролика стал ещё более агрессивным, в раздражении парень несколько раз поправлял очки, хоть в этом и не было нужды. — Похоже я слишком слабо тебя ударил.\n— А ты сам ничего не попутал? — возмутился парень. — Ведь между прочив я старше тебя, а не ты.\n— Но между прочем я виду себя намного умнее и не пытаюсь увидеть в посторонних людях пережитки прошлого.\n— Алиса не пережиток прошлого, — прорычал Чешир со злостью посмотрев на Макса. — Разве тебе самому не хочется увидеть её снова?\n— Конечно хочу! — повысел голос Белый Кролик. — Но какой смысл видеть её в чужом человеке?!\n— Ребята, не ругайтесь, — отозвалась я, приближаясь к ним, но меня остановила чужая рука взявшая меня за руку. Эта была маленькая девочка, которую кажется зовут Шалтай, а её брата Болтай.\n— Не стоит лезть в их разговор, — отозвался брат девочки",
    "answers": [
      {
        "id": 46,
        "text": "[ Спросить, почему нельзя лезть ]"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Почему же нельзя? — я ничего не понимала, поэтому должна услышать достойный ответ.\n— Эти два идиота часто сорятся из-за ерунды, которую давно пора забыть, — отозвался Шляпник закончив переглядывать с женщиной.\n— Но ты же знаешь как они любили её, — заговорил Пасхальный Заяц.\n— Ну да! — с довольной улыбкой воскликнула Шолтай. — Для них это больная тема с ухода этой девчонки.\n— Я не пытаюсь найти замену! — крикнул Чешир на Макса, услышав это Белый Кролик ударил парня в лицо. От такого неожиданно действия я прикрыла рот руками и вскрикнула \n— Не ври мне, Карл, — тихо произнес Белый Кролик и растроенно взглянул на Чешира, заставив того удивленно посмотреть на Макса. Карл понял, что совершил ошибку. — Мы не должны друг другу врать, дурак.\nМакс недовольно отвел взгляд в сторону и развел руки давая понять, что так уж и быть Чешир может его обнять.\n— Вау, мяу! — воскликнул Карл и крепко обнял друга. — Не каждый день ты позволяяешь подобное, а ведь в детстве.... — парень не договорил так как получил удар от Белого кролика по голове. — Ай, на этот раз за что?\n— Зато что много пытаешься болтать, — на лице недовольного Макса вспыхнул румчниц.\n— Ты чего покраснел? — поняв из-за чего Чешир рассмеялся. — Неужели это из-за того, что я почти рассказал о...\n— Заткнись, придурок! — воскликнул Белый Кролик и ударил локтем.",
    "answers": [
      {
        "id": 47,
        "text": "[ Просто посмеяться с этой ситуации, хоть она и крайне не понятна ]"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я начала смеяться и не только я, все остальные в зале то же не сдержали смех. Шляпник спокойно стоял, женщина издала лишь тихий смешок, а Белый Кролик покраснел пуше прежднего.\n— Вечно делаешь нас посмешишем, Чешир, — сказал Макс, с недовольством попровляя очки. — Я ухожу. У меня полно работы, из-за вас я выбился из графика. Вечером я прийду к тебе, Чешир.\nПосле сказаный слов Белый Кролик очень быстро покинул тронный зал и даже не обернулся. Видимо и правда много работы. Женщина топнула свой ногой, тем самым стук каблука привлек всех и заставил замолчать смеявшихся.\n— Раз Алиса хочет с нами играть необходим тот, кто приютит её.\n— Я! —  весело крикнул Чешир подняв руку. — Мы уже решили, что это буду я!\nКак же быстро менялись эмоции на лице этого парня, но похоже он предпочитает показывать себя как веселый парень. Думаю даже таким людям необходимо сорваться, как было только, что. Надеюсь, будучи у его дома он не сорвется на меня и действительно поможет выбраться отсюда не используя любовь.\n— Тогда... — начала женщина, но была прервана Карлом.\n— Вы уж извините, уважаемая, но мы с Алисой спешим, — с довольной улыбкой сказал Чешир взяв меня под локоть. — Я очень хочу угостить Алису своим любимым кофе.\nРазвернувшись парень ускорил свой шаг, лишь бы побыстрей уйти из этого места. На пути к выходу он обернулся и взглянул в глаза Валета. \n— Ты это не повторишь, — прошептал Чешир.\n— Ты что-то сказал, Чешир? — переспросила я, не услышав его слова.\n— Ничего особеннного, Алиса, — улыбаясь ответил парень. — Просто мыслил в слух, какой лучше кофе тебе предложить.\n— Ещё посмотрем, — резко ответил Валет, но это был ответ не на фразу кофе, а на то, что шептал Чешир. Напряжение в тронном зале увеличилось и взяв меня за руку Чешир поспешил покинуть замак еще быстрее. Что здесь вообще происходит? Почеиу до этого улыбающийся парень резко посмотрел злобно на Валета услышав его слова?",
    "answers": [
      {
        "id": 48,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Эх, жалко, что Алиса не выбрала хотя бы вас, Ру, — подтягиваясь сказал Пасхальный Заяц. Услышав как его снова называют по имени Шляпник ударил тростью своего друга. — Больно же!\n— Не называй меня здесь по имени, — в голосе наконец-то дрогнуло что-то кроме спокойствия.\n— Я так же согласна с зайцем, — кивнула Шалтай.\n— Зайцем? Почему ты сказала это так грубо? — недовольно отозвался Пасхальный Заяц. Шалтай полностью проигнорировала его. — Не игнорируй меня, Шалтай\n— Точно-точно, — кивнул её брат. Так Пасхальный Заяц остался полностью произнорирован. — В доме стало бы как-то по новому и гляди Соня бы не спала где подряд, а веселилась.\n— Даже если бы другой выбор поменял бы все, Алиса все так же в праве выберать, — сказал Шляпник глянув на королеву, схватившись за края потрепаной шляпы. — Но кое кто вынуждает её. Ты ведь, что-то задумала, да? Снова хочешь сделать больно Чеширу и Белому Кролику, Красная Королева?\n— Ты можешь как и прежде называть нас по имени, Ру, — расплывшись улыбки сказала женщина.\n— Не могу, Красная Королева, — более твердо сказал Шляпник, схватившись за край своей шляпы еще сильнее. — Нас уже не связывает больше ничего. Мой совет, хватит среди нас искать тех, над чьми сердцами можно поглумиться. Не издевайся над молодежку и чужими.\nРазвернувшись Шляпник последовал к выходу, а за ним его друзья. Перед тем как выйти из тронного зала Шалтай обернулась и показала королеве язык и ускорила шаг. В тронном зале остались только Валет и Красная Королева, как нельзя лучше. Валет приблизелся и встал на одно колена.\n— Какого вы будут приказы, моя королева?\n— Все как и обычно, Лоз.\n— Будет сделано.",
    "answers": [
      {
        "id": 49,
        "text": "[ Далее ]",
        "need": -70
      },
      {
        "id": 71,
        "text": "[ Далее ]",
        "need": -44
      }
    ]
  },
  {
    "id": 49,
    "text": "— Чешир, да не торопись ты так, — тихо отозвалась я, еле поспевая за быстрым шагом парня.\nПохоже даже в пятый раз брюнет меня не услышал и продолжал идти быстро. А это уже начинает злить меня. Может привести его в чувство как делал это ранее Белый кролик?",
    "answers": [
      {
        "id": 50,
        "text": "[ Ударив Чешира по голове ]"
      },
      {
        "id": 61,
        "text": "[ Попытаться снова обратить на себя внимания простыми словами, но не насилием ]"
      }
    ]
  },
  {
    "id": 50,
    "text": "Благо Чешир держал только одну мою руку и свободную руку я сжала в кулак и замахнулась. Кулак так не дошел до головы парня, тот схватил меня за запястья.\n— Прости, я немного отвлекся и задумался, — смеясь сказал тот. — Я часто хожу быстро, что не подумал, что ты не сможешь за мной поспевать.\n— А это правда приводит тебя в чувство, — произнесла я, освобождая руку из его хватки. — Возьму себе на заметку раз будем жить вместе некоторое время.\n— О, боже, — его голос стал растроенный и я уже подумала, что обидела его, но увидев улыбку я засмеялась, ведь Чешир просто так шутил. — Теперь на мою голову упал второй Белый Кролик. Какой ужас, мяу, а-ха-ха. Я же второго такого боксера не выдержу.\n— О чем же ты задумался? Если не секрет конечно же, — услышав мои слова парень сильнее сжал мою лодонь. — Ты чего?\n— Я думал о том, как уберечь тебя от Лоза, — говорил Чешир отвернув свое лицо, словно не желаяя, чтобы я видела его эмоции. И ежу было понятно, что парень переживает, ведь у Чешира очень напряженный голос.\n— Кто такой Лоз?\n— О, я забыл, что ты не знаешь настоящие имена остальных. Лоз — настоящее имя Валета.\n— И чем же опасен Лоз? — спросила я. — При встречи он показался мне достаточно милым.\nСердце пошло в бешенный пляс, когда Чешир отпустил мою руку и близко подойдя вцепился в мои плече. На лице парня не красовалась улыбка, словно он вот-вот заплачет.\n— Пожалуйста, просто держись подальше от него. Да, он ещё тот шутник, но они шутки не добрые, вовсе не добрые и по приказу королевы. Обещаешь, что будешь держаться от него подальше?",
    "answers": [
      {
        "id": 51,
        "text": "[ Пообещать ]"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Конечно обещаю, — кивнула я, а после улыбнулась, в надежде, что так Чешир снимит свое напряжения. Да и стоило быстрее сменить тему хоть и интересно узнать все. — А какое твое настоящие имя, Чешир? Белый Кролик, кажется, выкрикивал его во время вашей соры, но я не запомнила.\n— Мое настояшие имя Карл, но я очень люблю когда меня зовут просто Чешир, — с довольной улыбкой сказал парень. — Но вот мы и пришли. Пошли быстрее пить кофе.",
    "answers": [
      {
        "id": 52,
        "text": "[ Осмотреть дом ]"
      },
      {
        "id": 53,
        "text": "[ Войти в дом вместе с Чеширом ]",
        "need": 52
      }
    ]
  },
  {
    "id": 52,
    "text": "Уютный на вид небольшой домик с двумя  этажами. Не смотря на свой уют дом был сделан из красного кирпича полностью повторая черты морды любого кота. Причудливая дверь играла в этой необычной картине рот котика. Два окна сыграли роль глаз, а вот болкон представлялся в виде носика. Так же сверху, как и у любимого кота были уши. Возможно, это был чердак. Довольно необычный дом.",
    "answers": [
      {
        "id": 51,
        "text": "[ Отвести взгляд ]",
        "need": -63
      },
      {
        "id": 63,
        "text": "[ Отвести вгляд в сторону ]",
        "need": -51
      }
    ]
  },
  {
    "id": 53,
    "text": "Внутри дом  был таким же уютным. Правда было не привычно увидеть как только зашел кухню, а не прихожую. Такую кухню можно увидеть часто. Присуствует плита, тумбочки, на которых можно разделять какое-то мяса, а может быть и сделать салат, так же можно заметить мойку, но не удивлюсь если у Чешира здесь и посудомойка есть. В центре располагался стол с двумя стульями. Так что смело можно сказать, что эта кухня совмешает в себе и столовую. Все это сделано в белый и черный цвета, одни из чамых моих любимых.\n— Садись за стол, а  я приготовлю нам кофе, — сказав это парень начал, что-то искать на верхних тумбочках.",
    "answers": [
      {
        "id": 54,
        "text": "[ Сесть за стол в ожиданией кофе ]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я наблюдала как Карл делал все необходииое для кофе. Поставил чайник на плиту, правда из крана не так много воды налил, может там и так воды достаточно было? Мои глаза расширились когда в чашки Чешир насыпал кофе,  гора кофе заполняла половину содержимого в чашке. Теперь я точно понтмала, что парень и правда налил в чайник мало воды, потому что этот парень все делает наоборот. Когда нужно добавить совсем не много кофе, а следом залить большее содержания воды, в ио время Чешир добавляет большое содержания кофе и малое количество воды.  Стоило Карлу налить немного воды в каждую кружку я не выдержила и крикнула:\n— А ну-ка стой!\n— Что-то не так,  Алиса? — рука парня дернулась, ведь он не ожидал, что я буду кричать.\n— Дело в том... — видя растерянный взгляд Чешира я и сама растерялась.",
    "answers": [
      {
        "id": 55,
        "text": "[ Сказать, что Чешир делает кофе неправильно и сделать его самой ]"
      },
      {
        "id": 59,
        "text": "[ Сказать, что вы не любите кофе, возможно после этого Чешир передумает его делать ]"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Просто ты не правильно делаешь кофе, — все же я нашла силы сказать это. \n— Я всегда такой пью, — сказал тот начиная перемешивать. — Правда Белый Кролик часто отказывается его пить.\n\"Даже не буду удивляться почему, — быстро пронеслось в моей голове . — Надо его научить и как можно быстрее\".\nРезко встав я набрала полный чайник воды и поставила на плиту. После чего пришлось выбросить испорченое Карлом кофе, тот недовольно что-то проговорил себе под нос, я так и не разобрала. Помыв чашки я насыпала по ложке кофе в каждую чашку и несколько ложек сахара. Как только чайник закипел в каждую крушку налила воды и перемешала.\n— А вот и кофе, — довольно проговорила я, поставив крушку напротив Чешира, который после принятия поражения сел за стол. — Когда он остынет можешь нвсладиться им.\n— Вау, мяу, — Карл с восхищением взглянул на выходящий пар от крушки. — Красиво и кофе такое ароматное.\n\"Надеюсь он останется этии довольным и будет пить кофе только так как я сделала сейчас\"",
    "answers": [
      {
        "id": 56,
        "text": "[ Ожидать когда отстынет кофе ]"
      }
    ]
  },
  {
    "id": 56,
    "text": "Оказалось, что Карл не очень то любит ждать. Чуть ли не каждую секунду он спрашивал: \"Он достаточно остыл? Можно его теперь пить?\". Кажется, от повторяющегося вопроса из раза в раз у меня начался нервно дергаться глаз. \n— Он достаточно... \n— Да пей ты уже, — недовольно проговорила я начиная пить.\n— Мяу! — простое мяуканье заменилу Карлу простое \"Ура\" и он начал пить. — Это намного вкуснее того что я делал. Уверен и Максу понравится и он будет с удовольствием пить чай. По времени он как раз скоро должен прийти. \n— Пока его нету мы бы могли подумать как выбраться мне из этого мира без этого глупого условия этой женщины. Кто она вообще такая?\n— Она известна в этой стране как Красная королева.\n— Ого, не думала, что она такая важная шишка. Из-за этого она и говорила о себе во втором лице? \n— Да.\n— А какое её настоящее имя? \n— Я его не знаю, — признался Чешир. — Но говорят, что её имя знает Шляпник. Они когда-то были очень близки.\n— Понятно. Ну, а что по поводу выхода из этого места?\n— Макс сейчас занимается этим.\n— Когда это вы успели договорится? — я удивилась. — Я не помню, чтобы вы такое обсуждали.\n— Это логичное поведения для Макса, который не захочет повторять ошибки. Он работает в библиотеке Красной Королевы, раньше его отец до смерти являлся советником. Макс наверняка найдет какую-нибудь книгу, где будет то что нам нужно.\nПочему-то я не нашла в себе силы спросить, что же это за ошибки, которые не повторит Белый Кролик. Скорей всего этот вопрос парень может проигнорировать.",
    "answers": [
      {
        "id": 57,
        "text": "[ Продолжать пить кофе и ждать появления Белого Кролика ]"
      }
    ]
  },
  {
    "id": 57,
    "text": "Дальше мы пили в тишине. Чешир изредка смотрел на меня исподтишка, стоило на его взглянуть как Карл тут же отводил взгляд в одно из окн в кухне. Мое сердце снова отправилось в пляс, когда я вспомнила с каким лицом он вцепился в мои плечи совсем недавно. В ушах звинели его слова: \"Обещаешь, что будешь держаться от него подальше?\" и мой ответ: \"Конечно, обещаю\".\n— А вот и я! — послышался голос Белого Кролика, который быстро разорвал наше молчания. \nПрямо в проходе стоял Макс, в одной руке он держал торт, а вдругой был пакет, в котором лежали книги. Я с удивлением глянула на выход где увидела какой-то коридор, но не улицу прямо с которой мы вошли в кухню. Что не так с этим домом?\n— А мы тут пьем кофе, мяу, — с радостной улыбкой сказал Карл.\nУслышав эти слова Макс быстро приблизелся к столу и положив торт и пакет приблизелся ко мне и с волнением спросил:\n— Неужели этот сопляк заставил тебя пить эту гадость?\n— Кто это сопляк? — с возмущением спросил Чешир.\n— Не переживай, я сделала кофе сама, — смеясь сказала я. — Что у тебя за книги в пакете?\n— В них хранятся способ как вернуться тебе домой, — с довольным лицом сказал Белый Кролик достав одну из книг и поставил на стол.\nНадеюсь, в этом месте и правда есть другой способ как вернуться.",
    "answers": [
      {
        "id": 58,
        "text": "Переход в следующую главу"
      }
    ]
  },
  {
    "id": 58,
    "text": "           \n\n\n\n                   Глава вторая\n\n\n\n\nПока в разработке....",
    "answers": [
      {
        "id": 27,
        "text": "Переход к выбору персонажей"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Дело в том, что я не люблю кофе, — в конечном итоге мне пришлось сказать не правду, чтобы не пить кофе приготовленое Чеширом.\n— Какая жалость, — Карл заметно растроелся. — Ну тогда придет Макс и я его угошу твоей порцией.\n— А вот и я, — послышался довольный голос Макса.\nПрямо в проходе стоял Макс,  в одной руке он держал торт, в другой был пакет с книгами. Я с удивлением посмотрела на выход где увидел какой-то коридор, но не улицу прямо с которой мы вошли на кухню. Что не так с этим домом? Напивая какую-то мелодию Белый Кролик положил на стол то, что нес.\n— Я делаю чай и будем изучать книги, что я принес, — сказал Макс все с той же довольной улыбкой \n— Я не помню, чтобы записивалась в ваш книжный клуб, — из-за моих слов Чешир тихо засмеялся в кулак, а Макс не был рад услышать мой сарказм.\n— А что если я скажу, что в этих книгах хранится ответ как вернуться в твой мир? Будешь вот так дальше шутить?\nЧешир перестал смеятся, а я удивленно взглянула на Белого Кролика. Значит действительно есть другие способы и я этому рада",
    "answers": [
      {
        "id": 60,
        "text": "Переход в следующую главу"
      }
    ]
  },
  {
    "id": 60,
    "text": "\n\n\n\n\n\n                        Глава вторая\n\n\n\nПока в разработке...",
    "answers": [
      {
        "id": 27,
        "text": "Выбрать другого персонажа"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Чешир, куда же ты сильно торопишься? Я не...\nЯ ничего не смогла договорить, так как увлеченая тем, чтобы заставить Чешира идти медленее, я не заметила камень и споткнулась об него теряя равновесия, а потом и вовсе упала.\n— Алиса! — воскликнул парень. — Ты как?\n— Неужели, чтобы привлечь твое внимания нужно было упасть? — в моем голосе довольно сильно выделялись недовольные нотки. — Какой же ты идиот, Чешир. О чем ты так усердно думал?\n— Прости, — парень растеряно взглянул на меня своими необычными глазами, явно не ожидая такой резкости. — Я часто хожу быстро и вовсе не подумал, что ты не будешь поспивать.  Я думал о том как уберечь тебя от Лоза.\n— Кто такой Лоз? — уже спокойным голосом спросила я, не стоит пугать парня дальше.\n— Я забыл, что ты не знаешь настоящие имя жителей страны Чудес. Лоз — настоящее имя Валета.\n— Тогда почему ты хочешь уберечь меня от него? Валет не кажется каким-то плохим.\nУслышав мои слова парень посмотрел на меня взглядом наполненый ужасом и страхом, увидев такое я нервно дернулась. Я привыкла к тому что Чешир улыбается, но увидев такое лицо была не готова. \n— Почему ты продолжаешь верить ему? — говоря это Чешир тянул свою руку к моему лицу все с тем же выражением лица.",
    "answers": [
      {
        "id": 62,
        "text": "[ Отолкнуть руку ]"
      },
      {
        "id": 68,
        "text": "[ Закрыть глаза ]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Часто, в целях самозащиты, я на автомате могу поставить блок или ударить. Именно сейчас он и сработал когда Чешир тянут ко мне руку. Махнув рукой я желала отокнуть его руку, я не хотела чтобы он трогал меня в таком состоянии. Моя рука не смогла отбить его руку, так как Чешир остановил удар другой рукой и резко повалил меня спиной за землю, после чего навис над мной. Сердце застучало как сумашедшее, становилось теперь страшно не только из-за выражения лица Чешира, но и его действии.\n— Алиса почему ты веришь всегда больше Лозу чем мне? — в голосе парня слышалось некое отчанье. — Даже после того как он скинул тебя в Нейтрл? \nЯ в очередной раз слышала от этого парня какие-то бесмысленные слова. Я правда раньше его видела? Глаза сжались когда я почувствовала как Чешир начал все крепче хвататься за запястье руки, которой я пыталась защититься.\n— Что ты творишь, сопляк?!\nПрямо в лицо Чешира ударила чужая нога и небольшого толчка было достаточно чтобы парень отошел от меня и отпустил запястье. Сев я обернулась увидев до безумия недовольного Макса в руки которого был торт и пакет с книгами.\n— Макс, я...\n— Я не хочу сейчас слушать твои оправдания. Живо иди в дом! — чуть ли не прорычал Белый Кролик.\nНе хотя Чешир встал, ушки на голове парня повисли как у провенившегося кота и он вошел в дом. Сделав вдох и выдох Белый Кролик взглянуд на меня с волнением.\n— Он не успел сделать тебе ничего плохого?",
    "answers": [
      {
        "id": 63,
        "text": "[ Сказать, что все нормально ]"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Все хорошо, — кивнула я, но все равно услышала от Белого Кролика недовольный стон.\n— Ты уж прости, Карла, — сказал Макс слегла улыбнувшись и подал мне руку, чтобы я встала. — Он немного срывается после смерти Алисы. Ты очень на нее похожа вот Карл и говорит всякие глупости. Пошли в дом",
    "answers": [
      {
        "id": 52,
        "text": "[ Рассмотреть дом ]"
      },
      {
        "id": 65,
        "text": "[ Войти в дом вместе с Белым Кроликом ]",
        "need": 52
      }
    ]
  },
  {
    "id": 64,
    "text": "— Расскажи мне больше про эти Короткие Пути, — попросила я.\n— Хорошо, но я не так хорошо про них знаю как Карл, — на лице Белого Кролика дрогнула виноватая улыбка. — Представь себе нору, но такую в которую можешь попасть только ты и видеть ее можешь только ты. По твоему приказу нора может появится где угодна и прорыть путь куда угодно.\n— Даже в другое измерения? — с восхищением спросила я, меня поражала на что может быть способен Карл.\n— Да, — кивнул Макс  — Именно через Короткие Пути тебя и притошил Карл. \n— Значит через них Чешир сможет меня вернуть домой? — в моих глазах блеснула надежда.\n— Нет, — Белый Кролик быстро уничтожил мою надежду на этот способ. — Короткие Пути по какой-то причине не стабильны. Если бы не прихоть королевы он бы не использовал их для того чтобы выташить тебя сюда. Нужна большая сила, чтобы перкидывая через измерения с точными кординатами. На обратном пути Карлу не хватило сил и ему пришлось быстро выходить из Коротких Путей как можно быстрее. Если бы вы отправились по точным кординатам то Карл бы умер от того, что Короткие Пути отобрали его силы. А так вы в хорошом состоянии оказались в Нейтрл ",
    "answers": [
      {
        "id": 66,
        "text": "[ Спросить, что такое Нейтрл ]"
      }
    ]
  },
  {
    "id": 65,
    "text": "Войдя в дом нас встретила прихожая, правда никакой мебели я здесь не наблюдаю. Стена и потолок были ярко-зеленого цвета, а до следующей комнаты от входа простирался белый коврик. Макс привел меня в кухню и сказал, чтобы я села за стол пока он сделает чай. Такую кухню можно увидеть часто.  Присуствует плита, тумбочки, на которых можно разделать мясо, а может быть сделать салат, также можно заметить мойку, не удивлюсь если где-то здесь есть посудомойка. В центре располагался стол с двумя стульями.\n— А вот и чай, — сказал Макс сев на против меня и пододвинул чашку. — Это намного лучше чем пить кофе Карла.\n— А чем он плох у Чешира? \n— Дело в том, что когда следует добавить немного кофе, он насыпает пол крушки и совсем немного наливает чай.\n— Довольно... — я пыталась подобрать слова. — Необычный напиток. Почему ты не можешь научить его делать нормальный кофе?\n— Если бы все было так просто то я бы сделал. В этом мире все происходит наоборот и Карл очень сильно подвержен этому чем все остальные в этой стране, из-за своей силы.\n— А какая у его сила?\n— Иду куда хочу, — ответил Макс. — Именно так Алиса и назвала силу Чешира. Если так подумать то такое названия прекрасно подходил его силе, ведь благодаря ей Карл действительно может прийти куда хочет. По своему желанию он может пройдя какие-то двери появится в комнате которую хотел попасть. Чуть редко он пользуется Короткими Путями которые могут привести тоже куда хочешь. Это можно сравнить с порталами из вашего мира, только вот это у нас так называемые Короткие Пути. Лишь Карл может ими управлять и в считаные секунды оказываться в другом месте, хотя основная его способность это появляться в разных комнатах, даже если их не связывают здания. Как раз Короткие Пути позволяют ему не использовать двери для быстрого перемещения.",
    "answers": [
      {
        "id": 64,
        "text": "[ Спросить, чтобы Белый Кролик больше рассказал о Коротких Путях ]"
      }
    ]
  },
  {
    "id": 66,
    "text": "— А что такое Нейтрл?\n— Помнишь большое количество башен когда вы наконец-то выбрались из Коротких Путей?\n— Да, — несколько раз кивнула. — Там было очень красиво.\n— Это место все в стране Чудес называют Нейтрл.\nЯ снова обратила внимания на пакет с книгами. Может Чешир любит читать книги? Интересно, какие он читает. Макс заметил мой заинтересованый взгляд и словно догодавшись о чем я думаю сказал:\n— Ты не думай, что эти книги я принес Карлу. Он не любит читать. Эти книги я принес тебе.\n— А они мне зачем? Хоть я здесь буду не известно сколько, но как утолять скуку я подберу другой способ.\n— Эти книги не для утоления скуки, — на лице Макса дрогнула улыбка и он наклонился ко мне. — Они откроют нам ответ как вернуть тебя в твой мир.\nЯ чуть не плюнуло в лицо Белого Кролика свой чай зашлышав такие слова. Увидев такую реакцию парень рассмеялся и уже звал Чешира и просил, чтобы он не обежался. Я крепко схватилась за ручку кружки и улыбнулась, ведь скоро пора домой.",
    "answers": [
      {
        "id": 67,
        "text": "Переход в следующую главу ",
        "need": -68
      },
      {
        "id": 69,
        "text": "Переход в следующую главу",
        "need": -62
      }
    ]
  },
  {
    "id": 67,
    "text": "\n\n\n\n\n\n                           Глава вторая\n\n\n\nПока в разработке...",
    "answers": [
      {
        "id": 27,
        "text": "Выбрать другого персонажа"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Было страшно видеть такого Чешира и я просто закрыла глаза. Через несколько секунд я почувствовла прикосновения к своему лицо, а потом резкий крик:\n— Ах, ты, сопляк!\nПослышался грохат и открыв глаза я увидела как парень держиться за свое плече в нескольких шагах от меня недовольно смотря за мою спину. Обернувшись я увидела недовольного Макса который держал в одной руке торт в другой пакет с книгами.\n— Ты вообще страх потерял, Карл? \n— Макс, я...\n— Я не хочу слушать твои оправдания сейчас, иди домой, — быстро прокомандовал Белый Кролик и Чешир не хотя сделал это. — Ты в порядке? Он ничего плохого не успел сделать?",
    "answers": [
      {
        "id": 63,
        "text": "[ Сказать, что все нормально ]"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n\n\n\n\n               Глава вторая\n\n\n\nПока в разработке...",
    "answers": [
      {
        "id": 27,
        "text": "Выбор персонажей"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Я не буду это делать, — прямо сказала я.\n— Но почему?! — с недовольством прокричал Чешир, который ждал лишь ласки, но не отказа.\n— Да потому что это странно! — и я повысела голос, так как мне не понравилось, что Чешир начал на меня кричать. — Люди не должны просить такое!\n— Да все потому, что я не человек!\n— Выглядешь то как человек!\n— Почему как всегда вредная, Алиса.\nЯ не удивилась тому, что он сказал это тихо по сравнения с недавними криками, просто я была озадачена содержаниес фразы. Еще в котле Чешир говорил нечто подобное.\n\"О, Алиса меня не помнит. Я же Чешир. Ты меня не помнишь? — в голове пронеслись слова сказанные парнем ранее при падение в котле. — Возможно ты вспомнишь меня когда встретишь всех\".\nВстретив многих в этой стране за несколько минут ничего такого, связанное с Чеширом в моих воспоминаниях я не вспомнила. Почему он продолжает говорить какой-то идиотизм?",
    "answers": [
      {
        "id": 45,
        "text": "[ Попытаться объяснить Чеширу, что вы его раньше не видели ]"
      }
    ]
  },
  {
    "id": 71,
    "text": "Войдя в одну из комнат в замка мы резко оказались на кухне. Такую кухню часто можно увидеть. Присуствует плита, тумбочка, на которой можно разделать какое-то мясо, а может быть и сделать салат, так же можно заметить мойку, не удивлюсь если где-то здесь скрыта посудомойка. В центре располагался стол и два стулья. Все это было сделано в черном и белом цветах. Очень любимые цвета.\n— Эм, Чешир, — я обратила на себя внимания и так Чешир оторвался от поиска чего-то на полках. — Ты вроде как собирался отвести меня в свои дом.\n— Мы уже здесь, — со спокойным лицом сказал Чешир, но в данный момент мне казалось, что так он пытается косить под дурочка.\n— Не говори ерунды, Чешир, — проговорила я подходя к двери. — Давай уже пойдем... Вашу ж мать, что не так с этим местом?\nСтоило мне открыть дверь как я не увидела знакомого коридора замка, вместо этого коридор явно был не знаком. Неужели действительно уже в его доме? Как такое возможно?\n— Я использовал силу, поэтому мы и оказались в моем доме быстрее, — словно слыша мои мысли сказал Чешир.",
    "answers": [
      {
        "id": 72,
        "text": "[ Спросить, какая у Чешира сила ]"
      }
    ]
  },
  {
    "id": 72,
    "text": "— А какая у тебя сила?\n— Иду куда хочу, — сказал не хотя парень ставя чайник на плиту. Чего это он так мало воды туда налил? — Такого названия моей силы. Я не особо люблю рассказывать про свою силу, поэтому не спрашивай ничего и садись за стол.",
    "answers": [
      {
        "id": 73,
        "text": "[ Сесть за стол ]"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Ладно, — с неохотой проговорила я, хотя уже хотелось задать кучу вопросов по поводу его силы. Я гость и должна вести себя вежливо.\n— А вот и кофе, — радостно пропел Чешир ставя кружку кофе на против себя.\nМой глаз начал нервно дергаться заглядывая в содержимое чашки. Парень высыпал половину кофе и совсем немножко налил воды, теперь понятно почему он наливал мало воды в чайник. После увиденного у меня отпала желания быть вежливой и терпеливой и случайно из уст вырвалось:\n— Что за хрень ты мне принес?\n— Зачем так грубо? — возмутился Чешир. — Я сделао тебе кофе.\n— Ну разве, что я выпью для начала крепкий наркотик и может тогда это субстанция станет похожа на кофе.\n— Не хочешь, можешь не пить! — закричал на меня Чешир и как только сел недовольно отвел взгляд в сторону окна.\n— Что за шум? — послышался посторонний голос в образовавшийся на несколько секунд тишине. ",
    "answers": [
      {
        "id": 74,
        "text": "[ Взглянуть на источник звука ]"
      }
    ]
  },
  {
    "id": 74,
    "text": "В проходе кухни стоял Белый Кролик, в одной руке он держал торт, в другой расположился пакет с книгами. Не уж то Чешир любитель почитать книги.\n— У вас довольно плохая атмосфера на кухни, — с нервным смешком Макс попал прямо в точку. — Так что сразу могу понять, что Карл пытался напоить тебя своим кофе. Старался как можно быстро оказаться здесь, чтобы спасти тебя от этой учести, но все же вы поругались.\n— А что это за книги? — я все же не смогла сдержать любопыство. — Это для Чешира?\n— Для этого сопляка? — со смешком спросил Макс. — Да он же даже состав своего кофе не читает.\n— Почему ты опять называешь меня сопляк? — с возмущением отозвался Чешир. — Я вообще-то на год тебя старше.\n— Вижу ты не в самом хорошем расположения духа, мой друг, — Белый Кролик натянул улыбку, чтобы не вызывать в друге еще больше агрессии. — Эти книги я вообще-то принес для тебя, Алиса. В них можно найти ответ как вернуться домой не через любовь.\nЯ удивленно посмотрела на Макса, который уже гордо поднял голову к верху. Во всю уже гордится тому, что нашел.",
    "answers": [
      {
        "id": 75,
        "text": "Переход в следующую главу"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n\n\n\n\n\n                           Глава вторая\n\n\n\n\nПока в разработке....",
    "answers": [
      {
        "id": 27,
        "text": "Выбрать другого персонажа"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Хорошо, я согласна, — не хотя сказала я.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "Здесь вы сможете узнать какие концовки вы прошли(в разработке)",
    "answers": []
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  },
  {
    "id": 114,
    "text": "",
    "answers": []
  },
  {
    "id": 115,
    "text": "",
    "answers": []
  },
  {
    "id": 116,
    "text": "",
    "answers": []
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "",
    "answers": []
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  },
  {
    "id": 127,
    "text": "",
    "answers": []
  },
  {
    "id": 128,
    "text": "",
    "answers": []
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  },
  {
    "id": 132,
    "text": "",
    "answers": []
  },
  {
    "id": 133,
    "text": "",
    "answers": []
  },
  {
    "id": 134,
    "text": "",
    "answers": []
  },
  {
    "id": 135,
    "text": "",
    "answers": []
  },
  {
    "id": 136,
    "text": "",
    "answers": []
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": "",
    "answers": []
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  },
  {
    "id": 142,
    "text": "",
    "answers": []
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  },
  {
    "id": 145,
    "text": "",
    "answers": []
  },
  {
    "id": 146,
    "text": "",
    "answers": []
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "",
    "answers": []
  },
  {
    "id": 149,
    "text": "",
    "answers": []
  },
  {
    "id": 150,
    "text": "",
    "answers": []
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "",
    "answers": []
  },
  {
    "id": 153,
    "text": "",
    "answers": []
  },
  {
    "id": 154,
    "text": "",
    "answers": []
  },
  {
    "id": 155,
    "text": "",
    "answers": []
  },
  {
    "id": 156,
    "text": "",
    "answers": []
  },
  {
    "id": 157,
    "text": "",
    "answers": []
  },
  {
    "id": 158,
    "text": "",
    "answers": []
  },
  {
    "id": 159,
    "text": "",
    "answers": []
  },
  {
    "id": 160,
    "text": "",
    "answers": []
  },
  {
    "id": 161,
    "text": "",
    "answers": []
  },
  {
    "id": 162,
    "text": "",
    "answers": []
  },
  {
    "id": 163,
    "text": "",
    "answers": []
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  },
  {
    "id": 165,
    "text": "",
    "answers": []
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  },
  {
    "id": 167,
    "text": "",
    "answers": []
  }
]