[
  {
    "id": 1,
    "text": "\n\n\n\nРаздел: Аннотация.\n\nНа планете, практически не пригодной для жизни, одной из многих колонизированных корпорацией \"Чистое Будущее\", развернуты Станции Исследований по переработке и изучению веществ и отходов, поставляемых со всех концов открытого космоса. В основном, поставкой занимаются сотрудники компании, но иногда независимые группы Искателей, найдя что-то особенное, привозят это на переработку, и в случае, если находка окажется ценной, \"Чистое Будущее\" выплачивает им солидные суммы.\n\nНо в этот раз находка оказалась необычной, а её полезность явно сомнительна, да и Искатели, доставившие её, слишком быстро покинули станцию и планету, не дожидаясь оплаты. Однако корпорация многие годы занимается утилизацией и переработкой, и не в интересах её сотрудников оставить образец без внимания. Но последствия не заставят себя ждать и в критический момент, когда кошмар предстанет перед ними, на мониторах приветливо засияет слоган компании: \"Корпорация \"Чистое Будущее\" — мы очистим вселенную для вас!\".\n",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "need_ever": true,
        "middle_answer": true,
        "text": "Пролог.",
        "need": 56,
        "id": 57
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://fastpic.co/images/1531828329908.png",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://fastpic.co/images/549839848668339_crop_460x720.jpg",
        "system": true
      },
      {
        "need_ever": true,
        "middle_answer": true,
        "text": "Начать.",
        "need": 41,
        "id": 2
      },
      {
        "need_ever": true,
        "id": 12,
        "text": "Бортовой самописец.",
        "need": 12,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "id": 32,
        "text": "Важное решение.",
        "need": 32,
        "middle_answer": true
      },
      {
        "id": 41,
        "text": "Техническая информация.",
        "middle_answer": true
      },
      {
        "need_ever": true,
        "middle_answer": true,
        "text": "Эпилог.",
        "need": [
          44,
          42,
          53,
          52
        ],
        "id": 56
      },
      {
        "id": 1,
        "text": "big",
        "url": "https://fastpic.co/images/1532511223.png"
      },
      {
        "id": 1,
        "text": "big",
        "url": "https://fastpic.co/images/1526901421541.png"
      },
      {
        "id": 1,
        "text": "big appear movie slow few black",
        "url": "https://fastpic.co/images/1530856899599-320x240.png"
      },
      {
        "id": 1,
        "text": "big appear very slow movie very fast few black",
        "url": "https://fastpic.co/images/1531893007833.png"
      },
      {
        "id": 1,
        "text": "big appear fast few black",
        "url": "https://fastpic.co/images/1531240694233.png"
      },
      {
        "id": 1,
        "text": "big appear slow movie fast few black",
        "url": "https://fastpic.co/images/1530857019443-320x240.png"
      },
      {
        "id": 1,
        "text": "big appear fast movie very slow few black",
        "url": "https://fastpic.co/images/1532596882745.png"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n\n\nЭпизод: Работа по контракту.\n\n2248 год.\n\nДальний рубеж.\n\nПланета STw-340CF.\n\nСтанция Исследований.\n\nНаселение: 156 человек.\n\nЦистерна переработки и анализа веществ и отходов, корпорация \"Чистое Будущее\".\n\nКомната управления перегонной установкой очистительной системы трубопроводов Цистерны¹.\n\nСтальная комната с панелью управления и мониторами, поднятая мощными амортизаторами, находилась на возвышении, прямо напротив сети трубопроводов перегонной системы. Двенадцать металлических труб разного цвета, и диаметра, переплетались в казалось бы хаотичном беспорядке по всей поверхности огромной конструкции, но сходились они как раз в этом месте. Они почти выцвели, но опытный глаз их легко различал, они были прозрачными в месте схождения и располагались прямо перед кабиной оператора, поднятой на восемь метров над полом. Через обзорное стекло комнаты можно было увидеть девушку, исполняющую обязанности и являющуюся по сути оператором Цистерны, она осуществляла контроль за очистительной системой, с лёгким раздражением смотря на трубы и щелкая кнопками на панели.\n\nКира Лирит, девушка тридцати лет, в форме компании и с маленькими черными серьгами в ушах, обладала незаурядным умом, спортивным телосложением и большим потенциалом. Она отрабатывала очередной восьмимесячный контракт в корпорации \"Чистое Будущее\". К сожалению, за все время службы, отсутствие ценных связей не позволило ей занять более подходящую должность, ведь она могла справиться с управлением не только Цистерной, но и, быть может, всей станцией. Попытка устроиться в компанию \"Вэйланд Ютани\", так же не принесла плоды. Новому директору очень не понравился пункт в досье Лирит о её связи с корпорацией \"Чистое Будущее\". Эти две компании уже более восьмидесяти лет были конкурентами. Возможно дело было даже больше в новом директоре \"Вэйланд Ютани\". Его вскоре сместили, назначив нового руководителя, но девушка, из гордости больше не предпринимала попыток получить там работу, учитывая, так же с каким трудом ей удалось занять должность оператора станции. Она уже привычно делала свою работу и почти ни о чем не жалела.\n\n1. \"Цистерна — в данном контексте это сложное, большое сооружение, оборудованное для переработки веществ.\"",
    "answers": [
      {
        "id": 3,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 2,
        "text": "big",
        "url": "https://fastpic.co/images/1526921383_600.png"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\n\nЭпизод: Неприятный случай.\n\nЛирит готовилась заканчивать смену, когда с небольшой панели связи раздался сигнал входящего вызова, и девушка набрала код безопасности, касаясь пальцами клавиатуры на мониторе. Раздался предупреждающий сигнал и она повернула ключ, останавливая работу машины.\n\nТеперь она ответила на вызов, склонившись к микрофону:\n— Оператор Кира Лирит, слушаю.\n— Лирит, это я, Хенк. Есть минутка?  — по комнате раздался мужской голос.\n— Хенк, ты же знаешь, я просила не отвлекать меня во время работы. — проворчала Лирит.\nИз трубки послышался вздох:\n— Лирит, я же смотрел на часы, твоя смена уже подходит к концу, к тому же, это связано с работой.\n— Ладно, сейчас спущусь. — ответила девушка чуть раздраженно и оборвала связь.\n\nОбернувшись она прошла к дальней стороне комнаты, открыла на стене панель управления и запитала систему амортизаторов, активируя. Загудел генератор и комната дёрнувшись, стала опускаться, но через пару секунд на панели зажёгся оранжевый огонёк, и все замерло.\n\"Что ещё?\" — подумала оператор, подошла обратно к панели связи и вызвала недавнего собеседника. Немного подождав, она услышала голос Хенка:\n— Старший техник Хенк Руф, слушаю.\n— Хенк, это я.\n— Лирит? А, ты насчёт амортизаторов? Не волнуйся, я уже работаю, тут небольшое замыкание. — мужчина прервал связь не дожидаясь реакции. Девушка слегка опешила, однако она не могла не оценить оперативность старшего техника. Не успела она вернуться к панели управления подъёмником, как кабина вновь продолжила движение вниз. Комната опустилась и с характерным звуком укрепилась в зажимах у основания подъёмного механизма. Уже было видно, как предупреждающие огни, обозначающие опасную зону, сменили грозный красный цвет на мирный зеленый, из динамиков раздалось привычное:\n\"Компания благодарит вас за работу, до свидания\".\nСняв защитный шлем, Лирит покинула операторскую, через открывшуюся дверь.",
    "answers": [
      {
        "id": 4,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "big",
        "url": "https://fastpic.co/images/1527289571.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n\nЭпизод: Беспокойство.\n\nХенк Руф был крепким мужчиной, на вид лет тридцати пяти, можно сказать, что он казался немного старше Лирит. Он работал техником на этой станции уже не меньше шести лет и зарекомендовал себя, как прекрасный работник. Хенк обладал почти уникальным талантом, он мог разобраться в любой системе почти мгновенно и починить её. На самый тяжёлый случай у него уходит не более часа изучения и работы.\n\nДослужившись до старшего техника, Хенк мог и дальше подниматься по карьерной лестнице, но он был совершенно доволен своей должностью, ведь в чем в чем, а в ней он был лучшим, да и меру он знал. Техник считал, что не стоит быть жадным до большего, если все и так впорядке. Мужчина чувствовал себя счастливым в какой-то мере, хотя он и не вполне понимал недовольства Лирит, но не приставал с лишними советами и вопросами. Сделав полезное дело, он был готов заняться следующим. Дождавшись, пока сигнальные огни сменят свой цвет, а гул генератора затихнет, он подошёл ближе к двери, которая плавно открылась и из комнаты шагнула Лирит. Глянув по сторонам и откинув рукой непослушные волосы, девушка настойчиво спросила:\n— Руф, что у тебя? Меня уже мутит от вида этого места. — Лирит очень устала сегодня, к тому же у неё ещё не ушло неприятное ощущение после случая с подъёмником.\n— Расслабься, я тебя работать не заставляю, не захочешь — не будешь ничего делать, но послушай и посмотри. Идёт?\n\nОператор кивнула, а техник просто развернулся и направился к Потоку Подачи Первичных Материалов, сокращенно — \"ПППМ\". \"ПППМ\" — это устройство крупногабаритных размеров, подающее, поставляемые необработанные смеси в Цистерну на обработку. Установка работала практически автономно, но была возможность избирательной подачи веществ и настройки её перед обработкой. Запахи были малоприятными, однако устройство, в большей степени, сдерживало их распространение, да и люди, которые многие дни проводят на станции, почти привыкли к ним, хотя сегодня тут почему-то пахло сильнее обычного.",
    "answers": [
      {
        "id": 6,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 4,
        "text": "big",
        "url": "https://fastpic.co/images/1527290762.png"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\n\nЭпизод: Профессор.\n\nНаучный центр станции переработки веществ и отходов. Лаборатория научного сотрудника пятого ранга Одли Стейси. Корпорация \"Чистое Будущее\".\n\nОтдел широкого исследования микроорганизмов, потенциально опасных и/или ценных ископаемых, добытых на планете STw-340CF.\n\nОдли работала в лаборатории почти десять часов подряд. Она уже не раз закапывала уставшие глаза, почти безостановочно смотрящие в микроскоп. Юная, двадцати летняя девушка, не отличалась ни аристократической осанкой, ни красивой фигурой, внешность для неё была практически не важна, хоть Одли и была вмеру симпатичной, но она много работала и выглядела всегда очень уставшей. В комлексе её ценили и уважали, и платили ей больше многих, ведь она была практически светилом науки на этой далекой станции.\n\nНаучный сотрудник, конечно осознавала, что может свалиться от усталости, но не могла остановиться. Девочка закончив школу в пятнадцать лет, а в восемьнадцать уже получила докторскую степень и теперь уже второй год она работает на корпорацию и занимается любимым делом. В настоящий момент, молодой профессор изучала добытый на планете минерал, имеющий необычные электро-магнитные свойства. Девушка изучала его строение и анализировала взаимодействие минерала с другими веществами. Одли предполагала, что этот минерал повысит эффективность работы энерго-реакторов.\n\nКоммуникатор засигналил совершенно не вовремя, как раз в тот момент, когда её гениальный мозг производил последние рассчеты, вызов сбил её с мысли. Это очень разозлило её, но она была специалистом высокого уровня и не боялась начать работу заново, кое какие рассчеты уже были внесены в банк данных, к тому же, она осознавала, что могла заранее отключить приёмник коммуникатора.\n\nСтейси нажала кнопку приёма и ответила:\n— Научный сотрудник Одли Стейси, слушаю.\nИз динамика послышались слабые помехи и голос старшего техника раздался в стенах лаборатории:\n— Говорит Хенк Руф. Одли, простите, что отвлекаю от исслелований, вы можете говорить?\n— Хенк, давай на ты, хотя бы, я же просила, ты черт возьми меня на пятнадцать лет старше, если не больше. Что ты хочешь?\n— Как скажешь, Одли, для тебя есть нечто интересное, смесь доставлена с L.V.426, наш оператор не достаточно компетентна и не знает что это, (послышалось приглушённое ворчание Лирит) говорит кислота.  Посмотришь?\n— С радостью, буду через двадцать минут, конец связи.",
    "answers": [
      {
        "id": 7,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 5,
        "text": "big",
        "url": "https://fastpic.co/images/1527355187.png"
      }
    ]
  },
  {
    "id": 6,
    "text": "\n\n\nЭпизод: Вне компетенции.\n\nХэнк подошел к терминалу управления \"ПППМ\", оглянулся, и убедившись, что коллега следует за ним, занялся настройкой каких-то параметров установки с помощью терминала. Девушка терпеливо ждала.\n— Вот, смотри Лирит, я не очень понимаю что тут, это больше по твоей части. Смесь доставили сегодня Искатели, по документам, материал собран на планете L.V.426. Не ясно, что они там нашли, как известно, условия там еще хуже чем у нас на STw-340CF, да и уже лет пятьдесят известно, что ничего полезного там нет, а \"Вэйланд Ютани\" свернули проект терраформирования¹.\n— Не напоминай мне о них. — попросила Лирит.\n— Как скажешь... Так вот, давай к делу, смесь крайне едкая и помещена в контейнер из уплотнённого сплавами вольфрама, для сдерживания вещества.\n\nЛирит подошла к терминалу, внимательно просмотрев показатели датчиков, она какое-то время молча перебирала кнопки на панели. Старший техник терпеливо ждал, отойдя на шаг, чтобы не отвлекать оператора.\n— Не могу понять... — растерянно пробормотала девушка. — Думаю стоит вызвать кого—то из научного отдела.\nХенк на несколько секунд задумался, потом ответил:\n— Полагаю, Одли Стэйси нам подойдет, у неё наиболее широкий научный профиль и она будет наиболее компетентной в данной ситуации.\n— Активность вещества постепенно растет, нужно скорее изучить его, — поделилась наблюдениями Лирит, — вызови Стэйси.\n\nТехник снял с пояса переносной коммуникатор, набрал команду вызова, и в лаборатории на другом конце станции раздался сигнал, а оператор Цистерны продолжила задумчиво наблюдать за показаниями на мониторе установки \"ПППМ\". Девушка ощущала смутную тревогу, причина которой была ей пока не совсем ясна, но ей так же было интересно выслушать мнение научного сотрудника высокого ранга.\n\n1. Терраформирование — создание пригодных условий для жизни.",
    "answers": [
      {
        "id": 5,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "big",
        "url": "https://fastpic.co/images/15272929892120ed216f47cd1f.png"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n\n\nЭпизод: Милый друг.\n\nПрофессор Стейси отключила коммуникатор и повесила его на пояс. Прихватив также небольшой сканер, она покинула лабораторию и направилась по коридорам к станции транспортной системы монорельсового комплекса. Она уже строила всевозможные догадки относительно просьбы старшего техника, её разум, получивший новую мотивацию, продолжал активно работать. Повернув за очередной поворот девушка пребывая в задумчивости, столкнулась в Гаретом Брауном, неплохим парнем с которым она иногда проводила время.\n\n\n— А, доктор Стэйси! — шутливо воскликнул Гарет. — Опять спишь на ходу?\nОдли расправила свой мятый халат и улыбнувшись ответила:\n— Что ты, приятель, в этот раз я размышляю об очень важных вещах!\n— О каких же, можно узнать? Небось всё рассчёты ведешь, пытаясь вывести нас на новый технологический уровень?\n— Не угадал, у меня очень тонкая душевная организация и я чувствительно отношусь к окружающему миру, поэтому я теперь размышляю о его несовершенствах и о бренности бытия.\nВыслушав эту тираду парень расхохотался и обнял свою подругу, которая подхватила его смех. Отсмеявшись Гарет сказал:\n— Хреново выглядишь, Стейси!\n— Спасибо за комплимент, Гарет!\nВ приподнятом настроении они попрощались, и Одли продолжила свой путь к Цистерне переработки.\n\nДойдя до транспортного узла, она подошла к терминалу, мягкий женский голос прозвучал из динамика:\n\"Вас приветствует транспортная система комплекса корпорации \"Чистое Будущее\", назовите желаемое место назначения\".\n— Цистерна очистки и переработки отходов. — четко проговорила Одли.\n\n\" Ваш запрос принят, ожидайте\".\n\nСпустя минуту, монорельсовая вагонетка остановилась перед девушкой, приветливо распахнув скользящие двери. Профессор вошла в транспорт и удобно расположилась на мягком длинном сидении, установленном вдоль стен вагонетки. Внутри разнеслась приятная, ненавязчивая мелодия, что-то из репертуара тысяча девятьсот тридцатых годов, и вагонетка начала движение, скрываясь в тускло освещённом тоннеле. Девушка прикрыла глаза, собираясь с мыслями, она чувствовала, что впереди её ждет непростая работа.",
    "answers": [
      {
        "id": 8,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 7,
        "text": "big",
        "url": "https://fastpic.co/images/1527376691.png"
      }
    ]
  },
  {
    "id": 8,
    "text": "\n\n\nЭпизод: Непринуждённая беседа.\n\nСтарший техник и оператор Цистерны ждали научного сотрудника уже больше тридцати минут. Хенк Руф проводил диагностику оборудования Цистерны, ему не хотелось сидеть без дела, а Кира Лирит продолжала бесплодные попытки просканировать смесь, к сожалению её знаний на это не хватало, но не сидеть же сложа руки.\n\n— Тут все в порядке. — поведал Хенк.\n— Рада слышать, — почти безразлично отозвалась Лирит, — у меня по прежнему нет результатов.\n— Не страшно, сейчас придёт Стейси и во всем разберется. Кстати, что ты о ней думаешь, она по моему хорошая девушка, а?\n— С чего ты взял, что я вообще о ней думаю? И почему ты вдруг ей заинтересовался, она тебе что, нравится?\nТехник осуждающе посмотрел на собеседницу и сказал:\n— Скажешь тоже, ты же знаешь, гораздо больше чем девушки, меня интересуют микросхемы, а про Одли, я просто так спросил, чтобы поддержать беседу.\n— Как это у тебя получается, ты всегда находишь тему для разговора, даже находясь в такой дыре, где даже футбол не посмотришь?\n— У меня особенный склад ума, я всегда многое замечаю в непримечательных вещах. Может, если ты будешь проще относиться к жизни, Лирит, то и ты так сможешь.\n— Тоже мне, психолог. — иронично пробормотала девушка.\n\nПослышался тихий шелестящий звук и собеседники увидели, как через открывшийся шлюз в Цистерну входит Одли, на ходу пряча в карман халата карту доступа.\n— Ну, что тут у вас, показывайте. Надеюсь это не какая-нибудь ерунда, из-за которой мне придется переделывать половину моей десяти часовой работы?\nСтейси подошла к \"ПППМ\", на ходу активируя свой ручной сканер, прихваченный из лаборатории.",
    "answers": [
      {
        "id": 9,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "big",
        "url": "https://fastpic.co/images/1527376834.png"
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\n\nЭпизод: Оно здесь!\n\nСтейси уже пятнадцать минут работала с \"ПППМ\". С помощью кабеля, она подключила свой сканер к установке, и с каждой минутой, её лицо приобретало все более озабоченое выражение.\n— Хенк, у тебя есть хаб¹ для биоретранслятора²? — спросила не отрываясь от экрана Одли.\n— Секунду... — техник подал ей хаб.\nДевушка сразу подключила его к биоретранслятору, и уже через хаб подключила свой сканер.\n— Это явно вещество органического происхождения, но как может органика, быть единой с такой концентрированной кислотой? — риторически спросила Стэйси. Ответа конечно же не последовало.\nНаучный сотрудник продолжала работу, как вдруг она испуганно отшатнулась, от прибора. Коллеги в недоумении смотрели на неё.\n— Там, там... что-то есть... оно живое, но как, как можно существовать... Это оно! Это существо вырабатывает кислоту, его активность увеличилась! Руф, включи систему заморозки, быстро! — глаза Одли были полны ужаса. Она понимала, что организм создавший себе подобную флору, крайне опасен, обшивка контейнера уже истончилась до критического состояния.\n\nТехник подскочил к боковой панели, ввёл код безопасности и набрав команду активировал подачу охладителя в контейнер. Организм же в этот момент просто взбесился, его активность возросла, а концентрация кислоты в смеси достигла апогея. Корпус капсулы не выдержал, и разъев дыру в обшивке, кислота стала медленно вытекать наружу. Из образовавшейся дыры незаметно выбрался организм, его не видели, так как отверстие появилось на задней стенке вольфрамового контейнера.\n— Что происходит? — напряжённо спросила Лирит.\nОдли неверяще смотрела в экран монитора, медленно повернувшись, она ответила:\n— Существо покинуло бокс, мы опоздали...\n\n1. Хаб — устройство для соединения разного оборудования.\n2. Биоретранслятор — устройство, выводящее на монитор биологическую информацию, с приборов сканирования веществ.",
    "answers": [
      {
        "id": 10,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 9,
        "text": "pulsate very slow big",
        "url": "https://fastpic.co/images/1527382852574.png"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n\n\nЭпизод: Паразит?\n\nТрое людей какое-то время не решались пошевелиться, через несколько секунд Лирит почувствовала движение со стороны контейнера.\n— Что там такое? — спросила девушка.\nСтейси обернулась и увидела, как существо похожее на две сросшиеся четырёхпалые руки с длинным хвостом и покрытое бледной кожей вылезло из-за дальнего края бокса. Неожиданно существо оттолкнувшись от поверхности, прыгнуло прямо на голову девушки, в последнее мгновенье Одли успела отвернуть лицо от летящей в него мерзости и организм вцепился ей в затылок, охватив шею гибким хвостом.\n— Снимите... — начала кричать Одли, но её крик оборвало тело, быстро переместившееся с затылка на лицо девушки.\n\nСтейси рухнула на пол, и не шевелилась, лишь прикрепившееся чужеродное существо едва заметно пульсировало и мерно вздымавшаяся грудь несчастной, означали, что и тварь и девушка ещё живы. Ни Хенк, ни Лирит ничего не успели сделать, так быстро всё произошло.\nМужчина первый овладел собой, он стал осторожно подходить к лежащей девушке. Лирит заметила его движение и прошептала:\n— Ты что делаешь, Руф?\n— Хочу посмотреть, — ответил тот, — вроде существо потеряло активность.\nПрисев, мужчина осторожно коснулся существа, но оно никак не среагировало. Он так же попытался отцепить его, но тварь лишь крепче обхватила хвостом шею девушки.\n— Кажется, Одли еще жива, но снять оранизм нет возможности, он может легко убить её, похоже эта особь имеет сильные, очень сильные мышцы.\n— Нужно удалить его, но учитывая его кислотность это трудная задача, да и я не за что не прикоснусь к этому. — брезгливо дернувшись, сказала оператор.\n— Я отнесу девушку в научный центр, может они помогут, но сначала нужно сделать одну вещь. — сказал техник, достал свой коммуникатор и нажал на нём пару кнопок.\n— Служба безопасности, командир охраны Олсен Дж., слушаю.\n— Говорит старший техник станции, авария в Цистерне переработки веществ и отходов, код 16789, необходима квалифицированная помощь медицинского персонала, пострадавшую доставлю в научный центр, требуется немедленное введение карантина, уровень угрозы — Альфа.\n— Принято. — раздалось из динамика и связь оборвалась.\n\n\"Внимание, чрезвычайная ситуация. Код 16789. Медицинским работникам немедленно направиться в научный центр. Уровень угрозы — Альфа.\" — раз за разом разносилось по всей территории комплекса.\nХенк, Лирит и поражённая Одли уже направлялись на монорельсе к научному центру.\"",
    "answers": [
      {
        "id": 11,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 10,
        "text": "big",
        "url": "https://fastpic.co/images/1527617652.png"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n\n\nЭпизод: Хирургия.\n\nПрошло уже несколько часов с того момента, когда паразит прикрепился к Одли Стейси. Олсен Дж. командир службы безопасности комплекса организовал строгий карантин вокрут исследовательского центра.\n\nМедицинские работники перепробовали все возможные способы снять организм с лица девушки, не причинив ей вреда — безрезультатно. Рентген показывал какое-то новообразование, росшее в теле поражённой девушки. Было принято решение проведения операции, но внезапно, чужеродное существо отпало от лица Одли. Операцию отложили, а девушка вскоре очнулась.\n\nКира Лирит, Хенк и Олсен Дж. находились в палате, где происходили попытки вылечить пострадавшую. Сама пострадавшая, так же была тут, и ей предстояло принять решение о согласии или не согласии на операцию по извлечению инородного тела, и она все больше склонялась к необходимости сделать это:\n— Странно, я чувствую себя прекрасно, — проговорила Стейси, — может не стоит проводить операцию, а использовать сильные антибиотики...\n— Решение за тобой. — сказала Лирит.\n— Я бы советовал сделать операцию, то существо уже сожгли, оно было мертво, но компания не рискует, не та политика. Уничтожим угрозу на корню. — высказался старший техник.\n\nОлсен Дж. не стал вмешиваться в беседу, он был на чеку и был готов, как он полагал, к любой угрозе, также несколько сотрудников охраны дежурили снаружи. Одли обречённо сказала:\n— Ладно, вызовите хирургов, я сделаю это.\n\nДвое медицинских сотрудников прошли в палату. Кира Лирит и Хенк вышли, а Олсен Дж. остался на посту, он чувствовал ответственность за обитателей станции и не мог уйти, самолично не проконтролировав опасные действия. Девушку положили на хирургический стол, и уже сотрудники были готовы начать операцию, когда тревожно взвыла сирена биологической опасности и произошло непредвиденное...",
    "answers": [
      {
        "id": 12,
        "text": "======>?<======",
        "middle_answer": true,
        "blackout": false
      },
      {
        "id": 11,
        "text": "big",
        "url": "https://fastpic.co/images/1527416949.png"
      }
    ]
  },
  {
    "id": 12,
    "text": "Эпизод: Точка отсчета.\n\n[Сохранение прогресса.]¹\n\nГолосовой самописец добывающего судна искателей:\n\n 2448 год.\n\nВремя по Земному летоисчеслению.\n\nЖурнал капитана.\n\n Запись 163\n\n\"Держим курс на L.V.426, давно хотел проверить её, может всё же \"Вэйланд Ютани\", что-то там оставили.\"\n\n Запись 165\n\n\"Прибыли на планету, несколько месяцев сна и мы почти \"мгновенно\" на месте.\"\n\n Запись 166\n\n\"Команда приходит в себя после долгого гиперсна, ребята уже рвутся в бой.\"\n\n Запись 168\n\n\"На планете нашли интересную пещеру, похоже, что-то очень большое было взорвано тут, покорёженные обломки и оплавленные куски разбросаны повсюду.\"\n\n Запись 169\n\n\"На дне обнаружились странные округлые образования, вплавленные в породу. Все были сильно повреждены или полностью раздавлены, кроме одного.\"\n\n Запись 170\n\n\"Образец было решено доставить на корабль вместе с куском породы, чтобы не повредить, мы поместили его в стальной контейнер.\"\n\n Запись 173\n\n\"Первичный анализ показал слабую кислотность объекта, было решено переместить объект в вольфрамовый бокс.\"\n\n Запись 177\n\n\"Объект выделяет большое количество неизвестной кислоты, но контейнер пока без труда сдерживает её.\"\n\n Запись 185\n\n\"Кислотная смесь полностью заполнила бокс, а биодатчики выдают какую-то странную диаграмму, похоже мы нашли организм.\"\n\n Запись 192\n\n\"Находка крайне опасна, биоритмы этого существа просто поражают, мы приближаемся к STw-340CF, планете с перерабатывающими станциями, нужно избавиться от груза.\"\n\n Запись 194\n\n\"Мы доставили груз к Цистерне, конечно не став сообщать подробности, иначе его могли не принять, нужно быстрее сматываться отсюда.\"\n\n Запись 195\n\n\"Даже вспоминать не хочу об этой находке, пусть умники из \"Чистого Будущего\" рискуют, у нас еще будет шанс заработать, наша работа тут закончена, мы покидаем сектор.\"\n\nКонец журнала.\n\n1. Доступнен переход с первой страницы.",
    "answers": [
      {
        "id": 13,
        "text": "======>",
        "middle_answer": true,
        "blackout": false
      },
      {
        "id": 1,
        "text": "Х======>",
        "middle_answer": true
      },
      {
        "id": 12,
        "text": "normal",
        "url": "https://fastpic.co/images/1527421801556.png"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n\n\nРаскол сюжета.",
    "answers": [
      {
        "id": 14,
        "text": "Люди.",
        "middle_answer": false,
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": false,
        "middle_answer": false,
        "text": "Ксеноморф.\n(Не закончено. В разработке.)",
        "id": 15
      },
      {
        "id": 13,
        "text": "big",
        "url": "https://fastpic.co/images/1527418199.png"
      },
      {
        "middle_answer": true,
        "text": "X======>",
        "id": 1
      }
    ]
  },
  {
    "id": 14,
    "text": "\n\n\nБорьба людей со страхом.",
    "answers": [
      {
        "id": 23,
        "text": "======>",
        "middle_answer": true,
        "blackout": true
      },
      {
        "id": 13,
        "text": "<======",
        "middle_answer": true
      },
      {
        "id": 14,
        "text": "big",
        "url": "https://fastpic.co/images/1532980765.png"
      }
    ]
  },
  {
    "id": 15,
    "text": "\n\n\nКсеноморф созревает.",
    "answers": [
      {
        "id": 16,
        "text": "Родиться...",
        "blackout": true
      },
      {
        "id": 13,
        "text": "<======"
      },
      {
        "id": 15,
        "text": "big",
        "url": "https://fastpic.co/images/1527588899.png"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n\n\n\"Инстинкт, движет.\"\n\n\"Тепло.\"\n\n\"Тело, ощушение мышц.\"\n\n\"Двигаться, теснота.\"\n\n\"Чувство, организмы.\"\n\n\"Пресыщение, рост.\"\n\n\"Уйти.\"\n\n\"Бороться.\"\n\n\"Напряжение, сопротивление.\"\n\n\"Новое чувство, свет.\"\n\n\"Свобода.\"\n\n\"Звук.\"\n\n\"Организмы.\"\n\n\"Опасность.\"\n",
    "answers": [
      {
        "id": 17,
        "text": "«Визг»"
      },
      {
        "id": 16,
        "text": "big appear fast",
        "url": "https://fastpic.co/images/1532002156.png"
      },
      {
        "id": 16,
        "text": "big appear",
        "url": "https://fastpic.co/images/1532002179.png"
      },
      {
        "id": 16,
        "text": "big appear slow",
        "url": "https://fastpic.co/images/1532002200.png"
      },
      {
        "id": 16,
        "text": "big appear very slow",
        "url": "https://fastpic.co/images/1527623847.png"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n\n\n\"Чутьё, скрыться.\"\n\n\"Направление.\"\n\n\"Вниз, вперед.\"\n\n\"Организмы.\"\n\n\"Вверх, отверстие, скрыться, скорость.\"\n\n\"Затаиться.\"\n\n\"Ждать.\"\n\n\"Слушать.\"\n\n\"Рост.\"\n\n\"Покой.\"\n\n\"Сон.\"",
    "answers": [
      {
        "id": 18,
        "text": "...Расти..."
      },
      {
        "id": 17,
        "text": "big",
        "url": "https://fastpic.co/images/1527624570.png"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n\n\n\"Время.\"\n\n\"Сила.\"\n\n\"Конечности.\"\n\n\"Ноги — встать\"\n\n\"Сознание.\"\n\n\"Осознание.\"\n\n\"Когти — оружие.\"\n\n\"Хвост, жало — оружие, защита.\"\n\n\"Жить!\"\n\n\"Убивать!\"\n\n\"Воля — ждать.\"\n\n\"Расти.\"\n\n\"Сон.\"\n\n\"Покой.\"",
    "answers": [
      {
        "id": 19,
        "text": "...Расти..."
      },
      {
        "id": 18,
        "text": "big",
        "url": "https://fastpic.co/images/1527624873.png"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n\n\n\"Я — сила, осторожность, скорость.\"\n\n\"Я — осознаю себя.\"\n\n\"Убивать, искать, слушать, двигаться.\"\n\n\"Вперед, вижу свет, слушаю, там звуки, чувствую закономерности, речь.\"\n\n\"Во мне память, знание.\"\n\n\"Коридор.\"\n\n\"Охота.\"",
    "answers": [
      {
        "id": 20,
        "text": "Искать жертву..."
      },
      {
        "id": 19,
        "text": "big",
        "url": "https://fastpic.co/images/1527625130.png"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n\n\n\"Я быстро двигаюсь по, помещению? Да. Слышу звуки, впереди возможно цель. Да, я рад? Нет, удовлетворен. Вижу препятствие — это дверь? Да. Она открылась, есть путь, организм впереди, меня не видит, пора действовать, наконец-то.\"",
    "answers": [
      {
        "id": 21,
        "text": "Подойти, ударить когтями по горлу."
      },
      {
        "id": 21,
        "text": "Прыгнуть, прокусить череп."
      },
      {
        "id": 21,
        "text": "Хвост, пробить грудную клетку."
      },
      {
        "id": 20,
        "text": "big",
        "url": "https://fastpic.co/images/1527625580.png"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n\n\n\"Жертва увидела, услышала меня поздно, и уже уничтожена, чувствую — конкурент? Да. Доминирование. Эта особь был самец? Да, не самка. Не существенно. Время уйти, думать, ждать. Я осматриваюсь, вижу отверстие, оно мне знакомо, быстро скрываюсь в нём,  сильный и свободный. Ощущаю новую цель, необходимо размножение, найти, создать инкубатор, слышу цель, двигаюсь к ней, проходит время, я рядом, цель рядом. Осознание, понимание.\"\n\n— «...но тварь скрылась в вентиляции, мои люди уже ищут её, что-то можешь сделать? Все наши резервы активны, нужно просканировать станцию и найти существо.»\n\n— «Бедная девочка... Я постараюсь разобраться со сканером, но тут древнее оборудование, оно вероятно бесполезно. Олсен, я сделаю все что в моих силах. Ладно, как там Лирит?»\n\n— «Она шокирована, она здовово испугалась, впрочем как и мы все. Тебя звал Аки Широ, он сейчас с ней. Думаю он ей все тоже самое рассказал, он наблюдал за этим через систему видеонаблюдения.»\n\n\"Один из звучащих скрылся за дверью, хотя я не ощущаю, что это организм, вероятно этот не опасен для меня. Просто предмет? Вещь? Да, но второй остался тут, и он отличный инкубатор. Ощущаю новую цель — призвать королеву. Я быстрым движением хватаю инкубатор, но не наношу вреда. Тащу его в вентиляцию? Да. Ищу тепло, чувствую внизу источник, там генератор? Да. Осознание. Я тащу тело, оно кричит, от боли и страха, я издаю шипение, я скоро встречусь с королевой, а за ней со своими сородичами, я помогу королеве породить их. Время, шахты — вниз, влево, вниз, вниз, вправо, вниз, вниз вниз...",
    "answers": [
      {
        "id": 22,
        "text": "К реактору..."
      },
      {
        "id": 21,
        "text": "big",
        "url": "https://fastpic.co/images/1527625703.png"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n\n\n\"Изменение. Крепко держа живое тело, инстинктивно изрыгаю зародыш ему в глотку. Теперь осталось ждать. Я готовлю гнездо для будущих инкубаторов и закрепляю в веществе, в кокон инкубатор — тело. Тут внизу очень тепло, идеальное место. Я отправляюсь на охоту, убивать, искать жертву, доминировать, жить.\"\n\"Шахты, трубы, направления, чувства обострились, это место теперь мне полностью знакомо, я возвращаюсь в изученную область, чувствую, слышу неясные звуки разносящиеся со всех направлений, инородные организмы, нет? Один организм и предмет. Вот они разделились, я выбираю живую цель и тут к ней приближаюся еще две, я двигаюсь незаметно вдоль коридора по вентияционной шахте, преследуя организмы. Впереди есть отверстие, можно устроить засаду, да. Быстрее двигаюсь вперед и жду. Существа движутся внизу, самое время, я прыгаю вниз, приземляюсь перед ними. Жертва издаёт крик и бежит от меня, но я быстрее, я догоняю и разрываю её на части. Два других конкурента поворачиваются ко мне, но я сразу пронзаю одного жалом хвоста, второго хватаю и вгрызаюсь в его мягкий череп. Обитатели моего нового дома так слабы, я решаю не прятаться больше, иду на поиск следующей жертвы.\" \"Удовлетворение, я уничтожу всех...\"\nЯ двигаюсь и убиваю всех, этих слабых существ, много, они кричат и умирают так быстро.",
    "answers": [
      {
        "id": 29,
        "text": "Продолжать..."
      },
      {
        "id": 22,
        "text": "big",
        "url": "https://fastpic.co/images/1527660360.png"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n\n\nЭпизод: Изнутри.\n\nОдли закричала. Жутко. Пронзительно. Хирурги в непонимании отшатнулись, когда одежда девушки начала округляться на животе, будто что-то толкало кожу изнутри. Несчастная Одли выгнулась от боли, её тело сотрясали судороги, плоть взорвалась брызгами крови, хрустнули кости. Прорвав плоть и одежду, из ужастной, кровоточащей раны показалась мерзкая зубастая морда существа, похожего на змею с плотной кожей и длинным хвостом, но имеющее зачатки конечностей.\n\nОкровавленное существо, издало визг, еще больше напугав людей, находящихся в палате и скользнуло с койки на пол, метнулось в сторону. Олсен Дж. вскинул винтовку и открыл огонь по чужеродному организму, но существо быстро проползя в другой конец палаты и по стелажам с лекарствами, скрылось в отверстии шахты вентиляции.\n— Твою мать, что это за дрянь?! — выругался начальник службы безорасности.\nМедицинские работники лишь растерянно смотрели, то на мертвую девушку, то на отверстие шахты вентиляции. Включив коммуникатор, Олсен Дж. вызвал Киру Лирит:\n— Кира, вернитесь в палату. Профессор Стейси мертва.\n— П-проклятие, с-сейчас буду. — проговорила оператор после секундного молчания, и оборвала связь.\n\nНачальник охраны, отпустил хирургов, запретив покидать научный комплекс.\nВ палату ворвался немолодой, седоволосый азиат, глава исследовательского комплекса станции и с порога обратился к Олсену Дж.:\n— Я все видел через систему наблюдения, вы можете объяснить мне, что это все значит?\n— Не думаю, уважаемый Аки Широ, но полагаю Кира Лирит, оператор Цистерны, сможет что-то прояснить. Она и старший техник Хенк Руф привезли девушку оттуда, полагаю вы слышали сигнал тревоги, разумеется.\nДверь палаты открылась и внутрь вошла девушка в форме оператора.\n— Олсен? — оператор повернула голову и увидела Одли. — Б-боже... Одли... Как так... — Лирит очень испугалась, она была сильно шокирована.\n— Знакомься Лирит, это уважаемый Аки Широ, глава исследовательского центра. — не очень тактично сказал Олсен Дж.\n— Не стоит, солдат, я и сам могу представиться, а сейчас оставь нас наедине, распорядись, чтобы тело — он указал на труп девушки — кремировали, сразу как мы закончим разговор. Да, и пришли сюда старшего техника.\n\nНачальник охраны кивнул, развернулся и вышел.\n— Что ж, я понимаю ваше состояние, но я должен знать, рассказывайте все с самого начала... — обратился Аки Широ к Лирит.",
    "answers": [
      {
        "id": 24,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 23,
        "text": "big",
        "url": "https://fastpic.co/images/1530817273.png"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n\n\nЭпизод: Крепкая хватка.\n\nОлсен Дж. обнаружил старшего техника в дальней лаборатории. Хенк, как обычно, был занят делом, он проверял проводку и программное обеспечение исследовательского оборудования. Увидев Олсена, он оторвался от своего занятия.\n— Ну, что там? — спросил техник.\n— Одли Стейси погибла, — прозвучал ответ, — какая-то тварь вылезла у неё из живота, очень быстрая тварь, напоминающая червя, я попытался пристрелить её, но она скрылась в вентиляции. Мои люди уже ищут её, что-то можешь сделать? Все наши резервы активны, нужно просканировать станцию и найти существо.\n\n— Бедная девочка... Я постараюсь разобраться со сканером, но тут древнее оборудование и оно, вероятно, бесполезно. Олсен, я сделаю всё, что в моих силах. Ладно, как там Лирит?\n— Она шокирована, она здорово испугалась, впрочем как и мы все. Тебя звал Аки Широ, он сейчас с ней. Думаю он ей все тоже самое рассказал, он наблюдал за происходящим через систему видеонаблюдения.\n\nХенк покинул лабораторию и направился на встречу с главой исследовательского центра и Лирит. Дверь за ним закрылась, а Олсен какое-то время смотрел ему вслед.\n\"Нужно изолировать станцию\" — думал он и не увидел двухметровую фигуру приближающуюся к нему, почти беззвучно. Монстр настиг его мгновенно. Это был организм, ставший взрослым чуть больше, чем за час, его клетки делились с невероятной скоростью.\n\nЧужой отдалённо напоминал человека, его руки оканчивались пятипалыми кистями с длинными острыми когтями, когти были и на ногах, кожа было твердой и черной, как смола. По всей поверхности тела, под кожей вились толстые жилы, напоминающие витые трубки, череп был вытянут назад, а в зубастой пасти шевелился тугой язык, имеющий так же ряд зубов. На спине Чужого располагались четыре торчащих, черных, не полых, трубкообразных нароста. Длинный гибкий хвост существа венчало острое жало. Теперь, крепко держа беспомощного человека, организм не медля рванул по коридору и скрылся в шахте вентиляции.\n\nНекоторое время спустя, Руф подошел к палате, в которой общались Аки Широ и Лирит, немного поколебавшись, нажал кнопку на панели, дверь мягко, с легким трением поднялась вверх, и он вошел внутрь. Тела Одли уже не было, лишь осколки, пятна крови на кушетке и полу, говорили о случившейся здесь трагедии. \n\"Похоже санитары уже унесли мертвое тело на кремацию...\" — пронеслось в голове у старшего техника.",
    "answers": [
      {
        "id": 25,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 24,
        "text": "big",
        "url": "https://fastpic.co/images/1527423409.png"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n\n\nЭпизод: Мы его видели.\n\n— Нужно уничтожить эту мерзкую тварь! — говорила Лирит главе исследовательского центра, видимо на смену панике и страху пришла злость.\n— Я полностью согласен с вами Кира, смерть профессора это огромная утрата для нас всех и для науки, мы обязательно избавимся от неё, — отвечал ей седой мужчина, — вы же знаете политику компании и я полностью поддерживаю её. Руководство уже оповещено, к сожалению головная станция находится от нас в тридцати тысячах миль, и мы не можем надеяться на их помощь, в ближайшее время.\n\nАки Широ замолчал, задумчиво потирая висок, тут он обратил внимание на вошедшего:\n— Хорошо, Лирит, можете идти, но не советую покидать научный комплекс, отправляйтесь в комнату отдыха, а мы пока подумаем, что можно сделать.\nДевушка глубоко вздохнула, поднялась из медицинского кресла и вышла из палаты. Было слышно, как её шаги всё тише отдаляются.\nШиро пристально посмотрел на вошедшего техника:\n— Вы в порядке? — спросил он.\n— Я совершенно в порядке, господин Аки Широ, как всегда. — ответил Хенк.\n— Отлично, давайте найдём существо, есть идеи?\n— К сожалению, оборудование станции не позволит определить точное местоположение организма, но можно воспользоваться мониторами наблюдения, возможно объект покинул вентиляцию.\n— Хорошо, так и поступим, надеюсь нам удастся избежать проблем не покидая станцию. — с надеждой в голосе отозвался Аки Широ.\n\nДвое мужчин направились в комнату наблюдения. Десять минут спустя они были на месте, они вошли в мониторную, и им навстречу выбежал возбуждённый, бледный как мел сотрудник службы безопасности, молодой мужчина в военной форме.\n— Т-там командир Олсен Дж., — нервно проговорил безопасник, — его забрало, утащило в вентиляцию... нечто, какой-то чужой организм.\n— Где? Вы видели существо? —  спросил Хенк.\n— Это л-лаборатория \"D\", идем, я покажу запись.\n— Спокойней, боец. — подбодрил его Аки Широ, как тебя зовут?\n— Френк Нортон, сэр, Аки Широ, я знаю кто вы, а ваш спутник, кажется старший техник.\n\nМужчины прошли вглубь мониторной, множество экранов разных размеров, закреплённые на столах выводили изображения с камер наблюдения и различные данные. Безопасник подошел к одному из мониторов и ввел несколько команд с клавиатуры на столе. На экране появилось изображение дальней лаборатории. Было видно, как Хенк и Олсен разговаривают у выхода из помещения, вот Хенк уходит, а к Олсену Дж. сзади подкрадывается чужой организм, хватает мужчину и резво утаскивает в шахту вентиляции.\n— Есть еще кое что... — Френк щёлкает по клавишам, меняя настройку и перематывает запись.\nНа этой записи Чужой хладнокровно убивает научного сотрудника.\n— Это был Гарет Браун, друг и коллега Одли Стейси, — опознал убитого Аки Широ, — похоже он разделил судьбу своей подруги, но хотя бы не мучался перед смертью...",
    "answers": [
      {
        "id": 26,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 25,
        "text": "big",
        "url": "https://fastpic.co/images/1527424120.png"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n\n\nЭпизод: Ксеноморф.\n\nНекоторое время люди обсуждали произошедшее. Было решено изолировать станцию.\n— Я направлюсь в свою лабораторию, вероятно я смогу отслеживать существо и оттуда, с моих личных мониторов и подумаю, что можно предпринять, но пока нельзя позволить Чужому покинуть комплекс. — сообщил глава научного отдела. — Мне понадобятся два вооружённых бойца охраны.\nФренк Нортон с помощью своего коммуникатора вызвал двух сотрудников охраны, предупредив их о смерти командира и о ситуации в общем.\n\nНад станцией вновь разнеслось тревожное сообщение:\n\"Внимание, чрезвычайная ситуация. Код 1588¹. На станции обнаружена враждебная форма жизни, производится срочноя изоляция станции. Уровень угрозы — Омега.\"\nВсе внешние двери и шлюзы, а так же шахты вентиляции были перекрыты дополнительными перегородками. Хенк Руф направился в комнату отдыха. Аки Широ с двумя телохранителями прибывшими по тревоге, направился в свою лабораторию.\n\nГлава исследовательского центра и двое вооруженных людей шли по коридорам и даже не догадывались, что им готовится встреча с совершенным организмом. Они проследовали мимо нескольких лабораторий и жилых зон, в которых находились испуганные сотрудники станции. Многие из них так же видели Чужого через систему видеонаблюдения. Черная тень рухнула сверху прямо перед лицом Аки Широ.\n— Ксеноморф... — прошептал он, и в ужасе бросился обратно, но монстр быстро настиг его и разорвал на части. Двое бойцов охраны лишь успели вскинуть винтовки, но тварь схватив одного, прокусила ему череп свои зубастым языком, одновременно с этим пронзила острым, длинным хвостом второго.\n\nЧужой на этот раз не стал скрываться в шахте, а пошел прямо по коридорам и лабораториям, убивая всех на своём пути.\n\n1. Важная информация.",
    "answers": [
      {
        "id": 27,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 26,
        "text": "big",
        "url": "https://fastpic.co/images/PicsArt_05-27-03.50.18.png"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n\n\nЭпизод: Защитник.\n\nСтарший техник был сильно озабочен ситуацией.  Он хотел, без сомнения, уничтожить Чужого и защитить обитателей станции. Он мог собрать портативный прибор слежения, в основе которого, техник собирался смастерить датчик определяющий резкие изменения плотности воздуха. Он еще не до конца представлял устроиство будущего прибора, но слышал, что какой-то техник из Вэйланд Ютани смог собрать нечто подобное. Но этим он займется чуть позже. Сейчас мужчина направлялся навестить свою коллегу — оператора Цистерны.\n\nТем временем, в комнате отдыха Лирит принимала душ. Она пыталась смыть с себя нервное напряжение, ей чудилось, будто в её чреве зреет мерзкое, гибкое, зубастое существо. Подставив обнажённые плечи под струи воды, она не решалась закрыть глаза, но постепенно, мягкая теплая вода сделала своё дело, девушка понемногу расслабилась и тихонько села на бордюр душевой, опустила голову и обняв колени, смежила веки. Тут она услышала резкий удар, будто, что-то массивное упало на пол. Она встала, аккуратно протерла ладонью запотевшее стекло душевой кабинки и увидела Чужого. От неожиданности вскрикнув, девушка упала на дно душевой, в ужасе зажимая рот руками.\n\nСнаружи послышался звук разбитого стекла, раз, другой и комната отдыха погрузилась в еле проглядную, вязкую тьму. Послышались тяжелые шаги и скрюченные черные пальцы потянулись к беззащитной, обнаженной девушке. Следом за рукой появилась жуткая, чуть бликующая голова. Чужой шумно выдохнул, едкая слюна слегка пузырилась в его пасти, издавая странный звук. Язык с маленьким ротовым отверстием, усеянным зубами, тянулся к лицу Лирит.\n\n— Кира, ты где? У тебя все хорошо? Что со светом? — послышался голос Хенка.\nЛуч света фонаря, осветив комнату упал на Чужого.\n— Х-хенк, п-помоги... — прошептала Лирит.\n\nМужчина без раздумий набросился на монстра, но тот быстрым ударом хвоста отшвырнул техника так, что тот отлетел в стену, оставив на ней вмятину, и упал на пол, но он тут же, подняв взгляд на Чужого, внимание которого он полностью захватил, быстро встал на ноги. Монстр прыгнул, атакуя, но Хенк увернувшись, сильным апперкотом отправил существо в полёт. На руке остались следы кислоты, начавшие разъедать кисть, но старший техник не чувствовал боли. Тварь быстро вскочила, вновь бросившись на мужчину, и тот попытался схватить её за шею, но кисть перестала слушаться его. Чужой повалил соперника на пол, но технику удалось отпихнуть того ногой.",
    "answers": [
      {
        "id": 28,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 27,
        "text": "big",
        "url": "https://fastpic.co/images/1527425113.png"
      }
    ]
  },
  {
    "id": 28,
    "text": "\n\n\nЭпизод: Андроид.\n\nУ Хенка с собой не было оружия, лишь металлический фонарь закреплённый на плече.  Он с силой сорвал его и стал молотить подскочившего Чужого. Это возымело некий эффект, удары пробивали шкуру, но кислота, заменяющая кровь твари, оставляла сильные ожоги на теле Хенка, да еще гибкий хвост оставил несколько дыр.\n\nВдруг раздался жуткий звук, он кажется заполнил собой всю станцию. Организм отскочил от мужчины и быстро запрыгнув в шахту вентиляции, скрылся. Наступила тишина. Фонарь погас, он практически полностью расплавился.\nХенк Руф стоял, прислонившись спиной к стене, он был сильно повреждён, но не отключился, он нажал пару кнопок менее покалеченной рукой на панели рядом, в комнате загорелись тусклые аварийные лампы.\n— Лирит, ты цела? — спросил он.\n— Хенк, ты жив?! Я сейчас! — Лирит выскочила даже не завернувшись в полотенце и приблизилась к мужчине.\n— Лирит, поможешь мне с ремонтом? Некоторые связки на руках разъело кислотой. — Хенк недовольно наморщил лоб.\n— Так ты, андроид?! — удивилась девушка, и тут она вспомнила, что ни чем не прикрыта и быстро убежала в душевую, а вернулась замотанная в полотенце.\n— Да, так что можешь не стесняться, я ведь не совсем мужчина.\n— Жаль, очень жаль, и почему за все месяцы, ты не сказал, что ты синтетик?\n— Мне не рекомендуется распространяться об этом. Не все люди способны доверять андроиду, так всем будет спокойнее.\n— Спасибо тебе. Сможешь дойти до лаборатории? Там должны найтись подходящие инструменты, чтобы восстановить тебя.\n— Смогу, идем. — чуть грустно улыбнувшись ответил синтетик. — Похоже, наш незванный гость быстро вырос...\n\nОператор Цистерны, еще раз оглядев повреждённого андроида, ободряюще коснулась его, сунула ноги в ботинки, взяла в охапку свою одежду, лежавшую на полке возле душевой и покинув комнату отдыха, они направились в лаборатории. Капли крови Чужого еще какое-то время разъедали пол в комнате, но вскоре остановились, утратив окончательно активность.",
    "answers": [
      {
        "id": 31,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 28,
        "text": "big",
        "url": "https://fastpic.co/images/1527425238.png"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n\n\n\"Спустя время, снова ухожу в вентиляцию, так можно быстрее достичь более отдалённых областей. Я ощущаю страх жалких организмов, которые все скоро будут уничтожены,  часть из них станет инкубаторами. Быстро двигаясь по узкой трубе вентиляции, я вновь оказываюсь у обиталища существ. Чувствую одинокую, беззащитную, почти неподвижную жертву и впереди подходящее отверстие — выход из шахты. Спрыгиваю вниз, я осматриваю комнату. Жертва издала крик, как обычно, я точно знаю где она. Жалом хвоста я разбиваю источники света, можно устроить тут засаду, эти существа всегда любопытны. Подхожу к перегородке за которой прячется жертва, я всмативаюсь в угол, жертва, я чувствую запах, сейчас я вкушу её плоть и она умрёт.\"\n\n«Кира, ты где? У тебя всё хорошо? Что со светом?»\n\n\"Я слышу речь, но это не живой организм. Предмет направляет на меня луч света, я разворачиваюсь и слышу шепот за спиной, в этот момент неживой атакует меня. Рефлексы сработали быстрее осознания, ударяю его хвостом, отбрасывая в стену. Это должно убить его, но предмет, так похожий на живое быстро поднимается. Нужно быстрее уничтожить этого. Я прыгаю, чтобы схватить цель, но тут же ощущаю ответный удар и падаю. Встать! Уничтожить! Бросаюсь на врага и прижимаю его к полу, толчок, он отпихивает меня, я снова атакую, но пропускаю удары твердым предметом, чувствую раны, не значительно. Хвостом пробиваю тело неживого, но он все сопротивляется.\"\n\"Внезапно я ощущаю Зов, я отскакиваю от противника, это Зов королевы, она полностью сформировалась. Инстинкты взревели, я быстро впрыгиваю в шахту и спешу вниз к реактору, к будущему гнезду.\"",
    "answers": [
      {
        "id": 30,
        "text": "На Зов..."
      },
      {
        "id": 29,
        "text": "big",
        "url": "https://fastpic.co/images/1527689355.png"
      }
    ]
  },
  {
    "id": 30,
    "text": "\n \n\n\"Спускаюсь, Зов всё ближе. Вылезаю из отверстия шахты, инстинкт торопит меня, я быстро приближаюсь к пока еще пустому гнезду, и тут Королева предстаёт передо мной во всём своём величии. Скоро, очень скоро, она будет готова отложить яйца. Она знает, что не одна и может быть спокойна.\"\n\"Проходит время, я охраняю королеву.\" \"Она растет\"\n\"Осознание, я чувствую требование Королевы доставить инкубаторы для отложенного потомства. Нетерпение, наконец-то.\"\n\"Через время, я закатываю в сети гнезда всё новые и новые инкубаторы, кладка скоро начнет перерождение.\"\n\"Существа в сознании, они пытаются освободиться — тщетно. Потомство готово, яйца начинают открываться и уже несколько носителей начинают своё дело, вскоре наступает тишина. Созревание. Тела инкубаторы теперь кричат от боли, сородичи выходят на свет. Остаётся ждать, скоро нас станет больше.\"\n\"Пришло время, инстинкт велит нам, что делать дальше, решение только за нами, сомнений нет, безопасность королевы или доминирование, уничтожение иных организмов.\"\n\n* Повествование обрывается. Можно вернуться к началу.",
    "answers": [
      {
        "id": 30,
        "text": "На уничтожение оставшихся инородных организмов."
      },
      {
        "id": 30,
        "text": "Охранять королеву, беречь кладку."
      },
      {
        "id": 30,
        "text": "big",
        "url": "https://fastpic.co/images/1527690076.png"
      },
      {
        "id": 30,
        "text": "big appear very slow",
        "url": "https://fastpic.co/images/1527689980.png"
      },
      {
        "id": 13,
        "text": "-> ... <-",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": "\n\n\nЭпизод: Технические работы.\n\nВ лаборатории Лирит велела Хенку подождать, она отошла за ряд технических мониторов и сбросив на спинку компьютерного кресла полотенце, быстро переоделась в свою форму. К её сожалению, другой одежды под рукой не было. Она глянула на андроида, который будто бы в задумчивости присел на один из системных блоков, отключенный в данный момент от общей системы и заваленный каким-то хламом.\n\n— Что делать? — спросила девушка, одевшись она почувствовала себя увереннее.\n— Для начала придется отсоединить мою правую руку и перепаять плечевой механизм, это самое трудное, остальное я отремонтирую самостоятельно.\n— Что, руку оторвать? — ошарашено спросила Лирит.\n— Отсоединить, — поправил её андроид, — возьми инструмент.\nХенк протянул ей левой рукой специфический инструмент, который он достал из небольшой поясной сумки.\n— Кислота разъела шарнир, придется заменить, и у меня есть подходящая деталь. — он вынул предмет всё из той же сумки.\n\nТридцать минут работы под чутким руководством синтетика и вот плечо восстановлено, провода перепаяны. Девушка и синтетик какое-то время обсуждали происходящее. Техник поведал ей все, что он видел на мониторе в комнате наблюдения, попутно подправляя менее сложные повреждения на теле, из которых лениво сочилось белое синтетическое вещество, и правой руке:\n—... к сожалению, Олсен Дж. был похищен этим организмом. И теперь я намерен сделать прибор слежения, чтобы определять присутствие твари в ближайших вентиляционных шахтах. И думаю твоя помощь мне не помешает, у меня есть пара идей, но две головы лучше чем одна, хоть это и не твой профиль.\n\nХенк и сам мог справиться, но ему хотелось немного отвлечь Лирит. Они занялись работой и через час прибор был готов, в этой технической лаборатории было полно материалов для сборки.",
    "answers": [
      {
        "id": 32,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 31,
        "text": "big",
        "url": "https://fastpic.co/images/1527446166.png"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n\n\nЭпизод: Принятие решения.\n\n[Сохранение прогресса.]\n\nУ Хенка на поясе засигналил коммуникатор, который чудом не был разбит. Посмотрев на насторожившуюся девушку, техник нажал кнопку приёма:\n— Старший техник Хенк Руф, слушаю.\n— Хенк, Лирит жива? — послышался сильно встревоженный голос Френка Нортона, который после исчезновения Олсена Дж. стал исполнять обязанности командира службы безопасности. — Вам нужно это увидеть, тварь на станции не одна, у них целое гнездо под реактором!\nПереглянувшись, андроид и оператор рванули к комнату наблюдения.\n\nДесять минут спустя. Мониторная.\n\n— Скольких они убили?! Больше шестидесяти человек!  И почти столько же, уже \"превращены в коконы\"! И ты молчал?! — Лирит вышла из себя и орала на И.О. командира службы безопасности.\nМужчина был напуган и ошеломлён, но всё же, он наконец взял себя в руки, схватил Лирит за плечи и хорошенько встряхнул:\n— Успокойтесь немедленно! Этим делу не поможешь!\n— Ладно, успокойтесь оба, нельзя позволить этим организмам распространиться еще больше. Нужно уничтожить их королеву и кладку отложенных, еще не раскрытых \"яиц\". Нам еще повезло, что реактор работает автономно.\n\nФренк и Лирит смотрели на техника.\n— Нам нужно определиться с дальнейшими действиями. Мы должны уничтожить тварей, пока они не уничтожили всех людей на планете. — Андроид говорил спокойно, без лишних эмоций. — Могу предложить два варианта. Первый: мы соберем всех вооружённых бойцов имеющихся на станции и большим отрядом будем пробиваться к реактору, чтобы уничтожить королеву в первую очередь и кладку. Второй вариант: несколько пар постараются незаметно пробраться к реактору и заминировать его, но тогда придётся срочно покинуть комплекс. По имеющимся данным, на станции не осталось ни научного персонала, ни других рабочих, лишь вооружённые люди, способные защищаться и умеющие выживать.\n\n— Хм... Хорошо, — задумчиво почесав подбородок сказал Френк, — я оповещу выживших о сборе, для начала. С помощью терминала, он оповестил по громкой связи людей оставшихся на станции и вскоре наиболее смелые и решительные прибыли в мониторную, всего собралось шестнадцать человек. Нужно решить, что делать теперь...",
    "answers": [
      {
        "id": 33,
        "text": "Фаза Альфа.\nВооружиться, прорваться к гнезду отрядом.",
        "middle_answer": false,
        "left_answer": true
      },
      {
        "id": 34,
        "text": "Фаза Бета.\nВооружиться, прокрасться парами и заминировать реактор.",
        "right_answer": true,
        "middle_answer": false
      },
      {
        "id": 1,
        "text": "X======>",
        "middle_answer": true
      },
      {
        "id": 32,
        "text": "big",
        "url": "https://fastpic.co/images/1527446890.png"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n\n\nЭпизод: Стратегия действий.\n\nОбсуждение не заняло много времени, конечно не все были единодушны, но в итоге, признали целесообразность выполнения задачи именно отрядом. Ведь совокупной боевой мощью, как предпологалось, будет значительно проще удерживать Ксеноморфов на безопасном расстоянии. Все же никто не хотел оказаться с ними лицом к лицу.\n— Я надеюсь, все готовы, придется добраться до оружейного склада и вооружиться, — Френк Нортон разъяснял дальнейшие действия, — на мониторах тварей не видно, но есть вероятность, что они поджидают в ближайших шахтах вентиляции.\n\nХенк оторвав взгляд от мониторов, продемонстрировал собранный прибор слежения:\n— С этой штукой сюрпризов быть не должно, датчик оповестит о присутствии Чужих в ближайших к отряду шахтах и комнатах.\n— Ладно, действуем осторожно, выдвигаемся.\n\nВыжившие медленно и не шумя, продвигались по коридору, прибор старшего техника не издавал никаких тревожных сигналов, и вскоре отряд достиг оружейной комнаты.\n— Хорошо, вижу все вооружились и вполне готовы, есть идеи, каким путём идти к реактору ?\nЛирит, державшая в руках ручной огнемёт произнесла:\n— Думаю лучше спуститься по лестнице \"F\", внизу большие старые ворота, ведущие в реакторный отсек и там будет больше пространства для манёвра.\n— Да, это хороший план, — сказал андроид, — скрежет подшипников привлечет Чужих, обитающих возле реактора и мы сможем накрыть их шквальным огнём, к тому же, мы сможем вести активную стрельбу, находясь достаточно далеко от самого реактора.\n— Хенк, Кира, вам приходилось служить в армии? — удивлённо спросил Френк Нортон. — неплохое тактическое решение, я бы лучше не придумал. И это ближайший из доступных входов.\nХенк Руф, остался бестрастен к реплике, а Лирит лишь смущенно пожала плечами.\n\nСпустя время, выжившие добравшись до лесницы, спускались к своей цели:\n— Не отставать. — тихо скомандовал Нортон.\nБойцы охраны движущиеся вместе с отрядом, с особым тщанием смотрели по сторонам. Они чувствовали, возможно большую ответственность за других, чем остальные.\nСпуск окончился, люди все крепче сжимали в руках своё оружие.\n",
    "answers": [
      {
        "id": 45,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 33,
        "text": "big",
        "url": "https://fastpic.co/images/1532440456.png"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n\n\nЭпизод: Коридоры.\n\n— Хм... Приступим... И так, нам придётся сильно рисковать, проводя операцию, нам нужно дойти до склада с оружием и боеприпасами. Коридор, ведущий туда, как вы видите на мониторе, пуст, но нет гарантии, что Чужих не окажется в ближайших вентиляционных шахтах. — говорил Френк Нортон.\n— Думаю, мы сможем определить их присутствие. — синтетик показал прибор слежения.\n— Хорошо, тогда отправляемся немедленно. — скомандовал Нортон.\n\nНе произнося ни слова, не издавая ни звука, люди направились в оружейную. К счастью, им удалось добраться без происшествий, прибор в руках старшего техника не подавал сигналов. В оружейной было полно оружия, даже слишком много для оставшихся выживших. На всех нашлись и бронежилеты. Выжившие с интузиазмом разбирали аммуницию.\n— Лирит, что возьмёшь кроме брони? — спросил Хенк.\n— Думаю, стрелковое оружие не для меня, вот огнемёт — самое-то. — оператор уже держала оружие в руках.\n— Отлично, кажется все готовы, — проговорил Френк, он, как и синтетик, уже вооружился легким автоматом, — я возьму в пару Джона из бойцов охраны, остальные вижу уже определились с напарниками.\n— Мы пойдём вместе с Хенком. — Лирит бросила взгляд на андроида.\nХенк согласно кивнул.\n\nВыжившие, вооруженные и снаряжённые минами, направились к реактору разными путями. Им было необходимо спуститься на два уровня вниз, минуя технический. Некоторые пары шли вчетвером, по двое на некотором расстоянии друг от друга, те, что сзади, прикрывали тыл. К сожалению, миновать технический уровень удалось не всем. Чужие будто устраивали засады.\n\nХенк и Лирит приближались к лифту ведущему на нижний уровень, и тут засигналил прибор Хенка, а из шахты вентиляции показалась пасть Ксеноморфа. Лирит успела заметить его, в коридоре было достаточно света, и окрыла огонь из огнемёта. Мощное пламя охватило тварь, которая сразу скрылась обратно в отверстии шахты. В тот же миг андроид услышал звук у себя за спиной, обернувшись он выпустил очередь тяжелых пуль в тело другого монстра. Чужой с визгом, повалился на пол заливая пространство едкой, желтой кровью.\n\nХенк и Лирит рванули в лифт, двери закрылись и еще один монстр с силой врезался в них, к счастью кабина лифта быстро увезла двух людей из опасной зоны. Разочарованный рёв Чужого вскоре затих наверху.\n— Неужели этих тварей можно убить... — нервно пробормотала девушка.\nЕё напарник молча перезаряжал своё оружие.",
    "answers": [
      {
        "id": 37,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 34,
        "text": "big",
        "url": "https://fastpic.co/images/1527448025.png"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "\n\n\nЭпизод: \"Мирная работа\".\n\nТем временем, лестница \"F\".\n\n\"Не так я себе это представлял, ох не так. Хотел безопасной работы, и специально устроился на не военный объект, и что тут могло произойти... черт...?!\" — напряжённо размышлял Френк Нортон, спускаясь за напарником по лестнице, ведущей ко входу в реакторный отсек.\n\nОни наконец спустились на нужный уровень, перед ними предстала массивная двустворчатая дверь с двумя панелями. Напарник Френка ввел код доступа с клавиатуры на одной из панелей управления дверью, но дверь не открылась.\n— Что за ерунда? — он ввел код повторно во вторую панель и ноль реакции.\n— На станции ведь карантин, нужно осуществить синхронный ввод кода с двух панелей. — напомнил Френк.\n— Да, как-то я не сообразил. — прозвучал ответ.\nВстав у пультов по обе стороны двери, мужчины синхронно, проговаривая цифры кода, ввели его. Створки медленно, со скрипом поскользили в стороны. Этой дверью редко пользовались, а смазку тяжёлых подшипников меняли еще реже.\n\nНаконец створки замерли, а мужчины прислушались, и не услышав никаких посторонних звуков, боец охраны шагнул внутрь. В ту же секунду, острое жало длинного хвоста пронзило его голову вертикально сверху, человек упал замертво и тут же на его тело, с мерзким хрустом приземлился Чужой. Нортон вскинул автомат и выпустил длинную очередь в тварь, которая с визгом отскочила в сторону, но тяжелые пули пробив голову поразили мозг организма и тот рухнул убитый. Ему на смену пришли еще двое, но Нортон смог их сильно ранить и они отбежали, хотя один из них успел пронзить жалом хвоста живот стрелка.\n\nНа какое-то время наступила тишина, но было слышно как Чужие вновь приближаются к обречённому человеку. Он достал коммуникатор и вызвал Хенка.\n—Хенк, плох-хо д-дело, — с трудом проговаривая слова произнёс он, — похоже мне конец, мы не смогли з-заложить снаряд...\nМужчина закашлялся и оборвал связь. Он сидел прижавшись к стене и новые, и новые Ксеноморфы приближались к нему, он истратил все патроны, теперь выпуская пули из штатного пистолета, но тщетно, тварей было слишком много.\n\n— Ну давайте... — достав гранату он нажал кнопку активации, в этот момент монстры набросились и растерзали его. Граната, издала звук готовности. Несколько десятков Чужих разорвало синее солнце мощнейшего взрыва плазменной гранаты. К счастью, или к сожалению, взрыв произошёл довольно далеко от самого реактора и не повредил его...",
    "answers": [
      {
        "id": 38,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 37,
        "text": "big",
        "url": "https://fastpic.co/images/1503384333.png"
      }
    ]
  },
  {
    "id": 38,
    "text": "\n\n\nЭпизод: Ключевые меры.\n\n—\"...мы не смогли з-заложить заряд...\" — старший техник и оператор Цистерны с тревогой выслушали сообщение Френка.\n— Хреново, может случиться так, что ни одна группа не выживет, и уж тем более не справится с задачей, — рассуждал вслух, чуть слышно синтетик, — может не стоило разделяться, не потеряй мы Олсена Дж., может все было бы иначе, и как говорил господин Аки Широ: \"Легче найти десять тысяч солдат, чем одного генерала\"...\n— Это было общее решение, уже поздно что-либо менять, да и каждый из нас, вероятно, знал на что идет, и выбор-то был не велик. — ответила Лирит.\n— Ладно, мы должны... — начал фразу Хенк, и в этот момент раздался мощный, сопровождаемый визгом Чужих, взрыв из реакторного отсека. Свет в кабине лифта замигал и тут он остановился, створки дверей резко открылись. Две фигуры замерли в лифте и всматривались в слабо освещенный коридор, ведущий  к реактору.\n\n\"Внимание! Авария в реакторном отсеке. Приказ старшему технику прибыть в отсек для ликвидации повреждений.\" \"Внимание! Авария в реакторном отсеке...\"\n— Олсен... — вздохнула девушка.\n— И как вовремя я оказался тут... -пробубнил синтетик.\n\"Неполадки в системе. Невозможно активировать системы тушения пожара.\"\n\nОни осторожно двинулись по коридору, к шлюзу реакторного отсека, какие-то осклизлые образования наросли на стены. Окошко в шлюзовой двери было непроглядным, видимо все пространство по ту сторону затянуло дымом возникшего после взрыва гранаты пожара. Техник подошел к сканеру отпечатков на панели возле шлюза и положил ладонь на устройство.\n— Повезло, что реактор не дестабилизировало взрывом. — шепнула Кира.\n— Слушай, Лирит, думаю тебе не стоит идти туда, ты можешь задохнуться от дыма.\n— Не думай, я предусмотрительно прихватила респиратор, у меня он почти всегда под рукой, не всегда могу выносить вонь Цистерны.\n— Ты молодец, конечно, но ты все равно там ничего не увидишь... — Хенк пожал плечами.\n— Ладно, как скажешь, наверно, я буду ждать тут. Не тяни с этим, заканчивай побыстрее. Возьмешь и мой комплект мин?\nРуф отрицательно качнул головой:\n— Полагаю, тебе лучше выбираться наверх, не факт, что я вернусь до детонации или вообще смогу заложить заряд. В любом случае, через двадцать минут беги к космопорту и улетай с планеты. Впрочем не мне решать.\n\nДевушка внимательно смотрела на андроида.\nХенк, разблокировал замок и шлюзовая дверь отъехала в сторону, впустив клуб едкого дыма в проход. Вошедший тут же, использовав внутреннюю панель, закрыл электронный замок шлюза за собой и скрылся из виду.",
    "answers": [
      {
        "id": 39,
        "text": "Кира игнорирует совет.",
        "middle_answer": true
      },
      {
        "id": 40,
        "text": "Кира соглашается.",
        "middle_answer": true
      },
      {
        "id": 38,
        "text": "big",
        "url": "https://fastpic.co/images/1506339895.png"
      },
      {
        "id": 38,
        "text": "movie very slow pulsate very slow big",
        "url": "https://fastpic.co/images/1527498378014.png"
      },
      {
        "id": 38,
        "text": "movie slow pulsate slow big",
        "url": "https://fastpic.co/images/1527498378014.png"
      },
      {
        "id": 38,
        "text": "movie pulsate big",
        "url": "https://fastpic.co/images/1527498378014.png"
      },
      {
        "id": 38,
        "text": "movie very slow pulsate very slow big",
        "url": "https://fastpic.co/images/cloud320x170-270x190.png"
      },
      {
        "id": 38,
        "text": "movie slow pulsate slow big",
        "url": "https://fastpic.co/images/cloud320x170-270x190.png"
      },
      {
        "id": 38,
        "text": "movie fast big",
        "url": "https://fastpic.co/images/4-220x160.png"
      },
      {
        "id": 38,
        "text": "movie very slow pulsate very slow big",
        "url": "https://fastpic.co/images/area05-smoke-21-270x190.png"
      }
    ]
  },
  {
    "id": 39,
    "text": "\n\n\nЭпизод: Наперекор судьбе.\n\nВ сомнениях девушка простояла недолго. Она, однако, представляла опасность того, что собирается сделать, но некие чувства, возможно привязанность к андроиду, не позволили ей уйти. Надев респиратор и собравшись с мыслями, оператор шагнула к панели управления дверью. Красный индикатор дал понять, что шлюзовой замок заблокирован. Кира склонилась к панели и внимательно посмотрела на маленький монитор, её пальцы скользнули к клавиатуре.\n\n\"Введите код системы безопасности, соответствующий текущему уровню угрозы¹.\"",
    "answers": [
      {
        "need_ever": true,
        "middle_answer": true,
        "text": "Взломать систему.",
        "need": [
          53,
          52,
          44
        ],
        "id": 55
      },
      {
        "id": 50,
        "text": "0",
        "instant": false,
        "left_answer": true
      },
      {
        "right_answer": true,
        "text": "1",
        "middle_answer": false,
        "instant": false,
        "id": 43,
        "left_answer": false
      },
      {
        "right_answer": false,
        "text": "2",
        "middle_answer": false,
        "instant": false,
        "id": 50,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "3",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "4",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "5",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "6",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "7",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "8",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "9",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 39,
        "text": "big",
        "url": "https://fastpic.co/images/1528349549.png"
      },
      {
        "id": 39,
        "text": "1. Ищите код в начальных эпизодах, либо прочитайте все другие эпизоды о людях.",
        "comment": true
      }
    ]
  },
  {
    "id": 40,
    "text": "\n\n\nЭпизод: Они все мертвы.\n\nПрошло несколько минут. Сжав кулаки, Кира развернулась и бросилась вверх по ответвлению коридора к космопорту комплекса. Она не хотела подвести Хенка, боялась сделать напрасными его действия или как-то помешать ему. Лампы освещения проносились мимо нее, озаряя коридор — ее вероятный путь к спасению. Девушка бежала, вглядываясь вперед и страшась столкнуться с враждебными тварями, устроившими хаос на мирной станции.\n\nВнезапно она услышала крики, эхом отражающиеся от стен. Оператор от неожиданности споткнулась и упала на пол, прямо у входа в ангар космопорта. Дернувшись, она резко поднялась на ноги и едва снова не потеряв равновесие, спиной ударилась о стену и прижавшись к шершавой поверхности, замерла. Чужие на платорме космопорта хладнокровно добивали несчасных обитателей станции, пытающихся добраться до транспорта.\n\"Проклятые твари...\" — мысль безысходно растворилась, жалость жгла глаза, прерывала дыхание.\nДевушка, едва дыша, не шевелилась и следила за монстрами, которые разделавшись со своими жертвами сразу рванули в стороны и по стенам в отверстия вентиляции. С визгом последней скрывшейся в вентиляции твари, зловещая тишина накрыла пространство.\n\nДевушка немного отступила от стены и сжав зубы, сделала шаг вперед, затем второй шаг, третий. Увидев подходящий транспорт, она не сдержалась и изо всех сил побежала к челноку, на который теперь была возложена её последняя надежда на выживание.",
    "answers": [
      {
        "id": 44,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 40,
        "text": "big",
        "url": "https://fastpic.co/images/1529845181.png"
      }
    ]
  },
  {
    "id": 41,
    "text": "\n\n\nРаздел: Важная информация.\n\nВажно!\nВо избежание возможных неполадок в работе приложения (зависания), настоятельно рекомендуется в настройках выбрать \"Крупный\" шрифт или меньше.\n\nВсе изображения и/или их фрагменты, использованные в квесте, а так же некоторые термины и названия, являются собственностью их владельцев.\n\nКвест \"ЧУЖОЙ: Рождение\" написан по мотивам оригинальной киновселенной \"ALIEN\" Ридли Скотта, а также расширенной вселенной.\n\nТип: Вариативное, книжное повествование, эпизодическая новелла.\n\nЖанры: Фантастика, ужасы.\n\nНекоторые термины имеют исключительно авторское значение.",
    "answers": [
      {
        "id": 2,
        "text": "Начать.",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "<======Х",
        "middle_answer": true
      },
      {
        "id": 41,
        "text": "big",
        "url": "https://fastpic.co/images/1527377953.png"
      }
    ]
  },
  {
    "id": 42,
    "text": "\n\n\nЭпизод: Прочь!\n\n— Кира, уходи, быстро! — выкрикнул андроид.\nДевушка спотыкаясь и поскальзываясь от напряжения, сделала единственное, что могло, хоть как-то помочь технику, бросила под ноги Королевы огнемёт и закрыла шлюз. Страх овладел её разумом, она не могла больше бежать. Дрожь сковала тело. Она лишь  напряженно вглядывалась в окошко шлюзовой двери.\n\nСинтетик на пределе сил извернулся из хватки Королевы, как пружина оттолкнувшись от пола, и перекатившись через плечо, он схватил огнемет, и тут его снова настигла когтистая конечность, потянула к себе. Пасть твари оказалась прямо перед его лицом и он с силой вогнал баллон оружия в эту зубастую пасть. Челюсти монстра сомкнулись, горючая смесь вырвалась на свободу и взорвалась, воспламенившись от огонька, на вершине ствола огнемёта.\n\nПламя и осколки швырнули монстра и андроида в противоположные стороны, самка ксеноморфов, утонула в дыму, а Хэнк впечатался в стену, возле шлюза.\n\nКира, сбросив оковы онемения, вбила код в клавиатуру управления дверью и  рванув к Хэнку, изо всех сил дёрнула его на себя, перекинув руку через плечо, втащила синтетика в шлюз и вновь заперла его. В окне двери показалась морда чудовища, и то когти со скрежетом скребли с другой стороны, то её мощные удары сотрясали пространство.\n\nСинтетик выглядел ужасно: он сильно обгорел, конечности плохо слушались его. Сфокусировав взгляд на Кире отбросившей респиратор и с трудом обретя равновесие, он сказал:\n— Спасибо, Кира... Скорей, улетаем отсюда.\n\nСоседний коридор ответвлением вёл под наклоном вверх к их последней цели. Поддерживая друг друга, оператор и техник побежали по нему и вскоре выбрались на ярко осещённую площадку космопорта, несколько растерзанных тел обитателей станции лежали на запятнаном кровью полу, а на больших мониторах информационных табло, под символом компании, мерцала надпись:\n\"Корпорация \"Чистое Будущее\" — мы очистим вселенную для вас!\". \nРванув к ближайшему челноку они забежали внутрь, и заняли, пристегнувшись, кресла управления. Запустились двигатели, транспорт оторвался от земли и вылетел в предупредительно открытые створки в конце взлетной полосы.\n\nВсе дальше и дальше отдаляясь от планеты и Станции Исследований, они вырвались в открытый космос и лишь цветок мощнейшего взрыва реактора, и страх, поселившийся внутри, напоминали теперь о кошмаре, произошедшем на пустынной планете...",
    "answers": [
      {
        "id": 1,
        "text": "Х======>",
        "middle_answer": true
      },
      {
        "id": 42,
        "text": "big",
        "url": "https://fastpic.co/images/1528353597.png"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n\n\nЭпизод: Наперекор судьбе.\n\nВ сомнениях девушка простояла недолго. Она, однако, представляла опасность того, что собирается сделать, но некие чувства, возможно привязанность к андроиду, не позволили ей уйти. Надев респиратор и собравшись с мыслями, оператор шагнула к панели управления дверью. Красный индикатор дал понят, что шлюзовой замок заблокирован. Кира склонилась к панели и внимательно посмотрела на маленький монитор, её пальцы скользнули к клавиатуре.\n\n\"Введите код системы безопасности, соответствующий текущему уровню угрозы.\"",
    "answers": [
      {
        "id": 50,
        "text": "0",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "1",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "2",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "3",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "4",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 49,
        "text": "5",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "6",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "7",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "8",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "9",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 43,
        "text": "big",
        "url": "https://fastpic.co/images/1528349549.png"
      }
    ]
  },
  {
    "id": 44,
    "text": "\n\n\nЭпизод: Время не терпит.\n\nС надеждой оглянувшись, Лирит не увидела андроида, оставшегося в реакторном отсеке.\n\"Прости, Хенк...\" — чувство вины нарастало, но девушка волевым усилием отогнала его.\nЗабежав в челнок, оператор поспешила занять кресло пилота. Включив питание системы, девушка заблокировала вход в транспорт, запустила двигатель и тут она почувствовала, как кто-то коснулся её плеча. Кира вскрикнула и резко обернулась.\nУспокойся, это я... — Хенк, едва стоящий на ногах, смотрел на девушку. — у нас проблемы...\n— Т-ты жив, что с тобой случи...\n— Не время! Уходим! — синтетик занял кресло второго пилота.\n\nТранспорт пошел на взлет и в этот миг послышался скрежет снаружи, будто кто-то царапал обшивку. Они вылетели из ангара, когда за лобовым стеклом показался Чужой, он крепко держался и неистово наносил удары по стеклу. Едкая слюна капала из пасти и дымясь, шипела на поверхности.\n— Оно разъест нам дыру в стекле! — крикнула Лирит.\n— Выводим корабль из атмосферы, быстро! — Хенк потянул рычаг на себя.\nПоднимаясь все выше, челнок достиг плотных слоёв атмосферы.\n\nТемпература поверхности транспорта быстро возросла, а монстр, загоревшись, стал соскальзывать по корпусу, скребя когтями и  вкоре огненным комом сорвался и достигнув земли, разбился насмерть. Хенк Руф и Кира Лирит уже находились за пределами атмосферы, когда сдетонировал заряд, установленный старшим техником, и взрыв реактора комплекса разорвал станцию и тварей оставшихся в ней на куски...",
    "answers": [
      {
        "id": 1,
        "text": "X======>",
        "middle_answer": true
      },
      {
        "id": 44,
        "text": "big disapear slow",
        "url": "https://fastpic.co/images/1529871993.png"
      },
      {
        "id": 44,
        "text": "big appear",
        "url": "https://fastpic.co/images/1529869223.png"
      },
      {
        "id": 44,
        "text": "big appear very slow",
        "url": "https://fastpic.co/images/1529869610.png"
      }
    ]
  },
  {
    "id": 45,
    "text": "\n\n\nЭпизод: Боевые действия.\n\nРасположив людей полукольцом напротив двери, Френк отдавал последние распоряжения:\n— После того, как мы откроем проход, Чужие сразу рванут в проём. Я брошу внутрь гранату с таймером, полагаю, учитывая количество тварей, их основная масса прибудет ко входу через двадцать пять секунд. Наша задача — удерживать монстров в проходе, до того, как граната сдетонирует. Когда я скажу, те, кто использует стрелковое оружие отходят назад, а огнеметчики, начинают активно использовать огнеметы, отгоняя врага обратно. Мы должны закрыть проход, и прижаться к стенам, когда граната активируется.\n\nЛюди тревожно вслушивались в речь своего невольного командира. На сомнения не было времени, и, к счастью, никто не отступил.\n— Джон, Олдман, — обратился Нортон к бойцам охраны, — поглядывайте назад, на всякий случай.\n\nХенк Руф и Френк активировали панели по обе стороны двери и ввели код доступа. Нортон метнул в проём плазменную гранату и они быстро отступили от начавших открываться и скрежетать ржавыми подшипниками ворот.\n\nСкрежет сменился визгом Чужих, которые рванули к вооруженным людям. Как по команде, свинцовая лавина накрыла Ксеноморфов, которых казалось были многие сотни. Желтая кровь пузырилась и шипела, Ксеноморфы падали, но отчаянным людям с трудом удавалось сдерживать их, кто с криками, кто сосредоточенно, кто испуганно выпускали очередь за очередью из своего оружия, с которым они будто срослись воедино. Но без жертв не обошлось.\n\n— Давай! Огнеметы! Стрелки, назад! — закричал Нортон.\n\nВыстрелы стихли и одновременно с этим, жар пламени огнеметов заполнил пространство. Чужие рванули назад, сталкиваяль со своими сородичами. \n\n— Прекратить огонь! — скомандовал Френк.\nОн и старший техник, вбили команды в панели управления, и двери начали закрываться, натужно сдавливая мертвые тела Ксеноморфов. Выжившие прижались к стенам. Лирит держалась ближе к андроиду. Кровь убитых монстров пузырилась, медленно разъедала пол и закрывающиеся створки дверей. В этот момент, раздался визг Чужих с лестничного проёма, двери закрылись и граната, сдетонировав, уничтожила тварей в реакторном отсеке. Люди не успевшие сориентироваться были стремительно атакованы с тыла.\n\"Внимание! Авария в реакторном отсеке!\" — раздалось оповещение. — Невозможно активировать системы тушения пожара!\"\n\n",
    "answers": [
      {
        "id": 46,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 45,
        "text": "big",
        "url": "https://fastpic.co/images/1532443141.png"
      }
    ]
  },
  {
    "id": 46,
    "text": "\n\n\nЭпизод: У закрытых дверей.\n\nЧетверо Чужих — один по лестнице и трое по стенам приблизились к людям и быстро атаковали.\n— О, черт... — выдохнула Кира.\nСильнее других замешкавшиеся огнеметчики погибали почти мгновенно. Стрелки открывали огонь, но уничтожая тварей, сами падали убитые. Ксеноморфы ударами расшвыривали людей о стены, пронзали их острыми хвостами и тугими языками, кто-то погибал от кислотных ожогов — брызгов крови монстров, но теперь остался единственный Ксеноморф — наиболее осторожный из всех и трое из выживших.\n\nХенк, Кира и Френк находившиеся возле двери, еще не успели пострадать. Хенк и Френк открыли огонь по оставшемуся врагу. Тот ловко увернулся и подскочив к Нортону схватил его, подняв над землёй за горло и как куклу бросил в андроида. Техник успел среагировать и отпрыгнул в сторону, но тело бойца охраны сбило с ног Лирит, которая с силой ударилась головой о стену и потеряла сознание.\n\nИз-за двери послышались тяжелые шаги и утробное дыхание. Огромные, втрое больше, чем у других Ксеноморфов черные руки схватились за края отверстия, разъеденного кислотой в двери, потянули в стороны.\nАндроид бросил свой автомат в Чужого, схватил огнемёт Киры и выпустил пламя в своего врага. Ксеноморф отшатнувшись, прыгнул к лестнице и скрылся наверху. Тварь, что пыталась открыть двери реакторного отсека отступила, не добившись результата. Старый механизм надёжно блокировал проход. Хенк глянул на Френка — его шея  была сломана. Осторожно отодвинув тело, техник нащупал пульс Лирит.\n\nПовесив свой автомат за спину, взвалил бездыханную девушку на плечо и не выпуская огнемет, стал подниматься по лестнице. Он не рискнул снова открыть проход к реактору, да он и не мог сам отпереть сразу два замка, как и не мог оставаться тут, ожидая, когда Лирит придёт в себя.\n\nПоднявшись до технического уровня, старший техник зашел в подсобное помещение и аккуратно опустил девушку на стол. Сняв с плеча автомат, синтетик положил его тут же, рядом с оператором. Он мог оставить Лирит тут, заперев дверь и попытаться добраться до гнезда самостоятельно, либо привести её в чувство, и продолжить действовать вместе.",
    "answers": [
      {
        "id": 48,
        "text": "Хенк решает оставить девушку тут.",
        "middle_answer": true
      },
      {
        "id": 51,
        "text": "Хенк решает привести девушку в чувство.",
        "middle_answer": true
      },
      {
        "id": 46,
        "text": "big",
        "url": "https://fastpic.co/images/1532613182.png"
      }
    ]
  },
  {
    "id": 47,
    "text": "В сомнениях девушка простояла недолго. Она, однако, представляла опасность того, что собирается сделать, но некие чувства, возможно привязанность к андроиду, не позволили ей уйти. Надев респиратор и собравшись с мыслями, оператор шагнула к панели управления дверью.",
    "answers": [
      {
        "id": 47,
        "text": "big",
        "url": "https://fastpic.co/images/1528349549.png"
      }
    ]
  },
  {
    "id": 48,
    "text": "\n\n\nЭпизод: \"Дело — труба\".\n\nВскоре Кира пришла в себя. Боль в ушибленной голове, сильная в первые мгновения, пошла на спад. Девушка обнаружила себя лежащей на столе в подсобном помещении, рядом с ней лежал автомат Хенка и пустая ампула обезболивающего. Синтетика рядом не было, как не было и огнемёта.\n\"Где ты, Руф?\" — думала Лирит.\n— Зачем же ушел без меня? — уже вслух спросила она.\nПроверив свою сумку, девушка не обнаружила запасного балона со сжатой горючей смесью для огнемёта. \"Пошел к реактору...\" — пронеслось в голове у оператора Цистерны.\n\nУдостоверившись, что оружие заряжено, она осторожно покинула комнату. Стараясь не шуметь, девушка быстро направилась к реакторному отсеку. Вскоре она уже спешила от лифта к шлюзу — входу в отсек. Пространство, видимое через окошко в двери, заволокло чадящим дымом, источаемым пожаром, возникшим от взрыва гранаты, уничтожившей Ксеноморфов. Надев респиратор, оператор Цистерны разблокировала замок с помощью панели на стене и вошла внутрь. Проход закрылся за её спиной. Стены от коридора, по которому девушка пришла, почти до самого реактора были покрыты чужеродными, осклизлыми наростами, в которых, как в киселе застыли тела сотрудников станции, ставших инкубаторами для размножения враждебных тварей. С содрогание осматриваясь, оператор медленно шла вглубь отсека.\nУши девушки пронзил резкий звук — рёв монстра отражающийся от стен и чьи-то тяжелые шаги, приближаясь, становившиеся всё громче. Кира дрогнув, побежала в сторону и вскоре налетела на стену. Девушка с трудом оценивала направление в плотном дыму, но она старалась вдоль стены двигаться к шлюзу. Неожиданно, кто-то схватил её за ноги. Лирит испуганно вскрикнула, когда её затащили в отверстие шахты вентиляции. Кто-то, навалившись, зажал ей рот.\n— Тихо, не ори. — Хенк извернувшись перекрыл кнопкой на небольшой панели отверстие шахты. — Лирит, быстро, убираемся отсюда.\n— Руф, твою мать... — Кира вцепилась в андроида, с явным испугом и негодованием глядя на него.\n— Не время для благодарностей, ползи за мной! — синтетик двинулся вглубь шахты. Миновав нескотко метров стальной трубы, они выбрались из отверсия вентиляции на площадку космопорта. Знание андроидом устройства коммуникаций комплекса оказалось не лишним.\n\nЗвуки мощных ударов и жуткий скрежет металла разнеслись по станции. Они исходили из коридора, что вел от космопорта к шлюзу реакторного отсека, возле лифта. Рёв самки Ксеноморфов трудно было спутать с чем-то.\n— Она выбралась из отсека... — медленно пятясь, сказала Лирит.",
    "answers": [
      {
        "id": 53,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 48,
        "text": "big",
        "url": "https://fastpic.co/images/1532943574.png"
      }
    ]
  },
  {
    "id": 49,
    "text": "\n\n\nЭпизод: Наперекор судьбе.\n\nВ сомнениях девушка простояла недолго. Она, однако, представляла опасность того, что собирается сделать, но некие чувства, возможно привязанность к андроиду, не позволили ей уйти. Надев респиратор и собравшись с мыслями, оператор шагнула к панели управления дверью. Красный индикатор дал понять, что шлюзовой замок заблокирован. Кира склонилась к панели и внимательно посмотрела на маленький монитор, её пальцы скользнули к клавиатуре.\n\n\"Введите код системы безопасности, соответствующий текущему уровню угрозы.\"",
    "answers": [
      {
        "id": 50,
        "text": "0",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "1",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "2",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "3",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "4",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "5",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "6",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "7",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 54,
        "text": "8",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "9",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 49,
        "text": "big",
        "url": "https://fastpic.co/images/1528349549.png"
      }
    ]
  },
  {
    "id": 50,
    "text": "\n\n\nЭпизод: Наперекор судьбе.\n\n\"...В доступе отказано...\n\n...Введено неверное значение...\n\n...Исправьте последовательность...\"",
    "answers": [
      {
        "id": 39,
        "text": "Вводить код заново.",
        "middle_answer": true
      },
      {
        "id": 38,
        "text": "Передумать.",
        "middle_answer": true
      },
      {
        "id": 50,
        "text": "big",
        "url": "https://fastpic.co/images/1528353070.png"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n\n\nЭпизод: Жертвуя собой.\n\nОпасаясь оставлять свою подругу одну, Хенк открыл аптечку висящую на стене, взял необходимое и привел девушку в чувство.\n— Хенк...! Что... Что случилось...? Моя... — голову Лирит сдавили спазмы.\n— Тише, не дергайся. — велел андроид. — ты сильно ударилась головой, я сделал тебе инъекцию. Лекарство скоро подействует. Не переживай, голова у тебя на редкость крепкая, даже ссадины нет.\n\nОператор медленно поднялась и села на край стола. Задумчиво осмотрелась, вынула из сумки запасной баллон со сжатой горючей смесью, протянула андроиду. Хенк перезарядил автомат и огнемет.\n— Топлива должно хватить, чтобы сжечь кладку этих тварей... — невесело сказал техник. — Мы должны пробраться к гнезду и доделать начатое. Нужно действовать тихо и незаметно. Лирит, ты должна вернуться в комнату охраны и помочь мне, по связи, не наткнуться на оставшихся монстров.\n\nКира с сомнением взглянула на андроида:\n— Ты уверен?\n— Уверен. Нам больше не на кого надеяться.\nСобравшись с духом, Руф и Лирит вышли из подсобки и направились по разным коридорам к своим целям. Оператор Цистерны пошла в комнату охраны этажом выше, а старший техник к лифту, что опустит его к другому входу — шлюзу реакторного отсека, возле космопорта.\nДесять минут спустя они добрались до своих целей.\n— Хенк, я тебя вижу, их Королева сейчас на другом конце реакторного отсека, ты можешь войти, действуй тихо. — голос Лирит звучал у андроида в наушнике.\nАндроид прикоснулся к сканеру панели, активируя. Ввел код безопасности и вошел в отсек, закрыл шлюз.\n— Двигайся чуть левее... — Лирит вела Хенка. — Замри.\n\nОператор увидела на мониторе, что тварь двинулась в сторону синтетика, но видимо не разглядев того в дыму, пошла в другую сторону.\n— Иди вперёд, сейчас гнездо прямо перед тобой.\nАндроид приблизился к множеству еще закрытых, чуть прозрачных сосудов с мерзкими тварями, такими, как та, которую оставили Искатели.\nСменив режим огнемёта,  он стал опрыскивать горючим эти образования. Через пару минут по связи раздался взволнованный голос Лирит:\n— Уходи, тварь идёт к тебе!\nПрибор слежения Хенка, всё чаще, засигналил.\n\nАндроид быстро сменил режим оружия и пламя вырвалось из огнемета воспламеняя гнездо, которое вспыхнуло почти мгновенно.\nАндроид что есть сил побежал к шлюзу, но не преуспел в этом. Жуткий рёв Королевы разнесся по отсеку и андроида подхватила неудержимая сила, огнемёт вылетел из рук. Королева держала андроида и уже собиралась откусить ему голову, но синтетик, сдернул с пояса одну из гранат и сжав ее в кулаке, с силой сунул руку в пасть монстра, активировал заряд.\n\nГолову королевы разорвало. Хенка отбросило взрывной волной плазменной гранаты и он кубарем покатился по полу. Андроид лишился руки, и очень сильно обгорел, кислотные ожоги пузырились на его теле.\nБудь он человеком — он был бы уже мертв.",
    "answers": [
      {
        "id": 52,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 51,
        "text": "big",
        "url": "https://fastpic.co/images/1532705480.png"
      }
    ]
  },
  {
    "id": 52,
    "text": "\n\n\nЭпизод: В небо.\n\nХенк пошевелился. Его синтетичесткая плоть медленно и туго тлевшая, уже почти погасла. С трудом повернувшись на живот, он уперся уцелевшей рукой в пол, подогнул колени, дернулся, поднял себя на ноги. Покачнувшись, он осмотрел себя и хромая двинулся к выходу из отсека.\n\nЛирит бежала.\n\nЖалость к андроиду терзала её изнутри. Минуя разорённые комнаты, залитые кровью коридоры и мёртвые тела, Кира вскоре оказалась в кабине лифта, что опустил её ко входу в злополучный реакторный отсек.\nСтворки лифта открылись и девушка, рванув по коридору, добежала до шлюза. Хенк сидел на полу, прислонившись спиной к закрытой двери.\n— Хенк...\nСинтетик медленно поднял голову и посмотрел на Лирит:\n— Я жив, хоть и не совсем цел... Эти твари меня доканали...\n\nИз реакторного отсека раздался визг Чужого, который похоже увидел тело уничтоженного техником монстра.\n— Нужно избавиться от этой твари. — зло сказала девушка. — Постараемся выбросить её с планеты.\n— Хочешь заманить монстра в челнок...? — полуутвердительно спросил синтетик.\n— Нужно попробовать, ты сможешь идти?\n— Придется. — Хенк с трудом поднялся на ноги. — Не будем терять время.\nОни отправлились прочь от сожжённого гнезда по коридору и миновав его, достигли ангара космопорта.\n— Я сделаю это. — Лирит почти уверенно смотрела на израненного андроида. — Время отдавать долги.\n— Твоё право, девочка. — Андроид печально смотрел то на Киру, то на своё изувеченное тело. — Я спрячусь в диспетчерской.\n\nХенк отдал свой прибор слежения и ушёл, а Кира проникла в ближайший транспорт и запустила двигатели, затем вернулась к входу в челнок и стала ждать.\nШум работающих двигателей сделал своё дело: Чужой показался из отверстия вентиляционной шахты, а прибор в руках девушки издал тревожный сигнал.\nКира что было сил закричала:\n— Давай! Сюда, тварь! — И рванула вглубь челнока.\nОператор встала у внутренней двери, ведущей в кабину управления и тут Чужой показался у входа. Он с визгом, немедля прыгнул внутрь, атакуя девушку, но та, щелкнув кнопку, перекрыла ему путь. Сразу за этим она перекрыла и выход наружу.\nТранспорт пошёл на взлёт.\nКира торопливо, постоянно оглядываясь, вводила данные в бортовой компьютер системы управления.\n\n\"Автопилот активирован\" — возникла надпись на мониторе. — \"Протокол последовательности принят\".\nКсеноморф бился о дверь, ведущую к девушке. Вмятины на поверхности становились всё глубже. Рев монстра всё громче. Лирит бросилась к системе катапультирования и открыв капсулу, влезла в неё. Чужой проломил дверь и ворвался в комнату управления, он увидел свою жертву и собрался убить её.\n— Не в этот раз, мразь! — Кира активировала механизм, и капсулу выбросило из летящего транспорта.\n\nХенк в это время стоящий у обзорного стекла космопорта, наблюдал, как эвакуационную капсулу выбросило из транспорта и на раскрывшемся паращюте она плавно парила обратно к станции.\n\nЧелнок с Чужим на борту набирал высоту, управляемый автопилотом и с огромной скоростью летел в космос.\n\"Протокол самоуничтожения активирован\" — прозвучало внутри транспорта. Вырвавшись из атмосферы, он яркой вспышкой разлетелся на куски...\n\n Недалеко от Станции Исследований.\n\nХенк подошел к капсуле из которой выбиралась уставшая Лирит и протянул ей кислородную маску:\n— Удалось... Наконец-то нам удалось...\n",
    "answers": [
      {
        "middle_answer": true,
        "text": "X======>",
        "id": 1
      },
      {
        "id": 52,
        "text": "big appear very slow",
        "url": "https://fastpic.co/images/1532874086.png"
      },
      {
        "id": 52,
        "text": "big disappear very slow",
        "url": "https://fastpic.co/images/1532944097.png"
      }
    ]
  },
  {
    "id": 53,
    "text": "\n\n\nЭпизод: Крушение.\n\nХенк поднял тяжёлый взгляд на девушку:\n— Тварь оставила сожжённое мной гнездо. — андроид напряжённо смотрел по сторонам.\n— Ты справился...? — только сейчас девушка заметила рваную рану на теле синтетика.\n— Разумеется. Что будем делать? — негромко задал вопрос Руф.\nСпустя мгновение, они услышали, а затем и воочию увидели, как у одного из транспортных кораблей запустились двигатели и он начал взлёт.\n— Неужели кто-то смог выжить...\nХенк и Кира, пригибаясь пробежали чуть дальше вглубь ангара и спрятались за ящиками у стены.\nИз прохода показалась Королева Ксеноморфов.\n\nОгромная тварь прыгнула, всем весом обрушилась на взлетающий челнок,  и тот потеряв управление рухнул. Вскрыв его как консервную банку, она стала рвать на куски людей, пытавшихся улететь.\n— Хенк, жди тут.\n— Лирит, ты что делаешь? — вопросы повисли в воздухе.\nДевушка спешила к тяжелому грузовому транспортнику  вглубине космопорта.\n\"Надеюсь, ты знаешь, что делаешь...\" — единственное о чём подумал андроид.\nВ то время, когда Королева была занята уничтожением выживших, Лирит вбежала в тяжелый транспортник, запустила двигатели.\n\nСамка Чужих развернулась на звук и не медля рванула в сторону взлетающей машины. Кира, быстро развернув челнок, на огромной скорости повела его в лоб твари и массивный аппарат протаранив монстра с оглушающим грохотом впечатал его в стену ангара, раздавив насмерть. Станцию тряхнуло от сильнейшегого удара, подобно землетрясению. Двигатели отключились от резкого перенапряжения, из форсунок повалил дым.\n\n\"Лирит...! Ли-рит...! Ты жива...?\" — в голове раздавался искаженный голос. — Приди в себя, давай, очнись! — оператор открыла глаза и увидела синтетика.\n— Я в порядке, кажется...\n— Не ожидал от тебя такой самоотверженности. — пробубнил синтетик. — Ну и попортили же мы имущества. Нужно выбираться.\n\nОни находились внутри последней уцелевшей крылатой машины.\nКира с трудом поднялась на ноги, её слегка мутило после пережитого.\nАндроид поднялся и собрался закрыть вход в транспорт — челнок, но тут он увидел, как последний из Ксеноморфов стремительно приближается к ним. В последнее мгновенье андроид оттолкнул Лирит и его снес монстр, который сразу извернувшись рванул к девушке.\n— Кира, уходи, быстро! — синтетик схватил тварь за хвост. — Закрой дверь и уходи!\nАндроид ухватился за перегородку одной рукой, а второй держал Ксеноморфа. Контакты в теле синтетика искрили от напряжения, Чужой скреб когтями, рычал пытаясь вырвался. Лирит отшатнулась, ткнула кнопку и выпрыгнула из закрывшегося транспорта.\nЧужой медленно разворачивался к андроиду.\n\nХенк же рванул к системе управления, быстро запустил двигатели и едва успел направить машину к выходу из ангара, как монстр набросился на него. Неуправляемый транспорт вылетел из ворот, пробороздив землю, он взвился в воздух. Ксеноморф атакуя синтетика, повредил систему управления и челнок, войдя в штопор, полетел к земле и упав, с гулким грохотом взорвался.\n\nНадев кислородную маску Кира добралась до места катастрофы. Среди руин она увидела чудом уцелевшую открытую эвакуационную капсулу в которой лежал израненный, но живой Хенк...",
    "answers": [
      {
        "id": 1,
        "text": "X======>",
        "middle_answer": true
      },
      {
        "id": 53,
        "text": "big",
        "url": "https://fastpic.co/images/1532969018.png"
      }
    ]
  },
  {
    "id": 54,
    "text": "\n\n\nЭпизод: Наперекор судьбе.\n\nВ сомнениях девушка простояла недолго. Она, однако, представляла опасность того, что собирается сделать, но некие чувства, возможно пиивязанность к андройду, не позволили ей уйти. Надев респиратор и собравшись с мыслями, оператор шагнула к панели управления дверью. Красный индикатор дал понять, что шлюзовой замок заблокирован. Кира склонилась к панели и внимательно посмотрела на маленький монитор, её пальцв скользнули к клавиатуре.\n\n\"Введите код системы безопасности, соответствующий текущему уровню угрозы.\"",
    "answers": [
      {
        "id": 50,
        "text": "0",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "1",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "2",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "3",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "4",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "5",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 50,
        "text": "6",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "7",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 55,
        "text": "8",
        "instant": false,
        "left_answer": true
      },
      {
        "id": 50,
        "text": "9",
        "right_answer": true,
        "instant": false
      },
      {
        "id": 54,
        "text": "big",
        "url": "https://fastpic.co/images/1528349549.png"
      }
    ]
  },
  {
    "id": 55,
    "text": "\n\n\nЭпизод: Сквозь дым.\n\n\"Код безопасности принят, блокировка шлюза отключена.\" — Возвестила надпись на мониторе. Дверь шлюза открылась и проход вмиг заволокло густым, почти непроглядным дымом. Девушка осторожно вошла в реакторный отсек. Щелкув кнопку на панели, она вновь заперла шлюз и взяла огнемет наизготовку.\n\nХенк почти без проблем продвигался к реактору. Водя стволом автомата из стороны в сторону и стараясь не шуметь, андроид пересёк платфору реакторного отсека и увидел подходящее место, чтобы заложить заряд. К счастью, ксеноморфов поблизости не было, видимо взрыв гранаты уничтожил всех тварей, которые напали на сотрудников охраны и старший техник был, в какой-то мере благодарен, героически погибнувшему Френку Нортону. Руф достал из сумки на поясе взрывчатку и установив её, активировал таймер.\n\"Осталось найти Киру и выбраться отсюда.\" — отстранённо подумал он.\n\nГлянув в сторону, синтетик увидел вмурованные в стену инородными наростами тела сотрудников станции, их ребра были, будто проломлены изнутри, а спустя несколько мгновений он услышал звук, будто кто-то споткнулся. Он повернулся и увидел девушку, которая застыв на месте, указывала рукой ему за спину.\n— Хенк, осторожно! Оно сзади! — различил андроид громкий шёпот. Резко развернувшись, он открыл стрельбу по Королеве Чужих, подобравшейся к нему. Точными выстрелами он вогнал длинную очередь пуль прямо твари в осклизлую пасть, жуткий рёв разнесся по реакторному отсеку, а синтетик сорвался с места и ухватив за шиворот ошеломлённую Лирит, бегом потащил её к шлюзу.\n\nОператор Цистерны, практически не чувствовала опоры под ногами, не ощущала направления, её руки до онемения сжимали холодный металл огнемета, и лишь блики чадящего пламени и нагоняющий страх топот взбешенного монстра заполнили её сознание.\n\nСтремительно приближаясь к шлюзу сквозь плотный дым, они едва не врезались в закрытую дверь. Техник отпустил Лирит, ввел код доступа, и в этот момент, оскал Королевы показался из клубов дыма, её гипертрофированная рука полоснула воздух, раз, другой и почти достала Хэнка, но схватила, вырвала из рук андроида лишь автомат. Синтетик, дернулся и втолкнул девушку в открытый проход. Королева настигла его стремительно, ухватив за ногу, подтащила к себе.",
    "answers": [
      {
        "id": 42,
        "text": "======>",
        "middle_answer": true
      },
      {
        "id": 55,
        "text": "big",
        "url": "https://fastpic.co/images/1528353043.png"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n\n\nРаздел: Эпилог.\n\nЭпизод: Исход.\n\nКира приблизилась к андроиду. Её глаза вспыхнули враждебным красным цветом.\n\n— Лирит...? Ты...\n\nТело девушки отказалось ей подчиняться:\n\n— Хенк, что со мной происходит?!\n\nКира с силой схватила андроида руками за голову.\n\n— Остановись...\n\nТремя резкими движениями, она сломала Хенку шею:\n\n— Нет... Хенк... Что же это?!\n\nДевушка бессильно упала на колени и задрожала, а по её щекам стекало то, что заменяло ей слёзы...\n\n\n\n Неизвестно где.\n\n\n\nНекто:\n\n— Эксперимент успешно завершён. Все свидетели уничтожены.\n\n— Объект показал нам исключительные способности к выживанию.\n\n— Ничем не выдав себя, с высокой степенью осознания происходящего, \"она\" испытывала неподдельные чувства и эмоции: страхи, сомнения, злость, привязанность и возможно, даже почти человеческую любовь.\n\n— Всё готово, матрица сознания сохранена.\n\n— Перейти к финальной стадии. Стереть память.\n\n\n[Доступен пролог]",
    "answers": [
      {
        "id": 1,
        "text": "<======X"
      },
      {
        "id": 56,
        "text": "big disappear very slow",
        "url": "https://fastpic.co/images/1532977494.png"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n\n\nРаздел: Пролог.\n\n\nЭпизод: Проект \"Гиброид\".\n\n\n Неизвестно где.\n\n\nСистема сообщает:\n\n\"Слияние материй успешно завершено\".\n\n\"Нейронные связи стабильны\".\n\n\"Ткани не отторгают синтетические волокна\".\n\n\"Воспоминания успешно загружены\".\n\n\"Начало фазы \"Искатель\".\n\n\"Инициализация проекта \"Гиброид\". Кодовое имя — Лирит Кира\".\n\n\"Рождение\" кибернетического андроида завершено\".\n\n\"Начать внедрение\".\n\n\"Ожидание результатов\".",
    "answers": [
      {
        "id": 1,
        "text": "<======X",
        "middle_answer": true
      },
      {
        "id": 57,
        "text": "big appear very slow",
        "url": "https://fastpic.co/images/1532979878.png"
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  }
]