[
  {
    "id": 1,
    "text": "Этот квест расскажет тебе о жизни одного человека, по имени Николай. \nВ городе случилась неизвестная авария, из-за которой произошел громадный взрыв, Николай должен будет бороться за жизнь. Возможно ли спасти родную планету? Один ли ты тут? Все ли настолько просто, как кажется в фильмах про апокалипсис? \n\nТут тебя ждут непредсказуемые повороты событий, большие псы и жуткая атмосфера.\n\nЖанр: Апокалипсис, фантастика\n\nАвтор: Devil",
    "answers": [
      {
        "id": 2,
        "text": "Начать —>"
      },
      {
        "id": 18,
        "text": "Главы"
      },
      {
        "id": 26,
        "text": "Достижения"
      },
      {
        "id": 23,
        "text": "Обращение автора к читателям"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c638623/v638623174/515d1/vzs0op1kriM.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c638623/v638623174/515d1/vzs0op1kriM.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. «Что здесь произошло?»\n\nЯ просыпаюсь весь в обломках прилавочных досок, куча продуктов разбросаны на полу, голова трещит, тусклый свет прорывался через пластиковые окна супермаркета, свет казался желтым, из-за обилия пыли.\nЧто произошло? - начав оглядываться, я спросил в голове. ",
    "answers": [
      {
        "id": 3,
        "text": "Встать с пола, отряхнуться от пыли"
      }
    ]
  },
  {
    "id": 3,
    "text": "С каждой минутой, пока я оглядывался... в голове складывалась одна картинка. \nСпустя десять минут разглядывания местных ландшафтов, я вспомнил, что это большой супермаркет, с дешевыми и качественными продуктами. \n\nСтранно, света нет, людей нет.\nПокопавшись в карманах, я нарыл там записку, написанную красивым почерком, ее содержание было следующим: \n\n\"Хлеб, молоко и что-нибудь на завтрак\"\n\nПохоже, это был список продуктов, за которыми меня послали.\n— Что же здесь произошло? — с нотой недоумевания я проговаривал в слух.\nПод ногами валялись доски, монеты, микросхемы откуда-то, все что здесь когда-то было, можно теперь назвать просто мусором.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Решив пойти в молочный отдел, я старался двигаться тихо, мало ли, что тут произошло.\n\nЭто здание как будто заброшено... причем давно, но почему тогда продукты в сохранности? Это не лезет ни в какие логические рамки...\n\nДойдя до молочного отдела, я взял с полу-развалившегося прилавка пачку молока, открыв ее, я распробовал вкус.\n— Как я и сказал, продукты все целы... хм...\n\nВдалеке, протянутым эхом что-то упало. Судя по звуку, это было в другом конце супермаркета — приблизительно в хлебном отделе.",
    "answers": [
      {
        "id": 6,
        "text": "Пойти аккуратно и тихо на звук"
      },
      {
        "id": 7,
        "text": "Остаться тут и попытаться вести себя как можно тише, прислушиваясь в тишину"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я решил пойти проверить хлебный отдел. Я стараюсь двигаться аккуратно, и максимально тихо. До хлебного отдела оставался один поворот, как я услышал как будто что-то упало, прямо за этим поворотом.",
    "answers": [
      {
        "id": 8,
        "text": "Аккуратно заглянуть за поворот"
      },
      {
        "id": 7,
        "text": "Начать медленно пятиться назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Решив проверить что там, поборов свой страх, я отправился туда. Я шел очень тихо, стараясь не наступить на очередное яблоко или пачку хрустящих палочек. Когда я дошел, до хлебного отдела оставался один поворот.",
    "answers": [
      {
        "id": 8,
        "text": "Аккуратно заглянуть за поворот"
      }
    ]
  },
  {
    "id": 7,
    "text": "Не стоит идти туда, лучше буду здесь, я замолчал и начал вслушиваться во все звуки. Ничего не было слышно, только гробовая тишина.",
    "answers": [
      {
        "id": 21,
        "text": "Пойти в мясной отдел"
      },
      {
        "id": 22,
        "text": "Пойти в отдел быстрых завтраков"
      }
    ]
  },
  {
    "id": 8,
    "text": "Заглянув за поврот, мой взгляд устремился прямо на прилавок с кучей хлеба, один из которых лежал на полу. Осмотревшись еще, я понял что угроз не видно. ",
    "answers": [
      {
        "id": 10,
        "text": "Выйти к прилавку"
      }
    ]
  },
  {
    "id": 9,
    "text": "Перебравшись через прилавок с мясом, я зашел на кухню, куча ножей, сковородок, приправ... Тут все так просто, ну да, в принципе, а чего я еще хотел?\n\nПока я ходил по кухне, я услышал странный лай, очень далеко, но очень громко, испугавшись, я ударился об какую-то кастрюлю, которая лежала на полу, лай прекратился... я тихо отошел от кастрюли и спрятался за столом.\n\nВсе было тихо, я сидел уже пятую минуту, как вдруг, дверь резко открылась и какое-то существо начало громко рычать, я испугался и издал звук, существо сразу же нашло меня и ударила лапой по животу, когти оставили кровоточящие раны на животе, я сразу же начал бежать к выходу",
    "answers": [
      {
        "id": 24,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я вышел к прилавку с хлебом, подойдя совсем близко, я протянул руку к хлебу, но позади послышался грохот... застыв в оцепенении, я стоял и слушал, как кто-то или что-то будто встает, после падения сверху.\n\nОно зарычало и резко ринулось в мою сторону.",
    "answers": [
      {
        "id": 11,
        "text": "Побежать!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Не оглядываясь я побежал быстро к выходу.\n\nПонимая, что существо способно развивать не малую скорость, я старался бежать еще быстрее.\n\nВот уже пробегая мимо кассы, я врезаюсь ногой в её угол.\n\nЯ упал, боль разлилась по всей ноге и я еле сдерживал крик.",
    "answers": [
      {
        "id": 12,
        "text": "Спрятаться за кассу"
      },
      {
        "id": 13,
        "text": "Встать и попытаться добежать до выхода"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я медленно подполз к одной из касс и решил спрятаться за ней.\n\nЯ закрывал рот рукой, чтобы не закричать от боли. \n\nСущество подходило все ближе, но я не мог дальше идти.\n\nОно подошло очень близко, встав на рядом стоящую кассу, принюхиваясь. \n\nНечто меня не заметило, лишь рыкнуло в сторону дверей на выход и куда-то начало уходить.\n\nЯ слышал, как рычание отдалялось от меня, кажется, оно ушло...",
    "answers": [
      {
        "id": 14,
        "text": "Отдохнуть, пока не пройдет нога"
      },
      {
        "id": 15,
        "text": "Отправиться на второй этаж, за поисками медикаментов"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я попытался сделать рывок, но моя нога не дала мне уйти далеко, я упал прямо на выходе из магазина. Существо прыгнуло в мою сторону, я лег на спину и абсолютно четко разглядел его. Это было существо, похожее на собаку, но раз в семь больше, торчали острые зубы, глаза ярко-синего цвета, оно понюхало меня и в этот момент прозвучал очень громкий рев в другом конце здания, существо рыкнув на меня, ударило лапой по мне, расцарапав мне тело и сразу же отправилось на звук. Оно убежало.\n\n\nКонец первой главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 19,
        "text": "Начать вторую главу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я очень устал и нога болит, я лучше просто посижу... голова еще болит, ужасно.. все ужасно.\n\nЧто была за тварь? Я не успел разглядеть ее, но она была очень большой, слишком большой, чтобы я в это поверил.\n\nБоль в ноге по-тихоньку утихала, я уже мог опереться на нее. Повсюду валялись осколки стекла, от наших \"гонок\" на перегонки.",
    "answers": [
      {
        "id": 16,
        "text": "Направиться к выходу"
      },
      {
        "id": 17,
        "text": "Пойти обратно, в поисках пищи"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я решил, что сидеть не лучший вариант, лучше пойду поищу медикаменты.\n\nОтправившись на второй этаж, я шёл очень тихо, чтобы это нечто меня не заметило.\n\nВот, я дошел до эскалатора и встав на него, я простоял ещё 2 секунды, пока не понял, что электричества здесь нет...",
    "answers": [
      {
        "id": 20,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я встал и не удержавшись на ноге, упал животом на битое стекло, порезав себе живот, оставив кровоточящие раны. Черт, как же так? Я аккуратно встал, нога уже вела себя устойчиво, я тихо вышел на улицу и встал у входа.\n\n\nКонец первой главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 19,
        "text": "Начать вторую главу"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вернувшись обратно, я поднялся по стоячему эскалатору вверх. Я почувствовал странный запах, снова громкое рычание и существо неожиданно появилось передо мной, оно начало бежать на меня, я попытался увернуться, но безуспешно, существо толкнуло меня и я начал падать вниз со второго этажа, вместе с осколками стекла. Падение было болезненное, я расцарапал себе живот осколками стекла...\n\n\nКонец первой главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 19,
        "text": "Начать вторую главу"
      }
    ]
  },
  {
    "id": 18,
    "text": "Здесь вы можете выбрать нужные Вам главы, они появятся, как только вы их откроете. (Внимание, главы откроются, как только вы посетите страницу желаемой главы).\n\nВыберете нужную главу:",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1.\n«Что здесь произошло?»",
        "need": [
          2
        ],
        "need_ever": true
      },
      {
        "id": 19,
        "text": "Глава 2.\n«Ты мой друг?»",
        "need": [
          19
        ],
        "need_ever": true
      },
      {
        "id": 52,
        "text": "Глава 3.\n«Ты слышишь конец?»",
        "need": [
          52
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава 2. «Ты мой друг?»\n\nВремя на часах: 22:03. \nПосле этого проклятого супермаркета, мой живот сильно кровоточил. Так еще я без еды и воды остался. Думаю, возвращаться туда — приравнивается к самоубийству...\n\nМне нужна медицинская помощь, иначе долго я не выдержу. \n\nСлава Богу, я помнил местоположение местных магазинов и аптек, в одну из которых я и отправился.\n\nЯ шёл по улице, фонари не работали, старые кирпичные дома выстраивались вдоль бесцветной улицы, а разбитые бордюры украшал тоненький заборчик.\n\nЯ не помню, где я жил до этого ужасного дня... возможно, я раньше и говорил, что хотел бы остаться один, натворить всякого... но не сейчас! Я никогда не мог представить, что это может произойти и что может быть так одиноко...",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Когда я дошел до конца эскалатора, я почувствовал странный запах, снова громкое рычание и вновь существо неожиданно появилось передо мной, оно начало бежать на меня.\n\nЯ попытался увернуться, но безуспешно, существо откинуло меня в сторону окон и я начал падать вниз со второго этажа, вместе с осколками стекла.\n\nПадение было болезненное, я расцарапал живот осколками стекла...\n\n\nКонец первой главы.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 19,
        "text": "Начать вторую главу"
      }
    ]
  },
  {
    "id": 21,
    "text": "Так, мясной отдел, мясо в идеальнейшем состоянии... это слишком странно. Хм, даже ни капельки не пахнет, но мясо-то я с собой не возьму, девать некуда, да и где я его сварю или пожарю? Нужно найти что-нибудь по проще.",
    "answers": [
      {
        "id": 22,
        "text": "Пойти в отдел быстрых завтраков"
      }
    ]
  },
  {
    "id": 22,
    "text": "Такс, тут уже выбора больше, да и еще и сухим жрать можно, идеально! Взяв в руки две пачки \"Neskika\", повезло, что рядом был пакет, я сложил все в него, так же и молоко. Хм, а ведь тут никого нет? Я всегда хотел побывать в отделах, где люди готовят, интересно...",
    "answers": [
      {
        "id": 9,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 23,
    "text": "Дорогой читатель, хочу поблагодарить тебя за то, что ты прочитал мой квест, так же спасибо за поставленную тобой оценку (Если ты еще этого не сделал(а), то скорее иди ставь ее).\n\nА еще, я хочу выразить огромную благодарность Вячеславу Раю и Анне Савиной. Эти люди очень помогли мне в написании этой книги, поэтому они тоже заслуживют благодарности. \n\nЯ учел все ваши отзывы и серьезно подкорректировал смысловые и текстовые ошибки. \n\nТретья глава наконец-то выпущена в свет! \n\nМне важны все отзывы и важен каждый лайк и дизлайк. Говорите где у меня ошибки, я буду их исправлять. Удачи тебе, читатель!",
    "answers": [
      {
        "id": 1,
        "text": "Все понял :)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Существо было большим и очень ловким, оно уже догоняло меня, я почти добежал до выхода, как вдруг, громкий рёв остановил нечто, я же успел выбежать на улицу. Остановившись на улице, я успел разглядеть за стеклом существо... оно же в тот момент убежало вглубь здания.\n\n\nКонец первой главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 19,
        "text": "Начать вторую главу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Осмотревшись получше, я смог заметить, что продукты были в хорошем состоянии, их все еще можно было употреблять в пищу. Они валялись везде, так же как и весь мусор тут.\n\nЯ отошел от сломанных досок, аккуратно перешагнув через них. В них торчали гвозди, на которые с лёгкостью можно напороться.\n\nРядом я нашел часы, обычные наручные часы. Протерев стёклышко, я смог разглядеть на них время: сейчас 18:26. Уже довольно поздно... И эти часы я заберу с собой.\n\nВспомнив про список, я достал его снова:\n\n\"Хлеб, молоко и что-нибудь на завтрак\"\n\nЧерт, а где я живу? Куда я должен был принести продукты? Ни черта не помню...\nЯ посмотрел на выход и подумал, что уходить еще рано. Думаю, вряд-ли только магазин пострадал, весь город, видимо, тоже. Раз уж мне повезло оказаться в апокалипсис в супермаркете, полном продуктов, нужно использовать этот шанс! — проговорил я, с уверенностью в голосе.",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в молочный отдел"
      },
      {
        "id": 5,
        "text": "Отправиться в хлебный отдел"
      }
    ]
  },
  {
    "id": 26,
    "text": "Здесь будут отображаться открытые Вами достижения. (Достижения появятся, как только вы пройдете квест целиком!)\n\nКликните на них ;)",
    "answers": [
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 64,
        "text": "Хорошая концовка.\n\n\"Я — Легенда\"",
        "need": 71
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 57,
        "text": "Нейтральная концовка.\n\n\"Вечный покой\"",
        "need": 69
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 62,
        "text": "Плохая концовка.\n\n\"Собачкам было вкусно\"",
        "need": 63
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 27,
    "text": "На улице темнеет, нужно идти быстрее. \n\nЧерт, а что я буду делать в аптеке без света? Нюхать, как какая-то собака и определять препараты на запах? Блин, плоха ситуация.\n\nПродолжая идти по темным улицам, нужно было пройти еще метров триста, чтобы добраться до намеченной мною аптеки. \n\nВот я вижу в сумраке ночной улицы  вывеску \"Аптека. Ай — болит.\"\n\nДойдя до аптеки, я начал подниматься по ступенькам и добравшись до двери, я потянул за ручку... ЗАКРЫТО! \n\nДа что же это такое?!\n\nЯ сел на пол, облокатившись на дверь и тут начал падать назад, дверь открылась.\n\nАй, да... надо же толкать, фуф, хоть что-то пошло по плану. \n\nКогда я зашел в аптеку, меня накрыло бездонной темнотой, мои глаза начали привыкать к темноте.\n\nНадеюсь смогу найти здесь что-нибудь.\n\nПо всей аптеке были разбросаны какие-то бутылочки, они страшно хрустели под ногами, надеюсь не проткну подошву. \n\nОсобо эта аптека ничем не выделялась, маленькая и узкая: лишь лавка, за которой стоял продавец, да разные препараты.\n\nВо всяком случае, зашел я сюда не зря,  есть хотя бы крыша над головой. \n\nПосмотрев на часы, представляя визуально свою руку, я ,конечно, не смог ничего разглядеть, было уже очень темно. \n\nЯ решил присесть, аккуратно проводя руками по моему будущему сидячему месту. Чисто! Присев, я сразу же почувствовал как слабость овладевала мной, я чувствовал, как мой организм, будто после долго похода, стал отдыхать, сон стал захватывать мой разум и я неожиданно быстро уснул, не обращая внимания на порезанный живот...",
    "answers": [
      {
        "id": 28,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 28,
    "text": "Первые лучи солнца, пробивавшиеся сквозь единственное окно в этой апетеке, начали светить мне прямо в глаза, от чего мой сон и прервался.\n\nМедленно открыв глаза, я потер их. Попытавшись встать, я уперся руками об пол и задел осколки стекла, после резкой боли, я сразу отдернул руку и отошел от сонливости. \n\nАй, черт, больновато, нужно вставать скорее, найти какой-нибудь бинт. \nНа полу было немного крови, от моей раны на животе, надо было все таки перевязать хотя бы футболкой, что же я не подумал..",
    "answers": [
      {
        "id": 29,
        "text": "Посмотреть на витрине"
      },
      {
        "id": 30,
        "text": "Зайти за витрину"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я нагнулся чтобы осмотреть витрину, куча разных медикаментов стояли на деревянных полках, шприцы, спирт, арбидол. Все это мне не нужно, хотя арбидооол, хм... вещь полезная только в мемах, кхм, так, что это я, у меня конец света блин наступил...  а я шучу тут, аж грустно стало. Вдруг, на улице послышалось громкое рычание, гавканье, которое чуть ли не оглушало меня. Спустя минуту громких возгласов мутированных псов, они притихли...\n\nГосподи, как это громко, что там случилось? ",
    "answers": [
      {
        "id": 31,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 30,
    "text": "Так, тут выбора-то побольше, чем на самой витрине. В сгнивших ящиках лежало куча шприцов, много разных лекарств, от кашля, насморка, в общем от того, чем чаще всего заболевают люди.\n\nНо бинта по-прежнему не видно, спереди есть дверь, надеюсь это склад.",
    "answers": [
      {
        "id": 34,
        "text": "Войти в дверь"
      },
      {
        "id": 35,
        "text": "Поискать еще что-нибудь",
        "need": 34
      },
      {
        "id": 37,
        "text": "Выйти из прилавка",
        "need": 35
      }
    ]
  },
  {
    "id": 31,
    "text": "Решив проверить что там случилось, я заглянул одним глазом в окно. Напротив была детская площадка, она была заставлена маленьким забором по всему ее периметру, милые качели, красивая песочница, а вот и горка железная, эх... я помню как раньше на ней катался. Скатывался и обратно наверх, так раз 10 и на другой \"аттракцион\". \n\nКак это было кла... резко голова одного из монстров вылезла прямо из-под окна, громко зарычав, напугала меня до смерти. Сунула огромную лапу, разбив стекло, осколки полетели прямо за мной, я же начал убегать назад. Она разгромила верхнюю часть окна и без каких-либо преград просунула свою лапу в здание. \n\nЯ прижался к стенке, пытаясь как можно дальше отодвинуться от лапы, но зверь дотянулся и  расцарапал мне все тело, с ног до головы... оно убрало лапу. Побежав в непонятном направлении, я не смог разглядеть куда, мои глаза... я не мог их открыть, вокруг была темнота, я как будто бы их открыл, но ничего не происходит... я упал на колени, стекла прорезали в моих ногах маленькие порезы, я уже не чувствовал боль... меня больше нет.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Открыв дверь, и выйдя на улицу, я почувствовал свежий воздух, по крайней мере, он был свежее, чем в этой аптеке, там жутко пахло всякими лекарствами. Солнце на небе не было видно, его закрывали ядовтио-желтые облака. Повсюду была какая-то пыль. Вероятно, это вредит экологии.\n\nСпустившись с лестницы, я решил, что следующее место посещения будет это дом друга, может быть хоть кто-то выжил... хотя, почему именно друг? Тут весь город вымер, а мой друг вот так вот останется жив... эх. Как все печально. \n\nОсмотрев всю улицу, я понял, что стоит быть аккуратнее, одна эта пыль уже наводила сомнения на чистый воздух, придется найти тряпку и обматать себе рот, дышать этим я не хочу.\n\nДостав из рюкзака воду, я снял с себя футболку и порвал на тряпки. Намочив получившиеся тряпки, я обматал их вокруг головы, закрыв ими рот.\n\nТак-то лучше! Нужно выдвигаться скорее, время было 12:18.",
    "answers": [
      {
        "id": 41,
        "text": "Отправится в путь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я проснулся в холодном поту, громкая отдышка, головокружение... что это было?! Начав трогать свои колени, грудь, глаза я начал по-тихоньку вставать... Это сон?! Мне никогда не снились такие четкие сны... Господи, как это ужасно. \n\nСпустя десять минут, я пришел в себя, паники уже не было. На часах время было 09:58.\n\nМолча начав осматривать полки с медикаментами, я понял, что все препараты, которые были во сне, стояли и наяву...\n\nЧерт, что это значит? Вещий сон? Такое бывает? Как же много вопросов...\n\nСтоит уходить отсюда, но я не уйду без бинта, моя рана все еще немного кровоточит. Я пошел за прилавок, там стояла дверь, вся облезлая, видно что старая, деревянная. Рядом еще были ящики, сгнившие и все такие же деревянные. ",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреть ящики"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я подошел к двери и потянул ручку вниз. Закрыто... Это плохо, что же тогда? Где-то от нее есть ключ, надеюсь...",
    "answers": [
      {
        "id": 30,
        "text": "Обратно"
      },
      {
        "id": 36,
        "text": "Открыть дверь ключом",
        "need": 37
      }
    ]
  },
  {
    "id": 35,
    "text": "Решив пооткрывать еще несколько ящиков, я нашел там воду, три бутылки. Только куда мне ее положить? Блин, возьму пока одну, в руке будет.\n\nЯ начал открывать ящик, как вдруг, ручка от него отлетела, упав на стеклышки и издав неприятный звук. Блин, она прогнила и просто отламалась, будто пластмассовая.",
    "answers": [
      {
        "id": 30,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я вошел в помещение. Тут было много  больших шкафов, иначе я не могу их назвать, они были очень длинными и достаточно высокие, чтобы иметь здесь лестницу. Стены здесь были из стальных листов, не знаю почему.\n\nЯ уже было хотел начать открывать шкафы, как вдруг, рядом с аптекой послышался вой. Господи, нет! Это опять эти черти? \n\nУслышав, как кто-то очень яростно разбил окно, я увидел, как осколки полетели в мою сторону, зверь начал тянуть свою лапу. Я попытавшись закрыть дверь, прищемил себе палец, резко отпустив дверь... дверь открылась, через секунду, коготь зверя воткнулся мне в ногу, потянув к себе, я попытался зацепиться за что-нибудь, я растер себе все колени и ударился головой об пол, осколки стекла вонзились мне в глаза...",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я решил поискать здесь ручку от ящика, надеюсь там будет ключ, иначе шансов выжить у меня нет. \n\nНачав осматривать пол, я по-прежнему видел куча разных разбитых бутылочек. Так же заметил, что пол был выложен плитками из кафеля. Осмотрев весь пол, я заметил, что одной плитки не хватает, на этом месте лежало много битого стекла. \n\nЧерт, рукой туда не подлезть... Может футболка подойдет? Я снял с себя футболку и наматал ее на руку. Убрав все осколки, я увидел какую-то железку, согнутую в полу-месяц. \n\nБлин, фигня...\nСпустя минуту, я понял, что это же ручка от ящика, черт! Отыскав снова этот полу-месяц, я решил попробовать ее вставить, ничего не вышло... \n\nАх, да, ее же можно перевернуть *Начал смеяться* Что-то апокалипсис потрепал меня... голова вообще не варит. Вставив ручку, я потянул за нее, ящик открылся. А откуда собственно эта ручка, если я сломал от этого ящика? Никогда не узнаю ответ на этот вопрос.\n\nЯ начал рыскать в этом ящике. О, ура! Ключ!",
    "answers": [
      {
        "id": 30,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 38,
    "text": "Если это был вещий сон, мне бы стоило поторопиться, думаю, не только вещи повторяются, эта тварь возможно тоже... \n\nПодойдя к ящикам, я стал их открывать, они жутко скрипели, страх начал охватывать меня. Хоть бы не услышали эти твари... \n\nВезде лежали бесполезные лекарства, бинта среди них не было, жалко.\n\nВот, остался последний ящик, открыв его, он почти не скрипел, в нем были все те же шприцы и о чудо!  Вода! Три бутылки воды. Все бутылки не уместить, придется взять одну в руки.",
    "answers": [
      {
        "id": 39,
        "text": "Войти в дверь"
      },
      {
        "id": 40,
        "text": "Положить воду в рюкзак",
        "need": 39
      }
    ]
  },
  {
    "id": 39,
    "text": "Я вошел в помещение. Тут было много  больших шкафов, иначе я не могу их назвать, они были очень длинными и достаточно высокие, чтобы иметь здесь лестницу. Стены здесь были из стальных листов, не знаю почему.\n\nЯ начал открывать шкафы, там висели какие-то костюмы, судя по виду, от химических воздействий... \n\nТо есть тут есть какая-то лаборатория? Да быть того не может, это же просто обычная аптека, какая тут может быть лаборатория? \n\nВ одном из шкафов, за костюмом я нашел аптечку, открыв ее, моему взору предстала такая картина, стандартный набор первой помощи:\n\nЙод, бинт четыре штуки, медицинская игла, нить и перекись водорода.\n\nВзяв из аптечки бинт и перекись водорода, я полил рану на животе перекисью и обмотал торс бинтом. Фух, так будет лучше. \n\nСобравшись уходить, я заметил небольшой рюкзак, отлично, туда я положу аптечку. Так, еще и воду, отлично, все идеально.",
    "answers": [
      {
        "id": 32,
        "text": "Выйти из аптеки",
        "need": 40
      },
      {
        "id": 72,
        "text": "Обратно к ящикам"
      }
    ]
  },
  {
    "id": 40,
    "text": "Положив бутылки с водой в рюкзак, я наравился к выходу из этой странной аптеки.",
    "answers": [
      {
        "id": 32,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 41,
    "text": "Это будет относительно долгий путь, с одной стороны, мой друг живет близко, с другой стороны, путь будет очень опасен. Мутированные псы слишком опасны для меня и как с ними бороться, я не имею ни малейшего понятия.\n\nНаправившись в арку, я заметил, что она была как-то сильно разрушена, сколько я ее помню, она была почти как новая, а сейчас, верхний слой кирпичей где-то отвалился, где-то уже собирался отвалиться. То же самое и с асфальтом, он выглядел так, будто по нему перевозили двадцати тонный груз, причем не останавливаясь около пяти лет! Он был в ужасном состоянии.\n\nВокруг были фонарные столбы, они украшали мой путь, хоть и были с разбитыми лампочками.\n\nЯ, собственно, шел вдоль дороги, по узенькому тротуарчику. Местами он был, а местами и нет, в общем тоже был не в лучшем состоянии. \n\nПыль, витающая в воздухе, не давала моему взору захватить всю картину разрушенного города, я видел лишь часть того, что произошло с ним.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вдоволь налюбовавшись на свой разрушенный город, я и не заметил как подошел к парку, тут была развилка, она состояла из двух дорог, одна вела по короткому пути, другая же по длинному. Однако почему есть такой выбор, потому что если пойти короткой, то придется идти по грязи, всю дорогу, а это километр по слякоти!\n\n Если же выбрать второй, длинный путь, то тут все обстоит намного лучше, спокойная, двух километровая дорога, но насколько мне кажется более опасная.",
    "answers": [
      {
        "id": 43,
        "text": "Пойти длинной дорогой"
      },
      {
        "id": 44,
        "text": "Пойти короткой дорогой"
      }
    ]
  },
  {
    "id": 43,
    "text": "Выбрав длинный путь, я решил что так будет лучше, нигде не придется пачкаться, тем более, что отмыть-то грязь негде.\n\nЭта тропинка вела не через сам центр, где и была грязь. Она вела по краю парка, то есть это был действительно обход через парк, поэтому и чистый.\n\nТрава была зеленой, стоячей, красота, будто в парке воздух чище, хотя так оно и есть, кругом же деревья, а это чистый кислород! ",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Решив пойти короткой дорогой, я понял, что будет конечно грязно, но зато быстро! \n\nЭта тропинка вела через центр парка, собственно поэтому там было и грязно, все проходящие там люди, просто ленились выкидывать мусор в мусорные корзины, а позже выяснилось, что там вода почти не высыхает, то есть после дождя, грязь может не высыхать там почти месяц!\n\nПройдя метров сто, я увидел очень-очень грязную дорогу, не испачкав там свои кроссовки, нельзя было пройти.\n\nЭти красивые деревья, зеленые и высокие, вообще не сочитались с этой грязной тропой.\n\nЧто же, придется идти, помою потом где-нибудь свои кроссовки. Начав свой путь, я сразу же, с самого начала чуть не рахнул в грязь. Слава Богу, натренированная устойчивость на заброшках, меня выручила. Да-да, \"криминальное\" прошлое, ну что же поделать, надо было как-то развлекаться.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Во время пути, я уже полностью наловчился и шагал сквозь грязь, будто всю жизнь это делаю. \n\nДа, кроссовки были не в лучшем состоянии, но... зато я скоро буду у дома своего друга. Честно говоря, пошел я к нему, потому что не помню больше ни чей дом.. это очень странно.. не знаю, почему у меня случилась потеря памяти, но в этом точно стоит разобраться.",
    "answers": [
      {
        "id": 47,
        "text": "Закончить путь"
      }
    ]
  },
  {
    "id": 46,
    "text": "Пройдя еще пару сотен метров, я понял как ноги мои стали уставать, дорога казалась какой-то нудной и скучной, ну да, а какие развлечения могут здесь быть? \n\nЧестно говоря, пошел я к своему другу потому что не помню больше ни чей дом.. это очень странно.. не знаю, почему у меня случилась потеря памяти, но в этом точно стоит разобраться.",
    "answers": [
      {
        "id": 49,
        "text": "Подъезд друга"
      }
    ]
  },
  {
    "id": 47,
    "text": "Пройдя весь путь, мои ноги были все в грязи, выглядели они не особо привлекательно, но все же, это обувь, в ней нужно ходить, а не смотреть на нее. \n\nУже ближе к дому своего друга, я увидел большую лужу.\n\nХм... а будет ли моя обвуь чище, если я помою ее в той же грязи? Будет конечно. Засунув не глубоко свои свой один кроссовок в лужу, он немного побелел, грязь сошла с него. То же самое я сделал и со вторым кроссовком.",
    "answers": [
      {
        "id": 49,
        "text": "Подъезд друга"
      }
    ]
  },
  {
    "id": 48,
    "text": "Открыв дверь в квартиру своего друга Ильи, я первым делом, удивился, что она открыта... Ладно, надеюсь все будет в порядке. \n\nИлья был из богатой семьи, он всегда был в достатке, но не за просто так, он был очень умным, получая только хорошие оценки в школе, он был далеко не занудой, он хороший парень, особо не парился вообще за учебу, но каким-то боком, у него всегда были хорошие оценки. \n\nЕго квартира была выполнена в \"королевском\" стиле, красивый пол, двери, потолок, на них был один вырез, это была какая-то золотая линия, извивавшеяся от верха и до самого низа двери.\n\nТрех комнат, его семье хватало, там было очень уютно. Илье была выделена своя комната, в ней царил только его порядок и ни чей больше!",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Это был вполне лёгкий путь, фух, надеюсь дверь в подъезд будет открыта.\n\nПройдя еще пару метров, под окнами первых этажей, я проворачивал в голове ситуации взлома подъездной двери.\n\nДойдя до двери, я дернул за ручку и дверь открылась. Что же, тогда все хорошо. Мне нужно подняться на пятый этаж, там же есть двадцатая квартира, в ней и живет или жил мой друг!",
    "answers": [
      {
        "id": 48,
        "text": "Около входа в квартиру"
      }
    ]
  },
  {
    "id": 50,
    "text": "Разувшись, я начал медленно идти по паркетному полу, попутно замечая, что вещи были разбросаны по всему дому, я решил пойти в гостинную.\n\nТам ничего не было, только большой телевизор, висевший на стене, чайный столик и очень мягкий диван.\n\nПрисев на диван, я решил отдохнуть, думаю, если бы дома кто-то был, он бы уже давно меня встретил.\n\nВремя 14:37. \n\nСпустя нескольких минут, проведенных в тишине, я услышал чье-то дыхание... Страх напал на меня, встав с дивана и снова прислушавшись, я понял, что дыхание доносилось с комнаты Ильи. Дыхание было почти беззвучным, я еле слышал его...\n\nПодходя все ближе к двери Ильи, мое сердце билось все сильнее, медленно обхватив ручку двери, своей трясущейся рукой, я начал поворачивать ручку вниз. Открыв дверь, я заглянул в комнату, там было темно, увидев что-то трясущееся в темноте, оно повернуло голову и я увидел его белые глаза...\n\n\nКонец второй главы.\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 52,
        "text": "Начать третью главу"
      }
    ]
  },
  {
    "id": 51,
    "text": "Глава 3.\nВ разработке... to be continued...—>",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 52,
    "text": "Глава 3. «Ты слышишь конец?»\n\nВремя на часах 14:43.\nСильно испугавшись, я резко закрыл дверь. Кто-то там, за дверью затих... \n\nМедленное шарканье по полу, заставило меня убрать руку с ручки двери. Я отошел на метр назад. Шарканье становилось все громче, будто нечто подползало все ближе. \n\nУвидев длинную, железную ложку для обуви, я взял ее, дабы использовать как оружие. \n\nРучка двери начала медленно поворачиваться, я приготовился атаковать цель. И вот, дверь открывается, нечто начало кашлять и задыхаться. \n\nОказывается, это человек, с ним я раньше не встречался. Полностью открыв дверь, он лег на спину и  хрипящим голосом произнес \"Воды-ы\"\n\nНа незнакомце одежда была порвана. Это какие-то камуфляжные штаны и футболка, полностью черная. Оторванные куски ткани были только на руках и ногах, может ли это что-то значить?\n\nНе долго думая, я снял свой рюкзак с плечь. Расстегнув его, я достал оттуда бутылку воды, найденную мной еще в аптеке. — А может я оставлю эту воду себе? — Апокалипсис — дело не шуточное.",
    "answers": [
      {
        "id": 53,
        "text": "Дать воды незнакомцу"
      },
      {
        "id": 54,
        "text": "Оставить воду себе"
      }
    ]
  },
  {
    "id": 53,
    "text": "\"Все-таки, человечность нужно сохранять.\" — открыв бутылку, я проговорил.\n\nБедняга лежал на полу вот уже целую минуту. Поднеся бутылку воды к его губам, он будто ожил, резко поднявшись и сев на пол, он взял бутылку и начал пить, с таким азартом, будто он целый год не пил.\n\nВдоволь напившись воды, незнакомец отдал наполовину выпитую бутылку мне. \n\n— Все в порядке? — Что с вами случилось?\n\n— Я.. я вроде в порядке. Я не помню, что произошло. Я даже квартиры, в которой нахожусь не знаю, собственно как тут оказался тоже.\n\n— Маловато информации вы мне предоставили, в общем не важно. Расскажите о себе. \n\nИ сев на пол рядом с незнакомцем, я настроился на беседу с ним. В моем путешествии он не будет лишним, с друзьями безопаснее.",
    "answers": [
      {
        "id": 55,
        "text": "Диалог"
      }
    ]
  },
  {
    "id": 54,
    "text": "Незаметно засунув воду обратно в рюкзак, я надел его обратно на плечи. Я почувствовал некое угнетение совести, но быстро отошел от этого. —Прости, дружище, но думаю что одному мне будет проще. — проговорил я у себя в голове.\n\n\n— Человек, помоги, пожалуйста, все мы люди и все мы хотим жить. — сказал незнакомец.\n\n— Слушай, это конец света. Понимаешь? Тут нет друзей. Есть только еда, вода, соперники и жизнь. В жизни все по-другому. — с ухмылкой проговорил я.\n\n— Прошу тебя...",
    "answers": [
      {
        "id": 59,
        "text": "— Ты меня не понял? — зло сказал я."
      },
      {
        "id": 60,
        "text": "— Ладно, ладно. Прости что вёл себя так, все мы люди. — успокоившись сказал я."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Антон мое имя. Вообще, я до этого ужасного момента работал в МЧС. У меня были самые серьезные вызовы, на мне всегда лежала огромная ответственность.  \n\n— Интересно, меня Николай зовут.\n\n— Перед этой катострофой, кстати, у меня был вызов, горел пятиэтажный дом. Пожар был ужасных размеров, но меня, как и всю команду, это не останавливало. ",
    "answers": [
      {
        "id": 56,
        "text": "— Ну так что, все прошло удачно?"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Да... все шло идеально, пока в здании не произошел взрыв. После я ничего не помню, даже как оказался тут. — рассказывал незнакомец.\n\n— Ты уверен, что взрыв был в здании? — поинтересовался я.\n\n— Кстати... нет. Возможно что это взорвался какой-нибудь ядерный реактор, а может и на нас сбросили бомбу. Никаких особых признаков не замечаешь на себе? — спросил Антон.\n\n— Ну, пока ничего странного я не находил. Я думаю, нам стоит найти людей. Есть предложения где они?\n\n— К сожалению или к счастью, не знаю, идей нет. Давай для начала просто отправимся на улицу. — предложил Антон.",
    "answers": [
      {
        "id": 58,
        "text": "— Постой, думаю нам стоит поискать здесь что-нибудь."
      }
    ]
  },
  {
    "id": 57,
    "text": "Нейтральная концовка. \n\nДостижение:\n\n\"Вечный покой\"\n\nВот и закончилась история про обычного парня, по имени Николай. \n\nОн обрел настоящий покой, ему уже ничего не мешало и ничто не могло побеспокоить. \n\nАнтон, единственный друг Николая, предал его... ограбив и оставив на дороге одного. Николай вскоре сошел с ума, выжить он не смог, что очень не радует.",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 58,
    "text": "\"Нужно осмотреть эту квартиру внимательнее, может... я найду здесь что-нибудь нужное\" — прозвучало у меня в голове.\n\nНачав осматривать квартиру вместе с Антоном, меня посещали разные мысли, но мысль насчет странного попутчика мне особенно не давали покоя. \n\n\"Стоит ли идти с ним? На его штанах и руках были странные дыры, будто от чьих-то укусов. Может это те большие псы? Как много вопросов и ни одного ответа.\" — Рассуждал я.\n\nВремя на часах 15:36. \n\n— Николай, я нашел тут кое-что, иди сюда. — сказал Антон\n\nПодойдя к Антону, я увидел в его руках нечто, похожее на драгоценный алмаз, но его делало особенным неизвестное сияние. \n\nМгновенно неизвестные раны на руках и ногах Антона начали заживать. А на моем теле затягиваться стали раны на животе и ладонях.",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Нагрубив незнакомцу, я отошел на кухню. \"Нужно осмотреть эту квартиру внимательнее, может... я найду здесь что-нибудь нужное\" — прозвучало у меня в голове.\n\nНачав осматривать квартиру, меня посещали разные мысли, но мысль насчет странного \"друга\" мне особенно не давали покоя. \n\n\"Стоит ли связываться с ним? На его штанах и руках были странные дыры, будто от чьих-то укусов. Может это те большие псы? Как много вопросов и ни одного ответа.\" — Рассуждал я.\n\nВремя на часах 15:36. \n\nТем временем, я нашел красивый до безумия алмаз. Он светился и очень положительно влиял на мой настрой. Раны чудом зажили и я перестал чувствовать голод и жажду, как странно...\n\nНужно уходить отсюда, я не хочу делится ни с кем этим добром. \n\nПодходя к прихожей, я увидел, что незнакомец пропал! Черт, нужно сваливать отсюда скорее.",
    "answers": [
      {
        "id": 70,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Прости, не знаю что на меня нашло.\n\n— Все в порядке, я все понимаю, нервы, волнение и все такое. Я сам не знаю, как поступил бы в этой ситуации. — Сказал незнакомец.\n\nДостав из рюкзака воду, я дал ее незнакомцу. Поднеся бутылку воды к его губам, он будто ожил, резко поднявшись и сев на пол, он взял бутылку и начал пить, с таким азартом, будто он целый год не пил.\n\nВдоволь напившись воды, незнакомец отдал наполовину выпитую бутылку мне. \n\n— Все в порядке? — Что с вами случилось?\n\n— Я.. я вроде в порядке. Я не помню, что произошло. Я даже квартиры, в которой нахожусь не знаю, собственно как тут оказался тоже.\n\n— Маловато информации вы мне предоставили, в общем не важно. Расскажите о себе. \n\nИ сев на пол рядом с незнакомцем, я настроился на беседу с ним. В моем путешествии он не будет лишним, с друзьями безопаснее.",
    "answers": [
      {
        "id": 55,
        "text": "Диалог с незнакомцем"
      }
    ]
  },
  {
    "id": 61,
    "text": "\"Нужно осмотреть эту квартиру внимательнее, может... я найду здесь что-нибудь нужное\" — прозвучало у меня в голове.\n\nНачав осматривать квартиру вместе с Антоном, меня посещали разные мысли, но мысль насчет странного попутчика мне особенно не давали покоя. \n\n\"Стоит ли идти с ним? На его штанах и руках были странные дыры, будто от чьих-то укусов. Может это те большие псы? Как много вопросов и ни одного ответа.\" — Рассуждал я.\n\nВремя на часах 15:36. \n\n— Николай, я нашел тут кое-что, иди сюда. — сказал Антон\n\nПодойдя к Антону, я увидел в его руках нечто, похожее на драгоценный алмаз, но его делало особенным неизвестное сияние. \n\n— Он светится!",
    "answers": []
  },
  {
    "id": 62,
    "text": "Плохая концовка. \n\nДостижение:\n\n\"Собачкам было вкусно\"\n\nВот и закончилась история про обычного парня, по имени Николай. \n\nЗакрывшись в маленьком ларьке, Антон тем самым обезопасил себя, но жестко поступил с Николаем. \n\nОт Николая остались лишь кости. А у Антона остались психические расстройства и громкий звук чавканья за дверью, казалось, не прекращавшийся уже вот целую вечность. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 63,
    "text": "К сожалению, это плохая концовка.\n\nАнтон предал Николая, оставив его на растирзание большим псам. \n\nАнтон и правда странный. Более чем странный.\n\nНе забудьте посетить страницу с достижениями.\n\nОткрыта плохая концовка.\n\nПолучено достижение:\n\n\"Собачкам было вкусно\"",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 64,
    "text": "Хорошая концовка. \n\nДостижение:\n\n\"Я — Легенда\"\n\nВот и закончилась история про обычного парня, по имени Николай.\n\nНиколай спас мир. Земля стала цвести прямо на глазах, чудо да и только. Появились люди, растительность, животные, в общем все как в лучших фильмах. ",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Что за чудеса. — удивился Антон\n\n— Да уж, как вообще такое возможно? \n\nЭта находка будет явно не лишней, и раз ее нашел Антон, эта вещь принадлежит ему, стоит все-таки пойти с ним.\n\n— Антон, думаю, эта вещь очень нам пригодится. — проговорил я, с радостной улыбкой.\n\nАнтон не сразу ответил, он внимательно и как-то странно смотрел на алмаз.\n\n— Да, хорошо что я нашел это. — странно улыбнувшись, сказал Антон.\n\nНачав собираться на выход, я заметил, что Антон ведет себя очень странно. Он ходил из стороны в сторону, приговаривая что-то непонятное. Мне кажется, он не совсем здоров.\n\n— Ну что, выходим? — прервав тишину, спросил Антон.\n\n— Да, конечно.\n\nИ вот, мы на улице, Антон по-прежнему не отпускал из рук этот алмаз. Видимо, его в нем что-то очень привлекало. \n\nНужно думать, куда идти дальше.",
    "answers": [
      {
        "id": 66,
        "text": "Выйти к дороге"
      },
      {
        "id": 67,
        "text": "Зайти в ближайший магазин"
      }
    ]
  },
  {
    "id": 66,
    "text": "Антон все это время шел сзади меня. Он был слишком увлечен алмазом. \n\nДойдя до дороги, я увидел трех больших псин, размеры их повергли меня в шок. Я уже было хотел бежать оттуда, но они заметили меня.\n\nКрикнув Антону, что надвигается опасность он укрылся в небольшом ларьке, крепко закрыв дверь за собой, он не спешил открывать ее мне... Мои крики о помощи были слышны на всю улицу, но Антона это никак не затронуло.\n\nЯ всегда чувствовал, что он не совсем нормальный...\n\nСобаки разодрали Николая в клочья, оставив на десерт лишь его кости.",
    "answers": [
      {
        "id": 63,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 67,
    "text": "Хоть у меня и была уже неприятная встреча с ужасными и голодными псами, но это не останавливало меня зайти вновь в помещение с кучей еды. \nАнтон все это время шел сзади меня. Он был слишком увлечен алмазом. \n\nДойдя до магазинчика, я увидел его небольшие размеры и в какой-то степени почувствовал покой. Бегать от больших псин не очень интересно на самом деле.\n\nМагазин \"Верь в чудо\" хорошо так внушал доверие, поэтому страха заходить в него почти не было, а зря...\n\nКак только я зашел в магазин, я увидел перед собой прилавок с конфетами, но таковых там к сожалению не было. На полу валялись разные вещи, вообще никак не подходящие к этому месту. Разные железки, пакеты, деревянные сломанные полки, стекла. Скверное место, на самом деле, я думал здесь будет по-приятнее. \n\nОбернувшись назад, после осмотра помещения, я удивился отсутствию Антона. Куда ж он мог деться?\n\nНаправляясь к выходу, я безжалостно шагал по трескающимся осколкам стекла. \n\nИ вот, совершенно неожиданно, перед самым выходом из маленького магазина стоял Антон.",
    "answers": [
      {
        "id": 68,
        "text": "— Антон, почему ты не зашел со мной?"
      }
    ]
  },
  {
    "id": 68,
    "text": "После моих слов, последовал удар и нанес его Антон, прямо мне в голову. \n\nЯ резко отключился. \n\nОчнувшись посередине какой-то дороги, я сильно испугался, решив проверить сколько сейчас времени, я не обнаружил наручных часов, сумки тоже нет... он ограбил меня. \n\nВстав я едва ли смог разглядеть путь, на улице было очень темно.\n\nВ моей голове все мысли спутались, я не мог думать самостоятельно. Чувство обиды съедало меня. Ну как же можно так поступать с человеком? Так нельзя... кажется, мне уже ничего не поможет. \n\nЯ медленно побрел в сторону неизвестного мне направления, ожидая найти там свое спасение...",
    "answers": [
      {
        "id": 69,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": "Это нельзя назвать хорошей концовкой, но она далеко не плохая, ты не был съеден большой псиной, ты не умер от голода, ты всего лишь нашел умиротворение... \n\nНе забудьте посетить страницу с достижениями.\n\nОткрыта нейтральная концовка.\n\nПолучено достижение:\n\n\"Вечный покой\" ",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 70,
    "text": "Выйдя на улицу, я приметил небольшой завод по производству разных деталей для самолетов. Собственно, туда я и отправлюсь.\n\nВоздух снаружи был все так же засорен каким-то непонятным песком. \nСкоро начнет вечереть, нужно быстрее идти к заводу, к слову, он был через дорогу.\n\nПока я шел, меня не покидало странное чувство, будто за мной кто-то следит, постоянные шорохи, шумы позади меня. Меня это напрягает.\n\nИ вот у самого входа в центр по производству деталей, я увидел в отражении двери того самого незнакомца, он явно хотел укусить меня, сильно испугавшись, я резко развернулся и вонзил ему красивый алмаз прямо в голову. Неизвестный мне человек словно взорвался у меня на глазах и чудесный алмаз пропал.\n\nВ эту же секунду, песок из воздуха пропал, маловидимый туман стал отступать и деревья вдруг стали резко цвести. Мир стал преображаться. ",
    "answers": [
      {
        "id": 71,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 71,
    "text": "Мир спасен, незнакомец был причиной всех бед, странно, но это сейчас не важно. Ведь мир спасен! \n\nНе забудьте посетить страницу с достижениями.\n\nОткрыта хорошая концовка.\n\nПолучено достижение:\n\n\"Я — Легенда\"",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 72,
    "text": "Все те же ящики встречали меня.\nНе долго думая, я положил бутылки воды в рюкзак и направился к выходу из этой странной аптеки.",
    "answers": [
      {
        "id": 32,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  }
]