[
  {
    "id": 1,
    "text": "Здраствуйте, в этой истории вам предстоит прожить жизнь вашего героя от начала и до конца.",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы родились в знатной семье.",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Через 10 минут ожидания отец выходит из комноты и разрешает вам поехать с Алексеем на войну.",
    "answers": [
      {
        "id": 31,
        "text": "отправится на войну"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы родились и вас взял на руки отец, вы были долгожданным 3 сыном в семье.На вас смотрят отец , мать и в их глазах видна любовь к вам",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы родились и вас взял на руки отец  вы были долгожданой второй дочерью в семье. Навас смотрят отец, мать и в их глазах видна была любовь к вам.",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы были здоровым ",
    "answers": []
  },
  {
    "id": 7,
    "text": "Вы родились и росли со своей семьёй. Вам дали имя Игорь. Ваш дом носил фамилию Лисовичи и герб был рыжий лис на зелёном поле. Игорь был здоровым мальчиком. В 7 вы научились ездить верхом, в 9 лет вы в совершенстве владели луком, в 14 лет вы умели вести бой на мечах. В 15 лет вы входили в военный совет своего отца вместе с братьями: со старшим Владимиром и средним Алексеем. От своих братьев и от отца вы набирали опыта в военной стратегии.\nИ вот на повестке дня стоял вопрос:-начать ли войну  с  вашими давнишними врагами Волковичами или заключить брачный союз между вами и Кристиной. Все проголосовали и твой голос остоётся последним.Ваши действия встать и достать меч- это значет война или положить меч на стол- это значет союз",
    "answers": [
      {
        "id": 8,
        "text": "взять и достать меч."
      },
      {
        "id": 9,
        "text": "положить меч на стол."
      }
    ]
  },
  {
    "id": 8,
    "text": "Всё было решено: дом Лисовичей объевил войну дому Волковичей. Ваш отец стал соберать васалов вашего дома под свои знамёна и готовить армию к войне.",
    "answers": [
      {
        "id": 11,
        "text": "попросить чтобы отец взял вас собой."
      },
      {
        "id": 12,
        "text": "попросить чтобы отец разрешил пойти с Владимером и его армией на заподные земли Волковичей."
      },
      {
        "id": 13,
        "text": "попросить чтобы отец разрешил пойти с Алексеем на восточные земли Волковичей."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вас отправляют в замок к Волковичам чтобы вы женились и объединили два великих дома на материке Келоруси.",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Вы просите отца взять вас собой, на что он отвечает:\n-Нет, сын мой;\n-Но отец ?\n- Некоких но, я еду на решающую битву где будет решатся победим мы или нет!\n-И поэтому отец возми меня собой!\n-Я сказал нет там опасно я итак рескую жизнями твоих братьев. Ты останешся тут и будешь следить и защищать наш дом и свою мать и сестру!!! Понял?",
    "answers": [
      {
        "id": 15,
        "text": "\"Понял\"- сказать на повышаном тоне и уйти в свою комноту."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подходите к отцу и спрашиваете разрешение пойти с Владимером на войну.\nНа что ваш отец отвечает: \n-Нет сын мой.\n-Но почему?\n- Потому что это очень опасно!\n-И потому что я невозьму тебя с собой! -:сказал\nВладимер.\n-Ты останешся дома-: сказал отец.",
    "answers": [
      {
        "id": 15,
        "text": "обиженым уйти в свою комноту."
      }
    ]
  },
  {
    "id": 13,
    "text": "-Отец можно я пойду с Алексеем на войну-: сказали вы.\nНа что ваш отец ответил:\n-Нет сын мой.\nВы хотели чтото сказать но ваш брат Алексей позвал вашего отца поговорить на едене",
    "answers": [
      {
        "id": 3,
        "text": "ждать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы просыпаетесь в комноте местного трактира, рядом с вами лежит в кровати  красивая рыжеволосая, голубоглазая офицанка.",
    "answers": [
      {
        "id": 26,
        "text": "Поднятся и начать одеватся "
      }
    ]
  },
  {
    "id": 15,
    "text": "Через 19 дней ваш отец и брать отправелись в поход.\nЧерез 2 месяца к вам прелетает 3 голубя.\n1 голубь с письмом от отца в нём говорится что он победил и находится возле замка Волковичей и просит чтобы вы  превели к нему армию и это очень срочно!\n2 голубь принёс письмо с очень плохой новостью что ваш старший брат Владимер был убит на поле боя 3 стрелами. И теперь армия находится без командира и они просят чтобы вы возглавели их. Это очень срочно!\nНо 3 голубь пренёс то что с Алексеем всё хорошо он победил трёх васалов Волковичей и идёт уничтожать 4 васала.\nКуда вы отправитесь\n",
    "answers": [
      {
        "id": 17,
        "text": "на помощь отцу и оставите армию с вашего старшего брата без командира"
      },
      {
        "id": 18,
        "text": "возглавите армию старшего брата и разобъёте армию васала Волковичей."
      }
    ]
  },
  {
    "id": 16,
    "text": "Доброе утро моя любимая - сказали вы.\nИ в ответ услышали:\nДоброе- она поднялась с кровать и обняла вас",
    "answers": [
      {
        "id": 26,
        "text": "назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы взяли всю армию что была в замке. И отпровляетесь в поход к отцу на помощь. Но не успеваете вы подойти к замку волковичей как на вас напали 3 васала Волковичей. Через несколько часов ожесточёного боя ваша армия была разбита и вы взяты плен.\nК вашему отцу был отправлен пасол с ультиматумом что если ваш отец не согласится заключить перемирие и неодаст своего сына как жиниха для Кристины то он казнит вас. Отец согласился и вас отпустили и в этот же день была сыграна свадьба и подписан военный союз между Волковичами и Лисовичами.",
    "answers": [
      {
        "id": 14,
        "text": "пропустить пять лет"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решаетесь отправится к армии своего старшего брата чтобы взглавить её.Взяв собой 20 воинов в охрану вы отправидись в путь.\nЧерез несколько дней вы добрались и возглавили армию.Ваша армия в количестве 4 тыс воинов и 6 тыс ополченцев, армия врагов 6 тыс воинов и 6 тыс ополченцев .Что вы прекажите делать?",
    "answers": [
      {
        "id": 32,
        "text": "пойти в атаку"
      },
      {
        "id": 33,
        "text": "ждать и дать сделать первый ход врагу"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы остовляете мать и отпраляетесь в поход к отцу с вами 578 воинов и 465 ополченцев.",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы оставили сестру главной и отправелись в поход к отцу свами 578 воинов и 456 ополченцев.",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы неуспев подойти к замку на вас нападает армия васала Волкавичей. Ваша армия разбита, а вы взяты в плен.",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "К вашему отцу был отправлен пасол Волковичей с ультиматумом что если ваша семья не согласится на перемирие и брачный союз вас казнят.",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ваш отец согласился на перимирие и отдал Алексея как жениха для Кристины Волкович. Вас отпустили. Наследущий день Алексей поженился с Кристиной.",
    "answers": [
      {
        "id": 24,
        "text": "пропустить 5 лет"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Лиза проснулась имено так звали эту девушку она была дочерью хозяина трактира и находилась в сословии простолюдинов.Но вы любили её, но держали всё в тайне.",
    "answers": [
      {
        "id": 16,
        "text": "Доброе утро моя любимая."
      },
      {
        "id": 27,
        "text": "мне пора идти, а то отец будет опять искать."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы возращаетесь в замок у ворот вас ждет отец и брат.",
    "answers": [
      {
        "id": 28,
        "text": "что вы тут делаете?"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы тебя ждём! -в повышеном тоне сказал отец. Ты с половиной нашей армии идёшь на войну- сказал Алексей.",
    "answers": [
      {
        "id": 29,
        "text": "А почему не ты брат мой?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Потому что я ему запретил идти на неё, он мой наследник и я не хочу потерять его как Владимира, а ещё у него дочь и жена , а у тебя нету никого: не жены, не ребёнка- сказал отец.",
    "answers": [
      {
        "id": 30,
        "text": "собрать армию и отправится в военный лагерь"
      }
    ]
  },
  {
    "id": 30,
    "text": "Конец 1 части",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 31,
    "text": "Когда вы захватили замок 3 васала прогуливаясь по коредорам вы услышали женские крики и тут же побежали туда. Вы вошли в комнату и перед вами предстала картина как двоя ваших доблесных воинов пытались износиловать молодую служанку. Что вы сделаете?",
    "answers": [
      {
        "id": 44,
        "text": "наказать их отрезов им по 1 пальцу."
      },
      {
        "id": 45,
        "text": "пресоединица"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы приготовили войска к атаке. Пойдёте вы с армией в бой или нет.Решать вам?",
    "answers": [
      {
        "id": 34,
        "text": "пойду"
      },
      {
        "id": 35,
        "text": "нет"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы готовите войска к обороне. Что вы им прикажите делать?",
    "answers": [
      {
        "id": 39,
        "text": "оставить укрепленный центр и уезвимые бока."
      },
      {
        "id": 43,
        "text": "сделать уезвимым центр и укрепить бока"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы ведёте свои войска в бой враг неожидал этого и поэтому не смог организовать оборону.\nИгорь вступает в бой одним ударом он убивает ошеломленого воина.И вдруг вы впали в ступор    Игорь впервые убил человек. Вы очухались после крика Командир берегитесь и ловко увернулись от удара и вы оказались за спеной своего врага. Как вы его убьёте?",
    "answers": [
      {
        "id": 36,
        "text": "рубищим ударом"
      },
      {
        "id": 37,
        "text": "колющим ударом"
      }
    ]
  },
  {
    "id": 35,
    "text": "Армия разбита вас как труса убили своиже выжевшие воины.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "1 сильным ударом вы перерубили позвоночник этому воину он падает на колени и вы отрубаете ему голову вас с головы до ног опрыскала кровью. Через 5 часов боя вы победили! ",
    "answers": [
      {
        "id": 38,
        "text": "подойти к пленённому васалу "
      }
    ]
  },
  {
    "id": 37,
    "text": "1 точным ударом вы пробиваете горло вашего врага и он быстро но в муках умерает. Через 5 часов боя вы побеждаете",
    "answers": [
      {
        "id": 38,
        "text": "подойти к пленённому васалу."
      }
    ]
  },
  {
    "id": 38,
    "text": "он стоит на коленях у ваших ног.Что сним сделать?",
    "answers": [
      {
        "id": 40,
        "text": "убить отрубив голову"
      },
      {
        "id": 41,
        "text": "оставить в живых"
      }
    ]
  },
  {
    "id": 39,
    "text": "Враги атакуют центр и они плучают сопративление но войска которы по бокам быстро были смяты и вас окружили и тут началась резня ваших войнов убивали рчень быстро и тут к вам в шею прилетает стрела и вы падаете из вашей шеи струится кровь вы пытаетесь её остоновить нобезуспешно вы понибаете захлебнувшись в собственой крови.",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы самолично вытаскиваете свой меч и берёте его скрещеваете мечи на шее васала и реским движением в разные стороны вы отрубаете голову васалу.",
    "answers": [
      {
        "id": 42,
        "text": "прискокал гонец"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы  приказываете заковать его в кандолы и отвести ко всем пленым",
    "answers": [
      {
        "id": 42,
        "text": "прискокал гонец"
      }
    ]
  },
  {
    "id": 42,
    "text": "Гонец привёз с собой письмо от короля который приказывал остоновить войну.Отпустить пленых.\nЧерез некоторое время Алексей поженился на Кристине.",
    "answers": [
      {
        "id": 14,
        "text": "пропустить 5 лет."
      }
    ]
  },
  {
    "id": 43,
    "text": "Враги врезаются в ваш центр и сметаю его в глубь вашей обороны.Их командир думает что они уже победили но тут ваши фланги наченают брать их в тески и тутначенается резня 5 часов боя хватило чтобы вы полностью разбили их.",
    "answers": [
      {
        "id": 38,
        "text": "подойти к пленённому васалу"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы достаёте меч  и подходите к ним хватаете одного заруку и отрезаете ему палец. 2 достаёт меч и бросается на вас ловкими движениями меча и рук вы хватываете его меч ,он от неожидоности впал в ступор на несколько секунд ,но этого времени вам хватило чтобы отрубить ему большой палец, потом вы зачетали из-за чего вы им отрубили по пальцу.",
    "answers": [
      {
        "id": 47,
        "text": "идти к брату"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы пресоединяетесь к ним вам как командиру выподает честь быть первым и вы лешаете девушку невиности.",
    "answers": [
      {
        "id": 47,
        "text": "идти к брату"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы вступаете в брак с Кристиной, но вы её не любите вы думали что пройдёт время и вы её полюбите прошло 3 года и так ничего не изменилось. Но ваша мать любила вас больше всех остольных своих детей ну конечно после дочери. Вот однажды вы проболтались матери об этом и она предлажила её убить. Решать вам?",
    "answers": [
      {
        "id": 48,
        "text": "согласится "
      },
      {
        "id": 49,
        "text": "отказатся"
      }
    ]
  },
  {
    "id": 47,
    "text": "Тут от брата вы узнаёте что ваша мать и брат мертвы от рук людей Волковичей, а ваш отец пленён.А ещё вы узнаёте что король приказал вступить в мир с Волковичами.Через некоторое время Игорь с братом Алексеем приходят в замок к Волковичам что бы Алексей женился на Кристине.",
    "answers": [
      {
        "id": 14,
        "text": "через 5 лет"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы с матерью заказываете наёмного убийцу и он убивает её вы конечно иметируете боль утраты чтобы Волковичи ничего незаподозрели.Через месец иметирования горя вы вернулись к обычной жизни.",
    "answers": [
      {
        "id": 14,
        "text": "через 2 года"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы зачали с ней ребёнка это был мальчик. Кристина после того как родился ребёнок заказала наёмного убийцу, который подкароулил вас на прогулки и всадил вам 3 стрелы и все они попали в живот, вы были одни вашего коня он хотел забрать, но вы его скинули и перерезоли горло, а конь в этот момент ускакал. Вы умерли в муках.",
    "answers": [
      {
        "id": 1,
        "text": "вы мертвы."
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]