[
  {
    "id": 1,
    "text": "Мрачная история одного \"застрявшего\". Лишь от тебя зависит, выберется ли жертва из ловушки. Лишь от тебя зависит, настигнет ли героя абсолютная пустота.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Веки такие тяжелые...\nВсе тело затекло...\nЯ продрод. ",
    "answers": [
      {
        "id": 3,
        "text": "Приложить все усилия и открыть глаза."
      }
    ]
  },
  {
    "id": 3,
    "text": "В глаза ударяет яркий свет. Черт... Голова сейчас взорвется от этой лампы...\n",
    "answers": [
      {
        "id": 4,
        "text": "Попытаться встать."
      },
      {
        "id": 5,
        "text": "Осмотреться."
      },
      {
        "id": 6,
        "text": "Снова закрыть глаза."
      },
      {
        "id": 15,
        "text": "Просто ждать своей участи.",
        "need": [
          4,
          6,
          8
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Попытки безуспешны... Мне мешают встать наручники, которыми меня кто-то приковал к водопроводной трубе.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 5,
    "text": "Я в небольшой, грязной комнате. Она отделана серой кафельной плиткой. Я лежал на полу, а рука была прикована наручниками к водопроводной трубе. Рядом лежит ножовка.\nЧто... Что случилось? ",
    "answers": [
      {
        "id": 7,
        "text": "Взять ножовку."
      },
      {
        "id": 8,
        "text": "Звать на помощь."
      },
      {
        "id": 9,
        "text": "Как мне выбраться отсюда?"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я решил снова закрыть глаза и подождать, пока станет легче и придет помощь. \nТак я пролежал еще несколько часов, но ничего не изменилось...",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "Полотно все ржавое, но еще, возможно, годное для использования. Что же дальше?",
    "answers": [
      {
        "id": 11,
        "text": "Использовать на наручники."
      },
      {
        "id": 12,
        "text": "Использовать на руку."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я крикнул... громче... еще громче... лишь эхо отвечает мне...",
    "answers": [
      {
        "id": 5,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я долго размышлял и искал, что поможет мне освободиться и выбраться. Но кроме ножовки так ничего и не придумал.",
    "answers": [
      {
        "id": 7,
        "text": "Взять ножовку."
      },
      {
        "id": 10,
        "text": "Просто ждать, что будет дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "Так прошли сутки... потом еще одни... пока от голода и жажды я вовсе не потерял силы. Последнее, что я почувствовал это холодный кафель и внутреннюю пустоту... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "Я час пытался перепилить наручники... Это оказалось труднее, чем я думал...",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить попытки."
      },
      {
        "id": 12,
        "text": "Применить ножовку на руку."
      }
    ]
  },
  {
    "id": 12,
    "text": "Это было безумно тяжело, но я смог... Сквозь боль слезы, крики, рыдания... Несколько раз меня вырвало желчью, но я справился. Теперь я свободен. В дальнем углу комнаты я заметил дверь.",
    "answers": [
      {
        "id": 13,
        "text": "Идти к двери."
      },
      {
        "id": 14,
        "text": "Потерять сознание."
      }
    ]
  },
  {
    "id": 13,
    "text": "Сил оказалось слишком мало. Подойдя к двери, я упал на колени... а дальше... лишь пустота...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 14,
    "text": "В глазах потемнело и все вокруг вдруг перестало существовать. Пустота окутала меня.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Так я провел здесь сутки... потом еще одни... и тогда силы вовсе покинули меня от голода и жажды... последнее, что я почувствовал: абсолютная внутренняя пустота.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 16,
    "text": "Так я провел еще час, но не освободился...",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить попытки."
      },
      {
        "id": 12,
        "text": "Применить ножовку на руку."
      }
    ]
  },
  {
    "id": 17,
    "text": "Так я провел еще час, но не освободился...",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить попытки."
      },
      {
        "id": 12,
        "text": "Применить ножовку на руку."
      }
    ]
  },
  {
    "id": 18,
    "text": "Наконец, мои старания были вознаграждены. Металл наручников заскрежетал и мое запястье было освобождено. Что же дальше?",
    "answers": [
      {
        "id": 19,
        "text": "Подняться и осмотреться."
      },
      {
        "id": 20,
        "text": "Снова позвать на помощь."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ноги сильно затекли, поэтому подняться было труднее, чем я думал. Я прихрамывая отошел от трубы и осмотрел всю комнату: на этот раз я заметил дверь в дальнем конце комнаты.",
    "answers": [
      {
        "id": 21,
        "text": "Идти к двери."
      },
      {
        "id": 22,
        "text": "Осмотреться еще."
      },
      {
        "id": 23,
        "text": "Ощупать карманы своих джинсов.",
        "need": 24
      }
    ]
  },
  {
    "id": 20,
    "text": "Мои крики снова не принесли никакой реакции, кроме пустого, угнетающего эхо...",
    "answers": [
      {
        "id": 18,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 21,
    "text": "Я подошел к двери и быстро дернул за ручку. Черт... Действительно, а на что я надеялся? Что она и правда открыта?",
    "answers": [
      {
        "id": 19,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 22,
    "text": "Даю 80%, что дверь заперта. Может, я найду еще что-то?.. ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 23,
    "text": "Точно! Я не проверил карманы! Жертвы часто находят там подсказки или ключи.",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 24,
    "text": "В этот момент я вдруг обратил внимание на ритмичное постукивание и легкое завывания, которые постоянно нагнетали атмосферу и создавали дикое ощущение присутствия кого-то еще.",
    "answers": [
      {
        "id": 25,
        "text": "Искать глазами источник звука."
      },
      {
        "id": 19,
        "text": "Не искать лишних приключений."
      }
    ]
  },
  {
    "id": 25,
    "text": "А вот и оно! Эти звуки идут из решетки вентиляции... ",
    "answers": [
      {
        "id": 26,
        "text": "Попытаться ее открыть."
      }
    ]
  },
  {
    "id": 26,
    "text": "Решетка прочно прикручена саморезами...\nНеужели нет выхода? А как же все клише ужастиков и громкие: \"Выход есть всегда!\"?",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 19,
        "text": "Или нет?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Так, правый карман оказался пуст...\nМожет, в левом? Вот оно! Как-то предсказуемо...\nНа листе бумеги нечто странное: \"•→→↓↓→↓↑=Выход.\"",
    "answers": [
      {
        "id": 28,
        "text": "Осмотреться еще раз."
      }
    ]
  },
  {
    "id": 28,
    "text": "Нового ничего я не нашел. Очевидно, что точка - начало отсчета, но откуда начинать?",
    "answers": [
      {
        "id": 29,
        "text": "Начать от трубы."
      },
      {
        "id": 29,
        "text": "Начать от двери."
      },
      {
        "id": 30,
        "text": "Начкть от вентилации."
      }
    ]
  },
  {
    "id": 29,
    "text": "Я простучал и попытался нажать на плитки, но ничего не произошло.",
    "answers": [
      {
        "id": 28,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вот оно! Очевидно, это и есть начало отсчета. Я снова посмотрел на листок бумаги и двинулся по нарисованному маршруту. \nА вот и липовая плитка! Только я до нее дотронулся, как она упала, а на ее месте появился металлический блеск.\nВот и выход! Но...",
    "answers": [
      {
        "id": 31,
        "text": "Но..."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вдруг силы оканчательно меня оставили и я, потеряв сознание, снова свалился на холодный кафельный пол.",
    "answers": [
      {
        "id": 32,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 32,
    "text": "Это все лишь сон? Как я снова оказался в своей комнате перед монитором? ",
    "answers": [
      {
        "id": 33,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 33,
    "text": "Да, это, несомненно, моя комната. компьютер, незаправленная кровать, объедки на столе перед монитором. Здесь я готов проводить сутки, не реагируя ни на что и ни на кого. Хм... А ведь моя жизнь пуста... как та самая комната, в которой меня заперли. А компьетер - водопроводная труба, интернет-кабель - наручники... Может, мне пора что-то менять?",
    "answers": [
      {
        "id": 34,
        "text": "Что-то не так..."
      }
    ]
  },
  {
    "id": 34,
    "text": "Все вдруг стало расплываться, отдаляться и погружаться во мрак... На мгновение я зажмурился, чтобы придти в себя.",
    "answers": [
      {
        "id": 35,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 35,
    "text": "Я вновь в этой злополучной \"кафельной\" комнате... Но! Дверь открыта!!!",
    "answers": [
      {
        "id": 36,
        "text": "Прислушаться и немного подождать, что же произойдет."
      },
      {
        "id": 37,
        "text": "Заглянуть за дверь.",
        "need": 36
      }
    ]
  },
  {
    "id": 36,
    "text": "Я стоял и ждал, но ничего так и не произошло.",
    "answers": [
      {
        "id": 35,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 37,
    "text": "За дверью царила абсолютная тишина. Передо мной в обе стороны тянулся коридор. Справа коридор освещался тусклыми лампами в стеклянных советских плафонах, а слева царил полный мрак.",
    "answers": [
      {
        "id": 38,
        "text": "Пойти налево."
      },
      {
        "id": 39,
        "text": "Пойти направо."
      }
    ]
  },
  {
    "id": 38,
    "text": "Я шел наощупь, очень медленно из-за бесслия и страха, но верил, что в конце меня ожидает награда.",
    "answers": [
      {
        "id": 39,
        "text": "Развернуться и пойти обратно."
      },
      {
        "id": 41,
        "text": "Превозмогая страх, двинуться дальше."
      }
    ]
  },
  {
    "id": 39,
    "text": "Я шел по освещенному коридору, полный решимости, хоть и обессиленный. В коридоре виднелись лишь голые стены. Я шел и шел в этой абсолютной пустоте, пока не упал без сил...\nТак я и остался в пустоте и такой же пустотой внутри...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 40,
    "text": "Еще около минут 15 я шел к источнику света, все больше воодушевляясь. Подойдя совсем близко, я увидел лестницу наверх, залитую солнечным светом. На полу лежала записка, похожая на ту, что я нашел в кармане.",
    "answers": [
      {
        "id": 43,
        "text": "Выбежать на поверхность."
      },
      {
        "id": 42,
        "text": "Прочесть записку."
      }
    ]
  },
  {
    "id": 41,
    "text": "Я шел около 30 минут, когда заметил в конце коридора свет... Странное чувство очередной клешированной ситуации из кино и дилема: \"Идти на свет или от него?\" ",
    "answers": [
      {
        "id": 40,
        "text": "Забыть про все клише и двигаться дальше."
      },
      {
        "id": 39,
        "text": "Вернуться в светлую часть коридора."
      }
    ]
  },
  {
    "id": 42,
    "text": "Подчерк было тяжело разобрать, но все же я сумел это прочитать: \"Ты показал, что способен выйти из своей клетки. Этот урок я преподал тебе, чтобы ты научился ценить свою жизнь и время. Не подведи меня.\"",
    "answers": [
      {
        "id": 44,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 43,
    "text": "Я не понял, что это было и не усвоил урок. Поэтому, спустя пару недель, Он снова вернулся за мной, но на этот раз, выбраться Он мне не позволил...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 44,
    "text": "По лестнице я поднимался медленно, обдумывая прочитанное и улыбаясь солнцу. Действительно, пора начинать жить, а не существовать. Жизнь слишком коротка и хрупка.  ",
    "answers": [
      {
        "id": 45,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 45,
    "text": "Поздравляю. Ты прошел данный квест на хорошую концовку. Надеюсь, что ты, как и герой, что-то вынес для себя. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]