[
  {
    "id": 1,
    "text": "Автор: Соловьев(Rapsoda) Станислав<s>r\n<s>r\nЭльфийки наносят ответный удар!<s>r\n<s>r\nИстория первой части продолжается и жажда мести превратила некогда нежных девушек в жестоких амазонок, которые способны на очень многое ради осуществления своего плана.<s>r\n<s>r\nОт автора: дорогие читатели, все так же жду ваших комментариев! Спасибо за то, что так горячо поддержали предыдущую книгу, это очень приятно и вдохновило меня на продолжение истории, надеюсь, она вас не разочарует!",
    "answers": [
      {
        "id": 2,
        "text": "Вступление."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://s019.radikal.ru/i620/1708/86/4ec82aea92a1.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Их осталось шестеро. <s>r\nШесть разъяренных бестий, отправившихся на охоту за орками. Всего пару месяцев назад они организовали поселение амазонок, которое насчитывает более пятидесяти человек, но сегодня... <s>r\nСегодня их было шестеро. Линаэль, женщина-вождь, не могла рисковать жизнями своих сестер и обговорив детали со старыми боевыми подругами, тайком скрылась в ночи. <s>r\nОни собрались у небольшого костра, под защитой пологой скалы, в окружении ночного леса...",
    "answers": [
      {
        "id": 3,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 3,
    "text": "- У нас есть два пути. - полушепотом рассказывала Миосса, которая за время жизни поселения амазонок стала командиром разведки, - Один, наиболее короткий, ведет через Болотные Топи. Нам придется идти очень опасными тропами, но так мы сумеем сэкономить время. А другой, - разведчица держала в руке нож и неосознанно чертила линии на земле, якобы составляя маршрут, - Ведет в обход Топей, по восточной части Леса. Его опасность заключается в том, что орки слишком крепко взялись за эти края и нарваться на патрули - дело достаточно плевое.<s>r\n- А к чему нам торопиться? - вступила в беседу (имя), которая длительное время была в отставке, по личным причинам и сейчас практически не владела ситуацией.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 4,
    "text": "- Через три дня вождь орков снимается со стоянки и все племя уходит куда-то на север. - Терпеливо пояснила Миоса. - И нагнать его будет очень трудно. Да и сейчас их вонючее племя уже месяц сидит на месте, воины засиделись, потеряли бдительность. - в глазах эльфийки разгорелся огонь ненависти, она схватила рокоять ножа и вонзила его в землю по самую крестовину. - Другого такого шанса у нас просто не будет.<s>r\n- Ну что же, все предельно ясно... - заключила Линаэль. - Какие предложения? <s>r\nНад отрядом повисло тяжелое молчание...",
    "answers": [
      {
        "id": 5,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Идти по болотам очень тяжело и опасно. Несмотря на то, что это короткий путь, он может оказаться последним. Зато там гарантированно не встретятся орки, столкновение с которыми не предвещает ничего хорошего. За последнее время они словно обрели странную силу, их умения маскироваться внушали как отвращение в своих методах, так и восхищение в эффективности. <s>r\nВ то же время, лес наиболее привычный для эльфиек. Они в нем, как дома и наверняка сумеют справиться с любым патрулем врага, но вот если кто-то прознает про то, что к ставке вождя движется отряд амазонок, это всполошит всех и вся. В таком случае весь поход потеряет смысл.<s>r\nИ сейчас предстояло решить, какое из двух зол выбрать?",
    "answers": [
      {
        "id": 6,
        "text": "Идти по болотам."
      },
      {
        "id": 7,
        "text": "Отправиться в обход, по лесу."
      }
    ]
  },
  {
    "id": 6,
    "text": "Куда ни кинь взор, всюду тяжелый туман и ядовито-зеленая тина. Складывалось такое ощущение, что над болотом было свое небо, с которого кто-то украл все источники света - полутьма порождала десятки пугающих силуэтов, которые на деле оказывались простыми корягами или кочками. Эльфийки шли молча, временами с ожесточением хлопая себя то по шее, то по ногам - ни свободная одежда, ни специальная мазь на местных насекомых не действовали и на месте укусов очень скоро появлялись болезненные прыщи, сочащиеся гноем. Тропа, а на деле нечто видимое одной Миоссе, пролегала прямо в густой болотной жиже. Девушки шли по колено в грязи, иногда оступались и падали в воду. Тогда рядом идущие хватали подругу и вытягивали на тропу. Такая участь постигла всех и не по одному разу, поэтому отряд статных лесных амазонок сейчас выглядел, как поход восставших мертвецов - пошатываясь и подвывая, они брели вперед...",
    "answers": [
      {
        "id": 8,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 7,
    "text": "Огибая болото, отряд передвигался по темному сосновому бору. Земля под ногами была усыпана слоем опавших игл, это значительно упрощало дорогу, поскольку идти по высокой траве было бы гораздо сложнее. Правда и смотреть приходилось в оба: на огромных, практически исполинских стволах мог бы разместитсья целый взвод орков, будь у них желание устроить засаду. Сосна такое дерево, что ветки у него почти всегда обломаны у основания, а иглами на них может похвастать только макушка. Однако, иногда среди сосен попадались раскидистые ели и вот тут уже приходилось напречь свое свое внимание, чтобы не прошляпить опасность. К вечеру, когда идти стало сложно, эльфийки расселись под одной из таких елей, без какой-либо опаски разведя огонь - тяжелые ветви скрыли лагерь очень хорошо.",
    "answers": [
      {
        "id": 50,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Передвигаясь от одного крошечного островка к другому, отряд через день добрался до небольшой рощи, расположенной на относительно большом участке твердой почвы. Кривые, уродливые деревья тянули и переплетали свои ветви в поисках солнца, но всюду находили лишь туман, отчего казалось, будно они наказаны вечными муками за свои былые грехи. <s>r\nВместе с тем, со стороны острова отчетливо пахло дымом, а при приближении стало ясно, что там кто-то есть! <s>r\n- Стойте здесь... - прошипела разведчица и словно змея, юркнула в грязную воду, вскоре скрывшись из виду, через четверть часа эльфийка уже отплевывалась и крыла матом все, что попадалось ей на глаза, вернувшись к отряду. - Их трое. Орки.<s>r\n- Но... - начала было Линаэль, но ей не дали договорить.<s>r\n- А я откуда знаю?! Никогда не их тут не было... - разведчица явно была в бешенстве и это сильно напрягло весь отряд. - Надо их кончать, этих говнюков!<s>r\nВозможно, такой поступок имел смысл, но что, если кого-то ранят в бою? Решать, как всегда, командиру отряда.",
    "answers": [
      {
        "id": 9,
        "text": "Убить орков. "
      },
      {
        "id": 12,
        "text": "Обойти их стороной."
      }
    ]
  },
  {
    "id": 9,
    "text": "Было решено, что нельзя оставлять врага за спиной, это может плохо кончиться, тем более, что болото - это как раз то место, где даже не нужно заметать следы, достаточно скинуть трупы в воду. <s>r\nОстровок эльфийки окружили с трех сторон, разбившись по двое. На первый взгляд все выглядело достаточно просто - вражеские разведчики сидели у костра и угрюмо жарили с десяток мелких лягушек, насаженных на деревянный вертел. Все три метких стрелы и дело в шляпе...<s>r\nНо не тут-то было. Как только прозвенела тетива и первая стрела с хрустом вошла в глазницу одного из орков, двое других с таким проворством сиганули с острова, что эльфийки невольно растерялись!",
    "answers": [
      {
        "id": 11,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Но это еще полбеды. Спустя несколько секунд раздался вопль отчаяния с той стороны, где притаились (имена), а это не предвещало ничего хорошего. Орки были действительно хороши и недооценивать их не стоило. Линаэль и (имя) кинулись на помощь подругам. Пересекая остров по  центру,  девушка схлопотала метательный нож точно в грудь - удар буквально опрокинул ее на спину, разом выбив весь дух. Туман и полутьма мешали сориентироваться, эльфийка, до скрипа сжав челюсти, рванула в сторону и ощутила, как по ее щеке скользнуло что-то жгучее - второй метательный нож! Благо, другая пара амазонок оказалась проворнее и зайдя с тыла, они все же завершили начатое: одному орку, по самые ноздри засевшему в тине, разрубили череп, а на второго Вэя натравила своего питомца, донельзя агрессивную выдру, которая своими зубами могла разодрать даже кольчугу! Животное знатно перемешало внутренности врага, проделав проход в его животе.<s>r\nИтогом боя стала потеря (имя) и раненная в бедро Кайли. Очень, очень неутешительный результат, но возвращаться назад уже не имеет смысла...",
    "answers": [
      {
        "id": 12,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 12,
    "text": "Дальнейший путь по болотам прошел без особых приключений. Миосса вела отряд по невидимой тропе, упрямо вцепившись в то единственное, что у нее осталось - надежду на месть. Когда Топи скрылись из виду, девушки вздохнули с облегчением.<s>r\n- Давайте, - хрипло проронила разведчица, здесь поблизости есть ручей, - Нам нужно добраться до него, как можно скорее...<s>r\nНикто возражать не стал, слишком уж велико было желание омыть израненные тела от грязи и крови. Меж тем, ручей действительно оказался неподалеку - глубокий и быстрый, он по всей видимости впадал в болото, где кристальные потоки смешивались с всепожирающей трясиной.<s>r\nДевушки посвятили этому занятию добрых полчаса, буквально ввалившись в воду и блаженно постанывая - бесконечный зуд от укусов утомлял не хуже тяжелого перехода. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 13,
    "text": "- Ну что? Когда мы сможем выдвинуться? - нетерпеливая разведчица стояла на берегу, выжимая нижнее белье, совершенно голая, она не смогла бы сейчас привлечь внимание даже тролля - слишком уж изуродовали кожу последствия пути. - Слишком долго задерживаться не стоит.<s>r\n- Согласна, но обессиленные, мы не сможем исполнить нашу главную миссию. - Линаэль так же ожесточенно застирывала свои вещи, выдирая из них паразитов всех мастей.<s>r\n- Нашу главную миссию? - хриплый, каркающий смех ведьмы Вэи заставил вздрогнуть весь отряд, эльфийка изменилась за последние пару месяцев до неузнаваемости, виной тому стало увлечение некро-друидством. - Да с голыми задницами, мы опять станем объектами орочьего внимания!<s>r\nШутку никто не оценил, хотя Кайли попыталась криво усмехнуться. Вышло так, словно у нее случился нервный тик, парализовавший лицо.<s>r\n- Нужно приготовить несколько мазей, - решила Лин, - быстро восстановим силы и выдвигаемся сегодня же...",
    "answers": [
      {
        "id": 14,
        "text": "Сказано - сделано."
      }
    ]
  },
  {
    "id": 14,
    "text": "К утру следующего дня амазонки достигли опушки Леса, здесь их и без того хлипкое преимущество заканчивалось и столкновения с врагом грозили еще большими проблемами. Здесь же они обнаружили целый караван рабов - девушки всех возможных рас, связанные и грязные, сидели в клетках, водруженных на телеги. Пленниц охраняло не больше десятка орков, часть из которых больше походила на ополченцев - нелепые доспехи, самодельное оружие... Справиться с ними возможно, если подключить пленниц, но безоружные, они просто смажут мечи своей кровью - ненужная жертва, которая не даст результата. Можно попытаться их освободить, лишняя помощь не помешает. Либо тихо проскользнуть мимо, чтобы не будоражить стан врага.",
    "answers": [
      {
        "id": 15,
        "text": "Атаковать."
      },
      {
        "id": 44,
        "text": "Обойти."
      }
    ]
  },
  {
    "id": 15,
    "text": "- Значит так... - Миосса, как всегда, проявляла наибольшую осведомленность. - Этот караван, помимо пленниц, везет оружие. Навьюченный мул стоит немного в стороне и его охраняет пара матерых воинов, с нашивками \"Кровавой пасти\". Если кто забыл, эти сукины дети могут слишком много, чтобы оставлять их без внимания. - Эльфийка злобно сплюнула под ноги, слюна потонула в жухлой листве. - Еще двое таких подонков ошиваются по всему лагерю и контролируют отрепье без нашивок. Этих говноедов мы раскидаем на раз-два.<s>r\n- Все ясно, - кивнула Линаэль, дослушав доклад разведчицы. - Вэя, на тебе те двое у оружия. Помогать тебе будут Кайли и я. Как только дело будет сделано, Миосса освобождает часть клеток и ведет пленниц к нам, где мы уже даем отпор любому, кто сунется в драку. Остальное - по обстоятельствам...",
    "answers": [
      {
        "id": 17,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "Нехитрый план уже через пару минут привели в действие. Вэя засела в кустах, нашептывая что-то своему питомцу, а когда зверек скрылся из виду, принялась творить обряд, сопровождаемый жуткими всхлипами и стонами - эльфийка стояла на четвереньках и изгибая спину, раскачивалась взад-вперед, покачивая головой из стороны в сторону...<s>r\nЧерез некоторое время из под ее пальцев на руках полезли сотни червей и тараканов. Каждое насекомое, только появившись на свет, устремлялось к стоящим поодаль оркам, которые еще не подозревали о своей участи. Меж тем, выдра уже шныряла от клетки к клетке, ожидая команды к действию.",
    "answers": [
      {
        "id": 18,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Разъяренный рев орков огласил округу, когда насекомые добрались до них. Остервенело хлопая себя по груди и ногам, воины отбивались от неожиданного и многочисленного врага, не понимая, что происходит. А с ведьмой в это время происходили жуткие метаморфозы: на ее лице то и дело вспыхивали черные венозные пятна, спустя несколько мгновений рассасываясь, видимо, так она реагировала на смерть призванных насекомых. Но несмотря ни на что, Вэя продолжала раскачиваться и мотать головой, как безумная, пока не потеряла сознание.<s>r\nА Кайли и Линаэль уже пустили порядка десятка стрел в орков, никак не желающих расставаться с жизнью - они выхватили свои тесаки и метались по лагерю, в поисках хоть кого-то, кого можно зарубить и тут настало время пленниц...",
    "answers": [
      {
        "id": 19,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Кайли схватила тюк с саблями и побежала вдоль телег с клетками, ее прикрывала Миосса, выпуская одну стрелу за другой во всякого, кто осмеливался приблизиться к амазонке. А выдра ловко скакала туда-сюда, перегрызая веревки, скрепляющие клетки. Очень скоро отряд эльфиек пополнился добрым десятком союзниц и в дело вступила оставшаяся пара Кровавых Пастей, все это время собиравших в строй менее опытных бойцов. Расположение сил было таково, что с одной стороны сгрудились вооруженные пленницы, во главе с амазонками, с другой - орки. Часть девушек еще сидела в клетках и все они молили о спасение, заливаясь слезами. Линаэль на несколько секунд задержала взгляд на тощей гоблинше, которая наверняка считалась первой красавицей среди своего народа. Рядом с нею угрюмо пялилась в пустоту грузная самка троллей.<s>r\nТеперь предстояло решить, как действовать дальше. Колчаны стрел почти пусты, а в рукопашной схватке орки изрубят противника в считанные минуты, но все еще под вопросом лежащая без сознания Вэя. С нею на плечах далеко не убежишь, а оставлять боевую подругу врагу на потеху - то еще предательство...",
    "answers": [
      {
        "id": 20,
        "text": "Бежать с ведьмой на плечах, прикрывшись пленницами."
      },
      {
        "id": 21,
        "text": "Вступить в схватку."
      }
    ]
  },
  {
    "id": 20,
    "text": "Не в силах противостоять такому сопернику, эльфийки решили, что лучше скрыться, пока не поздно. Вэя много материлась и грозилась всех \"заколдовать\", но ее не слушали, спешно отступая. Орки решили, что у них и так достаточно проблем и потому не стали гнаться за дерзкими лазутчицми, понимая, что дальше их встретит целое войско Вождя. Они были не в курсе замыслов отряда амазонок, а если бы и прознали, то скорее всего знатно бы похохотали над этой безумной идеей...",
    "answers": [
      {
        "id": 44,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Отступать было некуда и эльфийка решили принять бой. Последние несколько стрел сократили отряд орков на пару человек и всего их осталось шестеро. Против более чем дюжины девушек, преисполненных отчаянием и жаждой жить. <s>r\n- Нам нужно держаться вместе, иначе хана! - выкрикнула Лин, поудобнее перехватив рукоять короткого тесака, - Всем ясно?<s>r\nКто-то что-то прогудел, кто-то всхлипнул, но весь настрой разом сбился, когда вперед вышел один из Оскалов и заорал, как бешеный медведь:<s>r\n- А ну оружие бросили, сучки! Сейчас наказывать будем! - при этом его лицо исказилось в такой свирепой гримасе, что ноги подкосились даже у самой Лин.<s>r\n- Не слушайте его! - нервно бросила она своему отряду, - Терять нам уже нечего...<s>r\nА потом закипела схватка.",
    "answers": [
      {
        "id": 23,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": [
      {
        "text": "введите команды для картинки",
        "url": "http://s018.radikal.ru/i511/1708/ed/71fc42e08507.png"
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 23,
    "text": "Орки из \"Оскала\" были воистину страшны: их массивные мечи, с широким лезвием, в несколько секунд проломили подобие стройя пленниц и посеяли панику в их рядах. Миосса крутилась волчком между двумя орками из \"простых\", но периодические атаки от элитных бойцов сводили нанет любые ее успехи, Кайли уже лежала в траве, истекая кровь - орк боднул ее в висок и кажется, дело было серьезнее некуда. Сойли отступала под напором второго \"Оскала\", а Лин все никак не могла организовать бешено мечущихся пленниц. Нужно было либо освобождать новых бойцов, либо отступать, поскольку выстоять уже в любом случае не удастся!",
    "answers": [
      {
        "id": 20,
        "text": "Отступать."
      },
      {
        "id": 25,
        "text": "Освобождать пленниц."
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "- Ах, чтоб вас всех! - выругалась Лин и ухватив за шкирку ранее примеченную гоблиншу, проорала ей в самое ухо, - Освободи остальных! Пусть вооружаются! Ясно?! - бедолага нервно закивала в ответ и как только ее отпустили, рванула в сторону леса. - Не туда!!! - взревела Лин, чувствуя, как сели ее связки, но зато это сработало - гоблинша изменила направление, устремившись к клеткам.<s>r\nТеперь осталось только немного потерпеть, если подмога не подкачает, конечно...",
    "answers": [
      {
        "id": 26,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Орки наседали так, что у эльфиек не было ни единого шанса. Верткий, как уж, один из Пастей, орк умудрялся  сражаться сразу с двумя противницами и надо заметить, что очень скоро девушки рухнули на землю: одна с огромной раной в животе, другая же захлебывалась собственной кровью - удар пришелся ей точно в шею. Когда у телеги с пустой клеткой остались зажатыми только Лин и Миосса, всякая надежда умерла в их глазах, они просто желали не даться живыми, но тут в дело вступила Вэя, которая все же опомнилась от прошлой волшбы...",
    "answers": [
      {
        "id": 27,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 27,
    "text": "Ведьма превратила всех погибших насекомых в некое подобие щупальца, что уже скользило по стоптанной траве к ногам орков, но вот эффект его воздействия оказался несколько необычным...<s>r\nКак только заклинание добралось до противников, то тут же рассеялось по земле, превращая ее в отвратительного вида кашицу. Сначала орки только зло сплюнули, отряхивая ноги - жертвы, зажатые в угол, были прямо перед ними и осталось только нанести пару решающих ударов, но потом... <s>r\nКаша под ногами в несколько секунд разъела их сапоги, а затем и лодыжки! Видимо, боль была настолько нечеловеческой, что кое-кто из воинов даже намочил портки, а вот Миосса нисколько не растерялась и ринулась в отчаянную атаку.<s>r\nСпустя пару минут все было уже предрешено - орки не могли оказать сопротивления, а эльфийки никого не собирались щадить...",
    "answers": [
      {
        "id": 28,
        "text": "Подготовиться к дальнейшему пути."
      }
    ]
  },
  {
    "id": 28,
    "text": "На этом стычка с рабовладельцами закончилась и осталось только привести силы в порядок, чтобы двигаться дальше. До ставки вождя, как подсказали выжившие пленницы, осталось еще пару дней пешим ходом и этот караван с рабынями должен был стать последним, после которого племя орков отправляется на север. Собственно, было несколько вариантов, как можно поступить.<s>r\nК примеру, можно снарядить часть повозок, посадить туда пленниц, как приманку и двигаться к ставке. Естественно, ни одна из женщин не сможет правдоподобно выдать себя за орка, но зато такое прикрытие позволит подобраться к стану врага практически в упор. Рискованно, но другие варианты не лучше.<s>r\nЕще можно не выдумывать ничего сверхъестественного и просто пробраться к палатке вождя, вымаливая у богов хоть какую-то помощь. И последний вариант, который предложила Вэя, предварительно отведя своих в сторону - это взять часть пленниц, как подмогу, после чего использовать их, как материал для темной волшбы.",
    "answers": [
      {
        "id": 29,
        "text": "Пробраться в кочевой город под видом каравана рабов."
      },
      {
        "id": 30,
        "text": "Следовать первоначальному плану и идти на миссию своим составом."
      },
      {
        "id": 31,
        "text": "Использовать идею лесной ведьмы."
      }
    ]
  },
  {
    "id": 29,
    "text": "Кое-как собрав телеги и едва ли не силой заставив пленниц полезать обратно в клетки, отряд эльфиек выдвинулся в путь. Сами они надели бесформенные балахоны, чтобы издалека их нельзя было распознать. Мулы двигались медленно, а сильное волнение растягивало время, словно тягучую слюну от долгой жажды. Казалось, что ничего хорошего из этой затеи не выйдет, да и постоянные жалобы со стороны девушек, сидящих в клетках, на возах, боевого духа не добавляли. Дорога, меж тем, петляла между невысоких холмов, из-за которых нет, да и выглядывали огромные голубые массивы - то были далекие горы, чьи вершины терялись далеко в облаках. Первый день прошел без приключений и эльфийки даже умудрились задремать, завалившись в телеге, шедшей впереди. Напряженная ночь так же не принесла ничего необычного, зато под утро, вечно неспокойная Миосса растолкала своих подруг и указала в сторону запада - оттуда мчали два всадника, явно избравшие своей целью караван. Вот только для чего?",
    "answers": [
      {
        "id": 32,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 30,
    "text": "- Вы все, - Линаэль собрала вокруг себя освобожденных пленниц, что бы сказать напутственную речь, - Можете быть абсолютно свободны! Отправляйтесь в свои родные земли и расскажите о том, что есть в Западных Лесах армия, готовая дать отпор проклятым оркам. - заметив недоверие и смешки в толпе, эльфийка повысила голос, - Да, нас мало, да, пока мы еще не способны на многое, но уже завтра по всем землям разнесется весть о гибели Вождя и тогда настанет время для решающего удара. Если мы нападем одним ударом...<s>r\nОна говорила что-то еще, но видела, что никакого толку от этого не будет, не верили ей пленницы, да и не решится никто вот так, с бухты-барахты, рваться в бой против могучего кочевого племени.<s>r\nСобрав все необходимое и приведя себ в относительный порядок, отряд выдвинулся в поход...",
    "answers": [
      {
        "id": 44,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 31,
    "text": "- Ты думаешь, это приемлемо? - с сомнением покачала головой Линаэль.<s>r\n- Вечная диллема! - небрежно бросила ведьма, - Как победить зло, не заляпав руки в крови. Думаю, что другого шанса у нас не будет и использовать нужно все доступные средства.<s>r\n- Я против. - Кайли потупила взор, несколько секунд сохраняя молчание, а потом посмотрела на ведьму. - Но я слишком хочу покончить с этими зловонными свиньями и поэтому не стану препятствовать.<s>r\n- Ладно, давайте так... - Лин согласилась тяжело вздохнув, верно распознав настроение всего отряда.<s>r\nНа том и порешили. Часть пленниц отпустили \"домой\" - уж больно жалко они выглядели и врядли могли принести пользу. Самых крепких и воинственных тоже отпустили, они могли оказать сопротивление своей жестокой участи. В итоге, \"под нож\" решили пустить пять людских женщин.",
    "answers": [
      {
        "id": 48,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 32,
    "text": "- Нужно убрать их, как можно скорее! - прошипела Кайли, только недавно отошедшая от боя. - Если один из них сможет уйти, то нам конец.<s>r\n- Подожди. - ведьма почесала подбородок своими длинными грязными пальцами. - Может быть это людской патруль? С орками они не в ладах, есть шанс получить новых союзников.<s>r\n- Это врядли. - махнула рукой Миосса, - Не сунутся же они на охраняемый караван, чтобы спасти пленных? - после того, как все согласно кивнули, разведчица продолжила. - Лезут уверенно, значит думают, что свои. Нужно их подпустить поближе, а потом того...<s>r\n- Звучит разумно. - Сойли поправила свой нагрудник несколькими неаккуратными движениями, поморщилась. - Помыться бы, от пота уже вся кожа горит.<s>r\n- Погоди ты... - Линаэль зло сплюнула, посмотрев в сторону всадников, они приближались очень стремительно. - Прячемся по телегам, луки держим наготове. Если орки, стреляем сразу.<s>r\nОтряд, рассредоточился по местам и принялся выжидать...",
    "answers": [
      {
        "id": 33,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 33,
    "text": "- Эй, где ваша охрана? - приблизившись к каравану, всадники спешились, это были не орки и даже не люди, а эльфы. - Нам нужно выкупить всех эльфиек, что здесь есть!<s>r\n- Денег не хватит. - Линаэль вышла из укрытия, скинув капюшон. - Вы кто, на*рен, такие?<s>r\n- Не понял... - один из разведчиков потянулся за оружием, но напарник его остановил.<s>r\n- Подожди, я ее знаю. Это вождь амазонок. - пояснил он, - Приветствую тебя, Линаэль Кровавое Знамя. - в голосе воина чувствавалось неподдельное уважение.<s>r\n- Кровавые у нас подолы были, когда мы к оркам попали! - Вэя тоже решила больше не скрываться. - Сваливайте отсюда ко всем чертям и не мешайте нам делать мужскую работу!<s>r\n- Вэя, постой... - Лин хотела успокоить подругу, но та лишь раздраженно взмахнула рукой.<s>r\n- Я свое слово сказала. Если не уберетесь по добру, по здорову, то я вас собственными кишками накормлю! - в голосе ведьмы было столько искренней ненависти, что сомневаться в ее словах не приходилось.",
    "answers": [
      {
        "id": 34,
        "text": "Еще раз успокоить подругу."
      },
      {
        "id": 43,
        "text": "Приказать разведчикам убираться."
      }
    ]
  },
  {
    "id": 34,
    "text": "- Вэя, а ну-ка заткнись! - Линаэль нахмурилась, хотя и не желала злиться. - Какие бы не были, они наши сородичи!<s>r\n- Идиотка... - прошипела ведьма, но отступила на шаг, в знак того, что приказ поняла.<s>r\n- Так что вам надо? - этот вопрос был обращен к разведчикам.<s>r\n- По приказу Светлого Короля, мы выкупаем всех эльфов из лап орочьего вождя. - несколько сконфуженно пояснил разведчик. - Золота, приказали, не жалеть. <s>r\n- А когда этот вонючий орк затребует член вашего светлого короля? Вы его тоже не пожалеете?! - злости ведьмы, казалось, не было предела, но тот разведчик, что порывался схватиться за оружие, все же освободил его от ножен и направил в сторону дерзкой эльфийки.<s>r\n- Вообще-то, это и твой король тоже. - багровый от ярости, он едва ли не захлебывался в своих словах, - И не тебе, женщина, руководить войной, которая из-за вас, баб, и завязалась!",
    "answers": [
      {
        "id": 35,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 35,
    "text": "Он хотел сказать что-то еще, но не успел - вытаращив глаза на оперение стрелы, торчащей из его горла, теперь он захлебывался собственной кровью. А Миосса очень медленно, с некой ленцой, убрала свой лук за спину, ласковым, но таким странным голосом, от которого у всех мурашки пошли по коже, попросив оставшегося в живых разведчика: <s>r\n- Ты скачи, милый, на своем коне. Скачи через поля и леса и скажи королю, что завтра ночью война закончится. Мы убьем Вождя.<s>r\nЭльфийский воин не испугался, наоборот, едва сумел сдержать свой гнев и прежде чем взобратся на лошадь, тяжело посмотрел в глаза Линаэль: <s>r\n- Если мы когда-нибудь встретимся, я убью вас без капли сожаление. Всех, до одной...<s>r\nНа этом странная встреча закончилась и караван двинулся дальше. Эльфийки угрюмо смотрели в сторону гор, пленницы провожали тоскливыми взглядами тающую на горизонте фигуру всадника...",
    "answers": [
      {
        "id": 36,
        "text": "Поздний вечер следующего дня."
      }
    ]
  },
  {
    "id": 36,
    "text": "Странное дело - никто не вышел встречать караван. Палаточный город орков просто принял повозки в свои объятия. Конечно, это значительно облегчило задачи эльфиек, которые тут же растворились в тени, следуя одним общим маршрутом - в сторону самого высокого шатра, окруженного целым частоколом различных знамен. Благо, солнце уже давно закатилось за горизонт, а во всобщей неразберихе никто не обращал внимание на тени, снующие тут и там. Орки жили своей жизнью, лесным эльфийкам казавшейся грязной и скучной, но они сами забыли, во что превратили свою судьбу в вечной погоне за местью. Уже через четверть часа девушки лежали в высокой траве, позади шатра Вождя орков. Все шло настолько гладко, что даже не верилось...<s>r\nА потом за их спиной вдруг начался жуткий гвалт. Сотни воинов окружили лазутчиц полукольцом, словно диких зверей загоняя в угол. Они били оружием по щитам, улюлюкали и кричали.",
    "answers": [
      {
        "id": 37,
        "text": "Попробовать прорваться, пока еще не поздно."
      },
      {
        "id": 39,
        "text": "Отступать к шатру."
      }
    ]
  },
  {
    "id": 37,
    "text": "- За мной! - Линаэль вскочила и рысью бросилась в сторону, где, как ей показалось, была брешь в строю врагов, однако, ничего не вышло.<s>r\n- Туда! - Миосса бросилась в другую сторону, но очень скоро остановилась - очередной провал.<s>r\n- Бесполезно... - ведьма жадно вдыхала воздух, ноздри ее расширились.<s>r\n- Что делать?! - Кайли уже начала паниковать, но все попытки действительно казались тщетными.",
    "answers": [
      {
        "id": 39,
        "text": "Отступать к шатру."
      }
    ]
  },
  {
    "id": 38,
    "text": "Они стояли возле шатра, в дюжине шагов от вождя орков, окруженные полутысячей вражеских воинов и сейчас им предлагали какую-то сделку. В колчане Миоссы была стрела, яд которой мог убить даже дракона и все, чего желал отряд эльфиек - это дать своей разведчице возможность выстрелить, подставить ненавистного врага под удар.<s>r\n- Какую еще сделку? - Линаэль хотела выглядеть гордо, но ее голос слегка дрожал.<s>r\n- Я сражусь с вами, голыми руками. - Вождь скинул боевую юбку, оставшись в одной набедренной повязке. - Если проиграю, мои воины вас не тронут. Если выиграю - вы станете моими. При жизни и после смерти.",
    "answers": [
      {
        "id": 40,
        "text": "- Пошел на*рен, кусок говна!"
      },
      {
        "id": 40,
        "text": "Атаковать молча."
      }
    ]
  },
  {
    "id": 39,
    "text": "- О, какие гости! - откинув тяжелый полог шатра, на просторную площадку перед ним, вышел великан среди орков, могучий Вождь. - Думаю, вам нет смысла отказываться от моего гостеприимства. Прошу к нашему шалашу, как говорится. <s>r\nЕго голос больше походил на гул огромного горна, орк был одет в одну только боевую юбку, усиленную металлическими бляхами, да на руках блестели в свете факелов иссине-черные латные перчатки. Длинные волосы он заплел на висках в толстые боевые косы, остальные стянул в тугой хвост на затылке.<s>r\n- Катись в демонам! - прошипела Вэя, вычерчивая в воздухе боевые руны.<s>r\n- Я там уже был. - в подтверждение своим словам, орк продемонстрировал перчатки. - Снял их с рук самого Дьявола. Зачем вы пришли?<s>r\n- Избавить мир от твоих чресел! - Миосса выпустила стрелу, метя вождю в грудь, но тот прикрылся рукой и наконечник отскочил в сторону, только звякнув.<s>r\n- Тогда я предлагаю вам сделку. - Вождь немного помедлил. - Честную...<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Вождь не стал больше ничего говорить и двинулся на окружающих его эльфиек. Он выглядел достаточно уверенно и как от мух, отбился от еще пары стрел Миоссы. Слева и справа зашли Кайли и Сойли, Линаэль и Вэя старались держаться перед вождем, очень осторожно сокращая дистанцию, а разведчица, словно случайно, заходила со спины. Казалось, что все идет по плану и как только Лин дала команду к бою, эти хрупкие надежды разрушились...",
    "answers": [
      {
        "id": 41,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Орк двигался, как нечто тягучее, густое. Он мягко ступал по земле и постоянно менял стойки, внимательно следя за каждой из противниц. При всем при том, несмотря на свои размеры, он выглядел поистине грациозным. Как только эльфийки кинулись в атаку, орк ушел в сторону Кайли и одним мягким толчком, заставил девушку укатиться в высокую траву, к ногам солдат. Там девушка некоторое время лежала без движения, после чего попыталась встать, но ее подругам было не до того. Кривые сабли Линаэль несколько раз рассекли воздух, стремясь исполосовать ноги врага, но тот вырвал оружие из рук, как-будто это были сорняки на огороде. Следующей в траву укатилась Сойли, а ведьма наконец подготовила свое заклинание, выкрикнув финальную фразу. Из под земли выскользнуло около десятка змей, извивающимся глубком они устрмились в сторону Вождя, на что тот отреагировал достаточно просто - вмял их в землю голой ступней. <s>r\nИ в этот момент Миосса поймала свой счастливый момент...",
    "answers": [
      {
        "id": 42,
        "text": "Финал."
      }
    ]
  },
  {
    "id": 42,
    "text": "Эльфийка, держа отравленную стрелу в руке, растянулась в долгом, грациозном прыжке, намереваясь вонзить ее голыми руками в спину орка. Время как будто застыло на месте, Линаэль превратилась в пружину, готовая рвануть куда угодно, лишь бы хоть как-то помочь подруге.<s>r\nВождь стоял в полный рост, возвышаясь над всем происходящим, как и полагается лидеру варварского народа. Он, казалось, ни о чем не подозревал, но вот безумный вихрь мгновений вновь начал свой круговорот и орк резко присел, совершив мягкий кувырок назад, оказавшись за спиной разведчицы, которая уже не могла изменить направление прыжка и приземлилась точно там, где стоял враг. Но теперь он могучей ладонью ухватил ее за талию и поднял вверх, к самому своему лицу.<s>r\n- Думаешь, я не почуял твой яд, маленькая эльфийка? - в следующую секунду стрела уже была в руках вождя, совершенно не церемонясь, он смачно облизнул отравленный наконечник. - Неплохо, но бывало и получше. - орк погонял во рту слюну, после чего сплюнул. - Думаю, это все, на что вы ставили? <s>r\nЭльфийки только и смогли, что обессиленно наблюдать за тем, как безжалостно решается их участь. Это было чистое поражение, без единого шанса на победу.<s>r\n- Ладно. Вот эта мне больше не нужно. - Вождь свободной рукой схватил Миоссу за лодыжки и словно дубиной, ударил ее головой об землю, с жутким хрустом эльфийка испустила последний дух, ее сестры рухнули на колени, не в силах что-либо изменить... - Теперь вы - мои. Вопросы есть? Вопросов нет. Все, заканчиваем с этим...<s>r\nДевушек уволокли в шатер, где их ждала участь, едва ли не хуже той, что досталась погибшей сестре.<s>r\n[получено достижение \"Добро пожаловать в гарем!\"]",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Здесь нет ни тех, за кого вы готовы платить золотом, - Линаэль презрительно скривила губы, - Ни тех, кому ваше золото предназначено. Наш король - самый большой кретин из всех, кого можно встретить. Только попробуйте меня перебить! - рявкнула эльфийка, заметив, как побагровели гонцы. - Вождь орков ворует наших женщин для своего... Гарема. - последнее слово прозвучало, как самое грязное ругательство, - А мы ему за это платим? И мы хотим выиграть войну? Против кого? Против своих казначеев?! - рука Миоссы коснулась плеча Лин, на что та замолкла и кивнула каким-то своим мыслям. - Ладно, убирайтесь прочь. Надеюсь, мы больше не увидимся...<s>r\nНа этом странная встреча закончилась и караван двинулся дальше. Эльфийки угрюмо смотрели в сторону гор, пленницы провожали тоскливыми взглядами тающие на горизонте фигуры всадников...",
    "answers": [
      {
        "id": 36,
        "text": "Поздний вечер следующего дня."
      }
    ]
  },
  {
    "id": 44,
    "text": "Путь до ставки вождя, что раскинулась на несколько квадратных километров по местным холмам, усложняла высокая трава. Сотни шатров, которые орки постоянно перевозили от одного места к другому и в которых способны были жить даже зимой, вынырнули внезапно. Настолько, что эльфийки, как подкошенные, рухнули в высокую траву, чтобы себя не обнаружить.<s>r\n- Так, давайте я осмотрюсь, ждите тут... - Миосса ужом юркнула в сторону и исчезла уже через несколько секунд.<s>r\nБыло слышно, только как шумит ветер, качая густые волны полевых трав. В поселении кипела жизнь, были слышны крики скота, скрип колес, звон металла и голоса орков. Этот их образ жизни всегда приводил в недоумение, казалось, что невозможно постоянно куда-то кочевать и при этом не страдать от холода и голода.<s>r\nРазведчица вернулась через несколько минут, мокрая от пота. Это и не удивительно, попробуй ползать по траве, которая достигает твоей груди! Тут кто угодно слабину даст.<s>r\n- В общем, дело плохо. - немного переведя дыхание, эльфийка пояснила, - Слева и справа от шатра засели два отряда орков. Нас ждут...<s>r\n- В смысле? - Кайли затравленно оглянулась.<s>r\n- В прямом, кто-то нас вычислил и теперь пробраться к вождю будет гораздо сложнее. - эльфийка несколько секунд помедлила. - Но есть одна брешь, помимо то, что нам оставили. Я могу попробовать нас провести...<s>r\n- Выбора у нас нет... - заключила Линаэль.<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 45,
    "text": "Спустя несколько минут эльфийки уже скользили по высокой траве, одна за другой, пригнувшись практически к самой земле. Действовать надо было быстро, поскольку если орки в ближайшее время их не обнаружат, то заподозрят неладное, а это уже совсем плохо...<s>r\nВ конце концов, когда отряд оказался на небольшом пятачке между шатром вождя, окруженного целым частоколом различных знамен и двумя отрядами поджидающих их орков, Миосса остановилась. <s>r\n- Что-то тут неладно... - проронила она, хриплым от жажды голосом.<s>r\nПусть их скрывала не только трава, но и вечерняя мгла, однако чувство тревоги не покидало весь отряд. <s>r\n- Слушай, у нас нет выбора. - повторила недавние слова командира эльфийка Сойли и в этот момент поднялся жуткий гвалт бьющегося о щиты оружия. <s>r\nЕдва уловимая тень мелькнула прямо перед носом идущей впереди Лин, после чего с шорохом скрылась в ночи.<s>r\nСотни воинов окружили лазутчиц полукольцом, словно диких зверей загоняя в угол. Они били оружием по щитам, улюлюкали и кричали. Как разведчица не старалась, а избежать капкана ей не удалось...",
    "answers": [
      {
        "id": 46,
        "text": "Попытаться прорваться сквозь орков, чтобы спасти свои жизни."
      },
      {
        "id": 47,
        "text": "Бежать к шатру, ведь главная задача - убить Вождя."
      }
    ]
  },
  {
    "id": 46,
    "text": "- Уходим, быстро! - Лин пихнула идущую позади Сойли, чтобы та не задерживалась на месте. - Прорываемся отсюда, иначе все поляжем! <s>r\nЭльфийкам долго объяснять не пришлось, они все побежали к бреши в полукольце врагов. Кайли уже выпутила свою первую стрелу - орк рухнул в кусты. Еще через десяток метров беготня по траве привела к тому, что враг все таки \"расступился\", сам того не желая, открыв путь к спасению. Четыре девушки спешили со всех ног, очень надеясь на то, что погоня за ними не увяжется...<s>r\n- А где Миосса?! - пытаясь хоть как-то сохранить дыхание, заорала Вэя, но разведчицы и впрямь не было.<s>r\n- Вот дура! - Линаэль даже остановилась, оглядываясь назад, но никого там не обнаружила.<s>r\nЭльфийкам сразу все стало ясно. Только у Миоссы была ядовитая стрела, \"приправленная\" таким ядом, который мог бы свалить дракона. И поэтому она решила закончить дело несмотря ни на что. Пока отряды орков гнались за основным отрядом, она проскользнула мимо так, что никто этого не заметил. Удастся ли ей испольнить самоубийственную миссию? Об этом, скорее всего, узнает весь мир, но намного позже...<s>r\n<s>r\n[Получено достижение \"Жертва во имя мести\"]",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 47,
    "text": "- Все к шатру! Думают, что поймали нас? - Линаэль криво усмехнулась, но смерть буквально сочилась из ее глаз, - Так пусть теперь жалеют, сучьи выродки...<s>r\nЭльфийки помчались к высокому шатру, не встречая никакого сопротивления, только еще плотнее сжималось кольцо \"загонщиков\". Меж тем, шум неожиданно прекратился, когда отряд девушек оказался на просторной открытой площадке. Траву кто-то заботливо выкосил, видимо, чтобы вождю было удобнее ходить. Здесь же и стояли десятки разномастных знамен.",
    "answers": [
      {
        "id": 39,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 48,
    "text": "К полудню следующего дня отряд из десяти девушек уже видел в отдалении большой город, состоящий из шатров самого разного размера и цвета. Впрочем, пестрым это собрание строений назвать было трудно: преобладали серые, зеленые и черные цвета.<s>r\n- Ну что, надо отдохнуть? - намекая на начало ритуала, спросила ведьма.<s>r\n- Да. - Линаэль была мрачная, как туча.<s>r\nПленницы это тоже ощутили и инстинктивно сбились в кучку, несколько в стороне от эльфиек.<s>r\n- Я пока подготовлю ритуал. - ведьма скинула на землю сумку со своими приспособлениями. <s>r\nНекоторое время она перебирала какие-то камни, амулеты и руны, а потом попросила подойти сначала свой отряд, нарисовав пальцами на их лицах некие знаки, потом тоже самое повторила с людьми. Внимательная Миосса заметила, как ведьма ловко подменила баночки с краской и ей все сразу стало ясно.<s>r\nСам ритуал представлял из себя нечто малоинтресная - Вэя стояла на коленях, с закрытыми глазами и что-то бубнила себе под нос. Когда Линаэль обернулась на пленниц, они уже мирно спали, переплетясь в объятиях.<s>r\n- Все, теперь будет самое неприятное. - Вэя поднялась, держа в руках ритуальный нож. - Думаю, вам лучше провалить отсюда, к чертовой бабушке. Приходите через пару часов, скорее всего я буду без сознания.",
    "answers": [
      {
        "id": 49,
        "text": "Финальная сцена."
      }
    ]
  },
  {
    "id": 49,
    "text": "Вождь, могучий орк, великан среди своих сородичей, сидел в центре шатра, на большом ковре из шерсти белого медведя. Редкий дар, передававшийся от одного правителя к другому...<s>r\nВокруг туда-сюда, по каким-то своим заботам, сновали десятки женщин разных народов. Несмотря на это, в шатре не было тесно, поскольку он был действительно просторным, да к тому же очень высоким. Минуты текли, ничего не происходило. Глава воинственного народа орков ждал чего-то или кого-то. Спустя час, а может быть и немного больше, когда достигло полуденной черты, он открыл глаза и рывком поднялся на ноги. В шатре вдруг стало стремительно темнеть, шатер содрогнулся от неведомого удара и из-под земли вылез жуткий, состоящий из красных жгутов, червь. По размерам он не уступал тропическим анакондам и обладал несколькими рядами циркулирующих зубов. <s>r\nВождь стоял чуть в стороне, неторопливо надевая пластинчатые перчатки из иссине-черного металла. <s>r\n- Ну привет, ведьмин детеныш, долго же тебя рожали... - на лице Вождя играла презрительная ухмылка, - Думаю, что твою мамашу мне придется огорчить...<s>r\nСхватка длилась недолго, орк и червь устремились друг к другу, но в решающий момент вождь просто ухватил червя за края пасти и, смачно туда сплюнув, разорвал их. Понадобилось еще некоторое время, чтобы Вождь забил еще шевелящегося монстра голыми ногами. Весь шатер был залит кровью, словно сюда вылили целый чан. Теплая человеческая кровь исходила паром, заполняя пространство приятным ароматом...<s>r\n<s>r\n[Получено достижение \"Дитя ведьмы\"]",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 50,
    "text": "- Я не знаю, насколько плотно они заняли этот лес, - глодая заячью ножку, Миосса делилась своими знаниями о положении дел. - Но думаю, что несколько раз мы с этими свиньями столкнемся, это точно.<s>r\n- Лес нам поможет, главное хорошо спрятать трупы. - Кайли тоже наседала на тушку собственноручно подстреленного зверька, жадно вонзая пальцы в горячее мясо. <s>r\n- Слушайте, по-моему мы переоцениеваем осторожность орков. - Сойли была единственной в отряде, которая называла этот народ своим именем, а не ругательствами, - Да, мы можем столкнуться с ними в лесу, да, кто-то может это узнать. Но это же не повод сразу же бежать к вождю и докладывать о нашей славной миссии!<s>r\n- В принципе, да... - вступила в разговор Вэя, увешанная талисманами и амулетами, словно собралась на войну с духами, а не живыми врагами. - Но если о нас все таки прознают, то начнут охоту, а тут уже к гадалке не ходи, проблем добавится и очень много.<s>r\n- В общем, следуем старому плану и все будет хорошо. - заключила Линаэль, - Давайте спать, выдвигаться будем очень рано.",
    "answers": [
      {
        "id": 51,
        "text": "На следующее утро..."
      }
    ]
  },
  {
    "id": 51,
    "text": "Полдень давно минул, но палящее летнее солнце не могло пробиться под своды мрачного бора. Отряд бодро шагал по настилу из игл, сохраняя молчание. Так длилось достаточно долго, а потом лесную тишину нарушил ровный шум. С каждой минутой он все нарастал и нарастал, но эльфиек это нисколько не беспокоило, поскольку Миосса еще час назад предупредила, что впереди будет небольшой водопад. Эта новость порадовала девушек, все они хотели помыться и привести себя в порядок. Какими бы жестокими бойцами они не являлись, ничто не изменило в них женщин, желающих хорошо выглядеть. Видимо, это и стало ошибкой...<s>r\n<s>r\nПервая стрела вонзилась в плечо Сойли и та, вскрикнув, рухнула на землю от неожиданного толчка и боли. Вторая стрела буквально опрокинула на спину юную Заали, лишив ту жизни. Остальные успели рассредоточиться и занять безопасные позиции. Линаэль тут же отдала приказ:",
    "answers": [
      {
        "id": 52,
        "text": "- Отвлеките их, я зайду с тыла!"
      },
      {
        "id": 53,
        "text": "- Отходим, пусть они себя обнаружат!"
      }
    ]
  },
  {
    "id": 52,
    "text": "- Давай! - Вэя сорвала с шеи пару амулетов и бросила их на землю, в то место тут же вонзилось три стрелы, но еще через мгновение на том месте появилась пара огромных, призрачных волков.<s>r\nОни не могли атаковать, поскольку являлись иллюзиями, но такие соперники для орков могли бы оказаться очень опасными и те не жалея стрел, принялись за расправу. В это время Линаэль уже мчалась от одного дерева к другому, вооружившись...",
    "answers": [
      {
        "id": 54,
        "text": "Луком."
      },
      {
        "id": 55,
        "text": "Кинжалом."
      }
    ]
  },
  {
    "id": 53,
    "text": "Подхватив раненную Сойли, эльфийки отступили назад, едва не словив еще несколько стрел. Правда, план сработал и орки решили, что противник достаточно слабый и  дальше можно решить дело врукопашную. Пятеро воинов покинули свои укрытия на деревьях и с тесаками наперевес, двинулись вдогонку. Миосса попыталась отстреляться, но орки оказались слишком сообразительными и всякий раз занимали укрытия, которых в лесу было предостаточно.<s>r\n- Слушай, ну так они нас точно порубят... - Сойли кривилась от боли, но пыталась выглядеть мужественно.<s>r\nВ действительности, народ орков славился не только своей любовью к женщинам других рас, но еще и великолепным владением ближнего боя - все таки, кочевая жизнь закалила их умения.<s>r\n- Ну уж нет... - ведьма сорвала с себя пригоршню каких-то талисманов и кинула их под ноги наседающих врагов.<s>r\nСпустя несколько мгновений из под земли вырвались жуткого вида корни, усыпанные шипами. Орки попытались разбежаться вразные стороны, но магия оказалась проворнее.<s>r\n- Да их вопли весь лес оповестят! - Линаэль кинулась добивать визжащих от боли орков, которые и вправду вели себя через чур громко.<s>r\nМеньше чем за минуту дело было сделано.<s>r\n- Ладно, давайте уже заканчивать с этим... - Вэя содрала с трупов их амулеты и сложила в сумку на поясе.",
    "answers": [
      {
        "id": 60,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Противник выскочил внезапно, похоже, что орки заметили нехитрый маневр и отправили своего бойца наперерез. Крепкий воин показал прекрасную реакцию, выйдя из-за дерева и нанеся мощнейший удар в зубы Линаэль. От неожиданности та не успела даже закрыться руками, кубарем покатившись по земле. Следующий удар орк нанес ногой, пнув эльфийке под дых. Какое-то время он наблюдал, как деушка корчиться от боли, отплевываясь зубами и кровью, а потом достал из-за пояса веревку. Видимо, он решил связать жертву, зачем-то она понадобилась ему живой...<s>r\nНо Линаэль не раз получала такие удары и долго страдать не планировала, когда самоуверенный противник склонился над ней, эльфийка пнула его в пах и выхватила свой кинжал, чтобы закончить начатое...",
    "answers": [
      {
        "id": 56,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Противник выскочил внезапно, похоже, что орки заметили нехитрый маневр и отправили своего бойца наперерез. Крепкий воин показал прекрасную реакцию, но ее оказалось недостаточно, как только он выскочил из-за дерева и попытался нанести прямой удар в лицо эльфийки, та выставила перед собой кинжал, который распорол руку орка надвое и застрял в предплечье. Далее девушка не стала долго думать и пнула противника в пах, попутно высвободив оружие - осталось только завершить дело одним ударом.",
    "answers": [
      {
        "id": 56,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 56,
    "text": "Эльфийка, без замаха, пырнула противника по горлу, с отвращением отпрянув - кровь буквально залила ее сапоги. Теперь путь в тыл противника был открыт и Линаэль помчалась дальше, отмечая, сколько врагов сидело в засаде. Всего оказалось пятеро, учитывая того, что уже сипел распоротым горлом. Теперь настало время поработать луком, благо, в колчане хватало стрел...",
    "answers": [
      {
        "id": 57,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Подобрав лук, который валялся неподалеку, Линаэль пустила в полет первую стрелу... Сначала орки не замечали потерь, а когда их осталось двое было уже поздно что-то предпринимать. Однако, эльфийкам не удалось сделать дело чисто и один из противников сиганув с дерева, стремглав помчался прочь. Три стрелы, пущеные ему в догонку результата не дали.<s>r\n- Вот черт! Дерьмо! - Миосса явно была недовольна таким исходом и сейчас следовало решить, что делать.",
    "answers": [
      {
        "id": 58,
        "text": "- Нужно его догнать!"
      },
      {
        "id": 59,
        "text": "- Пусть бежит, думаю, у нас есть время заняться своими делами..."
      }
    ]
  },
  {
    "id": 58,
    "text": "- Да брось, ты серьезно? - Кайли разочарованно сплюнула себе под ноги, - У нас тут водопад под носом, а мы будем бегать за воючей свиньей, словно от этого зависит наша жизнь?<s>r\n- Думаю, что она права... - Миосса, которая являлась самым агрессивно настроенным членом отряда, согласилась очень неохотно. - Лучше нам такой ерундой не заниматься, только время потеряем.<s>r\n- Дело ваше... - Линаэль махнула рукой, давая понять, что спорить не собирается. - Тогда давайте уже займемся делом!",
    "answers": [
      {
        "id": 59,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 59,
    "text": "Девушки решили, что настало время омыть пот и кровь. Благо, водопад оказался совсем рядом. Образовывался он благодаря небольшой речке, что брала свое начало с далеких гор в тридцати дневных переходых от этого места. Здесь же она и заканчивалась, стекая куда-то в подземные пещеры. Перед низкой скалой, откуда падали воды, образовался водоем, окруженный десятками плоских валунов, давно поросших мхом. Прекрасное место для отдыха.",
    "answers": [
      {
        "id": 60,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 60,
    "text": "- Ну что? Когда мы сможем выдвинуться? - нетерпеливая разведчица стояла на берегу, выжимая нижнее белье, забыв накинуть на себя хотя бы плащ, - Слишком долго задерживаться не стоит.<s>r\n- Согласна, но обессиленные, мы не сможем исполнить нашу главную миссию. - Линаэль так же ожесточенно застирывала свои вещи, избавляя их от крови.<s>r\n- Нашу главную миссию? - хриплый, каркающий смех ведьмы Вэи заставил вздрогнуть весь отряд, эльфийка изменилась за последние пару месяцев до неузнаваемости, виной тому стало увлечение некро-друидством. - Да с голыми задницами, мы опять станем объектами орочьего внимания!<s>r\nШутку никто не оценил, хотя Кайли попыталась криво усмехнуться. Вышло так, словно у нее случился нервный тик, парализовавший лицо.<s>r\n- Нужно приготовить несколько мазей для Сойли, похоронить Заали - решила Лин, - быстро восстановим силы и выдвигаемся сегодня же...<s>r\nОтчего-то никто не хотелось показывать своей скорби, словно она могла убить их в тот же миг...",
    "answers": [
      {
        "id": 14,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  }
]