[
  {
    "id": 1,
    "text": "это продолжение истории про дом Лисовичей",
    "answers": [
      {
        "id": 2,
        "text": "далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "После долгого перехода.Вы наконецто добрались до военного лагеря короля.Вступив в лагерь",
    "answers": [
      {
        "id": 3,
        "text": "Пойти отчитаться что вы и войско вашего отца прибыли и готовы к войне"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы входите в шатёр короля и видите что там проходит ужин между представителями всех домов государства Бусландия. Увидев вас короле прегласил вас за стол и придложил вам выпить вместе со всеми.",
    "answers": [
      {
        "id": 4,
        "text": "согласится и начать ужинать "
      },
      {
        "id": 5,
        "text": "отчитатся и уйти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вас садят за стол прямо возле Волковича с одной стороны и сдругой стороны Кабановича.\nВы пьёте, гуляете, разговариваете.",
    "answers": [
      {
        "id": 6,
        "text": "через 2 часа "
      }
    ]
  },
  {
    "id": 5,
    "text": "Отчитавшись, вы уходите к своим людям помогаете им поставить шатры и когда устоновка лагеря завершаете вы идёте спать.",
    "answers": [
      {
        "id": 24,
        "text": "лечь спать"
      }
    ]
  },
  {
    "id": 6,
    "text": "После 2 часов пьянки и гуляния, завязывется разговор между вами и Волковичем:\n-Ваш отец и брат трусы и поэтому они отправили самого храброго на войну: сказал Волкович;\nна что вы:",
    "answers": [
      {
        "id": 7,
        "text": "бросаете ему в лицо перчатку"
      },
      {
        "id": 8,
        "text": "говорите что вы ненамерены слышать оскарбления вашей семьи от каковото Волковича!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы кидаете ему перчатку в лицо и говорите:\n-Что вы Игорь Лисович вызываете на дуэль Глеба Волковича в 10:00 на окраине лагеря возле дороги!\nВсе стихли и стали дожидаться ответа от Глеба который поднял перчатку и сказал:\n-В 10:05 я кину эту перчатку на твой тёплый труп!\nПосле этого король встал и сказал:\n-что ужин закончин и отправил всех спать.",
    "answers": [
      {
        "id": 9,
        "text": "попращатся и уйти спать"
      }
    ]
  },
  {
    "id": 8,
    "text": "В этвет за эти высказывание он кидает вам перчатку и говорит :\n-Я тебя зоставлю извинится за свои слова\nна окраине лагеря возле дороги в 10:00\nПосле этих слов король поднялся и прикозал всем идти спать.\n",
    "answers": [
      {
        "id": 9,
        "text": "со всеми попращатся и пойти спать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы просыпаетесь в 09:00 у вас гудит голова ",
    "answers": [
      {
        "id": 10,
        "text": "поспать ещё"
      },
      {
        "id": 12,
        "text": "пойти умыться и готовится к дуэли и потом неторопливо пойти к месту дуэли!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы засыпаете и в 09:40 вас будят и говоря что скоро дуэль ",
    "answers": [
      {
        "id": 12,
        "text": "вы быстро одеваетесь, умываетесь и бежите к месту дуэли"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы наносите 5 быстрых ударов от которых он успешно защищается. Теперь он начинает махать мечём после 10 егоных быстрых тежёлых ударов вы понимаете что в бою вам следует неуходить в глухую оборно а наносить ему лёгкие удары при это не потпускать его к себе. Вот он готов нанести вам 11 удар.",
    "answers": [
      {
        "id": 15,
        "text": "поднырнуть под меч "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы приходите и там уже разменается Глеб и он спрашивает:\n- готовы ли вы к бою?\nв ответ:",
    "answers": [
      {
        "id": 13,
        "text": "к бою"
      }
    ]
  },
  {
    "id": 13,
    "text": "вы достаёте меч и улыбаетесь. Он плюёт вас, вы защищаетесь от плювка щитом кто нанесёт первый удар?",
    "answers": [
      {
        "id": 11,
        "text": "вы начнёте серию быстрых тежёлых удоров"
      },
      {
        "id": 14,
        "text": "позволить ему нанести первый удар"
      }
    ]
  },
  {
    "id": 14,
    "text": "Его быстрые и тежёлые удары вы ели, ели отражаете и переходите в контратаку нанося ему быстрые и тежёлые удары но он лёгкой отражает их и бьёт вам бычка вы от неожидоности теряетесь в пространстве и за это время он успевает вам отрубить руку с мечём вы кричите от боли он трубает вам 2 руку, а потом и ноги вы лежите в луже крови и он вам кидает на грудь перчатку, и говорит :\n- как обещал вернул.\nплюет вам в лицо и уходит в лагерь. Через 5 минут вы теряете сознание и погибаете от потери крови.",
    "answers": [
      {
        "id": 12,
        "text": "вы погибли"
      }
    ]
  },
  {
    "id": 15,
    "text": "Поднырнув ему под меч вы при этом легко раняете его ногу, у него сразу пропадает улыбка с лица. Вы переходите к серии своих быстрых и лёгких ударов вы умудряетесь ранить его руку со щитом.Ну тут он в гневе кричат:\n-ДЕРИСЬ КАК МУЖИК, А НЕ ТАНЦУЙ!!!\nв ответ на это вы улыбаетесь, но тут он наченает безумно мохать мечём налево и направо ",
    "answers": [
      {
        "id": 16,
        "text": "защищаться мечом и щитом "
      },
      {
        "id": 17,
        "text": "продолжать быстро двигаться вокруг него"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы неуспиваете защищаться от его быстрых тежёлых ударов,ваш щит разбивается от удара этого вы неожидали и он этим пользуется и пытается нанести вам фатальный удар, но вы успеваете угнутся от удара и отрубить ему руку с мечём. Он кричит от боли но откидывает щит отцепляет свою отрубленую руку от щита хватает меч и бежит на вас.Он успевает нанести вам несколько 10 удоров но они уже нетакие сильные и быстрые , вы с лёхкостью отбиваете их. Уставший Глеб падает на колени и просит вас добить его.",
    "answers": [
      {
        "id": 18,
        "text": "добить его"
      },
      {
        "id": 19,
        "text": "оставить его умерать от кровопотери"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы продолжали прыгать вокруг Глеба тот так и мохол мечём пока случайна легоничка не задил ваш кодык кровь легонько потикла из раны вам покозалось что это конец и вы упали на колени, а ему показалось что он победил вас и он повернулся к вам спиной подняв руки верх.",
    "answers": [
      {
        "id": 21,
        "text": "ударить ему в спину"
      },
      {
        "id": 22,
        "text": "встат и сказать что у него неполучилась вас убить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы подходите к нему из- за спины и перерезаете ему горло он умирает в мучениях но быстро.",
    "answers": [
      {
        "id": 20,
        "text": "вернуть меч в ножны"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы плюёте ему в лицо и отходите от него на расстояние и сморите как он погибает, через несколько минут он погибает от потери крови.",
    "answers": [
      {
        "id": 20,
        "text": "вставить мечь в ножны"
      }
    ]
  },
  {
    "id": 20,
    "text": "После боя к вам подошёл человек короля и сказал:\n-Игорь Лисович король ждёт вас в своём шатре",
    "answers": [
      {
        "id": 23,
        "text": "отправится к королю в шатёр"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы бьёте его прямо в сердце, он поворачивается у него из-за рта течёт кровь. Он падает на колени и на последнем издыхании говорит вам что вы:\n-ТРУС,несчасный ТРУС!!!\nи он погибает",
    "answers": [
      {
        "id": 20,
        "text": "вставить меч в ножну"
      }
    ]
  },
  {
    "id": 22,
    "text": "Пока вы встовали и говорили:\n -что вас так просто неубить одним ударом с разворота он перерезает вам горло и вы падаете замертво.",
    "answers": [
      {
        "id": 12,
        "text": "вас убили"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы входите в шатёр короля. Там нактрыт стол вас приглошают присесть.Вы садитесь, после это вам предлагают начать трапезу.Король говорит:\n-что он сильно разочеровался в вас и нехочет вас больше видеть и поэтому вы и ваши люди пойдёте авангардом.\nПосле этих слов вам указывают на выхот из шатра",
    "answers": [
      {
        "id": 1,
        "text": "отправится собирать лагерь и отправлятся в путь. конец 2 части"
      }
    ]
  },
  {
    "id": 24,
    "text": "проснувшись к вам в шатёр заходит человек короля и говорит:\n-Игорь Лисович вас ждёт король у себя в шатре",
    "answers": [
      {
        "id": 25,
        "text": "отправится к королю"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы входите в шатёр короля.Король сообщает вам что Глеба Волковича убили в собственом шатре и что ваша задача найти убицу если он в лагере.",
    "answers": [
      {
        "id": 26,
        "text": "отправится в шатёр Глеба"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы входите в шатёр. Вы видите что на стуле и стола сидит Глеб с перерезаным горлом в его глазах вы видите страх.",
    "answers": [
      {
        "id": 27,
        "text": "обыскать тело"
      },
      {
        "id": 28,
        "text": "обыскать шатёр",
        "need": -27
      }
    ]
  },
  {
    "id": 27,
    "text": "обыскав тело вы нечего ненашли кроме какихто непонятных для вас слов.",
    "answers": [
      {
        "id": 26,
        "text": "назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Обысеав шатёр вы только нашли обровок оранжевого плаща как у вас нож вашего дома под стулом у ног мёртвого Глеба, больше вы нечего ненашли.",
    "answers": [
      {
        "id": 29,
        "text": "понести улики королю "
      },
      {
        "id": 30,
        "text": "отправится к себе в шатёр"
      }
    ]
  },
  {
    "id": 29,
    "text": "Когда вы вошли в шатёр и показали улики король сказал:\n-я отвас такого неожидал что вы так низко падёте и как трус перережите горло Волковичу. Я вас нежелаю видить вы и ваше войско отправляетесь авонгардом.",
    "answers": [
      {
        "id": 1,
        "text": "собрать свой лагерь и отправится авонгардом. конец 2 части"
      }
    ]
  },
  {
    "id": 30,
    "text": "поразмыслев в соем шатре вы решили узнать перевод непоняных слов на окрававленом листке.",
    "answers": [
      {
        "id": 31,
        "text": "походить по лагерё и узнать знает ли кто перевод этого текста "
      }
    ]
  },
  {
    "id": 31,
    "text": "Оказалось что лорд Борис Гиенович знает это язык и он вам перевел этот текст в нем было написано:\nЧто колдун Кровавый планирует открыть ворота вечной семы и выпустить от туда всадников белого пламени.",
    "answers": [
      {
        "id": 32,
        "text": "отправится с этим письмом к королю"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы передали королю письмо и он побледнел от того что он прочитал и сказал:\n-спасибо за это письмо, но он вынужден отправить вас как авонгард королевского войска.",
    "answers": [
      {
        "id": 1,
        "text": "собрать шатры и отправится в путь. конец 2 части"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]