[
  {
    "id": 1,
    "text": "Автор: Бахия Александр<s>r\nЖанр: Безумие, фентези\n<s>r\nПламя медленно подбиралось к твоим ногам. Ты стоишь привязанная ко столбу. Инквизитор победно ходит кругами, раззадоривая народ. Ночь. Яростная и озлобленная толпа кричала и улюлюкала в твой адрес.<s>r\n— Сжечь ведьму!<s>r\n— Проклятая, чудовище!<s>r\n— Сжечь монстра!<s>r\n<s>r\nТы глубоко дышишь, несмотря на страх. Силы еще есть и ты можешь попробовать переломить ситуацию. Всё по-прежнему зависит от тебя.<s>r\n— Ты умрешь, ведьма!<s>r\n<s>r\nНо ты лишь промолчала. Языки пламени облизали твои пятки. Только твоя способность не ощущать боль, когда потребуется, сохранила от позорного крика.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c639919/v639919249/3a694/yyMxKQKJ13U.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c626127/v626127809/4ec10/hG9QO8eG7oY.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Спастись"
      },
      {
        "id": 52,
        "text": "Прогресс"
      },
      {
        "id": 53,
        "text": "Немного дополнительной информации"
      },
      {
        "id": 1,
        "text": "Автор:\nhttps://vk.com/id155235403"
      }
    ]
  },
  {
    "id": 2,
    "text": "[До того как ты оказалась на костре]<s>r\n<s>r\nВ тёмном помещений, уставленном чёрными свечами, на деревянном троне восседала женщина лет сорока. Её белоснежная кожа, казалось, светится. Фиолетовые глаза излучали неземной загадочный блеск. Она была обнажена, гладкую бархатную кожу красавицы ласкал только шелковый платок, наброшенный на шею. На плече сияла красная пентаграмма, а по левой руке струились, меняя свою форму, древние руны.<s>r\nПолукругом вокруг стояли женщины в чёрных балахонах, они окружили тебя со всех сторон. Их лиц было не видно. Они пели что-то загадочное и древнее.<s>r\nТы дрожала от холода и непонятного страха в пентаграмме, начертанной на полу твоей собственной кровью.<s>r\n ",
    "answers": [
      {
        "id": 3,
        "text": "Пение обволакивает тебя"
      }
    ]
  },
  {
    "id": 3,
    "text": "Пение обволакивает тебя и тянет в загадочные глубины собственного я. Ты дрожишь сильнее, теряя сознание. Из-под плащей женщин струятся светящиеся руны по полу. Они плывут в такт пению. Двигаются подобно змеям.\n<s>r\n— Я Алразара древняя жрица клана сумеречных ведьм, в эту ночь посвящаю тебя в наш клан. Осознаешь ли ты степень ответственности и важность своей миссии на этой Земле.<s>r\n— Если я паду, падёт последний оплот защиты человечества перед великим изначальным злом. Хаос хлынет на Землю и сотрет всё сущее.<s>r\n— Лучше один раз увидеть, чем тысячу раз услышать. Я покажу источник наших сил и наших врагов.",
    "answers": [
      {
        "id": 4,
        "text": "В нору Хаоса"
      }
    ]
  },
  {
    "id": 4,
    "text": "Руны обволакивают тебя, под мерное пение и на плече выжигается пентаграмма. Ты кричишь от боли. Но не чувствуешь, как руны словно хищные змеи вползают в твой рот, нос. Как твои глаза начинают светиться фиолетовым светом. Тело трясет мелкой дрожью. Могущество вливается в тебя. И ты видишь странные видения.<s>r\n<s>r\nХолодным бездушным шагом. Фиолетовая волна пожирала мир за миром, превращая дивные и цветущие миры в руины. Ты видела как холодный фиолетовый туман нисходил на поля и луга. Как он обволакивал деревья, как целые города и страны, целые континенты тонули в нём. Внутри тумана пульсировали руны. Они вибрировали и пели, прожигая землю, прожигая вещи. Всё живое сходило с ума, руны обволакивали их, вползали в горло, заполняли изнутри. В себя они приходили уже со светящимися фиолетовыми глазами и по телу их бродили светящиеся руны. Некогда разумные существа в безумии ходили и орали, ломая свои шеи, взирая на луны. Они своими пальцами раздирали свои животы, вырывали сердца и легкие. Дикий хохот отчаяния и страха, смешанный с болью и ужасом разносился по изменившемуся миру. Матери живьем ели своих детей, дети ковырялись в животах своих убитых матерей. Мужчины убивали друг-друга.\n<s>r\nГорода приходили в запустение и упадок. Всё рушилось и падало. Фиолетовый туман разъедал cталь и пластик, пожирал некогда величественные города. Башни до самых небес, возведенные к самому небу. Космопорты и межмировые порталы. Туман жадно глотал всё, а выплевывал безумное, урчащее кровавое месиво, наполненное отчаянием и безнадёгой.",
    "answers": [
      {
        "id": 5,
        "text": "...."
      },
      {
        "id": 4,
        "text": "Новая картинка"
      },
      {
        "id": 4,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c836336/v836336443/49f41/qeRZOmp0iJ4.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "А потом ты увидела Землю. Туман пришел вместе с «Богами» из другого мира. Египет. Белоснежный песок сочился между пальцев красивой девушки с белоснежной кожей. Алразара, ты узнала её. Девушка спокойно пересыпала из руки в руку горсть песка и смотрела на большое странное существо, выползшее из портала. Человек с головой пса. Глаза его светились фиолетовым светом.<s>r\nА потом глаза вспыхнули и у Алразары, она встала с трона и силой воли приказала рунам, копошившимся у её ног, сгруппироваться и перетечь ей на руку. Туман выползал из портала следом за песоглавом, но он теперь становился иным.<s>r\n<s>r\n— Волею своей подчиняю бытие безумного хаоса. Из тьмы веков и холода ночей ведьм извлекаю стержень сознания и им повелеваю теням бренности отступить во мглу!<s>r\n<s>r\nПёсоглав рухнул на пол, так и не добравшись до девушки, а туман растаял. Портал дрожал. К нему подходили другие колдуны и ведьмы, тоже подчиняющие своей волей светящиеся руны.",
    "answers": [
      {
        "id": 6,
        "text": "...."
      }
    ]
  },
  {
    "id": 6,
    "text": "- Туман, пожирающий целые миры пытался вторгнуться в наш.  Он захватил множество людей и погубил целую страну, но выяснилось, что не все люди ему подконтрольны. Некоторые силой своей воли могут подчинять туман хаоса себе и повелевать им. Некоторые за счет силы своего духа и воли обретают могущество, невиданное для человека. Ты впустила туман в себя и теперь либо ты погибнешь, либо обретешь силу сумеречных ведьм.",
    "answers": [
      {
        "id": 7,
        "text": "- Да госпожа."
      }
    ]
  },
  {
    "id": 7,
    "text": "- Я должна тебя предупредить об опасности. Туман будет совращать, будет пытаться играть с твоим сознанием, будет делать всё что в его силах, чтобы подчинить себе. Не верь ему и его видениям ни при каких обстоятельствах, сохраняй здравый рассудок и ясность мышления. Подчиняй его себе. Не давай злу обмануть тебя. И помни, отныне у тебя нет друзей и союзников, нет родных и близких, нет даже сумеречных ведьм, думай что ты одна стоишь напротив вселенского хаоса, пожирающего миры. Отступать тебе некуда.<s>r\n- Да госпожа.<s>r\n- Можешь ли ты рассчитывать в этой битве на других ведьм?",
    "answers": [
      {
        "id": 8,
        "text": "- Да, госпожа."
      },
      {
        "id": 9,
        "text": "- Нет, госпожа."
      }
    ]
  },
  {
    "id": 8,
    "text": "- Можешь ли ты рассчитывать на помощь людей в своей битве?",
    "answers": [
      {
        "id": 15,
        "text": "- Да, госпожа."
      },
      {
        "id": 15,
        "text": "- Нет, госпожа."
      }
    ]
  },
  {
    "id": 9,
    "text": "- Можешь ли ты рассчитывать на помощь людей в своей битве?",
    "answers": [
      {
        "id": 15,
        "text": "- Да, госпожа."
      },
      {
        "id": 11,
        "text": "- Нет, госпожа."
      }
    ]
  },
  {
    "id": 10,
    "text": "Накидала продуктов в тележку и все так же задумчиво отправилась к кассе. Где это могущество? Разве ты стала великой ведьмой? Разве вообще что-то изменилось? Кажется нет.<s>r\nТы переминалась с ноги на ногу, ожидая пока пробьют товары. И в этот момент грянул выстрел. Пакет молока прострелянный рухнул на пол, заливая собою все вокруг. Кассир испуганно вздернул руки вверх. Четыре мужчины с пистолетами стояли посреди маленького магазинчика. В масках, бронежилетах и в перчатках. Стояли они уверенно и двигались соответственно тоже уверенно. В магазинчике была еще одна женщина с маленьким мальчиком лет пяти.<s>r\n— На пол, руки за голову или вышибу мозги!<s>r\n<s>r\nТы стала было уже ложиться. Как из-за стеллажей с памперсами выскочил охранник. Он упал с простреленной головой, но прежде успел сорвать с грабителя маску.<s>r\n\nРебенок заорал, женщина схватила его, но добавила визга. Продавец похоже начал терять сознание. А тебя один из грабителей повалил ударом в живот на пол один из грабителей.<s>r\n\n— Берем кассу и сваливаем. —  Выгребая деньги из кассового аппарата прохрипел один из них.<s>r\n— Дэ..., сказала...<s>r\n— Плевать что она сказала, они тебя видели!<s>r\n— Грохни всех и дело с концом. — С этими словами, один из тех что в маске застрелил бледного и дрожащего кассира. Выстрел прямо в голову, на смерть. Тело грузно шлёпнулось на пол.<s>r\n<s>r\nМать крепче обняла ребенка, зажимая его глаза и прижимая к себе. Пентаграмма стала жечь плечо. Ты напряглась и почувствовала что сила появилась в тебе. Просто древнее и могучее знание.<s>r\nБандит направил на них оружие и палец уже вот-вот нажал на курок.",
    "answers": [
      {
        "id": 16,
        "text": "Спасти ребенка и мать"
      }
    ]
  },
  {
    "id": 11,
    "text": "- Можешь ли ты рассчитывать на помощь тумана и рун?",
    "answers": [
      {
        "id": 18,
        "text": "- Да, госпожа."
      },
      {
        "id": 13,
        "text": "- Нет, госпожа."
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты ощутила возрастающую в тебе дикую мощь и силу. Она переполняла тебя. Она словно била фонтаном. Силой налились руки и всё тело.\nТы мрачно усмехаясь пошла прочь из комнаты. Стало ясно одно — Алразара захватила власть в ковене и теперь просто обманывает людей, не делится столь чудовищным могуществом. Алразара просто погрязла в эгоизме и власти.<s>r\nНа удивление ведьма сидела в кресле на первом этаже. А сама Алразара разглядывала фотографии.<s>r\n<s>r\n- Если бы мне показали эти фото, то я бы тебя убила как предательницу, но я знаю, что тебя подставила Даниэлла.<s>r\n- Это не имеет значения, ты захватила власть силой и должна рассказать ведьмам правду!<s>r\n- Правду?<s>r\n- Ты жестокий тиран и деспот!",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить разговаривать"
      },
      {
        "id": 25,
        "text": "Сразиться с Алразарой"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Что же, кажется, ты поняла свою ситуацию и положение. С этого вечера в тебе появится сила, способная менять мир. Но битва будет в твоей душе и она будет до тех пор пока не погибнет мир или туман. Будь осторожна, сестра.\n\n Оступившихся на пути. Мы уничтожаем. Во благо жизни остальных. Помни, туман коварен, хитер и безумно опасен. Только сильная воля и железный характер позволят тебе оставаться собой. Удачи, сестра.",
    "answers": [
      {
        "id": 14,
        "text": "- Спасибо, госпожа! [ты удаляешься]",
        "need_ever": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Следующее утро ты просыпаешься в своей кровати в своем доме. Город Кастл Рок. Именно здесь всё и происходило. Маленький прибрежный городок с собственным маяком и старой потертой временем церковью. А еще тут очень набожные люди живут, ну и знаменитая психиатрическая больница, сгоревшая в прошлом году, но восстанавливаемая на деньги городского бюджета.<s>r\nТы накидываешь халат и подходишь к зеркалу, да на плече красная пентаграмма, а на предплечье светятся руны.<s>r\nТы задумчиво вглядываешься в свое тело в отражении. Оно как-будто не твое. Помолодело, лицо обрело новые краски. Жизнь словно удвоила свое течение в крови. Легкий завтрак, душ. И ты с задумчивым видом отправляешься в магазин за продуктами. Была суббота, а стало быть выходной.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Купить молока"
      },
      {
        "id": 14,
        "text": "Новая картинка"
      },
      {
        "id": 14,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c836336/v836336443/49f48/C1nOPiZpDUs.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "- Можешь ли ты рассчитывать на помощь тумана, рун или только своего ведьмовства?",
    "answers": [
      {
        "id": 18,
        "text": "- Да, госпожа."
      },
      {
        "id": 18,
        "text": "- Нет, госпожа."
      }
    ]
  },
  {
    "id": 16,
    "text": "Руны вспыхнули на твоих руках и мгновенно ты стала понимать, чувствовать, знать далеко за гранью человеческого восприятия. Сиреневый туман оплел убийцу и в один миг разорвал на части. Второй успел выстрелить в тебя, его лицо исказила гримасса ужаса и отчаяния. Его внутренние органы руны перемалывали в кашу и ты видела как он страдает. Это длилось мгновение, достаточное чтоб показаться вечностью. Остальных двух разрубило на части чем-то сиреневым и сверкающим похожим на острый как лезвие клинок. Ошметки человеческих тел еще падали на землю, когда краем глаза ты увидела вспышку фотоаппарата. Кто-то тебя фотографировал в момент колдовства.<s>r\nДля человека все прошло слишком быстро, но для того кто обладает такими же силами как и ты... это нормальное явление.<s>r\nОт слабости и потери сил ты рухнула на пол, потеряв сознание.",
    "answers": [
      {
        "id": 17,
        "text": "...."
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты очнулась в доме ковена. Ковен это сообщество ведьм. По сути говоря это был обычный дом, который использовался для встреч всех ведьм в городе. Знакомые все лица собрались.<s>r\nШарон — местный священник. Даниэлла — мэр города. Виканта — хозяйка местного бара, единственного на весь город. И еще парочка ведьм и колдунов не столь значимых и известных. Алразара сидела в углу, сложив ногу на ногу и злобно разглядывая свой маникюр. Без слов было ясно, что она в ярости на тебя.<s>r\n<s>r\n- Что можешь сказать в свое оправдание? Первый день и ты уже убила четырех человек? Нам пришлось заметать за тобой следы и вмешиваться в память смертных, что не просто, поверь.",
    "answers": [
      {
        "id": 19,
        "text": "Они могли убить мать и ребенка"
      },
      {
        "id": 20,
        "text": "Они могли меня убить"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Это не имеет значения. Ты не готова стать ведьмой сумерек.<s>r\n<s>r\nАлразара встала с трона и сделала одно единственное движение рукой. Руны в твоем теле отозвались адской болью. Силы, готовые наполнить тебя могуществом, вновь утекли, оставив тебя. Ты рухнула на пол, а ведьмы подхватили тебя и продолжая пение поволокли куда-то.\n- Сожгите её как ведьму на костре, пусть народ думает что поймал очередную вредительницу. Жаль, очень жаль, мы потеряли еще одну возможную сестру.",
    "answers": [
      {
        "id": 1,
        "text": "...."
      }
    ]
  },
  {
    "id": 19,
    "text": "- И что с того? Какая нам до смертных есть разница? Одним больше одним меньше. Наша организация существует тысячи лет, а враги способны уничтожить всю планету. Сила, которая течет в твоих венах слишком высока для тебя. Ты выдала нас! Не успей мы стереть их воспоминания не известно что могло бы произойти. Теперь я удалюсь, а ты переосмысли цели методы своего существования среди ведьм. Больше никаких ошибок ты не допускала?",
    "answers": [
      {
        "id": 20,
        "text": "- Нет. Я спасала и себя тоже. [Соврать, забыв про таинственного фотографа]\n(на начало)"
      },
      {
        "id": 22,
        "text": "- Мне показалось, что меня кто-то сфотографировал. В тот момент я накладывала заклинание."
      }
    ]
  },
  {
    "id": 20,
    "text": "- Вот самозащиту я понимаю, как оправдание. Но все-равно тебе еще расти и расти, научись соизмерять силу с ситуацией. Ты убила четырех человек тогда как тебе ничего толком не угрожало. Ладно, проехали.<s>r\n<s>r\nОна ушла прочь, хлопнув дверь. А в комнате воцарилась зловещая тишина.<s>r\n- Мне тоже пора по делам.<s>r\n- И мне.<s>r\n- В принципе, и мне тоже.<s>r\n<s>r\nНо перед уходом, Шарон, Даниэлла и Виканта по очереди подходили к тебе и просили поговорить наедине. Без посторонних глаз.<s>r\n- Эти ведьмы слишком слабы чтобы противостоять злу, нам надо поговорить наедине. - произнес Шарон, похлопывая тебя по плечу.<s>r\n<s>r\n- Алразара слишком надменна, она не видит твоей силы. Поговрим в соседней комнате, когда все уйдут? - Изрекла Даниэлла.<s>r\n<s>r\n- Среди нас есть враг, ты новенькая, ты можешь помочь мне его найти и уничтожить. - Подмигнула Виканта.",
    "answers": [
      {
        "id": 23,
        "text": "Говорить с Даниэллой"
      },
      {
        "id": 28,
        "text": "Говорить с Шароном"
      },
      {
        "id": 47,
        "text": "Говорить с Викантой "
      }
    ]
  },
  {
    "id": 21,
    "text": "Превзмогая себя ты сбросила наваждение. Это было не легко, но ты смогла. \nМигом сорвалась с кровати и направилась к Алразаре.\n\n— Я должна сказать важную вещь! — С ходу выпалила ты.\n— Я знаю.\n— Как? — Удивленно остановилась и от переживаний закусив губу.\n\nВ комнате была еще и Даниэлла. Она сидела бледная в кресле и в её глазах читался неподдельный страх и ужас.\n\n— Извини, а почему ты не стала слушать туман?\nОт такого вопроса ты даже опешила. Правда, почему?\n— Он это силы зла и он уводит в хаос и тьму, ему веры нет.\n— Однако, именно туман дает тебе силы противостоять ему и его порождениям. Именно туман является единственным оружием способным остановить его самого. Тебе следовало послушать его и принять свое собственное решение, а не слушать других, даже меня. Все могут лгать. Запомни, моя ученица.\n— Ученица?\n— Что сделать с Даниэллой? убить или отпустить?",
    "answers": [
      {
        "id": 45,
        "text": "Убить"
      },
      {
        "id": 46,
        "text": "Отпустить"
      }
    ]
  },
  {
    "id": 22,
    "text": "Алразара рассвирепела. Она резко встала с кресла и ты ничего не успела понять. Руны светясь обволокли твое тело и стали высасывать жизненную силу, пока ты вновь не потеряла сознание.<s>r\n- Это предательство клана! За такое расплата может быть только смерть!<s>r\n- Смерть! Смерть! - скандировали остальные присутствующие в помещении ведьмы и колдуны.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "...."
      }
    ]
  },
  {
    "id": 23,
    "text": "Даниэлла задумчиво стала ходить по комнате, положив руки за спину. В глазах её сверкнул хищный блеск и она злобно усмехнулась.\n- Среди нас есть враг. Тысячи лет она стояла на страже этого мира, но туман подтачивает её изнутри, скрежет её душу, выжигает в ней пустоту и боль. Она поддается злу всё сильнее и сильнее. Алразара сильна как ведьма, но слаба как человек, её дух устает. Она отдалась тьме. <s>r\n- Сильное заявление, а доказательства?<s>r\n- Туман выбрал тебя и наделил небывалой мощью. Твой дух свеж и чист, твоя душа невинна и стойка перед лицом хаоса. Ты можешь устоять, а она уже нет.<s>r\n- О чём ты?<s>r\n<s>r\nДаниэлла похлопадла тебя по плечу и быстро пошла прочь из комнаты.<s>r\n- Если Алразара нас всех предаст, то останешься только ты, способная удержать зло.",
    "answers": [
      {
        "id": 26,
        "text": "...."
      }
    ]
  },
  {
    "id": 24,
    "text": "- Кто тебе такую чушь сказал?<s>r\n- Ты захватила власть в ковене, так как являешься самой сильной и старой ведьмой!<s>r\n- Помнишь что я говорила когда ты становилась ведьмой? Каждый из нас ведет свою битву в одиночестве, потому что туман проникает индивидуально в сердца каждого по своему.<s>r\n- Я должна сразиться с тобой за власть?<s>r\n- Не знаю, должна?<s>r\n<s>r\nВы смотрели друг на друга пару минут, а потом расхохотались обе. Туман застлил глаза и не давал адекватно мыслить, он попытался натравить тебя на Алразару и чтобы ты в битве открыла ему дорогу, но ты этого не сделала.<s>r\n<s>r\n- Впереди еще много битв и испытаний, сестра. Нам надо готовиться.<s>r\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Играть заново"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты напала на Алразару внезапно и сокрушительно, сметая всё на своем пути. Туман разъедал пространство, воздух и старенький дом зашатался от ударов рун. Алразара ответила тем же, переходя из глухой обороны в атаку.\nРуны твои и её сшиблись в поединке на полу, превращая паркет в опилки. Под гул уничтожаемого дома вы сошлись с Алразарой в рукопашной схватке. Ты впустила окончательно туман в свое сердце и в один из финальных ударов смогла сшибить ведьму с ног. А потом раскроить её череп надвое одним заклинанием.<s>r\n<s>r\n- Блеск! Блеск! Всё как я и задумывала! - Уже сшибив тебя с ног, прохрипела Даниэлла.\n\nОна била тебя яростно и со всей силой. Неожиданное нападение дало ей преимущество и она смогла сразить тебя. Ты лишилась сил, а заклинания впитывания души окончательно из ведьмы сделали тебя человеком. На этот раз ты умрешь.",
    "answers": [
      {
        "id": 1,
        "text": "На костер"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты села на край кровати. Спальня в доме на втором этаже. Есть надежда что вас не подслушивали. Ты распахнула рукав и стала вглядываться в руны. Насколько много в тебе силы? Откуда она проистекает? В чем мощь тебя и Алразары? Кто на самом деле могущественнее она или ты?<s>r\nРуны шептали тебе. Звали тебя в странное, но столь близкое и далекое. У тебя есть выбор. Ты можешь отступиться и сдать Даниэллу верховной ведьме, а можешь послушать шопот, что исходит из рун на руке.",
    "answers": [
      {
        "id": 27,
        "text": "Погрузиться в шепот"
      },
      {
        "id": 12,
        "text": "Бросить вызов Алразаре"
      },
      {
        "id": 21,
        "text": "Не слушать туман"
      }
    ]
  },
  {
    "id": 27,
    "text": "Прекрасный мир обрушился на тебя, словно ушат холодной воды из ведра. Бесчисленное количество миров вереницей представали перед тобой. Они мелькали, красивые и совершенные. В них не было тьмы, боли и разочарования. В них не было страхов и сомнений. Туман создавал идеальные миры, где разумные существа были вечны как и ведьмы, где руны приносили здоровье, счастье и могущество всем, а не только избранным. Миры где каждый был волен жить сколько пожелает и как пожелает. Где не было ограничений. Пространство и время, жизнь и смерть, всё было во власти тумана, ангельского тумана, исходящего из самого рая.<s>r\nАлразара скрывает от других ведьм всю правду, она не показывает... туман он приносит свет, добро и равновесие, туман изменяет мир к лучшему.",
    "answers": [
      {
        "id": 29,
        "text": "Выйти из комнаты и догнать Даниэллу"
      },
      {
        "id": 27,
        "text": "Новая картинка",
        "url": "https://pp.userapi.com/c836336/v836336454/570de/ziabQXl57oI.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "- Мне надо с тобой поговорить.<s>r\n- Говори.<s>r\n<s>r\nШарон закрыл дверь в спальне на втором этаже дома. Тут вас не услышат. Сел на краешек кровати и задумчиво посмотрел на тебя.<s>r\n<s>r\n- Ведьмы. Ты новообращенная, но должна понимать с кем ты заключила сделку. Как думаешь с кем?<s>r\n- С туманом?<s>r\n- Что такое туман?<s>r\n- Ну... это туман...<s>r\n- Это Дьявол.<s>r\n<s>r\nТы фыркнула от неожиданности.",
    "answers": [
      {
        "id": 38,
        "text": "Выслушать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты выбегаешь из комнаты и тебя обволакивают руны по всему телу. Всё что ты успеваешь сказать, это стойте! Наложили на тебя заклинания.<s>r\n- Стойте!<s>r\nШарон усмехаясь стоял над тобой. Он наложил заклинания на тебя, чтоб ты не могла сопротивляться. Швырнул в тебя фотографии, где ты производила заклинания в магазине.\n- Я обнародую эти фотографии и сюда приедут все инквизиторы Ватикана. Тебя, Алразару и всех остальных сожгут как еретиков!<s>r\n- Ты сам ведь тоже колдун и в нашем клане!<s>r\n- Это не имеет значения. Я служу свету, добру и покою. Я служу Богам! А вы силам древней тьмы. Я инквизитор!",
    "answers": [
      {
        "id": 30,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 30,
    "text": "Пламя медленно подбиралось к твоим ногам. Ты стоишь привязанная ко столбу. Инквизитор победно ходит кругами, раззадоривая народ. Ночь. Яростная и озлобленная толпа кричала и улюлюкала в твой адрес.<s>r\n- Сжечь ведьму!<s>r\n- Проклятая, чудовище!<s>r\n- Сжечь монстра!<s>r\n<s>r\nТы глубоко дышишь, несмотря на страх. Силы еще есть и ты можешь попробовать переломить ситуацию. Всё по-прежнему зависит от тебя.<s>r\n- Ты умрешь, ведьма!<s>r\n<s>r\nНо ты лишь промолчала. Языки пламени облизали твои пятки. Только твоя способность не ощущать боль, когда потребуется, сохранила от позорного крика.",
    "answers": [
      {
        "id": 31,
        "text": "Спастись"
      }
    ]
  },
  {
    "id": 31,
    "text": "Шарон ходил вокруг тебя и разбрасывал в озверевшую толпу фотографии, на которых всё было отчетливо видно. Пентаграмма на твоем плече предательски алела. А руны на руке светились, откровенно показывая людям правоту инквизитора.<s>r\nТы заглянула внутрь себя и извлекла всю ту силу, которую хранил в тебе туман. Несокрушимая, неостановимая исполинская мощь, полная ярости и силы. Ты стала подобно лавине, сметающей всё на своем пути. <s>r\nТы взревела в ярости и порвала веревки и заклинания инквизитора словно бумажки. Ты вышла из огня неопалимая и яростная. ",
    "answers": [
      {
        "id": 32,
        "text": "Обрушить ярость на людей"
      },
      {
        "id": 35,
        "text": "Обрушить ярость на инквизитора"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты вздернула руки к небесам и туман окрасил облака сиреневым, а потом тёмно-фиолетовым цветом. Сверху пошел хлёсткий, как пощечина дождь. Кислотный дождь, разъедающий кожу и предметы. Прожигающий плоть до самых костей. Люди в ужасе хватались за лица, кожа сползала с них, подобно восковым маскам. Перекошенные лица в агонии и ужасе. Дождь смешанный с человеческой кровью и болью, реками  утекал в канализацию. <s>r\nИнквизитор не успел ничего сказать, его сердце было вырвано, нежной ручкой Даниэллы. Девушка приветственно тебе подмигнула.<s>r\nТы уже себя не сдерживала. Город окутал туман, поглощающий и пожирающий всё всё.  Дома и деревья, люди и машины, всё пожиралось кислотой и холодным бездушным туманом безумия.<s>r\n- Остановись! Смотри что ты натворила! Ты чудовище! - Закричала Алразара.\n\nВедьма со всех сил нанесла удар по тебе, но её заклинание пробило насквозь и оторвало ногу совсем другой ведьме. Даниэлла заслонила собою тебя.\n- Ты же дашь мне бессмертие в новом, лучшем мире?<s>r\n<s>r\nТы мрачно наклоняешься к ней и смотришь в её полные ужаса и страха глаза. Смерть уже приближалась к девушке, накрывая своим саваном. Даниэлла послала за тобой тех бандитов в магазине, сфотографировала, чтобы иметь на тебя влияние и подставить перед Алразарой. Если бы Алразара тебя не убила бы, то Даниэлла отдала бы фото инквизитору, а тот уже попытался бы уничтожить клан сумеречных ведьм. В любом случае Даниэлла избавилась бы от тебя руками либо инквизитора либо Алразары. Но просчет, вместо того чтобы убивать друг друга, ты просто всех убьешь.<s>r\nТы запускаешь ей в рот струйку рун и те через миг разрывают несчастную на тысячи кусков в один миг. Правда твое могущество растет с каждой секундой, а туман за спиной всё сгущается и сгущается.",
    "answers": [
      {
        "id": 33,
        "text": "Убить ведьму"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты сошлась в схватке с Алразарой. Бой был потрясающий и тяжелый. Руны взрывали вокруг дома, вспахивали землю громадными колоссами.  Землетрясения и кислотные дожди, ураганные порывы ветра и смертельная радиация. Вы обвивали друг друга жгущими кожу, режущими и разгрызающими плоть рунами. Потоки тумана сходились и расходились подобно двум мечам в руках безумных воинов, сеющих хаос и разрушения.<s>r\n<s>r\n- Стой! Посмотри, что ты натворила! Ты убиваешь невиновных!<s>r\n- Ты взяла власть. Ты всем лгала! Туман святой источник силы, туман хочет создать новый, светлый мир. Совершенный мир!<s>r\n- Посмотри! Посмотри на свой совершенный мир!",
    "answers": [
      {
        "id": 34,
        "text": "Убить ведьму"
      }
    ]
  },
  {
    "id": 34,
    "text": "<s>r\nТы её больше не слушала. Одним движением разорвала Алразару на две части, а потом вихрь рун превратил её в порошок.<s>r\nТы хлопнулась уставшая на колени. Мир, прекрасный мир. Новый мир впереди. Ты видела как наплывает туман, как в нем пропадает всё и вся. Непобедимый несокрушимый. Ты его впустила в этот мир.<s>r\nНа твоем лице застыла блаженная улыбка полная счастья и наслаждения. Ты готова войти в новый дивный мир без слез, горя и страданий.<s>r\nВ последний миг лицо твое перекосило от ужаса. Не важно что ты увидела за гранью мира, но человечество было уже обречено. Туман больше некому было остановить.<s>r\n<s>r\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Уничтожила мир"
      }
    ]
  },
  {
    "id": 35,
    "text": "Инвизитор умирал долго и мучительно. Ты действительно стала сильнее любой из ныне здравствующих ведьм. Толпа с криком разбегалась. А инквизитор упал, выплевывая собственный желудок наружу. Кости его перемалывало медленно в порошок. Но ты не давала ему умереть, а смотрела как он мучается. Тебя охватила ярость, первозданная и первобытная. Ты добивала его с максимальной жестокостью, не замечая как вокруг тебя появляется сиреневый туман. Как он становится всё сильнее и сильнее, как он становится гуще.<s>r\nДаниэлла взяла тебя за руку и кивнула. Напротив тебя на улице возникла и Алразара, готовая к бою с тобой.<s>r\n<s>r\nТвоя рука резко вспыхнула, под рукав и под одежду заползли руны, пущенные Даниэллой. Заклинание тебя ослабило, делая слабее с каждой секундой.<s>r\n<s>r\n- Спасибо, что ослабила её. Даниэлла, ковен этого не забудет.<s>r\n- Спасибо, госпожа. Эта выскочка, она применяла заклинания и её сфотографировали. Она сдала инквизиции нас, она предала нас.<s>r\n<s>r\nТы злобно прошипела на Даниэллу. Обещание убить её.<s>r\n- Можешь не говорить. Я знаю, это ты её и подставила. - Холодно отозвалась Алразара.<s>r\n<s>r\nВедьма резко рванула прочь, толкнув тебя навстречу Алразаре, но не успела толком убежать. Заклинание настигло её и отрубленная голова девушки покатилась прочь от тела.<s>r\n- Она хотела столкнуть тебя и меня. Хотела чтобы мы воевали и кто бы не победил, намеревалась победительницу добить. И стать верховной жрицей. Она неумеха, а не ведьма.<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Смириться"
      },
      {
        "id": 37,
        "text": "Убить ведьму"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты упала и зарыдала от усталости и отчаяния. Туман медленно обволакивал тебя, погружая в безумие и хаос, стремясь сеять хаос и разрушение.<s>r\nВедьма обняла тебя и силой воли разогнала туман. Хаос отступил на некоторое время, но лишь на время, ведь битва эта теперь будет вечная, покуда смерть не упокоит тебя.<s>r\n<s>r\n- Ты видела прекрасный мир? Да?<s>r\n- Я хотела уничтожить вас всех и привести его сюда, я думала вы лжете.<s>r\n- Понимаю, туман коварен и хитер. Даниэлла хотела власти и пыталась играть нами и туманом, но это опасная игра и вот чем всё закончилось... Ты молодец. Ты справилась, ты настоящая сумеречная ведьма. Вставай, пойдем, у нас еще много дел.<s>r\n<s>r\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Алразара сражалась с тобой отчаянно и на полную силу. Вы взрывали всё вокруг, уничтожали каждый сантиметр земли и пространства в целом. Швыряли друг в друга смертельные заклинания, способные убить любую, но не великую ведьму. Ты была ослаблена и это дало преимущества в бою для Алразары. Она смогла оплести твое тело рунами и в один миг превратить в пыль. Ты умерла.\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Туман это порождение дьявольских сил. Он разрушает всё хорошее что есть в человеке, делает его черствым, надменным, эгоистичным. Посмотри на Алразару! Она давно разучилась любить и ценить жизнь, свою и других людей. Подверженные туману не могут быть адекватны в своих решениях и поступках, они мотивируются эгоизмом и алчностью. В их сердцах нет места свету и добру, что это, скажи мне, как не сила Дьявола?\n— Что ты предлагаешь?\n— Ты могущественнее чем все ведьмы ковена вместе взятые, ты сильнее всех. и сердце твое чисто и незамутнено алчностью и злобой. Нет такого количества шрамов как у них, Дьяволу ты не по зубам. Ты можешь стать великой инквизиторшей и возглавить нашу церковь и движение против тумана.",
    "answers": [
      {
        "id": 39,
        "text": "Я согласна!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы с инквизитором вышли из комнаты. и в тотчас столкнулись с Даниэллой и Алразарой.\n— Видите, не зря я следила за ней. Те четыре невинноубиенные это следы тумана, он подчиняет её волю себе. — Прохрипела Даниэлла, глядя тебе в лицо и еле сдерживая презрительную усмешку.\n— Вы двое, действительно думаете, что туман это сила Дьявола? И я поддалась ему? — Неожиданно серьезно спросила Алразара.",
    "answers": [
      {
        "id": 40,
        "text": "Да, я считаю, что ты надменная и эгоистичная стерва!"
      },
      {
        "id": 44,
        "text": "Я хочу во всем разобраться! Я ничего не понимаю!"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Да они же сами ничего не понимают, давай их убьём и дело с концом? — Скривилась Даниэлла.\n\nАлразара неожиданно выхватила из под подола древний изогнутый нож и рукоятью протянула тебе, приставляя лезвие себе к шее.\n— Решайся. Кому ты веришь больше, себе или окружающим? Я надменная, я холодная, я стерва каких свет не видывал. Но мне тысячи лет, я отказалась от всего человеческого в себе чтобы сохранить человечество. Ты думаешь что я хочу жить дальше? Хочу этой бессмысленой войны и власти над детьми, вечно плетущими интриги за спиной? Перережь мне горло и забери мою силу, ты станешь самой могущественной ведьмой на земле и вся власть будет твоя. Или оставь меня жить и я научу обращаться тебя с твоими силами и ты станешь моей ученицей, а когда я решу уйти, мои силы достанутся тебе. Решай.\n— Не верь ей, она блефует! — Рявкнул разгневанный инквизитор.",
    "answers": [
      {
        "id": 41,
        "text": "Нет. Я не трону тебя."
      },
      {
        "id": 43,
        "text": "Думаю, смерть будет тебе освобождением от мук!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты хотела было отвести руку от её горла, тогда как инквизитор резко схватил тебя и нож раскроил горло ведьме. Алразара улыбнулась тебе и упала на пол, заливая его кровью.\nБитва между Даниэллой и Шароном была ожесточенная, стремительная и жестокая. А ты сидела у трупа главной ведьмы и чувствовала как её сила переходит к тебе. Как наполняет твое тело. Как руны таинственно светятся на твоем теле, пульсируя легким жжением на коже.\n\n— Стой, она сильнее нас с тобой! Убьем её и разберемся друг с другом. — Прохрипела Даниэлла, отражая очередное нападение.\n\nОни вдвоем шагали навстречу тебе, поднимая чудовищные вихри сил и энергий, мощь, способная уничтожить город, страну, возможно, весь континент.\n",
    "answers": [
      {
        "id": 42,
        "text": "Убить их."
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты открыла глаза. В тебе было тысячи лет жизни, ты была тысячелетней ведьмой. Разве эти глупцы знают истинное могущество? Разве они ходили в тумане на ту сторону?\nТеперь ты стала Алразарой, хотя это просто одно из имен носителя истинной силы тумана. Ты усмехнулась.\nТо, что для них было стремительным смертельным движением, для тебя лишь слабой попыткой напугать. Они двигались как мухи в киселе. Ты лишь грустно и устало вздохнула, махнула рукой. От этого движения руны с грохотом ворвались в тела людей и разорвали их на части. Мгновенное движение, даже не заметное глазу.\n\nТы перешагнула через труп бывшей верховной ведьмы, налила себе в бокал еще вина и грустно посмотрев в окно отпила. Впереди еще тысячелетия беспрерывной войны.\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "На начало",
        "forget": 1
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты режешь ей горло. Алразара лишь грустно улыбается и падает замертво. Под дикий хохот Даниэллы ты оборачиваешься и понимаешь, что тебя тоже предали. Острый клинок вошел тебе в спину, чуть ниже ребер, а кончик лезвия окровавленный выскочил из живота и зловеще беснул.<s>r\nШарон вынул оружие и твердой рукой добил тебя ударом в горло. Впрочем, вечность уже принимала тебя в свои объятия...<s>r\n<s>r\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Не в чем разбираться! — Рявкнул Шарон.\n\nОстрый клинок пронзил твое тело чуть со спины ниже ребер. Его кончик выскочил из живота, окровавленный и ужасающий.\n\nАлразара спокойно улыбалась. Несмотря на стремительную атаку рунами от Даниэллы и каскад ударов от Шарона, ведьма осталась даже не оцарапанная.\n— Вы действительно хотите со мной сражаться?\n— Да!\n\nДальше Алразара не спрашивала. Светящиеся руны в один миг обволокли её соперников и разорвали словно бумажные салфетки на тысячи клочков.\nВедьма неспеша подсела к тебе умирающей, вынула клинок из твоей спины и оценив мрачную красоту оного, отбросила его прочь.\n\n— Ну так что? Ты помирать собралась или спасать мир?\nВставай давай, ведьма и будешь мне ученицей, я тебе всё всё расскажу.\n\nТы попыталась встать, но смертельная рана и лужа крови, выпадающие на ружу органы, явно не способствовали твоему обучению.\nНапряглась и силой воли заставила руны на руке передвинуться и залечить смертельные раны. Еще пару минут и ты стояла здоровая и невредимая.\n\n— Долго, но на первый раз сойдет.\n— Надеюсь, второго не будет.\n\nАлразара усмехнулась и приобняв повела прочь из дома.\n\nконец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "Алразара кивнула и сделала жест рукой. Руны, подчиняясь ей набросились на женщину и в мгновение ока растерзали. Возможно, та даже не успела что-либо почувствовать.\n\n— Возможно она могла бы исправиться? Как думаешь, ученица?\n— Я думаю, туман бы её развратил и она вновь попыталась бы нас уничтожить.\n— Нас? Это мило. Да, скорее всего так и есть. Ладно не важно, у нас много дел.\n\nАлразара налила вина, отпила. И грустно улыбнувшись повела тебя прочь из дома.\n\n— Мне надо тебе кое-что показать. Урок первый...\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Ой, да хватит трястись! Иди уже от сюда, моя ученица сделала выбор, уважай его.\n\nДаниэлла заплаканная и испуганная соскочила с кресла и бегом направилась к выходу. Будто бег или двери могли спасти её от удара Алразары. Наивная.\n\n— Ни спасибо от нее, ни пока. Культура так и прёт. Ты понимаешь что ты сделала?\n— Отпустила обманувшуюся женщину и не пролила кровь?\n— Да, и еще нажила себе врага, который всегда может ударить со спины в момент когда не ждёшь, впрочем, это сложное решение. Уважаю.\n— Что дальше?\n\nАлразара грустно улыбнувшись отпила вина, обняла тебя за плечи и повела прочь из дома.\n— Мне нужно многое тебе рассказать и поведать. Впереди долгое обучение!\n\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 47,
    "text": "- Ну, красотка, как тебе стать ученицей Алразары?<s>r\n- Ученицей? Я думала я стану просто ведьмой.<s>r\n- А ты знаешь что за этим последует? Ты осознаешь степень отвественности, возложенной на тебя?<s>r\n<s>r\nТы сделала умное лицо, мол знаю, но сама ждала пока спутница не пояснит свою мысль. Виканта не заставила себя долго ждать.<s>r\n<s>r\n- Это постоянные битвы с существами из других миров, постоянные сражения, бои. Ты потеряешь всех своих близких и родных и будешь обречена переживать собственных детей. А еще постоянные интриги, пересуды у тебя за спиной. Тебя будути пытаться убить и всю свою жизнь ты никому не сможешь доверять. Ты обрекаешь себя на проклятие. На вечное проклятие, Дурочка.<s>r\n- Но я не...<s>r\n- Просто пожумай, ты превращаешь свою жизнь в ад.",
    "answers": [
      {
        "id": 48,
        "text": "Что ты предлагаешь? Я не хочу быть проклятой!"
      }
    ]
  },
  {
    "id": 48,
    "text": "- Всё просто, ты отдаешь мне свою силу, а я становлюсь ученицей Алразары. Ты становишься обычной ведьмой и наслаждаешься жизнью. Мужчины, деньги, власть и молодость на долгие годы в обмен на проклятие и боль. Мне кажется я предлагаю замечательный выход. Подумай. Зачем тебе портить свою жизнь?",
    "answers": [
      {
        "id": 49,
        "text": "Я хочу быть обычным человеком и прожить счастливую жизнь. Забери у меня силу."
      },
      {
        "id": 50,
        "text": "Я должна защищать человечество. Алразара выбрала меня в ученицы, а не тебя."
      }
    ]
  },
  {
    "id": 49,
    "text": "Виканта доброжелательно улыбнулась и распростерла объятия для тебя.<s>r\n<s>r\nТы шагнула навстречу. Девушка обняла тебя и нежно погладила по спине.<s>r\n- Это не больно?<s>r\n- Ты дурочка, родная, дурочка.<s>r\n<s>r\nКлинок вошел в живот тебе по самую рукоять. Виканта, оплетая тебя заклинаниями, высасывала из тебя силу и жизнь.<s>r\nВиканта забрала твою ведьмовскую силу всю до капли. Вытерла о твою одежду окровавленный клинок и ушла на встречу к Алразаре.<s>r\n<s>r\n- Теперь я буду верховной ведьмой!<s>r\n- Как жаль, та новенькая была подающей надежды, а ты... Ты, дурочка, Виканта.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 50,
    "text": "- Я её ученица и я уважаю выбор верховной ведьмы.<s>r\n- Какое человечество? Одумайся! Люди сами себя истребляют и уничтожают, они сами и без нас разобраться могут. Из-за таких вот \"защитничков\" человечество никак повзрослеть не может. Ты не сможешь спасти людей от них самих, а благодарности никогда не дождешься. Они даже не узнают о твоем существовании. А жизнь одна и неужели ты хочешь провести её в вечных боях? И сражениях, теряя близких и рискуя собой?",
    "answers": [
      {
        "id": 51,
        "text": "Не хочу, но и предавать Алразару я не буду."
      }
    ]
  },
  {
    "id": 51,
    "text": "Виканта резким прыжком нанесла тебе удар в живот клинком, спрятанным под одеждой.<s>r\nТы увернулась. Сила переполняла тебя.  В комнате появился фиолетовый туман и светящиеся руны, заклинанием ты сломала противнице легкие. И отбросила бездыханный труп прочь.<s>r\n<s>r\n- Я рада что ты выбрала путь ведьм, и не поверила ей. - Безразлично сказала Алразара за спиной, отпивая вино из бокала.<s>r\n- Спасибо, для меня честь быть вашей ученицей!<s>r\n- Ты знала что передать силу можно только через смерть?<s>r\n- Нет.<s>r\n- Ну вот тебе первый урок, коих еще будет немеренно. Пойдем, нас ждут многие дела.<s>r\n<s>r\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 52,
    "text": "Телепорт на место до которого мы дошли.",
    "answers": [
      {
        "id": 14,
        "text": "После того как стала ведьмой",
        "need": 13,
        "need_ever": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Если вам понравился этот квест и вы хотите его расширения (Например, дополнительную историю), то напишите, пожалуйста об этом в комментариях.\n\nСохранение действительно пока одно. А нужно ли больше?\nКонцовок много, если честно не считал. Попробуйте перепройти и изменить решения... многое может измениться после этого.\n\nКвест является частью цикла: Время Ведьм. Подразумевается что там будет несколько произведений.\nНа данный момент написаны:\n— Цена вечности \n— Огонь очишающий (согласен, название так себе, не очень).\n\nБольшая просьба, если ставите дизлайк, напишите причину это поможет улучшить квест и исправить ошибки, но это не точно.",
    "answers": [
      {
        "id": 1,
        "text": "Обратно на старт"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  }
]