[
  {
    "id": 1,
    "text": "Андрей - космический контрабандист с безукоризненной репутацией. Он ни разу не нарушал условия договора, и при этом не брезговал заказами, от которых другие его коллеги отказывались сразу же.<s>r\n<s>r\nНо очередной заказ заставил его пересмотреть свои правила и жизненные принципы, потому что от его решений будет зависеть судьба всей обитаемой галактики, и, что ещё важнее - его собственная.<s>r\n<s>r\n(Это адаптация моей обычной книги. Выборов не так уж и много, но будет больше, если вам понравится.)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 289,
        "text": "Свободная игра",
        "need": 1000
      }
    ]
  },
  {
    "id": 2,
    "text": "Эпизод 0: Земля-ноль.<s>r\n<s>r\nВалерий спустился по трапу и вдохнул полной грудью сладковатый воздух Глизе-667. Кибер-лёгкие туриста тут же зашипели, открывая клапаны баллонов и возмещая их содержимым почти полное отсутствие кислорода в воздухе.",
    "answers": [
      {
        "id": 3,
        "text": "- Земля-ноль, я иду к тебе!"
      },
      {
        "id": 4,
        "text": "Сойти молча"
      }
    ]
  },
  {
    "id": 3,
    "text": "- Земля-ноль, я иду к тебе! - радостно возвестил Валерий, но тут же стушевался: то ли из-за разницы в давлении, то ли из-за состава воздуха его голос звучал на несколько тонов выше, чем было привычно уроженцу Фемто, и этот комичный голос совсем не соответствовал всей торжественности ситуации. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Валерий сделал несколько шагов, освобождая место перед трапом для других туристов. Все они, едва ступив на бетон, задирали голову в тёмные небеса, словно надеялись увидеть Землю-ноль прямо отсюда невооружённым взглядом. Валерий же был начитан и знал, ЧТО действительно стоит высматривать и ГДЕ. Вон она, моргающая точка не так высоко над горизонтом - орбитальный телескоп. Именно этот телескоп откроет им то, ради чего они все прилетели сюда. Именно он покажет им настоящую Землю-ноль...",
    "answers": [
      {
        "id": 5,
        "text": "Подумать о Земле-ноль"
      },
      {
        "id": 6,
        "text": "Вспомнить детство"
      },
      {
        "id": 7,
        "text": "\"И теперь я наконец-то тут\""
      },
      {
        "id": 8,
        "text": "Ждать автобус"
      }
    ]
  },
  {
    "id": 5,
    "text": "Колыбель человечества. Легендарную планету, занимающую почётное первое место в рейтинге пригодности планет для жизни. Настоящий рай в космосе: планету, на всей поверхности которой не нужны кибер-лёгкие; место, созданное мифической Природой специально для человека. Место, откуда все люди родом. Валерий почувствовал, как у него по спине побежали мурашки - это происходило каждый раз, когда он думал о Земле-ноль.",
    "answers": [
      {
        "id": 6,
        "text": "Вспомнить детство",
        "need": -6
      },
      {
        "id": 7,
        "text": "\"И вот я наконец-то тут\"",
        "need": -7
      },
      {
        "id": 8,
        "text": "Ждать автобус"
      }
    ]
  },
  {
    "id": 6,
    "text": "Как и все мальчишки из колонии, в детстве он грезил об этой планете, фантазировал о том, как путешествует по зелёным лесам и купается в реках, в руслах которых чистая вода течёт просто так, без всякого счёта. Позже он баловался путешествиями по Земле-ноль в виртуальной реальности, а когда вырос, то смог позволить себе отдых на курорте ближайшей планеты, где в небольшом масштабе воспроизводились всё те же леса, реки и поля.",
    "answers": [
      {
        "id": 5,
        "text": "Подумать о Земле-ноль",
        "need": -5
      },
      {
        "id": 7,
        "text": "\"И вот я наконец-то тут\"",
        "need": -7
      },
      {
        "id": 8,
        "text": "Ждать автобус"
      }
    ]
  },
  {
    "id": 7,
    "text": "Но предел мечтаний пролегал именно здесь, на Глизе-667. Увидеть настоящую Землю-ноль... Что может быть прекраснее этого? И не беда, что на исполнение мечты потребовалось двадцать пять лет, и на голове уже намечается лысина - Валерий был уверен: увидь он, десятилетний, самого себя сейчас - обзавидовался бы. На путь к Земле-ноль стоило потратить полжизни. И он достоин этого, недаром мать назвала его земным именем!",
    "answers": [
      {
        "id": 5,
        "text": "Подумать о Земле-ноль",
        "need": -5
      },
      {
        "id": 6,
        "text": "Вспомнить детство",
        "need": -6
      },
      {
        "id": 8,
        "text": "Ждать автобус"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вскоре подъехал автобус, и туристы радостно ввалились внутрь, галдя и не прекращая показывать друг другу пальцами на небо. Здесь были семьи с детьми, влюблённые пары, несколько экскурсионных групп - все те, кому небезразлична была родина человечества. Все те, кто смог вырваться из тисков быта и совершить паломничество на Глизе-667.",
    "answers": [
      {
        "id": 9,
        "text": "Слушать гида"
      },
      {
        "id": 10,
        "text": "Надеть наушники"
      }
    ]
  },
  {
    "id": 9,
    "text": "Спустя полчаса езды, в течение которой гид в динамиках рассказывала о Земле-ноль, о её природных красотах, о населяющих её животных, о счастливых людях без генных и кибер-модификаций, автобус прибыл к месту назначения. ",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из автобуса"
      }
    ]
  },
  {
    "id": 10,
    "text": "Спустя полчаса езды, в течение которой Валерий прослушал несколько своих любимых композиций о Земле-ноль, автобус прибыл к месту назначения. ",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из автобуса"
      }
    ]
  },
  {
    "id": 11,
    "text": "Около планетария были широким полукругом расставлены несколько десятков небольших телескопов. Туристы наперегонки бросились к ним и прильнули к глазкам. Автоматика сама наведёт их на нужное место, ведь чтобы разглядеть Землю с Глизе-667 нужна кристальная, скрупулёзная точность. Но увидят они не саму планету, а звезду Солнце, которую окрасит в голубой цвет специальный фильтр. Большего такие маленькие устройства не позволят.",
    "answers": [
      {
        "id": 12,
        "text": "Сходить со всеми"
      },
      {
        "id": 13,
        "text": "Постоять в стороне"
      }
    ]
  },
  {
    "id": 12,
    "text": "Хоть Валерий и знал все эти тонкости, но все равно поддался общему экстазу и, отстояв короткую очередь, прильнул к окуляру. \"В конце-концов, без Солнца не было бы и Земли-ноль, верно?\" - подумал он, разглядывая маленькое пятнышко. Насмотревшись, Валерий отошёл в сторону, уступая место другим туристам.<s>r\n<s>r\nНеподалёку от него стоял парень лет двадцати с непроницаемым выражением лица. Конечно, под маской спокойствия этого парня спрятан ещё один ребёнок - такой же, как у Валерия, и так же всю жизнь мечтавший об этом самом моменте. Валерий подошёл ближе:",
    "answers": [
      {
        "id": 14,
        "text": "- А вас не впечатляет рассматривание раскрашенной звезды?"
      }
    ]
  },
  {
    "id": 13,
    "text": "Валерий знал все эти тонкости, так что проявил сдержанность, стоя в стороне от телескопов и ожидая, пока толпу соберут вновь и проводят в планетарий. Неподалёку от него стоял парень лет двадцати с непроницаемым выражением лица. Конечно, под маской спокойствия этого парня спрятан ещё один ребёнок - такой же, как у Валерия, и так же всю жизнь мечтавший об этом самом моменте. Валерий подошёл ближе:",
    "answers": [
      {
        "id": 14,
        "text": "- Вас тоже не впечатляет рассматривание раскрашенной звезды?"
      }
    ]
  },
  {
    "id": 14,
    "text": "- Вас не впечатляет рассматривание раскрашенной звезды? - спросил он парня. Тот легко вздрогнул, словно не заметил приближения Валерия, и, подумав немного, кивнул:<s>r\n- Да, мне известно об этом нехитром трюке, - голос у него был спокойный и уверенный, Валерий бы даже сказал - властный.",
    "answers": [
      {
        "id": 15,
        "text": "- Но внутри всё честно, верно? "
      }
    ]
  },
  {
    "id": 15,
    "text": "- Но внутри, - Валерий кивнул на планетарий, - всё честно, верно? - Он почему-то был уверен, что парень знает наверняка. В душе Валерия вдруг всколыхнулась подозрительность, перемешанная с лёгкой паникой. Вдруг им и вправду покажут простую анимацию? Он ведь не сможет отличить её от истины!<s>r\n- Внутри всё честно, - бесстрастно подтвердил парень. И Валерий почему-то ему поверил. Ему сразу стало спокойно и хорошо.",
    "answers": [
      {
        "id": 16,
        "text": "Протянуть руку для пожатия"
      },
      {
        "id": 17,
        "text": "Представиться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Почувствовав внезапное расположение к своему собеседнику, он представился ему и протянул руку для пожатия (жест дружелюбия, о котором он читал в книгах о землянах). Парень покосился на протянутую руку, но своей в ответ не подал - наоборот, он сложил руки на груди, словно пытаясь отгородиться, и, глядя куда-то прямо перед собой, все тем же бесстрастным тоном произнес:<s>r\n- Я Александр. Мы два носителя земных имён. Забавно, не правда ли? <s>r\nВалерий удивлённо опустил руку. Откуда этот парень знает про его имя? Неужели просто ткнул пальцем в небо? Александр был очень странным, но все равно почему-то ему нравился.",
    "answers": [
      {
        "id": 18,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Почувствовав внезапное расположение к своему собеседнику, Валерий представился ему. Парень покосился на него, и, глядя куда-то прямо перед собой, все тем же бесстрастным тоном произнес:<s>r\n- Я Александр. Мы два носителя земных имён. Забавно, не правда ли? <s>r\nВалерий не видел ничего забавного, но для приличия улыбнулся. Александр был очень странным, но все равно почему-то ему нравился.",
    "answers": [
      {
        "id": 18,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вскоре их пригласили в планетарий и посадили в кресла, которые откинулись назад до лежачего положения. Включился огромный экран на сферическом потолке. Под радостные возгласы зрителей им показали их самих, смотрящих в телескоп несколько минут назад. Орбитальный телескоп всё это время следил за ними и записывал - всё это ради того, чтобы они не сомневались в истинности трансляции Земли-ноль. Но разве может один и тот же телескоп снимать и близкие планетарные объекты и столь удалённые, как Земля-ноль?",
    "answers": [
      {
        "id": 19,
        "text": "Спросить у Александра"
      },
      {
        "id": 20,
        "text": "Не заморачиваться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Валерий обеспокоенно посмотрел на Александра, сидящего справа от себя. Тот уловил его взгляд и вновь невозмутимо принялся объяснять:<s>r\n- У них два набора оптики. Можно заметить момент переключения. Смотри, вот... сейчас!<s>r\nК тому моменту камера отвернулась от Глизе-667 и взоры туристов устремились к Земле-ноль. В момент, указанный Александром, картинка и вправду немного дёрнулась. Но вскоре Валерий уже и думать об этом позабыл, захваченный трансляцией. ",
    "answers": [
      {
        "id": 21,
        "text": "Смотреть трансляцию"
      }
    ]
  },
  {
    "id": 20,
    "text": "Валерий решил не заморачиваться с этим вопросом. Если бы здесь был обман, все давно знали бы. Быть может у них два набора оптики, и камера просто переключится в один момент с ближней на дальнюю...<s>r\nК тому моменту камера отвернулась от Глизе-667 и взоры туристов устремились к Земле-ноль. Один раз картинка и вправду немного дёрнулась. Но вскоре Валерий уже и думать об этом позабыл, захваченный трансляцией. ",
    "answers": [
      {
        "id": 21,
        "text": "Смотреть"
      }
    ]
  },
  {
    "id": 21,
    "text": "Под звуки земной музыки они увидели сначала маленький голубой шарик, а после стали приближаться к нему всё ближе и ближе, пока его поверхность не заняла весь экран, и через несколько секунд уже можно было различить на ней отдельные деревья (с настоящей, колышущейся под ветром зеленой листвой!) и домики, такие аккуратные и так сильно отличающиеся от громадных металлических зданий Фемто. Приятный женский голос продолжал свой рассказ о жизни людей и животных в первозданном раю. ",
    "answers": [
      {
        "id": 22,
        "text": "Продолжать просмотр"
      }
    ]
  },
  {
    "id": 22,
    "text": "Спустя час Валерий вышел из планетария самым счастливым человеком на Глизе-667. Он не мог согнать с лица восторженную улыбку - последний раз он так чувствовал себя в детстве, когда ему подарили настоящую голографическую модель Земли-ноль. Но та модель было размером с ладонь, и разве могла она сравниться с тем, что он только что увидел? Валерию казалось, что он только что по-настоящему побывал на планете своей мечты и вдохнул полной грудью её прозрачный воздух - так свежи и ярки были краски Земли-ноль, отображённые на огромном экране...",
    "answers": [
      {
        "id": 23,
        "text": "Найти в толпе Александра"
      },
      {
        "id": 24,
        "text": "Идти к автобусу"
      }
    ]
  },
  {
    "id": 23,
    "text": "А вот Александру, которого Валерий выловил взглядом из толпы, кажется, всё было нипочём - он сохранил своё беспристрастное выражение лица. Может, он приходит сюда уже не в первый раз? Или он просто очень умело скрывает то же безмерное ликование, что переполняет сейчас самого Валерия?.. ",
    "answers": [
      {
        "id": 24,
        "text": "Ехать к космодрому"
      }
    ]
  },
  {
    "id": 24,
    "text": "Туристы сели в автобус и поехали обратно к космодрому. Валерий беспокойно ёрзал на своём месте, всё время косясь на своего нового знакомого, сидевшего несколькими рядами позади. Его так и подмывало узнать причину столь невозмутимого поведения Александра. В конце концов Валерий не выдержал и, подсев к Александру на свободное место, спросил:",
    "answers": [
      {
        "id": 25,
        "text": "- Откуда ты, Александр?"
      },
      {
        "id": 26,
        "text": "- Куда собираешься теперь?"
      },
      {
        "id": 27,
        "text": "- Ты не выглядишь особенно радостным..."
      }
    ]
  },
  {
    "id": 25,
    "text": "- Я с Земли, - просто ответил парень. Валерий хватанул ртом воздух, не представляя, что говорить дальше.",
    "answers": [
      {
        "id": 28,
        "text": "- Какой прок землянину лететь на Глизе-667?"
      }
    ]
  },
  {
    "id": 26,
    "text": "- Туда же, откуда прилетел. На Землю, - просто ответил парень. Валерий хватанул ртом воздух, не представляя, что говорить дальше.",
    "answers": [
      {
        "id": 28,
        "text": "- Какой прок землянину лететь на Глизе-667?"
      }
    ]
  },
  {
    "id": 27,
    "text": "- Ты не выглядишь особенно радостным... - осторожно сказал Валерий после короткой паузы. Александр смерил его неодобительным взглядом:<s>r\n- Я пришёл сюда не радоваться, а тосковать. На самом деле я ненавижу вас всех, - с внезапно возникшей в голосе злостью заявил он. - Собрались у телескопов, как обезьяны, и любуются светом двадцатилетней давности. Какая тебе разница, смотреть эту картинку здесь или у себя на Фемто? В эти телескопы попадает просто свет. Голубой планеты, от которой этот свет отразился, нет! Её нет, Валерий! Нет никакой Земли-ноль! - закричал Александр, привлекая к себе внимание всех без исключения пассажиров автобуса.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "- Хороший вопрос. Я прилетел сюда, чтобы погрустить. На самом деле я ненавижу вас всех, - с внезапно возникшей в голосе злостью заявил он. - Собрались у телескопов, как обезьяны, и любуются светом двадцатилетней давности. Какая тебе разница, смотреть эту картинку здесь или у себя на Фемто? В эти телескопы попадает просто свет. Голубой планеты, от которой этот свет отразился, нет! Её нет, Валерий! Нет никакой Земли-ноль! - закричал Александр, привлекая к себе внимание всех без исключения пассажиров автобуса.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "- Есть только Земля, - продолжал Александр. - Полетели со мной и я покажу тебе, во что человечество превратило свою колыбель! Отсюда всего семь парсеков, даже вздремнуть не успеешь, как мы прилетим и ты увидишь бескрайние мёртвые пустыни, голые стволы деревьев там, где их не вырубили. Увидишь реки, по которым течёт чёрная слизь. Вдохнёшь воздух, от гнили и кислотности которого тебя не спасут кибер-лёгкие. Что, не хочешь? А вы, - он стал осматривать пассажиров автобуса, как бы выискивая желающих, - никто не хочет со мной на Землю? Увидеть её настоящую, как она есть, не прикрытую вуалью двадцати световых лет?<s>r\n- Мама, он врёт? - раздался в последовавшей тишине детский голос.<s>r\n- Конечно врёт, милая. Дядя пьяный. Надень наушники.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Голос женщины словно послужил сигналом - все сразу стали отворачиваться и возвращаться к своим делам: к просмотру неба в окнах автобуса, к обсуждению увиденного в планетарии и сравнению Земли-ноль с картинками в купленных сувенирных атласах. Александр сел и тяжёло вздохнул:<s>r\n- Видишь, людям проще разделить одну планету на две - на \"до\" и \"после\", на \"Землю-ноль\" и \"Землю\", чем признать, что они своими руками уничтожили жемчужину космоса, колыбель человечества, истинный рай.<s>r\nВалерий не знал, что и говорить.",
    "answers": [
      {
        "id": 31,
        "text": "- Мы не хотим учиться на своих ошибках."
      },
      {
        "id": 32,
        "text": "- Люди должны во что-то верить!"
      }
    ]
  },
  {
    "id": 31,
    "text": "- Мы не хотим учиться на своих ошибках, - тихо сказал Валерий.<s>r\n- Да, - просто ответил Александр.<s>r\nВалерий сидел в немом оцепенении. Куда подевался весь восторг, который переполнял его еще несколько минут назад? Перед его мысленным взором всё ещё мелькали зелёные луга и леса, озёра и реки, пушистые облака и снежные шапки гор. Он должен был осознать, что всего этого нет. Что всё это - лишь отражённый от Земли двадцать лет назад свет. Конечно, умом он всегда понимал это, так же как ребёнок понимает, что игрушка не живая, а плюшевая; но так же, как ребёнку это не мешает в головой погрузиться в жизнь игрушки, так и Валерий, и все жители колоний настолько привыкли к разделению понятий \"Земля\" и \"Земля-ноль\", что истина с трудом укладывалась в голове. Валерий сглотнул, пытаясь избавиться от ощущения кома в горле, и хрипло выдавил:",
    "answers": [
      {
        "id": 33,
        "text": "- Ты правду говорил насчёт свободного места? "
      }
    ]
  },
  {
    "id": 32,
    "text": "- Люди должны во что-то верить! - с жаром произнёс Валерий.<s>r\n- А, ну тогда - конечно, - сказал Александр и отвернулся к окну, словно бы его и вправду устроил этот ответ.<s>r\nВалерий сидел в немом оцепенении. Куда подевался весь восторг, который переполнял его еще несколько минут назад? Перед его мысленным взором всё ещё мелькали зелёные луга и леса, озёра и реки, пушистые облака и снежные шапки гор. Он должен был осознать, что всего этого нет. Что всё это - лишь отражённый от Земли двадцать лет назад свет. Конечно, умом он всегда понимал это, так же как ребёнок понимает, что игрушка не живая, а плюшевая; но так же, как ребёнку это не мешает в головой погрузиться в жизнь игрушки, так и Валерий, и все жители колоний настолько привыкли к разделению понятий \"Земля\" и \"Земля-ноль\", что истина с трудом укладывалась в голове. Валерий сглотнул, пытаясь избавиться от ощущения кома в горле, и хрипло выдавил:",
    "answers": [
      {
        "id": 33,
        "text": "- Ты правду говорил насчёт свободного места? "
      }
    ]
  },
  {
    "id": 33,
    "text": "- Ты правду говорил насчёт свободного места? <s>r\nАлександр удивлённо посмотрел на него:<s>r\n- Да...<s>r\nВалерий сжал кулаки:<s>r\n- Я должен увидеть. Покажи мне правду.<s>r\nПокажи мне Землю.",
    "answers": [
      {
        "id": 34,
        "text": "Конец эпизода 0"
      }
    ]
  },
  {
    "id": 34,
    "text": "Эпизод 1: Земля.<s>r\n<s>r\nАндрей ненавидел Землю<s>r\n<s>r\nНе за мерзкий кисловатый воздух, заставляющий кибер-лёгкие активироваться и насыщать воздух недостающим кислородом. Не за мрачное, отдающее желтизной, вечно затянутое тучами небо, то и дело готовое разразиться кислотным дождём. Не за усеянные голыми стволами мёртвых деревьев бесплодные пустыни, окружающие старые, разбитые космодромы. Всё это было не так уж и плохо - другие обитаемые планеты демонстрировали куда более неблагоприятные условия: изменчивая гравитация, способная буквально размазать человека по поверхности, или электромагнитные поля, создающие наводку прямо в огранизме, или отсутствие атмосферы как таковой. Несмотря на свою неприглядность, Земля по шкале жизнепригодности оставляла все прочие обитаемые планеты далеко позади, уступая только одной, эталонной планете: Земле-ноль.",
    "answers": [
      {
        "id": 35,
        "text": "\"Что такое это ваша Земля-ноль?\""
      }
    ]
  },
  {
    "id": 35,
    "text": "Земля-ноль - это та же самая планета, что и Земля, но в прошлом. Её не существует, но тем не менее её очень легко увидеть: любопытному туристу достаточно прилететь на Глизе-667, что в семи парсеках от Солнечной системы, и прильнуть к хорошему телескопу, чтобы увидеть свет, двадцать лет назад отражённый от Земли и только теперь долетевший до Глизе. Это будет всего лишь крошечная голубая точка, но туристу и этого хватит: он будет вне себя от радости и вскоре продолжит экскурсию, в ходе которой ему покажут трансляцию уже с орбитального телескопа. На ней он в подробностях разглядит зелёные поля и леса, голубые реки и океаны, белые облака Земли-ноль. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Накупив сувениров, турист вернётся к себе домой, и станет среди своих настоящим героем - ещё бы, ведь он своими глазами видел Землю-ноль! Колыбель человечества! Однако, все его лавры пойдут прахом, если где-то неподалёку будет проходить человек с Земли. <s>r\nВот уж кто точно будет центром всеобщего внимания и душой любой компании. Конечно, это же настоящий землянин! Он ведь ещё сам застал Землю-ноль! Землянин подтвердит это и будет долго рассказывать истории о том, как путешествовал по горам и лесам, покорял неприступные горы и пересекал на лодках бурные реки. И, безусловно, солжёт - ведь засевшие в своих городах по офисам и заводам земляне даже не заметили, как погубили свою планету. Но землянину поверят, несмотря на то, что история его, словно выученная наизусть, слово в слово совпадает с хвалебной историей любого его соотечественника. ",
    "answers": [
      {
        "id": 37,
        "text": "\"Земляне...\""
      }
    ]
  },
  {
    "id": 37,
    "text": "Земляне, которым надо бы на коленях умолять всех людей в космосе о прощении за загубленную колыбель человечества, ходят вместо этого с видом героев, \"наследников\" этой самой колыбели, а всех прочих это вполне устраивает.<s>r\n<s>r\nИ вот за это Андрей ненавидел Землю.",
    "answers": [
      {
        "id": 38,
        "text": "Начать посадку"
      }
    ]
  },
  {
    "id": 38,
    "text": "Прогнав неприятные мысли и сосредоточившись, Андрей проконтролировал стыковку \"Ворона\" с орбитальной станцией Земли. Автоматика знает своё дело, но иногда может напортачить, и лучше держать ухо востро. В этот раз всё обошлось - \"Ворон\" отрапортовал ему об успешной стыковке, а после и о фиксации шлюза. Вздохнув, Андрей отдал команду на выключение систем и щёлкнул фиксаторами ремней безопасности, готовясь к выходу. Его ждёт спуск с орбиты в общественном шлюпе: несколько часов кружения вокруг космодрома в ожидании очереди на посадку. Молодой пилот вполне мог позволить себе быстрый спуск на элитный космодром для привилегированных особ, но, встречаясь с клиентом для получения задания, лучше не привлекать к себе излишнего внимания.<s>r\n<s>r\nВедь контрабандисты, привлекающие к себе излишнее внимание, долго не живут.",
    "answers": [
      {
        "id": 39,
        "text": "Конец Эпизода 1"
      }
    ]
  },
  {
    "id": 39,
    "text": "Эпизод 2: Пустыня.<s>r\n<s>r\nАндрей носил позывной \"Козырь\". Он брался за те заказы, от которых другие, более благоразумные его \"коллеги\" отказывались сразу же. Его приглашали ещё и тогда, когда другие контрабандисты не внушали требуемого доверия - ведь в послужном списке Андрея не было чёрных пятен. Он успешно выполнил каждое из более чем сотни заданий и поставил таким образом абсолютный рекорд по надёжности контрабандиста.",
    "answers": [
      {
        "id": 40,
        "text": "\"Ну и где же мой связной?\""
      }
    ]
  },
  {
    "id": 40,
    "text": "В связи с особенностями работы Андрея, клиенты частенько перестраховывались, назначая встречу с паролями-откликами, сменой транспорта, разнообразными проверками личности и прочими приёмами из кино про шпионов. Андрей ко всему этому привык, поэтому немного удивился, когда, выйдя с территории космодрома, увидел приветливо машущего ему рукой водителя. Внешность последнего совпадала с полученным описанием, как и внешний вид машины. Контрабандист, привычно оглянувшись по сторонам, быстрым шагом подошёл к водителю и коротко поздоровался.",
    "answers": [
      {
        "id": 41,
        "text": "Сесть на заднее сиденье"
      },
      {
        "id": 42,
        "text": "Сесть на переднее сиденье."
      }
    ]
  },
  {
    "id": 41,
    "text": "Андрей сел на заднее сиденье автомобиля. Водитель быстро занял своё место и хлопнул дверью. Машина загерметизировалась, и уличный воздух стал выкачиваться, заменяясь на чистый - абсолютно бесшумно, чего не скажешь о кибер-лёгких Андрея, которые с шипением и лязгом несколько раз переключали баллоны с газами, подстраиваясь под перемены. Андрея, сколь бы часто он не переносил подобную процедуру, слегка замутило от этого процесса. Водителю же было хоть бы что: его кибер-лёгкие работали тихо, а смены режима явно не оказывали заметного влияния на его самочувствие.",
    "answers": [
      {
        "id": 43,
        "text": "- У вас тихие лёгкие."
      }
    ]
  },
  {
    "id": 42,
    "text": "Андрей сел на переднее сиденье автомобиля. Водитель быстро занял своё место и хлопнул дверью. Машина загерметизировалась, и уличный воздух стал выкачиваться, заменяясь на чистый - абсолютно бесшумно, чего не скажешь о кибер-лёгких Андрея, которые с шипением и лязгом несколько раз переключали баллоны с газами, подстраиваясь под перемены. Андрея, сколь бы часто он не переносил подобную процедуру, слегка замутило от этого процесса. Водителю же было хоть бы что: его кибер-лёгкие работали тихо, а смены режима явно не оказывали заметного влияния на его самочувствие.",
    "answers": [
      {
        "id": 45,
        "text": "- У вас тихие лёгкие."
      }
    ]
  },
  {
    "id": 43,
    "text": "- У вас тихие лёгкие, - осторожно заметил Андрей.<s>r\n- Гель с гранулированным кислородом, - добродушно ответил водитель, обернувшись к сидящему позади Андрею и параллельно выезжая задним ходом с площадки. Андрей уже было собрался позавидовать ему и даже проникнуться к собеседнику симпатией, как водитель всё испортил: - У нас у всех такие!",
    "answers": [
      {
        "id": 44,
        "text": "Подавить вспышку гнева"
      },
      {
        "id": 47,
        "text": "Сорваться"
      }
    ]
  },
  {
    "id": 44,
    "text": "Андрей подавил вспышку гнева. \"Вам не пришлось бы изобретать изощрённые виды кибер-лёгких, если бы вы собственноручно не уничтожили свою планету!\" - захотелось ему выкрикнуть собеседнику в лицо, но контрабандист сдержался: неблагоразумно кричать на водителя, управляющего на околозвуковой скорости хрупким автомобилем, в котором ты сам же и сидишь.<s>r\n- Я Валерий, - продолжал водитель, не заметивший, видимо, резкого перепада настроения своего пассажира. - А вас как зовут?",
    "answers": [
      {
        "id": 46,
        "text": "Представиться"
      }
    ]
  },
  {
    "id": 45,
    "text": "- У вас тихие лёгкие, - осторожно заметил Андрей.<s>r\n- Гель с гранулированным кислородом, - добродушно ответил водитель, трогая машину и выезжая на трассу. Андрей уже было собрался позавидовать ему и даже проникнуться к собеседнику симпатией, как водитель всё испортил: - У нас у всех такие!",
    "answers": [
      {
        "id": 44,
        "text": "Подавить вспышку гнева"
      },
      {
        "id": 47,
        "text": "Сорваться"
      }
    ]
  },
  {
    "id": 46,
    "text": "Андрей представился, и, хоть и ожидал последовавшей реакции, но все равно поморщился, когда Валерий радостно заявил:<s>r\n- У вас земное имя!<s>r\n- Я в курсе, - буркнул Андрей. \"Подарочек от матери,\" - хотелось добавить ему. - \"Печать всевластия, вызывающая бурю эмоций у окружающих и клеймо уныния для меня, обжигающее всякий раз, когда меня окликают по имени\".<s>r\nНо он этого не сказал. Как не говорил и тысячу раз до этого. Как всегда.",
    "answers": [
      {
        "id": 48,
        "text": "Смотреть в окно"
      }
    ]
  },
  {
    "id": 47,
    "text": "Андрей вспылил: <s>r\n- Вам не пришлось бы изобретать изощрённые виды кибер-лёгких, если бы вы собственноручно не уничтожили свою планету! - высказал он в лицо собеседнику. <s>r\nВалерий даже бровью не повёл. Он спокойно, и даже по-дружески ответил:<s>r\n- Я родом не с Земли, так что мне не выговаривайте. А те, кто родом, выслушивают это частенько. Так что толку не много, - он усмехнулся. - Я Валерий, - продолжал водитель, сделавший вид, что не было никакого перепада настроения у его пассажира. - А вас как зовут?",
    "answers": [
      {
        "id": 46,
        "text": "Представиться"
      }
    ]
  },
  {
    "id": 48,
    "text": "Он уставился в окно, стараясь унять гневные мысли. Ну, погубили свою планету и погубили, с кем не бывает? Шестирукие гозобы свою так вообще взорвали, что-то там между собой не поделив, и ничего - процветают, осваивают космос, торгуют. Так почему он, Андрей, должен так переживать из-за Земли и её горделивых жителей? \"Я никому ничего не должен,\" - подумал контрабандист, и от этой мысли ему вдруг стало очень легко. Взгляд его скользил по проносящимся за окном пустынным пейзажам, и безразличие лечебным бальзамом разливалось по душе.",
    "answers": [
      {
        "id": 49,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вдруг стало темно: они въехали в какой-то тоннель. Многолетний опыт космопилота подсказал Андрею, что они едут под небольшим углом вниз, под землю. Это длилось ещё около минуты, что, по подсчётам контрабандиста, должно было означать глубину в целую сотню метров. Андрей успел подумать, что неплохо бы потом посмотреть данные на трекере, который сейчас в его кармане вёл запись координат, и сравнить реальную глубину со своими ощущениями. Но тут в окна ударил ослепительно яркий свет - Андрей на секунду зажмурился, а потом, щурясь и прикрывая глаза рукой, взглянул в окно и оцепенел:<s>r\n<s>r\nОн попал на Землю-ноль.",
    "answers": [
      {
        "id": 50,
        "text": "Конец эпизода 2"
      }
    ]
  },
  {
    "id": 50,
    "text": "Эпизод 3: Долина.<s>r\n<s>r\nТоннель вынырнул из земной толщи высоко в горах, и машина, замедлившись, поехала по серпантину, с которого Андрею открылся вид на циклопических размеров зелёную долину, залитую ярким солнечным светом и разделённую пополам сверкающей лентой реки. Окаймляло долину неровное кольцо леса, пестрящее всеми возможными оттенками зелёного.",
    "answers": [
      {
        "id": 51,
        "text": "\"Это всего лишь симуляция...\""
      },
      {
        "id": 52,
        "text": "Отдаться ощущениям"
      }
    ]
  },
  {
    "id": 51,
    "text": "Андрей, как мог, убеждал себя, что перед ним искусная симуляция, напоминал себе, что воду для реки подают на вершины гор насосы, свежий ветерок создаётся огромными вентиляторами, а сияющее лазурью небо - всего лишь огромный экран. Он, как мог, сдерживал рвущийся из груди мальчишечий восторг и подавлял то и дело норовящую вылезти на лицо идиотскую улыбку. Но когда водитель нажал кнопку и открыл окно, то молодой контрабандист отбросил притворство и высунул голову наружу.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Глядя вокруг, Андрей впервые за долгое время отбросил свой саркастический взгляд на вещи. Он не вспоминал, что воду для реки подают на вершины гор насосы, свежий ветерок создаётся огромными вентиляторами, а сияющее лазурью небо - всего лишь огромный экран. Из груди его рвался мальчишечий восторг, а на лицо выползла идиотская улыбка. А когда водитель нажал кнопку и открыл окно, то молодой контрабандист высунул голову наружу.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Они ехали теперь со скоростью гораздо ниже околозвуковой, так что встречный ветер не был сильным - он всего лишь трепал Андрею волосы и доносил самые разнообразные запахи - воды, деревьев, скошенной травы. На повороте серпантина солнце снова ослепило Андрею глаза, а когда он открыл их, то увидел, что дорога ведёт их вниз с горы прямо в лесную чащу.",
    "answers": [
      {
        "id": 54,
        "text": "\"Маршрут явно туристический\""
      }
    ]
  },
  {
    "id": 54,
    "text": "Дорога пролегала через лес, потом через усеянный цветами луг, после вдоль реки и через неё по тоненькому мостику, а затем снова в лес - не такой, как первый, с другими запахами. Таким образом, они объехали кругом всю долину, потратив на это почти час, и наконец оказались в центре, рядом с круглым озерцом. Здесь стоял маленький домишко, собранный из обтёсанных древесных стволов. На пороге стояла красивая девушка, одетая в очень старинно выглядящее белое платье с красными узорами.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Валерий притормозил на парковке неподалёку от этого домика, вышел из машины и открыл дверь Андрею. Лучезарно улыбаясь, он жестом пригласил его пройти к домику. Видно было, что водитель получал огромное удовольствие, наблюдая детскую радость посетителей подземной долины. Он чувствовал себя причастным. Чувствовал себя частью волшебства, привратником рая. ",
    "answers": [
      {
        "id": 56,
        "text": "\"Как, впрочем, и любой землянин.\""
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Как, впрочем, и любой землянин,\" - подумал Андрей, и к нему тут же вернулось присущее контрабандисту равнодушие. Он вылез из машины, и, не удостоив водителя даже взглядом, прошёл по траве к домику. Заказчица - а это несомненно была она - улыбалась ничуть не менее водителя. Как только Андрей подошёл достаточно близко, она приветливо сказала:<s>r\n<s>r\n- Добро пожаловать домой.",
    "answers": [
      {
        "id": 57,
        "text": "Конец эпизода 3"
      }
    ]
  },
  {
    "id": 57,
    "text": "Эпизод 4: Сказка.<s>r\n<s>r\nКак только Андрей подошёл достаточно близко, девушка приветливо сказала:<s>r\n<s>r\n- Добро пожаловать домой.",
    "answers": [
      {
        "id": 58,
        "text": "- Мой дом - на борту моего \"Ворона\"."
      }
    ]
  },
  {
    "id": 58,
    "text": "- Мой дом - на борту моего \"Ворона\", - сухо отрезал Андрей.<s>r\n- Как скажете, - согласилась девушка. - Тогда просто: добро пожаловать в Долину. Меня зовут Анна.",
    "answers": [
      {
        "id": 59,
        "text": "- Я знаю."
      }
    ]
  },
  {
    "id": 59,
    "text": "- Я знаю, ваше фото было в списке контактных лиц. Знаете, у вас здесь чрезмерно яркое солнце. На таком недолго и обгореть.<s>r\n- Многие так говорят, - с улыбкой ответила Анна. - Но мы не строим курорт для идеального отдыха, а воссоздаём облик Земли-ноль. Солнце на этом своде светит точь-в-точь так же, как настоящее Солнце светило землянам двадцать лет назад, когда небо ещё было голубое, а холмы утопали в зелени.",
    "answers": [
      {
        "id": 60,
        "text": "Обвинять"
      }
    ]
  },
  {
    "id": 60,
    "text": "- Вы закопались под землю, тратите огромные деньги на строительство и поддержку этой конструкции, и всё ради того, чтобы не признавать простого факта: Земля-ноль в прошлом. Предмета вашей гордости не существует. Лучше бы вы жили настоящим и построили на эти деньги больницы для ваших детей.<s>r\nДевушка нахмурилась:<s>r\n- Мы делаем для своих детей всё возможное, Андрей. Но даже самая современная медицина не поможет ребёнку, потерявшему надежду.",
    "answers": [
      {
        "id": 61,
        "text": "- Нет никакой надежды."
      }
    ]
  },
  {
    "id": 61,
    "text": "- Нет никакой надежды, - глядя в глаза Анне, жестко выговорил Андрей. - Только ложь. Ложь, опутавшая своей сетью не только ваших детей и вас, но и весь чёртов космос.<s>r\n- В вашем голосе не злоба, а боль, Андрей, - мягко произнесла девушка. - Поделитесь этой болью, и вам станет легче.",
    "answers": [
      {
        "id": 62,
        "text": "- Я делюсь болью только с гостями моего \"Ворона\"."
      },
      {
        "id": 119,
        "text": "- Давайте ближе к делу."
      }
    ]
  },
  {
    "id": 62,
    "text": "- Я делюсь болью только с гостями моего \"Ворона\". А у вас, уж извините, нет шансов таковой стать, - выпалил Андрей. <s>r\n<s>r\nОн явно сказанул лишнего - оборона Анны дала слабину, и умиротворённое выражение её лица на секунду изменилось, отразив обиду и боль. Впрочем, спустя мгновение она вновь взяла себя в руки:<s>r\n- Как вам угодно. Что ж, поговорим о делах. Позвольте пригласить вас внутрь. - в её голосе не было ни следа холодного отчуждения или отстранённости, которыми защищаются люди от обидчиков, когда не позволяют себе проявить эмоции. Скорее, её интонации выдавали... сострадание. Да и в самом деле: то, что сгоряча высказал контрабандист, только подтверждало её предположение о поедавшей его боли.",
    "answers": [
      {
        "id": 63,
        "text": "\"А она внимательный психолог.\""
      }
    ]
  },
  {
    "id": 63,
    "text": "\"А она внимательный психолог,\" - подумал Андрей. - \"Или талантливый актёр. Что зачастую неплохо сочетается одно с другим.\"<s>r\nОн прошёл вслед за девушкой через дверной проём и оказался внутри домика. Здесь всё выглядело таким же древним, как и снаружи - стены из стволов деревьев, стол и лавка из грубых досок, большая белая конструкция с маленькими железными дверцами, из-за которых пробивался красноватый свет и слышался странный треск. Каждый предмет в этой комнате был аккуратно застелен, а окна завешаны кусками белой ткани с цветными орнаментами, такими же, как на платье Анны. Дневной свет попадал в помещение через три окна, скудно освещая помещение. Некоторые углы - так и вовсе тонули в кромешной мгле.",
    "answers": [
      {
        "id": 64,
        "text": "\"Как в музее...\""
      }
    ]
  },
  {
    "id": 64,
    "text": "Девушка, проследив за тем, как контрабандист оценивает обстановку, произнесла:<s>r\n- Так жили наши и ваши предки двести лет назад. Мы и это не хотим забывать.",
    "answers": [
      {
        "id": 65,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 65,
    "text": "- Ясно, - произнёс Андрей и сел на жёсткую лавку. - Ну так что за груз? Позвольте напомнить вам мои правила - я не перевожу оружие, способное убить более тысячи человек разом; предметы, способные случайно убить меня или разрушить корабль - что в космосе равнозначно, - а также не удерживаю на борту силой существ с коэффициентом интеллекта больше тридцати единиц. Также уведомляю вас, что я застрахован в гильдии убийц Хавоса - если вы очевидным образом подставите меня и это приведёт к моей смерти, то они заберут и вашу жизнь. Это всё.<s>r\n- Спасибо, я всё это знаю. Чтобы объяснить, что за груз вам предстоит перевозить, мне также потребуется сделать небольшое вступление.",
    "answers": [
      {
        "id": 66,
        "text": "- Я весь внимание."
      }
    ]
  },
  {
    "id": 66,
    "text": "- Я весь внимание.<s>r\n- Благодарю. Вы знаете, что такое терраформирование?",
    "answers": [
      {
        "id": 67,
        "text": "- Это сказки для детей."
      },
      {
        "id": 68,
        "text": "- Это научная фантастика."
      }
    ]
  },
  {
    "id": 67,
    "text": "- Конечно знаю, - ответил Андрей. - Сказочное преобразование планеты, благодаря которому необитаемая или загубленная планета за день станет первой по шкале жизнепригодности. Как правило, для этого нужен особый чемоданчик или какая-нибудь \"душа планеты\", которые главный герой сказки найдёт на другом конце галактики и, пройдя через нечеловеческие испытания, привезёт на родину.<s>r\n- Необычайно точное описание. Но, в отличие от сказки, в жизни терраформирование занимает не день, а долгие и долгие годы, на время которых требуется эвакуация всех жителей планеты. И для этого нужен не чемоданчик, а техника планетарных масштабов: газогенераторы, корректоры земной коры, гравикомпенсаторы.",
    "answers": [
      {
        "id": 69,
        "text": "- Никогда не слышал о подобном."
      }
    ]
  },
  {
    "id": 68,
    "text": "- Конечно знаю, - ответил Андрей - Это преобразование планеты, благодаря которому необитаемая или загубленная планета за день станет первой по шкале жизнепригодности. Как правило, для этого нужен особый чемоданчик или какая-нибудь \"душа планеты\", которые главный герой фильма найдёт на другом конце галактики и, пройдя через нечеловеческие испытания, привезёт на родину.<s>r\n- Необычайно точное описание. Но, в отличие от фильма, в жизни терраформирование занимает не день, а долгие и долгие годы, на время которых требуется эвакуация всех жителей планеты. И для этого нужен не чемоданчик, а техника планетарных масштабов: газогенераторы, корректоры земной коры, гравикомпенсаторы.",
    "answers": [
      {
        "id": 69,
        "text": "- Никогда не слышал о подобном."
      }
    ]
  },
  {
    "id": 69,
    "text": "- Никогда не слышал о подобном, - удивлённо произнёс Андрей.<s>r\n- Это потому, что гозобы никогда не брались за терраформирование для людей.",
    "answers": [
      {
        "id": 70,
        "text": "- Погодите, гозобы? Это же они свою родную планету взорвали?"
      }
    ]
  },
  {
    "id": 70,
    "text": "- Погодите, гозобы? Это же они свою родную планету взорвали?<s>r\n- Не взорвали, - поморщившись, поправила Анна. - Это был неудачный эксперимент, в результате которого ядро планеты дестабилизировалось, и... вроде как лопнуло.",
    "answers": [
      {
        "id": 71,
        "text": "- Лопнуло."
      }
    ]
  },
  {
    "id": 71,
    "text": "- Лопнуло, - повторил Андрей, и, помолчав немного, продожил: - Я правильно понимаю: вы хотите доверить им Землю?<s>r\n- Гозобы жестоко поплатились за свою ошибку, - терпеливо сказала Анна. - С тех пор они терраформировали множество планет, обращаясь с каждой так бережно, будто это их утраченная родина.",
    "answers": [
      {
        "id": 72,
        "text": "- Ладно, ваше дело."
      }
    ]
  },
  {
    "id": 72,
    "text": "- Ладно, ваше дело, - безразлично бросил Андрей. - Хоть к хатонам обращайтесь, мне ни горячо ни холодно. Что за груз?<s>r\n- Завтра к гозобам вылетает дипломатический корабль. На борту будет чемоданчик с договором и информацией о платеже.",
    "answers": [
      {
        "id": 73,
        "text": "- Чемоданчик?"
      }
    ]
  },
  {
    "id": 73,
    "text": "- Значит, судьба планеты всё-таки зависит от от одного чемоданчика, который нужно перевезти на другой конец галактики? - ухмыляясь, спросил Андрей. Анна тоже улыбнулась, и продолжила заговорщическим тоном:<s>r\n- Вот и мы подумали о том же. У проекта терраформирования множество врагов, и есть вероятность, что дипломатическое судно просто не доберётся до места назначения. Поэтому, - она засучила рукав платья и сняла с запястья тоненький браслет с чёрным шариком. - Мы поручаем вам доставить это.<s>r\nАндрей принял браслет. Чёрный глянцевый шарик диаметром чуть меньше сантиметра надёжно крепился к небольшому кожаному ремешку. Контрабандист поднял взгляд на заказчицу:",
    "answers": [
      {
        "id": 74,
        "text": "- Это флешка?",
        "need": 67
      },
      {
        "id": 76,
        "text": "- Это флешка?",
        "need": 68
      }
    ]
  },
  {
    "id": 74,
    "text": "- Это флешка?<s>r\n- Вроде того, - ответила Анна. - Чемоданчик дипломатов будет пуст, Андрей. Договор и деньги на этом носителе информации. Считайте, что вам досталась сказка про \"душу планеты\".",
    "answers": [
      {
        "id": 77,
        "text": "- Так себе душонка"
      }
    ]
  },
  {
    "id": 75,
    "text": "- Назначая мне встречу, вы прекрасно знали о моей репутации, Анна. Я - землененавистник. Я считаю, что земляне не заслужили второго шанса. Не заслужили надежды. Я худший исполнитель для этой работы. Почему я?<s>r\n- Как гозобы, уничтожившие свою планету, являются лучшими исполнителями для терраформирования, так и вы, терзаемый своей болью и порождённой ей ненавистью, лучший исполнитель для доставки \"души планеты\". Таковы наши мотивы. Вы берётесь за работу?",
    "answers": [
      {
        "id": 78,
        "text": "- Я контрабандист номер один."
      }
    ]
  },
  {
    "id": 76,
    "text": "- Это флешка?<s>r\n- Вроде того, - ответила Анна. - Чемоданчик дипломатов будет пуст, Андрей. Договор и деньги на этом носителе информации. Считайте, что вам достался фильм про \"душу планеты\".",
    "answers": [
      {
        "id": 77,
        "text": "- Так себе душонка."
      }
    ]
  },
  {
    "id": 77,
    "text": "- Юридическая расписка и куча денег. Так себе душонка, - пошутил Андрей. Анна накрыла своей ладонью руку Андрея с зажатой в ней флешкой:<s>r\n- За этим кроется нечто большее. У вас в руках - Земля-ноль для вас и ваших детей. Вторая попытка для человечества. Новая надежда.<s>r\nАндрей почувствовал, как веселье покидает его. Он сбросил руку девушки со своей.",
    "answers": [
      {
        "id": 75,
        "text": "- Я - зеслененавистник."
      }
    ]
  },
  {
    "id": 78,
    "text": "- Я контрабандист номер один. Эмоции не влияют на качество моей работы, - Андрей демонстративно поднял руку и сжал в кулаке флешку гозобов. - Я доставлю груз.<s>r\n- Великолепно. Информация о связном гозобов отправлена на терминал вашего \"Ворона\", а половина вознаграждения переведена на указанный счёт.",
    "answers": [
      {
        "id": 79,
        "text": "- Один вопрос."
      }
    ]
  },
  {
    "id": 79,
    "text": "- Один вопрос, - сказал Андрей, разглядывая \"груз\" в тусклом свете от окна. - Вы хотите, чтобы я надел это?<s>r\n- Способ транспортировки - это ваше дело. Но я должна сказать вам, что ремешок обладает системой, разрешающей расстегнуть его только тому, на ком надет браслет. Это довольно удобно. Плюс, у земной молодёжи такие сплошь и рядом. Вы не будете выделяться.",
    "answers": [
      {
        "id": 80,
        "text": "- Я не из земной моложёжи."
      },
      {
        "id": 81,
        "text": "- Выглядит надёжно."
      }
    ]
  },
  {
    "id": 80,
    "text": "- Да, вот только я не из земной молодёжи, - зло парировал Андрей.<s>r\n- Это вы знаете, а окружающие - нет. Хотите - положите браслет в карго или в сейф или съешьте его - как я уже сказала, это ваше дело.<s>r\n- Такой ответ меня устраивает, - сказал Андрей и, встав, направился к выходу из домика. Анна пошла следом. Когда он перешёл порог, она осталась внутри, словно не хотела выходить на свет. Андрей обернулся:",
    "answers": [
      {
        "id": 82,
        "text": "- Последний вопрос"
      }
    ]
  },
  {
    "id": 81,
    "text": "- Выглядит надёжно, - сказал Андрей и, встав, направился к выходу из домика. Анна пошла следом. Когда он перешёл порог, она осталась внутри, словно не хотела выходить на свет. Андрей обернулся:",
    "answers": [
      {
        "id": 82,
        "text": "- Последний вопрос."
      }
    ]
  },
  {
    "id": 82,
    "text": "- Последний вопрос: откуда у Земли такое огромное количество галактических кредитов на терраформирование?<s>r\n- А вот это уже не ваше дело, - сухо отрезала Анна.",
    "answers": [
      {
        "id": 83,
        "text": "Конец эпизода 4"
      }
    ]
  },
  {
    "id": 83,
    "text": "Эпизод 5: Ответственность.<s>r\n<s>r\n- \"Ворон\", включай системы, - скомандовал Андрей, залезая через шлюз в притемнённое помещение кабины.<s>r\n- Исполняю, - отрапортовал \"Ворон\" вибрирующим металлическим голосом. Включился свет, заморгала приборная панель, зашипел податчик воздуха. - Активация генератора гравитации во время стыковки запрещена. Все равно включить?",
    "answers": [
      {
        "id": 84,
        "text": "- Нет, чёрт тебя побери!"
      }
    ]
  },
  {
    "id": 84,
    "text": "- Нет, чёрт тебя побери! - испуганно вскрикнул Андрей, оттолкнувшись от входа в сторону пульта, чтобы в случае необходимости отключить генератор гравитации вручную. Однако он не учёл центробежной силы вращающейся орбитальной станции, создающей лёгкую псевдо-гравитацию, направленную в правое крыло корабля, и не долетел до пульта, еле сумев ухватиться за кресло.",
    "answers": [
      {
        "id": 85,
        "text": "\"Пронесло\""
      }
    ]
  },
  {
    "id": 85,
    "text": "Включение генератора гравитации \"Ворона\" во время стыковки привело бы к изменению центра массы всей орбитальной станции, что было чревато неприятными последствиями - от изменения расписания полётов пассажирских шлюпов до падения всей станции с орбиты. На практике автоматика станции легко справляется с подобными происшествиями, но зато нарушивший правило пилот попадает в крупные неприятности - может даже угодить за решётку. К счастью, в этот раз бортовой компьютер \"Ворона\" понял Андрея правильно и правил не нарушил.<s>r\n- Всё в порядке? - робко спросил Александр, появляясь следом за Андреем в отверстии шлюза.",
    "answers": [
      {
        "id": 86,
        "text": "- Да, залезай."
      }
    ]
  },
  {
    "id": 86,
    "text": "- Да, залезай. Пробирайся вдоль поручней вон к тому креслу. - показал контрабандист, занимая место за пультом и пристёгиваясь.<s>r\n- Эм... - пассажир не торопился исполнять указания. Он кусал губы и стремительно краснел. Андрею было знакомо это поведение:",
    "answers": [
      {
        "id": 87,
        "text": "- Туалет вон там."
      }
    ]
  },
  {
    "id": 87,
    "text": "- Туалет вон там, в задней части. Только без гравитации пользоваться им неудобно, а генератор сейчас включать нельзя. Потерпишь пятнадцать минут, пока мы не отстыкуемся?<s>r\n- Да, конечно, - с облегчением сказал Александр, и стал неловко перебирать руками по поручням, добираясь до пассажирского кресла.",
    "answers": [
      {
        "id": 88,
        "text": "\"И как же так вышло...\""
      }
    ]
  },
  {
    "id": 88,
    "text": "Андрей не собирался совмещать миссию Анны с пассажирскими перевозками, но узнав, что друг Валерия вот уже несколько дней не может выбраться с Земли из-за отмены рейсов на Фемто-66, контрабандист смягчился. Теперь он не мог понять, жалеет он о своём решении или рад ему. Андрей ценил одиночество, но иногда оно становилось невыносимым.",
    "answers": [
      {
        "id": 89,
        "text": "Настроить системы жизнеобеспечения."
      }
    ]
  },
  {
    "id": 89,
    "text": "- \"Ворон\", внести изменения в настройки системы жизнеобеспечения, - скомандовал Андрей. - Добавить особь: человек, мужчина, пятьдесят лет, пятьдесят килограммов.<s>r\n- Вообще-то мне тридцать семь, а вешу я шестьдесят два, - с лёгкой обидой в голосе сказал Александр.",
    "answers": [
      {
        "id": 90,
        "text": "- Чистая формальность."
      }
    ]
  },
  {
    "id": 90,
    "text": "- Чистая формальность, - ответил ему пилот. - Расход все равно считается одинаково, хоть пять килограммов, хоть пятьсот. \"Ворон\", что там получается?<s>r\n- Воздух - двенадцать суток. Вода - восемь суток. Еда - восемь часов, - равнодушно отчеканил компьютер. Александр, пытавшийся в этот момент пристегнуться к креслу, поднял голову и тревожно посмотрел на Андрея. Тот успокоил его:",
    "answers": [
      {
        "id": 91,
        "text": "- Нам хватит."
      }
    ]
  },
  {
    "id": 91,
    "text": "- Поедим один раз, а через десять часов уже будем на Торосе. Там закупимся едой на оставшийся полёт. На Земле продают всякую дрянь, не хочу связываться.<s>r\n<s>r\nКонечно, Андрей врал. Он забыл про еду, а теперь жалел времени, чтобы возвращаться за ней на поверхность. Если бы на орбитальной станции были продаваемые запасы, \"Ворон\" сообщил бы ему. Дороги до Тороса было чуть больше десяти часов, но здоровый сон неплохо помогает скоротать ожидание. Александра его план вроде бы успокоил, так что вскоре они отстыковались от станции и начали отдаляться от Земли.",
    "answers": [
      {
        "id": 92,
        "text": "\"Наконец-то!\""
      }
    ]
  },
  {
    "id": 92,
    "text": "Начиная с первой секунды, когда громкий щелчок оповестил о расстыковке, Андрея начало волновать странное чувство. Он смотрел на монитор задней камеры, где очень неторопливо уменьшался в размерах жёлтый шар Земли, и словно бы наяву видел, как из подземной Долины вырывается на поверхность планеты зелень лесов и голубизна воды, как они распространяются по Земле, поглощают её, укрывают тонким покрывалом озона. Не в течение десятилетий, а разом, как в сказке...",
    "answers": [
      {
        "id": 93,
        "text": "Посмотреть на браслет"
      }
    ]
  },
  {
    "id": 93,
    "text": "Андрей засучил рукав и посмотрел на браслет с \"душой планеты\". Что за странное чувство? Что-то вроде... ответственности? \"Бред,\" - возразил он сам себе. - \"Я никому ничего не должен, и уж тем более нет у меня никакой ответственности. Есть только действия и их последствия. Я могу выполнить заказ и получить остаток платы. А могу выкинуть проклятую флешку и слегка подпортить себе репутацию, не более того. Я даже получу удовольствие. Проклятые земляне не заслуживают второй попытки. Не после того, что они сделали и уж тем более не после того, как посмели об этом забыть. Забыть и заставить забыть других.\"",
    "answers": [
      {
        "id": 94,
        "text": "Обернуться на голос"
      }
    ]
  },
  {
    "id": 94,
    "text": "- Такое облегчение, - раздался голос Александра, теперь уже гораздо более спокойный. - Видеть эту планету позади. Хотел бы я никогда не возвращаться на эту кучу песка и не разговаривать с её выходцами, с этими заносчивыми придурками. Ненавижу Землю.<s>r\nАндрей расправил рукав, спрятав флешку гозобов, и неуверенно сказал:<s>r\n- Я тоже.",
    "answers": [
      {
        "id": 95,
        "text": "Конец эпизода 5"
      }
    ]
  },
  {
    "id": 95,
    "text": "Эпизод 6: Землененавистники.<s>r\nТорос - планета-ископаемое. Звезда, вокруг которой она вращается, настолько тусклая, что обогреться здесь можно, только безостановочно сжигая добытое топливо. Атмосферы нет как таковой, поэтому люди постарались закопаться поглубже - здесь и тепло подольше держится, и космический мусор не страшен. Под землёй они выращивают еду, производят качественное топливо и меняют его на кислород, которым космос обделил Торос.<s>r\nА ещё Торос - один из популярных перевалочных пунктов до Земли, так что здесь есть всё, что нужно заскучавшему в пути пилоту - ремонт, припасы, крепкая выпивка и женское внимание. В данный момент контрабандист и его пассажир активно дегустировали выпивку.",
    "answers": [
      {
        "id": 96,
        "text": "- Понимаешь, дружище..."
      }
    ]
  },
  {
    "id": 96,
    "text": "- Понимаешь, дружище, - заплетающимся языком вещал Андрей. - Я - связующее звено между болтающимися в вакууме каменными глыбами и газовыми сгустками. А точнее, между живущим на этих глыбах и сгустках злом. Я ведь контрабандист. Хорошие парни не платят контрабандистам!<s>r\nАлександр выпил больше, но по нему не было заметно, что он хоть сколько-нибудь опьянел, разве что изменилась его манера речи - он стал говорить значительно медленнее, делая большие паузы:<s>r\n- Важно, кем ты себя считаешь, а не чем ты занимаешься. Я знаю людей, которые не просто связывают зло, а творят это зло, - и много. Но они не считают себя злыми, просто жизнь так сложилась! Они приходят домой к своей любимой семье, и рады были бы остаться с ней навсегда. Но выбора нет.",
    "answers": [
      {
        "id": 97,
        "text": "- Всегда есть выбор!"
      },
      {
        "id": 98,
        "text": "- Судьба неумолима..."
      }
    ]
  },
  {
    "id": 97,
    "text": "- Всегда есть выбор, - возразил Андрей и стукнул кулаком по столу. - Всегда!<s>r\n- Это бестолковая философия, - протянул Александр.<s>r\n- Да. И ты должен был просто сочувственно покивать головой в ответ на мои жалобы, а не разводить разговоры. Зло, добро, выбор...<s>r\n- По мне, возможно, незаметно, но я пьян, - попытался оправдаться Александр.<s>r\n- Знаешь, мы ведь с тобой оба носим чёртовы земные имена, - внезапно сменил тему Андрей. - Я ведь не один такой, правда? В смысле, ненавижу своё имя.<s>r\n- Я думаю, имена в какой-то степени отражают нашу судьбу, - загадочно сказал Александр.<s>r\n- Они формируют нашу судьбу! Думаешь, стал бы я так яро поносить Землю, не выслушивай всю жизнь одно и то же: \"У тебя земное имя! Ты что, с Земли? Нет? А, ну ладно, пока...\". Или: \"Думаешь, раз у тебя земное имя, ты типа крутой?\". Нет, я так не думаю! Я его не выбирал!!! - Андрей, повысив голос, снова ударил кулаком по столу, заставив обернуться нескольких посетителей бара.<s>r\n- Так может, в этом вся твоя проблема? Может, вся твоя ненависть к Земле и землянам - лишь следствие неудачного имени, испортившего детство?",
    "answers": [
      {
        "id": 99,
        "text": "- Может быть."
      }
    ]
  },
  {
    "id": 98,
    "text": "- Судьба неумолима... - грустно сказал Андрей.<s>r\n- Это безысходная философия, - протянул Александр.<s>r\n- Да. И ты должен был просто сочувственно покивать головой в ответ на мои жалобы, а не разводить разговоры. Зло, добро, выбор...<s>r\n- По мне, возможно, незаметно, но я пьян, - попытался оправдаться Александр.<s>r\n- К слову о судьбе. Знаешь, мы ведь с тобой оба носим чёртовы земные имена, - внезапно сменил тему Андрей. - Я ведь не один такой, правда? В смысле, ненавижу своё имя.<s>r\n- Я думаю, имена в какой-то степени отражают нашу судьбу, - загадочно сказал Александр.<s>r\n- Они формируют нашу судьбу! Думаешь, стал бы я так яро поносить Землю, не выслушивай всю жизнь одно и то же: \"У тебя земное имя! Ты что, с Земли? Нет? А, ну ладно, пока...\". Или: \"Думаешь, раз у тебя земное имя, ты типа крутой?\". Нет, я так не думаю! Я его не выбирал!!! - Андрей, повысив голос, снова ударил кулаком по столу, заставив обернуться нескольких посетителей бара.<s>r\n- Так может, в этом вся твоя проблема? Может, вся твоя ненависть к Земле и землянам - лишь следствие неудачного имени, испортившего детство?",
    "answers": [
      {
        "id": 99,
        "text": "- Может быть."
      }
    ]
  },
  {
    "id": 99,
    "text": "- Может быть. Но заслуга землян в этом тоже есть, верно? Не испогань они себе планету, всё было бы по-другому.<s>r\n- Нет, не было бы. Для таких, как ты, было бы ещё хуже.<s>r\nАндрей помолчал, глядя на алкоголь в бокале, потом сказал:<s>r\n- Наверное. И что, кого мне тогда ненавидеть?<s>r\nАлександр улыбнулся:<s>r\n- Ненавидь всех, так точно не ошибёшься!",
    "answers": [
      {
        "id": 100,
        "text": "- Золотые слова."
      }
    ]
  },
  {
    "id": 100,
    "text": "- Золотые слова, - Андрей протянул Александру бокал и они чокнулись. Поговаривали, что этот обычай тоже исконно земной, но искоренять его было уже слишком поздно. - За ненависть!<s>r\n- За ненависть.",
    "answers": [
      {
        "id": 101,
        "text": "Позднее"
      }
    ]
  },
  {
    "id": 101,
    "text": "...Когда они, пошатываясь, выбрались из бара на улицу, центральное освещение уже отключили, так что высокий металлический потолок терялся в глубоких тенях, и можно было вообразить, что над ними чёрное небо какого-то галактического захолустья. Дорога до космодрома и в дневное-то время, при работающем освещении и трезвой голове, была довольно запутанной, а уж теперь, пьяными по темноте, они точно будут плутать по подземному городку всю ночь. Металлический пол под ногами отзывался звонким гулом на каждый шаг. Андрей рассказывал Александру весёлую историю про один из его ранних заказов. Они свернули в переулочек, и вдруг услышали быстрые шаги позади. Андрей резко развернулся, но из-за того, что он был пьян, движение получилось неловким: Андрей потерял равновесие и точно упал бы, если бы не схватился за удачно подвернувшийся столб.<s>r\nПеред ними был грабитель. Всё его лицо, кроме глаз, было замотано чёрными тряпками, а руке он сжимал старомодный пистолет:<s>r\n- Гоните кошельки, быстро!<s>r\nАндрей, держась за столб, выпрямился:",
    "answers": [
      {
        "id": 103,
        "text": "Отдать деньги"
      },
      {
        "id": 102,
        "text": "Предложить душу планеты"
      }
    ]
  },
  {
    "id": 102,
    "text": "- Дружище, только кредитки, честное слово. Но есть кое-что получше, - он со второй попытки снял браслет с запястья и протянул его грабителю. - Вот, \"душа планеты\"!<s>r\n- Чего? - грабитель явно был обескуражен, но оружия не опускал.<s>r\n- Что слышал. Эта флешка содержит договор на терра... террр... ррафффформирвание Земли, - Андрей перевел дыхание, задрав ходящий ходуном указательный палец вверх, что должно было призвать собеседника молча подождать продолжения, - и хрен его знает сколько миллиардов галактических кредитов платежа. Ты неспроста появился тут, понимаешь, это судьба! - глядя бандиту в глаза, проникновенно произнёс Андрей.<s>r\n- Засунь её себе в задницу! Вон у тебя сумка на поясе, снимай давай! И ты тоже, дрыщ! Снимай ботинки!<s>r\nАлександр замер, словно изваяние. Казалось, он оцепенел от страха, но Андрей, даже несмотря на опьянение, мог с уверенностью сказать, что это не так. Услышав голос Александра, раздавшийся в наступившей тишине, контрабандист убедился в правильности своих ощущений. Спокойный голос. Властный:<s>r\n- Это было щедрое предложение, засранец. Зря отказался.",
    "answers": [
      {
        "id": 105,
        "text": "Спустя мгновение"
      }
    ]
  },
  {
    "id": 103,
    "text": "- Дружище, только кредитки, честное слово. Вот, возьми, - промямлил Андрей, пытаясь одной свободной рукой достать карточку из сумки: - Пароль \"Сорок тысяч обезьян\"... Ох, чёрт, не помню, как там дальше.<s>r\n- Засунь её себе в задницу! Снимай всю сумку с пояса целиком! И ты тоже, дрыщ! Снимай ботинки!<s>r\nАлександр замер, словно изваяние. Казалось, он оцепенел от страха, но Андрей, даже несмотря на опьянение, мог с уверенностью сказать, что это не так. Услышав голос Александра, раздавшийся в наступившей тишине, контрабандист убедился в правильности своих ощущений. Спокойный голос. Властный:<s>r\n- Это было щедрое предложение, засранец. Зря отказался.",
    "answers": [
      {
        "id": 105,
        "text": "Спустя мгновение"
      }
    ]
  },
  {
    "id": 104,
    "text": "Андрей закричал и попытался нанести удар по грабителю, но для этого ему пришлось отпустить столб, так что контрабандист вместо стремительной атаки просто упал на железный пол с оглушительным стуком.<s>r\n<s>r\n<s>r\n<s>r\nАлександр замер, словно изваяние. Казалось, он оцепенел от страха, но Андрей, даже несмотря на опьянение, мог с уверенностью сказать, что это не так. Услышав голос Александра, раздавшийся в наступившей тишине, контрабандист убедился в правильности своих ощущений. Спокойный голос. Властный:<s>r\n- Это было щедрое предложение, засранец. Зря отказался.",
    "answers": []
  },
  {
    "id": 105,
    "text": "В следующее мгновение между ними мелькнул едва заметный лазерный луч, и грабитель с маленькой чёрной дырочкой на лбу мешком повалился на пол. Андрей молча посмотрел на труп; потом, чувствуя, что полностью протрезвел, повернулся к Александру:<s>r\n- Думаю, стоит поторопиться.<s>r\n- Согласен.",
    "answers": [
      {
        "id": 106,
        "text": "Конец эпизода 6"
      }
    ]
  },
  {
    "id": 106,
    "text": "Эпизод 7: Гозобы.<s>r\n<s>r\nАндрей проснулся на кровати у себя на \"Вороне\". Живот крутило от голода, голова болела, а в горле ужасно пересохло. Браслет с \"душой планеты\" лежал рядом с кроватью на тумбочке. Контрабандист схватил его и надел на запястье, с ужасом припоминая события вчерашнего вечера.<s>r\n- Проснулся? - на входе в каюту показался Александр. Он выглядел ужасно: одежда помята, лицо бледное, под глазами тёмные круги... Он подал контрабандисту бутылку воды, которую, видимо, принёс с собой специально для этого. Андрей выхватил бутылку, открыл и жадно напился.",
    "answers": [
      {
        "id": 107,
        "text": "- Сколько я спал?"
      },
      {
        "id": 108,
        "text": "- Где мы?"
      }
    ]
  },
  {
    "id": 107,
    "text": "- Сколько я спал? - спросил он, возвращая бутылку.<s>r\n- Почти сутки, - ответил его пассажир.<s>r\n- Чёрт побери! - Андрей вскочил с кровати и застонал от боли - руки, ноги и спина отлежались и теперь еле слушались. Держась за стены, Андрей поковылял к пульту. Он смутно припоминал, как, попав в корабль, каким-то чудом взлетел, покинул планету и ввёл координаты места назначения. Но верные ли?<s>r\nОказалось - верные. За сутки пути корабль без происшествий преодолел больше половины пути до места встречи со связным Гозобов. Андрей с чувством облегчения рухнул в кресло пилота. Сзади раздались шаги.<s>r\n- Я пойду посплю? - раздался привычно робкий голос Александра.",
    "answers": [
      {
        "id": 109,
        "text": "- Да, конечно... "
      }
    ]
  },
  {
    "id": 108,
    "text": "- Где мы? - спросил он, возвращая бутылку.<s>r\n- Я не уверен, - ответил его пассажир. - Когда мы пришли на корабль, ты каким-то чудом взлетел, покинул планету и ввёл координаты места назначения. Не знаю, верные ли, но мы не врезаемся ни во что почти сутки.<s>r\n- Чёрт побери! - Андрей вскочил с кровати и застонал от боли - руки, ноги и спина отлежались и теперь еле слушались. Держась за стены, Андрей поковылял к пульту.<s>r\nКоординаты оказалось верные. За прошедшее время корабль без происшествий преодолел больше половины пути до места встречи со связным Гозобов. Андрей с чувством облегчения рухнул в кресло пилота. Сзади раздались шаги.<s>r\n- Я пойду посплю? - раздался привычно робкий голос Александра.",
    "answers": [
      {
        "id": 109,
        "text": "- Да, конечно..."
      }
    ]
  },
  {
    "id": 109,
    "text": "- Да, конечно... Погоди, ты что, не спал всё это время?<s>r\n- Следил за полётом, - спокойно ответил Александр, словно это было само собой разумеющимся.<s>r\n- Ну ты и дурной, давно надо было меня разбудить. Иди высыпайся!<s>r\n- Да, капитан, - Александр развернулся и пошёл к каюте. Это его обращение \"капитан\" вызвало у Андрея смутную тревогу, мозг лихорадочно заработал, сопоставляя факты.<s>r\n- Александр!<s>r\n- Да? - молодой человек остановился уже у выхода из рубки.",
    "answers": [
      {
        "id": 110,
        "text": "- Сдай оружие."
      },
      {
        "id": 112,
        "text": "- Спасибо, что спас меня."
      }
    ]
  },
  {
    "id": 110,
    "text": "- Сдай оружие. Пассажирам запрещено носить его на корабле.<s>r\nЛицо Александра изменилось лишь на мгновение, выразив удивление, а после - едва заметный оттенок раздражения. Он извлёк из потайного кармана небольшой бластер, взял его за дуло, и, сделав несколько шагов обратно к Андрею, положил оружие рядом с ним на приборную панель. Затем, молча развернувшись, направился обратно.<s>r\n<s>r\n\"Кто же ты такой?\" - мучительно думал Андрей, рассматривая армейский бластер с необычными модификациями. - \"А главное - чего ты хочешь?\"",
    "answers": [
      {
        "id": 111,
        "text": "Контролировать полёт"
      }
    ]
  },
  {
    "id": 111,
    "text": "Они прибыли к месту назначения ещё через сутки. В точном соответствии с указанными координатами висел в пространстве огромный корабль гозобов. Расстояния и размеры в космосе бывает очень тяжело оценить на взгляд, но Андрей был уверен, что это судно имеет длину в несколько сотен километров. Сколько же металла нужно на такую конструкцию?<s>r\n\"Если разрезать Землю на несколько частей и остудить ядро, то металла хватит, чтобы построить с десяток таких,\" - подумал Андрей и его прошиб лёгкий пот.<s>r\n- Интересные у тебя деловые партнёры, - произнёс Александр, вглядываясь в корабль.",
    "answers": [
      {
        "id": 113,
        "text": "- Это же мирное судно, правда?"
      }
    ]
  },
  {
    "id": 112,
    "text": "- Спасибо, что спас меня.<s>r\n- Не за что! - раздался голос пассажира уже из каюты.<s>r\n\"Кто же ты такой?\" - мучительно думал Андрей, вспоминая сквозь алкогольный туман армейский бластер Александра с необычными модификациями. - \"А главное - чего ты хочешь?\"",
    "answers": [
      {
        "id": 111,
        "text": "Контролировать полёт."
      }
    ]
  },
  {
    "id": 113,
    "text": "- Это же мирное судно, правда? - спросил Андрей у Александра.<s>r\n- А мне почём знать? Это же гозобы, поди их разбери! Слушай, может сначала забросишь меня на Фемто? Вдруг тебя там убьют?",
    "answers": [
      {
        "id": 114,
        "text": "- Никого не убьют."
      }
    ]
  },
  {
    "id": 114,
    "text": "- Никого не убьют. Посидишь в корабле, я прикажу \"Ворону\" отвезти тебя на Фемто, если я не вернусь через семьдесят два часа. Это на крайний случай.<s>r\n- Договорились.",
    "answers": [
      {
        "id": 115,
        "text": "Дать распоряжения \"Ворону\""
      },
      {
        "id": 116,
        "text": "Ничего не менять"
      }
    ]
  },
  {
    "id": 115,
    "text": "Вскоре Андрей уже шёл по огромному коридору в сопровождении трёх массивных гозобов. Он раньше не встречался с существами этой расы, и трёхметровые шестирукие гиганты с покрытой наростами бурой кожей внушали ему трепет. Гравитация на их корабле была довольно слабой для человека, но Андрей давно привык к таким вещам, так что шёл уверенно, почти не отставая от гозобов. Правда, один раз он всё-таки споткнулся, рефлекторно дёрнулся и так оттолкнулся от пола, что взмыл до потолка. Гозоб аккуратным движением поймал его и вернул на пол. Андрей поблагодарил его и продолжил дорогу с ещё большей осторожностью.",
    "answers": [
      {
        "id": 117,
        "text": "Войти на капитанский мостик"
      }
    ]
  },
  {
    "id": 116,
    "text": "Андрей сделал вид, что вбивает \"Ворону\" команды через консоль, после чего собрал свою нехитрую экипировку и вышел из корабля.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Когда они вошли на капитанский мостик, контрабандиста пробрала дрожь. Не нужно быть дипломатом или космоисториком, чтобы понять, что за одежда на этих гозобах. Это однозначно была военная форма. Более того, выправка и поведение гозобов в помещении явно выдавали существующую между ними иерархию и демонстрировали следование жёсткой дисциплине. Главный гозоб развернулся навстречу вошедшим и на чистейшем общегалактическом языке произнёс:<s>r\n<s>r\n- А вот и Андрей с нашими картами. Всё готово для вторжения!",
    "answers": [
      {
        "id": 118,
        "text": "Конец Эпизода 7"
      }
    ]
  },
  {
    "id": 118,
    "text": "Эпизод 8: Ложка правды в бочке лжи.<s>r\n<s>r\nВремя остановилось. Казалось, будто организм Андрея сберёг на чёрный день несколько миллиграммов тяжёлого некторианского наркотика, которым контрабандист баловался три года назад, и теперь выплеснул их в кровь, чтобы у Андрея появилось время обдумать свои безрадостные перспективы.",
    "answers": [
      {
        "id": 121,
        "text": "\"Земляне объявят меня преступником номер один...\""
      },
      {
        "id": 122,
        "text": "\"Гозобы убьют меня...\""
      }
    ]
  },
  {
    "id": 119,
    "text": "Он прошёл вслед за девушкой через дверной проём и оказался внутри домика. Здесь всё выглядело таким же древним, как и снаружи - стены из стволов деревьев, стол и лавка из грубых досок, большая белая конструкция с маленькими железными дверцами, из-за которых пробивался красноватый свет и слышался странный треск. Каждый предмет в этой комнате был аккуратно застелен, а окна завешаны кусками белой ткани с цветными орнаментами, такими же, как на платье Анны. Дневной свет попадал в помещение через три окна, скудно освещая помещение. Некоторые углы - так и вовсе тонули в кромешной мгле.",
    "answers": [
      {
        "id": 64,
        "text": "\"Как в музее\""
      }
    ]
  },
  {
    "id": 120,
    "text": "Список эпизодов. Отображаются только те, до которых вы дошли.<s>r\nНа данный момент в книге 8 эпизодов.",
    "answers": [
      {
        "id": 34,
        "text": "Эпизод 1",
        "need": 34
      },
      {
        "id": 39,
        "text": "Эпизод 2",
        "need": 39,
        "need_ever": true
      },
      {
        "id": 50,
        "text": "Эпизод 3",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 57,
        "text": "Эпизод 4",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 83,
        "text": "Эпизод 5",
        "need": 83,
        "need_ever": true
      },
      {
        "id": 95,
        "text": "Эпизод 6",
        "need": 95,
        "need_ever": true
      },
      {
        "id": 106,
        "text": "Эпизод 7",
        "need": 106,
        "need_ever": true
      },
      {
        "id": 118,
        "text": "Эпизод 8",
        "need": 119
      },
      {
        "id": 120,
        "text": "Назад",
        "isBack": true
      }
    ]
  },
  {
    "id": 121,
    "text": "Его объявят преступником номер один на всех человеческих планетах, а потом закажут наёмным убийцам. И хоть в гильдии Хавоса он застрахован, но найдутся и за её пределами специалисты, от которых не скроешься нигде во всей чёртовой галактике...",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Он точно умрёт. Гозобы зажарят его и съедят, или просто выкинут в открытый космос. Они до сих пор не сделали этого только потому, что он может знать какой-то пароль или ключ для открытия данных. Но он ничего не знает, да скорее всего ничего и не нужно.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "Гозоб медленно, словно они были под водой, подошёл к Андрею и протянул нижнюю правую руку, предлагая отдать ему \"душу планеты\". У него нет выбора. Что бы ни затевали гозобы, они в любом случае получат флешку и начнут своё вторжение. Его единственная задача — выжить. Мгновенно адаптироваться.",
    "answers": [
      {
        "id": 124,
        "text": "Отдать Душу планеты"
      },
      {
        "id": 125,
        "text": "Скрыть Душу планеты"
      }
    ]
  },
  {
    "id": 124,
    "text": "Андрей расстегнул браслет, снял его с запястья и положил в гигантскую бурую ладонь гозоба. Ладонь сомкнулась, а другая рука дружески хлопнула Андрея по плечу (довольно нежно, учитывая разницу в размерах):<s>r\n<s>r\n— После захвата твоя родина будет преобразована, Андрей, и ты будешь среди первых, кто поселится на Новой Земле. Благодарю тебя.",
    "answers": [
      {
        "id": 126,
        "text": "\"Новая Земля?\""
      }
    ]
  },
  {
    "id": 125,
    "text": "Андрей, стараясь не выдать случайным взглядом на руку местоположение флешки, сказал:<s>r\n— Носитель не со мной. Я хочу получить вторую часть платежа. Только тогда вы получите его. Мой пилот на корабле слушает наш разговор через этот передатчик и сразу же улетит, если вы что-то мне сделаете! — сказал контрабандист, с уверенным видом указывая на блок-боеприпас для бластера, торчащий из кармашка куртки. Скорее всего, гохобы не разбираются в человеческий технике...",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Анна обманула Андрея лишь наполовину — она и вправду верит, что гозобы терраформируют Землю, но им для этого надо сначала захватить её, потому что никакой дипломатической миссии на самом деле нет, и земное правительство на самом деле никогда не позволит подпустить гозобов к колыбели человечества. И уж тем более не выделит на это галактические кредиты — их просто нет в подобном количестве. Вместо этого начинается война. <s>r\n<s>r\nНастоящая галактическая война.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Лицо гозоба растянулось в жутком подобии улыбки, он развёл все четыре руки в стороны, демонстрируя дружелюбие.<s>r\n— Александр знает, что мы не причиним тебе вреда. И ты и он в белом списке, и можете безопасно посещать любую нашу планету.",
    "answers": [
      {
        "id": 128,
        "text": "- Александр?"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Александр? — только и смог выдавить из себя Андрей, совершенно выбитый из колеи.<s>r\n— Конечно, — подтвердил главнокомандующий. — Это ведь он твой пилот? Больше на твоём корабле никого.",
    "answers": [
      {
        "id": 129,
        "text": "- Да..."
      }
    ]
  },
  {
    "id": 129,
    "text": "— Да... — подтвердил Андрей. Гозоб упёр нижние руки в пояс, а верхние сложил на груди:<s>r\n— Отлично. Деньги уже переведены на твой счёт, Андрей. Сними брасет и отдай нам, не усложняй ситуацию.",
    "answers": [
      {
        "id": 130,
        "text": "- Откуда вы знаете?"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Откуда вы знаете? — прошептал Андрей. Гозоб почесал огромную голову:<s>r\n— Анна рассказала, конечно. Андрей, после захвата твоя родина будет преобразована, и ты будешь среди первых, кто поселится на Новой Земле.<s>r\n<s>r\nТак вот оно что... Анна обманула Андрея, но лишь наполовину — она и вправду верит, что гозобы терраформируют Землю, но им для этого надо сначала захватить её, потому что никакой дипломатической миссии на самом деле нет, и земное правительство на самом деле никогда не позволит подпустить гозобов к колыбели человечества. И уж тем более не выделит на это галактические кредиты — их просто нет в подобном количестве. Вместо этого начинается война. <s>r\n<s>r\nНастоящая галактическая война.",
    "answers": [
      {
        "id": 131,
        "text": "Отдать Душу планеты"
      },
      {
        "id": 132,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 131,
    "text": "Андрей расстегнул браслет, снял его с запястья и положил в гигантскую бурую ладонь гозоба. Ладонь сомкнулась, а другая рука дружески хлопнула Андрея по плечу (довольно нежно, учитывая разницу в размерах):<s>r\n— Благодарю тебя.<s>r\nАндрей собрался с духом и выговорил, стараясь, чтобы голос не дрожал:<s>r\n— Я рад принимать участие в таком великом событии. Что мне делать теперь?<s>r\n— Сейчас тебе стоит покинуть корабль — он небезопасен во время военных действий.<s>r\n— В таком случае я прошу проводить меня обратно на мой корабль.<s>r\n— Конечно, — согласился гозоб.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Так не пойдёт. Я не подписывался начинать войны! — отрезал Андрей и рванулся вперёд. Оттолкнувшись ногами от одного из пультов управления, он, пользуясь пониженной гравитацией, пролетел между двумя эскортировавшими его сюда гозобами в сторону выхода. Но не тут-то было.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Реакция гозобов оказалась выше всяких похвал — огромная рука сомкнулась на его ноге, прекратив полёт, и подняла высоко над полом. Андрей повис вниз головой. Бластер выпал из чехла и грохнулся на пол.<s>r\n— Довольно! — прогромыхал главнокомандующий гозоб. — Считаем данные и пусть бежит куда хочет.<s>r\nЕго бесцеремонно протащили через капитанский мостик, схватили за руку, прислонили к терминалу, и тот негромко пикнул.",
    "answers": [
      {
        "id": 134,
        "text": "Кончено"
      }
    ]
  },
  {
    "id": 134,
    "text": "Услышав этот звук, Андрей обмяк, без сил повиснув в лапе гозоба.<s>r\nВсё кончено. Теперь галактику ждёт война, а человечество обречено.",
    "answers": [
      {
        "id": 135,
        "text": "Позволить доставить себя на \"Ворон\""
      }
    ]
  },
  {
    "id": 135,
    "text": "...Спустя десять минут бледный Андрей, которого только что вырвало, сидел за столиком в \"Вороне\" и пил воду. Александр сидел напротив, поглядывая на него со снисходительной усмешкой. \"Даже не скрывается теперь,\"- злобно подумал Андрей, и спросил:<s>r\n— Значит, ты знал всё с самого начала? И то, что мне сказали, и то, о чём умолчали?<s>r\n— Не просто знаю. Я организовал эту кампанию, — гордо заявил Александр.",
    "answers": [
      {
        "id": 138,
        "text": "- Зачем?"
      }
    ]
  },
  {
    "id": 136,
    "text": "Андрей собрался с духом и выговорил, стараясь, чтобы голос не дрожал:<s>r\n— Я рад принимать участие в таком великом событии. Что мне делать теперь?<s>r\n— Мы перевели тебе остаток твоей платы за доставку, как и просила Анна. Сейчас тебе стоит покинуть корабль — он небезопасен во время военных действий. Ты можешь найти убежище на любой планете гозобов, ты теперь в белом списке. Как и Александр.",
    "answers": [
      {
        "id": 137,
        "text": "\"Александр?\""
      }
    ]
  },
  {
    "id": 137,
    "text": "Андрей обмер: они знают Александра! Он как-то причастен к происходящему! Его специально послали присматривать за ним? Андрей легко поклонился, гадая, правильно ли расценят гозобы этот жест:<s>r\n— В таком случае я прошу проводить меня обратно на мой корабль.<s>r\n— Конечно, — согласился гозоб.",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "Андрей опешил:<s>r\n— Зачем? Ты же ненавидишь Землю. Зачем тебе её терраформировать?<s>r\n— Терраформировать? Нет, это лишено смысла. На картах, которые получили гозобы, допущено несколько ошибок. Вместо Земли на карте мощная военная станция, маскирующаяся под планету. Исходя из исторических сводок о гозобских методах ведения войны, они первым делом дадут полный залп по этой базе.<s>r\nСлушая это, Андрей почувствовал, что его снова начинает мутить. Он не узнал своего собственного голоса, когда заговорил после короткой паузы:<s>r\n— Ты хочешь уничтожить Землю?<s>r\n— Совершенно верно! А ты разве не хочешь? Ты же знаешь, что земляне заслужили это.",
    "answers": [
      {
        "id": 139,
        "text": "- Ты психопат."
      },
      {
        "id": 140,
        "text": "- Анна уже знает?"
      }
    ]
  },
  {
    "id": 139,
    "text": "— Ты психопат. Я немедленно скажу гозобам!<s>r\n— Не думаю, — в голосе Александра прозвенел металл, а из-под края стола показался бластер.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "— Анна уже знает?<s>r\n— Никто не должен знать, — отрезал Александр.<s>r\n— Ах ты моральный урод! Мы летим на Землю.<s>r\n— Не думаю, — в голосе Александра прозвенел металл, а из-под края стола показался бластер.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "С людьми гораздо проще общаться, чем с иноземными расами. Если противник не убил тебя сразу — он проиграл. ",
    "answers": [
      {
        "id": 142,
        "text": "Притвориться, что проиграл"
      }
    ]
  },
  {
    "id": 142,
    "text": "Андрей медленно поднял руки:<s>r\n— Окей, как скажешь. Жизнь мне в любом случае дороже. Что делать?<s>r\nАлександр усмехнулся:<s>r\n— Какой сговорчивый засранец. То-то же, а то, видишь ли, решил погеройствовать. Передай мне капитанские полномочия, выверни карманы и проваливай с корабля.",
    "answers": [
      {
        "id": 143,
        "text": "— Хорошо, ты только не стреляй"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Хорошо, ты только не стреляй. \"Ворон\", пожалуйста, смени капитана корабля.<s>r\n— Принято, — отозвался металлический голос. — Кто новый капитан корабля?",
    "answers": [
      {
        "id": 144,
        "text": "- Пожалуйста, назначь капитаном Александра."
      }
    ]
  },
  {
    "id": 144,
    "text": "— Принято. Требуется перезагрузка системы.",
    "answers": [
      {
        "id": 145,
        "text": "- Пожалуйста, приступай."
      }
    ]
  },
  {
    "id": 145,
    "text": "Зашуршала система, заморгали лампочки. Александр не опускал бластер, продолжая криво усмехаться:<s>r\n— \"Пожалуйста, пожалуйста...\" Какой вежливый капитан. Что, расчувствовался в последние минуты управления своим корытом?",
    "answers": [
      {
        "id": 146,
        "text": "Злорадствовать"
      },
      {
        "id": 147,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 146,
    "text": "— Это не вежливость, — спокойно произнёс Андрей, не спуская глаз с собеседника. — Это команда о попытке захвата судна. В воздух выпускается паралитический газ, не различимый для кибер-лёгких. Если только ты каким-то чудом не имеешь к нему иммунитет, как я, то твои конечности уже не должны тебя слушаться.<s>r\nЛицо психопата исказилось от ужаса, когда он осознал, что сказанное Адреем исполняется. Он ещё мог дёргать плечами и корпусом, но всё ниже локтей и колен не слушалось его. Испустив отчаянный вопль, он попытался встать, но ноги его не слушались — предатель рухнул на пол и сильно приложился затылком. Пистолет отлетел в сторону.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Это была не вежливость, а команда о попытке захвата судна. В воздух выпускался паралитический газ, не различимый для кибер-лёгких, но Андрей не собирался посвящать захватчика в эти подробности. Прошла минута ожидания. Александр нахмурился:<s>r\n— Готово?<s>r\nЕсли он каким-то чудом не имеет к газу иммунитет, как Андрей, то конечности уже не должны его слушаться. Андрей опустил руки.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "Морщась от боли, Александр с трудом повернул голову, чтобы посмотреть на капитана \"Ворона\":<s>r\n— Я умру?<s>r\n— Нет, конечно. Очухаешься через несколько часов. \"Ворон\", благодарю за помощь! Очисти воздух. — Андрей не должен был признаваться, что ему тоже не по себе, и пальцев он уже не чувствует, ведь абсолютного иммунитета среди людей не существует.",
    "answers": [
      {
        "id": 149,
        "text": "Далее",
        "need": 140
      },
      {
        "id": 151,
        "text": "Далее",
        "need": 139
      }
    ]
  },
  {
    "id": 149,
    "text": "— Не лети на Землю, — попросил Александр почти умоляющим голосом. — Это верная смерть. Или хотя бы меня не тащи, выброси здесь.",
    "answers": [
      {
        "id": 152,
        "text": "- Ну вот ещё."
      }
    ]
  },
  {
    "id": 150,
    "text": "Лицо психопата исказилось от ужаса, когда он осознал, что происходит с его телом. Он ещё мог дёргать плечами и корпусом, но всё ниже локтей и колен не слушалось его. Испустив отчаянный вопль, он попытался встать, но ноги его не слушались — предатель рухнул на пол и сильно приложился затылком. Пистолет отлетел в сторону.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "Андрей отошёл к пульту, чтобы связаться с гозобами, и тут произошло непоправимое: прямо на его глазах титанический корабль в яркой вспышке ушёл в варп-пространство. Андрей закричал от злости, развернулся к лежащему на полу Александру и, не сдержавшись, засадил ему ботинком по рёбрам. Тот вскрикнул и застонал.",
    "answers": [
      {
        "id": 153,
        "text": "- Планы меняются."
      }
    ]
  },
  {
    "id": 152,
    "text": "— Ну вот ещё, — сурово заявил Андрей, негнущимися пальцами надевая на Александра наручники. — Ты заварил эту кашу, тебе и расхлёбывать. Я надеюсь, что один крошечный кораблик на форсаже долетит до Земли быстрее, чем целый флот.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Планы меняются, — процедил контрабандист, возвращаясь к пульту. — Мы летим за Землю.<s>r\nВ ответ позади раздалось очередное мычание. Андрей вернулся, чтобы послушать и заковать пленника.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "— Не лети на Землю, — попросил Александр почти умоляющим голосом. — Это верная смерть. Или хотя бы меня не тащи, выброси здесь.<s>r\n— Ну вот ещё, — сурово заявил Андрей, негнущимися пальцами надевая на Александра наручники. — Ты заварил эту кашу, тебе и расхлёбывать. Я надеюсь, что один крошечный кораблик на форсаже долетит до Земли быстрее, чем целый флот.",
    "answers": [
      {
        "id": 149,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 155,
    "text": "— Зачем? — спросил Александр. Голос его хрипел.<s>r\n— Землю, видимо, уже не спасти. А вот Анну вполне можно. Она, конечно, та ещё сучка, развязала войну ради своих глупых мечтаний, но я уверен, что это ты ей промыл мозги. Отвечай, уговаривал её?",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "— Она несколько лет лоббировала вопросы по терраформированию Земли, но всегда получала отказы. Было нетрудно уговорить её.<s>r\nАндрей оттащил пленника в грузовой отсек.<s>r\n— Придётся нарушить своё правило и перевезти силой существо с интеллектом выше тридцати единиц. Хотя, может и ниже, учитывая, что это существо хочет взорвать целую планету вместе с её жителями, — сказал он, приковывая Александра к специальной цепи, дающей немного свободы для смены позы и приёма пищи. — Даже не думай проситься в туалет, ссаться будешь под себя, — со злостью закончил он.<s>r\n— Ты что, влюбился в неё? — спросил пленник. ",
    "answers": [
      {
        "id": 157,
        "text": "Послать"
      }
    ]
  },
  {
    "id": 157,
    "text": "Контрабандист сначала хотел послать его куда подальше, но не смог. Этот вопрос, словно удар под дых, дезориентировал его, сбил с толку.<s>r\n— Возможно, — ответил Андрей, закрывая грузовой отсек. — Я над этим не думал.",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Конечно, он думал над этим. Думал, провожая взглядом удаляющуюся Землю; думал, опрокидывая одну за другой рюмки в баре на Торосе; думал, предрекая себе скорую смерть перед лицом генерала гозобов. Он никак не мог понять, почему эта женщина не идёт у него из головы. Это не было влюблённостью, которую он испытывал до этого многократно. Его сердце не колотилось при мысли об Анне, он не терял сон и аппетит. Просто не мог перестать думать. ",
    "answers": [
      {
        "id": 159,
        "text": "И теперь..."
      }
    ]
  },
  {
    "id": 159,
    "text": "И вот теперь, когда он вообразил, что она погибнет в своём нелепом деревянном домике под землёй, сожжённая в плазменном аду, насылаемом пришельцами, всё внутри него взбунтовалось. Не знай он об этой угрозе — вполне мог бы рассекать по всей галактике, просто вспоминая Анну, и спокойно осознавать, что никогда больше её не увидит. Но он знал — и не мог остаться в стороне.",
    "answers": [
      {
        "id": 160,
        "text": "Настроить координаты"
      }
    ]
  },
  {
    "id": 160,
    "text": "Его обуревали странные, незнакомые чувства. Впервые в жизни он ощущал, что у всего происходящего есть настоящий смысл; чувствовал, что действует единственно возможным образом, несмотря на микроскопические шансы выжить и несмотря на обилие путей побега — они были просто ему не нужны; впервые его не раздражало его имя, земное имя — ведь это имя связывало его с Ней через всю галактику. <s>r\n<s>r\n— У нас с тобой у обоих земные имена, — произнёс он шёпотом. <s>r\n<s>r\nИ варп-пространство поглотило \"Ворон\".",
    "answers": [
      {
        "id": 162,
        "text": "Конец эпизода 8"
      }
    ]
  },
  {
    "id": 161,
    "text": "Спасибо, что дочитали! Пишите в комментариях, если хотите видеть новый эпизод этого квеста и больше выборов!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 162,
        "text": "Эпизод 9"
      }
    ]
  },
  {
    "id": 162,
    "text": "Перейдя в гипер-пространство на стартовой скорости, Андрей задумался, насколько ему теперь разгонять варп-двигатель. Множитель объёма антифлунктуационного пузыря на \"Вороне\" был разблокирован, так что он мог позволить себе скорость выше штатной.",
    "answers": [
      {
        "id": 163,
        "text": "Крейсерская скорость"
      },
      {
        "id": 164,
        "text": "Форсировать двигатель на максимум"
      }
    ]
  },
  {
    "id": 163,
    "text": "Андрей сдержал желание выкрутить мощность на максимум, и установил стандартную скорость, безопасную для двигателя. Спасательная миссия не увенчается успехом, если система выйдет из строя и распылит их на кварки и глюоны, которые по инерции раскидает по половине галактики.<s>r\n<s>r\nТеперь ему предстояло провести в мучительном ожидании не меньше двадцати часов.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Поскольку его затея была в любом случае смертельно рискованным делом, Андрей пошёл ва-банк и выкрутил мощность варп-двигателя до ста восьмидесяти процентов. Шанс, что двигатель сломается раньше, чем они долетят до Земли, был довольно внушительным, но прирост скорости должен был окупить эту опасность в случае успеха. Как бы то ни было, ему все равно предстояло провести в мучительном ожидании не меньше пятнадцати часов.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Можно было поболтать с Александром, но Андрей знал, на что способны люди с таким змеиным характером — с него станется повестись на уговоры и освободить психопата. Так что он сходил в грузовой отсек, закинул пленнику еды и воды, не говоря ни слова, а после вернулся и устроился поудобнее в пилотажном кресле. По привычке поправил рукав куртки, но браслета с \"душой планеты\" на запястье не было. Забавно: провали он свою миссию, и Земля не прекратила бы своё существование...",
    "answers": [
      {
        "id": 166,
        "text": "Узнать больше о Земле-ноль"
      }
    ]
  },
  {
    "id": 166,
    "text": "— \"Ворон\", у тебя есть информация про Землю-ноль?<s>r\n— Стандартная база знаний. Что вас интересует?<s>r\n— Выведи интерфейс на экран, сам покопаюсь.",
    "answers": [
      {
        "id": 167,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 167,
    "text": "Несколько часов Андрей листал страницу за страницей, разыскивая что-нибудь знакомое ему по последнему визиту на Землю. Это было интересно: новые знания укладывались в голове так легко, словно он вспоминал давно забытые вещи. Он читал и впитывал информацию жадно, с усердием, словно от этого зависела судьба Анны. Ему хотелось верить, что когда они покинут Землю, он скажет Анне — целой, невредимой — что они построят новую \"избу\" вместо той, что пропала на Земле, что он сложит в ней настоящую \"печь\", а они вместе сожгут там деревьев (совершенно варварский обычай, но что уж тут поделать) и испекут \"каравай\". Скажет, что они вместе помогут культуре и прошлому Земли не быть забытыми. А позже, может, он сделает \"гусли\" и выучит для неё пару песен на том земном языке, от которого, как он теперь знал, ему и ей достались имена. Ласково назовёт её Анюта, потому что уже знает — на Земле имена меняются в зависимости от того, какие отношения связывают говорящих.",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Андрей смотрел фотографии и читал ещё и ещё, и придумывал всё новые ситуации о том, как применит свои новые знания о старой Земле, лишь бы убедить себя, что Анна обязательно выживет; что он сможет увидеть её ещё хоть раз. Постепенно его начал морить сон, и контрабандист не стал сопротивляться: сон нёс избавление от мук ожидания.",
    "answers": [
      {
        "id": 169,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 169,
    "text": "Когда Андрей проснулся, до конца полёта оставалось ещё почти четыре часа. Он занёс своему пленнику ещё еды и воды. Прикованный Александр сидел у стены и мрачно сверлил Андрея взглядом, пока тот убирал упаковку от прошлого приёма пиши (в аккуратно замотанной полиэтиленом банке из-под воды плескалась моча) и осторожно подталкивал ему новую порцию. Наконец, Александр не выдержал:<s>r\n— Что будешь делать со мной? Не отпустишь же?",
    "answers": [
      {
        "id": 170,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Если я не успею и застану Землю в виде метеоритного облака, то я застрелю тебя, ублюдка. Если успею, и мы все вместе не погибнем, пока я буду вытаскивать Анну с Земли, то отдам тебя на расправу какому-нибудь суду. Словом, всюду незавидные перспективы для парня, из-за которого погибает целая планета.<s>r\n— Из-за Анны развязывается галактическая война, что может привести к ещё большим жертвам, но её ты не хочешь пристрелить.<s>r\n— Гозобы так или иначе начали бы войну, — войны не отменяют из-за одной отсутствующей звёздной карты. К тому же ты манипулировал Анной, сам признал. И мной пытаешься манипулировать.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "— Всего лишь хочу понять тебя, Андрей. Мы вроде с тобой вместе пили за ненависть. Ругали землян. Я обрадовался, что нашёл родную душу.<s>r\n— Я, в отличие от тебя, не уничтожаю всё, что ненавижу.<s>r\n— Но ты всё же ненавидишь её? Землю?",
    "answers": [
      {
        "id": 211,
        "text": "— Ненавижу."
      },
      {
        "id": 172,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 172,
    "text": "Андрей помедлил с ответом и увидел в глазах Александра растерянность. Видимо, ненависть была главным козырем психопата в переговорах за право на жизнь. Андрей сказал:<s>r\n— Я многое узнал о Земле и о землянах. Они хранят память о необыкновенных вещах. О великих событиях. Они приютили на своей иссушенной планетке наследие нашей расы, и мы не должны судить о них по тем единицам, что устраивают концерты в колониях. Нет, Александр. <s>r\nЯ люблю Землю.",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "— А как же Земля-ноль? Как же загубленная колыбель человечества?! — Александр почти кричал, он растерял всё своё самообладание. Видимо, Андрей и вправду был для него родственной душой, и внезапная перемена в нём была для Александра сродни предательству.<s>r\n— Знаешь, что любопытно? Все знают, когда мы потеряли Землю-ноль, но никто не знает, как мы её потеряли. Вся информация обрывочная, неточная, противоречивая. И пока я читал, то начал думать: а ведь и вправду! В колониях близ Фемто, к которым, ты, очевидно, не имеешь никакого отношения, принято считать, что причиной ухудшения экологии Земли стала ядерная война. На моей родине бытует версия о том, что озоновый слой продали шаальцам целиком, а за вырученные галактические кредиты земляне выбрались, наконец, в космос. Если слетать к колониям в соседнем рукаве, которые вечно отбиваются от хатонов, то услышишь, что Земля была сожжена в столкновении с хатонами — ну тут всё ясно. Так что же послужило настоящей причиной? Ты знаешь, Александр?<s>r\n— Не знаю, — прошептал пленник.",
    "answers": [
      {
        "id": 174,
        "text": "— И я не знаю."
      }
    ]
  },
  {
    "id": 174,
    "text": "— И я не знаю.<s>r\n— Что я натворил... — из глаз Александра внезапно побежали слёзы. Он смотрел куда-то сквозь Андрея.<s>r\n— Не прикидывайся, — зло прикрикнул на него контрабандист. — Я уже поверил тебе однажды, и больше это не повторится, — с этими словами он покинул грузовой отсек.",
    "answers": [
      {
        "id": 175,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 175,
    "text": "Оставшееся время он посвятил тщательному приготовлению — хорошенько размялся, принял душ (большинство малогабаритных кораблей не комплектуются такими предметами роскоши: личная гигиена осуществляется за счёт специальных одноразовых полотенец; но Андрей в свое время позаботился о том, чтобы установить на \"Ворон\" полноценный санузел), легко перекусил и начал собирать рюкзак.",
    "answers": [
      {
        "id": 176,
        "text": "Свериться с базой данных"
      }
    ]
  },
  {
    "id": 176,
    "text": "Он нашел в базе данных информацию о том, что происходит, если в протопланету попадает выстрел из крупнокалиберного лазера высшего класса. Залп не превращает планету в \"метеоритное облако\" мгновенно, а запускает необратимый процесс планетарной гибели. На месте попадания образуется супервулкан, который начинает извергаться. В течение двух-трёх дней планету сотрясают землетрясения и окутывает облако пепла. Через неделю — в лучшем случае месяц — всё кончено. Атмосфера, если она была, раскаляется до тысяч градусов и рассеивается по космосу, раскалённый пористый булыжник остаётся висеть в вакууме и остывать следующую сотню лет или взрывается — в зависимости от структуры ядра.",
    "answers": [
      {
        "id": 177,
        "text": "Подвести итог"
      }
    ]
  },
  {
    "id": 177,
    "text": "Словом, оказаться на планете в момент попадания — ещё не приговор. Если ты далеко от места попадания, если есть пути отступления, необходимые предметы и навыки, то есть и шансы на выживание. Так что Андрей взял большой баллон с дыхательной смесью, маски, термоплащи, продукты, воду, медикаменты, фонарик, пару бластеров и множество необходимых для выживания мелочей. ",
    "answers": [
      {
        "id": 178,
        "text": "Место посадки"
      }
    ]
  },
  {
    "id": 178,
    "text": "\"Ворон\" не может сесть просто на песок или камень, ему нужна идеальная посадочная площадка космодрома. От ближайшего космодрома до Долины не меньше сотни километров. Ситуация может сложиться так, что все дороги будут забиты вставшим навечно транспортом, так что придётся добираться пешком, по-марафонски.",
    "answers": [
      {
        "id": 179,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 179,
    "text": "Когда Андрей проверил и перепроверил всё, что мог, и проиграл в голове все возможные варианты действий, то ему уже ничего не оставалось делать, кроме как сидеть и ждать. Это контрабандист умел делать хорошо — проводя большую часть жизни в замкнутом пространстве своего корабля, люди либо сходят с ума, либо учатся искусству ждать, преодолевая стремление мозга бесконечно \"перемалывать\" предстоящие события.",
    "answers": [
      {
        "id": 180,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 180,
    "text": "Когда оставалось десять минут до выхода из варп-пространства, Андрей сел в пилотажное кресло, пристегнулся и привязал к креслу рюкзак. Ему придётся садиться на планету самому, не пользуясь услугами орбитальной парковки, как раньше, и это может окончиться крушением. В таком случае (если он выживет) рюкзак должен быть рядом.",
    "answers": [
      {
        "id": 181,
        "text": "Выйти из варп-прыжка"
      }
    ]
  },
  {
    "id": 181,
    "text": "Варп-прыжок закончился. Андрей задержал дыхание, всматриваясь в мониторы:<s>r\n<s>r\nЗемля была цела.",
    "answers": [
      {
        "id": 182,
        "text": "Конец эпизода 9"
      }
    ]
  },
  {
    "id": 182,
    "text": "Эпизод 10: Побег.<s>r\n<s>r\n— Земля цела, я обещаю не убивать тебя, — быстро проговорил Андрей, врываясь в грузовой отсек. — Нужна помощь. Свяжись с Анной. У меня нет никаких прямых контактных данных. Чем быстрее я её заберу, тем больше наш общий шанс выжить. <s>r\nАлександр не стал упрямиться, за что Андрей был ему очень благодарен. Пленник продиктовал инструкции, которые Андрей передал \"Ворону\", и всего через две-три минуты в динамиках раздался голос Анны:<s>r\n— Да?",
    "answers": [
      {
        "id": 183,
        "text": "Говорить самому"
      },
      {
        "id": 184,
        "text": "Предоставить говорить Александру"
      }
    ]
  },
  {
    "id": 183,
    "text": "— Анна, это Андрей.<s>r\n— Андрей? Вы выполнили мою миссию?<s>r\n— Да, но кое-что пошло не так. Александр подменил данные карты, и гозобы уничтожат Землю, потому что теперь они думают, что это замаксированный военный корабль.<s>r\n— Саша? — услышав это слово, Андрей испытал укол ревности. Он знал теперь, что \"Саша\" — это почти как \"Анюта\" — проявление нежности.",
    "answers": [
      {
        "id": 185,
        "text": "- Он манипулировал тобой."
      }
    ]
  },
  {
    "id": 184,
    "text": "Андрей кивнул Александру, предлагая ему говорить. Тот ожесточённо замотал головой, но почти сразу же сдался, тяжёло выдохнул и громко сказал:<s>r\n— Анюта, это я. Ты должна немедленно покинуть планету. Земля в опасности.<s>r\n— Что? Что происходит?<s>r\n— Гозобы скрывали свои намерения. Они не собираются восстанавливать Землю.",
    "answers": [
      {
        "id": 187,
        "text": "- Говори правду!"
      }
    ]
  },
  {
    "id": 185,
    "text": "— Он манипулировал тобой. Он хочет уничтожить Землю и он своего добился: планету скоро взорвут. Флот гозобов уже в пути, и я хочу тебя спасти.<s>r\n— Этого не может быть... — голос Анны звучал отстранённо, она явно была в шоке. — Нет. Нет! Это неправда.",
    "answers": [
      {
        "id": 186,
        "text": "- Александр, скажи ей."
      }
    ]
  },
  {
    "id": 186,
    "text": "— Александр, скажи ей, — обернулся к пленнику контрабандист.<s>r\n— Это правда, — глухо произнес Александр после недолгой паузы.<s>r\nАнна помолчала несколько секунд, а потом стала надрывно кричать. Андрей пытался привлечь её внимание, но безрезультатно — она рыдала, слышно было, как она бросает что-то или бьёт в истерике. Последнее, что Андрей услышал, повергло его в ужас:<s>r\n— Это моя вина. Я умру прямо здесь, вместе с Землёй! — и, прежде чем Андрей успел что-то сказать ей, она прервала связь.<s>r\n",
    "answers": [
      {
        "id": 188,
        "text": "\"Только не это\""
      }
    ]
  },
  {
    "id": 187,
    "text": "— Говори правду! — жёстко сказал Андрей. Александр огрызнулся:<s>r\n— Иди к чёрту! Это не самый лучший момент для правды!<s>r\n— О чём это вы? Какая правда?",
    "answers": [
      {
        "id": 189,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 188,
    "text": "Андрея словно огрели чем-то тяжёлым по голове — в глазах двоилось, в висках стучало. Он бросился к креслу пилота и резко толкнул вперёд рычаг мощности двигателя. Генератор взревел, корабль затрясся от чрезмерного ускорения. Андрей ввёл корректирующие координаты для автопилота, и, нажав кнопку ввода, крайне некстати подумал о том, что где-то неподалеку огромный гозоб может в эту же минуту вводить эти же самые координаты для лазерного орудия и также вдавливать кнопку ввода.",
    "answers": [
      {
        "id": 191,
        "text": "Рассчитать место возможного попадания"
      }
    ]
  },
  {
    "id": 189,
    "text": "— Александр подменил данные карты, и гозобы уничтожат Землю, потому что теперь они думают, что это замаксированный военный корабль.<s>r\n— Саша? — услышав это слово, Андрей испытал укол ревности. Он знал теперь, что \"Саша\" — это почти как \"Анюта\" — проявление нежности.<s>r\n— Он манипулировал тобой. Он хочет уничтожить Землю и он своего добился: планету скоро взорвут. Флот гозобов уже в пути, и я хочу тебя спасти.<s>r\n— Этого не может быть... — голос Анны звучал отстранённо, она явно была в шоке. — Нет. Нет!",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "Анна помолчала несколько секунд, а потом стала надрывно кричать. Андрей пытался привлечь её внимание, но безрезультатно — она рыдала, слышно было, как она бросает что-то или бьёт в истерике. Последнее, что Андрей услышал, повергло его в ужас:<s>r\n— Это моя вина. Я умру прямо здесь, вместе с Землёй! — и, прежде чем Андрей успел что-то сказать ей, она прервала связь.",
    "answers": [
      {
        "id": 188,
        "text": "\"Только не это\""
      }
    ]
  },
  {
    "id": 191,
    "text": "Андрей замешкался на секунду, испугавшись этой мысли, но потом она же дала ему толчок к следующему действию: рассчитать возможное место попадания в планету. Очевидно, что гозобы выйдут из варп-пространства примерно под таким же углом к планете, как и \"Ворон\". Надо загрузить карту планеты, найти на ней тот космодром, на который он садился... Спустя несколько минут Андрей облегчённо выдохнул — судьба сегодня на его стороне. Гозобов всё ещё не видно, а планета повёрнута к ним противоположной от Долины стороной настолько точно, насколько это возможно. Главное, чтобы Анна не наделала глупостей...",
    "answers": [
      {
        "id": 192,
        "text": "Лететь к Земле"
      }
    ]
  },
  {
    "id": 192,
    "text": "Прошло сорок минут полёта, в течение которых ничего не менялось, только лишь увеличивалось на экранах крохотное пятнышко Земли. Андрей пытался ещё несколько раз связаться с Анной, но безрезультатно. Из грузового отсека, который Андрей в спешке не закрыл, раздался голос Александра:<s>r\n— А ты не хочешь кого-нибудь предупредить? Ну, знаешь, благородство, все дела.",
    "answers": [
      {
        "id": 193,
        "text": "- Паника нам помешает"
      },
      {
        "id": 194,
        "text": "- Обязательно, как только вытащу Анну"
      }
    ]
  },
  {
    "id": 193,
    "text": "— Чем раньше начнётся паника, тем меньше будет шансов у нас. Меня интересует только один человек.<s>r\n— Ничего себе. Миллионы людей могут эвакуироваться, если ты предупредишь землян. Ты готов пожертвовать ими ради своих чувств?<s>r\n— Я контрабандист, парень. Твоя горячая ненависть к Земле ничто по сравнению с моим цинизмом.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "— Как только Анна будет в безопасности, я обязательно сделаю объявления на несколько горячих линий.<s>r\n— Ничего себе. Миллионы людей могут эвакуироваться, если ты предупредишь их чуть раньше. Ты готов пожертвовать ими ради своих чувств?<s>r\n— Я контрабандист, парень. Твоя горячая ненависть к Земле ничто по сравнению с моим цинизмом.",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "— Знаешь, я довольно близко с ней знаком, и хочу сказать тебе... — Александр не успел договорить, потому что Андрей тенью метнулся через весь корабль и с оглушительным грохотом захлопнул дверь грузового отсека. Контрабандист стоял у двери и тяжело дышал — его пожирала жгучая ревность. <s>r\n\"Хорошо, что я захлопнул эту чёртову дверь,\" — подумал он, отступая на пару шагов и глядя на свою руку, в которой был зажат бластер. Он даже не помнил, как схватил его. — \"Скажи он ещё хоть слово, и я убил бы его.\"",
    "answers": [
      {
        "id": 196,
        "text": "Сесть на Землю"
      }
    ]
  },
  {
    "id": 196,
    "text": "На Земле всё было в порядке, и никто ни о чём не подозревал. Заказывая посадку на космодром и такси, Андрей испытывал большое облегчение и, одновременно, непрекращающиеся уколы совести. Люди действительно могли уже начать спасать свои жизни. Земляне, про которых он недавно говорил такие хорошие вещи. Родственники и друзья Анны... Хотя их — если они на Земле — она сама должна была предупредить первым делом. Совсем скоро \"Ворон\" уже стоял на космодроме. В прошлый раз Андрей записывал свои передвижения на трекер, так что у него не должно было возникнуть проблем с обнаружением Долины. <s>r\n<s>r\nЗабросив Александру побольше еды и воды, он нацепил рюкзак, вышел из корабля и вдохнул кисловатый воздух Земли. Такси ждало его примерно там же, где несколько дней назад стояла машина Валерия. Затолкав в салон рюкзак, он объяснил таксисту примерное направление, перевёл ему пару галактических кредитов, что должно было соответствовать его месячному заработку, и попросил ехать как можно быстрее.",
    "answers": [
      {
        "id": 197,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 197,
    "text": "Ему ничего не оставалось в пути, кроме как снова смотреть в окно. Там были всё те же мёртвые степи, но теперь Андрей смотрел на них по-другому. Каждый скрюченный иссушенный ствол теперь таил историю о том, как был когда-то цветущим деревом, на ветвях которого заливались пением птицы. А главное — всё это должно было вскоре исчезнуть, и от осознания этого былая брезгливость пропадала. Андрей снова прикоснулся к запястью, словно время могло волшебным образом отмотаться назад, словно он мог найти под рукавом браслет с \"душой планеты\", выкинуть его в окно, и улететь на другой конец галактики, чтобы заниматься там своим промыслом и утешаться своей ненавистью к Земле, как раньше.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "Они без труда нашли въезд в тоннель, соединяющий подземную Долину с внешним миром, и вскоре оказались внутри. Здесь всё функционировало исправно, хотя Андрей боялся застать Долину выключенной. Водитель старался, ехал так быстро, как мог; несколько раз автомобиль слегка заносило на поворотах, но через десять минут они благополучно добрались до избушки в центре Долины. Андрей подбежал к двери, выдохнул и легонько толкнул её.",
    "answers": [
      {
        "id": 199,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 199,
    "text": "Анна сидела за столом в своём народном костюме, бессильно уронив голову на скрещенные руки — видимо, она долго плакала. Подняв голову, она посмотрела на вошедшего — покрасневшие глаза её расширились. Хриплым голосом она спросила:<s>r\n— Что ты здесь делаешь?",
    "answers": [
      {
        "id": 200,
        "text": "— Помнишь, ты предлагала поделиться с тобой моей болью?"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Помнишь, ты предлагала поделиться с тобой моей болью, а я отказался? Ну так вот, я передумал. Я буду рад видеть тебя гостьей \"Ворона\".<s>r\n— Я никуда не пойду-у-у-у! — Анна взвизгнула, когда ожидавший такого ответа Андрей подхватил её за талию, перекинул через плечо, и, перехватив поудобнее, осторожно вынес из избушки:",
    "answers": [
      {
        "id": 201,
        "text": "- Извини, нет времени на болтовню и уговоры."
      }
    ]
  },
  {
    "id": 201,
    "text": "— Извини, нет времени на болтовню и уговоры. Я не позволю тебе умереть здесь.<s>r\n— Ты маньяк! Отпусти!<s>r\nОна брыкалась, била его кулаками по спине и кричала всю дорогу до припаркованной машины. Затолкав её внутрь, Андрей залез следом и попросил таксиста поторопиться обратно.<s>r\n— Не слушайте его! — закричала Анна. — Он украл меня!",
    "answers": [
      {
        "id": 202,
        "text": "- Это моя невеста."
      }
    ]
  },
  {
    "id": 202,
    "text": "— Это моя невеста, — сообщил Андрей ошалевшему водителю. — Она считает себя толстой и морит себя здесь голодом, чтобы мне понравиться. Не понимает, глупая, что я люблю её такой, какая она есть. Люблю несмотря даже на то, что она пустила целую расу под нож своим амбициям, — едко закончил Андрей.<s>r\nЭто сработало как нокаутирующий удар — Анна замерла, замолкла, обмякла.<s>r\n— Простите, что? — недоуменно спросил водитель.<s>r\n— Я сказал \"расу\"? Простите, я имел в виду \"торт\". Конечно, торт. У меня проблемы с общегалактическом языком. Пустила торт под нож. Ну так что, милая, мы едем?<s>r\n— Да, — без сил вымолвила Анна. — Конечно.",
    "answers": [
      {
        "id": 203,
        "text": "- Видите, она не против."
      }
    ]
  },
  {
    "id": 203,
    "text": "— Видите, она не против. Поторопитесь пожалуйста, церемония начнётся с минуты на минуту, — с серьёзным видом сказал Андрей. Водитель пожал плечами и завел машину. Анна всхлипнула:<s>r\n— Андрей... Это точно всё правда? Скажи, что ты придумал это просто, чтобы затащить меня на \"Ворон\"! Пожалуйста...<s>r\n— Увы, это правда. Не знаю, где был твой разум, когда ты скидывала на флешку... фото торта.<s>r\n— Это всё Саша. Он рассказывал мне про гуманные методы ведения войны гозобов, что...<s>r\n",
    "answers": [
      {
        "id": 204,
        "text": "- Тихо-тихо!"
      }
    ]
  },
  {
    "id": 204,
    "text": "— Тихо-тихо! — перебил её Андрей, надеясь, что таксист не слишком прислушивается к их разговору. — Что было — то было. Прости, что сыплю тебе соль на рану. Не знаю, насколько тебя это обрадует, но у меня есть хороший армейский бластер, а на корабле нас ждёт пленённый Александр. Я пообещал его не убивать, но у тебя есть полное право сделать это.",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "— Что? Саша на \"Вороне\"? Пленённый? Как это вышло?<s>r\n— Долгая история.<s>r\n— У нас есть немного времени.",
    "answers": [
      {
        "id": 206,
        "text": "- Лучше расскажи, что между вами было."
      }
    ]
  },
  {
    "id": 206,
    "text": "— Лучше расскажи, что между вами было, — парировал Андрей.<s>r\n— Это не твоё дело.<s>r\n— Я спасаю твою жизнь, и я единственный человек на этой планете, который, выслушав всю твою историю от начала до конца, не предпримет попытки убить тебя. Я имею право знать. Ты любишь его?<s>r\n— У нас были... романтические... всплески чувств, — хрипло выдавила Анна. — Но, как только он исчез, я поняла, что всё это — синтетическое и сиюминутное. Нет. Тем более, узнав о его предательстве... Всё это время он использовал меня. — Она устало отвернулась, словно желая отгородиться от Андрея и его последующих вопросов.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": "— Чудно. Анюта, — она вздрогнула, услышав это имя. Андрей продолжил: — Я думал о тебе всё это время. Узнав правду о Земле, я рванулся обратно, потому что осознал, что люблю тебя. Что я хочу построить тебе избу и вместе с тобой хранить память о Земле. Если мы переживём этот день, если нас не поймают гозобы, люди или убийцы Хавоса, ты выйдешь за меня замуж?<s>r\nКак раз в этот момент машина нырнула в тоннель, поэтому он не увидел её широко раскрытых от удивления глаз.<s>r\n— О Боже, конечно, нет! Андрей, у нас так не принято. Ты мне нравишься, я благодарна тебе за спасение, но на такие разговоры нужно всё же побольше времени!",
    "answers": [
      {
        "id": 208,
        "text": "- Жаль."
      }
    ]
  },
  {
    "id": 208,
    "text": "— Жаль. Имей я в запасе положительный ответ, умирать было бы проще.<s>r\n— Извините, что перебиваю, — вклинился таксист. — Но, кажется, \"церемония\", про которую вы говорили, уже началась.<s>r\n— Не понял. Хочешь нас обвенчать? — спросил Андрей. А потом бросил случайный взгляд за окно и обомлел: Они уже выехали из тоннеля на поверхность, но полчаса назад здесь был яркий полдень, а теперь вокруг царила почти непроглядная темнота, лишь слабый мерцающий свет падал на обочину дороги и окружающие их степи.",
    "answers": [
      {
        "id": 209,
        "text": "- Притормози!"
      }
    ]
  },
  {
    "id": 209,
    "text": "Андрей вышел из машины и обомлел: небо было чёрным — ни звёзд, ни луны. От юга до севера, как радуга, через всё небо дугой тянулась яркая белая полоса, окаймлённая белыми окружностями. Она вращалась, бросая блики на дорогу, на голую степь и на высохшие стволы деревьев. Из машины выбралась Анна и закричала в ужасе, прижавшись к Андрею:<s>r\n— Началось, да? Сейчас будут стрелять?<s>r\n— Нет, — задумчиво ответил Андрей. — Это кое-что другое. — он замолчал.<s>r\n— Говори же! Что это? Где мы?<s>r\n— Мы в варп-пространстве, — ответил Андрей.<s>r\n— Что, вся планета? — спросил из окна машины таксист.<s>r\n— Да, — подтвердил Андрей. — Вся планета.",
    "answers": [
      {
        "id": 210,
        "text": "Конец эпизода 10",
        "need": 1000
      },
      {
        "id": 212,
        "text": "Конец эпизода 10"
      }
    ]
  },
  {
    "id": 210,
    "text": "Спасибо, что дочитали! Пишите комментарии, если хотите прочесть продолжение и видеть больше выборов!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 211,
    "text": "— Ненавижу, — подтвердил Андрей. — Но не Землю, а землян. Они позабыли о необыкновенных вещах. О великих событиях. Они утеряли наследие нашей расы. Но Землю... нет, Александр. <s>r\nЯ люблю Землю.",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "Эпизод 11: Тернии.<s>r\n<s>r\n— Но зачем? — спросила Анна, отпуская плечо Андрея и делая шаг в сторону, словно вдруг вспомнив о приличиях.<s>r\n— Не знаю. Гозобы говорили о вторжении и терраформировании Земли, Александр говорил, что подменил значения в картах так, чтобы по Земле открыли огонь. Планетарного варп-прыжка не было ни в чьих планах. Честно говоря, я о таком вообще никогда не слышал и не думал, что это возможно.<s>r\n— Может, они раскусили его план?<s>r\n— Скорее всего, так и есть. Вот только зачем им воровать планету?<s>r\n— Они хотят заменить ей свою потерянную родину, — тихо сказала Анна.",
    "answers": [
      {
        "id": 213,
        "text": "- Маловероятно."
      }
    ]
  },
  {
    "id": 213,
    "text": "— Маловероятно, — возразил Андрей. — У Земли слишком высокая гравитация для комфортного существования гозобов... Я могу назвать десяток обитаемых планет, более подходящих для такой роли и находящихся к системе гозобов гораздо ближе.<s>r\n— А может быть, — вмешался водитель, — это наше правительство устроило? Вы говорите, на нас напасть хотели, вот Земля и сбежала.",
    "answers": [
      {
        "id": 214,
        "text": "- Было бы неплохо."
      }
    ]
  },
  {
    "id": 214,
    "text": "— Было бы неплохо, — задумчиво сказал Андрей. — Но где тогда, чёрт побери, они прятали ЭТО всё время?! — он указал рукой на орбитальное кольцо.<s>r\n— У Земли нет галактических кредитов на подобное строительство, — еле слышный голос Анны дрожал. — И источника энергии для прыжка.<s>r\n— Ладно, нечего гадать, — сказал Андрей. — С наибольшей вероятностью мы летим в родную систему гозобов, и, что бы там ни собирались с нами сделать, самое безопасное место — на \"Вороне\".",
    "answers": [
      {
        "id": 215,
        "text": "- Поехали!"
      }
    ]
  },
  {
    "id": 215,
    "text": "Они сели обратно в машину, но водитель не торопился трогаться. Он помолчал немного, потом обернулся к Андрею с Анной:<s>r\n— Думаю, мне нет резона заканчивать работу — все равно потратить ваши кредиты уже не судьба. Я хотел бы попрощаться с семьёй. Извините, это в противоположной стороне.",
    "answers": [
      {
        "id": 216,
        "text": "Уговаривать"
      },
      {
        "id": 217,
        "text": "Угрожать"
      }
    ]
  },
  {
    "id": 216,
    "text": "— Дружище, — Андрей нагнулся, чтобы быть ближе к таксисту, и пристально посмотрел ему в глаза. — Перед тобой два человека, которые заварили всю эту кашу. Мы в белом листе гозобов, и мы единственные, кто может выйти с ними на связь и спасти тебя и твою семью. Так что, давай, жми на педальку!<s>r\n<s>r\nЭто подействовало. Водитель обрёл надежду, тронул машину, и спустя полчаса они подъехали к космодрому, вокруг которого сейчас было жуткое столпотворение: все хотели улететь с планеты. Они не знали, что поверхность варп-пузыря, окружающего Землю, расщепит на атомы всё, что через неё пройдёт, словно гигантская овощерезка; а после равномерно размажет по сотням парсеков, через которые каждую секунду пролетает этот пузырь. Поэтому закрытые двери космопорта и вооружённая охрана за ними вызывали у толпы гнев и смятение.",
    "answers": [
      {
        "id": 219,
        "text": "- Объезжай сзади!"
      }
    ]
  },
  {
    "id": 217,
    "text": "— Дружище, — Андрей нагнулся, чтобы быть ближе к таксисту, пристально посмотрел ему в глаза и навёл дуло бластера прям на лицо — Если не поведёшь, я прожарю тебе мозги, сяду за руль сам, спасу Землю, а твоим родным привезу твой труп, упрямый осёл! Ну, погнал! — прикрикнул контрабандист. Водитель, процедив сквозь зубы какое-то ругательство, послушно тронул машину, и спустя полчаса они подъехали к космодрому, вокруг которого сейчас было жуткое столпотворение: все хотели улететь с планеты. Они не знали, что поверхность варп-пузыря, окружающего Землю, расщепит на атомы всё, что через неё пройдёт, словно гигантская овощерезка; а после равномерно размажет по сотням парсеков, через которые каждую секунду пролетает этот пузырь. Поэтому закрытые двери космопорта и вооружённая охрана за ними вызывали у толпы гнев и смятение.",
    "answers": [
      {
        "id": 219,
        "text": "- Объезжай сзади!"
      }
    ]
  },
  {
    "id": 218,
    "text": "Доехав до края дорожной части, они отпустили таксиста, а сами пошли вдоль бетонного ограждения по каменистой земле, выискивая лучом фонарика провал, который запомнился Андрею. Вскоре они его увидели, и Анна схватила Андрея за руку:<s>r\n— Мы должны пролезть там?!<s>r\n— Да, придётся, — ответил Андрей, судорожно строя план.",
    "answers": [
      {
        "id": 220,
        "text": "Пронализировать разрушения"
      }
    ]
  },
  {
    "id": 219,
    "text": "— Объезжай сзади! — подсказал Андрей. — С одного конца бетон обвалился вместе с ограждением, мы пролезем там. Никогда не думал, что буду благодарен землянам за аварийное состояние космодромов, — конец фразы он адресовал уже Анне. Той, правда, было не до шуток — она с ужасом глядела на чёрное небо, опоясанное варп-кольцом, то на бластер в руке Андрея.",
    "answers": [
      {
        "id": 218,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "Теперь ясно было, из-за чего обвалился край площадки. Под полутораметровым железобетонным слоем вместо фундамента была обычная земля, и с этого края кислотные дожди потихоньку вымыли её из-под бетона, так что край площадки стал нависать над пустотой. По-видимому, угол конструкции не выдержал нагрузки и обвалился. В итоге, чтобы попасть на космодром этим путём, нужно было перебраться через провал по лежащим внизу обломкам, унизанным торчащими кусками арматуры, а затем каким-то образом влезть на сохранившийся бетонный уступ площадки, торчащий в четырех метрах над землей, — и всё это в темноте при свете фонарика. <s>r\nАндрей глубоко вздохнул.",
    "answers": [
      {
        "id": 221,
        "text": "Озвучить план"
      }
    ]
  },
  {
    "id": 221,
    "text": "— Окей, у нас есть немного времени. Если мы летим в систему гозобов, то прыжок будет длиться от десяти до двадцати часов, — он поставил на землю рюкзак и стал аккуратно разбирать его содержимое. — В первую очередь, тебе надо укоротить платье. Держи эти бинты, надо обмотать тебе колени и локти. Анна, пожалуйста, слушай, это вопрос нашего выживания!<s>r\nДевушку трясло так, будто они попали на крайний север, хотя на самом деле здесь было довольно жарко, несмотря на отсутствующее Солнце. Лицо её было бледным, глаза влажными. Она, заикаясь, спросила:<s>r\n— А ты правду сказал, что мы спасём Землю?",
    "answers": [
      {
        "id": 222,
        "text": "- Есть такая вероятность..."
      }
    ]
  },
  {
    "id": 222,
    "text": "— Есть крошечная вероятность, что гозобы запустят её по хорошей орбите вокруг своей звезды и позволят людям жить на ней и дальше. Мы будем вести переговоры об этом. Хорошо? Но для этого мы должны попасть в космос. Мы должны быть на \"Вороне\" в тот момент, когда планета выйдет из прыжка, поняла? Посмотри на меня. С Землёй может случиться беда — она уже случилась, но так уж вышло. Гозобы все равно воплотили бы свой план, с твоей помощью или с чьей-то другой. Мы попытаемся всё исправить, но самый главный приоритет — это твоя жизнь. Я буду бороться за неё. Мы выживем и сделаем свою собственную Землю-ноль где-нибудь на краю галактики, где нас никто не достанет. Хорошо?<s>r\n— Хо... хорошо.<s>r\n— Обещаешь мне?<s>r\n— Да.",
    "answers": [
      {
        "id": 223,
        "text": "- Держи нож."
      }
    ]
  },
  {
    "id": 223,
    "text": "— Тогда держи нож. Отрежь от платья всё, что ниже колен, а от колен до пояса сделай вертикальные разрезы, чтобы юбка не мешала ногам.<s>r\nВместо этого Анна развязала пояс и одним движением стянула с себя платье, оставшись в аккуратных шортах и футболке. Она протянула ему скомканный наряд:<s>r\n— Влезет в рюкзак?<s>r\n— Да, пожалуй, — ошеломленно произнёс Андрей, и принял платье. Анна взяла бинты и стала перевязывать ими локти с коленями. Что-то в ней изменилось: как будто вдруг открылся какой-то источник внутренней силы — и это не могло не радовать контрабандиста. Андрей отвернулся и продолжил оценивать возможные пути подъёма. Наконец он определился. ",
    "answers": [
      {
        "id": 224,
        "text": "Начать движение"
      }
    ]
  },
  {
    "id": 224,
    "text": "— Запомни, одно неудачное падение, вывих, растяжение — и мы с тобой останемся здесь навсегда. Никуда не торопись, всё делай наверняка, — проинструктировал Анну Андрей, и они медленно начали передвигаться по развалинам. Там, где надо было забраться на глыбу, Андрей сначала пытался её раскачать, проверяя на устойчивость, после осторожно залезал, поднимал на верёвке тяжёлый рюкзак, а потом помогал подняться Анне. Они преодолевали один обломок за другим, осторожно обходя торчащие повсюду смертоносные ржавые штыри.",
    "answers": [
      {
        "id": 225,
        "text": "- Здесь сделаем привал."
      }
    ]
  },
  {
    "id": 225,
    "text": "— Здесь сделаем привал, — решил Андрей, когда они оказались на ровной площадке. — Потом пройдём по тем обломкам, я закину лассо наверх, зацеплюсь за арматуру, залезу наверх по верёвке и затащу тебя.<s>r\n— Ясно, — сказала Анна и без сил опустилась на бетон. Андрей достал из рюкзака термоплащ, заставил девушку подняться, и, постелив плащ на холодную поверхность площадки, усадил Анну обратно. Они перекусили консервами, распили на двоих бутылку воды, и десять минут просто лежали: Анна наслаждалась отдыхом, а Андрей — её присутствием.",
    "answers": [
      {
        "id": 226,
        "text": "- С каждой минутой я влюбляюсь в тебя всё больше."
      }
    ]
  },
  {
    "id": 226,
    "text": "— С каждой минутой я влюбляюсь в тебя всё больше, — не выдержал и сказал он. Анна усмехнулась:<s>r\n— Сначала избу сруби, как обещал, а потом уже о любви говори.",
    "answers": [
      {
        "id": 227,
        "text": "- Замётано."
      },
      {
        "id": 228,
        "text": "- Звучит не очень-то справедливо."
      }
    ]
  },
  {
    "id": 227,
    "text": "— Замётано, — ответил Андрей.<s>r\n— Правда? — Анна повернулась на бок и пристально посмотрела на него. — Андрей, ты же контрабандист. Искатель приключений и сокровищ, алчущий свободы и влюблённый в космос. Нет, ты мне нравишься, я даже чувствую, что неравнодушна к тебе. И я бесконечно благодарна тебе за всё, что ты делаешь. Но мы такие разные... Неужели ты думаешь, что у нас есть шанс?",
    "answers": [
      {
        "id": 230,
        "text": "- А почему нет?"
      }
    ]
  },
  {
    "id": 228,
    "text": "— Звучит не очень-то справедливо. Я буду целый год махать топором, заведу скотину, разобью сад, а ты мне скажешь \"Извини, что-то не заладилось с любовью!\"<s>r\n— Не год. На это уйдёт целая жизнь! Неужели ты готов променять космос на это добровольное заключение?<s>r\n",
    "answers": [
      {
        "id": 229,
        "text": "- Я не знаю"
      }
    ]
  },
  {
    "id": 229,
    "text": "— Я не знаю. Космос для меня ничего не стоит, он чёрный и безжизненный. Свобода... Я бы сказал, что я сыт ей по горло.<s>r\n— Но ты всё же не знаешь.<s>r\n— Честно? Не знаю, — признался Андрей. — Если мне в голову вдарит однажды, я, возможно, отпрошусь у тебя и полечу куда-нибудь... Куда-нибудь... Чёрт побери, да во всей этой галактике даже полететь толком некуда! Может... — он не смог договорить, потому что его губ коснулись губы Анны, а через секунду они сплелись в объятиях. ",
    "answers": [
      {
        "id": 231,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 230,
    "text": "— Позволь я поясню, что именно подразумевается под \"сохранением памяти\", которое ты мне недавно пообещал. Чтобы срубить избу, надо каждый день в течение года махать топором по несколько часов. Потом придёт время содержать хозяйство. На это уйдёт целая жизнь! Неужели ты готов променять космос на это добровольное заключение?",
    "answers": [
      {
        "id": 229,
        "text": "- Не знаю."
      }
    ]
  },
  {
    "id": 231,
    "text": "Минуту они целовались — страстно, горячо, словно в последний раз — а после Анна сказала:<s>r\n— Раз в этой галактике нечего делать, тогда давай построим ковчег и полетим в другую. У нас будет масса времени, чтобы срубить избу, завести хозяйство и заниматься прочими скучными вещами.",
    "answers": [
      {
        "id": 232,
        "text": "- Я согласен"
      }
    ]
  },
  {
    "id": 232,
    "text": "— Я согласен, — ответил Андрей.<s>r\n— А чтобы набрать денег на ковчег, мы станем самыми грозными пиратами всего Млечного Пути! Ты и я!",
    "answers": [
      {
        "id": 233,
        "text": "- Согласен."
      }
    ]
  },
  {
    "id": 233,
    "text": "— Согласен.<s>r\n— Ты победил меня, контрабандист Андрей. Ты тоже не выходил у меня из головы всё время, пока выполнял свою миссию. Грубый, наглый, циничный контрабандист с осколком боли в нежном мальчишечьем сердце. Я люблю тебя. И хочу быть с тобой, даже если придётся всю жизнь провести на твоём крошечном \"Вороне\".",
    "answers": [
      {
        "id": 234,
        "text": "- Не такой уж он и маленький."
      }
    ]
  },
  {
    "id": 234,
    "text": "— Эй, ты же ещё его не видела! Не такой уж он и маленький.<s>r\n— Я смотрела документацию. Говорю же, ты не выходил у меня из головы.<s>r\nАндрей ещё раз поцеловал её. Анна ответила на поцелуй, а потом снова отстранилась:<s>r\n— Но чтобы эти мечты сбылись, нам надо залезть на тот дурацкий уступ. И помни, я всё ещё намерена спасти Землю! — она ещё раз поцеловала его, потом освободилась из его объятий и встала. — Ну же, контрабандист, вперёд!",
    "answers": [
      {
        "id": 235,
        "text": "- Как скажешь."
      }
    ]
  },
  {
    "id": 235,
    "text": "— Как скажешь, — с кривой ухмылкой ответил Андрей, и они продолжили свой путь. Дорога до уступа показалась им после всего предыдущего пути и отдыха довольно лёгкой, а вот с самим уступом возникли сложности. Андрей раз за разом забрасывал лассо, пытаясь обхватить две арматурины разом, но оно долетало один раз из трёх, и чаще всего просто скользило по балкам, прежде чем упасть обратно вниз. Они пробовали привязывать к лассо различные предметы, но получалось ещё хуже. Понемногу ими начинало овладевать отчаяние.",
    "answers": [
      {
        "id": 236,
        "text": "Предложить экстренный вариант"
      },
      {
        "id": 237,
        "text": "Для экстренного варианта ещё рано"
      }
    ]
  },
  {
    "id": 236,
    "text": "— Есть один крайний вариант, но он очень плох, — сказал Андрей. — Я могу связаться с Александром и сказать ему, где спрятаны ключи от его наручников, специально для этого случая. Он не сможет улететь на \"Вороне\", тот его просто не будет слушать, но это не гарантирует нам безопасность. Он псих, и, оказавшись на свободе, с большой вероятностью может нас убить.<s>r\n— Раньше я бы сказала, что он не способен на такое, но, кажется, я его совсем не знаю... — задумчиво сказала Анна.<s>r\n— Давай попробуем ещё несколько раз или попытаемся придумать что-нибудь более эффективное.<s>r\n— Дай я попробую, — попросила Анна, силой забрала у него верёвку и стала раскручивать её.",
    "answers": [
      {
        "id": 242,
        "text": "- Тяги не хватит..."
      }
    ]
  },
  {
    "id": 237,
    "text": "Андрей решил не посвящать Анну в подробности своего плана Б. Он мог связаться с Александром и сказать тому, где спрятаны ключи от наручников, специально для подобного случая. Александр не сможет улететь на \"Вороне\", тот его просто не будет слушать, но это не гарантирует безопасность. Он псих, и, оказавшись на свободе, с большой вероятностью может их убить...",
    "answers": [
      {
        "id": 238,
        "text": "Продожать пытаться"
      }
    ]
  },
  {
    "id": 238,
    "text": "Они целый час пытались закинуть лассо, но всё впустую. Хороших идей в голову не приходило.<s>r\n— Дай я попробую, — угрюмо попросила Анна, силой забрала у него верёвку и стала раскручивать её.<s>r\n— Тяги не хватит... — пробормотал Андрей. Анна сделала бросок и закричала:<s>r\n— Держится! Зацепилось за что-то! Андрей, посвети!",
    "answers": [
      {
        "id": 239,
        "text": "Посветить."
      }
    ]
  },
  {
    "id": 239,
    "text": "Андрей поднял фонарик и оцепенел — на обломанном наклонённом краю уступа лежал Александр. Он держал верёвку вытянутой рукой, и малейший рывок грозил скинуть его вниз, на бетон и торчащие из него металлические штыри.<s>r\n— Только не дёргайте! — словно прочитав мысли Андрея, крикнул он, и, удерживая верёвку, начал пятиться назад. Вскоре он пропал из виду, и лишь верёвка постепенно всё скользила и скользила вверх к краю уступа. Анна спросила:<s>r\n— Ты же сказал, что он в плену!",
    "answers": [
      {
        "id": 240,
        "text": "- Так и было!"
      }
    ]
  },
  {
    "id": 240,
    "text": "— Так и было! Талантливый взломщик, не иначе.<s>r\nВерёвка прекратила подниматься, сверху раздался голос бывшего пленника:<s>r\n— Я закрепил надёжно! Залезайте!<s>r\n— Я благодарен тебе за помощь, — крикнул Андрей. — Но все равно буду целиться в тебя из бластера. Потерянное доверие, все дела. Надеюсь, ты понимаешь.<s>r\n— Хорошо!",
    "answers": [
      {
        "id": 241,
        "text": "Лезть"
      }
    ]
  },
  {
    "id": 241,
    "text": "Анна обеспокоенно посмотрела на Андрея:<s>r\n— Он слишком легко согласился. Это подозрительно.<s>r\n— Поэтому у меня с собой будет два бластера. Фонарик оставляю тебе, свети, — ответил Андрей, сунул один бластер в зубы, другой в карман и взялся за верёвку. Александр встретил его без сюрпризов, и спокойно поднял руки, когда Андрей, поднявшись на ноги, выпустил из зубов бластер и направил на него.<s>r\nБывший пленник был бледен, под глазами залегли глубокие тени. Он отводил глаза, а губы его дрожали.",
    "answers": [
      {
        "id": 245,
        "text": "- Ещё раз спасибо."
      }
    ]
  },
  {
    "id": 242,
    "text": "— Тяги не хватит... — пробормотал Андрей. Анна сделала бросок и закричала:<s>r\n— Держится! Зацепилось за что-то! Андрей, посвети!",
    "answers": [
      {
        "id": 243,
        "text": "Посветить"
      }
    ]
  },
  {
    "id": 243,
    "text": "Андрей поднял фонарик и оцепенел — на обломанном наклонённом краю уступа лежал Александр. Он держал верёвку вытянутой рукой, и малейший рывок грозил скинуть его вниз, на бетон и торчащие из него металлические штыри.<s>r\n— Только не дёргайте! — словно прочитав мысли Андрея, крикнул он, и, удерживая верёвку, начал пятиться назад. Вскоре он пропал из виду, и лишь верёвка постепенно всё скользила и скользила вверх к краю уступа. Анна спросила:<s>r\n— Он что, сам ключи нашёл?",
    "answers": [
      {
        "id": 244,
        "text": "Да."
      }
    ]
  },
  {
    "id": 244,
    "text": "— Да. Видимо, интеллект у него всё-таки больше тридцати единиц. Я прятал их от души.<s>r\nВерёвка прекратила подниматься, сверху раздался голос бывшего пленника:<s>r\n— Я закрепил надёжно! Залезайте!<s>r\n— Я благодарен тебе за помощь, — крикнул Андрей. — Но все равно буду целиться в тебя из бластера. Потерянное доверие, все дела. Надеюсь, ты понимаешь.<s>r\n— Хорошо!",
    "answers": [
      {
        "id": 241,
        "text": "Лезть"
      }
    ]
  },
  {
    "id": 245,
    "text": "— Ещё раз спасибо. А теперь будь добр, — сказал контрабандист, — сходи до \"Ворона\", найди свои наручники, заново надень их на себя и жди. Я постараюсь убедить Анну не убивать тебя, и, если преуспею, то ты даже поедешь не в грузовом отсеке. Договорились?<s>r\n— Договорились, — ответил Александр, и, повернувшись спиной, послушно ушёл в сторону \"Ворона\". Дождавшись, пока он отойдёт на безопасное расстояние, Андрей проверил верёвку (она была намотана на балку действительно добротно), позвал Анну, поднял с её помощью рюкзак, и помог ей самой забраться на уступ. Оказавшись наверху, она отдышалась и стала осматриваться:<s>r\n— Всё хорошо? Где он?",
    "answers": [
      {
        "id": 246,
        "text": "- Должен ждать на \"Вороне\""
      }
    ]
  },
  {
    "id": 246,
    "text": "— Должен ждать на \"Вороне\", — ответил Андрей. Андрей смотал верёвку, нацепил рюкзак, и они бегом преодолели отделяющие их от \"Ворона\" сотню метров. Александр стоял у трапа. Увидев их, он поднял скованные руки и бросил перед собой ключи.<s>r\n— Сама покорность, — съязвил Андрей, подходя и подбирая ключи, но не опуская в это время направленного на Александра оружия.",
    "answers": [
      {
        "id": 247,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 247,
    "text": "— Потеря кандалов не всегда означает освобождение, — пробубнил Александр, глядя себе под ноги. Анна подошла к нему вплотную, со злостью глядя на него:<s>r\n— Ну и мразь же ты! Я верила тебе!<s>r\n— Прости, Аня. Я не мог по-другому, — не поднимая взгляда, тихо сказал Александр.<s>r\n— Не называй меня так, — к вящему удовольствию Андрея сказала Анна. — Хватит лжи.",
    "answers": [
      {
        "id": 248,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 248,
    "text": "— Я любил тебя. Это было правдой, — ответил пленник. Анна взвелась и закричала на него:<s>r\n— Поэтому ты воспользовался мной и моими мечтами, а потом втоптал их в грязь и уничтожил?! Это, — она взмахнула рукой, указывая на чёрное небо, поделённое пополам сияющей дугой варп-кольца. — Это твоя любовь?! Или, может быть, когда ты отправил флот гозобов сжигать планету, на которой я находилась — может это была твоя любовь?! — Анна с размаху залепила ему пощёчину, да такую, что Александр пошатнулся. Он выпрямился и прошептал:<s>r\n— Я не мог по-другому...",
    "answers": [
      {
        "id": 249,
        "text": "- Что-то ты не договариваешь.."
      }
    ]
  },
  {
    "id": 249,
    "text": "— Что-то ты не договариваешь, — с сомнением сказал Андрей. — Дай-ка подумать. \"Войны не отменяют из-за одной отсутствующей звёздной карты\", помнишь? А что, если нечего было отменять? Если война и не планировалась? Ты знал, что планету не взорвут, а украдут, поэтому спокойно отнёсся к тому, что Анна осталась на Земле. Ты знал, что планета будет доставлена в сектор гозобов, поэтому не хотел покидать этот сектор, предпочитая просто подождать. И это означает, что ты знаешь, зачем гозобы крадут планету!",
    "answers": [
      {
        "id": 250,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 250,
    "text": "— Знаю, — спокойно сознался Александр. — Но сказать не могу.<s>r\n— Тебе левое яйцо сначала отстрелить или правое? — участливо поинтересовался Андрей.<s>r\n— Бесполезно, — безразлично ответил Александр. — Физические мучения ничто по сравнению мучениями, которые приносит Он.<s>r\n— Он? — переспросила Анна.",
    "answers": [
      {
        "id": 251,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 251,
    "text": "В этот момент, словно по выстроенному сценарию, варп-прыжок окончился, и небеса словно прозрели. Весь небосвод залился кроваво-красным светом, исходящим от огромного, в пять-шесть раз крупнее привычного землянам, багрового солнечного диска.<s>r\n— Он. — повторил Александр, — Бог-звезда.",
    "answers": [
      {
        "id": 252,
        "text": "Конец эпизода 11"
      }
    ]
  },
  {
    "id": 252,
    "text": "Эпизод 12: Бог-звезда.<s>r\n<s>r\n— Быстро все на корабль! — закричал Андрей, и дважды просить не пришлось даже Александра. Они забрались на трап, затащили рюкзак, а \"Ворон\", поприветствовав капитана, послушно начал приготовления к старту.<s>r\n— Включение генератора гравитации на планете запрещено. Все равно включить? — уточнил \"Ворон\".",
    "answers": [
      {
        "id": 253,
        "text": "- Да, включай, чёрт побери!"
      },
      {
        "id": 254,
        "text": "- Нет, взлетаем на обычной тяге."
      }
    ]
  },
  {
    "id": 253,
    "text": "— Да, включай, чёрт побери! — крикнул Андрей, бешено лупя по клавишам контрольной панели и настраивая параметры для максимально быстрого взлёта. Генератор гравитации работает полярно, и, хоть это будет стоить космодрому испорченной посадочной площадки, но антигравитация под кораблём поможет стартовать быстрее. <s>r\n<s>r\nАндрей нажал кнопку старта, и корабль затрясся, набирая высоту. За несколько секунд остались далеко внизу космодром и бушующая на его входе толпа. С такой высоты было видно, как сотни и тысячи кораблей так же взлетают в этот момент с близлежащих космодромов.",
    "answers": [
      {
        "id": 255,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 254,
    "text": "— Нет, взлетаем на обычной тяге! — крикнул Андрей, бешено лупя по клавишам контрольной панели и настраивая параметры для максимально быстрого взлёта. Генератор гравитации \"Ворона\" был не лучшего качества, и его запуск в мощном поле Земли, хоть и ускорил бы взлёт, но мог привести к разрушению корабля. <s>r\n<s>r\nАндрей нажал кнопку старта, и корабль затрясся, набирая высоту. За несколько секунд остались далеко внизу космодром и бушующая на его входе толпа. С такой высоты было видно, как сотни и тысячи кораблей так же взлетают в этот момент с близлежащих космодромов.",
    "answers": [
      {
        "id": 255,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 255,
    "text": "Анна уже пристегнулась в кресле второго пилота и смотрела на те мониторы, которые отображали это массовое паническое бегство, — и на другие, которые целиком занимал солнечный диск над ними. Она обернулась к Александру, сидевшему на пасажирском кресле позади:<s>r\n— Звезду называют Бог. Я так понимаю, что гозобы собираются принести Землю в жертву этой звезде. Так?<s>r\nАлександр молча кивнул. Анна сглотнула комок в горле:<s>r\n— Просто сбросив планету на поверхность звезды?<s>r\nЕщё один кивок.",
    "answers": [
      {
        "id": 256,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 256,
    "text": "— Подожди, а родная планета гозобов... Они ведь её не... — Анна прервалась на полуслове. Александр поднял взгляд на неё:<s>r\n— Да, они принесли в жертву Богу-солнцу свою родную планету.<s>r\nАнна охнула, прижав руку ко рту. Андрей хмыкнул:<s>r\n— Кажется, с \"лучшими исполнителями для терраформирования\" ты тогда тоже ошиблась. Если кому-то интересно, то по моим грубым расчётам, нашей мощности хватит, чтобы вырваться из гравитационного колодца звезды.<s>r\n— Это не поможет, — возразил Александр. — Во-первых, Бог-звезда управляет гравитацией и не отпустит нас. Во-вторых, раньше, чем наши тела сгорят в пламени Бога-звезды, он сам сожрёт наши души.<s>r\nУслышав это, Андрей обернулся взглянуть на пленника. Он, конечно, подозревал, что у Александра не все дома, но вот такой откровенный бред слышал от него впервые.",
    "answers": [
      {
        "id": 257,
        "text": "- Заткнись!"
      }
    ]
  },
  {
    "id": 257,
    "text": "— Будь добр, заткнись и не пори всякую чушь!<s>r\nОни проходили через верхние слои атмосферы. Корабль сильно трясло, а на мониторах было видно, как его окружает огненный купол. Сквозь шум было еле слышно бормотание Александра:<s>r\n— Вы скоро почувствуете. Бог-звезда — живой организм. Вот почему я не могу сопротивляться его воле, даже находясь на другом конце галактики. Вот почему я не мог по-другому, Аня. Прости меня. Мне очень жаль. Ты поймёшь меня, когда встретишься с ним.",
    "answers": [
      {
        "id": 258,
        "text": "- Помалкивай."
      }
    ]
  },
  {
    "id": 258,
    "text": "— Помалкивай, да смотри на мониторы, — перебил его Андрей. — Твой божок уже сползает с фронтовых, и скоро появится на задних!<s>r\nОни покинули атмосферу. Космос вокруг них вместо кроваво-красного стал обычным, чёрным; показались звёзды, а исполинская звезда из угрожающе бордовой стала оранжевой, как апельсин. А в следующую секунду всё потонуло во тьме.",
    "answers": [
      {
        "id": 259,
        "text": "Конец эпизода 12"
      }
    ]
  },
  {
    "id": 259,
    "text": "Эпизод 13: Душа планеты.<s>r\n<s>r\nАндрей был один в темноте. Он видел своё тело, одетое в привычную одежду контрабандиста, но не чувствовал его. Он не мог вспомнить, где он и как сюда попал. Однако, через несколько мгновений в голове возник яркий мысленный образ: они с Анной и бормочущим какую-то мистическую чушь Александром взлетали с Земли, стремясь не упасть на стремительно приближающуюся звезду. Что он говорил? \"Ты поймёшь меня, когда встретишься с ним\"?",
    "answers": [
      {
        "id": 260,
        "text": "Где он?"
      }
    ]
  },
  {
    "id": 260,
    "text": "Может, эта окружающая его темнота — что-то вроде виртуальной реальности? Но разве она может работать вот так, без всякого оборудования?.. Андрей поморщился, пытаясь выцепить что-то ещё из своей памяти. Может, он потерял сознание, их кто-то спас, и теперь он в коме в госпитале? Или... Андрей похолодел от пришедшей в голову мысли: он потерял сознание, видит эти галлюцинации, а \"Ворон\" прямо сейчас падает обратно на Землю, потому что его тело обрушилось на пульт управления и дестабилизировало полёт.",
    "answers": [
      {
        "id": 261,
        "text": "\"Без паники\""
      }
    ]
  },
  {
    "id": 261,
    "text": "\"Без паники, Андрей,\" — успокоил он сам себя, — \"Паника ещё никогда не помогала. Чем бы ни было всё окружающее, у любой системы есть слабое место. Всегда. Ищи, анализируй.\"",
    "answers": [
      {
        "id": 262,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 262,
    "text": "Вдруг в глухой тишине раздались звуки. И не просто звуки — эту слегка шаркающую походку он узнал бы из тысячи, из миллиона! Темнота расступилась, и он увидел перед собой мать. Как и раньше, она подошла, чуть прихрамывая:<s>r\n— Я назову тебя земным именем. Андрей.",
    "answers": [
      {
        "id": 263,
        "text": "- Не надо было этого делать..."
      },
      {
        "id": 264,
        "text": "- Спасибо, мама..."
      }
    ]
  },
  {
    "id": 263,
    "text": "\"Не нужно было этого делать, мама. Ты надеялась, что земное имя даст мне удачи, но не имена приносят успех. Знаешь, я ненавидел тебя всё детство — за твою гиперопеку, за твою любовь к отцу, за твою слепую веру в Землю-ноль. Но я все равно плакал, когда тебя не стало, потому что у меня не было никого во всей галактике роднее, чем ты.\"<s>r\n— Я буду носить данное тобой имя с гордостью. Ради тебя. <s>r\nМать тепло улыбнулась и растворилась в темноте.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 265,
        "text": "Что это было? "
      }
    ]
  },
  {
    "id": 264,
    "text": "\"Ты давно умерла, мама,\" — подумал Андрей. — \"Я ненавидел тебя всё детство — за твою гиперопеку, за твою любовь к отцу, за твою слепую веру в Землю-ноль. Но я все равно плакал, когда тебя не стало, потому что у меня не было никого во всей галактике роднее, чем ты.\"<s>r\n— Спасибо, мама, — ответил Андрей. — Я буду носить его с гордостью. Ради тебя. <s>r\nМать тепло улыбнулась и растворилась в темноте.",
    "answers": [
      {
        "id": 265,
        "text": "Что это было?"
      }
    ]
  },
  {
    "id": 265,
    "text": "Что это было? Его глубинные воспоминания сами всплывают наружу? Или Александр говорил правду, и звезда \"пожирает его душу\"?<s>r\n<s>r\nЕщё несколько звуков разорвали тишину: глухой удар, и одновременно с ним — отвратительный хруст человеческой плоти, с едва различимым коротким полустоном-полувыдохом жертвы. Андрей обернулся и увидел в темноте отца. Он тяжело дышал, сжимая и разжимая кулак, костяшки которого были в крови. Увидев Андрея, он истошно закричал:<s>r\n— Щенок! Ты никогда ничего не достигнешь! Знай своё место, и слушайся старших!",
    "answers": [
      {
        "id": 266,
        "text": "\"Ты был ужасным отцом\""
      },
      {
        "id": 266,
        "text": "\"Ты научил меня главному\""
      }
    ]
  },
  {
    "id": 266,
    "text": "\"Ты убил мою мать, отец. Не специально — просто не рассчитал сил в очередном припадке. Но ты сделал это, и когда ты вышел из тюрьмы, я нашёл тебя и вернул долг. Я не мучил тебя, не говорил обвиняющих речей... Ты даже не узнал, что это был я: тонкий луч лазера прервал твоё существование и принёс в этот мир справедливость — так, как я её тогда видел.\"<s>r\n— Ты научил меня тому, что в мире есть зло, и порой с ним надо уживаться, отец. Я нашёл своё место среди него. Теперь пришло время измениться. — сказал контрабандист. Отец сердито взглянул на него исподлобья в последний раз и тоже исчез.",
    "answers": [
      {
        "id": 267,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 267,
    "text": "Сначала мать, теперь отец. В галлюцинациях, порождённых собственным разумом, не бывает такой системности, они спонтанные: Андрей пробовал много разных наркотиков и знал это наверняка. Он точно находится под чьим-то контролем. Это и вправду виртуальная реальность без оборудования. Значит, скорее всего, это действительно звезда... Живой организм. Знания людей о существующих в этой галактике формах жизни оказались лишь малой толикой от реальности.",
    "answers": [
      {
        "id": 268,
        "text": "Кто следующий?"
      }
    ]
  },
  {
    "id": 268,
    "text": "Андрей стал гадать, кого ему покажут следующим. Выбор был невелик, и, раз образы идут из прошлого в настоящее, то сейчас однозначно очередь Майка... Он угадал: из темноты вышел Майк Кэмпбелл — одетый по последней земной моде, окружённый силуэтами девочек, готовых отдаться ему по первому жесту. Землянин.<s>r\n— Эй, ты, ничтожество. Думаешь, земное имя сделает тебя крутым? Этого маловато, на Земле надо родиться, и-но-пла-не-тя-нин!",
    "answers": [
      {
        "id": 269,
        "text": "\"Когда-то я тебе завидовал\""
      },
      {
        "id": 270,
        "text": "\"Когда-то я тебя ненавидел\""
      }
    ]
  },
  {
    "id": 269,
    "text": "\"Когда-то я тебе завидовал. Как же я тебе завидовал! Убив отца, я даже серьёзно подумывал заняться тобой, я даже выследил тебя, но, в очередной раз увидев твою физиономию, решил, что ты того не стоишь, Майк. И я до сих пор нахожу это решение верным.\"<s>r\n— Я теперь знаю о Земле побольше твоего, землянин, а моё имя связывает меня с чудесной земной женщиной. Оно даёт мне сил в тяжёлые моменты. А что даёт сил тебе?<s>r\nМайк удивлённо посмотрел на него и исчез во тьме вместе со своими поклонницами. <s>r\nНикто не появился вместо него. Тишина не прерывалась несколько долгих минут. Наконец, Андрей не выдержал:",
    "answers": [
      {
        "id": 271,
        "text": "- Бог-звезда, выходи."
      }
    ]
  },
  {
    "id": 270,
    "text": "\"Когда-то я тебя ненавидел. Как сильно я тебя ненавидел! Убив отца, я даже серьёзно подумывал заняться тобой, я даже выследил тебя, но, в очередной раз увидев твою физиономию, решил, что ты того не стоишь, Майк. И я до сих пор нахожу это решение верным.\"<s>r\n— Я теперь знаю о Земле побольше твоего, землянин, а моё имя связывает меня с чудесной земной женщиной. Оно даёт мне сил в тяжёлые моменты. А что даёт сил тебе?<s>r\nМайк удивлённо посмотрел на него и исчез во тьме вместе со своими поклонницами. <s>r\nНикто не появился вместо него. Тишина не прерывалась несколько долгих минут. Наконец, Андрей не выдержал:",
    "answers": [
      {
        "id": 271,
        "text": "- Бог-звезда, выходи."
      }
    ]
  },
  {
    "id": 271,
    "text": "— Бог-звезда, выходи. Я знаю, что это ты меня испытываешь.<s>r\n<s>r\nИ тут словно упал гигантский занавес: чернота исчезла, Андрея окружил бесконечный космос гозобского сектора. Прямо перед ним висел в вакууме циклопических размеров Бог-звезда. Он дрейфовал в пространстве, словно ужасающе огромный глаз, и глаз этот смотрел прямо в душу контрабандисту.<s>r\n\"Значит, ты обрёл душевный покой, контрабандист? К тебе не подступиться?\" — прозвучал в его голове вкрадчивый голос. — \"А как насчёт этого?\"",
    "answers": [
      {
        "id": 272,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 272,
    "text": "Всё перевернулось, и Андрей оказался посреди полыхающих руин города. Совсем рядом сидела прямо на земле женщина. Она прижимала к груди тело своего ребёнка и, раскачиваясь взад-вперёд, громко и безутешно рыдала, порой срываясь на почти нечеловеческий вой. <s>r\n\"Твои правила позволяют перевозить оружие, только если оно не может убить более тысячи человек разом,\" — прошептал голос в голове. — \"Эта бомба унесла жизни всего восьмисот человек. Какая малость.\"",
    "answers": [
      {
        "id": 273,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 273,
    "text": "Женщина надрывно закричала что-то на своём языке и еще крепче прижала к груди безжизненное тело своего ребёнка. Его подёрнутые пеленой глаза на бледном лице, казалось, смотрели прямо на контрабандиста.<s>r\nАндрей знал, какой заказ имеет в виду его соперник. Несколько лет назад никто не хотел перевозить бомбу для террористов в колонии. Андрей был уверен, что слухи о жестокости клиента преувеличены, и хотел поддержать свой имидж \"козыря\", так что назначил высокую цену и выполнил заказ. Позже он узнал о взрыве в мирном городке с большим количеством погибших и долго мучался чувством вины. С тех пор он отказался от многих заказов, которые, хоть и проходили по его правилам, были ему не по душе.",
    "answers": [
      {
        "id": 274,
        "text": "- Я сожалею."
      },
      {
        "id": 275,
        "text": "- Мне наплевать."
      }
    ]
  },
  {
    "id": 274,
    "text": "— Конечно, я сожалею. Но вину пусть берёт на себя тот, кто запускал эту бомбу.<s>r\n\"Ах, какой ты хладнокровный,\" — сказал голос, и вокруг Андрея снова возник космос и раскалённая звезда. — \"А что твой безупречный логический аппарат ответит на это?..\"<s>r\n",
    "answers": [
      {
        "id": 276,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 275,
    "text": "— Ты недооцениваешь мой цинизм, Бог-звезда. Пусть ввину пусть берёт на себя тот, кто запускал эту бомбу.<s>r\n\"Ах, какой ты хладнокровный,\" — сказал голос, и вокруг Андрея снова возник космос и раскалённая звезда. — \"А что твой безупречный логический аппарат ответит на это?..\"<s>r\n",
    "answers": [
      {
        "id": 276,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 276,
    "text": "Космос справа от Андрея пришёл в движение, и Андрей понял, что он видит справа от себя отражение космоса слева, словно бы он стоял рядом с огромным зеркалом. Вот только вместо него в этом зеркале отражалась Анна. Её белое платье с красными узорами всё испачкалось и порвалось, клочья ткани плавали в невесомости вокруг. Она корчилась и кричала. Её крики доносились до Андрея в виде далёкого эха с большим запозданием.",
    "answers": [
      {
        "id": 277,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 277,
    "text": "\"Кажется, ей не так легко даётся общение со мной,\" — довольным голосом произнёс Бог-звезда. — \"Я буду мучить её очень долго, пока вся её душа не перейдёт ко мне — капля за каплей.\" — в этот момент Анна завизжала особенно пронзительно, и стала отмахиваться руками от чего-то невидимого. ",
    "answers": [
      {
        "id": 278,
        "text": "- Прекрати!"
      }
    ]
  },
  {
    "id": 278,
    "text": "— Прекрати! — закричал Андрей, и ударил по зеркалу. Зеркало ударило в ответ, и руку пронзило болью. Андрей в ярости повернулся к звезде:<s>r\n— Слышишь, ты, ублюдочное светило! Я вырвусь отсюда и сброшу на тебя кварковую бомбу! Отпусти её!<s>r\n<s>r\nИ в этот момент он ощутил, как что-то невесомое покидает его. У него не было сомнений в том, что это его гнев освободил частичку души и Бог-звезда забрал её. Крохотную частичку.",
    "answers": [
      {
        "id": 279,
        "text": "\"Так вот, значит, каковы правила\""
      }
    ]
  },
  {
    "id": 279,
    "text": "\"Так вот, значит, каковы правила,\" — подумал Андрей и мгновенно заставил себя успокоиться. — \"Испытываешь ненависть — теряешь душу. Зная правила, играть легко. А вот моё правило, Бог-звезда: если противник не убил тебя сразу, то он проиграл.\"<s>r\nОн не знал, читает ли Бог-звезда его мысли здесь — в месте, и так состоящем из одних только мыслей, — но это было и не важно. Он подошёл к зеркалу и осторожно приложил к нему руку. Зеркало отозвалось лёгкой вибрацией.",
    "answers": [
      {
        "id": 280,
        "text": "- Анюта."
      }
    ]
  },
  {
    "id": 280,
    "text": "— Анюта, — позвал он. Девушка услышала его, тут же перестала кричать, вскинула голову и стала озираться вокруг. Но она не могла увидеть Андрея. Шли долгие секунды, отчаяние вновь возвращалось к ней, и она из последних сил, задыхаясь, прошептала:<s>r\n— Андрей...<s>r\nЗеркало поддалось давлению, Андрей сделал шаг вперёд сквозь него и взял Анну за руку:<s>r\n",
    "answers": [
      {
        "id": 281,
        "text": "- Ты же помнишь?"
      }
    ]
  },
  {
    "id": 281,
    "text": "— Ты же помнишь? Нас сквозь всю галактику объединяют наши земные имена.<s>r\n— Я помню, — сказала Анна, утирая слёзы. Её холодная рука отогревалась в его ладони. Она больше не висела в невесомости, а смогла, как и Адрей, встать на невидимую опору. Даже её платье стремительно становилось чистым и красивым.<s>r\n— Андрей, я так виновата. Всё это из-за меня, столько человеческих страданий! — сказала Анна, и видно было, что эти мысли приносили ей физическую боль даже сейчас, когда он был рядом.<s>r\n— Значит, ты начнёшь всё заново и сделаешь много добрых дел, а я помогу тебе, — тепло сказал Андрей, проводя пальцами по её щеке. Анна слабо улыбнулась:<s>r\n— Правда?",
    "answers": [
      {
        "id": 282,
        "text": "- Обещаю."
      }
    ]
  },
  {
    "id": 282,
    "text": "\"Что ты делаешь? Прекрати! Я все равно сожру ваши души!\" — раздался истерический вопль, и в лицо им полетели тысячи образов, картинок и звуков: боль, страдания, трагедии, обвиняющие возгласы самых разных людей и инопланетян, без разбору. Анна зажмурилась и застонала, но Андрей крепче сжал её руку — и она тут же замолчала, прикусив губу и ответив со всей силой на пожатие его руки. Андрей услышал, что её дыхание постепенно становится ровнее и глубже. Еще несколько секунд — и Анна, гордо выпрямившись, выкрикнула:<s>r\n— Ты не учёл одного, Бог-звезда: когда люди вместе — нас не победить!<s>r\nАндрей улыбнулся, протянул левую руку в пустоту и громко позвал: ",
    "answers": [
      {
        "id": 283,
        "text": "- Александр!"
      }
    ]
  },
  {
    "id": 283,
    "text": "— Александр!<s>r\n<s>r\nНесколько мгновений — и он услышал ответ. Задыхающийся от боли Александр появился рядом. Ошеломленно озираясь, он увидел протянутую руку Андрея и тут же с готовностью ухватился за неё. Его лицо просветлело, когда душевная боль, терзающая его, исчезла. Андрей видел перед собой простого земного паренька: ничего в нём не осталось от властного убийцы с Тороса, которым помыкал Бог-солнце. Александр посмотрел на Андрея, и, встретив его одобряющий взгляд, воспрял духом:<s>r\n— Ты научил меня, что не обязательно уничтожать всё, что ненавидишь. А я осознал, что не обязательно ненавидеть всё, что не можешь принять.",
    "answers": [
      {
        "id": 284,
        "text": "- А ты научил меня лучше прятать ключи."
      }
    ]
  },
  {
    "id": 284,
    "text": "— А ты научил меня лучше прятать ключи, — с улыбкой ответил Андрей.<s>r\n<s>r\nАнна тоже протянула руку и громко позвала Валерия. Её личный водитель, которого не было рядом, когда всё началось, откликнулся быстро, и увидев взявшихся за руки людей, сразу всё понял. Скоро рядом оказалась вся его семья. Крики и стоны очутившихся здесь людей, которых мгновение назад мучил Бог-звезда, умолкали благодаря ласковым успокаивающим словам их близких, а после сменялись смехом и выкриками новых имён. Строй землян стремительно пополнялся. Шквал негативных эмоций, который направлял против людей Бог-звезда, теперь совсем не ощущался: он рассеивался, не долетая до них.",
    "answers": [
      {
        "id": 285,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 285,
    "text": "Людей становилось всё больше. Андрей увидел таксиста, которому недавно угрожал расправой: он держал на руках маленького мальчика, рядом с ним стояла, обнимая его, жена, а ту держала за руку молодая девушка — наверное, дочь. Стариков было немного — большинство из них не смогли адаптироваться к новому воздуху Земли двадцать лет назад — но так же, как Андрей ощущал присутствие своих родителей, которых он сохранил в своём сердце, так и все остальные несли с собой образы тех, кого уже нет в физическом мире. И здесь — это имело силу.<s>r\n<s>r\nТри миллиарда землян и ещё больше незримых образов собрались, чтобы дать отпор Богу-звезде, пожирателю душ. Впервые за всю историю человечества все они объединились в едином порыве. Они слились вместе, и Андрей мог чувствовать каждого из них и всех одновременно. Он был частью. Он был целым. Он был душой планеты.<s>r\n<s>r\nДушой Земли. ",
    "answers": [
      {
        "id": 286,
        "text": "Конец эпизода 13"
      }
    ]
  },
  {
    "id": 286,
    "text": "Эпизод 14: Время больших перемен.<s>r\n<s>r\n— Генерал!*(для простоты понимания все звания и понятия гозобов приводятся в человеческих эквивалентах) — закричал гозоб на капитанском мостике. — Падение прекратилось!<s>r\n<s>r\nАррох и сам это видел. Земля, только что стремительно набиравшая скорость по направлению к Великому Солнцу, внезапно резко затормозила и остановилась.<s>r\n<s>r\n— Генерал, приготовить торпеды?<s>r\n— Отставить! — отрезал Аррох. — Бог-солнце сам решает судьбу своей жертвы!<s>r\n— Есть отставить!<s>r\nАррох пристально смотрел на планету. Ничего не менялось. Он рыкнул:<s>r\n— Известите жреца о моём скором визите!<s>r\n<s>r\nОн быстрыми шагами пересёк главную залу корабля и совсем скоро оказался в храмовом комплексе. Там его ждало зрелище, которое потрясло его до глубины души: жрец с ошалелым видом сидел на полу в окружении разбросанных как попало атрибутов священной службы. Даже его головной убор валялся поодаль, чего Аррох вообще не мог представить ни при каких обстоятельствах.<s>r\n— Что случилось? — закричал он, подбегая к жрецу.<s>r\n— Люди... — проскрипел жрец, глядя на генерала безумными глазами. — Они покорили Великое Солнце. Они изменили его. Сделали таким же, как они. Великому Солнцу больше не нужны жертвы. Оно стало таким, как в древних легендах!<s>r\n<s>r\nУ Арроха побежали мурашки по коже. Это было невероятно. Невообразимо. Невозможно! Но жрец не мог ошибаться, да и генерал своими глазами видел, как остановилось падение Земли.<s>r\n— Что нам теперь делать? — растерянно спросил он у жреца. Тот развёл руками:<s>r\n— Я вернусь к медитации и буду слушать повеления Великого Солнца. Пока что останови все проекты по подготовке других жертвоприношений.<s>r\n— Слушаюсь, — ответил Аррох, развернулся и ушёл. Ему стало ясно, почему жрец разбросал священные реликвии — они символизировали боль и страдания, атрибуты прежнего Великого Солнца. <s>r\n<s>r\nВернувшись на капитанский мостик, Аррох увидел, что Земля пришла в движение — она занимала свою новую орбиту вокруг Великого Солнца.<s>r\n— Что сказал жрец, генерал? — робко спросил младший по званию гозоб.<s>r\n— Люди повернули время вспять и вернули нам доброе Великое Солнце из легенд, — сообщил Аррох по громкой связи.<s>r\nНа мостике повисла мёртвая тишина, а спустя секунду весь корабль сотряс торжествующий рёв гозобов.<s>r\n— Мы исполним своё обещание и подарим людям новую Землю! — провозгласил Аррох.<s>r\n",
    "answers": [
      {
        "id": 287,
        "text": "Эпизод 15: Падение Земли-ноль."
      }
    ]
  },
  {
    "id": 287,
    "text": "Эпизод 15: Падение Земли-ноль.<s>r\n<s>r\nКсения с замиранием сердца уселась в кресло и вздрогнула, когда оно начало откидываться назад. Она ждала этого так долго! На огромном экране над её головой появились звёзды, вдалеке стало видно крохотное пятнышко Земли-ноль. Она приближалась, голос диктора начал рассказывать про землян и их традиционные занятия, про земных животных. Ксения всё это знала. Она знала всё о Земле-ноль, кроме одного — что послужило причиной гибели \"колыбели человечества\".<s>r\n<s>r\nЕй посчастливилось попасть на Глизе-667 именно в тот день и на тот сеанс, когда свет, отражённый от Земли-ноль, принёс с собой эти знания. На глазах Ксении огромный протуберанец отделился от Солнца, и, словно лисий хвост, ударил по Земле-ноль. За одну секунду он смахнул с неё — легко, словно пыль — всю голубизну, оставив после себя мертвенно-жёлтую сферу.<s>r\n<s>r\nТрансляция прекратилась, в тишине планетариума раздался детский плач и встревоженные голоса взрослых. Ксения молчала.<s>r\n<s>r\nТеперь она знала всё о Земле-ноль.<s>r\n<s>r\nСпустя год Ксения стала журналисткой. Она выведала все скрытые факты и восстановила полную картину произошедшего:<s>r\n<s>r\nКатастрофа с гигапротуберанцем двадцать лет назад совпала по времени с началом общения с другими расами и расширением космической экспансии, так что партии оппозиционеров воспользовались этим и обвинили в произошедшем власти. Они представили катастрофу как последствие частых запусков кораблей и приёма на планете иноземных судов с неизвестными технологиями. Это помогло в проведении антиправительственной рекламной кампании: народ поверил, и произошла серия бескровных революций. <s>r\n<s>r\nНовое правительство издало ряд законов, которые должны были помочь в защите атмосферы — вот только защищать уже было практически нечего. Так, в частности, вокруг Земли появились орбитальные парковки. Постепенно нарастало народное недовольство, и новое правительство запустило пропагандистскую работу над образом Земли-ноль. Идея хорошо прижилась, и новое правительство шатко-валко смогло удержаться у руля.<s>r\n<s>r\nПостепенно земляне привыкли к новой жизни. Но не все.<s>r\n",
    "answers": [
      {
        "id": 288,
        "text": "Эпизод 16: Новая Земля. Историческая справка."
      }
    ]
  },
  {
    "id": 288,
    "text": "Эпизод 16: Новая Земля. Историческая справка.<s>r\n<s>r\nГозобы сдержали своё обещание и провели терраформирование Земли, вернув ей былой облик. Великое Солнце повелело создать новую планету для гозобов взамен их потерянной родины, и теперь Земля и Жанно вращаются по две стороны от Великого Солнца. Земляне, объединённые Великим Солнцем, изменились, искоренили тёмные стороны своей личности, что дало огромный толчок к экономическому и политическому росту. Вскоре люди стали занимать важное место в космической политике. Гозобы, переставшие воровать планеты, постепенно восстановили свою репутацию среди других рас, смогли заняться саморазвитием и торговлей, и тоже пришли к расцвету своей истории.<s>r\n<s>r\nКсения стала журналисткой и написала книгу-бестселлер о падении Земли-ноль. Позже, побывав на Новой Земле, она стала по крупицам собирать информацию о её возникновении. Но головоломка никак не складывалась: в воссозданной ей истории явно не хватало одного участника... Вторая книга так и не была выпущена.<s>r\n<s>r\nАлександр стал уважаемым политиком на Новой Земле, но никому никогда не рассказывал о своём участии в произошедшей истории. Несколько раз Ксения со своими расследованиями оказывалась в опасной близости от него, но он всякий раз ускользал, подстраивал себе алиби и симулировал факты, говорящие о его непричастности к возрождению Земли. Со временем эта их гонка стала привычкой, затем традицией — и в конце концов они поженились. До сих пор не известно, поведал ли Александр своей жене правду или же скрывал её до самой смерти.<s>r\n<s>r\nВалерий исполнил свою мечту и купил космояхту. На ней он вместе с женой бороздил просторы космоса, участвовал в регатах. Однажды во время соревнования они пропали без вести. Их дети искали их в течение многих лет, но безрезультатно.<s>r\n<s>r\nАндрей и Анна поженились и десять лет летали по Млечному Пути на \"Вороне\", торгуя, помогая людям и представителям внеземных рас. Позже они обнародовали свой проект ковчега, и он был построен совместными усилиями Земли и Жанно. Андрей с Анной возглавили первое путешествие в галактику Андромеда. В ковчеге они срубили избу, основали хозяйство, завели детей, состарились и умерли. Их дети и дети Арроха долетели до Андромеды и основали там первую гозобо-земную колонию. \"Ворон\" до сих пор стоит на той планете как памятник и ждёт своего капитана.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 289,
    "text": "Аннотация к свободной игре",
    "answers": [
      {
        "id": 290,
        "text": "Начать игру на Грацио, за пятнадцать лет до Возвращения Земли Ноль.",
        "var_str_set": [
          "current_planet_name",
          "Грация"
        ],
        "var_set": [
          "global fullscreen",
          0,
          "global money",
          2000
        ]
      }
    ]
  },
  {
    "id": 290,
    "text": "Планета: Грация<s>r\nВаш статус в правительстве: Никто<s>r\nВаш статус в преступности: Никто",
    "answers": [
      {
        "id": 296,
        "text": "Администрация"
      },
      {
        "id": 291,
        "text": "Бар"
      },
      {
        "id": 292,
        "text": "Ангар"
      },
      {
        "id": 290,
        "text": "енг",
        "url": "https://d.radikal.ru/d27/1804/34/a5f9a60a7cde.jpg"
      }
    ]
  },
  {
    "id": 291,
    "text": "",
    "answers": []
  },
  {
    "id": 292,
    "text": "Ангар",
    "answers": [
      {
        "forget": 292,
        "isBack": true,
        "text": "Назад",
        "id": 292,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 293,
    "text": "",
    "answers": []
  },
  {
    "id": 294,
    "text": "",
    "answers": []
  },
  {
    "id": 295,
    "text": "",
    "answers": []
  },
  {
    "id": 296,
    "text": "",
    "answers": []
  }
]