[
  {
    "id": 1,
    "text": "Привет! Я рада что вы зашли на этот квест! Это тестовая версия. Пишите что исправить. Что хорошо, а что плохо.\nАвтор: Zikis\nГлавные персонажи:\nСубаро, Шин, Рэйджи, Коу.\nГлавная героиня: Аям\nАям обычная девушка, которая перешла в старшую школу.  И тут она встречает.....\n\nНадеюсь вы напишите своё мнение о этом квесте♡",
    "answers": [
      {
        "id": 2,
        "text": "пролог"
      },
      {
        "id": 10,
        "text": "глава 1"
      },
      {
        "id": 28,
        "text": "глава 2"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 35,
        "text": "глава 3"
      }
    ]
  },
  {
    "id": 2,
    "text": "Меня зовут Аям, мне 17 лет, и я перешла в старшую школу. Интересно что меня ждёт дальше?? ",
    "answers": [
      {
        "id": 3,
        "text": "Красивые парни!!! Мне будут признаваться в любви каждый день!!! "
      },
      {
        "id": 4,
        "text": "Усложнения в учебной программе. Мне лучше не отвлекаться на глупости  "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ах..... Эти парни... Хотелось бы что бы всё так и было... Мечты, детские мечты....\nОй! Я забыла про время!! Осталось 15 минут до уроков!! ",
    "answers": [
      {
        "id": 5,
        "text": "Бежать в школу!!"
      },
      {
        "id": 1,
        "text": "остаться дома",
        "need": 1
      }
    ]
  },
  {
    "id": 4,
    "text": "Школа очень важна для меня и некто не посмеет испортить мне будущие!!\nОсталось ровно 20 минут до уроков. Я успею дойти до школы (5 мин),   приготовить к уроку (10 мин) и повторить что мы проходили в прошлом году!",
    "answers": [
      {
        "id": 6,
        "text": "Если поддерживаться этому плану, то я буду самой продуктивной в школе.\nИдти в школу"
      },
      {
        "id": 6,
        "text": "А может не надо быть такой серьёзной?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я взяла сумку, закрыла дверь и побежала скорее в школу. В голове были мысли о новых знакомствах и о моей неадекватной причёске.\n\"Боже все же подумают что я из бедной семьи, или типо того!! Этого нельзя допустить!!\"\n\nВдруг я врезаюсь в парня впереди меня. Я упала на землю. При падении я почувствовала боль в локте... Так как он принял на себя удар.\nЯ несколько секунд лежала на земле с закрытыми глазами. Может я пробыла в отключке? Этого я не знаю...\nОткрыв глаза я увидела симпатичного парня, который подавал мне руку. Его волосы покачивались на ветру. Вся эта сцена выглядела как какое-то аниме, с красивым парнем. \n\nПрошло более 30 секунд как я просто смотрела на него. И в этот момент я поняла в какой я неловкой ситуации...\n",
    "answers": [
      {
        "id": 8,
        "text": "Взяться за его руку и подняться"
      },
      {
        "id": 13,
        "text": "-Прости... Я не хотела... Я не специально..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Я сделала себе гульку, перепроверила всё в сумке, кратко посмотрела на себя  в зеркало и пошла в школу.\n\"Как же хорошо что я вышла так рано... Хорошо идти спокойным шагом. Ни о чём не беспокоясь... Вокруг не было не души. Кроме парня который шёл со мной на равне. У него был строгий вид, даже очки каким-то образом подчёркивали эту серьёзность. \nМы шли молча... Мне даже показалось что он меня не видел.\"\n—Первый год в старшей школе?\nСказал парень даже не посмотрев на меня.",
    "answers": [
      {
        "id": 7,
        "text": "-Да! Вот первый урок скоро начнётся!!! Даже не знаю что думать.!.\nЯ начала смеятся над собой, над своим убогим ответом"
      },
      {
        "id": 9,
        "text": "-Угу.....\nМне вообще всё равно на этот разговор. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Парень посмотрел на небо и сказал.\n—Не стоит волноваться... Это к хорошему обычно не приводит, уж поверь...",
    "answers": [
      {
        "id": 9,
        "text": "Спасибо!!! Я постараюсь!!"
      },
      {
        "id": 9,
        "text": "-Угу.... спасибо....\nСказала смущённо я"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Надеюсь ты не ушиблась?!\n—Ох... Нет! Всё в полном порядке!!\n\"О боже!!! Это самый красивый парень средней, а теперь старшей школы!!!! Это-Субаро !!\"\nОставшиюся часть пути мы шли и молчали.",
    "answers": [
      {
        "id": 9,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы подошли к школе. У забора мне переградила чья-то  рука путь. Парень с которым мы шли, прошёл передо мной спокойно. Я возмущённо посмотрела на этого нахала, рукастого.\n—Привет. Скажи ка, в каком классе учится такие красивые девушки?! \nПарень был симпатичный, даже слишком для нахала...\n—Оу... Я забыл представиться. Шин... К вашим услугам...\n",
    "answers": [
      {
        "id": 10,
        "text": "-Что ты себе позволяешь?!  Отстань от меня!\nПостараться отойти."
      },
      {
        "id": 10,
        "text": "-.....\nНачать отходить."
      }
    ]
  },
  {
    "id": 10,
    "text": "Шин прижал меня к забору. Не давая мне проходу.\n—Я знаю тебя, Аям!!! Знаю в каком ты классе, какой цвет любишь!!! Я не могу просто смотреть на тебя со стороны! Хочу что-бы ты была моя!!!! ПОНЯЛА?! ",
    "answers": [
      {
        "id": 11,
        "text": "-Я тебя даже не знаю!!! Как ты можешь на меня кричать?!!\nУбежать прочь."
      },
      {
        "id": 12,
        "text": "-Ты мне предлагаешь встречаться?! Я....Я .. тебя плохо знаю...."
      }
    ]
  },
  {
    "id": 11,
    "text": "Войдя в класс я думала о то, о сём... Урок начался, и так не заметно пролетело время...",
    "answers": [
      {
        "id": 15,
        "text": "Перемена》"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Ничего страшного!!! Я тебе дам время! Об этом не волнуйся!!! Прости что так надавил! В конце концов ты меня не знаешь!!\n—Ничего страшного! \n—Хорошо, тогда жду ответа!!",
    "answers": [
      {
        "id": 11,
        "text": "Идти в школу дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Он поднял меня, и поставил на ноги.\n—Не стоит извиняться. В этом проишествии я тоже виноват.\n ",
    "answers": [
      {
        "id": 14,
        "text": "-Это не так!!!!"
      },
      {
        "id": 9,
        "text": "Я смущена "
      }
    ]
  },
  {
    "id": 14,
    "text": "В ответ он лишь улыбнулся. Его глаза, улыбка, волосы и доброта.... Это всё заставило меня смущаться",
    "answers": [
      {
        "id": 9,
        "text": "идти дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я вышла из класса и направилась к кофейне. Подойдя к прилавку я решила,  выбрать что-нибудь. Так как очень хотела кушать.\n\"Что бы мне поесть?\"",
    "answers": [
      {
        "id": 16,
        "text": "булочка с яблоком "
      },
      {
        "id": 17,
        "text": "Салат"
      },
      {
        "id": 18,
        "text": "Сок"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я расплатилась, и уже собиралась  уходить.... Сзади я услышала как кто-то хихикнул.Повернувшись я увидела парня с белыми, чуть вьющимися волосами и кристально чистыми глазами.\n—Что смешного? \nПо детски спросила я.\n—Просто это не обычно булочка и яблоко...",
    "answers": [
      {
        "id": 19,
        "text": "-И что в этом такого?! И вообще... Не твоё это дело!!! =("
      },
      {
        "id": 19,
        "text": "-Согласна! Это странно!! В этом вся я! Кстати я, Аям!!! =)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я расплатилась за салат и пошла к своему месту. Только когда я села, я поняла, что забыла вилку. Я пошла за вилкой. Вернувшись я увидела парня который ест МОЙ салат. Я подошла ближе и.... ",
    "answers": [
      {
        "id": 20,
        "text": "-Да как ты смеешь?!  Это мой салат!!! Пошёл от сюда!!!! :("
      },
      {
        "id": 21,
        "text": "-Прости... Мне кажется ты перепутал места... Это мой салат..... :)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Расплатившись я пошла к выходу из кофейни. Людей становилось всё больше и больше, перемена приближается к концу. Я открыла сок из упаковки, и начала его пить. Вдруг в меня врезался парень.... Моя блузка... Она испорчена...\n Я понимала что может стать хуже... Если ничего с этим не сделать... То будет виден ли.... Этого нельзя допустить!!  Я прикрылась руками, и посмотрела на парня. Он был с вьющимися белыми волосами, и кристально чистыми глазами.\nОн в изумление смотрел на меня.",
    "answers": [
      {
        "id": 25,
        "text": "\"Это... ужасно!!!\""
      },
      {
        "id": 26,
        "text": "-Нельзя быть аккуратнее?! Смотри худа идёшь!!! "
      }
    ]
  },
  {
    "id": 19,
    "text": "В ответ парень засмеялся, потрепал мне волосы и ушёл в толпу...  ",
    "answers": [
      {
        "id": 28,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Не надо так злится. Твой салат здесь...\nПарень показал на место рядом. Там стоял салат... Без вилки. Как у меня... Мне сталостыдно перед ним...",
    "answers": [
      {
        "id": 22,
        "text": "Гордо уйти"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Оу...Нет. Вот твой салат...\nЯ посмотрела куда он показал.. Салат был на месте... Мне стало неловко...  ",
    "answers": [
      {
        "id": 23,
        "text": "-Сспасибо... Мне честно говоря теперь неловко перед тобой... Я сказала тебе всё с притензией..."
      },
      {
        "id": 24,
        "text": "Сесть, молча съесть салат"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Плевать! Плевать что Я сглупила!! Какая разница?!\" \nЯ гордо выпрямила спину и ушла уверенной походкой. Но в конце концов.... Обернулась и посмотрела на этого парня. На его белые, чуть вьющиеся волосы.... И кристальные глаза",
    "answers": [
      {
        "id": 28,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Ничего страшного... Бывает.\nПарень посмотрел на меня и улыбнулся.\n",
    "answers": [
      {
        "id": 24,
        "text": "Смущаться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Смущённая я, села напротив парня и мелком поглядывала на него.  Это был парень с вьющимися белыми волосами, кристально чистыми глазами.. Доела я быстро и так же быстро ушла...",
    "answers": [
      {
        "id": 28,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Я не могу опазориться на столько в первый день!!!\"\nЯ не придумала ничего лучше чем убежать в туалет. Может смогу протереть пятно...",
    "answers": [
      {
        "id": 27,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Не так сильно намокло, пятно не видно. И куда он прёт?!!\"\n—А сама!!\nПарень был на грани, что бы накричать на меня. Но я посмотрела на него грозным видом, и ушла важным шагом.",
    "answers": [
      {
        "id": 28,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 27,
    "text": "Прибежав я начала тереть пятно. Оно было не таким уж  и большим, но достаточно заметным.\n\n Дверь в женский туалет открылась и туда зашёл тот парень.... Это ведь он врезался в меня, и создал эту ситуацию с соком.\n—Всё хорошо?\n—Ддаа... Ты знаешь что ты в женском туалете?\n—И что в этом такого... Я хотел просто узнать всё ли хорошо у тебя.\n—Сспасибо....\nПарень улыбнулся и ушёл.\n",
    "answers": [
      {
        "id": 28,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 28,
    "text": "Отсидев уроки, я пошла в библиотеку. Так как на задали изучать некоторые предметы за страницами учебников.",
    "answers": [
      {
        "id": 29,
        "text": "взять книгу о биологии"
      },
      {
        "id": 29,
        "text": "взять книгу про бизнес "
      },
      {
        "id": 29,
        "text": "взять книгу про точные науки "
      }
    ]
  },
  {
    "id": 29,
    "text": "Я потянулась за книгой, но увы.. я слишком мала. И не могу до тянуться.\n—Тебе помочь? \nНе посмотрев на спасителя я сказала равнодушно:\n—Ага.\nПарень достал не ту книгу, ну.... ладно. Я открыла книгу, там было много разных учеников, их увлечения и примерный характер.\n—Спасибо!\nЯ посмотрела с счастьем на парня, а потом в книгу, и сного на него... В книге бы ланисано:         \"Рэйджи. Гордость школы, не имеет друзей. Спокойный и тихий парень.\"\n—ААААЭЭЭЭ....\n—Всё нормально..?\n—Конечно! Ещё раз спасибо! \nПарень развернулся и вышел из библиотеки.",
    "answers": [
      {
        "id": 30,
        "text": "》》"
      }
    ]
  },
  {
    "id": 30,
    "text": "Мне не особо удаётся начинать разговоры, или знакомства. Так что эта книга была моим спасением. Я день и ночь учила учеников школы. И вот, прошло три дня. Я уже вся измотаная, просто не могу оторваться. В тетради делаю пометки про тех, с кем можно сдружиться.",
    "answers": [
      {
        "id": 31,
        "text": "(может у меня паранойя??)"
      },
      {
        "id": 31,
        "text": "(Я должна почаще спать!!!!)"
      }
    ]
  },
  {
    "id": 31,
    "text": "(Боже!! Голова раскалывается!)\nЯ иду по лестнице и вдруг врезаюсь в кого-то.\n—Агх!\n—Ох, прости! Я не смотрел куда иду! Тебя донести до мед кобинета?\nЯ посмотрела на \"обидчика\" это был красивейший блондин, с голубыми глазами. В книге его звали Субаро. \"Один из самых красивых парней школы. Добр и вежлив, наблюдается интерес девушек к нему.\"\n—Оу... Нет! воздержусь, спасибо!\n—Ты еле на ногах стоишь! Без вопросов тебе надо к врачу!\nСубаро взял меня на руки и понёс в мед кобинет.\n",
    "answers": [
      {
        "id": 32,
        "text": "-Стой! Я в порядке!! Опусти меня не землю!"
      },
      {
        "id": 32,
        "text": "Пускай несёт, мне всё равно."
      }
    ]
  },
  {
    "id": 32,
    "text": "Субаро внёс меня в кабинет, положил на кровать и начал обьяснять ситуацию медсестре. Выслушав его, она сказала: \"Ладно, я поняла. Можешь не волноваться. Коу, иди сюда! У нас поциент!\" Пока медсестра выводила блондина из мед кобинета, ко мне подошёл парень с белыми волосами, и белоснежной кожей. В книге его звали Коу, да и медсестра его так назвала.\n—Голова не кружится?\n—Нет...\n—Тошноты, головной боли?\n—Неет...\n—Совсем ничего не безпокоит?\n—Совсем.\n—Ладно. Сегодня отдохни, а сейчас выйди на свежий воздух хорошо?",
    "answers": [
      {
        "id": 33,
        "text": "-Ладно. Спасибо, Коу!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Парень улыбнулся мне в след и я скрылась за дверью.\nЯ вышла на задний двор, переваривая всё в голове.\n(Боже, какой интересный день! У меня таких дней ни разу в жизни не было!!!) \nТут я увидела Шина, он стоял с такими же плохими ребятами как и он. Расстояние между нами было около трёх метров.\n—О! Шин твоя деваха пришла! -хулиган 1\n—Ага... Ничё такая! -хулиган 2\n—Ребят оставьте нас, Ок? -Шин\nВсе кивнули и быстро ушли с заднего двора, плхоже он главный в этой банде.\n—Ты пришла ответить на мои чувства?! \n—Не совсем...\n—Значит нет...\n—Не в этом смысле! Для меня эти три дня были сложны... И я хочу сказать что...",
    "answers": [
      {
        "id": 35,
        "text": "Выбор основного персонажа "
      }
    ]
  },
  {
    "id": 34,
    "text": "Привет мои хорошие! Я рада что вам интересно продолжение!♡\nСейчас у меня очень плотный график, НО так как меня очень вдохновляют лайки... Если вам понравилось поставьте лайк. Вам не сложно, мне приятно♡♡♡ \nНа счёт следуйщей главы... СЮЖЕТ ПРИДУМАН.\n Вот маленькое пособие на счёт следующей главы:\n\n В конце или середине главы будет написано \"выберите основного героя\". То есть, если вы выберите Коу то вы будите с ним лучшими друзьями или парочкой в конце концов. \nТак что выберайте внимательно основного героя (от этого зависит сюжет)\n\n\nВСЕХ ЛЮБЛЮ!!♡♡♡",
    "answers": [
      {
        "id": 1,
        "text": "♡》♡》"
      }
    ]
  },
  {
    "id": 35,
    "text": "Выбор основного персонажа  ♡♤♡",
    "answers": [
      {
        "id": 36,
        "text": "Субаро"
      },
      {
        "id": 37,
        "text": "Шин"
      },
      {
        "id": 38,
        "text": "Рэйджи"
      },
      {
        "id": 39,
        "text": "Коу"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Ты пришла ответить на мои чувства?! \n—Не совсем...\n—Значит нет...\n—Не в этом смысле! Для меня эти три дня были сложны... И я хочу сказать что... Мне нравится другой парень. Он красивый, модный и заботливый...♡\n—И кто этот самозванец ?!\n",
    "answers": [
      {
        "id": 40,
        "text": "-Что ты задумал?!"
      },
      {
        "id": 40,
        "text": "-И что ты собираешься делать с этой информацией?"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Ты пришла ответить на мои чувства?! \n—Не совсем...\n—Значит нет...\n—Не в этом смысле! Для меня эти три дня были сложны... И я хочу сказать что... Я тебя плохо знаю и...\n—То есть  я тебе не безразличен?!\n",
    "answers": [
      {
        "id": 41,
        "text": "-Ну можно и так сказать..."
      },
      {
        "id": 41,
        "text": "-Я... Ну, Ээээ... Да?"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Ты пришла ответить на мои чувства?! \n—Не совсем...\n—Значит нет...\n—Не в этом смысле! Для меня эти три дня были сложны... И я хочу сказать что... Мне очень помог Рэйджи. Он дал мне книгу, которая точно изменит мою жизнь! Я, я смогу общаться со всеми, как обычная девушка.\nШин смотрел на меня, как буд-то за мной стоит монстр.",
    "answers": [
      {
        "id": 42,
        "text": "-Что? Что ты там увидел?"
      },
      {
        "id": 42,
        "text": "-Ты меня вообще слышишь?"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Ты пришла ответить на мои чувства?! \n—Не совсем...\n—Значит нет...\n—Не в этом смысле! Для меня эти три дня были сложны... И я хочу сказать что... Коу очень мил и добр...И я не хочу..  \n—Аям!! Возвращайся в кабинет!! -Закричал мне Коу, у в входа в школу.\n—Иду!   Прости, Шин. Мне пора идти!",
    "answers": [
      {
        "id": 61,
        "text": "идти к Коу"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Не волнуйся. Я его не трону и пальцем. Наверное....\n—Наверное!?! Обещай мне, что не будешь трогать его!\n—Ладно. Обещаю... Желаю удачи тебе с Субаро...",
    "answers": [
      {
        "id": 43,
        "text": "-От куда ты знаешь?!"
      },
      {
        "id": 43,
        "text": "-Какой ещё Субаро?!?"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Ты и в правду очень добрая. И каждый раз это подтверждается. И каждый раз я понимаю что ещё сильней теб...\n—Кгхм!\nСзади нас стоял Рэйджи с очень серьёзным выражением лица, даже серьёзней чем обычно.\n—Шин, и.... девочка? Вы знаете что нарушаете закон нашей школы?\n—Я? Нет! То есть, не знала!\n—Вы! Показываете ваши чувства к друг другу не за пределами школы!! Это может грозить отчислением. А пока я просто вас предупредил...\nРэйджи скрылся в тени от школы. А мы с Шином удивленно переглянулись.",
    "answers": [
      {
        "id": 52,
        "text": "глава 3\nЗвонок на урок》"
      }
    ]
  },
  {
    "id": 42,
    "text": "Обернувшись я увидела Рэйджи который похоже всё это время стоял сзади.\n—Рэйджи?!!\n—....\n—Я, я... Ты не так всё понял!\n—Как это ещё понять?\n—Я, я.... не знаю....\n—Я не стал хуже о тебе думать, Аям. Ты всё та же неуклюжая и милая девушка, что и раньше.\n—Спасибо... Спасибо! Что не изменил своё мнение обо мне! Спасибо!",
    "answers": [
      {
        "id": 57,
        "text": "глава 3"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Меня не провести! Я слишком хорошо тебя знаю. Так что не ври, не мне, не себе.\n—Ты, ты, ты!!!\n—Не можешь найти слов, не так ли? Не волнуйся, я не выдам твой секрет. Но знай, вам не суждено быть вместе...",
    "answers": [
      {
        "id": 44,
        "text": "-Дурак!! Бесишь меня!"
      },
      {
        "id": 44,
        "text": "-Игоист! Только и думаешь о своём счастье! "
      }
    ]
  },
  {
    "id": 44,
    "text": "Шин не слушал меня, и вошел обратно в школу.",
    "answers": [
      {
        "id": 45,
        "text": "глава 3"
      }
    ]
  },
  {
    "id": 45,
    "text": "На перемене я искала Субаро. Но к сожалению поиски не увенчались успехом...\n(Ну как- так-то? Я же его сегодня видела! Он же точно не мог уйти раньше уроков! Или мог?)\nЗа весь день я не нашла его. Так что надо придумать куда пойти со школы. ",
    "answers": [
      {
        "id": 46,
        "text": "идти домой"
      },
      {
        "id": 47,
        "text": "идти за продуктами, а потом домой"
      },
      {
        "id": 48,
        "text": "пойти на шопинг"
      }
    ]
  },
  {
    "id": 46,
    "text": "(Так много домашки задали.. Уроков невероятно много! Скоро первые контрольные и тесты пойдут...)\nПока я шла постепенно начал идти дождь.\n—Вот так не свезло! Зонт именно сегодня забыла!\nВдруг кто-то сзади укрыл меня от дождя под зонтом. Повернувшись я увидела Субаро.\n(Почему он появился прямо сейчас?! Не самый лучший момент,  я...)\n—Тебе помочь дойти до дома? -Неожиданно сказал Субаро.\n—Нет! То есть да! Короче... Я не против!\nВ ответ он улыбнулся его идеальной, милейшей улыбкой. Мы шли очень близко к друг другу.\n—Хэй... Твоё плечо намокло! Почему бы тебе не придвинуться ближе? -Воскликнул Субаро.",
    "answers": [
      {
        "id": 49,
        "text": "-Угу... -Смущённо сказала я."
      },
      {
        "id": 49,
        "text": "-Всё хорошо. Ничего страшного!"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я дошла до магазина, купила всё нужное и пошла домой.",
    "answers": [
      {
        "id": 46,
        "text": "》》"
      }
    ]
  },
  {
    "id": 48,
    "text": "Дойдя до Молла я поняла что,  я не взяла деньги... Так что мне пришлось идти домой...",
    "answers": [
      {
        "id": 46,
        "text": "》》"
      }
    ]
  },
  {
    "id": 49,
    "text": "Он взял меня за плечо, и придвинул меня ближе к себе. Я бы это даже назвала \"приобнял.\" \nНаконец мы дошли до дома.\n—Спасибо, Субаро! Это мой дом.\n—Уже?!\n—Да! Спасибо, пока!\n—Стой! -Вскрикнул парень, и схватил меня за запястье.\n—А?!? -От неожиданности моё сердце начало стучать быстрее, и я начала краснеть.\n—Я хотел узнать... Как тебя зовут, прекрасная принцесса?\n—Аям! -Сказала я улыбнувшись.",
    "answers": [
      {
        "id": 50,
        "text": "зайти в дом "
      }
    ]
  },
  {
    "id": 50,
    "text": "Зайдя в свою комнату я плюхнулась на кровать.\n(Я не вела себя странно? Почему моё сердце так застучало, от его неожиданного прикосновения?)\n ",
    "answers": [
      {
        "id": 51,
        "text": "》》》"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Эх... Надо поучить домашку.. А то совсем всё сложно будет, и с учёбой ,и с ...",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Ох! Вот это да!!! Звонок! -Сказал супер наиграно Шин.\n—Ага! Вот, так не задача!!!\n—Мне пора!\n—И мне!\nНам было супер неловко. Я даже не знала что сказать ему при следующей встрече.\n(И что мне сказать?! \"Привет, Шин! Ты супер милый и крутой! Мне кажется ты мне небезразличен!!! =) \" Ох... Я такая тупая....)\n",
    "answers": [
      {
        "id": 53,
        "text": "урок"
      }
    ]
  },
  {
    "id": 53,
    "text": "Урок биологии был как обычно скучен, так я всё знаю на перёд.  Так что мне оставалось ничего, как думать о разговоре с Шином.\n( Как я могла сказать? :\n\"—Не в этом смысле! Для меня эти три дня были сложны... И я хочу сказать что... Я тебя плохо знаю и...\"\nЭто так глупо!!! Кстати. Что он хотел сказать: \n\"—Ты и в правду очень добрая. И каждый раз это подтверждается. И каждый раз я понимаю что ещё сильней теб...\"\nМожет это о том что я думаю? Он хотел мне признаться?\nНЕ.... НАВРЯТЛИ..)\n",
    "answers": [
      {
        "id": 54,
        "text": "выйти из школы"
      }
    ]
  },
  {
    "id": 54,
    "text": "Когда я вышла из школы была прекрасная погода. На небе не было ни одной тучки. \n(Сегодня слишком хороший день! Даже как-то странно!) \nВдруг у ворот школы я заметила до жути знакомые красные-рыжие волосы.\n(Такие волосы могут быть только у....)\n—Шин!! Привет!!\nНе знаю зачем, но начала кричать, махать рукой, и медленно приближаться к Шину....\n ",
    "answers": [
      {
        "id": 55,
        "text": "》¿?》"
      }
    ]
  },
  {
    "id": 55,
    "text": "И по мере моего приближения я видела всё более полную картину происходящего. Шин не просто стоял у ворот. Он целовался... С какой-то красивой девушкой...  \nУ неё были тёмно-синие, длинные волосы, очень хорошая фигура. Одета она была в новое, моднейшее платье, которое в добавок было супер облегчающие и короткое.\n(Почему? Почему? Почему!!!!!)\nКогда я была от них в трёх метрах, меня заметил Шин. И оттолкнул  девушку.\n—Аям, ты всё не так поняла!!\n—Да! Так и есть, я не всё так поняла... Когда ты мне сказал в первый день: \n\"—Я знаю тебя, Аям!!! Знаю в каком ты классе, какой цвет любишь!!! Я не могу просто смотреть на тебя со стороны! Хочу что-бы ты была моя!!!!\" Разви ты мне не это сказал?!",
    "answers": [
      {
        "id": 56,
        "text": "》убежать》"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Я правда не могу смотреть на тебя со стороны!!\nНо я уже бежала, бежала прочь от забора школы. Просто, подальше от туда. Я даже не заметила как начала плакать.\n(Почему сердце так ноет?! Почему?)\n\nЯ пришла домой и рухнула на кровать. \n—Завтра сложный день... пора спать.",
    "answers": [
      {
        "id": 1,
        "text": "конец главы 3"
      }
    ]
  },
  {
    "id": 57,
    "text": "Шин зевнул и сказал:\n—Ну вы и зануды... Я пошёл. Пока!\nЯ и Рэйджи переглянулись и одновременно начали смеятся.\n—Ну вы и зануды!!! -перекорчивая лицо говрила я.\n—Я пошёл! -говорил Рэйджи, войдя в оброз \"Шина короля\"\nНо вдруг прозвенел звонок.\n—Ладно. Мне пора в класс... Не в моём стиле опаздывать. -сказал успокоившись Рэйджи.\n—Хорошо! Я тоже пойду в класс! \n—Тогда до встречи?...\n—Да! До встречи!",
    "answers": [
      {
        "id": 58,
        "text": "》После уроков》"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я была в прекраснейшим настроении. Из головы не вылетал образ улыбающегося Рэйджи.\n(Интересно он часто улыбается? Надеюсь только я видела его улыбку... Потому что она восхитительна.)\nВыйдя из двора школы я направилась к дому. Вдруг у одного переулка, меня затащили в какой-то тёмный угол. Я даже не успела пискнуть, как мне заткнули рот.",
    "answers": [
      {
        "id": 59,
        "text": "попытаться вырваться"
      }
    ]
  },
  {
    "id": 59,
    "text": "Попытка была без успешной.  Я не могла смериться со своей судьбой. \n(Почему я? Почему сегодня?! Я больше не увижу родителей?!) \nВдруг откуда не возьмись появился Рэйджи, и с одного удара повалил взрослого мужчину. Остальные переглянулись и убежали.\n\n",
    "answers": [
      {
        "id": 60,
        "text": "-Что здесь происходит?!"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Не волнуйся, я отведу тебя домой. \n—Объясни мне, что это только что было!!!!\n—Прости, не хочу тебя вмешивать в это...\nРэйджи  довёл меня до дома. Зайдя домой, я села делать уроки. \nТак я и провела свой вечер",
    "answers": [
      {
        "id": 1,
        "text": "конец главы 3"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Мы не закончили разговор! -закричал Шин мне в след.\nНо я уже зашла обратно в школу.\n—Что-то случилось, Коу?\n—Да. Точнее нет... Просто я думал этот задира тебе угрожает.\n—Пф! Шин? Он же мне признался, смысл ему меня обижать!?\n—Пппризнался?!!!\n—Да! В первый день учёбы! Это было так неожиданно! Он типо такой крутой, прижал меня к забору, и говорит \"Ты будешь моя!!\". Ну... что-то в этом роде.\n—В первый день учёбы? Крутой? Прижал к забору? \"Ты будешь моя!\"?\n—Ага! \n—Ясно.... То есть теперь ты и он.... Вы... Вместе?!\n—Что?! Нет! Я конечно ему отказала! \n—Отказала? Ну он же \"крутой\"!\n—Крутой не значит добрый, вежливый, и умный.\n—Но я думал...",
    "answers": [
      {
        "id": 62,
        "text": "-Ты думал я люблю за крутость!?"
      },
      {
        "id": 62,
        "text": "-Чего?"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Нет! Ничего.... Забудь!\n—Ох... Ну ладно.\n—???\n—Я ему сказала, что люблю другого...\n—И кого же..?\n—А это секрет! \nПодмегнув я убежала готовиться к уроку",
    "answers": [
      {
        "id": 63,
        "text": "》》"
      }
    ]
  },
  {
    "id": 63,
    "text": "Дома пришлось делать огромное домашнее заданее и ложиться спать",
    "answers": [
      {
        "id": 1,
        "text": "конец главы 3"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  }
]