[
  {
    "id": 1,
    "text": "\nЖанр: Фэнтези, боевик, романтика\n\nАннотация: Где-то далеко, на другой планете, в другом измерении, существует страна — Дисландия, населенная фантастическими драконоподобными созданиями, которые уже долго ведут кровопролитную войну с жестокой расой эльфов. \n Вы по стечению странных обстаятельств окажитесь в самой гуще этих событий, решающих судьбу далекого мира, где вам придеться сражаться, любить и умирать. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 223,
        "text": "Концовки"
      },
      {
        "id": 224,
        "text": "Содержание"
      },
      {
        "id": 225,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "                               Глава1 \n\nВыйдя из главного здания железнодородного вокзала, вы решли осмотреться. Вдалеке ветер колыхал деревья, как приятно улавливать его мягкое дуновение после шумного  пыльного вокзала. До ваших ушей до сих пор долетал скрип рельс и вагонов, крики людей и гул многолюдной толпы. Утреннее солнце греет вам спину. Вы стоите посреди прилежащей к вокзалу парковки. Скоро должен подойти автобус, который довезет вас до вашего санатория.\n ",
    "answers": [
      {
        "id": 3,
        "text": "Подойти к остановке"
      }
    ]
  },
  {
    "id": 3,
    "text": "Подойдя к остановке и взглянув на расписание вы садитесь на деревянную скамью, положив возле себя свой рюкзак и поставив на землю небольшой потрепанный чемодан. По вашим соображениям автобус должен был подойти только через двадцать минут и поэтому вы, терпеливо ожидая автобус, со спокойной совестью, погрузились в свои мысли. Вам казалось, что вы уже слышите приятный шум накатывющих волн, крики чаек, шелест листвы в саду и видите заходящее над морем солнце...\n\nВаши размышления прервал скрип тормозов. К остановке медленно подъехал нужный вам автобус. Вы, схватив свои вещи, запрыгнули в него. Двери со скрежетом закрылись за вами. Расплатившись с кондуктором, вы заняли свободное место у окна в правом ряду. Людей здесь было совсем немного. Бывшие здесь тихо переговаривались, из дальнего конца салона слышалась чья-то ругань.\n",
    "answers": [
      {
        "id": 4,
        "text": "Смотреть в окно"
      },
      {
        "id": 5,
        "text": "Дремать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Тронувшись, автобус не спеша начал набирать скорость. За окном замелькали немногочисленные деревья, иногда пейзаж менялся, и тогда перед вами расстилались огромные поля подсолничников или пшеницы. В эти минуты вам казалось что вы едите по бескрайнему  желтому морю.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i627/1709/7a/1687f48985d6.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Путь предстоял не близкий, не меньше трех часов езды, и поэтому вы решили вздремнуть. Облокотившись на спинку кресла, вы закрыли глаза. Автобус слегка покачивало и в скором времени вам удалось заснуть.",
    "answers": [
      {
        "id": 6,
        "text": "Дремать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Через несколько часов изнуряющей поездки автобус замедлил ход и наконец остановился. Кто-то громко объявил, \"Санаторий \" Солнечный берег\". Люди по очереди, с вещами, стали выходить на улицу. Вы не замедлили последовать их примеру. Выбравшись на улицу, вы увидели перед собой ворота санатория. Над воротами висела табличка, на которой красными буквами было написано \"Добро пожаловать. Солнечный берег\". Рядом с воротами находился пропускной пункт белого цвета, из окошка которого выглядывал охранник. Чуть подальше виднелись ровные ряды аккуратных домиков. Неподалеку от них находились хозяйственные и административные постройки.",
    "answers": [
      {
        "id": 7,
        "text": "Войти внутрь"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c22/1807/69/16c8237c9653.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "                               Глава 2\n\nЦелый день стояла страшная жара. Солнце беспощадно пекло с полудня и до самого вечера, пока постепенно не скрылось за горизонтом. Вы сидите у открытого окна, в своем домике, и отдыхаете, наслаждаясь прохладой. Сегодня было так жарко что пришлось просидеть целый день дома. \n\nВы посмотрели на небо, погода стояла ясная, отчетливо были видны  звезды. Единственное что нарушало красоту пейзажа была луна. Она казалась неестественно огромной, её поверхность светилась багрянцем,  что выглядело довольно зловеще.",
    "answers": [
      {
        "id": 8,
        "text": "Отойти от окна"
      },
      {
        "id": 7,
        "text": "введите команды для картинки",
        "url": "http://s011.radikal.ru/i318/1709/8c/f7eff319e015.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы стоите посреди небольшой кухни,  обставленной довольно просто. Слева от вас находится деревянный обеденный стол на четырех ножках, вокруг стоят три стула с высокой спинкой. Напротив стола, на стене висит большое зеркало без оправы. В углу находился белый холодильник, перед ним газовая плита. Из кухни в коридор ведет старая потертая дверь, над которой висят круглые настенные часы.",
    "answers": [
      {
        "id": 9,
        "text": "Подойти к часам"
      },
      {
        "id": 10,
        "text": "Подойти к зеркалу"
      },
      {
        "id": 11,
        "text": "Выйти на улицу",
        "need": 9
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы подходите к часам. Слышно негромкое тиканье. Стрелки показывают время: \"11:27\".\n\"Может еще не поздно пойти прогуляться\", — подумали вы.",
    "answers": [
      {
        "id": 8,
        "text": "Отойти от часов"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы подошли к зеркалу. На вас были надеты простые летние шорты и черная майка с коротким руковом.\nВы внимательно всматриваетесь в свое отражение. \n(Здесь вы можете выбрать внешность) ",
    "answers": [
      {
        "id": 62,
        "text": "Внешность 1"
      },
      {
        "id": 63,
        "text": "Внешность 2"
      },
      {
        "id": 64,
        "text": "Внешность 3"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы открыли входную дверь и вышли на улицу.  От высокого крыльца на котором вы стояли вели три тропинки. Одна в рощу, вторая к берегу моря, а последняя вдоль вашего дома, к центру санатория.\n\n\"Куда мне отправиться ?\" — подумали вы.\n Идти к центру санатория не было никакого смысла и тем более желания,  поэтому вы отправились... ",
    "answers": [
      {
        "id": 12,
        "text": "В рощу"
      },
      {
        "id": 13,
        "text": "К морю"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили отправиться в хвойную рощицу неподалеку.\n \nСолнце давно зашло за горизонт и вы шли погрузившись в сумерки. Луна светила вам в спину, но ее света было достаточно для того что бы различать под ногами тропинку.",
    "answers": [
      {
        "id": 14,
        "text": "[Продалжать идти] "
      },
      {
        "id": 12,
        "text": "введите команды для картинки",
        "url": "http://i013.radikal.ru/1709/56/759e8f0a31e9.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы зашагали по дорожке ведущей к морю. Уже через несколько минут ходьбы  можно было различить отдаленный шум прибоя. Полная луна ярко светилась красноватым светом.",
    "answers": [
      {
        "id": 15,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Через десять минут, вас постепенно стали окружать деревья. Ветер тревожно шелестел в их колючих ветвях, покачивая из стороны в сторону верхушки. Вы, резко остановившись, осмотрелись. Здесь было жутковато. Между деревьями сочился непонятный пронизывающий холод, хотя на небе было ни облачка, и днем было достаточно тепло,  вы вздрогнули. Среди деревьев темнота становилась плотнее, она медленно обступала рощу, заполняя ее собой.  На фоне едва светлеющего неба, вы заметили громоздкую ссутулившуюся  фигуру, сидящую на дереве. Что-то очень большое перебирало длинными когтистыми лапами там, наверху. Эта фигура не торопясь повернула в вашу сторону голову. \n Сверкнув огромными светящимися глазами, и что было сил ухнув, оно взлетело хлопая крыльями. \n  Всего лишь сова. Тем не менее вам расхотелось оставаться здесь.  Тропинка круто поворачивала к морю.",
    "answers": [
      {
        "id": 15,
        "text": "[Идти вперед] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Наконец вы пришли. Перед вами раскинулась широкая полоска дикого пляжа. Море сильно волновалось уже несколько дней. Дул порывистый ветер.\nЗрелище было весьма завораживающим. Вам захотелось прогуляться по гладкому песку, \nомываемому солеными волнами.\nВы спустились с полого склона, на котором стояли оглядывая пляж, и пошли вдоль береговой линии.\n  \nИногда море выбрасывает на берег разные вещи. В одних случаях это — мелкие крупицы янтаря или ракушки, в других предметы  когда-то потерянные. \n\"Может и мне повезет найти что — нибудь?\" — естественно, подумали вы. Но к сожалению под ногами у вас были лишь комки мутно-зеленых водорослей, не представляющих для вас никого интереса.\n Вдруг под вашими ногами что-то хрустнуло. ",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть вниз"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "http://s008.radikal.ru/i304/1709/c3/d7f8f6deb4b8.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "На песке, запутавшись в водорослях, лежал, поблескивая бронзой, круглый медальон. От него отходила толстая разорванная цепочка.\n\nВы поспешно взяли вещицу  в руки и стерли с нее прилипший к корпусу песок. На лицевой стороне был выгравирован странный символ. Он напоминал букву \"Л\",  две  скрещивающиеся под углом линии, которые в свою очередь пересекались горизонтальной другой.\n\nМедальон блестел в лунном свете и казалось что свет наполяет его, от чего тот становится тяжелее.\nОн на самом деле становился тяжелее с каждой минутой и казалось весил уже несколько килограммов. В скором времени вы уже не могли удержать его одной рукой. \nВы хотели бросить странную штуковину на землю.  Неожиданно вы заметили маленький замочек на корпусе, судя по всему с его помощью можно открыть крышку медальона.",
    "answers": [
      {
        "id": 17,
        "text": "[Открыть] "
      },
      {
        "id": 18,
        "text": "[Бросить эту штуку на землью] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Из под открытой крышки, фонтанном брызнули фиолетовые искры, яркий луч света, ослепив,  ударил вам в лицо. Закружилась голова, окружающие вас предметы стали быстро терять свои очертания.  Вы глубоко вдохнули и потеряли сознание...",
    "answers": [
      {
        "id": 19,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Медальон, упав на песок, открылся сам собой...",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "                               Глава 3\n\nВы лежали ничком на чем-то мягком, лицом вниз. Над вами щебетали птицы, слышалось чье-то карканье, наверное вороны. Было холодно. \n \n Пролежав минут пять, вы разлепили глаза и поднялись на ноги. Голова раскалывалась. Вас мутило. В руках у вас все еще был медальон, который был найден на берегу.  Вы непослушной трясущейся рукой  положили его в карман, испачканных в траве, шорт и бегло огляделись. Солнечный свет едва проникал через густые еловые ветви. Стоял сильный туман. Ваши ноги проваливались в густой и мокрый  мох.\n\"Как меня сюда занесло?!\", — вслух  произнесли вы.\n \"Какой-то бред...\"",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i611/1709/33/9e30853437b2.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "                        Внимание !\n\nС этой страницы вы можете переходить к главам квеста, с условием что вы уже открыли нужную вам главу.",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1",
        "need": 2
      },
      {
        "id": 7,
        "text": "Глава 2",
        "need": 7
      },
      {
        "id": 19,
        "text": "Глава 3",
        "need": 19
      },
      {
        "id": 80,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы ничего не могли понять. Как оказались здесь?  Что это за                   болотистый лес ?  Вас бросило в холодной пот, резко сдавило грудь.Тут же тучи болотной мошкары,  учуяв ваш запах,  стали слетаться и больно кусать.   \n  \n Ясно одно,  нужно выбираться отсюда.\n\nВпереди виднелся поднимающий вверх густой черный дым. \"Наверное  в той стороне санаторий,  или какая-нибудь деревня \", — подумали вы. В противоположном направлении вы заметили просвет между деревьями. Там мог быть выход из леса. ",
    "answers": [
      {
        "id": 22,
        "text": "[Идти к просвету] "
      },
      {
        "id": 23,
        "text": "[Идти к дыму] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решили что выход из леса скорее всего находится в той стороне и стали,  спотыкаясь, пробираться через колючие заросли кустарника к тому месту,  где виднелся просвет. Еловые ветви хлестали вас по лицу, ноги,  насквозь промокшие от лесной сырости,  проваливались по щиколатку в болотистую почву, вам  приходилось помогать себе руками, цепляясь за землю. Понемногу деревья стали расступаться и вы наконец  вышли на обочину какой-то просёлочной дороги.  \nВы присмотрелись, на песке были видны следы. Судя по всему,  недавно здесь проходило много людей,  двигавшихся в одну сторону. \n \nВы выдохнули. Тревога отпустила вас, и вам  стало спокойней. Дорога есть важный признак цивилизации, а значит неподалеку обязательно  находиться населенный пункт, где можно было бы получить помощь. Но в какую сторону следовало идти ? Неожиданно позади послышался звук шагов. ",
    "answers": [
      {
        "id": 24,
        "text": "Обернуться "
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "http://i056.radikal.ru/1709/7e/74b765a81307.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы пошли в ту сторону,  где виделся столб густого черного дыма, поднимающегося над верхушками елей. Чем ближе вы подходили к цели тем сильнее становился, непонятно откуда взявшийся, тяжелый  тошнотворный запах. Неожиданно деревья расступились и перед вами открылась картина поразившая вас до глубины души. Это было совершенно  незнакомое вам место,  которое еще недавно  было, судя по всему, деревней. Сейчас же это было пепелище, залитое кровью. Догорали груды обугленных досок. Земля была полностью истоптана,  на ней виднелись следы сапог и конских копыт. В центре были сложенны  в груду  тела жителей.\n\nМежду рядами развалин ходили существа отдаленно напоминающие людей. Они копошились в кучах досок, оттаскивая к общей массе тел найденные под завалами трупы, перекрикиваясь и переругиваясь на незнакомом языке. \n\nСущества походили на людей, но только формой тела,  головы же были зверинные,  ни то как у фантастических драконов,  ни то как у больших ящериц. На них были надеты  доспехи, а на поясах висели длинные мечи. ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": " Сквозь туман, на дороге показалась   неторопливо идущая фигура. Когда вы смогли внимательнее  рассмотреть темный силуэт, у вас вновь бешено забилось сердце. Незнакомец был закутан в синеватый плащ с капюшоном, отбрасывающим тень и скрывающим лицо,  в руке он держал деревянный посох. \nЗаметив вас силуэт на секунду застыл,  а затем, подняв глаза,  спокойно взглянул на вас маленькими, жёлтыми, светящимися  глазками.  \nРезкий и протяжный шипящий звук заставил вас вздрогнуть. \n— Шииис шжооозс шиш... \nШипение,  исходящие явно от таинственного незнакомца, повторилось. \n— Шииис жооозс шаязз... \nЗатем последовала целая череда похрипований и шипений\n— Шиш,  чшшшиии дии нааас чшииисс ? \nДааашсдис уссс ссссааа и рашш. Ша уссси ш усссид. Аш дшааас шисссз ?\n\n",
    "answers": [
      {
        "id": 25,
        "text": "[Молчать] "
      },
      {
        "id": 25,
        "text": "- Отвали,  псих"
      },
      {
        "id": 25,
        "text": "- Не понимаю."
      }
    ]
  },
  {
    "id": 25,
    "text": "Ваш собеседник, неторопливо подошёл к вам почти в плотную и резким движением скинул капюшон. \n\nВытянутая узкая,  покрытая плотной зелёной   чешуей, морда.\n В пасти маленькие,  острые зубы. На челюстях и подбородке виднелись короткие костяные наросты. И это существо очень внимательно разглядывало вас. Его глаза прищурились.  Вы не успели опомнится как  ящер схватил вас за локоть. Отбросив свой посох,  он запустил  руку-лапу в складки мантии,  извлек маленький тряпичный мешочек,  в котором было что-то имеющие резкий запах. ",
    "answers": [
      {
        "id": 26,
        "text": "Стоять на месте "
      },
      {
        "id": 25,
        "text": "введите команды для картинки",
        "url": "http://s46.radikal.ru/i111/1709/4b/74a3e2905356.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Раскрыв мешочек, ящер достал из него щепотку желтого порошка, поднеся ее к своей морде, он сильно дунул вам в лицо. Вы закашлялись,  порошок попадая в дыхательные пути вызывал жжение в горле, и слезы. Тем временем ящер, убрав мешочек и подняв с земли посох,  отошел на несколько шагов. Жжение становилось сильнее. Оно, как огонь,  распространялось по всему телу. Подступало к голове. Вам казалось что ваша  голова пылает как факел, а мозг вот-вот расплавиться или взорвется.  Из глаз ручьём текли слезы,  вокруг на подобии фейерверков вспыхивали разноцветные пятна. Звенело в ушах. \n\nА ящер стоял рядом и не то скалился,  не то криво улыбался,  прищурившись  смотря на вас. \n— Не иззшшш уж больношшш. ",
    "answers": [
      {
        "id": 32,
        "text": "- Что? Ты... "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Кто обладает этой силой? — спросили вы.  \n  Церуд на секунду задумался. \n — Эрпэн. Только он сможет тебе помочь. Придется найти его и заручиться  доверием. \n Я могу помочь. Имея влияние, я смогу провести тебя к императору. Насколько мне известно он стоит во главе армии, уже  перешедшей дисландскую границу.  \n— Как туда попасть ? — перебив Церуда, спросили вы. \n— У любой армии есть снабжение, к войскам постояно приходят обозы с едой и оружием. Круруб — офицер, вместе со своими солдатами, соправаждает обозы. Он стоит лагерем неподалёку. \n— Тогда надо найти и его! — воскликнули вы. \n— В путь. — решительно сказал  Церуд и,  операясь на свой деревянный посох,  зашагал по дороге. \n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Существа вас заметили,  раздались шипение и крики. Четверо из них подбежали к вам, приготовив к бою оружие.  Вперед выступил один. На нем был металлический панцирь,  на затылке и плечах,  в отличие от своих собратьев,  виднелись пучки разноцветных перьев. Он прошипел:\n\"Шоссс шиииссс,  ша диссшан, шес сшииис диш... \"",
    "answers": [
      {
        "id": 29,
        "text": "Оставаться на месте"
      },
      {
        "id": 30,
        "text": "Броситься бежать "
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "http://s011.radikal.ru/i317/1709/db/7ece5e7c7a1b.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Впереди стоящий,  оглянувшись в сторону своих, кивком указал на вас,  и добавил что-то  вполголоса на своём языке. Тут же двое схватили  вас за руки,  и мощным рывком поставили на колени, третий, в руках которого был тяжелый двуручный топор, подошел к вам. Вы ужаснулись,  при мысли об обезглавлевонии или о чем-то похожем. \n Ящер занес топор...    и плашмя ударил вас по голове. От мощного удара вы потеряли сознанине. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы повернулись и уже собирались бежать, но что-то тяжелое  ударило вас по затылку. Вы рухнули на землю и вновь потеряли сознание. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": " Вот уже второй раз за день вы приходите в себя, выбираясь из липкого мрака беспамятства. Не решаясь открыть глаза,  вы лежали свернувшись калачиком,  упираясь во что-то твердое ногами. Сильно затекшие руки ваши были туго связаны веревками, больно натирающими запястье. Голова болела еще сильнее чем тогда, в лесу. Рядом кто-то прошел. Вы съежились при мысли о тех драконоподобных тварях. Сильный удар в живот выбил из вас дух. \n— Вшшшааавш шиш, сзззшшшааа,  — послышалось над вашим ухом.        Разлепив глаза, вы различили фигуру ящера с алебардой, ударившего вас. Он стоял совсем рядом  и пускал в вашу сторону косые,  полные подозрения и злобы взгляды, непредвещавшые ничего хорошего. Чуть поодаль стояли еще двое. Один был тот самый в стальных доспехах, он был крупнее своих товарищей, в отличии от них имел большие зубы, и длинные, зловещего вида,  когти. Кивая в вашу сторону,  он неслышно переговаривался со вторым, закутаным в синию мантию и державшим в руках деревянный посох. ",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "http://s16.radikal.ru/i191/1712/ec/fa6bfa5e19e1.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Я ссссказал что, зззссселье не так ужжж болезззненно. \n Спокойно рассудил ящер. Он говорил!     Сквозь назойливое шипение можно было различить понятные слова.\n— Чужеззземец, теперь, когда ты можешь понимать дисландскую речь я предсссталюсь. Я  Церуд Добрые-руки, боевой маг, его императорского величессства. Ссскажи мне,  Кто ты?  Откуда? И куда идешь? ",
    "answers": [
      {
        "id": 33,
        "text": "- Я ээээ... "
      },
      {
        "id": 33,
        "text": "- Что за..? "
      },
      {
        "id": 34,
        "text": "- Я просто путешественник"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ящер  нацелил на вас свой посох. \n—Не шути со мной, или я превррращу тебя в пепел. Говори, что ты делаешшшь ззздесь... ",
    "answers": [
      {
        "id": 34,
        "text": "-Я просто путешественик... "
      }
    ]
  },
  {
    "id": 34,
    "text": "— Я просто путешественник — подумав,  сказали вы,  — и не ищу неприятностей. \n—Неудачное месссто и время для прррогулок, — покачал головой Церуд, —  Осссобенно , во время войны. Еще несссколько часссов назззад здесь была бойня, близззлежащию дерревню сожгли со всеми жителями. \n Ящер вздохнул. \n— Невинные ссснова гибнут. И всссе из за  эльфов. ",
    "answers": [
      {
        "id": 37,
        "text": "- Эльфы? "
      },
      {
        "id": 38,
        "text": "- Какая еще война? "
      },
      {
        "id": 39,
        "text": "- Где мы? "
      }
    ]
  },
  {
    "id": 35,
    "text": "Во взгляде ящера мелькнуло удивление, а затем ярость. \n— Как ты смееешшшь... -прошипел он. \nВы поняли что сказали что то очень плохое,  по представленниям этого существа. \n",
    "answers": []
  },
  {
    "id": 36,
    "text": "—Неудачное место и время для прогулок, -покачал головой Церуд, — Идет война... ",
    "answers": []
  },
  {
    "id": 37,
    "text": "— Эльфы? — спросили вы. \n—Да. Королевство Молозия. Нет существ надменней и высокомерней Эльфов. Они уверенны в том что намного лучшшше других, остальные жжже должжны служжжить им, или умереть. Их король — Маллум \"Прекрасный\"- безззвольный глупец,  пляшущий под дудку кучки амбициозных колдунов, назззывающих сссебя  \"Орден Чистоты\". — вы слушали это, открыв от удивления рот. Ящер, заметив, что вам интересно продолжал —  По сссути сстранной  правит это сссборище кровопийц. Их целью является порабощение всех народов нашшшего мира. Единссственной кто смог бросссить им выззов ссстала Розмейская Империя. \nВойна между империей людей и королевсссством эльфов была долгой и кровопролитной. Молозийцам удалосссь ссломить людей. И побежденные заплатили сстрашную цену. Вот уже ссорок лет Розмейцы всего лишь рабы для \"Высшей\" расы эльфов. ",
    "answers": [
      {
        "id": 34,
        "text": " Ясно"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Какая ещё война? \n— Все что имеет наша страна, да и она сама — плод трудов нашего императора — Эрпэна Великого. — ответил Церуд — Взойдя на трон он сссозвал воинов со всех концов этой земли. Началасссь война с эльфам. Эти остроухие твари посчитали, что мы недостойны быть даже их рабами. Они вторглись в наши леса и стали убивать всех без разбора. Нашим солдатам огромными усилиями удалось остановить их и обратить в бегство. Эльфы отступают. Сейчас наша армия по пятам преследует их. Они сражаются яростно, но им не уйти,  мы не уссспокоимся до тех пор, пока каждый из \"Ордена Чистоты\" не получит то что зассслужил. — Вы заметили, что ящер говорит эти слова словно зазубрил их из речи глашатого или какого-то оратора, впрочем, сейчас вам было всё равно. ",
    "answers": [
      {
        "id": 34,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 39,
    "text": " — Где мы ? \n— Мы? — ящер усмехнулся — Мы в двух часссах ходьбы от  фронта, куда я стремлюсь попасть. Неподалеку находиться... находиласссь деревня  Сведох — прибавил он. \n—Я хотел узнать... страну — робко произнесли вы. \n— Дисландия.  Дисландская Империя. Вотчина Эрпэна. ",
    "answers": [
      {
        "id": 40,
        "text": "- Эрпэн ваш король? "
      }
    ]
  },
  {
    "id": 40,
    "text": "— Эрпэн ваш король? Расскажи подробней. \n— Изззвини, незззнакомец, — сказал Церуд — но неужжжели дажжже в твоих ззземлях ты не  ссслышшшал о нашшшшем Императоре? \n— Нет, — чистосердечно признались вы. \nНа морде ящера проскользнуло изумление, затем его взгляд стал задумчиевее, когда он заговорил его голос был полон суровой серьезности. \n— Всссего несссколько десссятилетий назад нашшша ссстрана была лишшшь горсссткой диких племен, полулюдей-полузверей, живущих в тени болота,  поссстояно находясь в зависемости от Эльфов и людей. Всего семнадцать племен. От гигантских драконоподобных Гидрогов до закованых в панцирь Снадийцев.  Во главе племен ссстоял Великий Вождь, в то время им был Посткост Благородный и его сссупруга Нативаса. У Посткоста был брат Регаплок, отличавшийся коварством и завидующий  ему. \nСлучилось так, что у Посткоста и Нативассы родился первенец, мальчик. Наследника нарекли — Эрпэн. Не ссстерпев еще одного препятссствия к власти,  Регаплок решился на заговор. Череззз несссколько лет зззаручившись поддержкой малозийцев. Вместе с горсткой властолюбцев, ночью он проник в покои Вождя и убил его. Братоубийца сссобирался сделать тоже самое ссс Эрпэном, но юношшшу предупредил Дарвин,  сссоветник Вождя. Нассследник бежал на сссевер, в другой край. ",
    "answers": [
      {
        "id": 41,
        "text": "- Что было потом? "
      }
    ]
  },
  {
    "id": 41,
    "text": "— Что было потом? — спосили вы. \n— Ходит много легенд и сссказаний о его приключениях на севере,  я ужшшш не припомню всё. Эрпэн вернулссся через три лета могучим воином, говорят убив дракона он заполучил его силу. Вместе со сссвоим ссслугой — Соундвейвом он вернулся и свергнул  Регаплока. Узнав об этом  эльфы потребовали от Эрпэна оссставить трон, на что получили отказзз и объявление войны. — Церуд закончил свою речь и оторвав от земли  взгляд,  испытующе посмотрел на вас.\n  Все это никак не укладывалось в вашей голове. \"Дисландия\", \"Эрпэн\", \"эльфы\" все эти слова напоминали скорее  о сказках и фантастических фильмах, чем о реальности,  окружающей вас здесь и сейчас. В любом случае у вас была еще куча воросов, требующих разъяснения. \n Вы  запустили руку в карман. Медальон был там. ",
    "answers": [
      {
        "id": 42,
        "text": "- Церуд... "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Церуд,..  я...  не отсюда... — сказали вы. Ящер нахмурился. \n— Я понял это, почти сссраззу как зззаметил тебя. — несмотря на шипение и свист с которым он говорил,  в его голосе ясно слышались нотки сарказма. \n— Нет. Понимаешь, из другого мира. С Земли. — На этот раз Церуд не засмеялся. На его морде читалось недоверие и замешательство, как если бы вдруг понял что разговаривает с сумасшедшим. \n— Поссслушай друг, — осторожно начал он, — лишь один артефакт,  в этом изззмерении дает возззможносссть путешессствовать сссквозь время и пространссство — Медальон члена \"Ордена Чистоты \". \n",
    "answers": [
      {
        "id": 43,
        "text": "[Показать медальон] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы медленно достали из кармана то благодаря чему оказались здесь. Держа за оборванные края цепочки, вы приподняли его до уровня глаз. \n— Это он? — спросили вы. \nУ Церуда буквально отвисла от удивления челюсть. Он выглядел  шокировано и часто моргал словно не верил своим глазам. В конце концов ему удалось совладать с собой. \n— Да, насссколько я могу сссудить, но... Откуда он у тебя? \n Вы рассказали ему о том как нашли медальон, а затем оказались здесь.  Пока вы рассказывали,  Церуд пришёл в себя. Он слушал вас очень внимательно, когда вы закончили маг произнес:\n— Есссли все так как ты рассказываешшшь, то дела твои плохи. Всего таких Медальонов десять, каждый принадлежит колдуну из круга \"Ордена чистоты\". Ходят ссслухи что есссть еще один, позззволяющий менять внешность, и принадлежит он главе ордена. \nЕсссли у тебя Медальон зззначит его владелец мертв. \n К сожалению воспользоваться этим артефактом может лишь очень сильный маг, намного сильнее чем я. \n От услышаного вы похолодели. ",
    "answers": [
      {
        "id": 44,
        "text": "- Что же мне делать? "
      },
      {
        "id": 45,
        "text": "[Выругаться] "
      },
      {
        "id": 27,
        "text": "- Кто обладает этой силой? "
      }
    ]
  },
  {
    "id": 44,
    "text": "— Что же мне делать? — спросили вы. Церуд на секунду задумался. \n— В любом случае единственный кто сможет тебе помочь — Эрпэн. Только он обладает силой достаточной, для того чтобы управлять магией медальона. Тебе придется найти его и заручиться  доверием. \n Я могу помочь. Имея влияние я смогу провести тебя к императору. Насколько мне известно он стоит во главе армии, уже  перешедшей дисландскую границу.  \n— И как туда попасть ? \n— У любой армии есть снабжение, — пояснил Церуд — к войскам постоянно приходят обозы с едой и оружием. Круруб — офицер, вместе со своими солдатами, сопровождает обозы. Он стоит лагерем неподалёку. \n— Тогда надо найти и его! — воскликнули вы. \n— В путь. — решительно сказал Церуд и,  опираясь на свой деревянный посох, зашагал по дороге. \n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": " Самая грубая брань на какую вы были способны сорвалась с вашего языка,  накипевшие  эмоции вырвались потоком слов. \n Церуд пожал плечами. \n— В любом ссслучае единссственный кто сссможет тебе помочь — Эрпэн. Только он обладает силой достаточной для того чтобы управлять магией медальона. Тебе придется найти его и заручиться  доверием. \n Я могу помочь. Имея влияние я смогу провести тебя к императору. Насколько мне известно он стоит во главе армии, уже  перешедшей дисландскую границу.  \n— И как мне туда попасть ? — С раздражением выпалили вы. \n— У любой армии есть ссснабжение — пояснил ящер — к войскам постояно приходят обозы с едой и оружием. Круруб — офицер, вместе со своими солдатами, соправаждает каравны. Он стоит лагерем неподалёку. \n— Тогда надо найти его! — воскликнули вы. \n— В путь. — твердо сказал Церуд. И опираясь на свой посох, уверенно зашагал по дороге. \n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": " Ящер в мантии, стуча по земле посохом, не спеша подошел к вам и присел на корточки, опираясь двумя руками о палку. У него была вытянутая узкая,  покрытая плотной зелёной чешуей, морда.\n В пасти маленькие,  острые зубы, а челюстях и подбородке виднелись короткие костяные наросты.\n  И это существо очень внимательно разглядывало вас. Его глаза прищурились.  Отбросив свой посох,   запустив руку-лапу в складки мантии, он извлек маленький тряпичный мешочек,  в котором было что-то имеющие резкий неприятный запах. ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      },
      {
        "id": 46,
        "text": "введите команды для картинки",
        "url": "http://s46.radikal.ru/i111/1709/4b/74a3e2905356.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "Раскрыв мешочек,  ящер достал из него щепотку желтого порошка, поднеся ее к  морде,  он сильно дунул вам в лицо. Вы закашлились,  порошок попадая в дыхательные пути вызывал жжение в горле,  и слезы. Тем временем ящер, убрав мешочек и поднявшись, отошел на несколько шагов. Жжение становилось сильнее. Оно,  как огонь,  распостранялось по всему телу. Подступало к голове. Вам казалось что ваша  голова пылает как факел, а мозг вот вот расплавиться или взорвется.  Из глаз ручьём текли слезы, Звенело в ушах. \n\nА ящер стоял рядом и не то скалился,  не то криво улыбался,  прищюрившись  смотря на вас. \n— Не иззшшш уж больношшш. ",
    "answers": [
      {
        "id": 48,
        "text": "- Ты говоришь !? "
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ты говоришь !? \n— Да,  и я ссссказал что, зззссселье не так ужжж болезззнено. \nСпокойно рассудил ящер.\n  Он говорил! Сквозь шипение можно было различить вполне понятные слова.\n— Чужеззземец, теперь,  когда ты можжешшшь понимать дисландскую речь я предсссталюсь. Я Церуд Добрые-руки, боевой маг, его Императорссского Величества.  Ссскажи мне,  Кто ты?  Откуда? Что зздесссь делаешь? ",
    "answers": [
      {
        "id": 49,
        "text": "- Сам не знаю. "
      },
      {
        "id": 49,
        "text": "- Я был в лесу, и случайно вышел сюда. "
      },
      {
        "id": 49,
        "text": "[Молчать] "
      }
    ]
  },
  {
    "id": 49,
    "text": "Ящер  нацелил на вас свой посох. \n—Не шути сссо мной, или я превррращу тебя в пепел. Говори,  что ты делаешшшь ззздесь... ",
    "answers": [
      {
        "id": 50,
        "text": "- Церуд,..  я не отсюда"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Церуд,..  я...  не отсюда... — сказали вы. Ящер нахмурился. \n— Я понял это, почти сссраззу как зззаметил тебя. — несмотря на шипение и свист с которым он говорил,  в его голосе ясно слышались нотки сарказма. Похоже он переменил гнев на милость. \n— Нет. Понимаешь, из другого мира. С Земли. — На этот раз Церуд не засмеялся. На его морде читалось недоверие и замешательство, как если бы вдруг понял что разговаривает с сумашедшим. \n— Разззвяжите, — приказал он, а затем обратвшись к своему предыдущему собеседнику, — я не думаю что он лазззутчик. \n Стоявший рядом солдат грубым движением поставил вас на ноги.  Выхватив из за пояса длинный кривой нож, воин разрезал верёвку.\n— Ссс этого момента подробнее, — произнес холодным тоном Церуд, обратившись к вам. \n  Вы молчали. \n— Поссслушай друг, — уже мягче начал он, — лишшшь один артефакт,  в этом изззмерении дает возззможносссть путешшшессствовать сссквозь время и пространссство: медальон \"Ордена чистоты\". \n",
    "answers": [
      {
        "id": 51,
        "text": "[Показать медальон] "
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы медленно достали из кармана то благодаря чему оказались здесь. Держа за оборванные края цепочки, вы приподняли его до уровня глаз. \n— Это он? — спросили вы. \nУ Церуда буквально отвисла от удивления челюсть. Он выглядел шокировано и часто моргал словно не верил своим глазам. В конце концов ему удалось овладеть собой.\n— Теперь всссе понятно, — вслух сказал ящер в доспехах. \n— Откуда он у тебя? \n Вы рассказали ему о том как нашли медальон, а затем оказались здесь.  Пока вы рассказывали,  Церуд пришёл в себя. Он слушал вас очень внимательно, когда вы закончили он произнес:\n— Есссли все так как ты расссказываешшшь, то дела твои плохи. Всего таких Медальонов десссять, каждый принадлежит колдуну из круга \"Ордена чистоты\". Ходят ссслухи что есссть еще один, позззволяющий менять внешшшность, и принадлежит он главе ордена. \nЕсссли у тебя Медальон зззначит его владелец мертв. \n К сссожалению воспользоваться этим артефактом можжжет лишшшь очень сссильный маг, намного сильнее чем я. \n От услышшшаного вы похолодели. ",
    "answers": [
      {
        "id": 52,
        "text": "- Что за Малозия ?  Какой еще \"Орден чистоты\"? "
      }
    ]
  },
  {
    "id": 52,
    "text": "\n—  Королевство Молозия. Нет существ надменней и высокомерней Эльфов!  Они уверенны в том,  что намного лучшшше других, остальные жжже должжны служжжить им,  или умереть. Их король —  Маллум \"Прекрасный\"- безззвольный глупец,  пляшущий под дудку кучки колдунов, назззывающих сссебя  \"Орден Лимилинов\". — Церуд злобно прошипел — По сути сстранной  правит это сборище кровопийц. Единссственной кто смог бросссить им выззов ссстала Розмейская Империя. \nВойна между империей людей и королевсссством эльфов была долгой и кровопролитной. Молозийцам удалосссь ссломить людей. И побежденные заплатили сстрашную цену. Вот уже ссорок лет Розмейцы всего лишь рабы для \"Высшей\" рассы эльфов. ",
    "answers": [
      {
        "id": 53,
        "text": "- Где мы? "
      }
    ]
  },
  {
    "id": 53,
    "text": " — Где мы ? \n— Мы? — ящер усмехнулся — Мы в двух часссах ходьбы от зззападной границы.  В руинах деревни Сведох — прибавил он. \n— А страна? — спросили вы. \n— Дисландия.  Дисландская Империя. Вотчина Эрпэна. ",
    "answers": [
      {
        "id": 54,
        "text": "- Эрпэн ваш король? "
      }
    ]
  },
  {
    "id": 54,
    "text": "— Эрпэн ваш король? \n— Всего несссколько десятилетий назад, — начал рассказ Церуд, — наша ссстрана была лишь горсссткой диких племен, полулюдей-полузверей, жжживущих в лесах и болотах,  поссстояно находясь в зависемости от Эльфов и людей. Всего сссемнадцать племен. От гигантссских драконоподобных Гидрогов до зззакованых в панцирь Снадийцев.  Во главе племен ссстоял Великий Вождь, в то время им был Поокост Благородный и его сссупруга Нативаса. У Посткоста был брат Регаплок, отличавшийся коварством и завидующий  ему. \nСлучилось так что у Посткоста и Нативассы родился первенец, мальчик. Наследника нарекли — Эрпэн. Не ссстерпев еще одного препятствия к власти,  Регаплок решшшился на заговор. Через несколько лет заручившись поддержкой малозийцев Вместе с горсткой властолюбцев, он проник в покои Вождя и убил его. Братоубийца сссобирался сделать тоже самое ссс Эрпэном,  но юношу предупредил Дарвин,  советник Вождя. Нассследник бежал на север,  в другой край. ",
    "answers": [
      {
        "id": 55,
        "text": "- Что было потом ? "
      },
      {
        "id": 56,
        "text": "- Понятно"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Что было потом?- спосили вы. \n— Ходит много легенд и сссказаний о его приключениях на севере,  я ужшшш не припомню всё. Эрпэн вернулся через три лета могучим воином, говорят там он смог убить дракона и получить небывалую силу. Вместе со сссвоим ссслугой — Соундвейвом он вернулся и свергнул  Регаплока. Узнав об этом  эльфы потребовали от Эрпэна отречьссся от прессстола, на что получили отказ и объявление войны. — Церуд закончил свою речь и испытуеще посмотрел на вас. \n Все это никак не укладывалось в вашей голове. \"Дисландия\", \"Эрпэн\", \"эльфы\" все эти слова напоминали скорее  о сказках и фантастических фильмах, чем реальносте окружающей вас здесь и сейчас. В любом случае у вас была еще куча воросов, требующих разъяснения. ",
    "answers": [
      {
        "id": 57,
        "text": "- Что же мне делать ? "
      }
    ]
  },
  {
    "id": 56,
    "text": " \"Дисландия\", \"Эрпэн\", \"эльфы\" все эти слова напоминали скорее  о сказках и фантастических фильмах, чем реальносте окружающей вас здесь и сейчас. В любом случае у вас была еще куча воросов, требующих разъяснения. ",
    "answers": [
      {
        "id": 57,
        "text": "Что же мне делать ? "
      }
    ]
  },
  {
    "id": 57,
    "text": "— Что же мне делать? — спросили вы. Церуд на секунду задумался. \n— В любом случае единственный кто сможет тебе помочь — Эрпэн. Только он обладает силой достаточной для того чтобы управлять магией медальона. Тебе придется найти его и заручиться  доверием. \n Я могу помочь. Имея влияние я смогу провести тебя к императору. Насколько мне известно он стоит во главе армии, уже  перешедшей дисландскую границу.  \n— Как туда попасть ? \n— У любой армии есть снабжение, к войскам постоянно приходят обозы с едой и оружием. Круруб — офицер, с которым ты ужже имел сссчасстье познакомиться, — он указал на воина в панцире, — вместе со своими солдатами, соправаждает обозы.\n— Тогда я пойду с вами — прознесли вы.\nЦеруд вопросительно посмотрев на Круруба и увидев снисходительный кивок, произнес: \"Хорошо\". \n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "                                 Глава 4\n   \nТелега скрипела и сильно раскачивалась из стороны в сторону. В повозке не считая извозчика и вас,  было трое: Церуд вместе с двумя ранеными воинами. Телега по-видимому выполняла функции медицинского вагона. Круруб — офицер, мрачного вида вояка приказал Церуду, в качестве военврача, иными словами мага — целителя и вам в роли его помощника, быть с больными и раненными. Они лежали на дне телеги между двумя лавками, одну из которых занимали вы, другую сам \"целитель\". \n  У одного из перевозимых была забинтована рука. Бинт был грязным, и насквозь пропитавшийся кровью,  темной, местами засохшей. Впрочем, боец весь был в мелких садинах и царапинах.  На нем было видно много длинных и глубоких шрамов, напоминаний о переделках в которых он побывал. Второй воин был весь обожжён. Большая часть его тела была забинтована  и обмотана разными тряпками,  прилипшими к коже. Зрелище было не из приятных. От него пахло гарью и еще чем-то противным.  Он был молчалив, а взгляд, рассеянно блуждавший выражал глубокую тоску. \n Вы ехали довольно долго. Было скучно и от непривычки укачивало.",
    "answers": [
      {
        "id": 59,
        "text": "[Оглядеться] "
      },
      {
        "id": 58,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b18/1804/dc/f20dafd0a6d5.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "    Вы решили снова оглядеться, как успели сделать много раз за время поездки. Ваше внимание привлекли существа тащившие телеги. Они напоминали лошадей, но были крупнее и мускулистее. У них не было гривы, морда была короткая, как и хвост. Ноги же были намного длиннее чем у земных лошадей, но уродливыми они не выглядели, скорее наоборот. \n Вы перехватили на себе веселый, с долей любопытства, взгляд бойца с перевязанной рукой. \n — Хорсссаны — сказал он, — прекрасссные жжживотные. Неужжжели ты никогда не видел их раньшшше? \n Вы покачали головой. \n— Эххх, человек, — протянул ящер, а затем помолчав спросил  — ты давно в армии ?  \n — Еще вчера ничего подобного и представить не мог, — ответили вы, стараясь быть искринним. \n — Ха, первый день?  Зззначит не уссспел насссмотреться на эту гадость: раздробленные кости, кровь, грязззь, кишшшки и прочие прелесссти. ",
    "answers": [
      {
        "id": 61,
        "text": "- Как ваше имя? "
      },
      {
        "id": 65,
        "text": "- Надеюсь и не увижу"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Расскажите о себе. \n— Я изз южжжных ззземель. Мой отец был странствующим найемником. Я не знал его. Мать говорила, что я был добрым и веселым ребенком, но во мне как и в нем текла кровь воина, это повлияло на мою сссудьбу, — вы заметили, что Церуд тоже внимательно слушает рассказ,  — Я обучалссся иссскусссству войны с малых лет,  и достиг не малых уссспехов. Когда жжже я вырос, дойдя до сссовершеннолетия, то как и мой отец подалссся в наемники, отправившись искать ссславу и богатссства в другие ззземли. Эти приключения укрепили меня, я стал нассстоящим мужжжчиной. Теперь я имел право выбрать жену и создать сссобственную семью. Я дажжже нашшшел очень хорошшую девушшшку, которая могла бы ей стать. Но неожидано началась война ссс эльфами. Раньше нашшши ззземли не видели таких армий как у них, никогда ее сыновья не были дисссциплинироваными солдлатами,  — чем дальше он говорил тем вдохновенее у него выходило, — нам пришлось не лекго. Я всегда был в центре сражения, билссся в первом ряду. Получил много различных раненний, пока недавно не ссславил ссстрелу. Рана начала гноитьссся, поэтому мне следаволо отправился в армейский госпиталь, но мне было ссстыдно отсссиживаться, пока остальные сражжжаются и попросссил командира чтобы меня взяли с собой. Он сссогласссилсся, тем более были еще раненные, которым тоже нужно было ехать. ",
    "answers": [
      {
        "id": 61,
        "text": "- Как ваше имя? "
      }
    ]
  },
  {
    "id": 61,
    "text": "— Как ваше имя? — спросили вы. \n— Пантол. Пантол Свосссилиец. \nВы вопросительно посмотрели на Церуда. Он развел руками: \"Южанин.. \"\n Повозка подскочила на повороте.\nВторой воин зашевелился и тяжело с хрипом вздохнул. \n — Что вздыхаешшшшь ? — беззаботно поинтересовался болтливый Пантол. \n — Конец... хгкаххх...мне. — Он говорил тихо, едва слышно. \n — Не думай об этом. И не такое вылечивали. — подбадривающе заметил Церуд. \n — Всссе...одно... \n Церуд чуть наклонился к вам и вполголоса сказал, — \"Не жжжилец. В любом случае, дажжже, есссли вссе зззаживет\".  \n   Вокруг стало темнее. Караван въехал в густой лес. Несмотря на дорожную пыль, поднимаемую колесами фургонов,  вы чувствовали свежесть лесного воздуха. Сквозь ветки изредка пробивались золотистые лучи солнца, освещая мельчайшие листочки. Где-то пропела птица и ей тут же вторила другая. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "                                  Внешность 1\n Вы довольно высокого роста и плотного телосложения. У вас широкие плечи, серо-голубые глаза и прямые русые волосы. ",
    "answers": [
      {
        "id": 62,
        "text": "[URL=http://www.radikal.ru][IMG]http://s019.radikal.ru/i631/1712/62/5b3a9d98ea2c.jpg[/IMG][/URL]",
        "url": "http://s018.radikal.ru/i504/1712/96/8765be64a71a.jpg"
      },
      {
        "id": 8,
        "text": "[Выбрать] "
      },
      {
        "id": 10,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 63,
    "text": "                           Внешность 2\nВы среднего роста, но спортивного атлетического телосложения. У вас зеленые глаза и вющиеся темные волосы. ",
    "answers": [
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i513/1712/45/be89d74fedb5.jpg"
      },
      {
        "id": 8,
        "text": "[Выбрать] "
      },
      {
        "id": 10,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 64,
    "text": "                          Внешность 3\n Вы невысокого роста. У вас худощавое телосложение, немного болезненное бледное лицо, карие глаза и прямые черные волосы. ",
    "answers": [
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i509/1712/47/2af31379fc71.jpg"
      },
      {
        "id": 8,
        "text": "[Выбрать] "
      },
      {
        "id": 10,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 65,
    "text": "— Надеюсь и не увижу. \n— Я тожжже так думал в молодосссти. Сссобиралссся завесссти семью, закончить с убийссствами, поссстроить дом, но когда началасссь  война, я понял ни какие твои жжжелания не могут ссстоять вышшше долга и пошшшел добровольцем в армию. \n   Вы  задумались над словами ящера. ",
    "answers": [
      {
        "id": 61,
        "text": "- Как ваше имя? "
      }
    ]
  },
  {
    "id": 66,
    "text": " Откуда-то раздался протяжный тонкий свист. Вы повернули голову.         \n  Вдруг в лицо брызнуло что теплое. Повозка резко затормозила так что вы чуть не вывалились на землю. У правящего в спине торчал длинный нож. \n— Засссада! Засссада!!! Рассредоточиться, — раздались где-то впереди вопли. \n В воздухе, с неистовой частотой,  засвистели стрелы. Они вонзались в землю, в бортики телеги. За ними полетели метательные ножи, попадая в спину тем кто спрыгивал на землю. Вы не знали что делать. Кто-то пытался выставив перед собой щит,  укрыться от града снарядов. Стрелы летели со всех сторон. Слышались испуганные крики и стоны умирающих. Круруб, запрыгнув на самый высокий вагон и стоя в полный рост,  размахивал мечом, надрываясь в безуспешных попытках организовать оборону. \n — Поднять щиты.  Лучники! Огонь по готовносссти. Ссстройся кругом!  Прочие укрытьссся. \n   Церуд схватив вас за шиворот,  перекинул через бортик на землю, а сам встал в боевую стойку. Упав на землю, вы тут же заползли под повозку, укрывшись под ней от снарядов. От бессильной ярости хотелось выть. Вы ничего не могли сделать, даже увидеть спрятавшихся в листве стрелков. У вас не было оружия, чтобы защитить себя. Лежа на животе в грязи, вы могли только слышать звуки боя. Судя по всему,  дисландцы стали отвечать редкими  выстрелами из луков. Вы подняли голову и посмотрели на днище телеги.   \n Между досок просачивались капли крови,  падая на землю. \nОдна капля. Другая. \nВам стало страшно, никогда в жизни вы не испытывали такого страха. Это было не как волнение или легкий испуг, а холодный как лед, сковывющий ужас . ",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": " Вы подумали о тех кто остался в повозке, -\"Как же Церуд?  Как же раненные?  Наверное кто — то из них уже мертв или ему нужна помощь!  \" Вы колебались. ",
    "answers": [
      {
        "id": 68,
        "text": "[Остаться] "
      },
      {
        "id": 69,
        "text": "[Вылезти] "
      }
    ]
  },
  {
    "id": 68,
    "text": "Церуд очнвидно хотел того же раз скинул вас за борт повозки. Если они мертвы, то вы уже ни чем не сможете им помочь. Вы лежали грызя землю зубами. Руки ваши тряслись, вас бил озноб. Вы переставали что-либо соображать. Сражение очевидно продолжалось и ни одна сторона не хотела уступать. Слышались звуки удара стали о сталь — началась рукопашная. Прогремел взрыв и тут же запахло дымом, вам показалось,  что и горелым мясом. Вы уловили какой-то скрежет, и где-то в подсознании  поняли что скрипят ваши зубы. Минута за минутой, казалось это продолжается целую вечность. \n Неожиданно наступила тишина. ",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": " Вы не могли их бросить. Медленно, на локтях вы стали ползти, замерев на секунду перед рывком, вы резко поднялись на ноги и запрыгнули обратно в телегу. Обрывки воспоминаний, мыслей, образов вашей жизни на миг промелькнули перед глазами.  Тяжело дыша вы посмотрели по сторонам: Церуд стоял широко расставив ноги на краю повозки, он двумя руками держал свой посох, от которого исходило сияние. Подобно купалу или щиту оно закрывало мага от стрел. Они,  сталкиваясь с этим свечением,  превращались в пыль. Постепенно стрельба стала стихать, пока совсем не прекратилась. Церуд изнеможенно упал на одно колено, держась трясущимися руками за посох. Он тяжело и часто дышал, видимо его заклинания отняли слишком много сил и энергии. \n Подняв глаза, вы увидели их.  Обнажив клинки, они уверенным шагом шли к обозам, не сомневаясь что им остаётся лишь добить слабых и раненных. Высокого роста с заостренными ушами, на лице ни морщинки, ни складочки, их лица ничего не выражали и могли бы показаться прекрасными, если бы не выглядили как бледные маски, с глазами смотрящими холодным,  бесчувственным взглядом.\n Вы кинули взгляд назад, на утыканые стрелами фургоны, и не увидели ни одного живого воина. Сердце у вас дрогнуло. \n ",
    "answers": [
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i603/1712/2c/1721b7a086fa.jpg"
      },
      {
        "id": 71,
        "text": "[Броситься на врага] "
      },
      {
        "id": 72,
        "text": "[Помочь Церуду] "
      }
    ]
  },
  {
    "id": 70,
    "text": "С  телеги кто-то спрыгнул. Под повозку заглянул Церуд, снисходительно \"улыбаясь\". \n— Вылезззай. Все закончилосссь. \nВы выползли из-под повозки и выпрямились. Церуд положил руку вам на плечо его тоже била сильная дрожь. \n— Не печальссся, в первый раз. — это не трусссосссть, а неопытносссть. \n Вы заметили что рука Церуда, которой он держал посох, была вся окровавлена. На ней виднелся крупный порез. \n— Ты ранен? — воскликнули вы. \n— Да, немного — Церуд взглянул на свою руку — но, есссли попадет грязь можжжно и лишшшится конечносссти...  Он помолчал.  — Сссейчас нужжжно подумать о другииих, ты должен помочь мне.\n",
    "answers": [
      {
        "id": 139,
        "text": "[Оглядеться] "
      }
    ]
  },
  {
    "id": 71,
    "text": " Неожиданно, появился Круруб, целый и невредимый, за исключением нескольких царапин на панцире. Он выглядел бодро и воинствующе размахивал мечом. \n — Ззза мной!  За империю!  Вперед!!! — закричал он. \n Отбросив истыканные стрелами щиты, из укрытий, из под телег вылезали дисландские солдаты. Они, выставив перед собой оружие: секиры, мечи, копья, разрозненным строем высыпали навстречу эльфам. Вы спрыгнули на землю. \"Надо найти какое-нибудь оружие\", — подумали вы. Вдруг под ногами что — то звякнуло.  Меч, оброненный кем—то в панике. Вы не имели никакого представления о том как на самом деле нужно  обращаться с этим оружием, но подняв его устремились вслед за остальными. Казалось бежали очень долго. Бежали из-за всех сил. За секунду до столкновения все замерло. Вот она,  та граница, за которой начинается бой, та граница за которой останвливается время и слышны лишь тяжелые удары сердца.\n  В следующие мгновение дисландцы врезались в строй эльфов. Преимущество было на стороне ящеров, они превосходили молозийцев физически, имея зубы, когти, хвосты, и успешно пуская их в ход во время схватки. Секлись мечами, травили пиками, опракидавая врагов на землю, дрались отбросив оружие.",
    "answers": [
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "http://s012.radikal.ru/i319/1712/b5/3610edb287f5.jpg"
      },
      {
        "id": 74,
        "text": "Кинуться в самую гущу битвы"
      }
    ]
  },
  {
    "id": 72,
    "text": " Церуду надо было помочь. Вы, перекинув руку через плечо, попытались поднять его на ноги. Он был слишком слаб сейчас, и бормотал что-то неразборчивое себе под нос, но все же стоя придерживаемый вами.        Неожиданно, появился Круруб, целый и невредимый, за исключением нескольких царапин на панцире. Он выглядел бодро и воинствующе размахивал мечом. \n — Ззза мной! За Империю!  Вперед!!! — закричал он. \n Отбросив истыканные стрелами щиты, из укрытий, из-под телег вылезали дисландские солдаты. Они,  выставив перед собой оружие: секиры, мечи, копья, разрозненным строем высыпали навстречу эльфам. За секунду до столкновения вам показалось, что все замерло. Вот она,  та граница, за которой начинается бой. В следующие мгновение дисландский отряд врезался в строй эльфов. Преимущество было на  стороне ящеров, они превосходили молозийцев физически, имея зубы, когти, хвосты, успешно пускали их в ход во время схватки. Секлись мечами, травили пиками, опрокидывая врагов на землю, дрались отбросив оружие. \n  Наблюдая за сражением, вы не заметили как Церуд перестал опираться о вас. Он выпрямился и оскалил зубы. Замахнувшись своим посохом,  маг высек огненный шар,  полетевший в сторону эльфов. Достигнув земли пламенный снаряд взорвался. Там, где секунду назад стояли молозийские солдаты теперь бушевал огненный вихрь. ",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i502/1712/c6/66ae247e2e64.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "  Волна жара и дым ударили вам в лицо, вы закашлялись. А Церуд уже занес посох для второго удара. На этот раз из его жезла вырвалась длинная сверкающая молния, на мгновенье ослепив окружающих, она ударила в землю у ног эльфийского воина. Электрический заряд лишил его жизни. Раздался оглушительный треск и дерево, стоявшие рядом медленно упало, ломая сучья и давя зазивашихся. \n Этот момент стал решающим. Оставшиеся в живых молозийцы бросились в рассыпную. Маг яростно посылал им вслед молнии, но уже не такие сильные, едва ли он в кого-то попал. \n Вы были потрясены всем этим зрелищем. Дисландцы победоносно ревели; этот гул эхом отзывался среди высоких деревьев, постепенно нарастая. Воины,  крича, трясли оружием, стараясь поднять его как можно выше над головой, некоторые и вовсе подбрасывали шлемы и щиты в воздух. \n Все они как будто не обращали внимания на темные, бесформенные кучки залитые кровью и втоптаные в землью, бывшими когда-то их товарищами или врагами",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "С мечом на перевес вы бросились в бой. По своей неопытности вы сразу же стали искать глазами того, с кем могли бы легко расправиться, не зная,  что побеждает выживший, а не убивший. Вокруг вас топтали,  давили, падали,  пытаясь одолеть друг друга солдаты. Над землей из-за этого поднялось пыльное облако, мешавшие разглядеть бойцов. \nЭльфы пытались держать ящеров на расстоянии, но они явно не ожидали такого натиска  от кучки \"сопровождающих\". Молозийцы растянулись в длинную дугу. За этой дугой некоторые из них, то ли самые трусливые, то ли просто умные, а может и то, и другое, стали отступать, надеясь скрыться в лесной чаще .\n  Неожиданно прямо перед вами выскочил молозиец, эльф. Тяжелые доспехи были надеты на его крошечную худую фигурку, поверх синий туники и смотрелись почему-то нелепо или смешно. Закрытый шлем с забралом защищал голову, кисти прикрывали стальные рукавицы, а грудь кираса. Эльф заметил вас. Вы  угрожающе подняли над головой меч. ",
    "answers": [
      {
        "id": 75,
        "text": "[Атаковать] "
      }
    ]
  },
  {
    "id": 75,
    "text": "Эльф казалось недоумивал, он пятился, путаясь в складках плаща, закинутого за спину,  и ошалело тряс головой,  закованной в слегка изогнутый закрывающий лицо шлем. \n Вы бросились на него,  что было сил замахнувшись мечом. Противник неуверенно выставил перед собой оружие. Вы ударили. Но эльф увернулся, отпрыгнув в сторону, а затем неожиданно контратаковал. Вы отбили стремительный удар, направленный вам в голову, но едва не упали, запутавшись в ногах. Эльф воспользовался этим и снова атаковал,  на этот раз целясь в грудь. В последнюю секунду вы выставили перед собой меч. Металл, звякнув,  выбил пучок искр. В подобных ситуациях человек часто начинает вытворять то чего не мог или не умел раньше, начинает быстрее соображать, становиться сильнее. Так и вы, повинуясь неведомым инстинктам неожиданно для себя,  поняли что нужно делать. Вы ловко, вскочив на ноги и зацепив противника ногой сзади,  толкнули его. Тот неождав такой наглости упал на спину, бренча стальными латами. \n Лежа на спине, эльф силился приподняться на локтях. Вы грозно возвышаясь над ним, переложили меч в другую руку. Побежденный явно запаниковал. \n Он закрыл голову руками, а затем совершил последнее, что могло спасти его жизнь — снял шлем. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Эльф скинул с себя шлем,  и тот позвякивая покатился по земле. \n Вы оторопели. В броне, испачканной землей, испугано смотря на вас, сидела девушка. \n Густые рыжие, вьющиеся волосы, обрамляли красивое лицо и тонкую шею. Из под волос выглядывали кончики чуть заостренных ушей.  У эльфийки были большие светло-зеленные глаза и полные губы. \n Вы встретились взглядом.  Вам показалось, что время замедлило свой ход и все вокруг погрузилось в оцепенение. Сколько это длилось?  Мгновение?  Вечность? А вы все стояли и смотрели. \n Неожиданно из пыли битвы, с веревкой в руках, появились два ящера. Незаметно, зайдя за спину девушки,  они набросились на неё. И вывернув руки  за спину, принялись вязать. Эльфийка умоляюще посмотрела на вас, но уже в следующие мговение ее, схватив за волосы, заставили подняться на ноги. Она встала дергаясь и дрожа, как будто хотела этим сбросить путы. Сильный толчок в спину чуть не сбил её с ног. ",
    "answers": [
      {
        "id": 77,
        "text": "[Оглядеться] "
      },
      {
        "id": 76,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/1801/65/2436abb39863.jpg"
      }
    ]
  },
  {
    "id": 77,
    "text": "Только сейчас вы заметили,  что бой кончился. Не слышно было больше криков и звона оружия. Вокруг, втоптанные в землю и истекающие кровью, лежали тела ящеров и эльфов. Они были похожи на темные бесформенные кучи. \n В воздухе стоял тяжелый сладковатый запах, настолько сильный, что из глаз текли слезы. \n Никаких победных восклицаний и воинственных воплей слышно не было.  Стояла абсолютная  мертвая тишина, лишь возмущенные голоса пленных эльфов,  да жжужание трупных мух нарушали её. Взятых живём было немного, связаванными их сталкивали в одну общую кучу, к которой повели и ту рыжеволосую девушку. ",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/1801/13/000b66dbdd48.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы были удивленны увидев цепочку пленных,  понуро опустив плечи они брели, подгоняемые ящерами. Ваше внимание привлекло яркое пятно. Девушка. Со спутынными рыжими волосами.  Она была одета в доспехи, и, по-видимому, пыталась выдать себя за воина. Вы проводили девушку взглядом. В последнюю секунду она обернулась и посмотрела на вас с любопытством и надеждой.  В ней было что-то другое, непохожие на остальных эльфов, знакомое. Приятные черты лица выдавали в ней скорее человека. Если бы не длинные заостренные уши можно было бы подумать что она оказалась здесь случайно,  как и вы. \n Вскоре ее заслонили собой другие пленные, которых сбили в кучу. По очереди им завязывали руки, одновременно привязывая к канату.  Достаточно было потянуть за конец, чтобы все разом последовали друг за другом. \n Вы вспомнили о Церуде. Маг все еще стоял с вами рядом, переводя дыхание. \n— Понадобитьссся т... твоя помощь, — сказал он. \n— Ты не ранен? — спросили вы. \n—Я? Я нет,  — выдохнул он, — Но вот другие... ",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/1804/51/22560f1bb21e.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": "                                 Глава 5\nПросторную спальню озарял яркий солнечный свет, идущий из больших, в человеческий рост, окон. Высокий потолок поддерживали красиво разукрашенный полуколонны, выступающие из стен комнаты. На широкой кровати с пологом, укрытой разноцветными шелковыми покрывалами лежал Маллум Прекрасный. Томно полуприкрыв веки, он наслаждался, утопая в мягкой перине. Прямые, золотого цвета,  волосы прикрывали грудь и плечи. Из под волос  выглядывали длинные и сильно заостренные уши. При первом взгляде казалось, что он искусно вырезанная статуя из мрамора. Абсолютно правильные черты лица, и белоснежная кожа придавали ему соответствующий вид. \n \"Время для пробуждения... \", — Маллум вспомнил строчку из выступления королевского менстреля. Потянувшись он дернул за шнурочек, висевший над кроватью. Раздалась приятная мелодия. В ту же минуту открылись резные деревянные двери, и в спальню,  одна за другой, вошли шесть прекрасных девушек, одетых в темно-синие платья.  ",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": " Эльфийки несли в руках одежду, войдя они как одна звонкими голосами пропели: \"Доброе утро, милорд\". \n Маллум, скинув одеяло, медленно поднялся с кровати. Он был совершенно наг. Нисколько не стесняясь король  выпрямился и поднял руки. Две служанки принялись его одевать, остальные, невозмутимо глядя перед собой, стояли рядом. \n Когда оставалось лишь застегнуть  камзол, неожиданно в спальню вбежал посыльный . \n— Ваше величество, госпожа Мелисента  просила меня предупредить о ее визите...  Она уже здесь. \n Паж, почтенно опустив голову сделал шаг в сторону. В комнату вплыла молодая женщина, одетая весьма экстравагантно. Темный распахнутый халат-накидка был надет поверх обтягивающего костюма,  цвета вороного крыла,  с открытой талией. С обруча, охватывающего распущенные черные волосы свисали тонкие чугунные цепочки на которых блестели какие-то мелкие вещицы, побрякивающие при ходьбе. \n Женщина дойдя до середины комнаты остановилась и с презрением оглядела окружающих глазами,  подведенными черными тенями . Увидев ее Маллум расцвел в сладострасной улыбке. \n \"Ступайте\",  — махнул он служанкам и пажу. \n Слуги вышли, закрыв за собой дверь. \n — Ааа, вот и глава ордена — протянул король привлекая ее к себе. \n— Но мой король, я хотела поговорить с вами о важных государственных делах.  \n Мелисента самодовольно улыбнулась. \n  Ей нравилось чувствовать себя старше и умнее этого мальчишки. ",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 81,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c27/1802/86/039389a51713.jpg"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Вот как? — заигрывая спросил король. \nМелисента мягко отстранилась. \n— Ваше величество, —  произнесла она — армия зверолюдов идет к городу, всего полдня пути отделяют ее от столицы.  \nМаллум изобразил скучающие выражение лица. \n — Им никогда ни дойти сюда, моя дорогая. Никогда. — Он отвернулся к окну. Они были достаточно высоко.  Сквозь стекло виднелись сверкающие шпили и бесчисленное количество крыш, покрытых сверкающей на солнце черепицей. С высоты были хорошо видны чистые,  идеально ровные улицы и проспекты. Город был окружен огромной крепостной стеной, соединяющейся между собой башнями неправильной формы, на вершине которых развевались прямоугольные знамена. Маллум знал,  стоит ему посмотреть в другое окно,  и он увидит порт. Нет, не грязный прогнивший пирс,  не доки с жалкими суденышками, не вонючие склады и кабаки вокруг которых бродят, шатаясь,  пьяные матросы, а гигантский каменный порт, принимающий сотни кораблей,  и охраняемый скорострельными камнеметами на бастионах. \n А вдруг их будет слишком много?  Вдруг у зверолюдов тоже есть камнеметы? \n —Что же ты предлагаешь делать? — встревоженно спросил Маллум.  \n— Не беспокойтесь, мой король, у меня есть план... Мы можем использовать одно древнее  заклятье, но... для него кое-что понадобиться. \n Король вопросительно изогнул брови. \n — Кровь человеческой девы, милорд.  Желательно с большим магическим потенциалом. \n Маллум был разочарован. \n— Откуда же я возьму такого человека, Мелисента? — сухо спросил он. \n — Я подскажу вам, Ваше величество... — ответила колдунья. \n    \n                                    * * *",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      },
      {
        "id": 82,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b03/1802/29/67c1cb09c52e.jpg"
      }
    ]
  },
  {
    "id": 83,
    "text": "                                   * * *\n Грязный лоскут ткани все норовил выскользнуть из рук, а вы и так безумно устали. Оставалось совсем чуть-чуть, только завязать здесь... ладно, и так сойдет. Дисландец, руку которого вы только что \"перевязывали\", не обращал на вас никакого внимания и смотрел куда-то в сторону. Да и бессмысленно было что-то говорить или пытаться услышать. Вокруг стоял невообразимый шум. Ржали проходившие мимио хорсалы, все вокруг куда-то спешили, кричали, ругались.  Звенела сталь под ударами кузнеца, скрипели плохо смазанные колеса тележек, хрустело, падая,  только что срубленное дерево. \n Наконец-то вы добрались. Это был тот самый лагерь. То место по дороге в которое чуть не погибли. Здесь должна была решиться ваша судьба.\n Вы заметили Церуда. Он что-то рассержнно объяснял двум солдатам, державшим носилки. Когда вы подошли ближе он раздраженно махнул рукой и те двое поспешили скрыться. \n— Круруб доложжжил о тебе — сообщил обращяясь к вам Церуд — Сссказали,  что император жжжелает тебя видить и вызззыват тебя к сссебе, ссскоро ззза тобой явитссся гвардия. А вот и они... ",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": [
      {
        "id": 85,
        "text": "[Идти в арсенал] "
      },
      {
        "id": 86,
        "text": "[Идти к ближайшей кухне] "
      },
      {
        "id": 87,
        "text": "[Идти к пленным] "
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "Вы увидили трех приближающихся воинов, с ног до головы закованых в тяжелую броню. В руках они держали что—то наподобие арбалетов, а на поясах болтались короткие кривые мечи. Подойдя к вам, воины с торжественным видам объявили, что император уже ждет, и вам нужно пройти с ними. Вы взволновано посмотрели на Церуда,  тот добродушно оскалившись на прощанье сказал: \"Ничего не бойссся и веди сссебя доссстойно\". \n  Вздохнув,  вы двинулись вслед за гвардейцами. Они вели себя очень сдержанно, даже отстраненно. Вы шли мимо солдатских палаток довольно долго,  пока наконец перед вами не вырос большой шатер рядом с которым на штандарте развивалось темно—оранжевое знамя. Знамя — императора. \nЗдесь же на посту стояла стража. Вы насчитали четырнадцать воинов. Стражи стояли в два ряда, по обе стороны от входа в шатер.  Когда вы подошли достаточно близко и остановились, гвардейцы следовавшие за вами вскинули арбалеты на плечо и направили на вас. Вы не понимали что происходит. Из строя вышел невысокого роста ящер с длиной худой мордой. Обращяясь к вам он громко объявил:\n— Если ты желаешшь видить императора, то должжжен сдать оружжжие и позззволить себя обыссскать на предмет отравы, ядовитых порошков и всего, что можжжет угрожать жизни Его Величества. \n Тут же к вам подошли два гвардейца. ",
    "answers": [
      {
        "id": 89,
        "text": "[Молчать] "
      },
      {
        "id": 90,
        "text": "- Только попробуйте!"
      },
      {
        "id": 91,
        "text": "- Ладно. Делайте что хотите. "
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы решили ничего не говорить и позволили себя обыскать, впрочем обыск заключался лишь в проверке карманов и складок одежды. Вас отряхнули и кто-то сунул вам в руку веточку какого-то дерева с короткими широкими листьями. Вы бросили непонимающий взгляд на дисландца стоявшего рядом. \n— Дар для императора. Традиция. — сухо заметил он, внешне делая вид что не обращает на вас внимания. \nОт веточки приятно пахло. Ящер,  проинструктировавший об обыске, грубо толкнул вас в спину. Вы оказались перед самым входом в шатер. ",
    "answers": [
      {
        "id": 92,
        "text": "[Войти] "
      }
    ]
  },
  {
    "id": 90,
    "text": "— Только попробуйте! — гневно воскликнули вы.\n Длинномордый ящер недобро улыбнулся. \nВас все же подвергли  \"досмотру\", подарив несколько пинков и подзатыльников. Похлопав по складкам одежды, заглянув за шиворот и осмотрев карманы, вам вручили веточку какого-то приятнопахнущего растения. Очевидно такая традиция или вроде того, спорить  уже не хотелось. Закончив, вас подтолкнули ко входу в шатер, закрытым куском плотной ткани. Гвардейцы отошли  и встали полукругом, словно любуясь своей работой. ",
    "answers": [
      {
        "id": 92,
        "text": "[Войти] "
      }
    ]
  },
  {
    "id": 91,
    "text": " — Ладно. Делайте что хотите. \nНа вашу реплику никто не обратил внимания, \"досмотру\" вас бы и так подвергли. Похлопав по карманам, заглянув за шиворот,  изучив внутрение складки, вам вручили ветку какого-то приятнопахнущего растения. \n— Даррр для имперрратора. Трррадиция. — сухо пояснил один из гвардейцев. Закончив, стража слегка подталкнула вас ко входу в шатер, закрытому куском плотной ткани. ",
    "answers": [
      {
        "id": 92,
        "text": "[Войти] "
      }
    ]
  },
  {
    "id": 92,
    "text": "Сжимая в руках веточку, вы осторожно отодвинули край ярко-разукрашенного полотна, и оказались в полумраке. Когда глаза привыкли, вы смогли разглядеть большую металлическую жаровню. Свет исходящий от тлеющих углей выхватывал из темноты простой стол, полностью заваленный бумагами. Опираясь на него обеими руками, ссутулившись,  стоял невысокого роста дисландец. Сперва вы подумали, что это один из стражей.\n  Он был облачен в стальные доспехи, одетых поверх рубахи из серого меха какого-то зверя. Волоски этого меха проступали между узорчатыми латами. Голову не венчала корона. Вместо неё был шлем, закрывающий нос, челюсть, и \"щёки\", только сверкающая полоса огибающая макушку сверху могла быть символом власти. Вы также увидели большую секиру с двойным лезвием, стоящую на подставке неподалеку. \n  Заметив вас, ящер повернулся в вашу сторону. Повисло неловкое молчание. Неясно было то ли он  разглядывал вас, то ли ждал чего-то, или попросту не обращал внимание, смотря куда-то в сторону. ",
    "answers": [
      {
        "id": 93,
        "text": "[Поклониться] "
      },
      {
        "id": 94,
        "text": "[Молчать] "
      },
      {
        "id": 95,
        "text": "[Упасть на колени] "
      }
    ]
  },
  {
    "id": 93,
    "text": " Вспомнив о правилах поведения при дворе, известных вам  из книг и фильмов, вы неумело поклонились. Казалось император остался доволен вашим повидением, и даже как будто слегка улыбнулся. ",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": " Что делать и говорить, вы не имели и малейшего представления, и потому просто смотрели на императора, а он на вас. Конечно нужно было что-то предпринять, но вас как-будто парализовало, все мысли в голове замерли, не оставляя шанса выйти из этой ситуации. \n Наконец Эрпэн первым нарушил молчание. ",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": " Вы грохнулись на колени. На морде императора отразилось сперва недоумение и испуг как будто вы ненормальный,  затем лекгая снисходительная улыбка. \n Он сделал жест рукой чтобы вы встали. ",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Так значит ты и есть тот человек из другого мира? \n Вы кивнули. Странно. Эрпэн говорил совершенно нормально: без шипения, присвистов и хрипа. \nНа секунду снова повисло молчание.\n — Наверняка ты желаешь вернуться домой. Что ж. Тогда помоги мне и я помогу тебе. \n Увидев,  вопросительное выражение вашего лица, император продолжил. \n— Я хочу чтобы ты послужил мне. Взамен,  я верну тебя на Землю. \n Вы было открыли рот, но Эрпэн снова перебил вас. \n— Не спрашивай откуда я это знаю. У тебя сейчас есть выбор. И так, ты будешь моим вассалом?  ",
    "answers": [
      {
        "id": 97,
        "text": "- Да, мой император. "
      },
      {
        "id": 98,
        "text": "- Мне надо подумать! "
      },
      {
        "id": 99,
        "text": "[Молчать] "
      }
    ]
  },
  {
    "id": 97,
    "text": "— Да... мой император. \n— Ну хорошо, тогда  отдай мне эту ветвь, взамен возьми перстень, — сказал Эрпэн, беря у вас ветку и протягивая руку с золотым кольцом на ладони. Вы приняли дар. Это было золотое украшение с выгравированными синеватыми цветами, похожими на лаванду. \n— Тебе оказана большая честь.  — произнес император.— Итак, тебе известно о круге \"Лимилинов\" ? Их еще называют \"Орден Чистоты\". Именно эта каста высших эльфов угрожает судьбе сотен народов. \n  Источником магии для них является одиннадцать колдовских амулетов невиданной силы. Вместе они позволяют управлять пространством, временем, волей, мыслями, а один менять внешность.\n   Ты ведь понимаешь, что в дурных руках могут сделать эти артефакты? \n  Я знаю, ты оказался здесь, благодаря одному из них. Я приказал страже не отнимать его у тебя, но сейчас его лучше отдать мне. ",
    "answers": [
      {
        "id": 100,
        "text": "[Отдать медальон] "
      }
    ]
  },
  {
    "id": 98,
    "text": " Вы, мякго говоря, оторопели. Впрочем любой растерялся бы на вашем месте. \n Пришлось выпалтить первое, что пришло в голову. \n— Мне надо подумать! \n  Император выпрямился и в упор посмотрел на вас. \n— Я понимаю. Ты сомневаешься: не заставлю ли я тебя творить всякие зверства?  Правильно ли ты поступаешь давая клятвы и обещания \"нелюдям\"?..   \nМы не нечисть и мы не зло. Поверь, что мы и не кучка взбесившихся, — Эрпэн запнулся — \"зверолюдов\", идущих грабить и убивать, не какие-то фанатики... \n Вы хотели было сказать, что не имели ввиду ничего такого, но дисландский монарх гнул своё. И желание перечить само отпало. \n — Пойми, надо восстановить равновесие, нарушенное эльфами. Их маги угрожают в том числе и вашиму миру. Они будут стремиться к вселеннскому господству... \n Ты поможишь остановить их ?  ",
    "answers": [
      {
        "id": 97,
        "text": "- Да... мой император"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы не знали, что и сказать и поэтому решили промолчать. Император смотрел на вас. Наконец он нарушил молчание. \n— Я понимаю. Ты думаешь я заставлю тебя делать нечто страшное? \nЭрпэн вздохнул, — Пойми, Я и мой народ не зло. Не нечисть. Не завоеватили. Не кучка грязных бандитов, жаждущие крови и насилия...  Я... клянусь.   — он отчетливо проговаривал каждое слово — Я клянусь тебе как рыцарь. \nСкажи, ты веришь мне? \n ",
    "answers": [
      {
        "id": 97,
        "text": "- Да... мой император"
      }
    ]
  },
  {
    "id": 100,
    "text": " Вы тут же схватились за карман, но опомнившись вытащили амулет и передали его императору. Тот внимательно рассмотрел его со всех сторон. \n — Так будет лучше. — задумчиво проговорил Эрпэн.\n Он перевел взгляд с медальона на вас. \n— Сейчас ты можешь идти. Скоро мы начнем осаду столицы.  Ты понадобишься во время штурма. Пока походи по лагерю, зайди в арсенал и возьми амуницию. \n То кольцо, что я дал тебе. Покажи его, и сделают все необходимое. \n Да... я буду ждать тебя на военном совете завтра утром. Теперь все. \n Вы вышли из палатки. ",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "\"Так, взять амуницию, осмотреть лагерь... \", — вы огляделись. Небыло ни малейшего представления куда надо идти. ",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": " Вы пошли куда глаза глядят. Из вашей головы не выходило все, что произошло с вами за последние несколько дней. Другой на вашем месте наверное бы сошел с ума, или прыгал от счастья, но для вас все проходило будто во сне. Вы смирились с нереальностью происходящего. \n\"Хотя с другой стороны, если все это правда, как тот медальон попал на Землю?  Как перенес меня сюда, ведь для его использования нужна магия? \"\n Вы резко остановились. Увиденное вас потрясло. ",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": " Вашим глазам предстали огромные \"загоны\", сколоченные из бревен. Ограда поднималась настолько высоко, что вы едва могли достать до верхнего края рукой, но существам, сидевшим внутри, она не доходила до пояса. Они были огромны. \"Наверное больше четырех метров\", — подумали вы. Это были дисландцы. Но какие! Они были похоже скорее на динозавров, чем на каких-то ящериц. Из чудовищной пасти торчали клыки, на лапах когти были длинной в ваш локоть. Эти \"динозавры\" были со спины и боков прикрыты костиным гребнем-панцерем, как у больших черепах. Помимо естественной брони на гигантах были надеты доспехи, толщина которых могла сравнится с броней танков. Вы посмотрели в сторону, там стояли ряды стоек с оружием. Больше всего вас впечатлил боевой молот размером с небольшой автомобиль. Вокруг загонов суетились десятки обычных ящеров. \n Вы решили спросить об этих великанах одного из них. ",
    "answers": [
      {
        "id": 104,
        "text": "[Спросить] "
      },
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/1806/3a/f0f9af28b44c.png"
      }
    ]
  },
  {
    "id": 104,
    "text": " Мимо как раз проходил один из рабочих. Вы поймали его за руку. \nЭто был худощавый старый дисландец, с короткой мордой. Желтовато — зеленая кожа висела на нем, словно была ему велика. \n— Не подскажите, что это там за твари,  в загонах, — обратились вы к нему. \n— Микассссс, глупый человек,- злобно прохрипел он — если они тебя услышшшат, то порвут на куссски. Это снодийцы, из племени \nазаров. Они горды, молись чтобы не услышшшали тебя. \n Он вырвал руку и пошел дальше. Вы проводили его взглядом. \"Странные всё-таки эти дисландцы\", — подумали вы и двинулись дальше. ",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы довольно долго пробирались между рядами палаток. Просто брели в неизвестном направлении. Час. Два. Уже начинало вечереть. Постепенно палатки и шатры стали редеть. Вы увидели опушку леса и невысокий деревянный частокол.\n Приятная глазу картина, если бы не клетки и ямы с пленными. Эльфы сидели молча, выражая тем самым полную подавленность. Их конвоиры громко издевались над ними. \n— Что молчите?!!   А?  Может усссловия не те?  Вы ужжж проссстите не дворец! \n Кричали ящеры, швыряя в клетки комьями грязи. Хотя тем, кто был в клетках можно было и позавидовать. \"Ямы\" — настоящие колодцы, там внизу,  в темноте,  эльфы сидели прижавшись друг к другу,  с трудом вдыхая затхлый пыльный воздух. \n Охрана все не унималась. \n— Эй!  Вам там удобно?!!  — кричали они, сапогами стряхивая вниз песок. \n Один, как бы шутя спросил у другого, где отхожее место. \n— А, в ямах, где всссе дерьмо,  — ответил тот. \nПленные продолжали молчать, даже когда на них полилась моча, только кто-то тихо всхлипнул. \n Глядя на это, вы вспомнили слова Эрпэна: \"Мы не зло. Мы не кучка бандитов...\" Так что же это такое?  Или им наплевать на честь их императора? \n  Вы смотрели на пленных. Возможно среди них есть те, которых захватили в том бою. ",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "  Вдруг вы заметили её. Ту девушку, которую видели во время боя в лесу. \nОна сидела поджав ноги,  чуть поодаль в клетке, подвешенной высоко над землей.  Одновременно с вами на нее обратил внимание один из охранников. Взяв у товарища пику он подошел к эльфийке. Замерев на секунду перед клеткой, он с размахом ударил по ней рукой. Та со скрипом закачалась из стороны в сторону. Девушка в ней испугано сжалась. Ее мучитель как будто чем-то недовольный, скривил морду, обнажив острые зубы, а затем развернув пику тупым концом,  просунул оружие между прутьев, и ударил несчастную. Эльфийка дернулась и запрокинув голову,  упала спинной на металлические прутья. ",
    "answers": [
      {
        "id": 107,
        "text": "[Вмешаться] "
      },
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/1804/21/587d777f7b5e.jpg"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вы не выдержали и, сами не зная, что собираетесь сделать, бросились к месту, где стоял ящер. Разбежавшись, вы со всей силы толкнули его в спину. Тот, неождавший толчка, упал на руки. Воспользовавшись моментом вы ударили дисландца коленом в грудь. Осознание того, что вы натворили пришло только тогда, когда ящер, увернувшись, выпрямился перед вами в полный рост. Обнажив ряд острых зубов, он схватил вас когтистой лапой и бросил на землю так, что в глазах замелькали разноцветные пятна. В следующую секунду страж поднял вас над землей, вонзив когти в ваши плечи. \"Ну, всё. Сейчас он меня разорвет\", — подумали вы. Вдруг вы вспомнили про кольцо. С усилием, подняв руку с перстнем,  вы прохрипели: \"Именем императора...\"",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      },
      {
        "id": 107,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d15/1804/78/277e87018cd5.jpg"
      }
    ]
  },
  {
    "id": 108,
    "text": "Вас тут же опустили на землю. Вы облегченно выдохнули и продолжили говорить, указывая на девушку. \n— Отпустите её. Сейчас же. \n Из толпы отпрянувших в страхе ящеров вышел один, со связкой ключей в руках. Подойдя к клетке, он, скрипя замком, открыл ее и поспешно отошёл в сторону. Вы оглянувшись,  медленно отворили тяжелую дверцу и аккуратно, взяв девушку на руки, вытащили её наружу. Она была легкая, как будто совсем ничего не весила. Вы держали эльфийку на руках, бережно прижимая к груди, словно баюкая; и понимая, что здесь лучше не задерживаться, двинулись вдоль частокола, к тому месту, где из-за бревен виднелась опушка леса. Собравшиеся зеваки расступались перед вами, провожая любопытными взглядами. ",
    "answers": [
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b17/1804/5b/d77b3ca5ce53.jpg"
      },
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Наконец,  вы вышли за ограду, и ещё некоторое время шли вдоль рощи каких-то деревьев, пока не добрались до невысокого холмика, покрытого зеленой сочной травой. Здесь вы  положили девушку на землю, и слегка наклонились чтобы внимательнее её рассмотреть. \" А она симпатичная\", — подумали вы.\n   В ней вам казалось что-то знакомое, резко выделяющиеся на фоне всего окружающего. Как-будто вы могли видеть её раньше.  Эльфийка была все ещё без сознания. Она дышала глубоко и тихо, её грудь равномерно поднималась и опускалась.  Вы присели рядом. \n С холма открывался прекрасный вид. Заходящие солнце уже коснулось линии горизонта. Его лучи, пробивающиеся сквозь облака окрашивали все вокруг в желтовато-оранжевый цвет. Вдалеке виднелись неведанные и безымянные холмы, долины, леса. Дул приятный легкий ветерок, гнавший облака на небе. \n    У вас саднило плечо. Похоже идет кровь. Вы думали о том страже, с которым подрались. Как же было страшно,  когда он вцепился и уже был готов нанести последний удар, который бы решил вашу дальнейшую судьбу. \"Неужели я трус?\" , — подумали вы. \n  Неожиданно вы почуствовали как вашего плеча, что-то коснулуось.\n",
    "answers": [
      {
        "id": 110,
        "text": "[Обернуться] "
      }
    ]
  },
  {
    "id": 110,
    "text": "Рыжеволосая эльфийка сидела сзади и осторожно трогала вас за раненое плечо. Её большие зеленые глаза были полны сочувствия. Вы несколько секунд смотрели друг на друга. \n— Спасибо, — произнесла она, отведя взгляд — ты пострадал за меня. ",
    "answers": [
      {
        "id": 111,
        "text": "- Я не мог поступить иначе. "
      },
      {
        "id": 111,
        "text": "- Ерунда. Обращяйся. "
      },
      {
        "id": 111,
        "text": "- Бросить тебя в клетке было бы ошибкой. "
      },
      {
        "id": 111,
        "text": "- Да ладно. Чё там... "
      }
    ]
  },
  {
    "id": 111,
    "text": " Девушка улыбнулась. \n — Меня зовут Варя. ",
    "answers": [
      {
        "id": 112,
        "text": "- Варвара?  Странное для эльфийки имя. "
      },
      {
        "id": 113,
        "text": "[Молчать] "
      },
      {
        "id": 114,
        "text": "- Красивое имя. "
      },
      {
        "id": 111,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c13/1806/3e/cae0a6853b1c.jpg"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Варвара ?  Странное для эльфийки имя. — с подозрением произнесли вы. \n Девушка  смутилась.\n— Меня так назвал отец. \n Она взглянула на вас своими, словно пытаясь что-то понять. ",
    "answers": [
      {
        "id": 115,
        "text": "- Говори, эльф! "
      },
      {
        "id": 123,
        "text": "- Расскажи, пожалуйста. "
      },
      {
        "id": 112,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d12/1805/67/cb14ad7a987a.jpg"
      }
    ]
  },
  {
    "id": 113,
    "text": " Она была так искрена, когда представилась.  Вы не могли удержаться и улыбнулись в ответ, хоть и подумали что это наверное глупо. \n\"О чем же с ней говорить, не молчать же? \",  — подумали вы. ",
    "answers": [
      {
        "id": 117,
        "text": "[Молчать] "
      },
      {
        "id": 119,
        "text": "- Ты говоришь по дисландски? "
      },
      {
        "id": 120,
        "text": "- Ненавижу тех, кто издевается над слабыми"
      }
    ]
  },
  {
    "id": 114,
    "text": " Вы решили флиртануть. \n— Красивое имя. \nВаря несколько раз растеряно моргнула, но в целом сделала вид, что  не раслышала",
    "answers": [
      {
        "id": 121,
        "text": "- От кого ты его получила? "
      }
    ]
  },
  {
    "id": 115,
    "text": "— Говори, эльф! — гаркнули вы. \nЭльфийка, сведя брови, одновременно удивленно и разачаровано поглядела на вас. А затем поднявшись с земли гордо и с некоторой издевкой сказала:\n— Перед тобой Варвара Аданедель Лаиэла, дочь магистра Ордена Лимилинов, приближенная к его величеству и королевскому двору.Тебе достаточно знать того, что за меня заплатят большой выкуп!\n   Варя угрожающе выдохнула и надула губы. ",
    "answers": [
      {
        "id": 116,
        "text": "- Не горичись. Я не поэтому тебя спас. "
      },
      {
        "id": 124,
        "text": "- Не нужен мне никакой выкуп! "
      }
    ]
  },
  {
    "id": 116,
    "text": "— Не горечись. Я не поэтому тебя спас. \n — А почему же?",
    "answers": [
      {
        "id": 120,
        "text": "- Ненавижу тех, кто издевается над слабыми. "
      }
    ]
  },
  {
    "id": 117,
    "text": "Вам почему-то стало неуютно рядом с ней. Варя сидела и смотрела на вас. Вы взглянули на небо. Близились сумерки, а вслед за ними и ночь, и новый день. Вы продолжали смотреть на небо, молча любуясь закатам. И вам казалось в эту минуту, что просто созидать окружающий мир, наслаждаться каждой его деталью — более правильнее чем что бы то ни было. Прошло десять минут. Двадцать. Вы снова почуствовали как эльфйка осторожно положила руку вам на плечо. Немного подержав её, она сказала неуверенно: \"Я пойду... \" \n Варя поднялась на ноги. ",
    "answers": [
      {
        "id": 125,
        "text": "[Молчать] "
      },
      {
        "id": 126,
        "text": " - Постой! "
      }
    ]
  },
  {
    "id": 118,
    "text": "— Как ты оказалась в той засаде?  \n Взгляд Вари стал печален. \n— Я уже очень давно ничего не слышала о своем отце. — начала она тихим голосом — Он исчез почти полгода назад  и с тех пор о нем ничего никому не известно.\n  Я очень сильно за него волнуюсь. Мне разумеется не позволили поговорить с кем-то из ордена. Но я не раз пыталась, в конце концов, когда их терпение лопнуло мне объявили, что по \"воле короля\" меня отправляют на войну с ордами диких зверолюдов. Так я оказалась в том лесу,  где повстречала тебя. — Она горько улыбнулась. \n   — Нет худа без добра, как говорится...  Если бы не ты, я бы  осталась в той клетке. \n",
    "answers": [
      {
        "id": 120,
        "text": "- Ненавижу тех, кто издевается над слабыми. "
      }
    ]
  },
  {
    "id": 119,
    "text": "— Ты говоришь по дисландски?  \n— По дисландски? — Варя была явно удивлена — Конечно же нет. Разве ты сам не замечаешь, что мы разговариваем на тенгваре? \n — Тенгваре? \n — Эльфийском языке, — пояснила девушка. \n Вы попытались сделать такое лицо, как будто всё это было глупой шутка, а про себя подумали: \"Надо будет спросить у Церуда, что за порошок  он мне дал\". \n",
    "answers": [
      {
        "id": 120,
        "text": "- Ненавижу тех, кто издевается над слабыми"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ненавижу тех, кто издевается над слабыми. — сказали вы, вспомнив как вас пинали в школе. \n— Правда? — Варя усмехнулась, но затем вновь посерьезнев сказала — Значит ты хороший человек, и тебе можно доверять.\n Неожиданно эльфийка встрепенулась, как будто что-то вспомнив.\n — Кстати, как твоё имя? — Спросила она. ",
    "answers": [
      {
        "id": 128,
        "text": "- Витька"
      },
      {
        "id": 129,
        "text": "- Вениамин"
      },
      {
        "id": 130,
        "text": "- Ваня"
      },
      {
        "id": 134,
        "text": "- Не скажу. "
      }
    ]
  },
  {
    "id": 121,
    "text": "— От кого ты его получила? , — спросили вы. \nВаря села, поджав под себя ноги, выпрямилась и то ли шутя, то ли кокетничая,  убрала назад волосы, приготовившись рассказывать. \n— Меня зовут Варвара Аданедель Лаиэла. Я происхожу из знатого рода приближенных к королевской семье, — при этих словах она лукаво посмотрела на вас — Мой папа...  мой отец — один из главных членов ордена Лимилинов. Своей матери я не помню, отец сам растил меня с малых лет — Варя вздохнула — Меня назвали в честь матери . Странное имя, но правда красивое... \n ",
    "answers": [
      {
        "id": 121,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a18/1805/df/8810a116372b.png"
      },
      {
        "id": 118,
        "text": "- Как ты оказалась в той засаде? "
      }
    ]
  },
  {
    "id": 122,
    "text": "— Расскажи мне, пожалуйста, — попросили вы. \nВаря села, поджав под себя ноги, выпрямилась и то ли шутя, то ли кокетничая,  убрала назад волосы, приготовившись рассказывать. \n— Меня зовут Варвара Аданедель Лаиэла. Я происхожу из знатого рода приближенных к королевской семье, — при этих словах она лукаво посмотрела на вас — Мой папа...  мой отец — один из главных членов ордена Лимилинов. Своей матери я не помню, отец сам растил меня с малых лет. Когда я спрашивала его о маме он говорил, что она была прекрасной принцессой из бесконечно далекой страны, за которой он прошел тысячи морей, лесов и гор. Да да он говорил именно из \"бесконечно далекой\". — Варя вздохнула — Меня назвали в честь мамы . Странное имя, но правдо красивое... \n ",
    "answers": [
      {
        "id": 118,
        "text": "- Как ты оказалась в той засаде? "
      },
      {
        "id": 120,
        "text": "- Ненавижу тех, кто издевается над слабыми"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Расскажи, пожалуйста, — попросили вы. \nВаря села, поджав под себя ноги, выпрямилась и то ли шутя, то ли кокетничая,  убрала назад волосы, приготовившись рассказывать. \n— Меня зовут Варвара Аданедель Лаиэла. Я происхожу из знатного рода приближенных к королевской семье, — при этих словах она лукаво посмотрела на вас — Мой папа...  мой отец — один из главных членов ордена Лимилинов. Своей матери я не помню, отец сам растил меня с малых лет. Когда я спрашивала его о маме он говорил, что она была прекрасной принцессой из бесконечно далекой страны, за которой он прошел тысячи морей, лесов и гор. Да-да он говорил именно из \"бесконечно далекой\". — Варя вздохнула — Меня назвали в честь мамы . Странное имя, но правда красивое... \n ",
    "answers": [
      {
        "id": 123,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a18/1805/df/8810a116372b.png"
      },
      {
        "id": 118,
        "text": "- Как ты оказалась в той засаде? "
      }
    ]
  },
  {
    "id": 124,
    "text": "— Не нужен мне никакой выкуп! — возмутились вы. \n Варя несколько секунд молча и внимательно разглядывала вас. \nНеожиданно она изменилась, словно  что-то державшие её ранее,  резко отпустило.\n  Девушка вплотную приблизилась к вам,  и вы ощутили кожей её теплое дыхание. \n — Я поняла...  — томно прошептала она вам почти в ухо. \nВас бросило в жар. Её руки нежно скользнули по вашей спине, плечам и обвились вокруг шеи.\n Вы закрыли глаза, ощущая как часто и тяжело колотится в груди сердце...  ",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": " Вы никак не отреагировали. Краем глаза вы видели, как Варя отходит, с подозрением глядя на вас, словно сомневаясь что её уход вообще будет замечен. Продолжая смотреть на вас, эльфийка прибавила шагу. Она направилась через склон холма к лесу. \n Остановившись на небольшом возвышении, Варя обернулась и дружески махнула рукой на прощанье. Вы, поднявшись, ответили тем же. \n Эльфийка встала на носочки чтобы лучше вас разглядядеть, а затем весело подпрыгнув как ребенок, побежала трусцой к лесу, пока не скрылась между деревьями",
    "answers": [
      {
        "id": 125,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/1805/e5/3ddc00e59b65.png"
      },
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Постой! — вы схватили девушку за запястье. \n Варя снова встретилась с вами взглядом. Она встала на цыпочки и поцеловала вас в щёку. \n Вас это сильно удивило и вы ослабили хватку, эльфийка, воспользовавшись этим выскользнула и побежала в сторону леса. Пробежав шагов двадцать, она остановилась и повернувшись, махнула на прощание рукой, а затем продолжила бежать, пока не скрылась за деревьями. \n  ",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      },
      {
        "id": 126,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a19/1805/e5/3ddc00e59b65.png"
      }
    ]
  },
  {
    "id": 127,
    "text": "Следующие ощущение было не самым приятным: вследствие толчка такой силы, какой вы не ожидали от девушки,  вы кубарем покатились с холма на котором сидели. Когда вы поднялись на ноги, потирая ушибленные места, то успели заметить лишь силуэт Вари, бегущей в сторону леса и громко смеющейся на ходу. \n \"Во дает!\", — улыбнулись вы про себя. ",
    "answers": [
      {
        "id": 127,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b29/1805/2a/3e1f5c62cffa.png"
      },
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Витька, — сказали вы дурачясь. \nВаря воспринела это серьёзно. \n— Вит' — ка, — произнесла она по слогам. — Странное какое—то. Откуда ты? ",
    "answers": [
      {
        "id": 131,
        "text": "[Рассказать правду] "
      },
      {
        "id": 132,
        "text": "[Солгать] "
      }
    ]
  },
  {
    "id": 129,
    "text": "— Вениамин, — официально представелись вы. \n— Вениамин?..  Чудной ты какой- то. Расскажи о себе. ",
    "answers": [
      {
        "id": 131,
        "text": "[Рассказать правду] "
      },
      {
        "id": 132,
        "text": "[Солгать] "
      }
    ]
  },
  {
    "id": 130,
    "text": "— Ваня, — просто сказали вы, протягивая руку. \n Эльфийка посмотрела на вашу руку, потом снова на вас. \n— Странный какой-то. Откуда ты? ",
    "answers": [
      {
        "id": 131,
        "text": "[Рассказать правду] "
      },
      {
        "id": 132,
        "text": "[Солгать] "
      }
    ]
  },
  {
    "id": 131,
    "text": "Хоть вы и едва её знали, но Варя была единственная кому вы могли довериться здесь, а ложь могла всё испортить. И вы рассказали ей, что вы из другого мира. Рассказали о том как нашли медальон, как познакомились с Церудом, как попали в засаду и как говорили с императором. \n Когда вы закончили, Варю охватило сильное волнение. Она задрожала словно в лихорадке. \n— Как, ты говоришь, выглядел тот \"медальон\"!? \n  Вы подробно повторили описание. \n Варя закрыла глаза. \n  Молчание длилось довольно долго.\n — Так выглядел амулет отца.  — наконец прошептала она. \n Внезапно вы все осознали. \n — Но как он попал на Землю? \n— Я не знаю — Варя покачала головой — скорее всего случилась что-то плохое. \n Она быстро встала на ноги. Губы у неё дрожали. ",
    "answers": [
      {
        "id": 135,
        "text": "[Утешить] "
      },
      {
        "id": 136,
        "text": "[Посочуствовать] "
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы решили, что ваша история может показаться чересчур невероятной и рассказали Варе вымышленную. Будто вы наемник, родом из Розмерии, решивший поискать приключений в земле ящеров, надеясь найти богатство и славу.\n Про себя вы заметили, что эта \"легенда\"  не слишком похожа на правду, но эльфийка слушала вас с большим вниманием и очевидно верила. \n — Так значит ты герой одиночка?  — все же немного иронично спросила Варя.\n— Выходит так.  \n— И у тебя совсем никого нет? \n— Едва ли... — выдавили вы. \n Варя внимательно на вас посмотрела,  а затем поднялась на ноги. \n — Что ж...  Позвольте вас поблагодарить еще раз — сказала она и поцеловала вас в щеку. Вы были польщены. \n Эльфийка развернулась и побежала к лесу. Добежав до края невысокого холмика она махнув на прощание рукой крикнула:\n— Прощай! \n И продолжив свой путь скрылась между деревьями. ",
    "answers": [
      {
        "id": 132,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a19/1805/e5/3ddc00e59b65.png"
      },
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы вздохнули, сами не зная от чего, ведь на душе было спокойно. \n Вы посмотрели на небо. Солнце почти зашло и следовало бы подумать о ночлеге. Взглянув в последний раз на деревья, за которыми скрылась девушка, вы двинулись в сторону лагеря. Миновав частокол вы шли озираясь по сторонам в поисках укрытия. Наконец увидев большой шатер, освященный жаровнями и кострам, вокруг которого собралась кучка о чём-то весело болтавших дисландцев, вы подошли к нему. \n Стало понятно от чего ящеры так веселы. Внутри шатра стояли огромные бочки, очевидно с каким-то крепким напитком или вроде того. Тут же кто-то играл на инструменте, издававшем громкие писклявые звуки. Вообще вокруг царила невообразимая вакханалия. Никто соответственно не обратил на вас внимание. Заметив возле шатра большую кучу соломы вы легли на неё заложив руки за голову и устремили мечтательный взгляд в темно-синие небо по которому плыли кучерявые облака и сверкали незнакомые звезды. \n",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Не скажу.\nВаря усмехнулась \n— Странный ты какой-то. Расскажи о себе. ",
    "answers": [
      {
        "id": 131,
        "text": "[Рассказать правду] "
      },
      {
        "id": 132,
        "text": "[Солгать] "
      }
    ]
  },
  {
    "id": 135,
    "text": " Вы тоже поднялись на ноги. \n — Ну тихо-тихо. Успокойся, даже если амулет как-то и попал в мой мир, это вовсе не значит,  что что-то произошло с твоим отцом. Может быть это просто случайность. Я ведь тоже переместился в Дисландию совершенно случайно.\n Казалось Варе сделалось немного легче. \n— Спасибо. — сказала она, всхлипнув — Спасибо за всё. Хоть наше знакомство и было таким...  Я рада, что встретила тебя. \n Эльфийка подошла к вам поближе и,  встав на цыпочки, поцеловала в щеку. \n Вас это немного смутило. \n— Прощай, храбрый рыцарь. — сказала Варя. И развернувшись побежала в сторону леса. Пробежав шагов тридцать она остановилась и на прощание махнула рукой. Вы спохватились, хотели спросить куда она отправилась, убедить остаться, но эльфийка уже скрылась между деревьями. ",
    "answers": [
      {
        "id": 135,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a19/1805/e5/3ddc00e59b65.png"
      },
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "— Мне очень жаль — сочувствующе произнесли вы. \n По щекам Варе потекли слёзы и она отвернулась, закрыв лицо руками. \n Вы молча наблюдали за ней. По прошествии некоторого времени, утерев слезы,  эльфийка снова повернулась к вам. Она выдохнула и взяла себя в руки. \n— В любом случае спасибо тебе. Знай, что теперь...  — Она запнулась. — Прощай ! — Вдруг крикнула она. И очень быстро побежала через холм в сторону леса. Вы даже не успели ей ничего сказать, как она уже скрылась среди деревьев. ",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      },
      {
        "id": 136,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b29/1805/2a/3e1f5c62cffa.png"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы думали о Варе. Несмотря на ваше странное знакомство и не менее странное прощание, она вам очень понравилась. Вы мечтательно размышляли об эльфийке, вспоминая её мягкий приятный голос,  вьющиеся волосы и большие зеленые глаза, пока незаметно для себя самого не погрузились в сон.  ",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "— Теперь есть... ",
    "answers": []
  },
  {
    "id": 139,
    "text": " Вы огляделись. Повсюду виднелись втоптанные в землю тела погибших эльфов и дисландцев. Между ними, понуро опустив голову,  брели, подгоняемые ящерами,  пленные. Ваше внимание привлекло яркое пятно. Девушка. Со спутанными рыжими волосами.  Она была одета в доспехи, и по-видимому, пыталась выдать себя за воина. Вы проводили девушку взглядом. В последнюю секунду она обернулась и посмотрела на вас с любопытством и надеждой.  В ней было что-то иное, родное и знакомое, отличаюшее её от остальных. Приятные черты лица выдавали в ней скорее человека. Если бы не длинные заостренные уши можно было бы подумать что она оказалась здесь случайно,  как и вы. \n Вскоре ее заслонили собой другие пленные, которых сбили в кучу. По очереди им завязывали руки, одновременно привявязывая их к канату, достаточно было потянуть за конец, чтобы все разом последовали друг за другом. \n Вы вспомнили о Церуде. Маг все еще стоял с вами рядом, переводя дыхание. \n— Понадобитьссся твоя помощь, — настойчиво повторил он. \n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "                              Глава 6\nОглушительный рев,  сотрясающий землю, заставил вас вскочить на ноги. \n— Сссотня!  Подъём!\n Вы уже было решили податься панике и начать истерековать, как вдруг вспомнили где находитесь. \n Послышались звуки труб. Одна за другой они поднимали спящих, клубком, по-кошачьи, дисландских солдат, лениво зевавших и явно не желавших, что-либо делать в такую рань.  \n А было как вам казалось часов пять-шесть утра. \n Офицеры, которые к большому неудовольствию солдат почему-то, выглядели бодро, понемногу стали организовывать свои отряды. \n Вы же понимая, что не относитесь ни к одному воинскому подразделению в этой армии отправились по своим делам. \n А ведь нужно было  вооружиться,  повидаться с императором и найти что-нибудь поесть. \n С последнего вы и решили начать. Воины после короткого построения, чисто формального в этих условиях, стали сворачивать палатки, готовить телеги, видно было, что армия готовиться в скором времени отправиться в поход, и потому вам следовало торопиться. ",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "Так как в шатре, около которого вы спали, оставалась еда после вчерашней пирушки вы заглянули туда. \n Там с унылым видом наводили порядок два дисландца, судя по всему дежурные. Заметив вас они были явно удивленны появлением человека, но вы показали кольцо и ящеры ничего не сказали. Тогда вы подошли к столу и стали рассматривать \"блюда\" находившиеся там. \n После долгих сомнений вы наконец выбрали... ",
    "answers": [
      {
        "id": 142,
        "text": "Кусок вяленого мяса"
      },
      {
        "id": 142,
        "text": "Что-то похожее на жаренную рыбу"
      },
      {
        "id": 142,
        "text": "Надкусанный стейк"
      },
      {
        "id": 142,
        "text": "Саранчу нанизаную на шампур"
      },
      {
        "id": 142,
        "text": "Тарелку несколько странного на вид рагу"
      }
    ]
  },
  {
    "id": 142,
    "text": " Спокойно позавтракав и запив все напитком из бочки, найденным здесь же, кстати весьма недурным на вкус, вы вышли из шатра и направились вглубь лагеря. \n Немного побродив вы наткнулись на арсенал. Рядом за небольшой стойкой стоял старый,  угрюмого вида ящер. \n Взглянув на вас, он презрительно фыркнул. \n— Ну а тебе, что надо? — спросил он недовольным тоном. \n Вы показали ему кольцо. \n Он внимательно — оценивающе осмотрел вас, и вздохнул, покачав головой. \n— Берут кого попало...  Гвардия!  Вот ссскажжи — обратился он к вам — ты готов ценой сссобственной жжжизни зззашшшщищать императора? ",
    "answers": [
      {
        "id": 142,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c27/1804/02/f3fc01e3f7d3.png"
      },
      {
        "id": 143,
        "text": "- В смысле гвардия? "
      },
      {
        "id": 145,
        "text": "- Всегда готов! "
      },
      {
        "id": 145,
        "text": "- Фифти-фифти"
      }
    ]
  },
  {
    "id": 143,
    "text": "— В смысле гвардия?  — изумились вы. \n— Это кольцо озззночает, что ты сссоратник императора, один иззз его рыцарей, который объязззан сссопроважжждать его в битве — пояснил ящер. \n Вы были удивлены. \n— Эрпэн ничего не говорил об этом, — вслух задумчиво произнесли вы — впрочем, возможно он собирался... \n Ваши размышления прервал старик.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": " В ответ на вашу реплику ящер закатил глаза. \n— Как бы там ни было, я объязззан выдать тебе ссснарежжжение — сказал он, подведя вас к стойке с оружием и бронёй. \n Для гвардейца, по заверениям оружейника, было необходимо:",
    "answers": [
      {
        "id": 146,
        "text": "Клинок"
      },
      {
        "id": 147,
        "text": "Арбалет",
        "need": [
          146
        ]
      },
      {
        "id": 148,
        "text": "Броня",
        "need": [
          147
        ]
      },
      {
        "id": 153,
        "text": "[Закончить выбор оружия] ",
        "need": [
          148
        ]
      }
    ]
  },
  {
    "id": 146,
    "text": " Клинки, которые вам предложили были короткие и сильно изогнутые, однако у них была удобная рукоять, что пришлось вам по душе.  \nПо заверениям оружейника это было поистине грозное оружие. Небольшого усилия было достаточно чтобы разрубить врага попалам  ( хотя вы слабо верили в это) ",
    "answers": [
      {
        "id": 145,
        "text": "[Взять] "
      }
    ]
  },
  {
    "id": 147,
    "text": "Все арбалеты были очень необычного вида. Сделанные из какого-то странного металла они представляли собой сложную систему тросов, лебедок и колесиков. По словам ящера эти арбалеты имели очень высокую точность и дальность стрельбы, более того перезарежались автоматически. \nК оружию прилагались два магазина по двадцать болтов в каждом. ",
    "answers": [
      {
        "id": 145,
        "text": "[Взять] "
      }
    ]
  },
  {
    "id": 148,
    "text": "Тут было несколько вариантов брони к каждому из которых прилагалась специальная сумка со множеством карманов и вытянутый шестеугольный щит. ",
    "answers": [
      {
        "id": 150,
        "text": "Тяжелая "
      },
      {
        "id": 151,
        "text": "Средняя"
      },
      {
        "id": 152,
        "text": "Легкая"
      }
    ]
  },
  {
    "id": 149,
    "text": " Небольшой кинжал, который легко спрятать и также легко применить в экстренной ситуации. ",
    "answers": [
      {
        "id": 145,
        "text": "[Взять] "
      },
      {
        "id": 145,
        "text": "[Отказаться] "
      }
    ]
  },
  {
    "id": 150,
    "text": " Закрытый шлем, кираса, металические перчатки, наколенники, наплечники, сапоги — создавали вокруг вас непроницаемый металлический панцирь. ",
    "answers": [
      {
        "id": 145,
        "text": "[Выбрать] "
      },
      {
        "id": 148,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 151,
    "text": "Почти весь доспех составляла кольчуга со встроенными металлическими пластинами. К ней  прилагались кожанные сапоги, рукавицы и шлем ( который явно не был расчитан на человеческую голову) \n  Не самая надежная броня, но зато она не сковывала ваши движения. ",
    "answers": [
      {
        "id": 145,
        "text": "[Выбрать] "
      },
      {
        "id": 148,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 152,
    "text": "Лекгая броня представляла из себя костюм из сыромятной кожи с частыми металлическими  заклёпками и кольчугой в некоторых местах. В него входили рубашка с наплечниками, штаны, сапоги и металлические налокотники, также закрывавшие и часть кистей. Шлем был очень удобный,  его можно было завязать с помощью шнурков так как  надо было вам. \n От серьезных ударов такой доспех не защитит, но зато в нём вы чувствуете  себя довольно комфортно. ",
    "answers": [
      {
        "id": 145,
        "text": "[Выбрать] "
      },
      {
        "id": 148,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 153,
    "text": " Вы, с помощью ящера, облачились в доспехи. Взяли клинок, арбалет и перекинули через плечо сумку.\n Сперва было немного не привычно: ощущать на себе тяжесть брони и амуниции. \n Оружейник осмотрев вас, ехидно заметил, что по-видимому элитный воин не умеет держать в руках оружие. \n На его колкость вы никак не отреагировали, вместо этого вы спросили как найти императора. \n— Иди прямо. Ориентироваться можжжно по жжжелтому флагу, есссли ты хотя бы умеешь различать цвета. \n Вы сухо поблагодарили злобного ящера, и бренча кольчугой побрели в нужном направлении. ",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Вот уже стал виден флагшток с оранжевым знаменем, и шатер Эрпэна. \n У входа стояли два закованных в броню стража. Всем своим видом они являли пример торжественности и неподвижности. Охрана никак не отреагировала, когда вы подошли ближе. Ткань прикрывавшая вход была отдернута; из шатра доносились крики.\n  Вы осторожно заглянули внутрь.  \n Там стоял большой круглый стол, вокруг которого кипели нешуточные страсти: группа ящеров о чем-то яростно спорила друг с другом, и никак не могла решить: каждый пытался перекричать другого,  в результате всё сливалось в один сплошной гул. Вам это напомнило, политические передачи, которые постоянно показывают по телевизору. \nЗдесь же на небольшом возвышении стоял трон, на котором, закрыв глаза и потперев голову рукой сидел император. Всей своей позой он словно говорил: \"Как же мне это всё надоело!.. \". ",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "— У нассс всего лишшшь двухкратное\n преимущессство, это катастрафичессски мало для шшштурма ссстолицы. Почти беззз шшшансссов. \n— А я вам в поссследий раззз говорю: армия не готова к длительной осссаде. Ссскорее мы сссдохним от голда, чем нанесссем хоть малейшшший ущерб противнику. \n— Но нашшша зззадача лишшшь ссспрвоцировать его. \n— Это бесссполезно, пока идет ссснабжение по морю об осссаде можно зззабыть. \n— А если блокировать порт? \n  Все присутсвующие посмотрели на сказавшего это, как на безумца.\n— Дурак!!! \n— Ссспокойнее, госсспода. \n— Нет, давайте просто трезззво оценивать сссвои сссилы. Тридцать семь тысяч плохо обученных ополченцев, лучники, две ссс небольшшшшим тысячи боевых магов, пять тысяч пехоты и артиллерия. Этого маловато для шшштурма плохозззащщщещщенного города, а для портовых укреплений и подавно. \n— Кстати, у нас довольно сссущщщессственное преимущщщессство в артиллерии. \n— И не зззабывайте о сссоюзнечессской кавалерии. \n — И ссснодийцах. \n— Несссколько сссот всссадников и пара десссятков гигантов ничего не изменят, а вот артиллерия можжжет быть.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": " Император открыл глаза и увидел вас. \n— Ааа, заходи. \n Он поманил вас рукой. \n— Господа генералы, позвольте представить вам моего нового вассала. Он будет сопровождать меня во время штурма, откладывать который по-моему мнению глупо и бесполезно. \nВы подошли к трону. Большинство из присутствующих здесь ящеров смотрели на вас с большим любопытством. Некоторые откровенно недоумевали. \n— Итак, — Эрпэн встал — У кого из здесь присутствующих есть вопросы? \nА вопросы были,  по крайней мере у вас точно. ",
    "answers": [
      {
        "id": 157,
        "text": "- Каков план? "
      },
      {
        "id": 158,
        "text": "- Какова моя задача? "
      },
      {
        "id": 159,
        "text": "- А можно вы просто отправите меня домой? "
      }
    ]
  },
  {
    "id": 157,
    "text": " Вы подняли руку. \n — Каков план, ваше величество? \n— Так, повторим для вновь прибывших.  — император подошел к столу на котором лежал план города — Мы начинаем с массированной бомбардировки. Батареи будут располагаться здесь, здесь и здесь — он несколько раз ткнул пальцем карту. — Затем первая группа должна захватить передовые  укрепления и отвлечь на себя внимание гарнизона, в это время вторая группа вместе со мной должна любой ценной пробиться к дворцу и захватить короля и его колдунов. Если это получится, то их дальнейшие сопротивление становиться бессмысленным и тогда можно будет считать город взятым. ",
    "answers": [
      {
        "id": 160,
        "text": "- Понятно"
      }
    ]
  },
  {
    "id": 158,
    "text": " Вы подняли руку. \n — Какова моя задача,  ваше величество? \n — Твоя задача? — Эрпэн удивленно посмотрел на вас — Твоя задача такая же как и у всех: штурмом овладеть укреплениями и попытаться прорваться к королевскому дворцу, только завладев которым я смогу отправить тебя в твой край. — Император хлопнул вас по плечу — Теперь ты воин, один из нас, тем более прошедший боевое крещение и потому ты обязан сражаться. ",
    "answers": [
      {
        "id": 160,
        "text": "- Понятно"
      }
    ]
  },
  {
    "id": 159,
    "text": " Вы подняли руку. \n — Ваше величество, а можно вы просто отправите меня домой? \nРаздался взрыв смеха. Многие \"генералы\" чуть ли не падали на землю, безудержно хохоча. \n Свирепый взгляд императора заставил их замолчать. \n— Видишь ли — Эрпэн обратился к вам — Я ведь говорил тебе, что медальон работает только вместе с девятью другими амулетами, которые принадлежат магическому кругу. Для того чтобы завладеть ими придется взять город. По моим сведениям все десять колдунов должны находиться вместе с королём во дворце, поэтому я не могу отправить тебя домой сейчас, и тебе придётся сражаться вместе с остальными. Это в твоих же интересах. ",
    "answers": [
      {
        "id": 160,
        "text": "- Понятно"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Понятно — буркнули вы. \n — Хорошо. Мы выступаем через несколько часов. — Эрпэн обратился к генералам —  Отправте артиллерию на места дислакации, выделите отряд для прикрытия, если противник проведет вылазку мы рискуем лишиться нашего преимущества. Укрепите лагерь и оставтье здесь резерв, в случае нашего поражения нам нужно укрытие. Соберите гвардию, пусть седлают хорсалов. — Император снова посмотрел на вас — Это косается и тебя. ",
    "answers": [
      {
        "id": 161,
        "text": "- Слушаюсь"
      },
      {
        "id": 161,
        "text": "- Так точно"
      },
      {
        "id": 161,
        "text": "- Есть"
      }
    ]
  },
  {
    "id": 161,
    "text": " В ответ император махнул рукой и повернулся к генералам. \n Вы вышли, чувствуя как вокруг нарастает суета. Весь единый слаженный механизм пришёл в движение: двигались войска, били барабаны. Топот тысяч ног сотрясал землю. \n Вы заметили гвардейцев, общие число которых (вместе с вами) доходило до двадцати пяти. Они хорошо вооруженные, в сверкающих доспехах, с удивительной легкостью запрыгивали на, стоящих на чуть согнутых ногах,  хорсалов. Им помогали конюхи, придерживая животных за поводья. \n К вам тоже подвели хорсала. \n— Вам помочь, госссподин? — спросил  один из конюхов. ",
    "answers": [
      {
        "id": 162,
        "text": "- Не надо! "
      },
      {
        "id": 163,
        "text": "- Да, пожалуйста"
      }
    ]
  },
  {
    "id": 162,
    "text": " — Не надо!  — вы гордо вскинули голову. Закинув арбалет за плечо (благо был ремень), вы вставили одну ногу в стремя и согнули вторую для прыжка. \n Легкое движение и... ХОП!!!   \n Вы растянулись на пыльной земле, под улюлюканье и смех остальных гвардейцев, на глазах которых все происходило.\nКонюх был тут как тут. \n— Позззволте вам всссе таки помочь. \nНа этот раз вы согласились. Хорсал, словно верблюд, согнул ноги и вы без труда забрались на него. \nНесмотря на случившиеся вы все таки ощутили какую-то силу, некий восторг, сидя на этом огромном животном в доспехах; почувствовали себя настоящим рыцарем, готовым и с нетерпением ждущем битвы. Вы взяли поводья в руки. \n— Итак, Началось... \n\n                    ",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "— Да, пожалуйста. \nХорсал, словно верблюд, согнул ноги и вы без труда забрались на него. Вы  почуствовали силу, некий восторг, сидя на этом огромном животном в доспехах; почуствовали себя настоящим рыцарем, готовым и с нетерпением ждущем битвы. Вы взяли поводья в руки. \n— Итак, Началось... ",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "                             Глава 7\n Тук-тук-тук-тук. Вокруг стояла никем не нарушаемая гробовая тишина. \nПоэтому казалось, что ваше сердце, бьется неестественно громко и его удары глухо разносятся по всей округе (что, конечно, было иллюзией). \n Подул ветер. И тут же захлопали,  отливая золотом и охрой,  раскрытые дисландские знамена, зашелестел лес копий. Вокруг, на сколько хватало взгляд, расстилались черным ковром, бесчисленные полки. Из-за спин, стоявших ровным строем, пехотинцев выглядывали любопытные морды ополченцев, походивших больше на огромный рой каких-то насекомых. Скрипели деревянные рамы баллист и катапульт. Все заряжены и все готовы. На мордах артиллеристов, замиревших перед своими метательными орудиями, читалось холодное сосредоточение и циничность — они ждали приказа. \n Вы поерзали в седле. Император со своей охраной, и с вами в том числе, стоял на высоком плато, внимательно вглядываясь в массивные бастионы и круглые башни эльфийского города. \n   От одного только вида этой панорамы захватывало дух. Сложнее было осозновать, что вы... Вы непосредственный участник всего происходящего вокруг. Вам отчаяно нехотелось верить, что придеться пойти туда с остальными и возможно принять там свою смерть  ",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": " Ветер усилился, нагоняя грозовые тучи. Становилось холодно.\n Эрпэн повернулся к стоящему рядом с ним дисландцу. \n — Соундвейв, пора. \n Тот многозначительно кивнул. Тут же раздалась команда:\n— Готовсссь... Залп!!! \n Все орудия: требушеты, баллисты, полиболы, катапульты разом,  как одно,  изогнувшись выпустили град каменных глыб, полетевших в сторону вражеских стен до которых было метров триста-четыреста. Вы видели, своими глазами, как снаряды не долетая взрывали землю перед укреплениями, как попадая сшибали зубцы или выбивали каменную крошку из стен. \n Даже с этого расстояния вы чувствовали как дрожит под ногами земля. \n Император ссутулившись и чуть прищурившись наблюдал за всем этим. \n— Бейте точнее, нужно разбить стены, и пусть готовят зажигательные. — вполголоса сказал Эрпэн, нагнувшись к Соундвейву. \n Последовала команда; заскрипели канаты, заряжаемых орудий. ",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "— Залп!!! \n Снова десятки камней ударились о стены города. \n— Залп!!! — в третий прозвучал приказ. \n И на этот раз порция снарядов на огромной скорости врезалась в эльфийские укрепления. \nЗатем, к своему большому удивлению, вы увидели как вместо камней,  орудия заряжают какими-то горшками с тлеющими шнурочками, прикрепленными сверху. \n \"Наверное нефть\", — подумали вы. \n— Залп!!! \n\"Горшки\" устремились к городу. \n БААААХ... БААААХ.... БААААХ\n Прозвучала серия оглушительных взрывов такой силы, что взрывная волна докатилась до воинов, стоявших в первом ряду. На ваших глазах, не выдержав огненного шквала,  рухнула сторожевая башня, пошла трещинами другая, частично обрушилась стена. \n— Огонь по готовносссти!!! Поджжжечь город!  — раздались крики офицеров. \n Вы поняли, что это была всего лишь пристрелка. \nТеперь на крепостные стены, башни и жилые кварталы непрестанно падали, подобно метеоритному дождью, объятые пламенем снаряды, разнося в дребезги,  поджигая и превращая в развалины целые улицы. ",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      },
      {
        "id": 166,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/1807/e4/0c5aec631d1d.jpg"
      }
    ]
  },
  {
    "id": 167,
    "text": " Обстрел продолжался около получаса. \n Вы видели как над городом медленно поднялось черное облако дыма. \n Вдруг раздался грохот. На этот раз не выдержала крепостная стена. Она расколовшись на куски обрушилась, образовав на своём месте широкий проход, сквозь который виднелось бушевавшее на улицах пламя. \n Император, словно ждавший  этого момента слез с хорсала; гвардия последовала его примеру и вы тоже выпутав ноги из стремян, неуклюже спрыгнули на землю. Эрпэн,  в тех же стальных доспехах, в том же шлеме, в котором вы видели его в первый раз, с секирой за спиной, поднялся на самый край утёса на котором вы стояли. Он медленно вытащил оружие и, держа его одной рукой, высоко поднял над головой. Лезвие секиры блестело в скупых лучах солнца, пробивавшихся сквозь тучи и дым, что выглядело действительно потрясающе. \nДесятки тысяч пар глаз смотрели сейчас в вашу сторону.  \n— Воины!.. \n Восторженный рев перебил императора; солдаты тоже подняли    оружие, треся им в воздухе в знак одобрения. \n— Воины!  Наш народ веками, терпел унижения и притеснения...  Изнывал под гнётом этих жестоких и высокомерных созданий. \n  Какой тяжёлый и долгий путь нам пришлось пройти, сражаясь за родную землю!  Враг сломлен, его лучшие армии полегли в наших лесах и болотах... Теперь мы под стенами эльфийской столицы... Этот день войдёт в историю. Он изменит судьбу всего мира. О нём будут слагать легенды! Так будем же сражаться достойно! \n Казалось будто \"море\" ящеров заколыхалось. \nВоздух буквально разрывало от воинственных криков и восторженных воплей. Глухой гул голосов нарастал, становился сильнее. \n— Так вперед! За свободу и процветание!!!  — Выпалил Эрпэн и развернув секиру, указал ею на город. ",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": " Под непрекращающемся артобстрелом, полки, хоть и сильно возбужденные, начали ровное организованное движение. Первой следовала стена хорошо вооруженных пехотинцев, часть которых, построившись колонной замерла в ожидании. За ними следовали лучники и другие стрелки, готовые оказать поддержку штурмующим. Далее с лестницами и осадными башнями, подобно морской волне, накатывающей на берег,  устремилось к стенам ополчение.\n Как только, невозмутимо наступавшие, ящеры оказались в зоне досягаемости, по ним разом, из-за всех бойниц, с боевых площадок, уцелевших деревянных галерей начали стрельбу меткие эльфийские лучники. \n Сработал эффект неожиданности. \n Линия дисландских войск дрогнула и остановилась. Несмотря на широкие щиты, поднятые над головой, на хорошие доспехи ящеры, с первым залпом вражеских стрелков понесли большие потери. Воины растерялись,  замешкались. \n — Не останавливаться! Продолжать наступление! — громко крикнул император. \n На помощь пехоте пришли лучники и боевые маги, посылая в мелькавших между зубцов  защитников, молнии,  огненные шары и стрелы. Это позволило выиграть время, для того чтобы собраться. Штурм продолжался. Защитники всё яростнее осыпали ящеров стрелами и дротиками. Когда штурмующие почти вплотную приблизились к эльфийским укреплнниям, открыли огонь вражеские стреломёты, установленные на парапетах башен. \n Строй дисландцев окончательно расстроился и смешался. Теперь всё войско представляло бесформенную бурлящую массу, являющейся отличной мешенью. ",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      },
      {
        "id": 168,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c04/1807/57/69ec60adbd17.jpg"
      }
    ]
  },
  {
    "id": 169,
    "text": " Ящерам пришлось несладко. Эльфийские стрелы, выпускаемые артиллерией и стрелками, буквально \"пришивали\" дисландцев к земле. Учитывая масштаб происходящего,  картина была ужасной. Стали подтаскивать лестницы и подвозить осадные башни, закрывающие штурмующих от тысяч снарядов, мелькавших в воздухе. В ответ на это защитники принялись лить на головы ящерам кипящие масло. В дисландском войске началась давка, поднялся страшный крик. Ни щиты, ни крытые деревянные галереи не могли защитить от жидкого масла. \n В конце концов,  удалось поднять и зацепить крюками лестницы, по котором тут же начали подниматься ящеры. Эльфы пытались скинуть их, достать копьями, но подняв щиты, огрызаясь ударами, дисландцы все же забирались на стены и отчаянно дрались там. \n  Наконец, подвезли немногочисленные осадные башни, сплошь утыканные стрелами. Упали деревянные мосты и по ним, в один миг, на стены хлынули десятки дисландских солдат. \n Теперь преимущество оказалось на стороне штурмующих. Плоховооруженные для ближнего боя, эльфы стали отсупать, пытаясь пробиться к лестницам и барикадироваться в башнях. Число же ящеров, карабкающих по лестницам и выходивших из башен стремительно росло. Дисландцы, заполонили всё свободное пространство  и чудовищным напором сметали последних защитников крепостной стены. Пали одна за другой башни. Ящеры, перебив расчет, захватывали стреломёты тут же разварачивали их против эльфов. ",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      },
      {
        "id": 169,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/1807/01/e4ac4119ac41.png"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Наш черёд. — сказал император — За мной! \n  Эрпэн соскользнул по крутому каменистому склону. Перехватив арбалеты, гвардия, не раздумывая,  последовала за ним. \n \" Ох, не свернуть бы шею... \" — подумали вы. И тоже устремились вниз.\n  Спускаться приходилось бегом, пыль и каменная крошка были не самой лучшей опорой — ноги скользили, плюс не слишком удобная обувь, рассчитанная скорее на когтистую лапу, чем на человеческую ногу. Придерживаясь одной рукой земли,  вы все же нормально спустились. А Эрпэн уже шёл широким шагом по направлению к отряду пехотинцев, непринимавшего до этого участия в штурме и стоящего построившись на подобии древнеримской \"черепахи\". \n— Подтяните резервы!  Сосредоточьте их рядом со мной. Второй группе приготовиться к штурму. \n Откуда- то,  должно быть,  из скрытой расщелины, вынурныли гиганты. Издав оглушительный рёв и оскалив зубы, они бросились к проёму в стене. \n — Бегом!!!  — скомандовал Эрпэн, и перехватив секиру, трусцой  ( в тяжелых доспехах трудно бежать на полной скорости) устремился туда же. ",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": " Вот вы уже поравнялись с полками второй группы, стремительно наступавших в том же направлении и\n стали пробиваться сквозь них. Солдаты на ходу почтенно расступались перед императором,  поэтому вскоре к своему ужасу, вы поняли, что бежите в первых рядах и более того, до провала в стене остаётся не больше  ста метров. ",
    "answers": [
      {
        "id": 172,
        "text": "[Приготовить щит и клинок] "
      },
      {
        "id": 173,
        "text": "[Достать арбалет] "
      }
    ]
  },
  {
    "id": 172,
    "text": " Подумав, вы решили, что скорее всего, за крепостной стеной вас ждёт рукопашная схватка. Длинный, почти в человеческий рост, шестиугольный щит висел у вас за спиной, а меч на поясе. Вы выхватили кривой клинок из ножен и, взяв одной рукой щит подняли его над головой. \n Вдруг вы почувствовали несколько сильных ударов. Звук напоминал падение крупных дождевых капель на открытый зонтик. \n По-видемому, щит спас вас от смерти, закрыв собой от вражеских стрел. \nЧего нельзя сказать о других. \nРядом с вами упал солдат, насквозь пронзенный дротиком. Снаряд, пробил грудную пластину и окровавленный кончик метательного копья вышел из спины воина. \n Таким же образом гибли десятки ящеров вокруг. Над вами свистели стрелы, казалось каждая из них направленна именно в вас и\n вы, забыв о броне и щите, которые скорее всего защитили бы вас,  бежали втянув голову в плечи. \n Наконец, вы достигли пролома, оставалось только забраться по груде упавших, покрытой пылью,  кирпичей и обломков развалившейся стены; император полез первый, за ним гвардия и остальная армия принились забираться на крутой вал, где их уже ждали эльфы... ",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": " Вы взяли в руки арбалет, висевший у вас за спиной и подняли голову. Над вами возвышались потрепанные стрельбой дисландской артиллерии городские стены с темными провалами бойниц. Слышались рёв, крики и звон стали.\n Неожиданно вы заметили какую-то странную, быстрорастущую точку \n и последние, что вы увидели в своей жизни был мелькнувший перед глазами красиво разукрашенный наконечник эльфийской стрелы... \n \nНеужели, после участия в той засаде, где вам просто повезло, вы почувствовали себя неуязвимым?\n Не всё так просто... ",
    "answers": [
      {
        "id": 171,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 174,
    "text": " Поднявшись, вы наткнулись на плотный строй ощетинившихся длинными копьями эльфийских пикинеров. Конечно, было бы глупо думать, что эльфы оставят столь уязвимое место без прикрытия. Но для вас это было всё же полной неожиданностью, как и для большинства ящеров, за исключением Эрпэна, который не растерявшись,  врезался в \"фалангу\", ловко отражая удары своей секирой и раскидывая в стороны вражеских солдат. Однако расчёт защитников был верен. \n Многие дисландские воины, перебравшиеся через груду обломков, и спускающиеся на большой скорости \nоказались нанизаны на копья и подняты над землёй. Эльфы действовали слаженно, закалывая всех, кто осмелился приблизиться. А в пролом лезли не сотни, а тысячи ящеров, своей огромной массой наталкивоющих впередистоящих на остриё эльфийских пик. Получалась настоящая бойня, и что самое плохое: вы были в первых рядах и на вас были нацелены, как минимум,  несколько, вражеских копий. ",
    "answers": [
      {
        "id": 175,
        "text": "[Маневрировать] "
      },
      {
        "id": 176,
        "text": "[Отбить удары и атаковать] "
      }
    ]
  },
  {
    "id": 175,
    "text": " Вы, рассчитывая оказаться вне зоны досягаемости, отпрыгнули назад и споткнувшись о кирпич упали, раскинув руки, на спину. В этот момент, не имея возможности прикрыться щитом, вы оказались уязвимы и противник незамедлительно воспользовался этим... \n Сразу два эльфийских копья, пробив доспех, пронзили ваше тело.  ",
    "answers": [
      {
        "id": 174,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 176,
    "text": " Вы поняли, что действовать надо быстро,  иначе окажитесь заколотым и втоптанным в землю.\nС силой отбив щитом пику, вы создали временный зазор в ровном ряду копий. \"Протиснувшись\" в это свободное от смертоносных наконечников пространство, вы максимально приблизились к ближайшему пикинеру. Тот с ужасом поняв, что оказался беззащитным, держа в руках длинное, мешавшее развернуться копьё, бросил его и потянулся за мечом, висевшем на поясе. Не дав ему достать оружие, вы нанесли рубящий удар сбоку.\n   Вы никогда не отличались ни физической силой (хоть и занимались спортом), ни, тем более, умением владеть холодным оружием, но противник оказался буквально разрублен пополам, несмотря на его собственную броню.  \n Глядя на исходившие кровью останки, вы в шоке отшатнулись в сторону, но уже через несколько секунд пришли в себя. \n Нельзя стоять на месте. ",
    "answers": [
      {
        "id": 177,
        "text": "[Продолжить атаковать] "
      },
      {
        "id": 178,
        "text": "[Обернуться] "
      }
    ]
  },
  {
    "id": 177,
    "text": " В руках у вас было действительно грозное оружие, как и говорил оружейник. Вы встав в импровизированную стойку, решили развивать успех и замахнулись на стоявшего рядом эльфа. \nНеожиданно вы почувствовали два сильных, словно обжигающих  удара в спину. \nВы упали и несколько вражеских солдат, подскочив, довершили начатое.",
    "answers": [
      {
        "id": 176,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 178,
    "text": " Какое-то странное почти интуитивное чувство подсказало вам обернуться.\n Пока вы расправлялись со своим противником, два эльфийских солдата, стоявшие у вас за спиной, выхватив клинки, готовились нанести удар. Вы лишь чудом увернулись. Вражеские мечи, пройдя вскользь по броне, отскочили, не причинив вам вреда. \n Воспользовавшись этим, вы нанесли стремительный удар, в результате которого меч одного из противников разлетелся на осколки. Оттолкнув ногой его владельца, который взвыв от боли,  схватился за сломанную кисть, вы сделав выпад, толкнули щитом другого. \n   Строй \"фаланги\" был (в частности благодаря вам)  нарушен  теперь она теряла свою преимущество и эльфы гибли, падая пронзенные и зарубленные, под неистовым напором все новых и новых ящеров, лезущих через дыру в стене. ",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": " Но радоваться было ещё рано. На помощь своим товарищам спешил большой отряд эльфийских мечников. С распущенными знаменами, сверкая золотистыми шлемами с гребнем, и панцерями, они, подняв перед собой длинные, чуть изогнутые мечи, быстро двигались к месту битвы. Когда до цели оставалось не больше тридцати метров молозийцы бросились бежать и врезались в толпу ящеров.     Непрерывно взмахивая своими длинными клинками, эльфы убивали всякого противника, что попадался им на пути. Происходящие очень сильно напоминало работу мясорубки.  \n Но это было ещё не всё. Из переулков, с улиц, золотистыми ручейками, стекались к пролому эльфийские воины, незамедлительно вступая в бой. Стрелки, заняв позиции на крышах и балконах, практически в упор расстреливали ящеров. \nСитуация становилась критической. Дисландцы несли большие потери; их выдавливали из города, среди воинов началась паника, грозившая перерасти в позорное массовое бегство. \n Дело спасли вовремя подошедшие гиганты. С неимоверной яростью на оскаленных мордах,  они ворвались в город. Колыхаущаяся масса дисландцев поспешно расступилась, открыв дорогу на испуганно замиревший строй эльфов и снодийцы набросились на него, со страшной злобой обрушив на врагов  многотонные дубины. ",
    "answers": [
      {
        "id": 180,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": " Огромных тварей было не остановить. Они безжалостно раскидывали и топтали эльфийских воинов, одним ударом опрокидывая десяток солдат. \n Противник  начал отступать, стараясь скрыться от  взбесившихся снодийцев в узких переулках и зданиях, но за ними уже по пятам гнались дисландские воины, мощным потоком хлынувшие в город. Начались уличные бои. \n В тот самый момент, когда противник  побежал, вы почувствовали как в ваш локоть с силой что-то вонзилось. Эрпэн, почти неотличимый от других воинов, схватил вас за руку. \n— Нам надо пробиваться ко дворцу. Не отставай!!! — крикнул он вам в ухо и, продолжая держать вас, потащил за собой к небольшой улочке, упирающейся в разрушенную стену. Там уже собрался отряд гвардейцев из-за углов и колон, по-эльфийски витиевато разукрашенных зданий, отстреливающихся от противника. Когда вы следуя за Эрпэном вбежали туда, то увидели высокую остроконечную башню, гордо возвышавшуюся над городом. Она была просто огромной, и вы раньше не заметили её только потому, что она была не видна из-за крыш. \n— Наша цель!  — воскликнул император, указывая на башню. \nВы кивнули. \n В этот момент мимо вас пролетел  огненный шар. Взрезавшись в одну из колон, он взорвался, разнеся её на куски. Один из осколков задел ваше плечо; вы упали, зашипев от боли. \n Ещё несколько шаров пронеслись над вами и взорвались, посреди улицы. \n— Боевой маг! Ссснимите его!!!  Ссснимите его!!! Сссни... — крик, оборвался на полуслове. Кричавший воин упал, пронзенный стрелой. ",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": " Лежа на земле, вы увидели мага. В узорчатых доспехах поверх черной кожаной накидки,  с жестокой самодовольной улыбкой он потерал кончики пальцев на которых плясали маленькие язычки пламени. Его окружала большая группа воинов, обступавшая чародея плотным кольцом. Мечники прикрывая мага щитами,  грозно потрясали оружием и медленно, шаг за шагом, двигались в вашу сторону. Из-за их спин, лучники пускали свои стрелы, норовя уничтожить всех ящеров даже не вступив в рукопашную.",
    "answers": [
      {
        "id": 182,
        "text": "[Попытаться снять мага] "
      },
      {
        "id": 183,
        "text": "[Укрыться] "
      },
      {
        "id": 181,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1807/99/18072c4da5bb.jpg"
      }
    ]
  },
  {
    "id": 182,
    "text": " Шансов было маловато, но попытаться все же стоило.  \nОтбросив щит, вы, продолжая лежать на земле, сняли, висевший за спиной, арбалет и, оперевшись на локоть, прицелились. В этот момент эльфы немного расступились, тем самым открыв мага. Вы нажали на спусковой крючок. \n Секундный скрежет, лязг автоматически перезаряжающегося оружия, ровный полет короткого болта. Голова мага дернулось и он со стрелой во лбу повалился на бок. \n — Молодец! — похвалил вас, выскочивший непонятно откуда император — Но надо разобраться с остальными. \n Эрпэн поднялся в полный рост, вы, подобрав щит, тоже встали на ноги. \n — В атаку!!! — крикнул он, подняв над головой секиру и бросился на, оторопевший отряд эльфов. Солдаты и гвардейцы, вместе с вами,  последовали его примеру. Началась рубка, впрочем, длившаяся довольно недолго. Молозийцы неожидавшие такого натиска, стали легкой добычей для налетевших ящеров, и оказались просто разорванными когтями и мечами дисландцев. \n— Надо прорываться дальше. — сказал Эрпэн, протерая стальным руковом окровавленную секиру. — Приготовтесь. Дальше будет ещё жарче.",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      },
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/1807/ca/db4d2a856ae3.jpg"
      }
    ]
  },
  {
    "id": 183,
    "text": "— Отползззай! — крикнул, какой-то гвардеец, подбежав к вам. Он схватил вас за ремень амуниции и придерживая попытался поднять на ноги. Предплечье отозвалось тупой болью, но вы морщась, все же встали и сделали несколько шагов. \n Неожиданно рядом раздался взрыв. Гвардеец, прекрывавший вас вспыхнул, словно спичка. Волна жара обожгла и вас. Нечеловеческий вопль, ударил по ушам. Ящер выронив оружие, пытался скинуть с себя пламя. Но от несчастного уже исходил тяжелый запах горелого мяса. Он упал и больше не двигался. Вы, ужаснувшись, бросились бегом. Скорее к спасительному укрытию. К дому, с распахнутой дверью, где вас не достал бы противник. Вы почти уже у дверей. Ещё чуть-чуть... \n Вы почувствовали, как будто бы вас с силой ударили по ноге, а затем чудовищную острую боль. Вас настигла вражеская стрела. Вы на одних руках, ползком, повинуясь слепому инстинкту ползли. Ползи и уже могли дотянуться рукой до угла дома. \n  Повернувшись, вы увидели огненную сферу. Взрыв... \n\n И вы навседа остались лежать, соженный,  покрытый золой и обломками. ",
    "answers": [
      {
        "id": 181,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 184,
    "text": "Отряд осторожно двинулся дальше, перешагивая через тела убитых. В любую минуту на вас могли напасть: ударить в спину, выскочив из-за декоративных оград и переулков, обстрелять из окон, с крыш и балконов; но все было тихо. Улица была пустынна, сюда откликаясь эхом долетал страшный гул битвы и едкий запах дыма. Здесь же большинство домов были целы. Некогда прекрасные монументальные здания чернели распахнутыми настеж окнами и дверями. Очевидно население укрылось где-то в центре города или,  вовсе, ушло, покинув свою столицу. \n Пройдя ещё немного, вы увидели площадь на которой шло ожесточенное сражение. Черные тучи дыма заволокли всё пространство, лишь мелькали силуэты дерущихся. \n Эрпэн помахал рукой, чтобы гвардейцы замерли и пригнулись. \nС минуту он наблюдал за происходящем, а затем отдал приказ:\n\"Построиться в два ряда\". \n Мгновенно образовалась стена щитов, вторая линия, куда попали и вы, приготовилась вести стрельбу из арбалетов. Ящеры оскалились. \n — В атаку! — снова скомандовал Эрпэн, завлекая бойцов широким и даже слегка театральным жестом. — Стрельба по готовности. \nЦепь быстрым уверенным шагом нырнула в облако дыма. Поднились крики. Похоже удар пришелся в тыл молозийцев.\n\n Хотя это мало волновало вас. Вы задыхались, по щекам ручьем текли слезы, будь вы не на улице, то скорее всего потеряли бы сознание. ",
    "answers": [
      {
        "id": 184,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/1807/0c/ddde621133d5.jpg"
      },
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": " Неожиданно прямо перед вами, едва не зацепив, вонзился в землю дротик. Второй плашмя ударил вас в бронированную грудь. Вы попятились, сделав несколько шагов назад, и увидели вражеского стрелка, намеревавшегося повторить попытку прикончить вас. Вы вскинули арбалет и выстрелили, возможно даже попали. Хотелось только выбраться из этого облака, в котором вы могли быть убиты своими же. \n Не успели вы об этом подумать, как перед вами выросла фигура, готовая обрушить вам на голову длинный двуручный меч. ",
    "answers": [
      {
        "id": 186,
        "text": "[Выстрелить] "
      },
      {
        "id": 187,
        "text": "[Блокировать] "
      }
    ]
  },
  {
    "id": 186,
    "text": " Вы снова выстрелили и, толкнув раненого в плечо эльфа, вырубили его, ударив прикладом в голову.\n Становилось дурно. Вокруг царила полная неразбериха. Вы, выхватив клинок,  наугад рубанули перед собой.   \n  Брызнула кровь, и ешё один вражеский воин упал на землю. Вы снова и снова взмахивали оружием, стараясь своими действиями нанести как можно больший урон. Неожиданно резкий толчок сбил вас с ног. Какие-то неясные тени бегущих. Через секунду всё прояснилось. \nГромогласный рёв дисландцев ознаменовал бегство эльфов. Опьяненные успехом ящеры, как огромная стая диких зверей, бросились преследовать отступающего врага. Молозийцы падали, сраженные ударами в спину. Окончательно озверев, ящеры разрывали когтями и зубами всех, кто попадался им на пути. \n Вы тяжело дышали, с приглушенным хрипом, вдыхая в себя пропитанный неприятным сладковатым запахом,  воздух. В голове был словно туман, мешающий вашим мыслям соединится воедино, вами овладело глубокое иступленние; шок и колоссальные физические нагрузки давали о себе знать и вы никак не могли понять, где находитесь. С циничным равнодушием вы смотрели на изрубленные тела, покрывавшие площадь, на толпу ящеров устремившихся в бессмысленную погоню, и бесчисленные колонны дисландских подкреплений, спешивших вступить в бой.  ",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": " Вы выставили перед собой арбалет и приняли быстрый и точный удар, но\nпотеряв равновесие, упали.\n Мечник снова взмахнул мечом и нанес новый последний удар, который  лишил вас жизни... ",
    "answers": [
      {
        "id": 185,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 188,
    "text": " Вы увидели прямо перед собой чью-то нахмуренную, слегка озадаченную морду. \n\"Где-то я его уже видел\" — промелькнуло у вас в голове. \n Вы слышали какие-то слова, смысл которых медленно, словно по частям доходил до вас. \n— Я не понимаю... Вашшше величессство, что-то не так. \n  Морда нахмурилась ещё сильнее. \n— Что именно? \n— Почему так легко? Почему мы до сссих пор не вссстретели сссопротивления? — говорящий был взволнован, хотя лично вам не казалось, что вы \"не встретили сопротивления\". \n Морда посмотрела на вас, а затем перевала взгляд на собеседника. \n— В любом случае мы должны придерживаться плана, возможно они просто сосредотачивают свои силы в центре. — Император вздохнул — Сколько вас осталось, Соундвейв?  \n— Включая человека, девятнадцать. \nВы немного пришли в себя и уже осмысленно оглядывали находящихся рядом потрёпанных гвардейцев. \n— Ладно, все готовы? — спросил Эрпэн, обведя отряд тяжёлым взглядом — Тогда вперёд! \n Он поднял секиру, на которую опирался ранее, и быстрым шагом, направился по той улице, где несколько минут назад пробежали дисландские солдаты. ",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": " Вы шли по длинной, как будто бесконечной улице, изредка перешагивая через останки эльфов, сметенных потоком ящеров. Где-то в далеке продолжалась битва, но здесь всё было тихо — пугающе тихо. Через десять минут ходьбы вы начали серьёзно беспокоиться.\n — Где же те, которые шли впереди нас? — спросили вы, повернувшись. — Ведь, они же должны были проходить здесь? \n Отряд резко остановился. \nИмператор и гвардия напряженно сжимали оружие, враждебно, даже испуганно, вглядываясь куда-то позади вас. Соундвейв, которого вы научились узнавать по броне и красно-белому плащу, медленно подняв руку, указал пальцем. \n— Вот они. \n Вы обернулись, и почувствовали, как по телу пробежали мурашки, а на лбу выступили капельки холодного пота. \n— Кто мог сссделать такое? — воскликнул кто-то. \n— Какой-то зззверь? \n— А ну-ка, гвардия! Тихо! — гаркнул Соундвейв. Но даже Эрпэн, по слухам побеждавший драконов и оборотней,  выглядел растеряным. \n Картина была действительно кошмарной, одна из тех, которую увидев однажды, не забудешь никогда. ",
    "answers": [
      {
        "id": 190,
        "text": "[Закрыть глаза] "
      },
      {
        "id": 191,
        "text": "[Отвести взгляд] "
      }
    ]
  },
  {
    "id": 190,
    "text": "Это окончательно выбило вас из колеи. Вы закрыли глаза, мечтая оказаться где-нибудь подальше и\nнеожиданно ощутили легкое дуновение. В следующую секунду последовал сильный удар в спину, между лопаток. \nРаздались крики, свист стрел, звон стали, но вам было уже всё равно... ",
    "answers": [
      {
        "id": 189,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 191,
    "text": "Вы скосили взгляд. Какая-то странная сгорбившаяся фигура на крыше привлекла ваше внимание. Нечто или некто, внимательно наблюдало за вами. \nЧто-то блеснуло в руках тени и странная фигура спрыгнула вниз,  прямо на голову стоявшему внизу ящеру, обрушив на него всю тяжесть собственного тела и мощный удар двумя длинными кинжалами. \n— Засада! — крикнули вы, целясь, но выпущенный вами болт пролетел мимо. Остальные тоже начали стрелять, но эльф, словно танцуя, ловко уворачивался от стрел. Он, прыгнув к ближайшему ящеру, выбил у него оружие из рук и серией быстрых ударов, расправился с противником. Никто ничего не успел сделать. \n Молозиец собирался прикончить и третьего, но солдаты уже пришли в себя, с характерным звуком, выхватив клинки из ножен, воины приготовились к поединку с неизвестным. Первым на противника бросился высокий ящер, с бледным шрамом поперек морды, оставленным будто когтями какого-то зверя. Дисландец сделал выпад,  целясь в голову эльфа, но тот уклонившись, ударил его по руке и  подсек ногой сзади. Ящер упал на спину, успев в последний момент задеть противника хвостом. Молозиец отшатнулся, сумев таки сохранить равновесие и уже в следующую секунду вновь атаковал. \n Гвардеец и на этот раз сумел дать отпор. Свободной рукой, широко растопырев когтистые пальцы, он размашисто ударил эльфа, разорвав ему на боку плащ и ременные застежки доспеха. В этот момент в бой вступил другой ящер, умудрившийся незаметно зайти молозийцу во фланг. Он рубящем ударом попытался закончить бой, но эльф, подпрыгнув, толкнул его ногами так, что дисландец отлетел в сторону, и, развернувшись, вонзил кинжал в спину гвардейца со шрамом. ",
    "answers": [
      {
        "id": 192,
        "text": "[Вмешаться] "
      },
      {
        "id": 193,
        "text": "[Отойти] "
      }
    ]
  },
  {
    "id": 192,
    "text": " Вы поняли, что хоть и сильно рискуя, своим вмешательством можете отвлечь асасина, и даже спасти несколько жизней. Поэтому, бросив арбалет на землю, вы, обойдя противника, замахнулись на него своим кривым мечом. Эльф заметив вас, резко развернулся. За ту крохотную секунду, что молозиец поворачивался вы успели внимательно рассмотреть его лицо: узкие зеленые глаза, прямой нос,  глубокие старческие морщины на лбу и большие, как у летучей мыши, уши.\nДва кинжала, почти коснулись вас, ещё бы чуть-чуть и они, пробив доспех, вонзились в тело, как вдруг вы почувствовали толчок. \n Эрпэн, с силой отпихнув вас в сторону, принял удар на себя. Однако эльфийские кинжалы отскочили, не причинив ему вреда. Сверкнула молния. С электрическим треском она ударила эльфа в спину и тут же секира Эрпэна, обрушилась на него . ",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      },
      {
        "id": 192,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1807/89/27e8c6a1d063.jpg"
      }
    ]
  },
  {
    "id": 193,
    "text": "\"Лучше не лезть\"- подумали вы и благоразумно увеличили дистанцию между вами и эльфом-убийцей. \n А молозиец, увернувшись от очередного арбалетного залпа, метнул свой кинжал в упавшего ящера. Попадание. \n С клинком, зажатым в руке, эльф кинулся в вашу сторону. Вы уже, бросив арбалет, приготовились защищаться, но врагу преградил дорогу Эрпэн. Сверкнула молния, с характерным треском, ударив молозийца в спину. Неестественно выпрямившись, он застыл и в этот самый миг на него обрушилась секира императора. ",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": " Грозный враг был повержен. Император и остальные воины, включая вас, тяжело дышали, переводя дух. \n— Так, — громко сказал Эрпэн — и кому мы обязаны столь своевременной помощью? \n В ответ на это, из-за угла неприметного темного переулка, показалась фигура, закутанная в мантию с капюшоном. Когда, она приблизилась, то вы не поверили своим глазам. \n— Церуд! — воскликнули вы. \n  Это действительно был Церуд, скромно улыбаясь, держа в руке меч, он поклонился императору. \n— Спасибо тебе, маг. — величаво произнес Эрпэн — Теперь я у тебя в долгу. \n Церуд снова поклонился. \n — Следуй за нами, твоя помощь может еще пригодиться. — сказал император и жестом приказал отряду двигаться дальше. \n Оказавшись рядом с магом, вы вполголоса произнесли:\n— Рад видеть тебя... Я думал ты погиб. \n— Не дожжждетесссь\nЦеруд хитро взглянул на вас и сдержав смешок, зашагал по улице, самодовольно помахивая своим длинным крокодильим хвостом. ",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      },
      {
        "id": 194,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a16/1807/66/5bd7b8d1fe84.jpg"
      }
    ]
  },
  {
    "id": 195,
    "text": "Наконец, ваш отряд достиг цели. Из-за поворота вы увидели грандиозное каменное строение. Такой \"небоскреб\" мог бы стать достопримечательнстью в любом городе Земли, здесь же он наверняка считался чудом света и не зря... Своей архитектурой он напоминал месопотамский зикурат, великолепно разукрашенный к тому же: в глаза бросались многочисленные барельефы и гарельефы, выступающие из стен, словно живые. Смысл их едва ли доходил до вас,  куда более важно было общие настроение, которое производил дворец. \n Гвардейцы стали быстро забираться по лестнице, пригибаясь к земле и опасливо поглядывая по сторонам, как будто боясь, что на них вот-вот посыпятся стрелы, выскочит какая-нибудь тварь или целая армия, но все было тихо, мертво. \n Кто-то из воинов попробовал толкнуть ворота и... они поддались. Многотонные двери даже чуть приоткрылись, хотя казалось, что для этого нужен специальный механизм. \n Эрпэн вошел первым, а за ним остальные, но вы на секунду задержались. Что-то смущало и беспокоило. Мимолетное мгновенное волнение, но все же... \n Вы замерли в нерешительности, собираясь с духом, а затем...  \n последовали за императором. ",
    "answers": [
      {
        "id": 195,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/1807/4c/ca0c786a063a.jpg"
      },
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "                          Глава 8\n Пройдя еще одни ворота вы оказались в галерее. Логично было бы предположить, что войдя вы обнаружите невиданное по роскоши убранство: мраморные полы, золотые и бриллиантовые колонны, дорогущую мебель или вроде того, но ничего этого не было. Мрачное каменное помещение с низкими сводами и полукруглыми арочными проходами, на стенах горящие факелы, встсавленные в подставки, изображающие морды каких-то свирепых горгулий, везде царил странный холод и, что самое главное, не было ни одной живой души.  \n Вы поспешили к отряду и в этот момент, что-то хлопнуло. \n Закрылись двери. Просто, сами собой. Вам стало жутко и вы поискали глазами Эрпэна. Он стоял неподалеку и его морда совершенно ничего не выражала. \n — Церуд, зажги свет. \n Маг выпустил из рук маленький, ярко светящийся шарик, повисший над вашими головами. ",
    "answers": [
      {
        "id": 197,
        "text": "- И что теперь делать? "
      },
      {
        "id": 196,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c38/1807/b3/2d772ba64003.jpg"
      }
    ]
  },
  {
    "id": 197,
    "text": "— И что теперь делать? — спросили вы, понимая, что дело принимает нешуточный оборот. Похоже этот вопрос интересовал абсолютно всех, потому как никто не стал смеяться или обвинять вас в трусости. \n— А что ты предлагаешь? — В голосе Эрпэна зазвучали свирепые нотки — Попытаться выломить дверь и бежать отсюда? Нет уж... \n Идем дальше! Просто будтье внимательнее и ничего не случиться. —    добавил он уже мягче. — Ну, все готовы? — гвардейцы неуверенно переступили с ноги на ногу. — Тогда за мной. \n Император ударом ноги распахнул одну из дверей, ведущих вглубь дворца. Вы сжимая в руках меч,  (арбалет остался лежать на улице,  брошенный вами во время схватки с ассасином) вдыхая сырой затхлый воздух, перешагнули через порог. ",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "Обе двери вели в такой же низкий мрачный коридор, что и первый, только этот был чуть шире и светлее. На полу тут и там виднелись остатки, упавших колонн и куски каменных стен, обвалившихся словно после землятряйсения.\n Церуд толкнув, вас локтем заметил:\n— А ссславно нашшши катапульты их потрепали! \n Вы молча кивнули.\n Император уверенно шагал не обращая внимание на обломки. Неожиданно вы оказались на развилке. Эрпэн не задумываясь, повернул налево. И снова темный коридор. Казалось вы бесконечно брели по этому подземелью, петляя в лабиринте многочисленных галерей, коридоров, маленьких комнаток и залов, назначение которых также не было ясно. \n— Где мы вообще?!  — Наконец не выдержали вы. \nНо император продолжал молчать, ведя свой, сбившийся в кучу, потрепанный отряд через полумрак подземелья. \n— Церуд, — шепнули вы — что это за подвал?  Эрпэн хоть знает куда идти? \n — Зззнает. Я тебе не расссказззывал тогда. Он как-то умеет определять дорогу к нужжжному ему жжживотному,  предмету, или месссту. \nВы снова кивнули, хотя все это показалось вам странным, и продолжили путь. ",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      },
      {
        "id": 198,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/1807/3a/7ed16becedd6.jpg"
      }
    ]
  },
  {
    "id": 199,
    "text": " Теперь вы ползли по узкому проходу, где едва ли могли развернуться два человека. Отряд шел цепочкой — друг за другом. Кое-что на стенах привлекло ваше внимание: странные выпуклости и щели наводили на мысль о плотно закрытых дверях. \n\"Интересто, что за ними\" — подумали вы, вглядываясь на непонятные надписи на каждой такой выпуклости. \n\"Куда они ведут? Их здесь сотни. Нет, даже тысячи. \" Вопросов, как всегда, больше чем ответов. \n Место, где вы шли никак не освещалось. Единственным источником света был \"шарик\" Церуда, но он был недостаточно ярок, чтобы рассеять окружающую темноту. \n Наконец впереди что-то блеснуло; проход стал расширяться и вы оказались в огромном круглом зале, сильно напоминавшем библиотеку, только вместо книжных полок все те же необычные плиты, освещенные светильниками на стенах. Когда ваши глаза привыкли к свету, то вы смогли различить тех, кто здесь находился.  ",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "  Полукруг черных неподвижных фигур в длинных остроконечных колпаках, создавал собой некое подобие ограды или стены, образующей фон страшной картины. На полу, в центре какого-то замысловатого рисунка, окруженная маленькими дымящимися жаровнями на высоких подставках, лежала без сознания девушка со связанными руками и ногами. Вы различили знакомые черты. \n— Варя?! Варя!!! \n Вы уже хотели броситься к ней, но чья-то рука предупреждающе опустилась на ваше плечо и с силой сжала его. Это был Церуд. \n Раздался громкий пронзительный смех; из темного угла выскользнули двое: черноволосая эльфийка в капюшоне, накинутом на голову и со зловещего вида посохом в руке,  под руку с высоким, одетым в длиннополый сверкающий костюм, молодым (наверное молодым) эльфом. Маллум и Мелисента догадались вы. Эрпэн, \n стоявший на несколько шагов впереди вас и кучки гвардейцев, напрягся. Было видно как \"загуляли\" челюстные мышцы под чешуйчатой кожей императора. \n— Вот, отродье, ты и попался! — эльфийка выглядела крайне довольной. Эрпэн молчал, хотя явно понимал всё, что ему говорили. \n— Это было высшим проявлением твоей тупости, впрочем... Что еще можно ожидать от такого животного, как ты? На что ты надеялся? На ораву дикарей, которую привел с собой? Или быть может на собственное мнимое \"величие\"?  — колдунья злорадно улыбнулась.  ",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "— Сейчас ты заплатишь за свою наглость! — она развернула какой-то свиток и начала читать, при этом эльфийский король вдруг сильно побледнел, как, если бы ему измазали лицо мелом. \n— Оял урпай еволвая янм. Оял сазий енай малий иль юрал игин. Ейас янм итая ирд. Иль сеи игиль низалие!  \n    Её голос, отражающийся от стен, был похож на раскаты грома. Начало происходить что-то жуткое . Дымок, поднимающийся из жаровень стал собираться и окутывать фигурку Вари. Вспыхнули веревки, опутывающие её и она, вся словно наполнившись этим дымом,  приподнялась над землей. А колдунья продолжала. \n— Бяосн ту ни сетеи эт ту ремь. Сиэлн Посм ито ти рутиль иль нурим! \n  Мелисента ударила посохом о землю. Дым, наполнявший несчастную, мощными струями вырвался наружу и распространился несколькими четкосформерованными потоками по всему залу, устремившись после в коридор из которого вы пришли. ",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      },
      {
        "id": 201,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/8f/9b4f6326f36b.jpg"
      }
    ]
  },
  {
    "id": 202,
    "text": " Бум-бум-бум-бум\n Послышался треск и страшный грохот. Плиты которые вы поначалу приняли за двери одна за другой стали разлетаться в дребезги. Волосы у вас стали дыбом, когда вы увидели, ЧТО лезет оттуда.\n \"Это не подвал, — с ужасом подумали вы. — это склеп\"\n Мертвецы поднимались из могил. Хрустя костями, они выходили из своих саркофагов жутко стеная. В пустых глазах трепетал холодный потусторонний огонь, шелестели складки истлевшей одежды. Многие, кто выходил при жизни были великими учеными, сановниками, художниками и конечно же воинами, которые были удостоены чести быть похороненными в подземных королевских усыпальницах, нынче же все они из-за чар колдуньи превратились в нежить. Скелеты окружили ваш отряд, но как будто не решаясь приблизиться держались на расстоянии. \n— Это ещё не всё! — Мелисента ликовала — взгляни на это, отродье. \nЧерные фигуры остальных магов, стоявших в ряд стали расплываться, их контуры соединились. Секунду вместо них колыхалась черная масса, а затем стали прорисоваться черты гиганта намного страшнее снодийца. Это чудовище тоже выглядело как скелет, но огромных размеров с длинными клыками,  зубами и тяжелым палашом в лапах. Оно сделало первый шаг, затем второй и взглянуло в вашу сторону пустыми глазницами.\n— Уходите. — четко произёнс Эрпэн — Я ошибся и вы не должны принимать из-за этого смерть. Уходите! \nВы огляделись в поисках выхода.  Коридор, по которому вы пришли, был заполнен ожившими скелетами, сверкавшими из темноты злобными огоньками глаз, но рядом виднелся ещё один проход более широкий и ведущий скорее всего наверх. ",
    "answers": [
      {
        "id": 203,
        "text": "[Уйти] "
      },
      {
        "id": 204,
        "text": "[Остаться] "
      },
      {
        "id": 202,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c07/1807/66/e26edf741083.png"
      }
    ]
  },
  {
    "id": 203,
    "text": " \"Наверняка он справиться сам\", — подумали вы, но сердце у вас тоскливо сжалась при мысли, что придется бросить Эрпэна и Варю. \n Вас с силой дернули за локоть.\n — Идем. — еле слышно произнес Церуд, указывая глазами на широкий проход. Но как только вы сделали несколько шагов снова раздался пронзительный голос Мелисенты. \n— Уйти?! Нееет!  — затем обращаясь к толпе скелетов  она взвизгнула— Убейте!!! \n И в этот момент невидимая преграда, сдерживающая нежить, рухнула. Сотни скелетов бросились на вас.  Вы и гвардейцы из-за всех сил побежали к спасительному проходу. Последнее, что вы успели заметить в том зале был неподвижный Эрпэн, на которого со всех сторон напирали волны скелетов, и мученически изогнувшаяся на полу Варя. ",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "Но вы не шелохнулись. Гвардейцы оставили Эрпэна и на бегу к туннелю оборачиваясь смотрели на вас, некоторые откровенно недоумевая, большинство же с глубоким уважением. Да собственно чему здесь было удивляться? Разве вы могли бросить на произвол императора, которому как-никак поклялись в верности? Разве могли бросить Варю, к которой были уже далеко не безразличны?\n — За ними!!! — пронзительный визг Мелисенты вывил вас из раздумий. Великан, изогнув шею и издав беззвучный рев, ломанулся вслед за ящерами, а вместе с ним бренча костями добрая половина скелетов. \n Когда они скрылись в темноте,  Мелисента,  взмахнув посохом, указала на вас с Эрпэном. \n— Пришёл ваш час, \"герои\" — она скривила презрительную гримасу. — Убить!!! \n Толпы нежити, окружавшие вас плотным кольцом, как один бросились в атаку. Вытаскивая из-за спины свою секиру, Эрпэн крепко сжал вашу руку. \n— Ты поступил как рыцарь. Не бойся их; таких, как они не стоит бояться — сказал он, указывая на приближающиеся толпы скелетов. Вы храбро подняли меч и щит, хотя следовать совету императору было не просто. Когда скелеты приблизились, вы смогли лучше рассмотреть их. Выглядели они действительно жутко. У многих из них из-за колдовства эльфийки выросли огроменные острые клыки и когти, которые не шли ни в какое сравнение с дисландскими, и вообще не с одним знакомым вам животным. Нежить бежала с удивительной ловкостью, даже проворством, неестественно подпрыгивая и извиваясь. Казалось их становилось всё больше. Возможно так оно и было. Они лезли из саркофагов в коридоре, спрыгивали со стен и все приближались, приближались... А вы ждали, отсчитывая секунды до того момента как окажитесь в самой середине толпы мертвецов. ",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "Вы бежали спотыкаясь о ступеньки, и толкая в спину мешкающих впереди ящеров, а за вами вдогонку неслись скелеты и гигант, от шагов которого сотрясались стены подземелья. В нежить летели редкие стрелы, выпущенные дисландцами, но ни одна не смогла причинить им вреда, отскакивая или застревая в костях. Похоже одолеть их можно было только в рукопашной... \n Один из мертвецов почти настиг вас, однако вы успели на ходу рубануть его мечом и скелет,  тут же развалился, превратившись в груду костей.  \n\"Они уязвимы! \"- с радостью подумали вы. К этому же выводу пришли и все, кто заметил вашу маленькую победу. \n Неожиданно какой-то гвардеец резко остановился посреди коридора, сжимая в руках обнаженный меч. \n— Бегите! Я зззадержжжу их! \n Его крик был полон решимости умереть за своих товарищей,  дать им хоть крохотный шанс выбраться. Широко расставив ноги и выставив перед собой щит,  ящер повернулся к толпе приближающихся скелетов и приготовился сдерживать их столько сколько сможет.  \n Что было дальше вы не видели, потому что за поворотом шла крутая лестница, на которую, подгоняемые страхом,  вы и остальные гвардейцы ползли с диким остервенением, которого вы сами от себя не ожидали.  \nВпереди забрезжил дневной свет, а значит там был выход на поверхность. До вашего слуха с минуту или больше доносились звуки отчаянной борьбы отважного воина и орд нежити, а затем все стихло. В тот самый момент, вы выбрались из-под земли",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      },
      {
        "id": 205,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/1807/94/bd83bd1bc8a5.png"
      }
    ]
  },
  {
    "id": 206,
    "text": "Скорее всего это была какая-то заброшенная часть дворца, которой давно уже не пользовались. Мебель, сложенная и накрытая чехлами, была раскидана по углам и томилась под толстым слоем пыли. Кое-где виднелись скрученные ковры и брошенные пустые сундуки, здесь было ещё много самых разнообразных предметов, но в целом помещение не производило впечатления затхлости и полного забвения. Первое же, что бросалось в глаза было большое витиеватое окно, через которое и проникал свет. \n Вбежав сюда с отрядом, вы стали стаскивать к коридору стулья, стеллажи, столы и прочие, пытаясь забаррикадировать проход, при этом тщательно прислушиваясь, но всё по-прежнему было тихо. \n— Не думал, что всссе так обернетссся. — тяжело дыша, улыбнулся Церуд. \nЕму никто не ответил. \n— Вот что. Зззайдите ссс двух сссторон и атакуйте, а я попробую ударить им в лоб каким-нибудь заклинанием. \n Даже если в его словах был смысл, вам было всё равно. От пережитого только за сегодня у вас шла кругом голова. Вы послушно побрели вслед за гвардейцами, прижавшимся с двух сторон прохода к стене. Как только вы заняли позицию, что-то многотонное затопало по ту сторону баррикады, ясно давая вам понять, что расслабляться ещё рано. \n И вдруг что-то огромное ударило с той стороны так, что послышался треск ломающегося дерева и несколько стульев выпали из общей кучи, закрывающей проход. \nЗатем снова удар. И снова. ",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": " Наконец ваша баррикада не выдержала и разломанная мебель разлетелась в стороны. В проходе показался, вместе с толпой, прикрывающих его скелетов, великан, слепленный,  с помощью неведанной вам черной магии, из членов эльфийского круга. Гигант покрутив головой, вломился в зал, посреди которого стоял Церуд, в руках которого прямо на глазах рос светящийся огненно-золотой шар. В следующую секунду магическая сфера устремилась прямо к великану и врезалась ему в грудь. \n Прозвучал легкий хлопок, а затем грохот падающих на каменный пол костей. Яркий золотистый свет залил все пространство вокруг, не причиняя вам никакого вреда, даже не ослепив. \n Когда световая \"буря\" закончилась, вы разглядели груду костей и пошатывающегося из стороны в сторону великана. \n— Сссейчассс. — крикнул Соундвейв и первый бросился на гиганта, а тот то ли ослепнув, то ли ослабев качался на ногах, вяло отмахиваясь своим палашом. Дисландцы напрыгивали ему на плечи и спину, били по голове, шее и ногам, даже вы рубанули великана впрочем, все было уже ясно.  Гигант, выронив оружие, завалился на живот, под торжествующий рев ящеров. От него исходил черный дым быстро охвативший все его тело. Он словно начал испаряться. Так оно и было. Вскоре от эльфийского \"чуда\" ничего не осталось. \n Ящеры облегченно вздохнули и благодарно посмотрели на мага, а Церуд крайне довольный собой, потирал пальцы. \n— Патер ностер. Всссегда сссрабатывает против нежити. — Маг улыбнулся. \n Минутное молчание. \n— Надо ссскорее возвращаться — наконец сказал Соундвейв — и не расслабляйтесь. Неиззвессстно, что осталосссь в тех коридорах. \n Все согласно кивнули, хотя многим наверняка не хотелось возвращаться из светлого зала в подземелье полное скелетов. Вам же было всё равно и до залов, сейчас же вас больше всего волновала Судьба Вари и Эрпэна, оставшегося один против армии нежити. На удивление всех вы первый шагули в темноту тунеля. ",
    "answers": [
      {
        "id": 207,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/1807/be/fa5e042941f5.png"
      },
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": " И вот, момент настал. Эрпэн первый нанес рубящий удар сбоку. Секира сломав хребет двум скелетам, отбросила всех остальных до кого смог дотянуться император в сторону, переламывая им кости. В следующие мгновение Эрпэн опустил тяжелое оружие на череп скелета, стоящего рядом и уже прицеливающегося, чтобы ударить. Вы тоже не дремали, толкнув наскочившего на вас мертвеца, взмахнули мечом и разрубили оживший скелет пополам. Стоя с Эрпэном спина к спине, вы снова и снова поднимали оружие, стараясь из-за всех сил сдержать бешеный напор нежити. Дошло до того, что вы в каком-то диком остервинении просто размахивали перед собой клинком, орудуя им направо и налево. Император вращал над головой секиру на подобии лопастей вертолета, выкашивая волны наступающих. Сколько именно все это продолжалось вы точно не смогли бы сказать, словно на время впали в беспамятство, продолжая сражаться. Но неожиданно вы осознали, что стоите посреди кучи переломанных костей и яростный, до того, напор противника стал ослабевать. Уже можно было разглядеть сквозь просветы между рядами скелетов смертельно бледную Мелисенту, эльфийского короля, находившегося в полуобморочном состоянии и Варю... Вся она неимоверно исхудала, за то время, что вы были здесь: черты её лица заострились, появились сине-зеленые круги под глазами и почему-то потемнели волосы. Было похоже на то, что магия вытягивает из неё жизненные силы. \n Надо было срочно что-то предпринять. ",
    "answers": [
      {
        "id": 208,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c16/1807/4f/fa42db814be0.jpg"
      },
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": " Вы стали отчаянно пробиваться к тому месту, где стояла колдунья. Эрпэн понял ваш замысел и тоже, размахивая своим грозным оружием, начал расчищать дорогу к ведьме, разрубая назойливых скелетов, которых осталось уже совсем немного. \"План\" Мелисенты был провальным с самого начала. Несмотря на ужасный вид, скелеты едва ли могли вам, закованным в броню, что-то сделать своими когтями и ржавым оружием. Поняв это, вы осмелели, хотя вас все же довольно серьезно потрепали, но вы упорно продолжали биться. \n  Неожиданно какой-то сгусток красного пламени ударил  вас в грудь, да так, что вы отлетели, перевернувшись в воздухе. Такой же сгусток полетел к Эрпэну, но тот успел закрыться широким лезвием секиры. \nМагические снаряды посыпались в неимоверном количестве, разнося оставшихся скелетов. В бой вступила Мелисента. С безумной яростью в глазах она размахивая своим колдовским посохом, посылая всё новые и новые заклятья. Чтобы не быть испепеленным, вам пришлось укрыться в одной из ниш в стене, где раньше стояли очевидно какие-то сосуды нужные для погребения. Оттуда вы наблюдали за происходящим. \n Эрпэн как мог защищался от летевших в него снарядов, медленно, но верно продвигаясь вперед. А колдунья перешла с красного пламени на молнии. Одна такая ударила в стену рядом с вами, выбив из неё каменную крошку. Вы отшатнулись, удивляясь про себя, как император может выдерживать почти прямое попадание. ",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "Когда Эрпэн почти вплотную приблизился к колдунье, та отбросила посох. Её руки на мгновение окутал сизый туман, через минуту она сжимала изогнутый черный меч. Настало время для рукопашной. Мелисента взмахнула наколдованым мечом, и враги скрестили оружие. Это был настоящий поединок. Эльфийская ведьма на удивление ловко обращалась со своим клинком. Хотя секира Эрпэна была тяжелее, а он опытнее, зато за колдуньей оставалась скорость. Дисландский император никак не мог нанести решающий удар. Мелисента как будто танцевала перед ним, уворачиваясь от секиры императора, а Эрпэн все больше и больше выбивался из сил. Вы поискали глазами эльфийского короля  и заметили его в самую последнюю секунду, когда он вынимал кинжал из ножен, стоя за спиной Эрпэна. \n Неожиданно колдунья резко сократила дистанцию, лишив тем самым ящера возможности атаковать, а в это время Маллум ударил Эрпэна снизу, в незащищенную подмышку. Император взвыл и обернулся к противнику, но в спину его тут же ударила Мелисента, он оказался зажатым с двух сторон. ",
    "answers": [
      {
        "id": 211,
        "text": "[Помочь императору] "
      }
    ]
  },
  {
    "id": 211,
    "text": " Вы бросились на помощь своему императору. Для того чтобы хоть как-то облегчить его задачу нужно было отвлечь хотя бы одного из противников. Оставаясь незамеченным, вы быстро подбежали к месту битвы, лихорадочно соображая, что именно можете сделать. Получилось так, что вы оказались за спиной Мелисенты. Капюшон с её головы упал, обнажив шею и ворох черных волос. Присмотревшись, вы вспомнили: силу эльфийским колдунам давали магические амулеты, вот и теперь на Мелисенте болтались наверное все колдовские медальоны, надо было только быстро и аккуратно сорвать их с неё. \n   Ваше неожиданное вмешательство не осталось без внимания короля. Маллум, выпучив глаза, уставился на вас, как на какое-то чудо,  в следующие мгновение от мощного удара Эрпэна он отлетел в сторону и затих, очевидно потеряв сознание. \nПротивники продолжали сражаться, а вы сосредоточились. В броне будет тяжело стащить амулеты, доспехи как-никак препятствуют работе мелкой моторике, да и придется именно тащить, а не рвать, как показывают в большинстве фильмов. Для того чтобы \"порвать\" металлические цепочки, на которых держались медальоны, пришлось бы приложить нечеловеческое усилие. \n Вы выбрали момент и вцепившись эльфийке в волосы, одним движением сняли с неё амулеты, а Эрпэн, воспользовавшись ситуацией, схватил ведьму за горло. Раздался страшный вопль. Эльфийка вдруг начала чернеть, её кожа резко сморщилась, волосы побелев, по большей части выпали, она вся скрючилась, уменьшилась ростом и вот... Вместо молодой женщины император держал древнюю, мерзкую на вид старуху. Красивая внешность оказалась иллюзией. Опять. Как это и бывает обычно. \n Старуха визжала и извивалась, неожиданно от неё повалил черный с серебристыми вкраплениями дым. За несколько секунд она растворилась в воздухе. \n— Зло наказано. Она пошла против своего естества, и не смогла существовать в истинном обличии. \n Вы ничего не поняли, да и какое это имело значение? \n Вы подбежали к лежащему на полу телу Вари, упав на колени и скинув шлем, приложили голову к её груди. ",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": " Вопреки мрачным прогнозам Соундвейва в коридорах было пусто... и тихо. На полу валялись раскиданные кости скелетов, словно те, кто сюда шли просто развалились. Вы побежали. Вы знали, что дисландцы следуют за вами, поэтому бежали не оборачиваясь. Коридор был прямой, без ответвлений. Вы уже миновали лестницу, по которой спустились обратно в подземелье, затем другую, вбежали в тот зал и ужаснулись... \n Среди огромной груды переломанных костей, пошатываясь и истекая кровью, стоял император Дисландии. Он не смотрел в вашу сторону, а каким-то мутным невидящем взглядом уставился на то, что лежало перед ним. \n \"Только не это... \", — холодея, подумали вы. — \"Только не это\". \n Вы медленно, как во сне, подошли и упали на колени перед бездыханным телом Вари. \n— Я не успел. — Эрпэн огорченно помотал головой. \n Вы не слышали слов императора. Ваше сердце словно что-то сжало и глухой хрип вырвался из горла. Вы схватили тело Вари, прижав его к себе. Если бы вас спросили, что вы сейчас чувствуйте, то что бы вы ответили? Боль?  Жалость?  Разочарование? Горечь? Пожалуй всё в месте. Все ваши тайные мечты и грезы об этой девушке рухнули в один момент. Вы почувствовали как по щекам, оставляя дорожки на пыльном лице, побежали слезы. \n ",
    "answers": [
      {
        "id": 212,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/e2/d98fe48960a1.jpg"
      },
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": " Кто-то дотронулся до вашего плеча. Вы обернулись и увидели Эрпэн. Он что-то держал в руках. Магические амулеты эльфов, вы тут же узнали их. \n— Мы победили. Город взят и война закончена. \n Вы отвернулись. \n— Послушай, — продолжал император — ты послужил мне и моему народу. Мелисента мертва. Маллум низвержен — он указал на тело колдуньи и трясущегося от страха эльфийского короля.  — Я обещал тебе, что верну тебя домой и теперь настало время мне выполнить своё обещание. \n Эрпэн поднял взятые в охапку амулеты. \n — Церуд, помоги мне. \n Маг приблизился и тоже поднял руки. \nЗатем император снова обратился к вам. \n— Доспехи и меч можешь оставить себе. И ещё...  Спасибо тебе, парень. \n Вы промолчали, да и зачем что-то говорить? \n В руках Эрпэна и Церуда заплясали желтые искорки и молнии. \n Неожиданно мир вокруг вновь закружился, как и тогда в первый раз, когда вы попали в этот мир. \n Вы обернулись и в последний раз взглянули на Варю. И перед тем, как переместиться в другой мир вы как будто бы услышали её тихий шепот. \n— Прощай... ",
    "answers": [
      {
        "id": 219,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 214,
    "text": "Тук-тук-тук-тук-тук. \nЖива. Вы с наслаждением слушали звук её бьющегося сердца. \n — Варя... — ласково произнесли вы и почувствовали как по вашим щекам потекли слезы радости. \n Словно услышав своё имя, эльфийка открыла глаза и осмысленно посмотрела на вас. На её лице отразился сначала испуг и удивление, а затем теплая улыбка тронула её губы. \n— Храбрый рыцарь... — тихо прошептала она. \nПослышались шаги и в зал вошли дисландские гвардейцы во главе с самодовольно потирающим руки Церудом, чье чеславие очевидно не знало границ. \n— Мы зззамочили эту тварь — весело крикнул кто-то из ящеров. \n— Ага. И всссе благодаря Церуду. \n— Ну, что вы... — Церуд был явно счастлив сложившейся ситуацией. \n — Итак — Эрпэн обратился к своим воинам с речью — Город взят. Колдунья мертва, а эльфийский король незвержен. Война закончилась. Мы победили!!! \n Громогласный счастливый рев ящеров огласил подземелье. \nКогда все стихло император продолжил. \n— Все из вас получат награду, как храбрые и верные воины — снова одобрительные возгласы — но одного я хотел бы отметить отдельно, человека, без которого я бы не справился. — император посмотрел на вас — Подойди! \n Вы опустили Варю на пол и поднялись на ноги, впочем она тут же довольно бодро последовала вашему примеру.\n Вы подошли к императору. \n— Спаибо тебе — громко признес он — сегодня ты вел себя мужественно. Я обещал тебя вернуть домой, если ты поможешь мне. — неожидано понизив голос, он сказал — Или ты желаешь остаться? ",
    "answers": [
      {
        "id": 214,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a03/1807/e2/d98fe48960a1.jpg"
      },
      {
        "id": 215,
        "text": "- Да. Здесь моё место. "
      },
      {
        "id": 216,
        "text": "- Нет. Я хочу вернуться на Землю. "
      }
    ]
  },
  {
    "id": 215,
    "text": " Вы даже не стали думать. \n— Да. Здесь мое место. — уверенно сказали вы и посмотрели на Варю, отчего та сильно покраснела. Это не осталось не замеченым императором. \n— Ну раз так,  — Эрпэн улыбнулся — я могу и расщедриться. На юго-западе отсюда есть небольшое поместье у моря, принадлежащие мне. \nЯ думаю ты его заслужил. Теперь оно твоё. \n Вы не поверили своим ушам и не в силах что-либо сказать счастливо и ошалело смотрели на императора. \n— Спасибо, — наконец выдавили вы. \n— Надеюсь ты будешь хорошим помещиком. — похлопал вас по плечу Эрпэн. ",
    "answers": [
      {
        "id": 221,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 216,
    "text": " Вы несколько минут раздумывали, а затем решив, твердо сказали:\n— Нет. Я хочу вернуться. Там мой дом, там моё место. Я должен вернуться, ведь и попал я сюда по случайности. \n  Эрпэн взглянул на вас. \n— Случайности не случайны, — изрек он великую мудрость — но будь по твоему. \nВы передали Эрпэну амулеты, которые до того держали в руке\nИмператор поднял их. \n — Церуд, помоги мне. \n Маг приблизился и тоже поднял руки. \nЗатем император снова обратился к вам. \n— Доспехи и меч можешь оставить себе на память\n Вы кивнули. \n В руках Эрпэна и Церуда заплясали желтые искорки и молнии. \n Неожиданно все вокруг вновь закружилось, как и тогда в первый раз, когда вы попали в этот мир. \n Вы обернулись и в последний раз взглянули на Варю. На секунду вам показалось: что это неправильно, что вы предаете её, но скрепя сердцем вы убедили себя, что так надо и иначе быть не может. \n  Перед тем, как перемиститься в другой мир вы услышали её тихий шепот. \n— Прощай... \n ",
    "answers": [
      {
        "id": 217,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 217,
    "text": "                            Эпилог\n Вы очнулись на песчаном бергу и тут же узнали местность. Это был тот самый пляж с которого всё началось. Здесь вы нашли медальон перенесший вас в Дисландию. Вы вернулись. Но вернулись уже совершенно другим человеком. \n Вы присели на теплый песок и стали размышлять. \n Никакя прочитанная книга не может не оставить след в душе. Что уж говорит о вашем приключении. Можно было бы конечно предположить, что это был сон, красочная игра воображения, если бы вашу грудь и плечи не сдавливали доспехи, а на поясе не болтался кривой гвардейский меч. \n Вы ещё раз прокрутили всё в голове. И сомнения вновь нахлынули на вас. Правильный ли выбор вы сделали. Да и что такое выбор? На что он влияет?  Круто ли меняет он вашу жизнь или совсем ничего не значит? \n Как бы там ни было вы решили, что поступили правильно. Человек не должен жить иллюзиями и фантазиями. Ваше место здесь, где тоже идут битвы, есть благородные рыцари и жалкие короли, где бывает нечто страшнее оживших скелетов и злых ведьм... \n Подумав так, вы поднялись и отправились искать свой санаторий. ",
    "answers": [
      {
        "id": 218,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 218,
    "text": "Поздравляю, вы достигли концовки \"Реалист\". ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 219,
    "text": "                               Эпилог\n Вы очнулись на песчаном берегу и тут же узнали местность. Это был тот самый пляж с которого всё началось. Здесь вы нашли медальон перенесший вас в Дисландию. Вы вернулись.\nШагая по щиколотку, в соленной морской воде вы стали скидывать с себя измятые и ненавистные доспехи.\nРвя кожаные ремни и металлические застежки, вы сняли с себя броню и пояс с ножнами, кинув их на песок. \n Наконец, измотанный вы присели и с глубочайшей тоской посмотрели на заходящие солнце. \n Вы и сами не знали, отчего вам так грустно, ведь вы едва знали ту девушку. Так в чем же проблема? \n Никакая прочитанная книга не может не оставить след в душе. Что уж говорит о вашем приключении. Можно было бы конечно предположить, что это был сон, красочная игра воображения, если бы не груда доспехов лежащих на берегу. Ясно было одно: после всего, что произошло вы стали другим человеком. \n И так вы ещё долго сидели размышляя об этом, и провожая глазами заходящие солнце. ",
    "answers": [
      {
        "id": 220,
        "text": "Конец"
      },
      {
        "id": 219,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/1807/6a/e83034476145.jpg"
      }
    ]
  },
  {
    "id": 220,
    "text": "Поздравляю, вы достигли концовки \"Рыцарь печального образа\". ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 221,
    "text": "                              Эпилог\nБыла на удивление ясная, безветренная ночь. В синем небе на подобии бриллиантов сверкали молочно-белые звезды, слышался шум прибоя и шелест волн. Казалось этой картиной можно любоваться вечно. \nВы стояли, прижав к себе Варю, и гладили её круглый вздувшийся живот. Вот уже четвертый месяц она  носила в себе ребенка — вашего ребенка. С большого каменного балкона, где вы находились, вид открывался действительно красивый. Свежий морской воздух, после знойного дня был полезен для Вари и успокаивал ваши нервы. Стоя рядом с женой, вы вспоминали: как приехали в имение и обнаружили не \"небольшое поместье\", а довольно внушительных размеров особняк с хорошоотлаженым хозяйством и несколькими деревнями, где по большей части жили дисландцы (но среди слуг попадались и люди)  вспомнили как волновались, когда делали Варе предложение, как радовались, когда она согласилась, и ещё много чего другого. Перебирая в голове все эти счастливые воспоминания вы улыбались и благославляли день, когда впервые попали в Дисландию и окунулись в этот удивительный мир приключений. ",
    "answers": [
      {
        "id": 221,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/1807/06/1c9eafa4fcc2.jpg"
      },
      {
        "id": 222,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 222,
    "text": "Поздравляю, вы достигли концовки \"Счастливчик\". ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 223,
    "text": "Возможные концовки",
    "answers": [
      {
        "id": 223,
        "text": "\"Счастливчик\""
      },
      {
        "id": 223,
        "text": "\"Реалист\""
      },
      {
        "id": 223,
        "text": "\"Рыцарь печального образа\""
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 224,
    "text": "Глава1... \"Прибытие\"... 2\nГлава2... \"Медальон\"... 7\nГлава3... \"Церуд\"... 19\nГлава4... \"Эльфийская засада\"... 58\nГлава5... \"Девушка\"... 79\nГлава6... \"В дисландском лагере\"... 140\nГлава7... \"Штурм столицы\"... 164\nГлава8..\"Ловушка для императора\".196\nЭпилог",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 225,
    "text": "   Уважаемые читатели (игроки),  заранее прошу прощение за допущенные орфографические, пунктационные и фактические ошибки. Так как это мой первый квест, для меня очень важно ваше мнение. (Пишите в комментариях)\nНадеюсь вы проявите лояльность и терпение. Также настоятельно рекомендую дойти до одной из трёх концовок, что позволит вам иначе взглянуть на сюжет в целом. \n\n Любые совпадения с реальными лицами и событиями случайны. \n\nПриятного чтения! ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 226,
    "text": "",
    "answers": []
  }
]