[
  {
    "id": 1,
    "text": "Это книга-тизер для полного произведения \"странная ночь\". (номер 24011. Такой я дед, всё пишу и никак не могу закончить)\nСобытия произошедшие в этом демо не влияют на сюжет основного произвидения и создано лишь для вашего удобства. Так как вы сможете понять, по нраву ли вам мой стиль.\n(к сожалению, книга на данный момент заморожена, я ищу автора ,способного вытянуть на своих плечах книжку хотя-бы среднего размера. Если ты хочешь стать автором, то пиши мне в ВК (Я Пётр Крышов ))",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      },
      {
        "id": 18,
        "text": "инфо"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ваш персонаж это обычный заурядный человек, с которым читателю явно ассоциировать себя не стоит",
    "answers": [
      {
        "id": 3,
        "text": "читать"
      }
    ]
  },
  {
    "id": 3,
    "text": "12:57, суббота\nВы идёте к себе домой с покупками из продуктового магазина. Возле подъезда, где вы жили месяц назад стоит чёрный фургон, бабушки всё также сидят на лавочке, дети играют на площадке, Дима (его тут знали все как богача) снова припарковался как ему вздумается.",
    "answers": [
      {
        "id": 4,
        "text": "войти в подьезд"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы сами собой зашагали в подьезд номер 5, хотя месяц назад продали там квартиру. Она была тесной даже для одного человека и скоро уже понадобилось бы делать ремонт, вот и продали первому встечному.  А сами купили себе жил. площадь побольше, в том-же доме, на том-же этаже, но в соседем подьезде.\nВы обернулись и пошли (чёрт, пора бы уже отучиться  от этой ужасной привычки, а не то...)\n—добрый день, сказала вам одна из старушек, перебив ваши мысли.\n— и правда, добрый\n—Ну и денёк, а вы слышали, что случилось с Олегом Антоновичем из 173-ей?",
    "answers": [
      {
        "id": 5,
        "text": "придумать отговорку и пойти домой"
      },
      {
        "id": 6,
        "text": "спросить"
      }
    ]
  },
  {
    "id": 5,
    "text": "- простите, но мне пора домой, я просто скоропортящиеся продукты купил\n- ладно уж, иди, разве я не понимаю, что тебе дела нет до наших сплетен. Удачи.\n- простите (зачем-то прошептали вы и пошли в сторону двери) \nВы вошли в лифт и поднялись на пятый этаж. Подойдя к двери вы достали ключи, вошли внутрь и включили телевизор.",
    "answers": [
      {
        "id": 7,
        "text": "за стеной послышались крики и  звон падающих предметов"
      }
    ]
  },
  {
    "id": 6,
    "text": "- нет, не знаю. А что с ним?\n- в больницу попал, ногу сломал во время ... Ай, не важно, голова уже старая, может и забыть чего.\n- да, жаль парня, пробормотали вы.\n- ладно, иди, доброе дело ты сделал. бабку старую выслушал. \nвы пошли домой, зашли в лифт и нажали на кнопку пятого этажа. Через пару минут вы уже были дома и смотрели телевизор",
    "answers": [
      {
        "id": 7,
        "text": "за стеной послышались крики и  звон падающих предметов"
      }
    ]
  },
  {
    "id": 7,
    "text": "Эти звуки доносились из вашей квартиты, тоесть уже не совсем из вашей.\nвы вышли на балкон, вам показалось, что в квартире происходит драка. Нужно что-то срочно делать. Нельзя сидеть сложа руки.\nвот вы и сделали самое правильное решение...",
    "answers": [
      {
        "id": 8,
        "text": "перелезть через балкон в квартиру по правую руку от вас"
      },
      {
        "id": 16,
        "text": "позвонить в полицию, а после пролезть по балкону в соседнюю квартиру"
      }
    ]
  },
  {
    "id": 8,
    "text": "Перелезая через металлическую огородку вы застыли от ужаса.\nТрое парней держали едва живого мужчину, который покупал у вас эту квартиру. Однако, стоит отметить, что он находился в сознании.\nДвое из них были явно озадачены, но, тот, что покрупней кинулся прямо на вас. \nВремени принимать решния не было. На столе возле вас лежал нож",
    "answers": [
      {
        "id": 9,
        "text": "взять нож"
      },
      {
        "id": 10,
        "text": "ничего не делать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы судорожно схватили нож и направили в сторону недруга. Поскольку квартира была и правда маленькой, он не успел остановиться, и просто налетел на нож.\n В это время ваш сосед воспользовавшись моментом вырвался и ударил в живот одного из оставшихся двоих.",
    "answers": [
      {
        "id": 11,
        "text": "спрятаться за столик"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы ничего не успели сделать и он налетел прямо на вас. Упав на пол вместе с ним, вы ударили его коленом в живот, а потом взяв рядом лежащую бутылку разбили об стол и ударили \"розой\" нападавшего.\n В это время ваш сосед воспользовавшись моментом вырвался и ударил в живот одного из оставшихся двоих.",
    "answers": [
      {
        "id": 11,
        "text": "спрятаться за столик"
      }
    ]
  },
  {
    "id": 11,
    "text": "У одного из них засверкал в руках пистолет, и вы мигом кинулись за мраморный столик. Это всё произошло абсолютно инстиктивно. И с тем нападавшим, который сейчас бездыханно лежал возле вас, и с прыжком за импровизированное укрытие.\nВдруг послышался выстрел. \nНа секунду всё стихло, но оборвав могильную тишину они из них сказал: \"выходи ,тебе всеравно некуда убежать\"",
    "answers": [
      {
        "id": 12,
        "text": "выйти"
      },
      {
        "id": 13,
        "text": "кинуться с ножом ",
        "need": 9
      },
      {
        "id": 14,
        "text": "кинуться с осколками бутылки",
        "need": 10
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы вышли с поднятыми руками, и прозвучал второй выстрел. Вы словно бесшумно упали на пол. Пришлось хвататься за жизь из всех сил, но и этого оказалось мало... Последнее, что вы слышали было:\"нашего прийдётся увезти, заводи фургон. Мы с Андреем скоро выйдем.\"",
    "answers": [
      {
        "id": 15,
        "text": "конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы кинулись на них из последних сил, вдруг вашу грудь рассёк выстрел. Вы словно бесшумно упали на пол. Пришлось хвататься за жизнь, но этого оказалось слишком мало... Последнее, что вы слышали был: цокот ножа падающего возле вас и  фраза –\"нашего прийдётся увезти, Андрей, заводи фургон. Я скоро выйду.\" ",
    "answers": [
      {
        "id": 15,
        "text": "конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы кинулись на них из последних сил, вдруг вашу грудь рассёк выстрел. Вы словно бесшумно упали на пол. Пришлось хвататься за жизь, но этого оказалось слишком мало... Последнее, что вы слышали был: треск стекла падающего возле вас и  фраза –\"нашего прийдётся увезти, Андрей, заводи фургон. Я скоро выйду.\" ",
    "answers": [
      {
        "id": 15,
        "text": "конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "История продолжится в книге \"странная ночь\"\nя решил выпустить этот тизер потому, что основная книга может выйти не скоро, если вообще выйдет.\nЭтот тизер будет доступен в главной книге, посе написания завершительной главы",
    "answers": [
      {
        "id": 1,
        "text": "спасибо"
      },
      {
        "id": 18,
        "text": "просмотр информации по квестам"
      },
      {
        "id": 1,
        "text": "концовка всего одна. главный герой основного произведения не является человеком представленным в демо",
        "comment": true
      }
    ]
  },
  {
    "id": 16,
    "text": "—Алло, это полиция?\n—А кто ещё? Вам чё-то надо, или балуетесь?\n—Нет, в смысле да, в смысле в соседней квартире есть кто-то кроме хозяина!\n—Назовите точный адрес.\n—Доринского 21.\n—Что вы сказали?\n—Доринского 21.\n—Принято.\nзвонок обрывается\n",
    "answers": [
      {
        "id": 17,
        "text": "лезть по балконной перегородке"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы упорно встали ногами на подоконник.\nВ соседней квартире вдруг слышен телефонный звонок:\n—Чего?\n—\n—И что теперь делать?\n—\n—Ладно.\nИз соседней квартиры высовывается неизвестный вам довольно крупный мужчина и хватает вас за ногу.\nВ следующий миг вы оказываетесь в квартире и видите перед собой только дуло пистолета",
    "answers": [
      {
        "id": 15,
        "text": "конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "Здесь будет представлена информация как по данному проекту, так и по основной книге.",
    "answers": [
      {
        "id": 19,
        "text": "демо"
      },
      {
        "id": 20,
        "text": "\"странная ночь\""
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 19,
    "text": "1) Демо-версия хоть и имеет концовку, однако возможны последующие работы над проектом (в том числе и проработка новых вариантов).\n2) Произведегие будет опубликовано только в тестовом режиме\n3) В дальнейшем возможен перенос в основную книгу\n4) Наполение стало более каноничным относительно книги\n",
    "answers": [
      {
        "id": 19,
        "text": "назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 20,
    "text": "1) Книга пока недописана.\n2) У книги появились новая обложка и задний фон\n3) Первая глава полностью написана, но работа над ней не закончена.\n4) Вторая глава потихоньку пишется.\n5) Сюжет третьей главы и концовка пока только формируются в моей голове.\n6) в дальнейшем планируется доюбавление картинок (но на многое рассчитывать не стоит)\n7)Первая глава значительно прибавила в количестве слов\n8) Книга (а точнее её первая глава) отправленна в свободное плвание\n\nupd. Теперь у меня снова есть рабочий смартфон, так что работа над квестом продолжится.",
    "answers": [
      {
        "id": 20,
        "text": "назад",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]