[
  {
    "id": 1,
    "text": "Автор: ALEXPROSKILL (Алексей Проскилов)\nЭто простая сказка о работке о которой почти каждый знает.\nРазветлений нет. SORRY. \nВ общем это просто юмор и точка точка точка точка. Клавиатура заела.. Желаю удачи",
    "answers": [
      {
        "id": 2,
        "text": "Слушать внимательно сказку"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Кащей устал. Если б он не был бессмертным, давно бы сдох. Все тело старика заскорузло от белков и желтков. Часть из них уже засохла, часть протухла. Кащей смердел. В руках старик тупо держал очередное яйцо, внутрь которого забубенил иголку. Запихать его в жпу утки оказалось нелегкой задачей. Взяв птицу за шею, он попытался засунуть яйцо ей в дупло. Скорлупа треснула и залило старика в очередной раз. Кащей грязно выругался и осторожно достал из обломков иголку. Смертельный инструмент нужно было засандалить в следующее яйцо. Утка покорно ждала. Старик взял яйцо губами, раздвинул утке лапы и осторожно стал пихать эллипсоид ей в очко. Яйцо лопнуло. Старик вскочил, зашвырнул птицу в море и с проклятиями принялся прыгать по берегу.\n— Спокойно, Кащей, спокойно, — наконец успокоил он себя и продолжил процедуру. Бессмертный совершал ее снова и снова, но яйца лопались. Наконец, намыленное сэйфгардом, одно из них пролезло птице в утробу. Старик удовлетворенно откинулся на ствол сосны. Но что это?! Проклятое пернатое сдохло!\n— Иоптваю, сцуко!!! Сто тридцать лет утке под хвост! — Кащей с воем упал на песок и стал его грызть и колотить руками. Через три дня он пришел в себя и глубоко задумался. Какая-то мысль пришла в бессмертную голову. Старик поднялся и проследовал в пещеру. Целый месяц оттуда доносились стук молотка, скрежет железа и звук сварки. Наконец Кащей гордо вышел на свет, держа в руках воронку. Утки увидели приспособление и выпали в осадок.",
    "answers": [
      {
        "id": 3,
        "text": "\"А что дальше?!\""
      }
    ]
  },
  {
    "id": 3,
    "text": "А дальше работа закипела. Вставить воронку в пернатое очко удавалось сходу. Но подлые твари дохли и дохли. Наконец свершилось!!! Охpеневшая, но живая утка лежала на земле с выпученными глазами. Ее жпа была плотно запечатана сургучом — Кащей не любил рисковать. Весь двор был засыпан костями восьмисот пятидесяти двух тысяч водоплавающих. Старик сел на пень и с тоской посмотрел в лес. Предстояло засунуть утку в жпу зайцу.\nКащей сидел на песке, смотрел в глаза зайцу и думал. Косой оуевал. Ему еще никогда не смотрели сразу в оба глаза. \"Может, есть способ спрятать иголку как-нибудь попроще?\" — размышлял старик, но в голову ничего не приходило. \"Нет таких крепостей, которые не взяли бы большевики!\" — решил Бессмертный и энергично вскочил. Через минуту он уже деловито сновал возле распятого на земле грызуна, замеряя того рулеткой. Заяц — мощный зверюга, украшение породы, теоретически мог вместить в себя утку. Оставалось придумать способ.\nСама утка сидела в клетке неподалеку. От одного взгляда на заячье дупло, ее охватывал приступ клаустрофобии. Кащей не стал трогать птицу, осознавая ее ценность. Для эксперимента он выбрал другую.\n\"Мы заботимся о Вас и Вашем здоровье!\"- приговаривал Кащей, намазывая заячье очко кремом. Затем взял птицу и начал понемногу, вращательными движениями, вводить ее зайцу клювом в жпу. Голова зашла, как там и была, но потом дело застопорилось. Шея утки гнулась в разные стороны, а потом свернулась нафиг. Истребив тысячи полторы пернатых, Кащей понял, что так дело не пойдет. Нужно было революционное решение. И Бессмертный его нашел! \n\n",
    "answers": [
      {
        "id": 4,
        "text": "\"Какое не тяни же?!\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Ну что что. Для начала он просверлил морковку вдоль осевой и пропустил через отверстие капроновый шнур. Крепко закрепив его с другой стороны овоща, Кащей сунул корнеплод зайцу в пасть и стал ждать. Грызун заработал челюстями.\nСолнце уже клонилось к закату, когда из мохнатой жопы появился кончик шнура. Привязать к нему утку за клюв было делом нескольких минут. Заяц вообше-то недолюбливал уток, особенно в собственной заднице. Зверь прядал ушами и мелко трясся. Кащей уселся напротив зайца, поплевал на ладони и, упершись ногами ему в плечи, принялся тянуть шнур. Глаза косого сошлись у переносицы и полезли на лоб. Глядя на него, вспоминались слова романса \"Мне сегодня так больно!\"\nИ вдруг! Жалко стало Бессмертному зайца! \"Доколе?!\" — возопил он, оглядывая окрестности. Останки различных живых существ покрывали поверхность трехметровым слоем. Птицы не летали, звери забились в норы. Повсюду царило запустение. Плюнул тогда Кащей ядовитой слюной. Он поймал кенгуру, на жопе фломастером написал \"Заиц\", сунул ей в сумку утку и засунул в сундук. \"Стероиды, иопть!\" — ухмыльнулся старик и пошел спать.\nТут и сказке КАНЕЦ.... \n\n",
    "answers": [
      {
        "id": 5,
        "text": "А кто слушал молодец. "
      }
    ]
  },
  {
    "id": 5,
    "text": "эти страницы для публикации так что можно не читать листайте дальше.",
    "answers": [
      {
        "id": 6,
        "text": "Ок!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ещё",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ещё",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Себе",
    "answers": [
      {
        "id": 9,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 9,
    "text": "21 Вы проиграли",
    "answers": [
      {
        "id": 10,
        "text": "Блин..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Так что вы себе позвояете вы экзамен пришли здавать. Тоже мне СЕБЕ.",
    "answers": [
      {
        "id": 11,
        "text": "Билет номер 21"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ааа это билет #21",
    "answers": [
      {
        "id": 12,
        "text": "Да ну не очко же"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вопрос номер 1\nЧто затеял кощей?\n#2 Что побудило его на такие меры предосторожности?",
    "answers": [
      {
        "id": 13,
        "text": "Что",
        "need_ever": false
      }
    ]
  },
  {
    "id": 13,
    "text": "Всё ни что",
    "answers": [
      {
        "id": 14,
        "text": "понятно"
      }
    ]
  },
  {
    "id": 14,
    "text": "Привет",
    "answers": [
      {
        "id": 15,
        "text": "Привет"
      }
    ]
  },
  {
    "id": 15,
    "text": "Как дела? ",
    "answers": [
      {
        "id": 16,
        "text": "Плохо "
      }
    ]
  },
  {
    "id": 16,
    "text": "Почему? ",
    "answers": [
      {
        "id": 17,
        "text": "Экзамен завалил (а)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Айяйяй перечитывайка ещё раз",
    "answers": [
      {
        "id": 18,
        "text": "Не буду"
      }
    ]
  },
  {
    "id": 18,
    "text": "Будешь",
    "answers": [
      {
        "id": 19,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 19,
    "text": "А я заставлю",
    "answers": [
      {
        "id": 20,
        "text": "Вот и попробуй"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ок сам напросился.",
    "answers": [
      {
        "id": 21,
        "text": "На что?"
      }
    ]
  },
  {
    "id": 21,
    "text": "Иди на первую страницу. Ха ха ха",
    "answers": [
      {
        "id": 1,
        "text": "Первая страница"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]