[
  {
    "id": 1,
    "text": "\nАвтор: МихКар (Михаил Каратаев)\nЖанр: Юмор\n\n\n\nЭтот квест про Буратино. Что вы захотите? Захватить мир или торговать пиявками? Решать только вам!\n\nВозможно, выйдет вторая часть. Но об этом позже.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 34,
        "text": "О второй части"
      }
    ]
  },
  {
    "id": 2,
    "text": "Старый пьяный столяр Дуреппе хотел сделать деревянную статую и один раз он нашёл под столом полено.\n\"Из него получится хорошая ножка для пирата\", - подумал столяр.\nВ этот день к нему зашёл баянист Карл. Он играл на вечеринках и тусах.\n- Дарова, - сказал он, когда появился на пороге.\n- Привет. Давай я тебе подарю это гнилое полено.\n- Да зачес оно мне?\n- Вырежешь из него куклу и продашь\n- Да, - скпзало полено.\n- Оно говорящее?\n- Да нет, Карл.\n",
    "answers": [
      {
        "id": 3,
        "text": "Взять полено"
      },
      {
        "id": 4,
        "text": "Не брать полено"
      }
    ]
  },
  {
    "id": 3,
    "text": "Карл взял полено.\nНа следующий день он вырезал куклу с необычайно длинным носом, потому что, она будет разнюхивать, где лежит вкусная еда.",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить создание куклы"
      },
      {
        "id": 6,
        "text": "Плюнуть на эту затею"
      }
    ]
  },
  {
    "id": 4,
    "text": "Блин, если не брать полено, то не будет истории. А ну-ка вернись назад!",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "А потом он применил все свои навыки тёмной магии и оживил куклу. Он назвал её Лорд Длинноносик или просто Буратино.\n- Я родился, - сказал Буратино.\n- Ну а теперь, ты пойдёшь в школу, сынок.",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в школу"
      },
      {
        "id": 8,
        "text": "Сгореть"
      }
    ]
  },
  {
    "id": 6,
    "text": "Карл не сделал куклу.",
    "answers": [
      {
        "id": 1,
        "text": "Недоделанный конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "Карл купил Буратино азбуку и он побежал в школу. Он уже почти добежал, но увидел афишу театра.\n Куда же идти?",
    "answers": [
      {
        "id": 9,
        "text": "В школу"
      },
      {
        "id": 10,
        "text": "В театр"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 8,
    "text": "Буратино прыгнул в камин.",
    "answers": [
      {
        "id": 1,
        "text": "Огненный конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты пошёл в школу и умер скучной смертью ботана",
    "answers": [
      {
        "id": 1,
        "text": "Ботанский конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Буратино побежал в театр. Он подошёл к кассе и спросил:\n- Сколько стоит вырезанному и раскрашенному человеку пройти в театр?\n- 100 рублей.\nБуратино стал думать. И он придумал.\n- Продаю азбуку!\n- За сколько?\n- 100\n- Я беру.\nБуратино купил билет и забежал в театр ",
    "answers": [
      {
        "id": 11,
        "text": "Сесть на своё место"
      }
    ]
  },
  {
    "id": 11,
    "text": "В зале началось представленье. На сцене появились Перо и Ашот. И тут, Буратино выскочил на сцену и чьято огромная рука схватила его за шиворот.\nЭто был директор театра Футляр от Контрабаса. Он принёс Буратино в свой кабинет и заговорил грубым голосом:\n- Зачем ты срываешь мне представление?",
    "answers": [
      {
        "id": 12,
        "text": "Попытаться поговорить по-мужски"
      },
      {
        "id": 13,
        "text": "Давить на жалость"
      },
      {
        "id": 14,
        "text": "Притвориться его родственником"
      }
    ]
  },
  {
    "id": 12,
    "text": "Буратино вскочил и сказал Футляру:\n- Давай договоримся. Я тебе хату, а ты мне прощение и деньги.\n- Идёт, - ответил Футляр и достал бумажник.\nБуратино и Карла выселили из дома. А Буратино получил деньги и свалил от Карла.",
    "answers": [
      {
        "id": 1,
        "text": "Бедная и богатая концовка"
      }
    ]
  },
  {
    "id": 13,
    "text": "Буратино притворился, что плачет и начал ныть:\n- Милый Контрабасик, мне нечего жрать... Пожалуйста не забирай меня у Карла. Я - последнее, что у него есть. Ну, если не считать крутой тачки Mersedes'a...\nУ Футляра глаза на лоб полезли.\n- Твой отец - Карл Отшельник?\n- Да.\n- Давай договоримся. Я тебе даю 5 рублей и ты валишь. А своему бате скажи, что это передал аноним. Беги, беги!",
    "answers": [
      {
        "id": 15,
        "text": "Выбежать из кабинета"
      },
      {
        "id": 16,
        "text": "Продолжать ныть"
      }
    ]
  },
  {
    "id": 14,
    "text": "- Я твой отец, Люк! - сказал Буратино.\n- Папа! - ответил Футляр и достал световой меч. - Дарт Вейдер, ты помнишь, как мы дрались на световых мечах?",
    "answers": [
      {
        "id": 30,
        "text": "Да"
      },
      {
        "id": 31,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 15,
    "text": "Радостный Буратино выбежал из кабинета. Он побежал по улице. И тут же наткнулся на парочку нищих бомжей. У мужика висела табличка на груди \"Слепой дурак\", а женщина ходила с костылём.\n- Простите, извините! От всего деревянного сердца. От меня, Буратино! - начал извиняться Буратино\n- Да ты слепой, Буратино! - сказал мужчина и женщина ткнула его костылём.\n- Да. Меня зовут Алла, а это мистер Базилик, - представилась женщина.\n- Смотрите, а у меня есть 5 рублей.\n- Я знаю, что надо с ними делать..., - начал Базилик.\n- Что?\n- Нужно их закопать в Стране Придурков на Поле Грязи. Мы как раз идём туда. Хочешь с нами, Буратино?",
    "answers": [
      {
        "id": 17,
        "text": "Согласиться"
      },
      {
        "id": 18,
        "text": "Позвать полицию"
      }
    ]
  },
  {
    "id": 16,
    "text": "Буратино продолжал ныть и Контрабас взорвался",
    "answers": [
      {
        "id": 1,
        "text": "Взрывной конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "- Я согласен! - воскликнул Буратино.\n- Ну тогда идём.\nНа полпути Базилик и Алла остановились. На их пути была кафешка \"Рыбий хвост\". А дело было уже под вечер.\nОни зашли. Их встретил усатый хозяин.\nАлла и Базилик поели на славу, только у них не было денег, чтобы оплатить свой ужин.\n- Милый Буратино,  оплати, плиз.",
    "answers": [
      {
        "id": 19,
        "text": "Оплатить(5 руб.)"
      },
      {
        "id": 20,
        "text": "Не платить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Буратино подбежал к полицмену и сказал:.\n- Они маньяки! Они зовут меня с собой, чтобы убить!",
    "answers": [
      {
        "id": 1,
        "text": "Ничего не произошло"
      }
    ]
  },
  {
    "id": 19,
    "text": "Буратино оплатил ужин. Когда он вышел на улицу, \"инвалидов\" там не было. Но зато были разбойники. Они погнались за Буратино. Но потом они поняли, что незачем за ним гнаться и ушли.",
    "answers": [
      {
        "id": 21,
        "text": "Ура! Буратино спасся!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Буратино не оплатил ужин. Когда он вышел из кафешки, его там поджидали разбойники с пистолетами. Они погнались за ним. В конце концов, Буратино загнали в угол\n",
    "answers": [
      {
        "id": 22,
        "text": "Влезть на дерево"
      },
      {
        "id": 23,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ура! Буратино спасён от кровожадных разбойников. Только сказка окончилась. Вообще, это было по сюжету. Разбойники должны были гнаться за Буратино. Но ты проиграл(а).",
    "answers": [
      {
        "id": 1,
        "text": "Непосюжетная концовка"
      }
    ]
  },
  {
    "id": 22,
    "text": "Буратино влез на дерево и попал в капкан.Он засунул деньги себе в рот, чтобы они не выпали. Всю ночь он провисел на дереве вверх головой. \nНа утро он проснулся. Вся природа, буквально, ожила. В воздухе летали птички и всякие букашки. В лесу, рядом с деревом Буратино стоял домик. Из него вышла девочка с голубыми волосами и чёрный пудель с ПК в руках.",
    "answers": [
      {
        "id": 24,
        "text": "Поздороваться (-5 руб.)"
      },
      {
        "id": 25,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Буратино сдался. Его взяли за руки и повели. Его привели в пещеру и начали пытать. В конце концов, Буратино отдал свои деньги и его выкинули. Он не был больше нужен разбойникам.",
    "answers": [
      {
        "id": 1,
        "text": "Плохой конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "- Здрасте, - сказал Буратино.\n- Ах! - воскликнула девочка.\nБуратино спустили на землю звери.\n- Привет. Я Марина, а это Аркадий, - представилась девочка. - А ты кто?\n- Я Буратино. Меня убить хотели, а теперь, вроде, не хотят. \n- Ну давай пожрём, что ли? - спросила Марина. Стол был уже накрыт. Они пожрали. Буратино опрокинул стол. Марина донесла в полицию и за Буратино погнались.\nОн добежал до моста через озеро и споткнулся о верёвку. Он полетел с моста.\n- Плёвое дело, - сказал полицейский.\nБуратино поплыл на дно. Мимо него проплывали две рыбы.",
    "answers": [
      {
        "id": 26,
        "text": "Рыбы попытались помочь Буратино"
      },
      {
        "id": 27,
        "text": "Буратино утонул"
      }
    ]
  },
  {
    "id": 25,
    "text": "Буратино промолчал. Девочка его не заметила.\nТак он провисел 5 дней, а потом упал.",
    "answers": [
      {
        "id": 1,
        "text": "Разбитый конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "Рыбы вытащили Буратино на берег. Он очнулся. В это время, к берегу подплыла черепаха в хоккейной маске с мешком в руках и сказала:\n- Эй! Деревянный! Я Вортилла. Хочешь этот мешочек?\n- Да.\n- В нём ключ.\nБуратино достал золотой ключ из мешка и побежал.",
    "answers": [
      {
        "id": 28,
        "text": "В это время у Контрабаса"
      }
    ]
  },
  {
    "id": 27,
    "text": "Буратино пошёл ко дну и погиб",
    "answers": [
      {
        "id": 1,
        "text": "Подводный конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "В это время к Футляру пришёл в гости его друг Придуркоман Пиявка. И, благодаря своей фамилии, он превосходно охотился на пиявок и толкал их на Чёрном Рынке за большие деньги. Футляр рассказал ему про то, что Буратино убежал от него и они побежали, пожаловались полиции на Буратино и побежали искать его.",
    "answers": [
      {
        "id": 29,
        "text": "У Буратино"
      }
    ]
  },
  {
    "id": 29,
    "text": "Буратино бежал по дорожке и наткнулся на дурака, который шёл спиной вперёд и катил тележку с семечками.\n- Смотри, куда прёшь, - сказал человек. - Я Перо.\n- Ну и что?\nБуратино побежал дальше. По пути он встретил Контрабаса и Придуркомана. Он победил их, потому что, из кустов выехал слепой Карл и сбил их на своей машине.",
    "answers": [
      {
        "id": 1,
        "text": "Ты прошёл мой квест"
      }
    ]
  },
  {
    "id": 30,
    "text": "- Да, я помню.\n- Ну тогда, давай устроим бой!\n\nОни оказались на звёздной арене. Помоги Буратино выиграть. Чем ударить?\n",
    "answers": [
      {
        "id": 32,
        "text": "Красный световой меч (сила 50%, шанс 20%)"
      },
      {
        "id": 33,
        "text": "Лазерный пистолет (сила 30% шанс 50%)"
      }
    ]
  },
  {
    "id": 31,
    "text": "- Не помню.\nНу тогда уходи!",
    "answers": [
      {
        "id": 15,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 32,
    "text": "Буратино взял красный лазерный меч и промахнулся. Контрабас распилил его звёздной пилой.",
    "answers": [
      {
        "id": 1,
        "text": "Звёздный конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "Буратино выстрелил. Он попал. Футляр ранен в руку. Буратино выбежал с арены и сгорел в космосе.",
    "answers": [
      {
        "id": 1,
        "text": "Космический конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ребята, вторая часть выйдет, когда квест наберёт 12 лайков.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]