[
  {
    "id": 1,
    "text": "Совместное авторство: € БЕС € и >>>DEMON<<<.\n\nРейтинг:16 .\n\nВы с друзьями приехали праздновать окончание школы на заброшенную АЭС.\n\nВы пили, развлекались и не подозревали, что Вы не одни.\n\nВас поджидала кровавая бойня.",
    "answers": [
      {
        "id": 2,
        "text": "Искать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Проснувшись утром, Вы не обнаружили своего друга Петра. \n\n\nВы долго бегали по зданию, крича ему, но Петр не откликнулся.\n\nВ конце концов вы решили, что он вчера перебрал и сейчас спит где-нибудь.",
    "answers": [
      {
        "id": 3,
        "text": "Посидеть с друзьями"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы сидели и болтали. О студенчестве, о школе, о волнении родителей...\n\n\n-А я-сказал Андрей-собираюсь свое дело открыть. Открою ремонтную мастерскую, отец сказал:поможет.\n-А я вот в актерское поступила-сказала Елена-все, как и мечтала. Лизка! А ты куда собралась?\n\nВы улыбнулись. До сих пор Вы не смогли определиться, куда Вам поступать. Вы были круглой отличницей в школе и экзамены прошли для Вас как нельзя лучше. Вот только с будущей профессией определиться Вам было крайне трудно.\n\n\nГде-то под обед Вы вспомнили, что Петр так и не появился.\n\n\n-Ребята, это же АЭС! Мало ли, что с ним могло случиться! Давайте его поищем?\n\nРебята согласились.",
    "answers": [
      {
        "id": 4,
        "text": "Остаться собирать сумки."
      },
      {
        "id": 5,
        "text": "Идти к машине"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы остались и начали собирать сумки.\n\n\nМинут через пять все начали сбегаться к машине. В капоте была огромная дыра. Парни, покопавшись в пикапе, решили, что нужны инструменты.",
    "answers": [
      {
        "id": 6,
        "text": "На поиски"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подошли к машине. В машине Вы никого не увидели. Зато на капоте красовалась огромная дырень, как если бы его пробили насквозь огромным топором. Вы позвали друзей.\n\n\n\nАнтон осмотрел пикап и сообщил, что он отцовский.\n\n-Ну что, Андрей, можешь что-нибудь сделать?\n-Очень многие детали перебиты, в принципе, если бы мы нашли запчасти, я бы все сделал...\n-Андрюх, запчасти в багажнике. -сообщил Антон.\n-Да? А инструменты есть?\n-А вот инструментов нет.\n-Ну, чисто теоретически, на АЭС должны быть инструменты, если не растащили еще...\n-В общем, друзья, мы в полной...\n-Так! Может, вместо того, чтобы ругаться, инструменты поищем?\n\n\nЕще и Петр... Что-то Вам все это нравилось все меньше и меньше.",
    "answers": [
      {
        "id": 6,
        "text": "В холл"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы позавтракали и, разделившись, отправились на поиски инструментов.\n\n\nВы с Артемом отправились в комнату с энергоблоками.\n\n\n\nКругом ящики с металлическими стержнями, что-то, вроде антенн с металлическими шарами сверху. Вы прошли мимо, в комнату персонала, за стеклом.",
    "answers": [
      {
        "id": 7,
        "text": "Осмотреть комнату"
      },
      {
        "id": 8,
        "text": "Пойти по корридору, ведущему из комнаты"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы осматривали комнату и, осмотрев очередную тумбочку, повернулись к Артему, с увлечением рассматривающего Вашу ... пятую точку.\n\n\n-Эхэ-хэ! -прокашлялись Вы.\n-Ой, прости! -отвлекся Артем и как ни в чем не бывало, продолжил осматривать полку.\n\nВы устали и хотели позвать Артема уйти из этого мрачного места, когда увидели в тени корридора странного человека в маске и с топором. Вы с Артемом окликнули его, хотя он и так смотрел на вас в упор.\n\n\nОн дернул какой-то рубильник на стене и все блоки в комнате, через которую Вы прошли, заискрили антеннами.\n\nОн все приближался, глядя на вас своими злыми красными глазами. С его огромного топора капала кровь.\n\n\n-Лиза, бежим!!! -крикнул Артем, и потащил Вас за рукав в противоположный корридор.\n\n\nВы бежали, пока не уперлись в сетчатую стену, сквозь которую торчали различные шипы и лезвия. Артем пустил Вас первой.\n\n\nВы перевалились через стену, Артем почти залез, когда в нее врезался топор маньяка. Вы с Артемом упали, только Вы-с другой стороны стены, т.е. в относительной безопасности...\n\n\nВы поднялись и сквозь сетку увидели, как маньяк вырубил Артема и потащил парня в неизвестность. \n\n\nВы упали на колени и только сейчас заметили, что полностью покрыты кровоточащими царапинами и ссадинами. Вы упали в обморок.",
    "answers": [
      {
        "id": 14,
        "text": "Обморок"
      }
    ]
  },
  {
    "id": 8,
    "text": "Артем начал обыскивать комнату персонала, а Вы отправились по корридору.\n\n\nВы прошли метров 5, когда из-за угла к Вашей глотке был приставлен большой двуручный топор. Вы отпрянули и побежали назад, крича.\n\n\n\nАртем побернулся на Ваш крик и встал, как вкопаный. Вы посмотрели в сторону, откуда бежали.\n\n\nИз корридора вышел человек в  маске, подобной маске Джейсона из \"пятницы 13\". Сам этот человек был ростом метра полтора и примерно метр в ширину. В руках огромный двуручный топор. Он смотрел прямо на вас. Артем вскрикнул и побежал через комнату с энергоблоками. Человек в маске повернулся к стене и дернул рубильник. Ток прошел по проводам к блокам и металлические шары начали испускать молнии. \n\n\nАртем остановился, увидев это, и молнии со всех 10-20 блоков одновременно ударили в него. Он кричал первые 5-6 секунд...\n\n...Обуглившееся тело рухнуло на пол. Вы закричали и обернулись к маньяку, а он выдвинулся в Вашу сторону. Вы побежали...",
    "answers": [
      {
        "id": 9,
        "text": "Через комнату с энергоблоками."
      },
      {
        "id": 10,
        "text": "В противоположный от маньяка корридор."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы надеялись, что ток обойдет Вас стороной, но нет...\n\n\nВаш зажареный труп упал рядом с трупом Артема и маньяк, вырубив ток, утащил Вас обоих в неизвестном направлении.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы бежали и бежали, когда наткнулись на стену. Из нее в обеих сторон торчали шипы и лезвия, а сверху-намотана колючая проволока.\n\n\nСзади приближался маньяк.",
    "answers": [
      {
        "id": 11,
        "text": "Попытаться влезть"
      },
      {
        "id": 12,
        "text": "Попросить маньяка не убивать Вас."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы полезли. Маньяк уже не шел к Вам, а бежал, когда Вы, крича от боли, перевалились через стену.\n\n\nОн, увидев, что Вы сейчас сбежите, метнул свой топор в стену. Стена содрогнулась от удара и Вы, рассекая себе тело, упали вниз. Вы били целиком в царапинах и порезах, целиком в крови.\n\n\nК счастью, на ваши крики прибежали Ваши друзья. Андрей взвалил Вас на плечо, а Вы, теряя сознание, еще раз увидели маньяка, стоящего возле стены и в упор смотрящего на Вас. Он вытащил топор из стены и ушел обратно в тень корридора.",
    "answers": [
      {
        "id": 14,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы заплакали. Маньяк, казалось, повелся. Он опустил топор и просто смотрел на Вас.\n\n\nВы подняли голову и еще раз посмотрели на него, вытирая слезы. Он склонил голову направо, затем налево, после чего мощным ударом меж глаз насадил Вашу голову на шипы, торчащие из стены сзади...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы вооружились. Кто битой, кто разводным ключом, кто импровизированной булавой из аптечки с примотанной скотчем деревяшкой....\n\n\n\nВы прошли в комнату через зал с энергоблоками. Коля нашел двустволку.",
    "answers": [
      {
        "id": 15,
        "text": "В тоннель, откуда тогда пришел маньяк"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы очнулись в кругу друзей. Все интересовались Вами и тем, куда подевался Артем.\n\n\n\nОни вопросительно смотрели на Вас. Они ждали ответов на эти вопросы от Вас. К Вам наклонился Андрей:\n\n\n-Лиз, ты была с Артемом, что случилось? Почему ты вся изранена, и где он? Что произошло?\n\n\nВы заплакали и, попытавшись закрыть лицо руками, ощутили резкую боль. Ваши руки были все в крови, а все пальцы отсутствовали частично или полностью.\n\n\n-Лиза, где Артем?!\n\n\nВы расплакались еще больше и все рассказали друзьям. И об Артеме, и о маньяке, и о комнате с энергоблоками.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Было темно. 7 худо-бедно вооруженных человек продвигались вперед по корридору, переходящему в подземный тоннель, подсвечивая фонариками на айфонах.\n\n\nТоннель шел вперед, не сворачивая и не разветвляясь, и в конце концов вывел Вас к подземной комнате. Было видно, что ее соорудили как карцер. Дверь огромной клетки была открыта.\n\n\nВы осмотрелись. Повсюду слелы крови. Вы заглянули за клетку и увидели...Петра.\n\n\nПетр был изможден, одежда порвана, а левой руки не было. Он был привязан к столу, вроде операционного. Вы собирались было подойти и развязать его, но откуда-то сбоку подошел тот самый маньяк. Он взял два большущих мясницких ножа и с размаху отрубил Петру кисть правой руки. Петр взвыл от боли.\n\nМаньяк же засунул обрубок в подобие мясорубки, после чего отошел куда-то так же быстро, как и появился.\n",
    "answers": [
      {
        "id": 16,
        "text": "Освободить Петра"
      },
      {
        "id": 18,
        "text": "Попытаться прикончить мяньяка"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы подбежали к столу и быстро перерезали веревки своим карманным ножом. Петр же заорал еще сильнее и побежал из этого ада.\n\nВы обернулись и встретились взглядом с маньяком.\n\n\nКрик Петра в соседнем корридоре сменился глухим ударом.\n\nМаньяк схватил свои мясницкие ножи.",
    "answers": [
      {
        "id": 18,
        "text": "Вступить в бой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы выбежали в комнату с энергоблоками.",
    "answers": [
      {
        "id": 19,
        "text": "направо, к машине"
      },
      {
        "id": 20,
        "text": "налево, в холл"
      }
    ]
  },
  {
    "id": 18,
    "text": "Коля выстрелил в маньяка. Один нож вылетел у того из рук. Второй выстрел-второй нож. Коля хотел было перезарядиться, но маньяк вырвал у него двустволку и сломал ее о колено, после чего вставил обе части ружья в виски Николая. Вы подбежали сзади и вонзили карманный ножичек ему в глаз. Маньяк закричал и сбросил маску.\n\nЭто было нечто богомерзкое. Лицо маньяка было изуродовано до неузнаваемости, а вся правая сторона была обуглена.\n\nПохоже, что когда-то это было человеком, скорее всего, кто-то из ученых или охранников, находившихся тут во время взрыва.\n\n\nИз плена Ваших мыслей Вас выдернул Андрей и Вы побежали за ним.\n",
    "answers": [
      {
        "id": 17,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 19,
    "text": "вы бежали так быстро, что не  заметили натянутую леску...\n\nваш друг лежит омерзительной мясной нарезкой на полу, заливая кровью бетон.\n\nвы обернулись к бежавшему на вас маньяку.\n\nваши крики были слышны даже в дальних концах станции..\n",
    "answers": [
      {
        "id": 1,
        "text": "конец \"!1\""
      }
    ]
  },
  {
    "id": 20,
    "text": "вы встретились с Еленой. вы остались втроем.\n\nгруппа побежала к машине.\n\nк счастью, инструменты, которые елена прихватила с собой, подходили. маньяк не гнался за вами, чему вы искренне радовались, но ощущение, что он наблюдает за вами, не хотело вас покидать. вы обернулись к станции и увидели его.... он стоял в окне.\n\nон вытащил из-за пазухи что-то черное и нажал. машина взорвалась вместе с вашими друзьями.",
    "answers": [
      {
        "id": 21,
        "text": "неееет!!!"
      }
    ]
  },
  {
    "id": 21,
    "text": "вы кричали, пока не услышали его дыхание сзади. это был конец. его огромный топор раздробил ваш мозг.\n\n\n\nПоздравляю, вы прошли мой квест и нашли самую благоприятную концовку. Попробуйте пройти другие мои квесты.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]