[
  {
    "id": 1,
    "text": " \n\nВозможно, что вы уже знакомы с моим квестом \"Приключение с Единорогом.\" Если да, то я очень рада, что потратили своё драгоценное время на его прохождение. \nЭто продолжение квеста \" Приключение с Единорогом\"\nВы уже знакомы с Единорогом, юноша живёт у тебя дома. \nТак, как он не привык к различным удобствам современного мира, он часто выкидывает всякие глупости. Пытается изгнать демона и компьютера. Со страхом смотрит на стиральную машинку и т.п. Всё же, он парень довольно сипмпотны. Интересно, что будет происходить дальше? Вы сможете развить своих отношения с блондинчиком в этом квесте. Посмотрим, что у вас получится. \nНадеюсь вам понравится. Сдесь как и в прошлом квесте есть ошибки и возможно пропущенные слова",
    "answers": [
      {
        "id": 2,
        "text": "Ну ладно???"
      }
    ]
  },
  {
    "id": 2,
    "text": "Жизнь с Единорогом ( в образе пацана). Была довольно трудной, ведь он только что из леса . Единорог пугался любой техники в доме. Один раз он испугался унитаза. \nЕдинорог : (со спущиными штанами вылетает из ванны) Спасите! Помогите!\nВот так вы и жили , каждый день новые сюрпризы. ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Но в качестве уборщицы Единорог был хорош. \"Вжих \" и посуда помыта ( Он же волшебный и моет посуду одним волшебным словом. Автор не знает , что это за слово )\nЕщё Единорог вкусно готовит,  аж пальчики оближешь. ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты принимала ванну и вдруг в ванную комнату вошёл Единорог.\nТвои действия. ",
    "answers": [
      {
        "id": 5,
        "text": "Ничего не делать. "
      },
      {
        "id": 6,
        "text": "Затащить его к себе в ванну. "
      },
      {
        "id": 7,
        "text": "Закричать. \nТы : Вон, от сюда!!!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Единорог : Ой, извини! ( Закрыл дверь и ушёл )",
    "answers": [
      {
        "id": 8,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Единорог стал вырываться из твоих крепких объятий , так как твои руки были в мыле и скользили очень хорошо , ему  это удалось . Он вырвался и убежал ( точнее ускользил , у Единорога были мокрые ноги а пол в ванне был обклеен плиткой. Ну думаю вы поняли. )",
    "answers": [
      {
        "id": 8,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Единорог понял что ворвался когда ты мылась и была обсалюдно голой. Резко закрыл дверь и ушёл в другую комнату. ",
    "answers": [
      {
        "id": 8,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Не так давно .Ты пришла домой заплаканая (кто-то тебя сильно обидел)\nЕдинорог принялся тебя успокаивать. \nЕдинорог : Всё хорошо. Тсс, не плачь. (Обнял тебя и прижал к себе)\nТвои ответный действия. ",
    "answers": [
      {
        "id": 9,
        "text": "Обнять в ответ и прижаться к нему ещё сильнее. "
      },
      {
        "id": 10,
        "text": "Поцеловать в щёчку."
      }
    ]
  },
  {
    "id": 9,
    "text": "Единорог ласково улыбнулся и поцеловал тебя в макушку ( головы). Ты заснула у него на руках и он бережно перенёс тебя на кровать. ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Единорог впал в ступор , но продолжал тебя обнимать. Ты заснула у него на руках и он перенёс тебя в спальню , закрыл дверь и пошёл готовить кушать. ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Одним прекрасным летним днём Единорог сказал тебе. \nЕдинорог : Ааа! Я забыл в лесу мою любимую  детскую книгу. \nВобщем-то он собрался пойти в лес и принести книгу суда ( в твой дом).Он попросил тебя,\n чтобы ты встретила его в парке , в котором вы любили гулять. Встреча должна была состояться в 20.30 у края парка. ",
    "answers": [
      {
        "id": 12,
        "text": "В 20.30"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты в назначеное время, в назначеном месте ждала Единорога.\nЖдала 5 минут , ждала 10, его всё не было. Что ты сделаешь. ",
    "answers": [
      {
        "id": 13,
        "text": "Уйду. "
      },
      {
        "id": 14,
        "text": "Буду ждать. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты вернулась домой.\nЕдинорог пришёл домой  через 30 минут ,весь побитый . На него напали хулиганы на том месте где ты должна была его ждать. \nОбработав его раны ты уложила Единорога спать и сама отправилась на боковую. ",
    "answers": [
      {
        "id": 15,
        "text": "Подвидём этоги."
      }
    ]
  },
  {
    "id": 14,
    "text": "Через 10 минут к тебе пристали какие-то , мягко сказать хулиганы это скорей всего были настоящие отморозки. Они лезли тебе под юбку и походу хотели изнасиловать. \nНе ожидано  появился Единорог. Он сильно уступал отморозкам в силе и числе (отморозков было 3), но яростно продолжал борьбу. Ты размахнулась и ударила большой сумкой одного хулигана по голове, схватила Единорога и вы убежали.\n",
    "answers": [
      {
        "id": 16,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Единорог был одновременно рад и расстроен . Рад он был тому  что хулиганы не напали на тебя, но был расстроен тем что ты не дождалась его тогда. \nВ ближайшем будущем вас ждут только дружеские отношения. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Добежав до дома вы зашли в него ( в дом) и заперлись на ключь.\nБлагодаря свету  ты могла хорошо рассмотреть раны Единорога. \nОдна губа была разбита, под глазом  красовался синяк, множество царапин и  ушибов. \nТы обрабатывала раны Единорога очень окуратно и благодарила за спасение от отморозков. В этот момент парниша (Единорог) проникся к тебе самыми добрыми чувствами. \n",
    "answers": [
      {
        "id": 17,
        "text": "Подвидём этоги. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Через 2 дня после предыдущих событий Единорог признался тебе в своих чувствах, ты ответила ему заимностью.\n\nВ качестве дополнения к хорошой концовке Автор сделает мини квест про ваше первое свидание. ",
    "answers": [
      {
        "id": 18,
        "text": "Мини квест. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы собрались на свидание и решили провести его... Где?\n\nВыбери. ",
    "answers": [
      {
        "id": 19,
        "text": "В кафе. "
      },
      {
        "id": 20,
        "text": "В парке. "
      },
      {
        "id": 21,
        "text": "В кино. "
      }
    ]
  },
  {
    "id": 19,
    "text": "В кафе. \nЕдинорог и ты заказали еды. Официант принёс заказ очень быстро. Вы с парнем сидели и кушали, прерываясь только ради интересного разговора который был начат ещё до прихода в кафе. ",
    "answers": [
      {
        "id": 22,
        "text": "Вы вернулись домой. "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы пришли в парк. \nЕдинорог и ты сидели на скамейке , взявшись за руки. \nВремя было позднее и начанался закат. Вы смотрели на покрасневшее небо и мечтали о чём-то своём. \nЕдинорог наклонился к тебе и поцеловал в щёчку. \n                     \n                         Конец ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы сидели на вечернем показе. ( естественно фильм был романтический)\nНо, фильм никто из вас особо не смотрел , вы смотрели друг на друга и ваши уста то и дело сливались в страсном поцелуе.\n\nАвтор поёт.\n       \" Милый,  конец должен быть       красивым\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты и Единорог уселись на диван. Тебе было скучно и ты стала заигрывать с Единорогом. Села ему на колени и принялась окуратно ёрзать . Парень возбудился и стал целовать тебе шею,  очень нежно поглаживая талию. А потом (18 )",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]