[
  {
    "id": 1,
    "text": "Автор возьмёт за основу свои фантазии. В этом квесте ты можешь управлять фантазиями автора и направлять их по тому курсу, по которому ты сочтёшь нужным. \nВ этом квесте есть ошибки и возможно пропущенные слова. Я вас предупредила. ",
    "answers": [
      {
        "id": 2,
        "text": "Ладненько? "
      }
    ]
  },
  {
    "id": 2,
    "text": "Я познакомилась с парнем в парке. У него были длинные чёрный волосы, чуть смуглая кожа и красивые серые глаза. Улыбка на его лице заставляла меня улыбаться в ответ. Парень присел на скамейку , на которой сидела я и стал прожигать взглядом. Он хотел чтобы я обратила на него внимание. Не выдержав его взгляда я повернула в его сторону голову и вопросительно посмотрела. \n",
    "answers": [
      {
        "id": 3,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Парень: Какой чудесный день. А вы как думаете?\nЯ: День как день, ничего такого в нём хорошего нет. \nПарень: Почему вы так решили, что ничего хорошего в нём нет? Погода хорошая , на небе не облочка.\nМы долго разговаривали , до самого вечера. Когда стемнело парень сказал что проводит  меня до дома. Я не отказалась. ",
    "answers": [
      {
        "id": 4,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 4,
    "text": "У ворот моего дома Парень попросил меня о встрече. Завтра в том же парке , утром ,часов в 8.\nНа утро я уже ждала его , было 7. 40 утра. Пришла так рано , потому что боялась опоздать. \nУже было 8 часов,  он так и не пришёл. \" Ну ладно (подумала я), может в задержался где-то.\" Продолжая ждать я придумала себе занятие. Считать упавшии с деревьев листья ( на дворе была осень).Прошло ещё несколько десятков минут и парень досих пор не пришёл. \nКак мне поступить.",
    "answers": [
      {
        "id": 5,
        "text": "Надул он тебя , иди домой. "
      },
      {
        "id": 6,
        "text": "Жди. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вобщем-то я вернулась домой очень злая . \nЧерез 4 часа раздался звонок. Это звонил Парень. ( Я дала  ему свой номер телефона, а он мне свой нет, потому что не помнил номера на изусть и телефона у него с собой не было. )",
    "answers": [
      {
        "id": 22,
        "text": "Наш разговор. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Я продолжала ждать. Через 3 часа раздался звонок. Это звонил тот парень, который вчера назначил мне встречу (Я дела ему свой номер телефона, чтоб если что , он смог позвонить. Он свой телефон мне не дал, потому что не помнил номера на изусть и у него не было телефона с собой)",
    "answers": [
      {
        "id": 7,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Парень:\"Привет. Извини не смог прийти. Ты сейчас где? \"\nЯ:\"Сижу в парке, жду. \"\nПарень:\"О господи ! Уже бегу! \"\nОн прибежал через 10 минут. Его лицо горело, а ноги дрожали. Видно он и вправду бежал со всех ног в парк. \nПарень :\"Дурачка, надо было идти домой. \"\nОн присел рядом, жадно хватая ртом воздух. \nПарень :\"Пойдём в кафе, это в качестве извинения за такое огромное опоздание. ",
    "answers": [
      {
        "id": 8,
        "text": "В кафе. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я натура очень скромная и поэтому ничего себе не заказывала. Парень взял инициативу на себя. Заказ сделал сам и мне перепал кусочек тортика (очень вкусного).Мы опять проболтали весь день. Парень был очень удивлён тому что я осталась ждать его в парке, ведь он опаздывал почти на четыре часа. Он пригласил меня на вечеринку, которая состоится через 2 дня. Мне было не удобно отказывать и я согласилась. ",
    "answers": [
      {
        "id": 9,
        "text": "День вечеринки. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Я оделась скромно(штаны и кофта в качестве обуви использовала красовки).\nЛюдей на вечеринке было очень много. Я мёртвой хваткой вцепилась в парня (мы встретились у входа и пошли  на вечеринку вместе).\nЯ боюсь большого скопления людей, паренёк это понял ( все бы поняли ,если бы в них вцепились с токой силой что останутся синяки)\nПарень:\"Может пойдём отсюда? \"\nЯ :\" Угу\".\n",
    "answers": [
      {
        "id": 10,
        "text": "На улице. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Парень:\"Может пока есть время пойдём ко мне, чая попьём\"\nЧто мне ответить? ",
    "answers": [
      {
        "id": 11,
        "text": "Знаешь у меня что-то головка болит , пойду-ка я домой. "
      },
      {
        "id": 12,
        "text": "Ну раз предлагаешь , можно сходить. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Я вернулась домой.\nЧерез неделю Парень позвал меня в парк. Я согласилась. \nМы гуляли по парку и обсуждали различные новости. Вдруг пошёл дождь. Парень и я поспешили в укрытие. Навес ближайшей постройки окозался очень даже уютным.\nЯ :\" Холод. \"\nПарень : \" Иди суда. \"\nОн набросил на меня свою мастерку и приобнял. \nМоё сердце стучало очень быстро, казалось буд-то оно сейчас выпрыгнит из груди. \nДождь закончился и мы разошлись по домам. \nЧерез несколько недель мы начали встречаться.    \n              \n                          Конец. \nАвтору нравится такая концовка. ^_^. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 12,
    "text": "У него в доме всё было скромненько. Стол был маленький, поэтому пришлось сесть довольно близко к друг другу. \nПарень налил чай, поставил  тарелку с печеньем на стол и стал задавать вопросы. \nПарень :\"Ты , что людей боишься? Схватила меня так , будто мы не на вечеринку пришли , а в логово бандитов. \"\nЯ:\" Не боюсь,  просто не хочу с ними общаться. Мат через каждое слово,  а чуть что не то скажешь и вообще могут голову оторвать. \"\nПарень :\" А меня тогда почему не боишься? \"\nЯ :\" Ты нормальный. Не материшся , ну и разговаривать с тобой приятно. \"\nПарень :\" Тогда может ( он наклонился к моему уху. ).Сходим завтра на свидание. \nЯ конечно понимала , что раньше все встречи тоже насили характер роматических свиданий, но он не говорил мне на прямую , что хочет сходить сомной на свидание. Вообщем я была немного в шоке. \n",
    "answers": [
      {
        "id": 13,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Думала я не долго , а точнее совсем не думала. \nЯ :\"Да...\" \n Неуверенно ответила я. Парень  улыбнулся.\nПарень : \" Ну и хорошо. \"\nТолько сейчас я поняла ,на что согласилась. Моё сердце сжалось, в груди заболело. \nПарень :\" Тогда пошли завтра в кино. \" \nОн подмигнул мне. \nЯ решила больше не задерживаться сдесь и пошла домой, парень бросился меня провожать . Парень проводил меня до самого дома. И что-то шепнул на ушко. \n",
    "answers": [
      {
        "id": 14,
        "text": "В кино. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы вошли в кинозал. Парень взял билеты на последние ряды и в самом тёмном месте этих последних рядов, стояли наши кресла.\nФильм начался.\nГромко зазвучала реклама. Я вздрогнула. Парень взял меня за руку.\nПрошла половина фильма.\nЯ забыла первую половину фильма, а на вторую решила не смотреть. Паренёк понял это и перешел в наступление. ",
    "answers": [
      {
        "id": 15,
        "text": "Наступление. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Он повернул мою голову к себя. Поцеловал, ещё поцеловал. Второй поцелуй был глубоким и страстным. Его язык обследовал мой род, а зубы покусывали губы. \nК моему счастья фильм быстро закончился  и я в прямом смысле убежала домой. \n\n",
    "answers": [
      {
        "id": 16,
        "text": "На следующее утро. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Парень позвонил мне , стал извиняться и просить прощение. Мол не смог удержаться , ведь я такая красивая. Он попросил меня прийти к нему домой. ",
    "answers": [
      {
        "id": 17,
        "text": "Пойти. "
      },
      {
        "id": 18,
        "text": "Не идти. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Парень встретил меня у своего дома, опять 150 раз извинился и мы вошли в дом.\nОн налил мне чаю и опять начал\nизвиняться. Я попила чаю , собиралась уйди домой. Вдруг моя голова закружилась и я чуть не упала на пол. Парень подхватил меня и понёс в спальню. Дальше ( 18 )\n\n                             Конец.\nВы получили концовку где Автора изнасиловали. Автору очень не нравится такая концовка. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Я высказала ему всё , что думала про то, что случилось в кино. И положила трубку. \n \n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Через неделю мы встретились в парке. Он извинялся и просил прощения за тот поцелуй, говорил, что больше никогда не поцелует меня не спросив моего разрешения. Я решила простить его . Парень попросил  о свидании. \n  ",
    "answers": [
      {
        "id": 20,
        "text": "Свидание. "
      }
    ]
  },
  {
    "id": 20,
    "text": "Свидание проходило в том же парке. Я ругала себя за то, что согласилась пойти. Моя голова прокручивала ужасные картины возможный последствий . Простые домогательсва казались из этих картин самыми безобидными .\nПарень не опоздал. Мы гуляли по парку, разглядывали деревья и скамейки на которых сидели парочки. ",
    "answers": [
      {
        "id": 21,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Уже темнело, я собиралась уйди домой. Парень сказал, что проводит меня, ведь уже вот - вот стемнеет , а девушке опасно ходить одной по тёмной улице. \nЯ решила согласиться, отбиться от одного извращенца гораздо легче чем от группы отморозков.\nДойти до дома без происшествий оказалось довольно легко. \nУ входа в дом. \nПарень : \" Можно тебя поцеловать? Не бойся я только в щёчку. \"\nЯ отказалась.\n  \nМы встречались уже два месяца,  никаких домогательств со стороны Парня не было. Свидания у нас были очень часто. Я привыкла к нему, скучала когда его не было рядом. Теперь можно было сказать , что наши отношения взаимны. Мы оба радовались встрече, я даже разрешила ему себя целовать, ну только в щёчку. \n\n                          Конец\nВы получили концовку , которая понравилась Автору. Интивных отношений у нас не было , до полугода от начала наших свиданий. На годовщину Полугодия ( Если можно так сказать) Я разрешила ему немного пошалить , но это уже история (18  )\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 22,
    "text": "Парень:\" Прости не смог прийти, ты где.\"\nЯ:\" Дома ,где ещё я могу быть. \"\nПарень :\" В качестве извинения, пошли в кафе. Сегодня сможешь? \"\nЯ : \"Смогу.\"",
    "answers": [
      {
        "id": 23,
        "text": "В кафе. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Я натура скромная и ничего себе не заказала. Парень выглядил очень странно. У него бегали глаза, он чувствовал себя сильно виноватым. \nПарень предложил мне сходить завтра с ним в кино. Я опять согласилась, давно в кино не была. \n\n",
    "answers": [
      {
        "id": 24,
        "text": "В кино. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы купили попкорма и заняли свои места. \nФильм шёл не очень долго. Парень проводил меня до дома и спросил. \nПарень : \"  Ты досихпор злишься , за то, что я тогда не пришёл? \"\nЯ : \" Не , не злюсь. \"\nМы попрощались и я пошла в дом.",
    "answers": [
      {
        "id": 25,
        "text": "Через два дня. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Парень пригласил меня в гости. Чаёк попить с тортиком. Я согласилась. \nПопивая чаёк я поглядывала в окно. В окно было видно дорогу, по которой ездили шумные машины. Мой взгляд привлекла кошка. Парень тоже обратил на неё внимание. ( он тоже смотрел в окно).\nКошка побежала через дорогу, послышался шум тормозов, перед глазами появилась страшная картинка. Машина стояла на дороге , рядом с ней лежал непонятный кровавый комок. И я, и Парень поняли, что это та самая кошка, за которой мы наблюдали. ",
    "answers": [
      {
        "id": 26,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 26,
    "text": "Я очень впечатлительный человек, поэтому у меня на глазах  тут-же появились слёзы. Парень пытался меня успокоить. Он обнял меня и стал гладить по голове. Я продолжала плакать и сильно прижалась к его груди. После этого мы начали встречаться. \n\n                          Конец. \nВ этой концовке Парень действительно нежный и добрый.  Автору нравится эта концовка, но очень грустно , ведь кошечка погибла . ",
    "answers": [
      {
        "id": 1,
        "text": "В начало. "
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]