[
  {
    "id": 1,
    "text": "Автор: BlackRaven  (Влад Галай)<s>r\nЖанр: Апокалипсис.<s>r\n<s>r\n<s>r\n<s>r\nОбычное утро, обычный день, обычная встреча…<s>r\nЕсли бы. Всё изменилось в миг, обычный город погрузился во мрак.<s>r\nНеизвестный вирус, странные последствия, хаос…<s>r\nКрики, выстрелы, кровь, огонь, взрывы меняли город ежесекундно, это уже не то безопасное место, каким казалось с утра…<s>r\nПарень, девушка и пёс. Путешествие начинается…",
    "answers": [
      {
        "id": 2,
        "text": "Пролог."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 47,
        "text": "Глава 1"
      },
      {
        "id": 89,
        "text": "Глава 2"
      },
      {
        "id": 90,
        "text": "Глава 3"
      },
      {
        "id": 82,
        "text": "Герои"
      },
      {
        "id": 31,
        "text": "От автора "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы только встали, на часах 9:00. Вы вспомнили, как классно провели время вчера вечером, гуляя в парке со своей девушкой, вы договорились встретиться в 15:00. Пора собираться.",
    "answers": [
      {
        "id": 5,
        "text": "Сходить в ванную и умыться.",
        "need": [
          -5
        ]
      },
      {
        "id": 6,
        "text": "Выпить кофе.",
        "need": [
          5,
          -6
        ]
      },
      {
        "id": 7,
        "text": "Проверить социальные сети.",
        "need": 6
      }
    ]
  },
  {
    "id": 3,
    "text": "нет доступа",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "нет доступа",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "И так, вы в свой обычной ванной: раковина, унитаз, ванна и маленький шкафчик. Взяв в шкафу пасту и щётку, вы почистили зубы и, набрав полные руки прохладной воды, плеснули себе в лицо. Посмотрев в зеркало, вы шепнули себе под нос: \"Как всегда, неотразим\". На часах было 9:30.",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 6,
    "text": "Навскидку вы прикинули, что это займёт минут 15. Через некоторое время у вас на столе стоял весьма бодрящий напиток, полный кофеина. Выпив это чудо и перекусив бутербродом, вы почувствовали прилив сил. На часах было 9:50.",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "Заглянув в социальные сети, вы немного приуныли, так как вам никто не написал. ",
    "answers": [
      {
        "id": 8,
        "text": "Собрать вещи."
      }
    ]
  },
  {
    "id": 8,
    "text": "Одев джинсы, майку, кроссовки и куртку, вы посмотрели на себя в зеркало. В голове промелькнула мысль: \"Рюкзак\". Вы одели рюкзак, предварительно положив туда литровую бутылку воды, ключи от дома, шапку и ботинки.<s>r\n\"Теперь я готов,\" — сказали вы себе, вышли и закрыли дверь. Увидев соседа Андрея, вы поздоровались и в спешке вышли на улицу.",
    "answers": [
      {
        "id": 9,
        "text": "Идти через лес."
      },
      {
        "id": 10,
        "text": "Пойти прямиком в магазин ."
      }
    ]
  },
  {
    "id": 9,
    "text": "Решив, что через лес идти дольше, но приятнее, вы двинулись в путь. Идя через хвойный лес по хорошо выложенной брусчаткой дорожке, вы замечаете на дороге несколько алых пятен. Подумав о том, что это может быть краска, вы пошли дальше.",
    "answers": [
      {
        "id": 12,
        "text": "Погрузится в мысли."
      }
    ]
  },
  {
    "id": 10,
    "text": "Шли вы недолго. На удивление, за всё время пути вы не увидели никого, кроме потока из пожарных и полицейских машин, направляющихся, по-видимому, к городской больнице. Так как вы слушали музыку, ваш мозг проигнорировал и тот случай, когда две пожарные и три полицейские машины почти вплотную промчались мимо вас на полном ходу. ",
    "answers": [
      {
        "id": 11,
        "text": "Погрузится в мысли."
      }
    ]
  },
  {
    "id": 11,
    "text": "Задумавшись о прошлом, вы вспомнили, как учились и как стали инженером. Пока вы проработали только один год после переезда, но за это время вы успели хорошо познакомится  с вашим соседом. Он немного злоупотреблял алкоголем, но качественно работал на стройке за двоих. За это вы его и взяли к себе в бригаду. Хоть он и буянил с остальными рабочими, вы ему это прощали. <s>r\n Вы вспомнили свою девушку, вчерашний вечер, то кафе и тот самый фильм, на который вы ходили, но резкий и громкий взрыв вывел вас из своих мыслей.",
    "answers": [
      {
        "id": 13,
        "text": "Идти в магазин."
      },
      {
        "id": 29,
        "text": "Бежать на звук взрыва."
      },
      {
        "id": 15,
        "text": "Бежать домой."
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы вспомнили случай, который произошел у вас в детстве. Вам было лет восемь, вы были очень асоциальным ребенком. Однажды, когда ваш отчим работал в гараже, а вы играли со своим игрушечным роботом, к вам подошли трое недоброжелательных ребят, которым было на вид лет тринадцать. Они отняли у вас вашу игрушку и разбили её, а вашу обувь силой сняли с ног и кинули ее в лужу. Увидев, что сюда идёт ваш отчим, они скрылись за углом.<s>r\n\"Беспомощный кусок дерьма!\" — так назвал меня мой отчим, когда я лежал избитый в грязи. \"Будь мужчиной, не повторяй моих ошибок. Когда тебя изобьют, что ты сделаешь?! Будешь лежать в слезах и в крови или встанешь, сплюнешь кровь и двинешься в бой?\" — эти слова крутились у вас в голове постоянно. Ваша жизнь поменялась, теперь вы всегда бились до конца. Вывести вас из размышлений смог чей-то скулёж.",
    "answers": [
      {
        "id": 41,
        "text": "Подойти и посмотреть."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы дошли до места назначения — магазин \"Пятёрочка\". Вы зашли в магазин и двинулись в центр. У вас был выбор, что купить. Еду надо брать на неделю.",
    "answers": [
      {
        "id": 19,
        "text": "Тушёнка, батон и макароны."
      },
      {
        "id": 20,
        "text": "Вода, чай (заварка) и печенье."
      },
      {
        "id": 21,
        "text": "Энергетик, кофе и шоколад."
      }
    ]
  },
  {
    "id": 14,
    "text": "В страхе, вы взяли ключи и собаку. Через пол минуты вы были у главного входа. Везде была кровь, слышались звуки стрельбы.\n— Юля! — кричали вы, но в такой неразберихе она вряд ли могла вас услышать.\nОглядевшись, вы увидели, как один из пожарных прижал к стене кого-то.\n— Помоги! — раздался женский крик.\n\"Юля!\" — пронеслось у вас в голове. \n— Я бегу! — крикнули вы ей.\nНа бегу вы подобрали отвалившийся от здания больницы кирпич. Быстро прибежав, вы вознесли руку у себя над головой и ударили человека по голове. Упав, он несколько раз содрогнулся. Юля сразу же прыгнула к вам. В её глазах виднелось лишь одно: \"Спасибо\" и желание убраться отсюда.\nПеревернув труп, вы увидели, что это уже не человек, а самый настоящий...зомби.\nНайдя Юлю, у вас был выбор, что сделать.",
    "answers": [
      {
        "id": 33,
        "text": "Подойти к машине скорой помощи."
      },
      {
        "id": 34,
        "text": "Подойти к пожарной машине.",
        "need": 33
      },
      {
        "id": 35,
        "text": "Подойти к полицейской машине.",
        "need": 34
      }
    ]
  },
  {
    "id": 15,
    "text": "Прибежавши к подъезду и достав ключи, вы слышите взрыв у себя над головой и видите столб чёрного дыма. В состояние шока вы видите летящие сверху на вас обломки кирпичного дома. <s>r\n— Это последний миг, — сказали вы себе, и обломки вас засыпали .",
    "answers": [
      {
        "id": 16,
        "text": "Спустя 10 часов..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Спустя десять часов вы очнулись. Вы лежали на холодном асфальте под обломками здания. Вы просто лежали и смотрели на разрушенное здание, была ночь. Когда осознание происходящего вернулось, а шок прошёл, вы почувствовали резкую боль во всём теле, но больше всего болела нога.<s>r\n—Это перелом, — сказали вы себе.<s>r\nВнезапная боль в голове. И снова пустота...",
    "answers": [
      {
        "id": 17,
        "text": "Ещё через некоторое время"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Я жив или мёрт, где я? — задали вы себе этот вопрос. Вылезая из под обломков, вы находите разбитую рамку, а внутри фото, где вы вместе с Юлей. Видимо, взрывом задело и вашу квартиру. На глазах навернулись слёзы.<s>r\n— Я найду тебя. <s>r\nКогда вам удалось полностью вылезти из-под обломков, вы пошли по детской площадке. Всё также была ночь, отовсюду слышались крики и вопли. Вы видели на стене тени людей, которых освещала стоявщая машина, они склонились над трупом незнакомого мне человека и начали пожирать его. Не смотря на это, вы шли дальше, вы лишь хотели найти Юлю и всё. Куча мыслей было у вас в голове, вы шли и \"волокли\" за собой сломанную ногу. <s>r\n   Вдруг вы услышали звук приближающихся к вам машин. \"Помощь,\" — подумали вы.<s>r\n   Вдруг яркий свет ослепил вас, и вы услышали голос.<s>r\n— Ещё один, открыть огонь!<s>r\n  Следущие секунды четыре вы слушали короткую автоматную очередь. Вы упали, сжимая фото с вами и девушкой. Оно было в брызгах крови. <s>r\n  -Я ничего не смог... — произнесли вы и отправились в пустоту.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Для вас всё закончилось. Вы не сумели найти свою семью, друзей и Юлю. Их судьба осталась для вас неизвестной. Что же будет с ними, выживут ли они? Теперь это навсегда останется тайной для вас.",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы потратили 200 рублей и купили две банки тушёнки, один батон и 1,8 килограма макарон.",
    "answers": [
      {
        "id": 22,
        "text": "На кассу."
      }
    ]
  },
  {
    "id": 20,
    "text": "Купив ещё литр воды, около 250 грамм печенья и 150 грамм заварки, вы потратили всего лишь 75 рублей. И отправились на кассу.",
    "answers": [
      {
        "id": 22,
        "text": "На кассу."
      }
    ]
  },
  {
    "id": 21,
    "text": "Потратив 120 рублей на кофе, шоколад и энергетик, вы выдвинулись к кассе.",
    "answers": [
      {
        "id": 22,
        "text": "На кассу."
      }
    ]
  },
  {
    "id": 22,
    "text": "На кассе вы расчитались, сложили всё в рюкзак и вышли из магазина. В воздухе витало что-то зловещее. \"Показалось,\" — подумали вы. Всё же в воздухе чувствовалась гарь, местами улавливался запах горелой резины. На часах было 13:00.",
    "answers": [
      {
        "id": 23,
        "text": "Идти в парк на встречу."
      }
    ]
  },
  {
    "id": 23,
    "text": "Подходя к парку, вы увидели, как двое полицейских забирали весьма агрессивного человека. Вам показалось, что раньше вы его где-то видели. Краем уха вы услышали разговор двух представителей закона.<s>r\n— Ух, какой буйный, зараза! Так ещё умудрился руку прокусить до крови.<s>r\n— Ничего, Витёк, и не таких ловили.<s>r\n— Андрей, а кто нас вообще вызвал?<s>r\n— Вроде девушка с 22 квартиры. Сказала, что к ней минут 15 назад ломился этот мужик, а на слова не реагировал, так он ещё парню сверху всю руку распорол зубами, скорая его уже забрала.<s>r\n— Вот мерзавец, ему года три дадут, не меньше.<s>r\nУслышав про 22 квартиру, вы побежали в парк искать Юлю. Вы, заметив, что она сидит и плачет, направились к ней и крикнули:<s>r\n— Юля, я здесь. <s>r\nУвидев вас, она сразу перестала плакать и побежала к вам на встречу. Вы обняли её.",
    "answers": [
      {
        "id": 24,
        "text": "- Юля, что случилось? "
      },
      {
        "id": 24,
        "text": "Молча стоять."
      }
    ]
  },
  {
    "id": 24,
    "text": "Через некоторое время Юля успокоилась и рассказала, что произошло.<s>r\n— Влад, я так испугалась, он ломился ко мне, вся дверь была в крови. Он человеку руку разорвал.<s>r\n— Всё хорошо, я уже здесь. <s>r\nВы понимали, что Юлю это не сильно успокоит, но это помогло, ей стало легче.<s>r\n— Спасибо.",
    "answers": [
      {
        "id": 25,
        "text": "Предложить сходить в кино."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Юля, а пошли в кино?<s>r\n— А на что?<s>r\n— Можно на ужасы. <s>r\nТут вы заметили, как у Юли сразу изменилось лицо. Было видно, что она расстроилась. Не самая удачная идея.<s>r\n— Я согласна, — сказала она, вздохнув.<s>r\n— Тогда идём, — сказали вы, протянув к ней руки.",
    "answers": [
      {
        "id": 26,
        "text": "В кино."
      }
    ]
  },
  {
    "id": 26,
    "text": "Оказалось, что все билеты распроданы. \"Это к лучшему,\" — подумали вы, а чтобы разрядить обстановку, вы спросили у Юли:<s>r\n— Как дела на медицинском? — хорошо заметная улыбка со стороны Юли сразу вас обрадовала. <s>r\n— Всё хорошо, — ответила она кратко.<s>r\nТолько  вы хотели задать вопрос, как услышали взрыв. На время он оглушил вас и вашу спутницу. <s>r\n— Что это?! — испуганно вскрикнула Юля.<s>r\n— Что-то взорвалось, может, стоит проверить? Там точно нужна наша помощь, ну или, как минимум, твоя.<s>r\n— Хорошо, только обещай, что защитишь меня. <s>r\nВозможно, Юля думала, что это шутка и туда вы не пойдёте, но через пять минут вы же были на месте. Вы увидели, как группа служебных машин остановился у городской больницы. <s>r\nПрогремел ещё один взрыв. Рядом горели деревья. Пожарные эвакуировали людей, полиция организовывала оцепление, сказав, что возможен терракт. Люди в форме собирали добровольцев на помощь пожарным и прибывшим минуту назад нескольким машинам скорой помощи. Юлю взяли помогать медикам, а вас попросили обойти горящий лес, который из себя представлял средних размеров парк с густо высаженными деревьями.",
    "answers": [
      {
        "id": 29,
        "text": "Идти в лес одному."
      },
      {
        "id": 28,
        "text": "Попросить помощи."
      }
    ]
  },
  {
    "id": 27,
    "text": "Как только вы поставили блок, скрестив руки, а этот прыткий старик сбил вас с ног и напрыгнул на вас. Его голову вы держали обеими руками, вы слышали треск. Скорее всего это были его кости. Некоторые вены у него на шее лопнули и его чёная кровь полилась на вас. В шоке вы откинули его ногами, схватили рюкзак и перекинули шлейку через шею монстра. Резким движением, вы дёрнули рюкзак и раздался короткий хруст. \n— Я сломал ему шею. Теперь... — смотря на свои окроваленые руки, у вас помутнилось в голове и вы упали. Тут резко, уже точно труп, встал, и бросился на вас. Вы держали его, при этом чувстуя, что он стал гораздо сильнее, а ваши силы были почти на исходе...\nПозади вас прогремел выстрел, кровь из головы монстра запачкала вам лицо. \n— Парниша, ты живой? Я Андрей. У парадной все ранее мёртые начали кидаться на людей. Мой напарник тоже кинулся на меня и мне пришлось...  Резкие выстрелы оборвали слова Андрея.\n— Возьми моего пса и уходи отсюда, там у кинотеатра стоит моя машина. Вот ключи, если меня не будет через час, просто уезжай. — быстро продолжил Андрей.",
    "answers": [
      {
        "id": 14,
        "text": "Найти Юлю."
      },
      {
        "id": 44,
        "text": "Бежать из города."
      }
    ]
  },
  {
    "id": 28,
    "text": "Подойдя к человеку в форме, вы несмело произнесли:<s>r\n— Можете ли вы отправить со мной ещё кого-то?<s>r\n— Ты что, ослеп, тут людей не хватает, а тут ты ещё просишь помощи! Иди давай, мало ли там кто остался.<s>r\nНа этой неприятной ноте вы направились в лес.",
    "answers": [
      {
        "id": 29,
        "text": "В лесу."
      }
    ]
  },
  {
    "id": 29,
    "text": "\nВы быстро дошли до сада. Попав на его территорию, вы заметили лежавшего на траве человека, одетого в белый халат, который был не похож на докторский. Рядом стояла перевёрнутая коляска. Подбежав к человеку, вы осмотрели его и взвалили его на себя. На вид ему было лет под шестьдесят.\nПоняв, что он без сознания, вы понесли его .\nВдруг вы почувствовали, что он начал двигаться и лизать вашу шею. Резко скинув старика, вы отошли от него на пару метров, он выглядел как мертвец.\n— Труп! — вскрикнули вы.\nВены его были вздувшиеся. Старик издал противный звук, похожий на всхлип чего-то вязкого. Прошло буквально семь секунд, как он оклемался и кинулся на вас.\n\nЧто вы сделаете чтобы выжить?",
    "answers": [
      {
        "id": 27,
        "text": "Поставить блок."
      },
      {
        "id": 30,
        "text": "Ударить монстра."
      }
    ]
  },
  {
    "id": 30,
    "text": "Решив, что ударить деда и при этом отправить его в нокаут у вас получится, вы встали в стойку. Ждать пришлось недолго, дед сразу прыгнул на вас, развернув туловище на девяносто градусов вы весьма сильно замахнулись, в этот момент дед был уже на линии удара.\nЧерез секунду, вы почувствовали резкую боль в кулаке, обратив внимание, вы увидели, что ваши кости были окровавлены. Посмотрев вниз, вы увидели противника на земле. \n— Всё кончено. — сказали вы, и только нагнулись за рюкзаком, как услышали громкий хруст, через секунду кто-то был у вас на спине. \nЧерез несколько мгновений, резкая боль сковала ваше дыхание. Схватившись за шею, вы чувствовали что-то приятно-тёплое. Но, к сожалению, это была ваша кровь. Упав на землю, вы смотрели туда, где должен был лежать мертвец, но его там не было. Лишь одна слеза вытекла у вас из глаз и то она была алая. Резкая боль в груди отправила вас в забвение.",
    "answers": [
      {
        "id": 32,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "Спасибо всем читателям за ваши оценки, и если вам не сложно, то пишите комментарии.<s>r\n<s>r\nОтдельное спасибо:<s>r\nВиталию, за редакцию текста и поддежку.<s>r\nСергею (P.S.D.)<s>r\nОгроменное спасибо \"Чату квестописцев\"<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 32,
    "text": "\"Резкая боль\" — это тот самый старик вскрывал вам грудную клетку. Это был конец. Конец вашей истории. Вы так и затерялись среди оживших трупов, возможно именно вы убили вашу девушку через несколько дней, хотя кто знает? Если бы вы приняли верное решение, то всё могло быть иначе...\n",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню."
      },
      {
        "id": 29,
        "text": "Автосейв."
      }
    ]
  },
  {
    "id": 33,
    "text": "Подойдя к ближайшей карете скорой помощи, вы  открыли кабину. Внутри лежало тело, накрытое пластиковой плёнкой. Ключей от машины не было. спросив у Юли, какие лекарства брать, она лишь ответила:\n— Бери синий чемодан.\nТолько вы протянули руку к заветным лекарствам, как рука того, кто был под пластиковой пленкой, схватила вас и вы врезали ему ногой в голову.\nПосле чего, рука ослабила хватку и вы выбрались. Взяв чемодан, вы поняли, что лекарств там очень много и двинулись дальше.",
    "answers": [
      {
        "id": 14,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 34,
    "text": "Подойдя к машине пожарных, вы открыли выдвижную панель. Там был только топор. Взяв его и сказав себе: \"Увесистый\" — вы двинулись дальше.",
    "answers": [
      {
        "id": 14,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 35,
    "text": "Подойдя к полицейской машине, вы дёрнули за ручку. \n— Заперто. — сказали вы Юле.\nВоспользовавшись топором, вы разбили окно.  Открыв машину, вы осмотрелись. Не найдя  ключей, вы открыли бардачок и увидели там самый настоящий пистолет Макарова и две обоймы. \"Всего 16 патронов.\" — пронеслось у вас в голове. Вылезая из машины, вы ударились головой.",
    "answers": [
      {
        "id": 36,
        "text": "Идти к кинотеатру."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы не шли, вы мчались. Юля несла тот самый чемоданчик, а вы топор и пистолет.\nЧерез 15 минут, вы были у кинотеатра.\n\"Чёрт, чёрт, чёрт! Какая у него машина?!\" — причитали вы.\nНа парковке стояло не меньше семи машин. Резко раздались вопли и что-то взорвалось. Единственный вход и выход, который представлял из себя тоннель, окутал дым. Собравшись с мыслями, вы начали проверять все машины.\n— Проверь эту! — Юля указала на машину стоявшую напротив тоннеля.\nПодойдя и вставив ключ в замок, вы открыли дверь.\n— Ну же, едем. — сказала Юля.\nЛишь щенок, судя по всему овчарки, не понимал, что тут происходит. \n— Нам надо ждать Андрея. — ответили вы.\nЩенок сразу повеселел и замотал хвостиком.\n— Кто это? — спросила Юля.\n— Он дал мне ключ от этой машины и сказал ждать его час, а если он не появится, то уезжать без него.\nЩенок сразу жалобно заскулил. \n— Хорошо, но не минутой больше. — сказала Юля.\nВы согласились, так как тоже хотели убраться оттуда. Дым до сих пор закрывал обзор улицы. Оттуда доносилось непонятное бормотание. Прошло 30 минут...",
    "answers": [
      {
        "id": 37,
        "text": "Ещё ждать."
      },
      {
        "id": 37,
        "text": "Завести мотор."
      }
    ]
  },
  {
    "id": 37,
    "text": "Подождав ещё 15 минут, вы завели машину, чтобы прогреть мотор. Борматание резко прекратилось,  но через мгновение продолжилось, и похоже оно направлялось к вам. Вы зажгли фары. На ваше удивление, они были мощные и свет озарил туманный тоннель. Увидев очертания мертвых монстров, вы разбудили мирно спящую Юлю.\n— Что случилось?! — спросони произнесла она. \n— Смотри... — указав на тунель, сказали вы. \nОна пришла в ужас, а вы сразу же заглушили мотор.\n— Чего ты ждешь? Едем! — произнесла Юля.\n— Даже если захотим, то не сможем. Там стоит целая стена живой плоти. — ответили вы.\n— И что нам делать? Это конец? — произнося эти слова, Юля начала плакать. \nПоложив руку ей на плечо, вы обняли её и поцеловали в щёку.\n— Прорвёмся. — сказали вы с улыбкой, пытаясь скрыть ваше отчаяние.",
    "answers": [
      {
        "id": 38,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 38,
    "text": "Прождав последние 15 минут, вы завели мотор, зажгли фары, и сказали Юле пристегнуться. Только вы начали вдавливать педаль газа, как звуки выстрелов остановили ваше действие. Только начали высовываться головы мертвецов из дыма, как резко они обернулись обратно на улицу. Так они простояли 15 секунд и, издав стрекочущий звук, ринулись к вам. Вы увидели как на вас бежала не вся толпа, а всего 5-7 особей. Открыв окно, вы высунулись и сказали Юле закрыть уши и глаза. Как только вы сделали это, вы достали свой Макаров, зарядив его обоймой сняли с предохранителя, и,  передёрнув затвор, вы начали целится в толпу. Вы произвели 5 точных выстрелов, но, к сожелению, вы израсходовали целую обойму и к вам всё ещё направлялись две особи. Вы кинули пистолет на соседнее сиденье и вдавили педаль газа на максимум. Сбив двух ходячих, вы пулей вылетели из тоннеля и увидели, как Андрей с автоматом Калашникова достреливал последних двух мертвецов. Но, резко стрельба прекратилась. Он вскинул автомат на плечо и начал бить зомби. Вы мигом взяли рядом лежащий пистолет и, сменив обойму, начали целиться. Произведя три выстрела, вы, наконец, убили одного из мертвецов. Другого же Андрей приложил рядом лежащим кирпичом.",
    "answers": [
      {
        "id": 39,
        "text": "Уезжать из города."
      }
    ]
  },
  {
    "id": 39,
    "text": "Прождав несколько секунд, Андрей запрыгнул на переднее сиденье и, кинув назад свой автомат с рюкзаком, сказал:\n— Барышня, зарядите, пожалуйста.\nЮля открыла тяжёлый рюкзак и увидела там несколько пачек патронов 7х62 и 9 мм патроны. Также в рюкзаке было три обоймы под пистолет Макарова и две под Калашников.\nАндрей показал Юле как заряжать обоймы и принялся за разговор с вами:\n — Ну как? Весело, правда? — произнёс Андрей с ещё горящими глазами от бойни у больницы.\n— Как ты? — вы обратили внимание на руку и ногу Андрея, там были укусы.\nВы резко остановили ваше авто и сказали Юле, что вам с Андреем нужно поговорить. \n— Чёрт, как больно. — сказал Андрей и кивнул вам. \n— Юля, дай обезболивающее. — обратились вы к своей девушке.\nЮля протянула вам белую баночку.\n— Спасибо. — сказали вы ей и, кивнув Андрею, вы вышли.\n",
    "answers": [
      {
        "id": 40,
        "text": "Отйти за деревья."
      }
    ]
  },
  {
    "id": 40,
    "text": "—  Как мы далеко? — спросил Андрей.\n— За 15 километров от города. — ответили вы. Андрей открыл банку, проглотил три таблетки и начал закуривать. \n— И так, что случилось? — спросил Андрей.\n— Ты укушен, а эта зараза передаётся через укус. — ответили вы.\nВаш друг начал расстёгивать куртку, и вы заметили, что его вены вздуты.\n—У тебя около 5 минут. Я сужу это по твоей шее. — сказали вы.\n— Это конец? — произнёс Андрей, и было видно, как по его лицу скатываются слёзы.\n— Скорее всего. — произнесли вы и сели на траву.\n— И что мне делать?\n— Я не знаю.\n—  Как думаешь, это больно? — спросил Андрей разминая шею.\nВидневшихся вен стало больше.\n— Я не знаю. Тебе сейчас больно? — спросили вы.\n— Есть немного. Слабость в костях и чувство, что сейчас сгорю. Всё ноет. — ответил Андрей, нервно затянувшись сигаретой.\n— Уже скоро. — произнесли вы.\n— А-а-а, — закричал Андрей и, высыпав всю баночку обезболивающего себе в рот, продолжил. — Так легче.\nВ этот момент вы достали пистолет.\n— Я всё понимаю. — сказал Андрей, подошёл, пожал вашу руку и обнял.\n— Спасибо за всё, я пойду. — улыбнувшись сказал он, развернулся и пошел в сторону поля с пшеницей.\nЧерез три минуты из машины вышла Юля. Она услышала лишь: \"Спасибо за всё, я пойду\". Подойдя ближе, она увидела, как Андрей уже был в 10-15 метрах в поле, а Влад, плача, целился в него.\nАндрей обернулся и помахал рукой. Всё его лицо было в слезах. \n— Спасибо, но я сам. — прокричал он вам и,  приставив пистолет к своему виску, в последний раз улыбнулся...\n \n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 31,
        "text": "От автора."
      }
    ]
  },
  {
    "id": 41,
    "text": "Подойдя и раздвинув кусты, вы увидели маленького щенка.\n— Ты чей? — наивно спросили вы. Щенок начал лаять и лизнул вас. В вашей скромной беседе всё проходило хорошо, но резкий звук взрыва прекратил её.",
    "answers": [
      {
        "id": 29,
        "text": "Идти на звук взрыва."
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": [
      {
        "id": 43,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "Найдя на парковке у больницы машину с открытой нараспашку дверью и ключами внутри, а также понимая, что нужно вернуться за Юлей и Андреем,  вы не хотели потерять такой шанс бежать и приняли решение, что Юлю и Андрея уже не спасти. Вы сели и завели машину и с грустью на глазах покинули город.\n",
    "answers": [
      {
        "id": 45,
        "text": "Спустя час."
      }
    ]
  },
  {
    "id": 45,
    "text": "Спустя час езды по безлюдной дороге, вы заметили небольшой магазин.",
    "answers": [
      {
        "id": 46,
        "text": "Остановиться у придорожного магазина."
      }
    ]
  },
  {
    "id": 46,
    "text": "Остановившись у магазина, вы взяли свой рюкзак, и, предварительно все выложив оттуда, вы направились в сторону магазина. Внутри не было ни души. Обрадовавшись, что вам никто не помешает, вы начали собирать все вам необходимое.\nСобрав все, что вам нужно, вы направились обратно к машине. Открывая дверь, вы услышали позади себя тихие неуклюжие шаги. Развернувшись, вы увидели в паре метров от себя здорового мертвеца, который раньше видимо был охранником этого места. Вы не успели сесть в машину до того, как он набросился на вас. После недолгой борьбы, зомби одержал верх. Вам перегрызли артерию. Вы умирали с муками, видя, как монстр поедает вас.\n\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню."
      }
    ]
  },
  {
    "id": 47,
    "text": "       Спустя 3 часа описанных в конце пролога.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\nВы спали на заднем сиденье, машину вела Юля. Изредка просыпавшись за 4 часа непрерывной езды, вы сделали несколько гладков воды. Когда, вы отошли от шока, вы молча ехали и смотрели в окно. На дороге были видны лишь ходячие, изуродованные трупы и горящие машины. Ехали вы спокойно, почти не чего на дороге не случалось. Как только вы съехали с трассы  у вас \"здох\" мотор, вы не всилах были починить эту развалюху хоть и старались, у вас попросту не было нужных инструментов.<s>r\n— Надо найти укрытие. -Сухо произнесли вы. Юля же, просто кивнула и пошла в след за вами. Шли вы не долго, почти не разговаривая. Через 15 минут вы стояли на \"пороге\" какой-то деревушки. <s>r\n Указателей вы не нашли, так что вы не знали, что это за деревня. На данный момент вам и Юли хотелось лишь отдохнуть.<s>r\n Перед вами стоял выбор, что сделать?<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Идти дальше по улице "
      },
      {
        "id": 49,
        "text": "Зайти в первый дом"
      },
      {
        "id": 50,
        "text": "Обойти деревушку"
      }
    ]
  },
  {
    "id": 48,
    "text": "<s>r\nВы шли по улице, иногда были лужи крови которые вы обходили.<s>r\n Спустя 7 минут ходьбы вы увидели колодец, подойдя к нему, вы пополнили запасы воды.\n  И только вы повесили ведро на гвоздь как раздался стрекотящий звук, вы обернулись.<s>r\n  За Юлей стоял ходячий, он крался к ней <s>r\n—если бы он не стрекотал он бы убил нас всех. -Пронеслось у вас в голове.<s>r\n—Юля, на землю! -Крикнули вы ей, в то мгновения пока она ложилась а мертвец уже начинал разгонятся, вы начали действовать. Достав из пояса свой Макаров, вы произвели два выстрела и все в его голову. <s>r\n— Неудачная идея. -Сказали вы в слух. Подняли Юлю и вытерли ей слёзы.<s>r\n— Всё обошлось.<s>r\n—Спасибо. -Произнесла она и поцеловала вас в щеку. Вы продолжили путь.<s>r\n",
    "answers": [
      {
        "id": 67,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "<s>ufeff\nРешив, что отдых важнее вашей безопасности вы зашли в первый попавшийся вам на глаза дом. Постучав в дверь вам никто не ответил, вы дернули ручку.<s>ufeff\n— Заперто. — Произнесли вы.  Вы обошли весь участок дома и увидели сарай, в котором могли быть инструменты для починки мотора, но вы могли также проникнуть в дом и заняться поиском инструментов завтра.<s>ufeff\n<s>ufeff\n",
    "answers": [
      {
        "id": 51,
        "text": "Обыскать сарай"
      },
      {
        "id": 52,
        "text": "Выбить стекло дома"
      }
    ]
  },
  {
    "id": 50,
    "text": "<s>r\nОбойдя деревушку, вы увидели лишь несколько заброшенных и разваленных домов. По пути вам встречались \"ходячие\" вы спокойно их обходили, так чтобы они вас не увидели, двоих пришлось вырубить топором. Вспомнив ваш обход вы заметили, что всю деревню ограждает метровый забор из сетки.<s>r\n Не найдя ничего интересного, вы вернулись в начало главной улицы.<s>r\n",
    "answers": [
      {
        "id": 47,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "<s>r\n<s>r\nРешив, что отдых подождёт, вы двинулись к ветхому зданию представлявшего из себя сарай или амбар. Подойдя к массивным деревянным дверям, вы увидели внушительных размеров замок, решив что ваш пожарный топор поможет вам, вы замахнулись и резко остановились.<s>r\n — Шум может привлечь нежданных гостей. -Буркнув себе понос сказали вы себе. После вашей коробкой мысли за  дверьми послышались шоркающие шаги. У вас в голове был вопрос: \"Кто там?\" <s>r\n Вы решили постучать по дверям.<s>r\n Постучав  по двери амбара шум прекратился, как резко в дверь что-то врезалось, оно буквально начало выламывать их. <s>r\n—Влад, мне страшно. -Произнесла Юля.<s>r\n—Не бойся, я тут. -Она слегка улыбнулась, но в глазах виднелся страх.<s>r\n",
    "answers": [
      {
        "id": 54,
        "text": "Произвести короткую очередь в дверь"
      },
      {
        "id": 55,
        "text": "Выламать дверь"
      }
    ]
  },
  {
    "id": 52,
    "text": "<s>r\nРешив, что отдых важнее и взяли автомат в руки и разбили стекло дома, это было тише чем вы думали. Вы подняли собаку и посадили её на подоконник, потом помогли забраться Юли и залезли сами.<s>r\n— Надо перекусь. — Произнесли вы. Юля направилась к холодильнику, открыв его она увидела несколько огурцов, буханку хлеба, сметану и палку колбасы.<s>r\n— Поесть будет что. — Произнесла она. В это время, вы с собакой исследовали дом.<s>r\n  Не найдя не чего интересного, вы спустились. На столе рядом с холодильником стояла еда. <s>r\n Вы перекусив всей своей группой из трёх членов были рады. <s>r\n— Пошли на верх, там есть спальня. — Произнесли вы. На верху стояла огромная кровать. <s>r\n— Ложись спать, а я пока подежурю. -Юля согласилась, она начала раздеваться. <s>r\n— Не смотри. <s>r\n— Даже и не думал. — Произнесли вы с улыбкой. <s>r\nВ тот момент передвигая кресло к двери.<s>r\n— Я пока тут буду, спи. — Но, Юля не ответила. Она уже мирно посапывала.<s>r\n",
    "answers": [
      {
        "id": 72,
        "text": "Спустя 3 часа"
      }
    ]
  },
  {
    "id": 53,
    "text": "<s>r\n—Юля, сиди, я быстро. Машина буксует. Что-то в колёсах.<s>r\n— Но они близко. -С грустью произнесла она.<s>r\n— Я быстро. — Произнесли вы оптимистически, но зная, что заде вас целая толпа инфицированных.<s>r\n Вы вылезли из автомобиля и подошли к задним колёсам, то что вы увидели, решило вас дара речи. На заднем колесе был \"намотан\" полу разложившиеся монстр. Он реагировал на ваши жесты и пытался издать звуки чтобы привлечь толпу, но у него попросту почти не было шеи. <s>r\n—Юля, надави на газ. -Как только она это сделала от трупа начали отлетать частицы кожи.<s>r\n— Стой. — Юля перестала жать на педаль. <s>r\n— Падай нож. <s>r\n— Сейчас. — Как только нож был в ваших руках вы принялись отковыривать эту биомассу.<s>r\n Через 7 минут у него не было головы, этот мерзавец пытался вас укусить и вы пробили ему череп ножом. Потом вам пришлось отрезать ему голову, во все стороны брызгала омерзительно пахнущая кровь со сгустками непонятой чего.<s>r\n Уже через 10 минут на колёсах были лишь остатки непонятны частей инфицированного.<s>r\n Вы сели в машину и вдавили газ.<s>r\n— Снова в пути подумали вы.<s>r\n— Что здесь вообще происходит? — Спросила вас Юля.<s>r\n",
    "answers": [
      {
        "id": 58,
        "text": "- Я не знаю, у меня есть лиш догадки"
      }
    ]
  },
  {
    "id": 54,
    "text": "<s>r\nВзяв в руки Калашников, вы сняли его с предохранителя, передёрнув затвор вы начади целится приблизительно в то место куда билось \"нечто\". <s>r\n Собравшись с мыслями, вы спрятали Юлю у себя за спиной.<s>r\n—Закрой уши. -Произнесли вы. Юля без слов выполнила вашу просьбу. Произведя короткую очередь из 4-ёх пуль, то что было за дверью с громким шумом упало, из под щелью между дверью и полом потекла алая кровь. Но, после минутной тишины, отовсюду послышались стрекотящие звуки. В голове у  вас началась паника, столько звуков могло издать около ста тварей, этот звук сводил вас с ума, но вы не могли показать свою слабость.<s>r\n—Я глупец, что я наделал!!! -Внутри головы крутились лишь эти слова. <s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Привести себя в чувства "
      },
      {
        "id": 57,
        "text": "Выломать дверь "
      }
    ]
  },
  {
    "id": 55,
    "text": "<s>r\nВзяв в обе руки пожарный топор. Вы ударили по замку несколько раз, выломав его шум не надолго утих. Вы не знали, что могло быть по ту сторону двери вы решили выбить дверь ногой. <s>r\n— И так. — Только вы замахнулись как дверь перед вами распахнулась и на вас выскочила лошадь, а точнее жеребёнок, вы только собрались стрелять, как он перескочил вас и направился в сторону главной дороги.<s>r\n— Ну и жуть. — Произнесли вы<s>r\n— Он был тощий как смерть. — Произнесла Юля.<s>r\n— Так, ищем инструменты или что-то полезное. — Вы вошли в амбар.<s>r\n",
    "answers": [
      {
        "id": 59,
        "text": "Обыскать амбар"
      }
    ]
  },
  {
    "id": 56,
    "text": "Сжав руку в кулак вы ударили себя в лицо. Юля смотрела на вас, как на бизумца, но после короткой фразы.\n— Всё уже хорошо. — Поняла зачем вы это сделали.  \"И что теперь?\" Вы  задавали себе один и тоттже вопрос. Но, ваше время итикало, от вашего выбора завтсили ваши жизнии вы это понимали.",
    "answers": [
      {
        "id": 57,
        "text": "Выламать дверь"
      }
    ]
  },
  {
    "id": 57,
    "text": "Взяв в руки топор вы сделали пару точных ударов по замку и он отвалидся. Вбежа в нутрь вы подскальзнуль на крови и упали, перед вами лежала тощая лошадь, вернее не совсем лошадь, а скорее жеребёнок. Недьзя было медлить. \n— Юля лови. — Вы кинули ей Макаров. \n—Он полность заояжен, у тебя 8 потрон, а теперь ищи свет. — Так как уже темнело в амбаре почти не чего не было видно. \n Вы прикрыли двери, но это не поможет против ста мертвецов нужно что-то делать.",
    "answers": [
      {
        "id": 59,
        "text": "Обыскать сарай"
      }
    ]
  },
  {
    "id": 58,
    "text": "<s>r\n—Я не знаю, у меня есть лишь догадки. <s>r\n— И какие же?<s>r\n— Во первых, это всё как в фильмах, к этому не кто не мог быть готов и эта зараза начала распространятся очень быстро. Во вторых в этом случаи должны  возвести стену, возле стратегически важных городов.<s>r\n— Так, это мы видели по табличке.<s>r\n— Это да, но ты видела, что это толпа движется к этому городу.<s>r\n— Значит, есть шанс того, что она просто снесёт его?<s>r\n— Да Юля.<s>r\n— И если мы доберёмся туда быстрей, то у нас будет около 3-4 дней, потому что они не очень спешат до него дойти. Обычно они двигаются быстрей<s>r\n— Понятно, а почему ты не  боишься? Везде этот ужас, смерть.<s>r\n— Сейчас, у меня просто нету времени  боятся... — После этих слов вы сделали паузу и хотели продолжить, но Юля вас опередила. <s>r\n— Смотри, там свет! -Где-то в 2 километрах светили прожектора, вы видели их свет и вышки, вы не знали, что уже доехали до \"безопасного\" места.<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Ехать дальше"
      },
      {
        "id": 74,
        "text": "Оставить машину и идти пешком"
      },
      {
        "id": 75,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Юля, ищи свет. — Произнесли вы и поднялись по ветхай лестнице на второй этаж, там вы увидели сгнившую салому и сено. Походя по второму этажу, вы увидели ключи на столе. Взяв ключи и положив в карман краем глаза вы увиднли на столе фото. На нём была изабражена пожелая пара. \nОткинув мысли, чей это мог быть дом. Вы спустились в низ и продолжили плискики. В этот момент, Юля нашла выключатель и включила свет.\n—Есть! -Крикнула она. Это гиганское на вид помещенте озарил свет и тьма ушла.",
    "answers": [
      {
        "id": 61,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 60,
    "text": "Подъехав к толпе на вашу машину сразу же кинудись люди.\n— Впустите нас!\n— Там ещё полно места! \n— Заберите моего сына!\n— А моя дочь, как же она! — Вы продалжали медленно ехать, некоторые люди даже толкали машину к воротам этой крепости. Какойто обезумевший мужик, лет 40-44 залез к вам на лобовое стекло, на его плече сидела крыса, на удивление она не падала во всей этой суматохе.\n — Возьмите меня, я вам пригожусь. — У этого человека была немного пугающая улыбка. \n— Я могу помочь вам.\n Перед вами стоял выбор доверецца незнакомцу или откозаться от его помощи.",
    "answers": [
      {
        "id": 79,
        "text": "-Быстрей садись в машину"
      },
      {
        "id": 80,
        "text": "-Проваливай отсюда "
      }
    ]
  },
  {
    "id": 61,
    "text": "Оглянув это огромное помещение взглядом, ваше внимание привлёкло, что-то большое в углу амбара, это нечто было внушающих размеров и накрыто какимто бризентом. \n -Юль, взгляни на это. — Произнесли вы. Юля мигом оторвалась от рассматривония ящиков и подошла к вам. \n—Что это может быть? -Произнесла она. Коварное любопытство одолевало вас.\n—Сейчас узнаем! — С оптимистической ноткой в славах произнесли вы. ",
    "answers": [
      {
        "id": 62,
        "text": "Сорвать бризент"
      }
    ]
  },
  {
    "id": 62,
    "text": "Сорваав бризент, перед вами предстала большая машина советских времён. \n—Скорее всего ВАЗ. -Буркнули вы себе под нос. В то время когда вы сдёргивали брезент, что-то грамосткое упало. Взглянув в то место откуда раздовался звук, вы заметили, как каниста сбензином начала разливаться. Быстро схватив канисту, вы закрыли её и поднесли к машине.\n Нужно было что-то делать, так как на улице были уже сотни оживших мертвецов...",
    "answers": [
      {
        "id": 63,
        "text": "Заправить автомабиль "
      },
      {
        "id": 65,
        "text": "Попробывать завести ВАЗ"
      }
    ]
  },
  {
    "id": 63,
    "text": "Подойдя к машине со стороны огромного бака вы открыли крышку бака и канистры принялись залиаать опасную жидкость. Через две минуты всё было готово, вы кинули канистру в кузов вместе с калашниеовым и рюкзаком Андрея, Юля уже сидела на втором сидень а пёс у неё на коленях. \n Вставив ключи которые вы нашли наверху вы проерутили их и из род кузова раздался \"рёв\" мотора. \n Педаль газа в пол вы пулей вырвались из сараю по пути сбив несколько ходячих. Выхпв на просёлочную дорогу надо было решать что делать...",
    "answers": [
      {
        "id": 64,
        "text": "Выехать на трассу и отправится в город"
      },
      {
        "id": 66,
        "text": "Ехать по просёлочной дороге "
      }
    ]
  },
  {
    "id": 64,
    "text": "<s>r\nВы выехали под мостом, вся дорога была усыпана, ходячими трупами и горящими машинами. Из леса изредка доносились крики и звуки стрельбы. Ехали вы не спеша, попросту не было место разогнаться...<s>r\n  Проехав так с километр, вы начали выбираться из толпы мертвецов. Смотря по сторонам вы увидели надпись \"Безлопастная зона\" а рядом знак \" Мацково 20 километров\".<s>r\n  Отъехав от толпы на расстояние свыше 300 метров, ваша машина встала...<s>r\n Оглядевшись по сторонам и не увидев по близости заражённых вы принялись смотреть что случилось.<s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "Осмотреть машину"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вставив ключ в зажигание вв попробывали запусть это \"чудовище\". Лишь мотор зпрквел как сразу погас. \n— Нету топлива.  -Сказали вы Юли. Вы вылезли с ВАЗа. \n Юля в это время садилась в кабину.\n",
    "answers": [
      {
        "id": 63,
        "text": "Заправить атомабиль"
      }
    ]
  },
  {
    "id": 66,
    "text": "Проехав около 400 метров вы увидели горящий дом и толпу зомби. Около их было рпзбросано множество крассных гильз 12 калибра от ружья. Всё это полчеше склаинилось над трупом, на стене около этого пиршества повсюду была кровь.\n—Ужас. -Произнесла Юля. \n—Умрите твари. -Крикнул кто-то из этой толпы и раздался мощный взрыв. Всю эту кучу раскидало в разные стороны, кто-то из ходячиз сразу начал поедать оьорваные конечности, кого-то убило взрывос, а кто с оторванными наги пытался \"последний\" раз отведать человечины и полз к ней.\n Вдавив педаль газа вы проехали ещё около 1 км и вы выйхали на трассу.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "<s>r\nПройдя около трёхстах метров, вы углубились в  деревню. Вы увидели как из  дома идёт дым и от туда доносились крики.<s>r\n— Ушли ироды проклятые, ану кыш. -Прогремело два выстрела.<s>r\n Схватив Юлю за руку, вы побежали.<s>r\n Подойдя ближе, вы окинули взглядом местность:<s>r\nСтоял горящий дом, на нём какой-то мужчина, в низу около тридцати ходячих, но была непонятная странность, вы не могли понять в чём дело.<s>r\n  Сидя в кустах, в 30 метрах от дома, у вас был выбор спасти человека или уйти...<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Спасти незнакомца "
      },
      {
        "id": 69,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 68,
    "text": "<s>r\n— Мы тут. — Не очень громко произнесли вы и помахали рукой. Старик кивнул и дальше отстреливал зомби.<s>r\n Вы схватили свой Калашников проверили магазин, передёрнули затвор и начали целится.<s>r\n— Начнём! — Крикнули вы как герой боевиков. Прицелившись, вы стали сносить головы мертвецам, они мигом падали, ведя огонь короткой очередью, вы перебили всех через 2 минуты. <s>r\n— Вроде всё. -Крикнул вам старки и начал аккуратно слазить с крыши горящего дома.<s>r\n— Спасибо, что помогли. — Произнёс он. <s>r\n— Не за что. Вот только откуда их столько?<s>r\n— Так они со всей деревни сбежались сюда, здесь военные были, замеры делали потом уехали и тут всё началось. Все как сума сошли начали друг на друга кидаться и грызть как собаки.<s>r\n— Не сладко вам пришлось. <s>r\n— Это да, вот тебе за помощь. — Старик снял с себя охотничью разгрузку и протянул вам.<s>r\n— Спасибо большое, может вы с нами пойдёте.<s>r\n— Не, это мой дом ещё с 1940, я тут родился, я тут и умру, а у вас машины нету? <s>r\n— Наша сломалась, так мы теперь пешком.<s>r\n— Так не беда, пошлите. — Вы прошли метров 100 и вышли к гаражу, старик открыл его.<s>r\n— Вот она, моя ласточка.<s>r\n",
    "answers": [
      {
        "id": 71,
        "text": "Взять машину "
      }
    ]
  },
  {
    "id": 69,
    "text": "<s>r\n<s>r\nРешив, что лишний груз вам уже не потянуть вы сказали.<s>r\n—Юля, мы уходим. <s>r\n— Но, он же погибнет. — Произнесла она.<s>r\n— Нет, он не нужен, нам и так тяжело. -Перешли вы с шёпота на мужской бас. <s>r\n— Мы должны спасти его. -Произнесла Юля, она чуть ли не стояла на коленях и умоляла вас.<s>r\n— Нет, мы уходим! -Сухо и громко произнесли вы, схватив Юлю за руку вы потащили её в начало улицы.<s>r\n— Мне больно перестань -В друг с крыши раздался голос. <s>r\n— Я знаю, что вы там в кустах. Помогите мне я один не справлюсь.<s>r\n— Нет. -Крикнули вы.<s>r\n— Ах вы, да я вас щас. -Старик начал перезаряжать своё ружьё, выпавшие, дымящиеся красные гильзы 22 калибра скатились по крыше. В итоге они упали на головы зомби. Произнесло два щелчка стрик зарядил ружьё и был готов стрелять. Прошло около 7 секунд и прогремел выстрел, а потом ещё один...<s>r\n",
    "answers": [
      {
        "id": 70,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 70,
    "text": "<s>r\n<s>r\nВы получили два огнестрельных ранений картечью в спину. У вас не было шансов, один шарик пробил ваше лёгкое а другой разорвал вашу артериальную вену на шеи. <s>r\n Вы задыхались и кашляли кровью одновременно, Юля плакала и пыталась перекрыть кровь, но у неё не вышло, так как не было нужного оборудования.<s>r\n -Прости Юля... Произнесли вы вашим окровавленным ртом. Сильный кашель не дал закончить ваше предложение, вы сплюнули кровь. Ваше тело замерзало и белело, по тихоньку жизнь в вас кончалась.<s>r\n— Нет, нет, нет. — Юля плакала чуть не захлёбывалась в своих слезах. Она понимала, что не может вам помочь... <s>r\n  По вашим окровавленным щекам проскользнула слеза, но её не было видно она сразу же смешалась с кровью у вас на лице.  Вы погружались во тьму, начались судороги от нехватки кислорода. <s>r\n Вы погибли медленной и болезненной смертью. <s>r\nЮля сидела над вашим ещё слегка тёплым трупом и плакала. Она не заметила как вы стали тем самым монстрам который напал на вас в саду. Вы вскочили и повалили Юлю на землю. Ваши зубы вонзились ей в шею, она вскрикнула и сразу же замолкал.<s>r\n— Я иду к тебе. -Произнесла она и уснула. Вы пополни ряды ходячих и тоже толпились у горящего дома...<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню "
      }
    ]
  },
  {
    "id": 71,
    "text": "<s>r\n—Спасибо вам. А как вас хоть звать?<s>r\n— Я Матвей. Ну что, удачи вам. —  На этих словах, вы выехали из гаража и выехали на просёлочную дорогу, по ней вы ехали около 7 минут...<s>r\n",
    "answers": [
      {
        "id": 64,
        "text": "Въехать в горку"
      }
    ]
  },
  {
    "id": 72,
    "text": "<s>r\nСон начал брать вас и вы отключились, не смотря на выстрелы где-то в далеке. Вам снился обычный день  где вы гуляли с Юлей, как вдруг небо потемнело и начали раздаваться крики Юля пропала. А место её стоял окровавленный Андрей.<s>r\n— Ты не помог мне! — Прокричал он и кинулся на вас.  В тот момент, Юля тормошила вас. Не до конца проснувшись вы сделали замах и чуть не ударили Юлю, ваш кулак остановился в сантиметре от её лица. <s>r\n— Прости. -Произнесли вы и поцеловали Юлю в лоб.<s>r\n",
    "answers": [
      {
        "id": 73,
        "text": "Вернуться к амбару"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы стояли перед амбаром и прислушивались, не чего не услышав, вы решили вскрыть замок на двери сарая.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "<s>r\nРешив, что без машины безопаснее, вы оставили её.<s>r\n— Но как же мы без неё? — Спросила Юля .<s>r\n— Там слишком много людей, начнётся толкотня с просьбами \"заберите нас\", они могут быть опасны. <s>r\n— Обезумевшие люди, страшны в ужасе и панике. <s>r\n— Я тебя поняла. — Сказал Юля. Вы все вместе вышли из машины, собака как привязанная шла лишь за вами.  Вы прошли около 700 метров и увидели толпу людей, вы вошли в неё, все сразу стали обходить вас, так  как вы были с Калашниковым. За поясам у вас был ПМ и спрятана обойма, в вашей разгрузке были магазины от автомата, нож и пару обойм от ПМа.    Вдоль вашего пути была выстроена живая стена из людей, все они были напуганы, отовсюду были слышны голоса. <s>r\n— Кто они?<s>r\n— Что они тут забыли? <s>r\n—Отойди доча, у дяди есть автомат. — Вам было обидно слышать всё это.<s>r\n— Здесь беззащитные люди, валите от сюда! -Кто крикнул из толпы,  у собаки встала шерсть дыбом и она начала лаять в то место от куда вас послали.<s>r\n Вся эта толпа обсуждала вас, местами осуждала.<s>r\n Вы прошли так до самых ворот. <s>r\n— Положите оружие на землю! — Крикнул вам голос.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "Послушаться"
      },
      {
        "id": 77,
        "text": "Открыть огонь "
      }
    ]
  },
  {
    "id": 75,
    "text": "<s>r\nВы высунулись из автомобиля и вгляделись в  стены Мацкова. <s>r\n Там было огромное скопление людей \"Живых людей!\" по крикам доносившемся от безопастного места, можно было разобрать некоторые слава.<s>r\n— Впустите нас! <s>r\n— Мы не хотим умирать!<s>r\n— Откройте!<s>r\n— В городе больше нет места, всё заполнено! — После этих слов началась маленькая стрельба, были слышны, крики людей, их слепили прожекторами...<s>r\n Поняв, что тут творится, был шанс, что  вас заберут оружие и машину и начнётся заварушка.<s>r\n",
    "answers": [
      {
        "id": 58,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "<s>r\n— Медленно снимите с плеча оружие и положите на землю, разгрузку тоже. — Пока вы её снимали, вы припрятали в куртку две обоймы от ПМа . <s>r\n— Отойдите на 5 метров. — Вы сделали 6 шагов. Из-за ворот вышел военный в сапёрном костюме, он подошёл забрал автомат и разгрузку и сразу же убежал. <s>r\n— Эй, что это такое, впустите нас. <s>r\n— Отойдите на 20 метров или мы начнём стрелять. <s>r\n— Мы отдали вам наше оружие, впустите!? <s>r\n—5, 4, 3, 2...<s>r\n— Вы начали пятится и потащили Юлю за собой, а люде наоборот ломились к воротам.<s>r\n—1... Открыть огонь! — Прогремели звуки выстрелов, люди падали и стонали, скорее всего стреляли по ногам. <s>r\n— Перезаряжай!  — Крикнул противный голос. <s>r\n—  Огонь! — Второй залп убил всех тех кто был на дороге.<s>r\n— Ироды проклятые, как так можно?! — Начала возмущаться бабка, как ей сразу же прилетела пуля в лоб.<s>r\n",
    "answers": [
      {
        "id": 81,
        "text": "Бежать в доль стены"
      }
    ]
  },
  {
    "id": 77,
    "text": "<s>r\nРешив, что горстка народного ополчения с автоматами вам не ровня, вы скинули с плеча свой автомат и начали вести прицельный огонь, все люди разбежались, вам просто снесло крышу.<s>r\n Со стен стекала кровь и падали люди, не известно зачем вы так сделали. Когда Юля пыталась вас остановить, вы ударили её прикладом, она была без сознание а ваш пёс вовсе убежал. <s>r\n Стрельбы продолжалась около 15 минут и военным удалось вас убить, пока вы перезаряжались, кто-то вышел из ворот и выстрельнул вас из ружья. <s>r\n Вы умерли с улыбкой- улыбкой больного человека. Что-то сломало вас. <s>r\n  — Чёртов уб*док! — И следующая пуля прилетела вам в голову.<s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 78,
    "text": "<s>r\nЮля очнулась, её долго допрашивали кто вы и откуда а потом убили, это печальный конец вашей истории, но вы в силах изменить всё  и прожить ещё несколько дней или даже дожить до старости. <s>r\n       Вашу собаку, съели оголодавшие инфицированные, они уже не брезгали животными. А город погрузился в хаос после \"штурма\" инфицированных. В итоге все люди, были инфицированы.<s>r\n Если б не ты пуля в ваш лоб, то вы пополнили бы из ряды...<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 79,
    "text": "<s>r\n—Быстрей садись в машину! -Вы открыли дверь незнакомцу. <s>r\n— Спасибо большое, чем смогу тем и помогу. — На его лице стояла сумасшедшая улыбка больного человека, вы надеялись, что он вас не  убьёт и всё будет хорошо.<s>r\n— Ну что, едем? — С той же улыбкой спросил он. <s>r\n—Да. -Вы медленно вдавливали педаль газа. Вы уже начали подъезжать к воротом как вдруг... <s>r\n— Огонь! — По вашей машине начали стрелять, все люди которые были около её лежали.<s>r\n— Вот чёрт!? — Произнёс мужик.<s>r\n—Подождите минутку.  -Он вылез из автомобиля подошёл ближе к стене и развёл руки, все прожектора были нацелены на него, его уже были готовы убить. <s>r\n—Эй, что вы там устроили!? — Он начал медленно лезть в карман. <s>r\n—Юля ложись! — Вы легли на низ вашего авто.  Мужик начал доставать из кармана жёлтую карточку и показал её солдатом на верху стены. <s>r\n—Простите. -Перед ним начали открывать ворота. <s>r\n Он сел обратно. <s>r\n— Ну всё, едем.<s>r\n—Х-хорошо. — Немного заикнулись вы.<s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "Заехать в город"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Проваливай отсюда больной!? — Вы начали медленно вдавливать пидаль газа. \n— Ну смотри, это тебе ещё будет. — Мужик мирно слез со стекла и ушёл в доль стены. \n В этот момент, люди облепили вашу машину так как муравьи сладкое, вас не было видно, но вы уже были у ворот \"крепости\".\n— Назад, или мы начнём стрелять!  — Все прожектора были направлены на вашу кучу. \n—Назад.\n— Огонь!  — Звуки выстрелов раздовались отовсюду. Через секунду все люди около машины были мерты. \n— Что там... не успела Юля закончить фразу, как второй залп превратил вашу машину в друшлак, вы были мертвы. Это конец или нет...?",
    "answers": [
      {
        "id": 1,
        "text": "Главная меню"
      }
    ]
  },
  {
    "id": 81,
    "text": "<s>r\nПосле недолгих раздумий стало понятно, что у ворот ждёт смерть и вы взяв Юлю за руку потянули её вдоль стены. На стене явно были видны следы пуль и брызги крови, местами можно было увидеть живых людей под брезентами и трупы с простреленными головами. Спустя несколько минут хождения вы увидели люк под стеной.<s>r\n—Это наш шанс попасть а Мацково. -Как только вы это произнесли, из кустов вышел человек в чёрном порванном плаще, весь грязный, с тёмной как сажа бородой и крысой на плече.<s>r\n— Это моё убежище и мой проход, я тут проводник и за определённую плату, я вас проведу.<s>r\n—Нам надо за стену.<s>r\n— Ну это само собой, а что ты можешь предложить? -Безумная улыбка появилась на лице. <s>r\n—Ч-что тебе нужно? <s>r\n—ХМ... Дай мне подумать... есть ли у тебя патроны или вода? <s>r\n—Есть то и другое. <s>r\n—Тогда с вас бутылка воды и восемь патрон 9mm.<s>r\n— Хорошо, идёт. -Вы протянули руку незнакомцу. <s>r\n—По рукам. -Он сжал вам руку на удивление очень сильно. <s>r\nС кустов он вытянул лом и приподнял люк. <s>r\n—Залазьте. <s>r\nБлагополучно спустившись мужчина откинул лом обратно в кусты и залез к вам. Вонь была мягко говоря хуже чем в настоящий канализации, запах экскрементов и тухлятины пробивал слёзы в глазах. Резкий яркий свет осветил каменный туннель.<s>r\n—Идём! -Он вытянул руку вперёд и указал путь.<s>r\n",
    "answers": [
      {
        "id": 86,
        "text": "Спустя час"
      }
    ]
  },
  {
    "id": 82,
    "text": "<s>r\nВ данном пункте будут описаны персонажи квеста. <s>r\nХарактеристики персонажей будут изменяться и дополняться. <s>r\nP.S: Ждите, скоро будут новые персонажи.<s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Юля"
      },
      {
        "id": 85,
        "text": "Влад"
      },
      {
        "id": 87,
        "text": "Андрей"
      },
      {
        "id": 88,
        "text": "Незнакомец с крысой"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "<s>r\nОбычная 19-летняя девушка, хорошо разбирается в медицине, любит природу и животных. В момент апокалипсиса училась в мединституте. <s>r\n Знакомы вы с Юлей с ранних лет, вы всегда играли вместе и никогда не давали её в обиду, в 14 лет вы дали клятву друг другу о том, что поженитесь. К сожалению, у вас это не получилось...<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "<s>r\nЗаехав в город, вы удивились спокойствию людей за стеной, как будто тут не чего не было. <s>r\n— Так, вы, быстро из машины. — Произнёс ваш попутчик. <s>r\n— Стоп, это ты выходи, эта наша машина.<s>r\n—Вы нечего не понимаете, вот вам листок, идите туда я вас там встречу и объясню ситуацию. -Мужчина протянул вам руку с комканым листком бумаги.<s>r\n—Ч-ч-чего!? -Возмутилась Юля.<s>r\n— Хорошо, только не бросай нас. -Произнесли вы с жалостью.<s>r\n—Вы помогли мне, я вам, а теперь идите.<s>r\nВ этот момент к машине подошли военные.<s>r\n—Быстрее! <s>r\n—Так, быстро из машины.- Произнёс военный целясь в вашего нового друга. <s>r\nВы мигов вышли из машины забрав пса, Юлю и Макаров. <s>r\n—Стоять! -Целясь в вас крикнул солдат, вы уже были далеко от него.<s>r\n—Не чего, всё их оружие здесь, опусти автомат.<s>r\n—Есть!<s>r\nВы уже скрылись за углом ближайших домов...<s>r\n<s>r\nПродолжение следует...<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 85,
    "text": "<s>r\nВ детстве вы были очень слабым и полным ребёнком, частые издёвки сделали вас асоциальным. В то время вас спасала лишь ваша подруга Юля. <s>r\n Учились вы не очень хорошо, но вам удалось получить рабочую специальность, после чего работали на стройке и сумели отличится там сообразительность, и вас назначили инженером. <s>r\n Ваш отец увлекался охотой, походами и рыбалкой, благородя ему вы знали, как вести себя в лесу и горах, так же вам помогали ваши знания биологии (единственный предмет, который давался вам легко).<s>r\n Постоянные вылазки на охоту научили вас обращается с оружием, ваш слух стал острым, а реакция улучшилась.<s>r\n  После 13 вы начали заниматься спортом и привели себя в порядок.<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "Бродя по тонелям час вы увидели лучик голубого свету сверху. \n—Мы пришли. -Произнёс мужчина.\n—Ждите здесь. -Проводник начал азбираться по лестнице на врех.\n*скрежет люка по асфальту* \n—Чисто, залезайте. \nПоднявшись, вы увидели многоэтажки и много разных невысоких домов.\n—И так, у вас ещё остался \"баланс\", вот вам адрес идите туда, я вас там встречу. -Ваш новый друг протянул свёртак бумаги.\n—Спасибо.\n—Пока не за что.\nЯркий свет ослепил вас.\n—Стоять или мы начнём стрелять! \n—Онт со мной. -Ваш друг полез в карман плаща и достал от туда жёлтую карточку. \n—Простите нас. -Солдаты встали смирно.\n—Вольно!\n— И так, идите по этому адресу там встретимся завтра, скажите, что вы от Юры, вас там обеспечат едой и сном. Удачи вам!\n— И вам...\nСпустя время, вы были во дворах неисзвестной вам улицы. \n\nПродолжение следует....",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 87,
    "text": "<s>r\nАндрей любит злоупотребить алкоголем. Нашли вы его на улице, когда у него не было денег, и решили нанять его, после чего вы стали друзьями, и он стал должен на всю свою жизнь, это были его слова, но вы не придавали им особого значения. Андрей очень трудолюбивый, но также сильно любит поесть и выпить, в вашей бригаде он легко нашёл общий язык с рабочими, хоть иногда и дрался с ними.<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": " Этот персонаж ещё не готов, вскоре его характеристика будет готова.",
    "answers": [
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "В разработке.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "В разработке.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]