[
  {
    "id": 1,
    "text": "Ты оказался в фентези мире сражений, монстров и магии...\nНо ты здесь оказался не случайно, ты в прошлом был умелым задротом в играх жанра \"RPG\". Ты наполнился радостью, что можешь прокачаться и стать великим мечником или волшебником, но ты не заметил важную вещь...ТЫ В ЛЕСУ!\n\nАВТОР ЗАБРОСИЛ КВЕСТ",
    "answers": [
      {
        "id": 2,
        "text": "Начать осматриваться."
      },
      {
        "id": 3,
        "text": "Взять палку и идти прямо."
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты очень долго осматривал все вокруг себя, на столько долго, что маленький гоблин успел пырнуть тебя в ногу ножом, а потом еще и еще, пока ты не потерял сознание...",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты увидел странных существ, но ты то знаешь, что таких существ в \"RPG\" играх называют Гоблинами. И ты знаешь, что это низший слой существ, ты их в два счета уделаешь! К тому же, их всего трое.",
    "answers": [
      {
        "id": 4,
        "text": "Убить их!"
      },
      {
        "id": 5,
        "text": "Попытаться поговорить с ними..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Это оказалось слишком просто, даже с палкой... Однако перед тобой появилось окошко с голосовым сообщением. Вы нажали на сообщение и вдруг произнелся голос который сказал...\n—Ваш уровень повышен! Текущий уровень 2. Ваше первое оружие для убийства была палка, отныне вы рыцарь!",
    "answers": [
      {
        "id": 6,
        "text": "Ураааааа!!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вас убили, они даже не поняли твою речь...",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы пошли дальше и наткнулись на маленький городок. Вы увидели полноценную команду из четырех человек ,хотя одна из них девушка с кошачьими ушками...Что будете делать?",
    "answers": [
      {
        "id": 7,
        "text": "Убить их!"
      },
      {
        "id": 8,
        "text": "Поговорить с ними."
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты такой наивный, они тебя убили как нечего делать.",
    "answers": [
      {
        "id": 6,
        "text": "Чекпоинт."
      }
    ]
  },
  {
    "id": 8,
    "text": "-Здравствуйте меня зовут Лекс.\n-Ух ты! Еще один новичок. Что? У тебя в руках палка? Ахахахахахах.\nТрое парней посмеялись, но лишь симпатичная девушка не смеялась и краснела сразу когда ты на нее смотрел. По моему ты ей понравился.\nТебе не стало обидно от их слов, ты посмеялся вместе с ними.\n-А давай к нам в группу малой!\n-Правда?\n-Да, но с одним условием...\n-Каким?\n-У тебя будет прозвище Палка!\nЧто скажите?",
    "answers": [
      {
        "id": 9,
        "text": "А мне даже нравится, я согласен!"
      },
      {
        "id": 10,
        "text": "Ты сейчач доп*@#ишься и я тебя урою!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты разузнал кто к какому классу пренадлежит и у кого какой уровень...\n1. Ник, это тот парень, что дал тебе прозвище... Уровень у него 5, класс копейщик у него гигантское копье! Он очень опытен и силен.\n2. Ты же еще помнишь ту симпатичную девушку с ушками? Ее зовут Неко, класс Лучник, Уровень у нее как и у тебя 2.\n3. Ооооо... Это у нас Рик, ему 15 лет и уже мастер двух клинков, как ты догадался он ассасин. Он очень быстрый и хладнокровный.3 Уровень.\n4. А это у нас Фил, он шутник, класс рыцарь и у него есть мощный щит, а так же очень слабый меч, он для этой команды играет роль танка.3 Уровень.\nВот и познакомились.",
    "answers": [
      {
        "id": 11,
        "text": "Что мы собираемся делать?"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ну ты смелый, вот и умирай со своей смелостью.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново."
      }
    ]
  },
  {
    "id": 11,
    "text": "Ник сказал, что они недавно взяли задание с листовки.\nЗадание гласит: Убить 10 огромных жаб и принести по одному кусочку мяса в ламбард, там их ждет награда в 30 серебренных монет...",
    "answers": [
      {
        "id": 12,
        "text": "Я не хочу умирать за какое-то задание!"
      },
      {
        "id": 13,
        "text": "Круто! надеюсь на эти деньги мы сможем купить мне снаряжение, если вы не против..."
      }
    ]
  },
  {
    "id": 12,
    "text": "-Ну тогда проваливай отсюда, такие слабаки как ты нам не нужны...",
    "answers": [
      {
        "id": 14,
        "text": "Пойти в глубь города."
      }
    ]
  },
  {
    "id": 13,
    "text": "-Конечно сможем!\nСказал Ник.\nВы отправились на какие-то красивые поля где обитали эти мерзкие твари...\nНик выстроил всех в стратегическом положении где Неко стояла сзади и должна была настреливать в жаб из лука, тебя поставили вместе с Риком, что-бы он тебя защищал в случае чего...Фил должен стоять спереди так как он танк с достаточно большим стальным щитом, сразу же за ним стоит Ник с копьем, атакуя и прячась за щит когда нужно. Тебе все ясно?",
    "answers": [
      {
        "id": 18,
        "text": "Конечно!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы нашли еще одну команду! Только из двух человек...",
    "answers": [
      {
        "id": 16,
        "text": "Поговорить с ними."
      },
      {
        "id": 17,
        "text": "Убить их и забрать все снаряжение."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вас убили гоблины неожиданной атакой сверху, видимо они отомстили за своих товарищей...",
    "answers": [
      {
        "id": 11,
        "text": "Чекпоинт!"
      }
    ]
  },
  {
    "id": 16,
    "text": "Они тебя убили заведя в темный переулок.",
    "answers": [
      {
        "id": 14,
        "text": "А вот и чекпоинт!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты успешно их убил, за углом ты начал одевать снаряжение, у тебя теперь есть хорошая броня и огромный двуручный меч.\nКогда ты вышел из-за угла тебя увидели какие-то загадочные парни и предложили тебе быть в их команде убийц.\nЧто скажете?",
    "answers": [
      {
        "id": 30,
        "text": "Я согласен."
      },
      {
        "id": 35,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы начали битву.\nНик с Филом начали уже бить первую жабу, Неко неплохо настреливает по жабе, но она все равно не наносит никакого вреда.\nВдруг ты понимаешь, что от тебя ушел Рик, ты пытаешься его найти глазами, оборачиваясь и смотря по всюду, вдруг ты видешь как две жабы рассыпались в пух и прах от которых осталось лишь мясо, ты видешь как со сверхзвуковой скоростью Рик разрезает этих жаб направо и налево!Ты восхищен им! Резкий крик раздался позади тебя...это Неко...ее поедает одна из жаб...",
    "answers": [
      {
        "id": 19,
        "text": "Бежать изо всех сил спасать ее!!"
      },
      {
        "id": 20,
        "text": "Доверить это Рику."
      }
    ]
  },
  {
    "id": 19,
    "text": "-НЕЕЕЕЕКОООООО!!!!!!\nТы бежишь словно молния.\n-Давай Палка ты сможешь!!\n-Убей эту жабу!\nНо...у тебя нет снаряжения...у тебя нет сил...у тебя нет меча...у тебя есть лишь палка...ты ничего не смог сделать...ты пнул несколько раз жабу и ударил ее палкой...но это не помогло и она просто раздавила тебя...",
    "answers": [
      {
        "id": 11,
        "text": "Чекпоинт!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Рик со своей скоростью разрезал глотку жабе и от туда упала без сознания Неко...\nПока Рик убил трех жаб, Ник и Фил убили семь жаб и собрали все мясо...\nУже вечер, вы купили на сутки себе место в отеле для 5 человек, отнесли Неко в комнату, что-бы она поспала.\nВы тем временем пошли сдавать в ламбард все мясо.\nВы получили 30 серебра!",
    "answers": [
      {
        "id": 21,
        "text": "Ура!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы все проснулись, с Неко все хорошо, вы решили по завтракать, у вас ушло на пятерых всего лишь 50 медных монет!\nВ крации о валюте.\n100 медных монет = 1 серебрянная монета;\n100 серебрянных монет = 1 золотая монета.\nТы с Ником отправился за снаряжением.\nОн сказал, что на твое снаряжение потратит не больше 20 серебрянных.\nТебе очень понравилась легкая броня настолько легкая, что ты в ней можешь ходить каждый день как в обычной одежде! цена такой брони 5 серебрянных. И тебе прегляделся достаточно большой двуручный меч как раз по тебе стоимостью 15 серебрянных!\nТы ушел с Ником обратно в отель довольный и с покупками!",
    "answers": [
      {
        "id": 22,
        "text": "Спасибо большое Ник!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы пришли в отель, все уже обедали.\n-Палкаааа!! Какое у тебя классное снаряжение, хоть и не надежная броня.\n-Спасибо Рик, мы с Ником сходили в оружейный магазин и он купил мне все мое снаряжение!\n-Ой палка, да не скромничай, ты заслужил это.\n-Неко, что скажешь о моем новом снаряжении?\n-Ну...Ты...Очень милый, даже когда у тебя за спиной огромный меч...",
    "answers": [
      {
        "id": 23,
        "text": "Оу...спасибо, я польщен :)"
      },
      {
        "id": 24,
        "text": "Ничего я не милый!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Неко сильно покраснела...\nВдруг Ник сказал.\n-А давайте сегодня напьемся!\nРик же вскрикнул.\n-А давай!\n-Воу, тебе только 15 лет!\n-И что...\n-Да ничего, ладно выпьешь немного рома!\n-Ну спасибо...\n-А я останусь в отеле мне до сих пор плохо.сказала Неко.",
    "answers": [
      {
        "id": 25,
        "text": "-Я только за!"
      },
      {
        "id": 26,
        "text": "-Сегодня я тоже останусь с Неко в отеле."
      }
    ]
  },
  {
    "id": 24,
    "text": "-Еще как милый! сказала Неко и вче дружно посмеялись. Ты надулся и сильно покраснел.\nВдруг Ник сказал.\n-А давайте напьемся! все таки заработали деньжат и причем не мало!\n-Да давайте!\n-Рик... тебе всего 15 лет, не губи свое здоровье.\n-Но мы же постарались на славу!\n-Ну ладно, думаю немного рома тебе можно.\n-Эй а Фила спросить? Я может тоже хочу!\n-Просто я знаю, что ты с нами и так пойдешь!\n-А я не пойду сказала Неко...\n-Ну и ладно! Тебе требуется отдых! \n-Лекс ты пойдешь?",
    "answers": [
      {
        "id": 25,
        "text": "-Конечно!"
      },
      {
        "id": 26,
        "text": "-Я останусь вместе с Неко, вдруг ей станет плохо..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы пришли в таверну, где было достаточно мало людей, но много существ с кошачьими ушками.\n-Выпьем же за нашего нового напарника!\n-И почему у вас всех большие бокалы с ромом, а у меня рюмка...\n-Тебе 15 лет Рик, даже не мечтай пить как мы!\n-Ну ладно...\nНик, Фил и ты выпили достаточно много рома и вернулись под утро в отель.",
    "answers": [
      {
        "id": 31,
        "text": "-Как же мне *ИК* плохо..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Наступил вечер. Рик, Фил и Ник пошли пьянствовать а вы тем временем с Неко сидите у камина на двух разных креслах.\n-Слушай Лекс, мне очень страшно...\n-В смысле?\n-Все эти бои...Убийства, я могу в любой момент битвы умереть...\n-Нет ты не умрешь! Я буду защищать тебя всеми силами!\n-Оу...Спасибо тебе большое, ты меня подбодрил.",
    "answers": [
      {
        "id": 27,
        "text": "Я буду твоим рыцарем!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы легли спать по разным комнатам.\nТук...Тук...Тук...Кто то постучал в твою дверь...Ты спросил кто там, это Неко.\n-Лекс открой нужно поговорить...\nТы открыл дверь.\n-Что случилось Неко? Проходи садись.\n-Мне показаолось, что кто-то стоял у моей двери...\n-Может Фил приколист стебется?\n-Нет...Мне кажется это был...\nВдруг ты услышал, что кто-то подошел к твоей двери.Ты подбежал, резко ее открыл и увидел убегающий силуэт человка, он прыгнул в окно...",
    "answers": [
      {
        "id": 28,
        "text": "-Неко, кто это мог быть?"
      }
    ]
  },
  {
    "id": 28,
    "text": "-Лекс, это возможно клан убийц, видимо они узнали, что мы заработали не много не мало серебра и хотят отнять силой....Мне страшно Лекс...\n-Я защищу тебя, не волнуйся...Давай поспим...\n-Я не хочу спать одна Лекс...\nТы смущен...\n-Ну ладно...Ложись со мной...\n-Спасибо, мой рыцарь.",
    "answers": [
      {
        "id": 29,
        "text": "-Нет проблем, Неко..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты проснулся и увидел, что Неко нет в твоей постели. Ты спустился и увидел всех своих друзей, они кушали. Ты тоже присоеденился.Похоже, что Неко не рассказала историю произошедшую ночью.\n-Садись Палка! Угощайся! сказал Ник.",
    "answers": [
      {
        "id": 33,
        "text": "Есть вместе с ними."
      },
      {
        "id": 34,
        "text": "Рассказать историю которая произошла ночью..."
      }
    ]
  },
  {
    "id": 30,
    "text": "-Вот и хорошо. Меня зовут Дэниэл, а это Франс.\n-Привет.\n-А как зовут тебя?",
    "answers": [
      {
        "id": 36,
        "text": "Я Лекс."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вас дотащил Рик до отеля и уложил всех в кровать. Не успели вы и часик поспать как вдруг Рик вскрикнул, что есть сил!\n-РЕБЯЯЯЯЯЯЯТ БЫСТРЕЙ СЮДА УМОЛЯЮ ПРОСЫПАЙТЕСЬ!!\nВы втроем выбежили из своих комнот и увидели, как Рик стоит перед открытой дверью в комнату Неко.\n-Чего ты разорался?!\n-Просто...посмотрите на это...\nВы уидели расчлененную Неко с множественными порезами и изуродованную на всем теле...\n-АААААААААААААААААА\n-АААААААААААААААААА\n-АААААААААААААААААА\nВы хором вскрикнули...",
    "answers": [
      {
        "id": 32,
        "text": "ААААААААААА"
      },
      {
        "id": 73,
        "text": "Успакоить их."
      }
    ]
  },
  {
    "id": 32,
    "text": "-Я понимаю, что вы в шоке от увиденного, но не стоит так убиваться и давайте жить дальше.\n-Да, пожалуй ты прав, ноя обещаю, если мы узнаем кто это сделал убьем его или их!\n-Да, конечно.",
    "answers": [
      {
        "id": 1,
        "text": "Предложить пойти в другой город, потому что тут опасно."
      }
    ]
  },
  {
    "id": 33,
    "text": "Пока что это все, буду продолжать. Если вы нашли ошибку, пишите номер страницы и ошибку, буду испровлять.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 34,
    "text": "Если нашли ошибку пишите в отзыв ошибку и номер страницы буду исправлять! Спасибо за внимание ;)",
    "answers": [
      {
        "id": 1,
        "text": "Буду ждать продолжения!"
      }
    ]
  },
  {
    "id": 35,
    "text": "-Ну извини, если не с нами, то под нами...\nС этими словами они тебя убили...",
    "answers": [
      {
        "id": 17,
        "text": "Чекпоинт"
      }
    ]
  },
  {
    "id": 36,
    "text": "-Вот и познакомились. Кстати у меня 6 уровень, а у Франса 5, какой уровень у тебя Лекс?\n-2...\n-Ну это не сильно страшно, скоро мы пойдем убивать ту команду, кстати ты с ней уже общался верно?\n-Да\n-И что можешь сказать?\n-Глава этой команды копейщик 5 уровня, Девочка 2, Парень с клинками 3 и Щитоносец тоже 3.\n-Спасибо, завтра утром они будут в отеле и мы их убьем!\n",
    "answers": [
      {
        "id": 37,
        "text": "О, дааа!"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы прокрались ночью в отель где они остановились и увидели, что тут из всей команды только та девушка с ушками, вроде ее зовут Неко...Франс и Дэниэл настаивали, что бы ты убил ее и получил уровень.",
    "answers": [
      {
        "id": 38,
        "text": "Убить."
      },
      {
        "id": 39,
        "text": "Пощадить."
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты убил ее и получил 3 уровень! Вы взяли все ее снаряжение и сбежали.",
    "answers": [
      {
        "id": 40,
        "text": "Отлично."
      }
    ]
  },
  {
    "id": 39,
    "text": "-Ну ты и дурак!\nОни убили тебя и эту девушку.",
    "answers": [
      {
        "id": 37,
        "text": "Чекпоинт"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Франс, а давай ему покажем где наш дом!\n—Да, давай, думаю он будет хорошим напарником!\nВы пришли в какой-то двух этажный, достаточно уютный домик, вы сели за стол и тебе стало интересно кто будет следующей жертвой.\n—У вас уже есть на примете кого можно убить?\n—Да, конечно, у нас есть список имен и команд, даже их способности и уровень. Нам кажется надо добить ту команду.",
    "answers": [
      {
        "id": 41,
        "text": "Ни за что!"
      },
      {
        "id": 42,
        "text": "Да, у них хорошее снаряжение."
      }
    ]
  },
  {
    "id": 41,
    "text": "Назад пути нет, вас убили.",
    "answers": [
      {
        "id": 40,
        "text": "Чекпоинт!"
      }
    ]
  },
  {
    "id": 42,
    "text": "-Дождемся опять ночи и убьем их всех!\nВы дождались ночи и зашли в комнату где спал Копейщик по имени Ник.\n-Давай Лекс, убей его, за его убийство ты получешь много опыта!",
    "answers": [
      {
        "id": 43,
        "text": "Убить."
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты замахнулся мечом в его голову и он схватил твой меч голыми руками!\n-Лекс сваливаем!",
    "answers": [
      {
        "id": 44,
        "text": "Не убегать и дать отпор."
      },
      {
        "id": 45,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 44,
    "text": "Он был пьян и ты с легкостью его убил. Твой уровень повысился до четвертого. Вы забрали его снаряжение и убежали домой.\n-Вау, ты посмотри какое у него офигеное снаряжение! Лекс, не хочешь надеть его броню? Она будет мощнее!\n-Если я ее надену его дружки заподозрят нас.\n-Оу... А ты прав! Ладно ночью отдаем эти вещи в ламбард и получаем кучу серебра!",
    "answers": [
      {
        "id": 46,
        "text": "Ураа!"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы выпрыгнули в окно, ты разбился...",
    "answers": [
      {
        "id": 43,
        "text": "Чекпоинт."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы продали все снаряжение и получили 90 серебрянных монет!\nВ крации о валюте:\n100 медных монет = 1 серебрянная монета;\n100 серебрянных монет = 1 золотая.\n—Лекс, а давай мы тебе купим снаряжение получше?\n—Да конечно!\nНа утро вы пошли в оружейный магазин.\n—Вау, Дэниэл посмотри на эти двойные мечи!\n—Вау, Лекс хороший выбор правда они стоят 40 серебрянных, но ничего, ты постарался на славу! Тогда мы возьмем тебе легкую броню за 5 серебрянных.\n",
    "answers": [
      {
        "id": 47,
        "text": "Спасибо, большое!"
      }
    ]
  },
  {
    "id": 47,
    "text": "Когда ты надел все это снаряжение, ты почувствовал, что тебе очень легко, взяв мечи в руки, ты почувствовал прилив сил в своем теле, будто ты стал быстрее и сильнее.",
    "answers": [
      {
        "id": 48,
        "text": "Отлично!"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Вау Лекс, а тебе идет! Слушай, если ты хочешь, то можешь быть с нами, но если не хочешь, держать мы тебя не будем и никогда не тронем! мы запомним твое имя и скажем клану убийц, чтобы они тебя не трогали.",
    "answers": [
      {
        "id": 49,
        "text": "Остаться с ними."
      },
      {
        "id": 51,
        "text": "Сказать спасибо и уйти путешевствовать."
      }
    ]
  },
  {
    "id": 49,
    "text": "-Мы польщены, что ты остался Лекс. Похоже, что мы тоже привязались к тебе!\n-Лекс, это правда, ты очень хороший парень!\n-Спасибо парни, вы тоже, а мы так и будем в этом городе? Просто когда вы мне предложили уйти, я сразу представил как буду путешевствовать по всему миру.\n-Да мы останемся здесь. Но если ты правда хочешь путешествий, то мы не будем тебя держать!\n-Спасибо ребят, я правда хочу путешевствовать...\n-Всего хорошего Лекс, приходи когда захочешь!",
    "answers": [
      {
        "id": 51,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы взяли задание на убийство каких-то странных растений, там написано, что надо убить таких 5 штук и принести их семена в ламбард этого города и ты получишь 1,5 золотых. Тут сказано куда идти и где это находится, странно...Написано, что эти растения достаточно большие...",
    "answers": [
      {
        "id": 62,
        "text": "Идти."
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы вышли утром. Вы обернулись на их дом, они махали тебе и ты им помахал с улыбкой на лице. \nОни дали тебе немного серебра (40) и ты пошел в другой город.\nПо пути ты увидел как сзади тебя идет какая-то девушка в черном плаще.\n",
    "answers": [
      {
        "id": 52,
        "text": "Поговорить с ней."
      },
      {
        "id": 53,
        "text": "Идти дальше и не обращать на нее внимание."
      }
    ]
  },
  {
    "id": 52,
    "text": "—Приве...\nОна начала размахивать своим кинжалом и кричала, вы уварачивались на легке. Пока она вас атаковала, вы забрали у нее кинжал и она упала на колени вся в слезах...\n—Что случилось девушка?\n—Мне...нужно...убить тебя...Моя семья...Нужна еда...Срочно...пожалуйста можно я тебя убью?!\n—Нет конечно.",
    "answers": [
      {
        "id": 54,
        "text": "Помочь ей."
      },
      {
        "id": 55,
        "text": "Убить ее."
      }
    ]
  },
  {
    "id": 53,
    "text": "Она вас убила! Она воткнула в вашу спину кинжал! Она плакала и дико извинялась.",
    "answers": [
      {
        "id": 51,
        "text": "Чекпоинт."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы вместе с ней пришли в какой-то городок где лежат беженцы прямо на земле... Ты увидел как какой-то мужик с мечом идет и пинает этих беженцов спрашивая с них дань. Девочка вся в слезах убежала в укрытие возле дома... Ты стоишь и смотришь на этого мужика, у него тяжелая броня и огромный меч.\n-ЭЙ МАЛЕЦ, ЧЕГО УСТАВИЛСЯ???\n-Да ничего...\n-ПЛАТИ ДАНЬ МАЛЕЦ, ТЫ НАХОДИШЬСЯ В МОЕЙ ДЕРЕВНЕ.\n-А еще чего?\n-КАКАЯ НАГЛОСТЬ!\nОн бежит на тебя и размахивает мечом.",
    "answers": [
      {
        "id": 56,
        "text": "Убежать."
      },
      {
        "id": 57,
        "text": "Дать отпор."
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты убил ее, пошел дальше и пришел в город...",
    "answers": [
      {
        "id": 59,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "Он кинул меч прямо в твое тело и тебя настигла смерть.",
    "answers": [
      {
        "id": 54,
        "text": "Чекпоинт."
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы со своей скоростью быстро с ним расправились, ваш уровень повысился до 5.\nВы забрали все его снаряжение.\nВдруг какой-то худощавый старик вскрикнул:\n—Спасибо тебе, а как тебя зовут, мы хотим запомнить имя спасителя...\n—Меня зовут Лекс...\nВсе беженцы кричали и смеялись благодаря тебя, они давали тебе еду, но ты не брал и говорил:\n—Вам еда нужнее! Я к вам вернусь! С едой!\nВсе начали радоваться еще больше, та девочка подбежала к тебе и начала тебя обнимать...",
    "answers": [
      {
        "id": 58,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы пришли в какой-то городок... Вы зашли в ламбард и продали его броню аж за 2 золотых! Вы купили на 1 золотую много еды, вы вернулись в ту деревушку беженцев отдали им целых три мешка еды.\n-Спасибо Лекс.\n-Спасибо.\n-Спасибоо.\n-Благодорим!\nВсе тебя благодорили и ты ушел обратно в городок.",
    "answers": [
      {
        "id": 59,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 59,
    "text": "В этом городе намного больше людей.Тут много баров,таверн и оружейных магазинов, ты купил себе немного еды и решил снять отель.\nТы сильно устав лег спать.\nТы проснулся одел свое снаряжение и пошел исследовать город. Как вдруг.\n-Эй ты!!\nКакой-то мужчина крикнул вам.\n-Что вам?\n-Ты выглядишь сильным не хочешь поговорить на счет того, что бы вступить к нам в клан?",
    "answers": [
      {
        "id": 60,
        "text": "Пойти поговорить."
      },
      {
        "id": 61,
        "text": "Не говорить."
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы зашли в какой-то темный переулок, где тебя окружили какие-то бандиты с мечами, копьями и т.д. Они напали на тебя и ты успел убить только четверых и тебя убили.",
    "answers": [
      {
        "id": 59,
        "text": "Чекпоинт!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы решили пойти в бар, выпить и осмыслить все происходящее в этом мире... Ты пришел в бар. На тебя все косо смотрели и ты решил спросить бармена почему на тебя все смотрят, на что он ответил:\n—У тебя достаточно дорогие парные мечи, да и выглядят прочными, думаю они хотят забрать их себе.\n—Понятно, мечи на самом деле не очень дорого обошлись, бредовая идея у них.\n—Бред или нет, но многие из этих путешевственников хотят их заполучить...\n—Пусть только попробуют...",
    "answers": [
      {
        "id": 50,
        "text": "Пойти взять задание."
      }
    ]
  },
  {
    "id": 62,
    "text": "Пока вы шли вы почувствовали, что за вами следит целая команда из 5-6 человек... Вы перешли мост повернулись назад и увидели как 5 каких-то странных ребят смотрят на тебя, они были готовы к бою, вдруг один из них сказал:\n—Эй, ты! Подойди и отдай нам свои мечи!",
    "answers": [
      {
        "id": 63,
        "text": "Подойти и отдать."
      },
      {
        "id": 64,
        "text": "Убить их."
      }
    ]
  },
  {
    "id": 63,
    "text": "Они тебя просто убили, как только ты положил свои мечи.",
    "answers": [
      {
        "id": 62,
        "text": "Чекпоинт"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы со своей не естевственной скоростью обезглавили двух человек, затем еще одного и еще одного, оставив в живых только одного. Вы его схватили за морду ударив о землю и спросили:\n—Из какого ты клана?!\n—Я...из...клана...убийц...\n—Передай Дэниалу и Франсу, что они мне обещали, что их клан меня не тронет!\n—Л..л...ладно...\n—Беги быстрей или я тебя обезглавлю!\nТот парень убежал так быстро, будто его здесь и небыло.",
    "answers": [
      {
        "id": 65,
        "text": "Подобрать их снаряжение и пойти дальше."
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы подобрали их снаряжение и начали приниматься за растения, как вдруг в вас прилетела стрела, но вы очень быстро среагировали и увернулись.\n—Эй!! Кто здесь!!?\n—Ой, извините, я стреляла в эти цветки и похоже когда я по ним промазала, чуть не прилетело в вас... Извините!\n—Да ничего, я смотрю ты одна не справляешься?\n—Да одной сложновато.\n—Ну так давай помогу.\n—Спасибо!",
    "answers": [
      {
        "id": 66,
        "text": "Начать мьясо)0))"
      }
    ]
  },
  {
    "id": 66,
    "text": "Не прошло и 15 секунд, как ты разрубил 10 таких цветков с бешеной скоростью твой уровень повысился до 6 и голос в твоей голове сказал:\n—Новый спел открыт!\nВы ничего не поняв забили на это...\n—Спасибо большое...эм...ээ...а как тебя зовут то?\n—Я Лекс, не хочешь ко мне в команду?\n—Даа! Конечно! Ты очень силен и с тобой я чувствую себя в безопасности! (а еще ты красавчик)",
    "answers": [
      {
        "id": 67,
        "text": "-Да ладно тебе"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы отправились обратно в город, вы оба получили 1,5 золтых за задание, ты открыл свой инвентарь как в какой-то игре, вдруг ты увидел, такую панель как \"навыки 6\", вы нажали и увидели перед собой такую табличку:\n— скорость  .   60\n— атака  .   20\n— защита  .   10\nВы нажали прокачать скорость и ваша скорость стала равняться 120. Вы почувствовали как вы стали намного быстрее и легче...\n",
    "answers": [
      {
        "id": 68,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы сняли комнату в отеле, но только однокомнатную и с одной кроватью, потому-что только такая была свободна. Вы все таки решили поинтересоваться как ее зовут:\n—Так, как тебя зовут?\n—Меня зовут Кира, приятно познакомиться Лекс!\n—Прости, тут в отеле осталась только одна комнота с одной кроватью...\n—Да? Ну ничего...\nОна покраснела...",
    "answers": [
      {
        "id": 69,
        "text": "Лечь спать вместе..."
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы перевернулись на разные бока, вдруг она спросила...\n—Лекс...\n—Что?\n—Я...я...хочу быть...твоей девушкой...\n—Ну...мы с тобой едва знакомы...\n—Ты мне правда очень понравился, я никогда не была в отношениях и не знаю когда надо предлагать такое, но все же, мы можем просто узнавать о друг друге побольше и рано или поздно ты меня полюбишь!\n—Все давай ложиться спать...\n—л..ЛАДНО!",
    "answers": [
      {
        "id": 70,
        "text": "-Спокойной ночи, Кира."
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы уснули, она вас обнимала сзади...\nВы проснулись одновременно, под лучи солнца.\n—Лекс, давай просыпайся!\n—Нууу блииин, я хочу еще немного полежать...\nТы ее обнял и ты начал опять засыпать...У нее потекла кровь из носа и ты почувствовал это.\n—О ГОСПАДЕ ЭТО ЧТО КРОВЬ КИРА?? С ТОБОЙ ВСЕ ВПОРЯДКЕ?!\n—д..да...ПРОСТО НЕ НАДО МЕНЯ ТАК ОБНИМАТЬ ОКОЛО ГРУДИ!\n—Ой, прости.\n—Ничего, давай вставай лучше.",
    "answers": [
      {
        "id": 71,
        "text": "Вставать."
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы пошли в оружейный магазин и купили хороший лук Кире за 1 золотую монету.\n—Крутой лук.\n—Да, я сама выбирала!\n—Ну что? пойдем путешевствовать по миру?\n—Да, Лекс, с тобой хоть куда!\n—Вот и отлично, сейчас мы идем в этот город. Вы показали ей на карте которая стоит прямо в городе.\n—Вау, какой большой город...\n—Да, мы сейчас затаримся едой и водой, а потом пойдем.\n—Хорошо!",
    "answers": [
      {
        "id": 72,
        "text": "Отправляемся!"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы шли по пустынным полям, видели уже штуки три перекати поле, еда потихоньку начала заканчиваться как вдруг.\n—Эй вы двое!\n—А!! Лекс что это за мужчина?!\n—Мне то откуда знать...\n—Вы...ВЫ ДВОЕ!\n—ААААА, ЛЕКС ЧТО ОН ХОЧЕТ?!!\n—ВЫ ДВОЕ! Должны мне помочь...\n",
    "answers": [
      {
        "id": 74,
        "text": "-И чем же?"
      }
    ]
  },
  {
    "id": 73,
    "text": "Пока, на продолжение у меня нет времени. Но как появится я сразу начну делать!",
    "answers": [
      {
        "id": 1,
        "text": "Будем ждать :3"
      }
    ]
  },
  {
    "id": 74,
    "text": "Посмотрев на вас как на гавно, он сказал :\n—Мне нужна эта девченка, она слишком хороша чтобы не быть шлюшкой в моем заведении.\n—Ты совсем охренел старик?\n—Кира, успакойся.\nХоть он и в плаще, во время маленького подува ветра, его плащ немного поднялся вверх и вы краем глаза увидели достаточно тяжелый топор, что с этим стариком не так?\n—Я и Кира против этого, извините.\n—Ну ладно, видимо придеться забрать ее силой.",
    "answers": [
      {
        "id": 75,
        "text": "-Только попробуй я тебя сразу урою."
      }
    ]
  },
  {
    "id": 75,
    "text": "—Извините меня ребятишки, ничего личного.\nВы смотрите на него достав свои мечи, он очень спокоен, не смотря на то, что я достал уже мечи, что же он собирается делать?\n*Дзынь*\nЧто за звук? Кира? вы оглянулись на нее и увидели...Полностью расчлененный труп Киры, этот дед стоит с топором над ее трупом и смеется слизывая с топора ее кровь. Вам страшно, этот мужчина...Он слишком опасен, я не хочу умирать!\n—Ну что малец? продолжим?",
    "answers": [
      {
        "id": 76,
        "text": "Бежать. НУЖНО БЕЖАТЬ. НУЖНО БЕЖАТЬ!!"
      }
    ]
  },
  {
    "id": 76,
    "text": "Почему ? Почему тело... НЕ ДВИГАЕТСЯ!!\n—Ты чего малой? Неужели так испугался? Эта дрянь не достойна жить.\n—Я...\n—Что?\n—Я УБЬЮ ТЕБЯ УБЛЮДОК!!\n—Ну попробуй. хех.\nВы словно молния мчитесь на него, вдруг он в одно мгновение, отрубает вам руку.\n—АаАААААаа!!\n—АХахахахахАХХахах, МАЛЕЦ, НУ ТЫ И СМЕЛЫЙ КОНЕЧНО!!",
    "answers": [
      {
        "id": 77,
        "text": "Это конец?"
      }
    ]
  },
  {
    "id": 77,
    "text": "Погрузившись в свои мысли, вы уже ничего не слышали и словно кого-то просили о помощи, как вдруг кто-то в твоей голове отозвался на твой страх.\n—Лекс? какое красивое имя...\n—Что? кто это говорит?\n—Успакойся ты, это я, Дзин, я живу в твоих мечах.\n—Что за бред... я умер уже чтоли?\n—Нет, я услышал твой зов о помощи и решил придти.\n—То есть ты мне поможешь?\n—Может быть...",
    "answers": [
      {
        "id": 78,
        "text": "-Что значит может быть?"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Я хочу устроить сделку.\n—Что за сделка?\n—Я тебе сейчас помогу, ты лишь должен...\n—Что, что? что я должен?\n—Ты должен будешь пронзить клинками эту мертвую девушку после боя.\n—Что? но зачем?\n—Увидишь.",
    "answers": [
      {
        "id": 79,
        "text": "Согласиться."
      },
      {
        "id": 80,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Я согласен...\n—Вот и отлично, а теперь просто наблюдай.\nВы очнулись из небытия, вы не можете двигаться, словно вы парализованы. Что происходит? я не могу двигаться? Дзин меня обманул...\n—МАЛЕЦ? ТЫ ЧЕГО ВСТАЛ-ТО? МОЖЕТ НАПАДЕШЬ?\n—АхАхаХАХХаХ, НАПАСТЬ НА ТЕБЯ СТАРИКА? Я ТЕБЯ СЕЙЧАС В ДВА СЧЕТА РАЗДЕЛУЮ.\n—МАЛЕЦ, ЧТО С ТОБОЙ? ТЫ СЕЙЧАС БЕЗ РУКИ, ТЫ МНЕ НИЧЕГО НЕ СДЕЛАЕШЬ!!\n—АААааА, ЭТО ТЕЛО, ОНО БЕЗПОДОБНО, НА ТЕБЕ СТАРИКАН ЕГО И ПРОВЕРИМ.\n—ДА КАК ТЫ СМЕЕШЬ МАЛЕЦ?!\n*ДЗЫНЬ*",
    "answers": [
      {
        "id": 81,
        "text": "Б...Больно..."
      }
    ]
  },
  {
    "id": 80,
    "text": "Написал продолжение хоть и очень коротке, спасибо всем за поддержку, только благодоря вам возможно буду продолжать, если хотите мне в этом помочь, вот моя ссылка на ВК : https://vk.com/alodyadyakakdela",
    "answers": [
      {
        "id": 78,
        "text": "Если не оценили другой вариант ответа."
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 81,
    "text": "Этот сумашедший дед отрубил вторую руку твоему телу, ты до сих пор его не контролируешь, видимо Дзин в него вселился...\n—НУ КАК ТЕЕБЕ МАЛЕЦ?!\n—АУЧ, А ЭТО БОЛЬНО БЛИН...\n—ТЫ ЕЩЕ МОЖЕШЬ ГОВОРИТЬ МАЛЕЦ? ЕЩЕ И СТОЯТЬ?\n—ехехехех, ЭТО ЕЩЕ НЕ ВСЕ!\nОчень быстрым движением в сорону деда, Дзин схватился зубами за его кадык, и мощным рывком оторвал его деду.\n—ААААХАХАХХА, ЭТО ТЕЛО ПРОСТО НЕЧТО, НЕЛЬЗЯ ЧТОБЫ ТАКОЕ ТЕЛО ПРОСТО ПРОПОДАЛО, ОТДАМ КА Я ТЕБЕ ЛЕКС СВОЮ РЕГЕНЕРАЦИЮ. А ЕЩЕ НЕ ЗАБУДЬ ПРО УГОВОР.",
    "answers": [
      {
        "id": 82,
        "text": "-Не забуду я!"
      }
    ]
  },
  {
    "id": 82,
    "text": "—А...очнулся? РУКИ!! \nВсхватив одну из рук другой рукой, ты понял, что они у тебя появились...\n—ЭЙ ЛЕКС!!\n—ЧТО? ТЫ ТЕПЕРЬ МОЖЕШЬ ГОВОРИТЬ В МОЕЙ ГОЛОВЕ?\n—Нет придурок, я в мече. опять...\n—Фууухх, ладно, я тебе обещал, я сделаю это.\n—О, ты понял о чем я хотел сказать?\n—Да, это очевидно.\nВы подошли к трупу Киры, вы проблевались и начали плакать...\n—ДА ГОСПАДИ ЛЕКС СДЕЛАЙ УЖЕ ЭТО!\n—х..хорошо...\n",
    "answers": [
      {
        "id": 83,
        "text": "Проткнуть мечами труп"
      }
    ]
  },
  {
    "id": 83,
    "text": "Проткнув труп, вас отбросило ударной волной, будто от взрыва. Вы упали головой на камень и потеряли сознание.\n—Лекс? ты живой?\nУслышав голос Киры вы вскачили и обняли ее!\n—ГОСПАДЕ КИРА, ПРОСТИ МЕНЯ, Я НЕ СМОГ ТЕБЯ СПАСТИ ТОГДА.\n—Лекс, успакойся все хорошо, помимо того, что я...Дзин.\n—Ч..что? Дзин, э..это ты?\n—Ну да и что?\n—н...ничего...\nВы потеряли сознание.",
    "answers": [
      {
        "id": 84,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 84,
    "text": "Сделал продолжение, как вы и просили, короткое но все же сделал, если вы дошли до этого момента, я вам очень благодарен. если хотите мне помочь с этим рассказом пишите мне в ВК. https://vk.com/alodyadyakakdela",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]