[
  {
    "id": 1,
    "text": "Автор:Solo.\nВас зовут Гатс, вы брутальный мужик с огромным в ваш рост мечем. Вас еще называют \"Бессмертный наемник\" (по мере прохождения поймете почему). Так же у вас имеется несколько метательных ножей, скорострельный арбелет и доспех-артефакт (силу узнаете позже). Ну как представили?) Тогда начинаем!)",
    "answers": [
      {
        "id": 2,
        "text": "ВПЕРЕД!!!"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "На улице вечер, вы находитесь в таверне хорошо напившись, но не пьян. Хотя не каждый выпив 5 кружек гномьего пива останется при своей голове.",
    "answers": [
      {
        "id": 3,
        "text": "Заказать еще пива! Бухать так бухать!"
      },
      {
        "id": 3,
        "text": "Задуматься"
      }
    ]
  },
  {
    "id": 3,
    "text": "В следующее мгновение в таверну зашли паладин с двумя рыцарями и, сев рядом с тобой, заказав эля принялись обсуждать что-то.",
    "answers": [
      {
        "id": 4,
        "text": "Эй привет как ваше ничего? Что случилось?"
      },
      {
        "id": 5,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 4,
    "text": "Один из рыцарей огрызнулся\"Не твое дело наемник\" и чуть не проглотил язык увидев твой меч.\nПаладин тоже взглянул на твой меч и предложил следующее\"Ты не думаешь присоедениться к армии Боморовии и помоч с повстанцами на востоке?\"",
    "answers": [
      {
        "id": 6,
        "text": "Не мне и так хорошо.(соврать)"
      },
      {
        "id": 9,
        "text": "Нет но к повстанцам я загляну(встать и выйти)"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"твой меч?\" ты чуть не подавился пивом, это обращался к тебе паладин.\nТвой ответ прост\"мой, а что?\" паладин похоже испугался но заметили это только вы.\n\"Не желаешь присоедениться к армии Боморовии и помоч с повстанцами на востоке?\"",
    "answers": [
      {
        "id": 6,
        "text": "не мне и так нормально(соврать)"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"ТОГДА НЕ ТРАТЬ МОЕ ВРЕМЯ!\" они пошли к выходу и вы только заметели что этот паладин ДЕВУШКА!!! И кажется она вам знакома!!!",
    "answers": [
      {
        "id": 9,
        "text": "Выбежать за ней"
      },
      {
        "id": 9,
        "text": "допить и выйти"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вспышка пламени которая расплавила вашь меч за несколько секунд, а затем добралось и до вас. Вы погибли.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 8,
    "text": "Пехота армии Боморовии пустилась в бегство. Повстанцы старались убить и взять в плен как можно больше. Вы снимаете шлем. И еле держась на ногах убиваете еще несколько солдат, сделав это вы теряете сознание.",
    "answers": [
      {
        "id": 27,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "На улицах пусто:\"Ну куда мы пойдем?\"",
    "answers": [
      {
        "id": 10,
        "text": "На восток к лагерю"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы входите в лес и вас встречают три бандита(а еще точнее два бандита и бандитка).\n\"выворачивай карманы и мы тебя отпустим\"",
    "answers": [
      {
        "id": 11,
        "text": "уйдите с дороги или пеняйте на себя(угроза)"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Че вякнул?!\" - \"Видимо ты не понимаешь во что ввязываешся\" - \"Щас мы тебя...\" \nВ следующий миг девушка оказывается у вас за спиной а мужики бегут к вам с мечами в руках.",
    "answers": [
      {
        "id": 12,
        "text": "Оттолкнуть девушку и разрубить бандитов мечем"
      },
      {
        "id": 13,
        "text": "метнуть ножи в бандитов а девушку разрубить мечем"
      }
    ]
  },
  {
    "id": 12,
    "text": "От толчка девушка упала а бандитов вы разрубили одним ударом. Девушка не знает что делать и отползая смотрит в страхе на вас.",
    "answers": [
      {
        "id": 14,
        "text": "Оставить ее в живых и предложить идти с тобой"
      }
    ]
  },
  {
    "id": 13,
    "text": "Бандиты легко увернулись от ножей, а девушка проткнула вас кинжалом в сердце.",
    "answers": [
      {
        "id": 11,
        "text": "На шаг назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Она промолчала и продолжает со страхом смотреть на вас.\n\"Не бойся я не убью тебя хотя и следовало бы это сделать, но я предлагаю тебе присоедениться ко мне.\"\n\"Кто ты?\" это единственное что сказала она после минутного молчания.\n\"Гатс, ну так что поможешь?\"\n\"А если нет?\"\n\"Тогда я пойду и отпущу тебя, но не думай всаживать нож мне в спину или я тебя во второй раз не пожалею\"",
    "answers": [
      {
        "id": 17,
        "text": "взять ее за руку и помоч подняться"
      }
    ]
  },
  {
    "id": 15,
    "text": "По дороге вы ожидали уйму вопросов о магии, о том как метать ножи правильно и т.д. в том же духе.\nНо их не было, за это вы были очень благодарны Нисе.\nНо вот вы вышли из лагеря и спросили Нису сколько видов магии она знает.\n\"Не много но боевые я тоже знаю. А зачем ты спрашиваешь? Я думала что ты меня научишь ещё каким нибудь заклинаниям.\"\n\"Я не знаю никаких заклинаний, но могу помочь лучше освоить те что ты имеешь, а теперь брось в меня любое боевое заклинание.\"\n\"Но я могу тебя убить! Думаю лучше...\"\n\"ЭТО ПРИКАЗ.\"-Вы сказали это спокойно, но Ниса сделала шаг назад и посмотрела на тебя со страхом.\n\"Л-ладно.\"\nНиса успокоилась, сосредоточилась и начала.\nСначала она использовала огненную стрелу, но увидев что это на вас не действует, а заклинание рассеивается налету, тем самым она попала только последней стрелой, она начала колдовать огненный шар (для справки: огненный шар в мире который я назвал Пимей имеет коллосальную мощь которая может снести треть армии королевства если его оттачивать каждый день с момента обучения этому заклинанию).\nБудучи не готовым к этому вы отскочили от стены и встали в сторону леса.\nНиса тем временем уже пустила в вас огненный шар и я должен вам сказать, что этот шар был сколдован не делетантом.",
    "answers": [
      {
        "id": 83,
        "text": "Расколоть заклинание мечем использовав часть силы доспеха и силу воли."
      },
      {
        "id": 90,
        "text": "Попытаться отскочить."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты слышишь звон мечей и крики. Кажется на лагерь напали.",
    "answers": [
      {
        "id": 18,
        "text": "Побежать"
      },
      {
        "id": 18,
        "text": "Продолжить идти как ни в чем не бывало"
      }
    ]
  },
  {
    "id": 17,
    "text": "После еще одной минуты молчания она сказала \"Меня зовут Крис\" - \"Хорошо Крис ты поможешь мне?\" - \"А есть выбор?\" - \"Решать тебе\" - \"Тогда помогу.\"",
    "answers": [
      {
        "id": 16,
        "text": "Идти дальше к лагерю"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы вышли на холм с небольшим обрывом. Сверху вы наблюдаете следующее.\nНа лагерь повстанцев напали сильно превосходящие войска армии Боморовии, а повстанцы еле держали их натиск. Увидев что происходит Крис говорит что не пойдет туда.",
    "answers": [
      {
        "id": 19,
        "text": "Тогда сиди тут и не смей вылезать если заметят беги"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы прыгаете в самую гущу битвы и наносите три быстрых удара своим мечем, тем самым разрубив человек двадцать. На вас продолжают наступать и вы без проблем отбиваетесь, но не серьезных ран не избежать. Очень скоро ваши руки покрыла сеть царапин, порезов и легких ранений. Но биться вы еще можете.\nВраги видимо не были готовы встретиться здесь с таким воином и их атаки на вас и на лагерь ослабели.\nНо из за спин воинов Боморовии выходит паладин которого вы встретили в таверне.\n\"Зачем ты им помогаешь?\"\n\"Я сторонник честной борьбы!\"\n\"Тогда ты против нас!\"\n\"Один вопрос прежде чем мы начнем.\"\n\"Какой?\"\n\"Как тебя зовут?\"\n\"Лурия\"\n\"Понял значит я могу не сдерживаться!\"\nВы молча наносите удары своим мечем, который позже прозвали убийцей драконов.\nЛурия не ожидав такой силы и такого натиска начала очень быстро отступать и уворачиваться от твоих ударов, но вы держите дистанцию чтобы наносить ей удары попутно вы сносите головы у воинов Боморовии. все это продолжалось бы и дальше если бы Лурия не наткнулась бы на камень и не упала бы.",
    "answers": [
      {
        "id": 20,
        "text": "Оставить ее в живых и дать подняться"
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Почему не добил? Я ведь твой враг!\"\n",
    "answers": [
      {
        "id": 22,
        "text": "А я твой, но я так не думаю."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы изовсех сил сдерживая свою жажду крови пошли к повстанцам по дороге засовывая свой меч в ножны.",
    "answers": [
      {
        "id": 53,
        "text": "Идти в дом Мишель"
      }
    ]
  },
  {
    "id": 22,
    "text": "Далее вы видите что в небе что-то изменилось. Оно стало частями темным звоны мечей перестали звучать, но вот крики, только громче стали.\nВы быстро посмотрели вверх и увидели что на воинов Боморовии приземлился молодой ДРАКОН! И он начал истреблять как воинов так и повстанцев.",
    "answers": [
      {
        "id": 23,
        "text": "Пойти к дракону \"Ничего нового\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы закинув свой меч на плечо пошли к дракону и когда дорога освободилась от воинов вы побежали.",
    "answers": [
      {
        "id": 24,
        "text": "Нанести удар >"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дракон не ожидал что кто нибудь пойдет против него и еще больше удивился когда вы одним ударом откинули его назад. Он поднялся(точнее ты ему позволил) и началась битва.\nВы наносите удары, но дракон не остается в долгу. Он распорол вам правую руку и левое плечо.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжать наносить удары"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы понимаете что если вы отступите то дракон просто сожжет тебя а потом и остальных включая Крис.\n\"Когда я начал о ней беспокоиться?\"\nВы продолжаете наносить удары хотя понимаете, что потеряли не мало крови и что вы скоро отключитесь и тогда...\nУ вас начало темнеть в глазах и вы услышали лязг на спине. Это одевался ваш шлем?\nСпустя время вы перестаете чувствовать боль и вы стали сильнее, туман в глазах ушол и вы сражаетесь с драконом дальше, но уже быстрее реагируете на удары, быстрее их наносите и сильнее их наносите. \nДракон начинает вас бояться! Но тут он отпрыгнул назад и вытянул шею.",
    "answers": [
      {
        "id": 26,
        "text": "Быстро подбежать и нанести удар"
      },
      {
        "id": 7,
        "text": "Укрыться за мечём"
      }
    ]
  },
  {
    "id": 26,
    "text": "Дракон не успел среагировать, вы быстро(слишком быстро для человека) пробежали всё расстояние до дракона и нанесли 3 удара. Третий был смертельный. Голова дракона отлетела в сторону.\n Все смотрели на вас, бой прекратился и все ждали, что вы сделаете.",
    "answers": [
      {
        "id": 8,
        "text": "повернуться в сторону пехоты и издать боевой клич!!!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Очнулись вы в кровати, рядом с кроватью всё ваше снаряжение. чуть поодаль к вам спиной копошится на своём столе довольно привлекательная девушка лет 20.",
    "answers": [
      {
        "id": 28,
        "text": "Попробовать встать и одеть снаряжение"
      },
      {
        "id": 29,
        "text": "Сесть на кровати и смотреть на доспех"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тело отозвалось легкой болью, не смотря на те раны что были нанесены вам.\n\"О уже очнулся? Лучше ляг а то раны растревожишь, а раны как у тебя не каждый выдержит.\"\nК вам обращалась та девушка что копошилась на столе.\n\"Меня Мишель зовут. Если что, то обращайся, но поосторожнее, в лагере тебе не очень то доверяют.\"\n\"Где Крис?\"\n\"Кто?\"\n\"Где Крис, моя спутница?\"\n\"Не знаю, но когда ты отключился к тебе подбежала какаято девица и пыталась привести тебя в чувства. Она кстати сидит снаружи.\"\n\"Спасибо\"\n\"Постой а тебя то как зовут?\"\n\"Гатс\"\n\"ГАТС!?!?!?\"\n\"Да\"",
    "answers": [
      {
        "id": 30,
        "text": "Выйти из дома без снаряжения."
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Это точно я дрался когда шлем налез на голову?\" спросили вы себя.\n\"О уже очнулся? лучше ляг а то раны растревожишь, а раны как у тебя не каждый выдержит.\"\nК вам обращалась та девушка что копошилась на столе.\n\"Меня Мишель зовут. Если что то обращайся но поосторожнее, в лагере тебе не очень то доверяют.\"\n\"Где Крис?\"\n\"Кто?\"\n\"Где Крис, моя спутница?\"\n\"Не знаю, но когда ты отключился к тебе подбежала какаято девица и пыталась привести тебя в чувства. Она кстати сидит снаружи.\"\n\"Спасибо\"\n\"Постой а тебя то как зовут?\"\n\"Гатс\"\n\"ГАТС!?!?!?\"\n\"Да\"",
    "answers": [
      {
        "id": 30,
        "text": "выйти из домика"
      }
    ]
  },
  {
    "id": 30,
    "text": "К слову, вы находились в небольшом но довольно хорошо сделанном и уютном домике.\n Когда вы вышли в вас врезалась и упала Крис.\nОна ошеломленно смотрит на тебя и потом, встав, даёт тебе затрещину.",
    "answers": [
      {
        "id": 31,
        "text": "За что?"
      }
    ]
  },
  {
    "id": 31,
    "text": "\"За то. Почему ты пошол туда и помог им хотя сам чуть не умер?!?!?! ПОЧЕМУ!?!?!?\"- Крис выглядела взволнованной.\n\"А если бы я не помог им, где бы я мог оставить тебя в безопасности?\"\nЭтот вопрос ввёл её в ступор.\n\"Я не хочу чтобы член моей команды умер. Тем более если это почти беззащитная девушка.\"\n\"А что если бы ты умер?\"\n",
    "answers": [
      {
        "id": 32,
        "text": "Тогда бы тебя ничего не держало и ты убежала бы от дракона пока тот был бы занят пехотой и повстанцами. Я всего лишь выбрал путь меньших жертв но больших рисков."
      }
    ]
  },
  {
    "id": 32,
    "text": "\"Тогда бы тебя ничего не держало и ты убежала бы от дракона пока тот был бы занят пехотой и повстанцами. Я всего лишь выбрал путь меньших жертв но больших рисков.\"\nКрис молча отворачивается от вас и закрывает лицо рукой.\n\"Но все же получилось.\" говорите вы.\nКрис смотрит на вас глазами полными обиды и молча входит в дом из которого вы вышли.",
    "answers": [
      {
        "id": 33,
        "text": "Войти следом"
      },
      {
        "id": 34,
        "text": "Остаться стоять и посмотреть на небо"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы вошли обратно в домик и видите как Мишель говорит о чем то (скорее всего о вас) с Крис.",
    "answers": [
      {
        "id": 35,
        "text": "Одев снаряжение выйти из домика."
      }
    ]
  },
  {
    "id": 34,
    "text": "К вам подбежала девушка и сообщила\n \"Тебя вызывают к главному\"\n\"Уже на ты?\"\nОна немного покраснела\n\"А есть проблемы?\"\n\"Нет нету\"\n\"Тогда идем\"",
    "answers": [
      {
        "id": 33,
        "text": "Погоди немного мне нужно захватить снаряжение."
      }
    ]
  },
  {
    "id": 35,
    "text": "\"Стой тебе нельзя ещё одевать твой доспех!!!\"\nМишель остоновила вас и пытается вас остановить.\n\"Он мне нужен в ближайших битвах, да и цел я уже.\"\n\"Твои раны смертельны даже для тебя, если ты снова ввяжешься в такую битву то я за тебя не ручаюсь\"\n\"Я не ручаюсь за себя в каждой битве.\"\nС этими словами вы вышли из домика захватив своё снаряжение и мечь.",
    "answers": [
      {
        "id": 36,
        "text": "Выйти из домика"
      }
    ]
  },
  {
    "id": 36,
    "text": "К вам подбежала девушка и сообщила.\n\"Тебя зовут к главному\"\n\"Уже на ты?\"\nОна немного покраснела.\n\"А есть проблемы?\"\n\"Нет\"\n\"Тогда идём.\"",
    "answers": [
      {
        "id": 37,
        "text": "Идти за девушкой"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы идете по всему лагерю и попутно вы заметили, что почти все кого считают повстанцами девушки.\nВ какоето мгновение вы услышали свист летящего в вашу сторону ножа.",
    "answers": [
      {
        "id": 38,
        "text": "Обернуться и поймать нож"
      },
      {
        "id": 39,
        "text": "\"Показалось\" идти дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "Обернувшись вы в последний момент успеваете поймать  обычный кухонный нож чему вы немало удивились т.к. этот нож кинули довольно метко учитывая его баланс и именно лезвием вперед.\nВы краем глаза заметили что это была девушка в капюшоне находившаяся на улице за столом.",
    "answers": [
      {
        "id": 40,
        "text": "\"Это твоё?\" отдать нож"
      }
    ]
  },
  {
    "id": 39,
    "text": "Нож попал вам в сердце в промежуток пластин брони, и вы умерли.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 40,
    "text": "Девушка не мало удивилась вашей ловкости и скорости реакции, но нож взяла.\n\"Почему не кинул в ответ?\"\n\"Зачем?\"\n\"Я пыталась тебя убить.\"\n\"Но я же жив.\"\n\"ЭЙ КАКОГО!?!?!?\"\nВас звала та же девушка что сопровождала к гловарю.\n\"ЧТО ТЫ ДЕЛАЕШЬ ТЫ ЖЕ ДОЛЖЕН БЫЛ ИДТИ СО МНОЙ!!!???\"\nПосле этой фразы она покраснела.\n\"Я бы пошёл, но произошло кое что...\"\n\"И что же!?\"\n\"Неважно я уже во всём разобрался. Идём.\"",
    "answers": [
      {
        "id": 41,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы продолжили путь и вскоре дошли до обычного почти не чем не отличающемся от остольных дома.\n\"Добро пожаловать к Валькириям и благодарю за помощь. Если бы не ты то нас бы смяли. Но я и не думала что ты сможешь победить дракона в равном бою.\"\nС вами говорила Дана, она находилась на посту командующего и главы Валькирий. Так же она была довольно привлекательна и вы не знаете почему, но вы стали мягче.\n\"Да если честно я и сам не думал что выживу.\"\n\"Однако почему ты нам помог?\"\n\"Прогуливался мимо и увидел что бой не равный и решил уровнять шансы.\"\n\"А если честно?\"\n\"Хотел оставить здесь свою спутницу, но т.к. здесь идёт война я тоже останусь тут. Дом мне не нужен я прекрасно сплю и без него.\"\n\"Тогда чем мы можем тебе помоч?\"",
    "answers": [
      {
        "id": 42,
        "text": "Мне не нужна помощь, я пришёл помогать вам"
      },
      {
        "id": 43,
        "text": "Защитите Крис"
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Мне не нужна помощь, я пришёл помогать вам\"\n\"Чесно, сказать что я не ожидала - ничего не сказать. Но чем ты нам поможешь? Армия Боморовии превосходит нас численно примерно раз в 100, а у нас еле обученые бойцы и только несколько хорошо обученных воинов. Что мы противопоставим им?\"\n\"Меня вы не учли?\"\n\"ТЕБЯ? Ты будешь сражаться за нас?\"\n\"Я буду вас обучать и защищать.\"\n\"Но как ты будешь нас обучать? Ты же только мечем своим умеешь пользоваться.\"\n\"Я могу и другими мечами пользоваться, а ещё арбалетами, копьями, кинжалами, булавой и топором.\"\n\"Хорошо, но как защищать в одиночку? Против дракона 1 на 1 это я понимаю но 1 против десятитысячь!?\"",
    "answers": [
      {
        "id": 44,
        "text": "Я спокойно могу сражаться и против войска главное чтобы вы не посылали мне подмогу, иначе я с горяча и их убью."
      }
    ]
  },
  {
    "id": 43,
    "text": "\"А что тогда будешь делать ты?\"\n\"Защищать вас.\"\n\"ЧТО??? В ОДИНОЧКУ???\"\n\"Да, а что?\"\n\"Ты безумец\"",
    "answers": [
      {
        "id": 121,
        "text": "А ещё я буду обучать ваших воинов"
      }
    ]
  },
  {
    "id": 44,
    "text": "\"Ты точно безумец.\"\n\"Есть немного\"\nДана махнула рукой показав что разговор окончен.",
    "answers": [
      {
        "id": 45,
        "text": "Идти к Мишель"
      }
    ]
  },
  {
    "id": 45,
    "text": "Увидев вас Мишель сразу обратилась к тебе\n\"Ты куда ходил?\"\n\"К главе Валькирий.\"\n\"К ДАНЕ!?\"\n\"Да, а что?\"\n\"И что она сказала???\"\nВзглянув на Мишель вы понимаете что она волнуется.\n\"Поблагодарила и теперь я буду тренировать ваших воинов.\"\n\"Фух хорошо что не сразу в бой)\"\n\"А сколько я проспал?\"\n\"Одну ноч, а что?\"\n",
    "answers": [
      {
        "id": 46,
        "text": "Сегодня я пойду встречать солдат Боморовии"
      }
    ]
  },
  {
    "id": 46,
    "text": "\"ЧТО!? Я против!\"\n\"А я не против.\"\nМишель открыла рот, но не смогла ничего сказать.\nПоднялась тревога, а значит они уже идут.",
    "answers": [
      {
        "id": 47,
        "text": "Выйти и бежать на встречу солдатам Боморовии."
      }
    ]
  },
  {
    "id": 47,
    "text": "Когда вы подбежали к открытым воротам там стояло около 20 воинов.\n\"Ого он на ногах\"\nЭто говорила самая крайняя из воительниц.\n\"А он крепкий\"\nТа что стояла в центре невольно обернулась на вас.\nИ что-то в вас заставило остановиться перед ними.\nНо слова обернувшейся заставили вас вспомнить где вы находитесь.\n\"Чего смотришь?\"\n\"Ааа это да так задумался.\"\nИ вы продолжили идти за ворота.",
    "answers": [
      {
        "id": 48,
        "text": "Пройти за ворота"
      }
    ]
  },
  {
    "id": 48,
    "text": "Перед вами стоит сотня солдат во главе с рыцарем.\n\"Вы те кто предали и мешаете спокойной жизни в Боморовии выходите!!!\"\n\"Допустим выйду я\"\nВы выходите из полуоткрытых деревянных ворот. Рыцарь сильно недоволен.\n\"Я думал вы более умны, но вы бросаете солдат на верную смерть. Вы ещё глупее чем казалось. Вы...\"\n\"Давай без пафосных речей - перебили вы - я пришёл сюда для того чтобы вы перестали нападать, а не выслушивать эти цитаты.\"\nВы вытаскиваете свой скорострельный арбалет.\n\"Если не нападаете вы, НАПАДУ Я!\"",
    "answers": [
      {
        "id": 49,
        "text": "Выстрелить десяток болтов в ряды пехоты"
      }
    ]
  },
  {
    "id": 49,
    "text": "Часть болтов попали в щиты но минимум трое солдат упали с болтом в шее.\nВы вытаскиваете меч и идёте к пехоте.\n\"В АТАКУ!!!\"\nРыцарь направил меч на вас и все солдаты побежали на вас.",
    "answers": [
      {
        "id": 50,
        "text": "Улыбнуться и начать мясорубку"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ваша безумная улыбка остановила солдат, они начали вас боятся.\nВы подбежали к их рядам и начали рубить на лево и направо, но раны давали о себе знать.\nВ рядах началась паника, но рыцарь не перестовал командовать.\n\"Окружить! И разом НАПАДАЕМ!!!\"\nВсе кинулися на вас, но круговым ударом вы оставили около дюжины солдат без головы. Солдаты не решаются на вас напасть.",
    "answers": [
      {
        "id": 51,
        "text": "УДАРИТЬ В ЦЕНТР ИХ СТРОЯ"
      },
      {
        "id": 52,
        "text": "Стоять на месте и ждать ошибки рыцаря"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы врезвлись в их строй и снесли его. Сразу видно ещё новечки, но вашь напор не каждый ряд сдержит.\nВас снова окружили, но уже не наподают разом, а точечно.\n\"ПЕРВЫЙ ОТРЯД ВПЕРЕД! ТРЕТИЙ ПОДДЕРЖАТЬ! ЧЕТВЕРТЫЙ НЕ СТОЯТЬ ВПЕРЕД! ВТОРОЙ ПОДДЕРЖКА ЧЕТВЕРТОГО!\"\nРыцарь не перестовал командовать и вам это начало надоедать.",
    "answers": [
      {
        "id": 56,
        "text": "Убить рыцаря"
      }
    ]
  },
  {
    "id": 52,
    "text": "Видимо он тоже не спешит. Так что вам остаётся только...",
    "answers": [
      {
        "id": 51,
        "text": "Ударить в центр их строя."
      }
    ]
  },
  {
    "id": 53,
    "text": "Прийдя к дому вы увидели что он открыт.",
    "answers": [
      {
        "id": 91,
        "text": "Войти вытащив охотничий нож."
      }
    ]
  },
  {
    "id": 54,
    "text": "Скоро будет продолжение...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 55,
    "text": "Скоро допишу...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вам надоели крики рыцаря и вы решили пробившись к нему убить его. Однако как только вы подбежали он молниеносно достав меч почти проткнул тебя в сердце, но ваша реакция в который раз вас спасла.\nРыцарь приготовился к бою.",
    "answers": [
      {
        "id": 57,
        "text": "Положить меч на плечо.\"Нападай\""
      }
    ]
  },
  {
    "id": 57,
    "text": "После нескольких секунд дуэли вы поняли что вы не можете дальше сражаться таким образом. \nИначе он проткнет вам сердце или шею.",
    "answers": [
      {
        "id": 58,
        "text": "Взять с трупов 2 одноручных меча."
      },
      {
        "id": 59,
        "text": "Остаться и продолжать пытаться убить его с помощью своего меча."
      }
    ]
  },
  {
    "id": 58,
    "text": "Рыцарь не ожидал, что вы бросите свой меч на землю и возьмёте 2 меча.\nОн замешкался.",
    "answers": [
      {
        "id": 60,
        "text": "Наносить быстрые удары мечами поочередно."
      }
    ]
  },
  {
    "id": 59,
    "text": "Неожмданно для вас рыцарь отступил, но потом напал резко подбежав к вам вплотную.",
    "answers": [
      {
        "id": 61,
        "text": "КУЛАКОМ ЕГО!!!"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ваш противник полностью перешол в защиту и отражает ваши удары подобно танцу.\nПохоже он начинает издеваться над вами...",
    "answers": [
      {
        "id": 65,
        "text": "Впасть в неистовство и продолжать наносить удары."
      }
    ]
  },
  {
    "id": 61,
    "text": "Рыцарь попятился, кажется он неожидал такого сильного удара кулаком по шлему и его оглушило...",
    "answers": [
      {
        "id": 62,
        "text": "РАЗРУБИТЬ ЕГО!"
      }
    ]
  },
  {
    "id": 62,
    "text": "В следующий момент рыцарь (точнее его верхняя половина)) отправилась в недолгий полёт.\n\"Дуэль\" окончена и пехота Боморовии ждет что будет дальше...",
    "answers": [
      {
        "id": 63,
        "text": "Сказать что те кто добровольно сдадуться то тех пощадят, а тех кто продолжит сражаться ждет его участь(указать на рыцаря)"
      },
      {
        "id": 64,
        "text": "Продолжать рубить всех на лево и на право."
      }
    ]
  },
  {
    "id": 63,
    "text": "Солдаты Боморовии немного замешкались но после больше половины бросили мечи и упали на колени остальные начали бежать (да, да не отступать)) обратно от лагеря.",
    "answers": [
      {
        "id": 67,
        "text": "Дать знак повстанцам открывать ворота..."
      }
    ]
  },
  {
    "id": 64,
    "text": "Кровь, тела, запах стали. Море трупов осталось лежать перед воротами лагеря повстанцев.\nКогда повстанцы вышли из-за ворот, то они отшатнулись.\nПеред воротами нестерпимо воняло кровью.",
    "answers": [
      {
        "id": 21,
        "text": "Пытаться удержать жажду крови и не броситься на повстанцев."
      }
    ]
  },
  {
    "id": 65,
    "text": "Искры, искры, искры... Все что вы видите это искры исходящие от мечей.\nРыцарь еле успевает за вами, но в один момент он оказавшись перед вами вонзил нож вам в грудь...\nИ в следующий момент лишился головы.",
    "answers": [
      {
        "id": 66,
        "text": "Продолжить вырезать солдат."
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы продолжали пока ваши глаза не закрыла алая пелена ярости. Когда пелена сошла с ваших глаз перед вами лежали солдаты Боморовии и несколько повстанцев.\nОстальные были в воротах и с поднятыми щитами смотрели на вас со страхом и презрением...\nВы упали на колени и потеряли сознание.\nВы потеряли много крови и т.к. вы перерезали нескольких солдат повстанцев они вам не помогли и вы погибли из-за собственной силы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 67,
    "text": "Когда повстанцы открыли ворота, они приготовились к бою, но после увиденного они опустили шиты и оружие.\nВы стояли возвышаясь над трупами и сдавшимися солдатами и это зрелище не могло не восхищать и не пугать.\n\"Кто ты?\"-повстанцы расступились и вперед вышла Дана.\n\"Если я скажу вы мне не поверите и тем ведь интереснее, ведь так?\"-вы улыбнулись после последней фразы.\n\"Ладно сдавшихся обезоружить и отпустить, темниц у нас нет...\"\n\"Этим займусь я и начну с того что прячет нож в сапоге\"\nСолдат про которого вы говорили вздрогнул.\n\"А может и тем что даже меч не отпустил?\"\nкак минимум 5 мечей со звоном упали.\n\"А может сразу зарубить тех что мне хотят подарить мой же болт только в спину?\"\nвсе солдаты разом встали и стали уходить от лагеря, но несколько остались.\n\"Мы хотим остаться и помоч...\"\n\"Я разрешаю-Дана в недоумении смотрит  на тебя- но если я стану подозревать что вы сдаёте повстанцев то я лично вас убью на месте!\"\nВсе кто стояли(из солдат) остались на местах.",
    "answers": [
      {
        "id": 68,
        "text": "Ладно, но помните, что я вас предупредил."
      }
    ]
  },
  {
    "id": 68,
    "text": "\"Ты что делаешь!?-Дана не рада новичкам- А если они хотят нас по ночам перерезать?! Тогда что?!\"\n\"Тогда я не буду спать и буду за ними следить.\"\n\"Но ты же не можешь это делать вечно!\"\n\"Я попрошу Крис помоч и ещё коекого. Пожалуйста попроси тех валькирий что стояли у ворот прийти к дому Мишель ближе к полудню.\"\n\"Зачем?\"\n\"Хачу их обучить они хоть и много умеют и знают, но они ещё не готовы драться.\"\n\"Всмысле?\"\n\"Они не умеют быть в команде. Даже если они и имеют опыт быть в команде, но они не достаточно доверяют друг другу. Так что я их поднатоскаю. И ещё, скажи им взять кожанную броню и лёгкие баклеры с боевыми копьями.\"\n\"А это зачем?\"\n\"Входит в мой список вещей для обучения.\"",
    "answers": [
      {
        "id": 69,
        "text": "Идти к Мишель"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы подошли к дому Мишель и удивились что дверь приоткрыта.",
    "answers": [
      {
        "id": 70,
        "text": "Осторожно войти и достать охотничий нож."
      }
    ]
  },
  {
    "id": 70,
    "text": "В доме тихо, на столе догорает свеча, а Мишель спит за столом.\nКто бы мог подумать, что она не закрыла дверь даже зная что в лагере бывшие враги.",
    "answers": [
      {
        "id": 71,
        "text": "Разбудить"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"А, что?\"-Мишель смотрит на вас сонными глазами.\n\"Ты уснула, а дверь на распашку неочень то и безопасно учитывая то что в лагере бывшие враги.\"\n\"А? Что??? Я ее закрывала...\"\nВнезапно над тобой скрипнула балка дома.",
    "answers": [
      {
        "id": 72,
        "text": "Посмотреть на потолок"
      }
    ]
  },
  {
    "id": 72,
    "text": "На тебя смотрела та девушка в капюшоне что кинула в тебя нож.\n\"О нашол таки.\"\nОна спрыгнула.\n\"Как ты меня нашол?\"\n\"Ты наступила на скрипучую балку вот и услышал...\"\n\"Но она не скрипнула!\"",
    "answers": [
      {
        "id": 73,
        "text": "\"Ну значит у меня появилось 6 чувство. В любом случае что ты здесь делаешь?\""
      }
    ]
  },
  {
    "id": 73,
    "text": "\"Да так к тебе заглянуть хотела и спросить-она вежливо улыбается- как тебя зовут?\"\n\"Гатс.\"\n\"Хммм... Оно мне кажется знакомым. А ты случайно не тот наёмник которого называют бессмертным?\"- хищный взгляд. Взгляд того кто нашол свою жертву и готов её поймать.\n\"А если и да тогда что?\"\n\"Тогда у меня к тебе одно дело ночью.\"-она вам подмигнула и вам показалось что сзади кто-то есть.\nНо обернувшись вы никого не увидели, а обернувшись назад не было и той девушки в капюшоне.\n\"Значит она меня знает, — думаете вы просебя — но где мы могли встретиться?\"\n\"Эээээй ты впорядке?!\"\nМишель мотает около ваших глаз рукой и немного испуганно смотрит на вас.\n\"А что?\"\n\"Да ничего но там на улице стоят 20 валькирий которые кстати переходят в твой отряд.\"\n\"Вот блин... Ааа ладно, но тогда им тяжелее будет.\"\nс этими словами вы выходите из дома Мишель.",
    "answers": [
      {
        "id": 74,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 74,
    "text": "Перед вами стоят 20 валькирий с боевыми копьями, в кожанной броне и с баклерами.\n\"Зачем ты нас звал и почему мы теперь твой отряд?!\"\n\"Хотел бы я знать, ну а звал я вас для тренировок.\"\n\"Мы в них не нуждаемся!\"\n\"Тогда докажите это.\"",
    "answers": [
      {
        "id": 75,
        "text": "идти на тренеровочное поле"
      }
    ]
  },
  {
    "id": 75,
    "text": "Поле оказаось не полем а рядом ловушек и препятствий которые до невозможности просты.\n\"Вы серьёзно?\"\n\"Если не нравится то не вёл бы нас сюда...\"\n\"Ладно, тогда-вы вытащили и воткнули свой меч в землю-попытайтесь меня убить пока я буду их проходить, а потом просто когда у меня будет свобода действий.\"\n\"Что???\"\n\"Что надо то и сказал начинаем. Я вас атаковать не буду и мы закончим в двух случаях: 1) Если я смогу дотронуться всей ладонью до каждой и 2) Если вы сможете меня загнать в угол и заставить сдаться.\"\n\"Ты серьезно?\"\n\"Да\"\n\"А если мы тебя серьезно раним?\"",
    "answers": [
      {
        "id": 76,
        "text": "Тогда вы победили меня и я начинаю"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы быстро и довольно легко перебрались через все препятствия и позже вы без проблем одалели все 20 валькирий.\n\"Теперь будем обучаться каждый день и сейчас я дам вам шанс на два дня отдыха...\"\n\"Говори!\"-та что в прошлый раз оборачивалась с нетерпением смотрит на вас. Хочет покончить со мной, не удивительно ее то я не за живот или спину тронул (подумали вы с улыбкой).\n\"Я дам вам 20 секунд и если вы меня успеете убить значит вы прошли мою подготовку.\"\n\"Ты так спокойно говоришь, как будто успеешь увернуться от 20 копий сразу.\"\n\"Я не говорю и я не уверен, ну так все таки вы собираетесь что нибудь делать? Время пошло.\"\nВ следующие 15 секунд все 20 валькирий окружили вас и кинули копья. Осталась секунда а первое копьё уже пролетело мимо вас...\n",
    "answers": [
      {
        "id": 77,
        "text": "постараться увернуться от каждого копья."
      }
    ]
  },
  {
    "id": 77,
    "text": "Они и правда настроились меня убить...\nНу после такого унижения я тоже бы так поступил.\nВы еле увернулись от каждого копья но последнее вы поймали ладонью и оно теперь торчит из неё.\n\"Не плохо для того кто устал и тем более только что ужасно смущался.\"\n\"Блин\"-\"Твою ж\"-\"Как он смог?\"-\"этож было невозможно!\"-\"Кто ты такой?\".\n\"Ну раз вы перешли в мой отряд то я скажу секрет...\"\nВсе замерли в ожидании.\n\"Ничего простого и ничего сложного, просто тренировки и бои с 5-ти лет.\"\n\"Пфффф\"-\"Не ври\"-\"Ты бы не выдержал\"-\"А я верю.\"\nВсе (даже ты) обернулись. Это та что попала в вас.\n\"Пожалуйста скажи своё имя.\"\n\"Ниса\"\nВы вытащили и кинули ей копьё.\n\"Я запомню, а пока на сегодня хватит. Продолжим завтра в то же время. А да Ниса останься на пару минут.\"\n\"Зачем?\"-она насторожилась.\n\"Просто поговорить, ничего лишнего.\"\n\"Хорошо.\"-она недоверчиво смотрит на вас.\nПосле того как все ушли...\n\"Это ты стояла у ворот когда я проходил рядом и сказала мне \"Чего смотришь\"?\"\n\"Я и что?\"\n\"Дело в том что не останови я копье рукой я бы с тобой не говорил, а все дело в том, что я видел что случиться сегодня, не пойму как, но я это увидел даже не в глазах а в тебе и вот мой вопрос. Ты случайно магией не владеешь?\"\n\"Стоп как ты...?\"\n\"Пальцем в небо, но если честно я так и не услышал ответа.\"\n\"Да я ей владею и я приходила лечить тебя к Мишель, но если бы ты-она покраснела-то я не пыталась бы тебя убить.\"\n\"Тогда через полчаса у восточной стены.\"\n\"Зачем?\"-опять недоверяет.\n\"Продолжим тренировки, но уже в магии.\"\n\"Как ты собираешься меня тренировать в магии?\"-теперь взгляд больше заинтересованный(она показывает взглядом душевное состояние, неплохо она маскирует его, даже я его еле углядываю).",
    "answers": [
      {
        "id": 78,
        "text": "Увидишь"
      }
    ]
  },
  {
    "id": 78,
    "text": "Через некоторое время...",
    "answers": [
      {
        "id": 79,
        "text": "У Мишель"
      }
    ]
  },
  {
    "id": 79,
    "text": "\"Почему ты всегда так неосторожен?\"\n\"Может думаю, что сильнее противника и ошибаюсь?\"\n\"И почему я так за тебя волнуюсь?\"- спросила Мишель с улыбкой.\n\"Ты врач, а врачи всегда волнуются за своих подопечных.\"\n\"Может быть, ну ладно а куда ты сегодня ночью отправляешся?\"\n\"Учить Нису магии.\"\n\"Ты и магией владеешь???\"\n\"Скорее её выродком на которого она почти не действует.\"\n\"Но как ты учить ее будешь?\"\n\"Извини, но это уже моя забота и рассказывать не хочу. Ниса входи уже, ты ведь весь разговор слышала!\"\nОт неожиданности Мишель аж подпрыгнула на стуле.\nВ дом вошла Ниса(Вся красная)) и сказала, что подошла только что.\n\"Не ври, я лож сразу вижу.\"-сказали вы с тенью улыбки.\n\"Но всетаки как ты будешь меня тренировать?\"\n\"Говорю же увидишь, но для начала подлотай мне руку которую ты же и проткнула.\"\nМишель с недоумением посмотрела на вас, а потом на Нису. Та в свою очередь попыталась испепелить вас взглядом (образно говоря).\n\"На меня это не действует и еще. Мишель она это сделала на тренировке, все нормально.\"",
    "answers": [
      {
        "id": 80,
        "text": "Не дожидаясь возмущения Мишель, выйти из дома и идти по напровлению к воротам."
      }
    ]
  },
  {
    "id": 80,
    "text": "\"Стой ты говорил у восточной стены, а ты идешь к воротам.\"\n\"А я уточнял с какой стороны стены?\"\nНиса примолкла.\nОстальной путь прошол в тишине, но под конец...\n\"Ниса ты можешь обнаружить с помощью магии?\"\n\"Не уверена.\"\n\"Попробуй.\"\nНиса преостановилась и посмотрела в сторону одной из крышь.\n\"Там кто-то есть.\"\n\"И не просто кто-то. Выходи я знаю что ты там прячешься гореубийца!\"\n\"Блин, а я думала что хорошо спряталась\"\nПосле этой фразы за вами появилась та девушка что была у Мишель в доме. Ниса приготовилась к схватке.",
    "answers": [
      {
        "id": 81,
        "text": "Успокойся она не враг."
      }
    ]
  },
  {
    "id": 81,
    "text": "\"Во второй раз ты меня нашол до того как я что-то предприняла. Как ты это делаешь?\"\n\"Тебе надо лучше скрывать кровожадность. Зачем я тебе нужен?\"\n\"Чесно ты мне нравишся, меня зовут Рин, а тебя?\"\n\"Гатс, но сейчас я занят. Надо подучить её магии.\"\nВы указали рукой на Нису. И Рин удивилась.\n\"Не знала что ты владеешь магией.\"\n\"Тогда будет лучше чтобы никто не узнает кроме нас. И прости, но нам пора завтра у восточных ворот, если выживу.\"\nПосле этой фразы вы рукой позвали Нису идти дальше. И снова услышали свист ножа.",
    "answers": [
      {
        "id": 82,
        "text": "Поймать нож снова"
      }
    ]
  },
  {
    "id": 82,
    "text": "\"Тебе ещё далеко до меня\"\nВы кинули нож обратно целясь чуть правее головы Рин. \nТа, неожидав этого, отжатнулась(нож пролетел совершенно безэсшумно).\n\"Как ты его смог кинуть настолько бесшумно???\"\n\"Сила броска тоже важна. Но мне пора так что увидимся завтра.\"",
    "answers": [
      {
        "id": 15,
        "text": "Идти к воротам."
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы взяв мечь и быстро настроившись рубанули шар когда он был в метре от вас, заклинание рассеялось а мечь вонзился в землю с грохотом пушечного выстрела, но к вашему удевлению никто не поднял тревогу.\n\"КАК!?!?\"\n\"Сила воли и сила доспеха. Того чего я добивался мы достигли, но давай продолжим мне интересен твой предел.\"\nВы продолжали пока Ниса не ослабела и рухнула на землю.\n\"Примерно 35 заклинаний... Не плохо, она не новичок в магии.\"",
    "answers": [
      {
        "id": 84,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 84,
    "text": "Она спала. Видимо это было утомитильно использовать слишком много заклинаний за короткое время.",
    "answers": [
      {
        "id": 85,
        "text": "Взять её на руки и отнести к Мишель"
      }
    ]
  },
  {
    "id": 85,
    "text": "\"Что с ней?\"\n\"Утомилась.\"\n\"Что вы делали?\"\n\"Тренировки, она хотела стать сильнее.\"\n\"Ну и ну, эх ладно надеюсь ничего плохого это не принесет.\"\n\"Ладно мне пора, те ребята кажется еще не выходили из своей временной казармы.\"",
    "answers": [
      {
        "id": 86,
        "text": "Идти к дезертирам"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы вышли из дома Мишель и пошли к солдатам Боморовии.\nНо когда вы пришли они и не думали спать. Они отжимались, приседали и делали все возможные силовые упражнения.\nУвидев вас они встали по стойке смирно.",
    "answers": [
      {
        "id": 87,
        "text": "Вольно"
      }
    ]
  },
  {
    "id": 87,
    "text": "Солдаты немного расслабились, но продолжили стоять.\n\"Ребят я не против чтобы вы остались, но к вам относятся с подозрением. Не лучше ли вам побыть пленными?\"\n\"Нам надоело молчать, мы видели что там творится, как их унижают. Мы не хотим чтобы это продолжалось...\"\n\"Значит вы чистые, но тогда мне придется за вами следить. Это одно из условий.\"\n\"Мы согласны с этими условиями, главное чтобы мы могли помоч.\"\n\"Хороший настрой и вас вроде было пятеро.\"\n\"Он должен скоро прийти.\"\n\"Остовайтесь здесь, выйти можете только в случае если на вас нападут и то вы отбиваться не должны, только уворачиваться и защищаться. А пятого я верну.\"\n\"Так точно!\".\n\"Тише вы разбудите еще кого.\"",
    "answers": [
      {
        "id": 88,
        "text": "Идти искать пятого солдата"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы прошли по всему лагерю, но так и не нашли его.\nВы уже решили вернуться когда услышали что-то из-за угла.",
    "answers": [
      {
        "id": 89,
        "text": "пойти туда"
      }
    ]
  },
  {
    "id": 89,
    "text": "Как только вы увидели чтот там происходило вы не поверили своим глазам.\nПятый солдат без брони, весь в несерьезных ранах стоял у стены а перед ним стояла ваша знакомая, Рин.",
    "answers": [
      {
        "id": 93,
        "text": "Вмешаться"
      }
    ]
  },
  {
    "id": 90,
    "text": "Ниса явно перестаралась ;-)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 91,
    "text": "В доме тихо, на столе догорае свеча, а Мишель спит за своим столом.",
    "answers": [
      {
        "id": 92,
        "text": "Разбудить её"
      }
    ]
  },
  {
    "id": 92,
    "text": "\"А что?\"-Мишель смотрит на вас сонными глазами.\n\"Ты заснула, а дверь на распашку, не очень то и безопасно.\"\n\"Что? Я её закрывала...\"\nНад вами скрипнула балка.\n",
    "answers": [
      {
        "id": 99,
        "text": "Посмотреть на потолок"
      }
    ]
  },
  {
    "id": 93,
    "text": "\"Зачем ты это делаешь Рин?\"\nОт неожиданности Рин резко обернулась и метнула в тебя 2 ножа, но поняв кто ты у неё расширились глаза от удивления.\nТем временем вы поймали ножи и начали медленно подходить к Рин. Она в свою очередь замерла словно статуя, но подойдя к ней на расстояниев несколько метров вы остановились и подбросив вернули ей ножи.\n\"Объяснись Рин.\"\nРин ничего не сказала а только улыбнудась и скрылась в переулке.\n\"Кто она?-солдат сполз по стене- Она специально целилась не в меня и оставляла эти раны.\"\n\"Да так знакомая, вставай, я помогу тебе дойти до казармы.\"",
    "answers": [
      {
        "id": 94,
        "text": "Идти к Мишель"
      }
    ]
  },
  {
    "id": 94,
    "text": "Когда вы пришли вы обнаружили что Ниса уже вполне отдохнула и сейчас сидит на кровати.\nНиса:\"Что произошло?\"\nВы:\"Помнишь Рин?\"\nНиса:\"Ту что шла за нами? Да, но...\"\nВы:\"Это сделала она.\"\nНиса:\"Довольно ожидаемо...\"\nВы:\"Это почему?\"\nНиса:\"Ну длинная история. Скажу лишь что она не человек и ей уделили \"особое внимание\".\"\nВы:\"Понятно... Тогда я пойду. Мишель подлатай его пожалуйста.\"\nМишель:\"Хорошо.\"",
    "answers": [
      {
        "id": 95,
        "text": "Идти на поиски Рин"
      }
    ]
  },
  {
    "id": 95,
    "text": "Поиски много времени не занял.\nРин сидела на крыше одного из домов и смотрела перед собой.\n\"Что делаешь?\"\nРин вздрогнула и медленно повернула голову.\n\"Почему не убил?\"\n\"За что? Если за того солдата то он жив пока что так что ты пока не виновата, но вот если бы он умер то тогда...\"\n\"Ястно, а ты странный.\"\n\"Почему?\"\n\"Прощаешь даже если ты был на грани смерти и даже когда одного из подопечных я изранила полностью, ты меня простил...\"\n\"Я тебя не прощал...\"\nРин непонимающе смотрит на вас.\n\"Мне все безразличны, я здесь чтобы развеять скуку, а говорю я все это для того чтобы вы мне поверили и не перерезали мне горло пока я сплю. Это не значит что я против вас, но я и не за вас.\"\n\"Вот как... Значит\"\n\"Да, у меня нет чувств. Я даже не знаю что такое радость, не говоря о том что такое любовь... Другими словами я БЕРСЕРК.\"\n\"А не зря я вспомнила кто ты.\"",
    "answers": [
      {
        "id": 96,
        "text": "Возможно..."
      }
    ]
  },
  {
    "id": 96,
    "text": "Утром...",
    "answers": [
      {
        "id": 97,
        "text": "На тренеровке валькирий"
      }
    ]
  },
  {
    "id": 97,
    "text": "\"Тьфу, опять.\"-\"Как так то?\"-\"Как ты это делаешь?\"\n\"Сам тренеруюсь но ошибка на моей тренеровке равна смерти так что приходилось изворачиваться. Ниса, останештя ненадолго?\"\n\"Угу\"-похоже она неполностью оправилась от вчерашних тренеровок.\nКогда все ушли...\n\"Сегодня отдыхаешь.\"\n\"Почему?\"\n\"Ты слишком измождена для таких долгих и изнурительных тренеровок.\"\n\"...\"\n\"Отлично, а кстати что-то сегодня они нехотят наподать.\"\n\"Я слышала Боморовцы хотят повлиять на нас изнутри...\"\n\"Сраз у исключено, я вижу все действия тех пехотинцев и один из них как ты знаешь лежит у Мишель так что руки и ноги у них связаны.\"\n\"Тогда они могут окружить нас и напасть разом. Ты же не можешь защитить нас везде.\"\n\"Тогда они бы нас уже атаковали..\"\n\"У меня кончились идеи...\"\n\"А что если они...\"",
    "answers": [
      {
        "id": 98,
        "text": "идти к солдатам Боморовии"
      }
    ]
  },
  {
    "id": 98,
    "text": "В скором времени...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 99,
    "text": "На тебя смотрела та девушка в капюшоне что кинула в тебя нож.\n\"О нашол таки.\"\nОна спрыгнула.\n\"Как ты меня нашол?\"\n\"Ты наступила на скрипучую балку вот и услышал...\"\n\"Но она не скрипнула!\"",
    "answers": [
      {
        "id": 100,
        "text": "\"Ну значит у меня появилось 6 чувство. В любом случае что ты здесь делаешь?\""
      }
    ]
  },
  {
    "id": 100,
    "text": "\"Да так к тебе заглянуть хотела и спросить-она вежливо улыбается- как тебя зовут?\"\n\"Гатс.\"\n\"Хммм... Оно мне кажется знакомым. А ты случайно не тот наёмник которого называют бессмертным?\"- хищный взгляд. Взгляд того кто нашол свою жертву и готов её поймать.\n\"А если и да тогда что?\"\n\"Тогда у меня к тебе одно дело ночью.\"-она вам подмигнула и вам показалось что сзади кто-то есть.\nНо обернувшись вы никого не увидели, а обернувшись назад не было и той девушки в капюшоне.\n\"Значит она меня знает, — подумал ты — но где мы могли встретиться?\"\n\"Эээээй ты впорядке?!\"\nМишель мотает около ваших глаз рукой и немного испуганно смотрит на вас.\n\"А что?\"\n\"Да ничего но там на улице стоят 20 валькирий которые кстати переходят в твой отряд.\"\n\"Вот блин... Ааа ладно, но тогда им тяжелее будет.\"\nс этими словами вы выходите из дома Мишель.",
    "answers": [
      {
        "id": 101,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 101,
    "text": "Перед вами стоят 20 валькирий с боевыми копьями, в кожанной броне и с баклерами.\n\"Зачем ты нас звал и почему мы теперь твой отряд?!\"\n\"Хотел бы я знать, ну а звал я вас для тренировок.\"\n\"Мы в них не нуждаемся!\"\n\"Тогда докажите это.\"",
    "answers": [
      {
        "id": 102,
        "text": "Идти на тренеровочное поле"
      }
    ]
  },
  {
    "id": 102,
    "text": "Поле оказаось не полем а рядом ловушек и препятствий которые до невозможности просты.\n\"Вы серьёзно?\"\n\"Если не нравится то не вёл бы нас сюда...\"\n\"Ладно, тогда-вы вытащили и воткнули свой меч в землю-попытайтесь меня убить пока я буду их проходить, а потом просто когда у меня будет свобода действий.\"\n\"Что???\"\n\"Что надо то и сказал начинаем. Я вас атаковать не буду и мы закончим в двух случаях: 1) Если я смогу дотронуться всей ладонью до каждой и 2) Если вы сможете меня загнать в угол и заставить сдаться.\"\n\"Ты серьезно?\"\n\"Да\"\n\"А если мы тебя серьезно раним?\"",
    "answers": [
      {
        "id": 103,
        "text": "Тогда вы победили меня и я начинаю"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы быстро и довольно легко перебрались через все препятствия и позже вы без проблем одалели всех валькирий.\n\"Теперь будем обучаться каждый день и сейчас я дам вам шанс на два дня отдыха...\"\n\"Говори!\"-та что в прошлый раз оборачивалась с нетерпением смотрит на вас. Хочет покончить со мной, не удивительно ее то я не за живот или спину тронул (подумали вы с улыбкой).\n\"Я дам вам 20 секунд и если вы меня успеете убить значит вы прошли мою подготовку.\"\n\"Ты так спокойно говоришь, как будто успеешь увернуться от 20 копий сразу.\"\n\"Я не говорю и я не уверен, ну так все таки вы собираетесь что нибудь делать? Время пошло.\"\nВ следующие 15 секунд все 20 валькирий окружили вас и кинули копья. Осталась секунда а первое копьё уже пролетело мимо вас...",
    "answers": [
      {
        "id": 104,
        "text": "Постараться увернуться от всех копий"
      }
    ]
  },
  {
    "id": 104,
    "text": "Они и правда настроились меня убить...\nНу после такого унижения я тоже бы так поступил.\nВы еле увернулись от каждого копья но последнее вы поймали ладонью и оно теперь торчит из неё.\n\"Не плохо для того кто устал и тем более только что ужасно смущался.\"\n\"Блин\"-\"Твою ж\"-\"Как он смог?\"-\"этож было невозможно!\"-\"Кто ты такой?\".\n\"Ну раз вы перешли в мой отряд то я скажу секрет...\"\nВсе замерли в ожидании.\n\"Ничего простого и ничего сложного, просто тренировки и бои с 5-ти лет.\"\n\"Пфффф\"-\"Не ври\"-\"Ты бы не выдержал\"-\"А я верю.\"\nВсе (даже ты) обернулись. Это та что попала в вас.\n\"Пожалуйста скажи своё имя.\"\n\"Ниса\"\nВы вытащили и кинули ей копьё.\n\"Я запомню, а пока на сегодня хватит. Продолжим завтра в то же время. А да Ниса останься на пару минут.\"\n\"Зачем?\"-она насторожилась.\n\"Просто поговорить, ничего лишнего.\"\n\"Хорошо.\"-она недоверчиво смотрит на вас.\nПосле того как все ушли...\n\"Это ты стояла у ворот когда я проходил рядом и сказала мне \"Чего смотришь\"?\"\n\"Я и что?\"\n\"Дело в том что не останови я копье рукой я бы с тобой не говорил, а все дело в том, что я видел что случиться сегодня, не пойму как, но я это увидел даже не в глазах а в тебе и вот мой вопрос. Ты случайно магией не владеешь?\"\n\"Стоп как ты...?\"\n\"Пальцем в небо, но если честно я так и не услышал ответа.\"\n\"Да я ей владею и я приходила лечить тебя к Мишель, но если бы ты-она покраснела-то я не пыталась бы тебя убить.\"\n\"Тогда через полчаса у восточной стены.\"\n\"Зачем?\"-опять недоверяет.\n\"Продолжим тренировки, но уже в магии.\"\n\"Как ты собираешься меня тренировать в магии?\"-теперь взгляд больше заинтересованный(она показывает взглядом душевное состояние, неплохо она маскирует его, даже я его еле углядываю).",
    "answers": [
      {
        "id": 105,
        "text": "Увидишь"
      }
    ]
  },
  {
    "id": 105,
    "text": "Через некоторое время...",
    "answers": [
      {
        "id": 106,
        "text": "У Мишель"
      }
    ]
  },
  {
    "id": 106,
    "text": "\"Почему ты всегда так неосторожен?\"\n\"Может думаю, что сильнее противника и ошибаюсь?\"\n\"И почему я так за тебя волнуюсь?\"- спросила Мишель с улыбкой.\n\"Ты врач, а врачи всегда волнуются за своих подопечных.\"\n\"Может быть, ну ладно а куда ты сегодня ночью отправляешся?\"\n\"Учить Нису магии.\"\n\"Ты и магией владеешь???\"\n\"Скорее её выродком на которого она почти не действует.\"\n\"Но как ты учить ее будешь?\"\n\"Извини, но это уже моя забота и рассказывать не хочу. Ниса входи уже, ты ведь весь разговор слышала!\"\nОт неожиданности Мишель аж подпрыгнула на стуле.\nВ дом вошла Ниса(Вся красная)) и сказала, что подошла только что.\n\"Не ври, я лож сразу вижу.\"-сказали вы с тенью улыбки.\n\"Но всетаки как ты будешь меня тренировать?\"\n\"Говорю же увидишь, но для начала подлотай мне руку которую ты же и проткнула.\"\nМишель с недоумением посмотрела на вас, а потом на Нису. Та в свою очередь попыталась испепелить вас взглядом (образно говоря), но руку всетаки подлотала.\n\"На меня это не действует и еще. Мишель она это сделала на тренировке, все нормально.\"",
    "answers": [
      {
        "id": 107,
        "text": "Не дожидаясь возмущения Мишель, выйти из дома и идти по напровлению к воротам."
      }
    ]
  },
  {
    "id": 107,
    "text": "\"Стой ты говорил у восточной стены, а ты идешь к воротам.\"\n\"А я уточнял с какой стороны стены?\"\nНиса примолкла.\nОстальной путь прошол в тишине, но под конец...\n\"Ниса ты можешь обнаружить с помощью магии?\"\n\"Не уверена.\"\n\"Попробуй.\"\nНиса преостановилась и посмотрела в сторону одной из крышь.\n\"Там кто-то есть.\"\n\"И не просто кто-то. Выходи я знаю что ты там прячешься гореубийца!\"\n\"Блин, а я думала что хорошо спряталась\"\nПосле этой фразы за вами появилась та девушка что была у Мишель в доме. Ниса была немало удивлена.",
    "answers": [
      {
        "id": 108,
        "text": "Все нормально"
      }
    ]
  },
  {
    "id": 108,
    "text": "\"Во второй раз ты меня нашол до того как я что-то предприняла. Как ты это делаешь?\"\n\"Тебе надо лучше скрывать кровожадность. Зачем я тебе нужен?\"\n\"Чесно ты мне нравишся, меня зовут Рин, а тебя?\"\n\"Гатс, но сейчас я занят. Надо подучить её магии.\"\nВы указали рукой на Нису. И Рин удивилась.\n\"Не знала что ты владеешь магией.\"\n\"Тогда будет лучше чтобы никто не узнает кроме нас. И прости, но нам пора завтра у восточных ворот, если выживу.\"\nПосле этой фразы вы рукой позвали Нису идти дальше. И снова услышали свист ножа.",
    "answers": [
      {
        "id": 109,
        "text": "Поймать нож снова"
      }
    ]
  },
  {
    "id": 109,
    "text": "\"Тебе ещё далеко до меня\"\nВы кинули нож обратно целясь чуть правее головы Рин. \nТа, неожидав этого, отжатнулась(нож пролетел совершенно безэсшумно).\n\"Как ты его смог кинуть настолько бесшумно???\"\n\"Сила броска тоже важна. Но мне пора так что увидимся завтра.\"",
    "answers": [
      {
        "id": 110,
        "text": "Идти к воротам"
      }
    ]
  },
  {
    "id": 110,
    "text": "По дороге вы ожидали уйму вопросов о магии, о том как метать ножи правильно и т.д. в том же духе.\nНо их не было, за это вы были очень благодарны Нисе.\nНо вот вы вышли из лагеря и спросили Нису сколько видов магии она знает.\n\"Не много но боевые я тоже знаю. А зачем ты спрашиваешь? Я думала что ты меня научишь ещё каким нибудь заклинаниям.\"\n\"Я не знаю никаких заклинаний, но могу помочь лучше освоить те что ты имеешь, а теперь брось в меня любое боевое заклинание.\"\n\"Но я могу тебя убить! Думаю лучше...\"\n\"ЭТО ПРИКАЗ.\"-Вы сказали это спокойно, но Ниса сделала шаг назад и посмотрела на тебя со страхом.\n\"Л-ладно.\"\nНиса успокоилась, сосредоточилась и начала.\nСначала она использовала огненную стрелу, но увидев что это на вас не действует, а заклинание рассеивается налету, тем самым она попала только последней стрелой, она начала колдовать огненный шар (для справки: огненный шар в мире который я назвал Пимей имеет коллосальную мощь которая может снести треть армии королевства если его оттачивать каждый день с момента обучения этому заклинанию).\nБудучи не готовым к этому вы отскочили от стены и встали в сторону леса.\nНиса тем временем уже пустила в вас огненный шар и я должен вам сказать, что этот шар был сколдован не делетантом.",
    "answers": [
      {
        "id": 111,
        "text": "Расколоть заклинание мечем использовав часть силы доспеха и силу воли."
      },
      {
        "id": 90,
        "text": "Попытаться отскочить"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы взяв мечь и быстро приготовившись рубанули шар когда он был в метре от вас, заклинание рассеялось а мечь вонзился в землю с грохотом пушечного выстрела, но к вашему удевлению никто не поднял тревогу.\n\"КАК!?!?\"\n\"Сила воли и сила доспеха. Того чего я добивался мы достигли, но давай продолжим мне интересен твой предел.\"\nВы продолжали пока Ниса не ослабела и рухнула на землю.\n\"Примерно 35 заклинаний... Не плохо, она не новичок в магии.\"",
    "answers": [
      {
        "id": 112,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 112,
    "text": "Она спала. Видимо это было утомитильно использовать слишком много заклинаний за короткое время.",
    "answers": [
      {
        "id": 113,
        "text": "Взять её на руки и отнести к Мишель"
      }
    ]
  },
  {
    "id": 113,
    "text": "\"Что с ней?\"\n\"Утомилась.\"\n\"Что вы делали?\"\n\"Тренировки, она хотела стать сильнее.\"\n\"Ну и ну, эх ладно надеюсь ничего плохого это не принесет.\"\n\"Ладно пора на боковую, пригляди за ней пожалуйста.\"\n\"А ты?\"\n\"Пойду прогуляюсь.\"",
    "answers": [
      {
        "id": 114,
        "text": "Пройтись по деревушке"
      }
    ]
  },
  {
    "id": 114,
    "text": "За день что вы находились в лагере вы изучили его и он был похож на довольно хорошую деревушку.\nПроходя мимо очередного дома вы увидили Рин.\nРин сидела на крыше одного из домов и смотрела перед собой.\n\"Что делаешь?\"\nРин вздрогнула и медленно повернула голову.\n\"Почему не убил?\"\n\"За что? Если за того солдата то он жив пока что так что ты пока не виновата, но вот если бы он умер то тогда...\"\n\"Ястно, а ты странный.\"\n\"Почему?\"\n\"Прощаешь даже если ты был на грани смерти...\"\n\"Я тебя не прощал...\"\nРин непонимающе смотрит на вас.\n\"Мне все безразличны, я здесь чтобы развеять скуку, а говорю я все это для того чтобы вы мне поверили и не перерезали мне горло пока я сплю. Это не значит что я против вас, но я и не за вас.\"\n\"Вот как... Значит\"\n\"Да, у меня нет чувств. Я даже не знаю что такое радость, не говоря о том что такое любовь... Другими словами я БЕРСЕРК.\"\n\"А не зря я вспомнила кто ты.\"",
    "answers": [
      {
        "id": 115,
        "text": "Возможно..."
      }
    ]
  },
  {
    "id": 115,
    "text": "Утром...",
    "answers": [
      {
        "id": 116,
        "text": "На тренеровке валькирий"
      }
    ]
  },
  {
    "id": 116,
    "text": "\"Тьфу, опять.\"-\"Как так то?\"-\"Как ты это делаешь?\"\n\"Сам тренеруюсь, но ошибка на моей тренеровке равна смерти так что приходилось изворачиваться. Ниса, останештя ненадолго?\"\n\"Угу\"-похоже она неполностью оправилась от вчерашних тренеровок.\nКогда все ушли...\n\"Сегодня отдыхаешь.\"\n\"Почему?\"\n\"Ты слишком измождена для таких долгих и изнурительных тренеровок.\"\n\"...\"\n\"Отлично, а кстати что-то сегодня они нехотят наподать.\"\n\"Я слышала Боморовцы хотят повлиять на нас измором...\"\n\"Сраз у исключено, я вижу все действия тех отрядов что находятся у лагеря.\"\n\"Тогда они могут окружить нас и напасть разом. Ты же не можешь защитить нас везде.\"\n\"Тогда они бы нас уже атаковали..\"\n\"У меня кончились идеи...\"\n\"А что если они...\"",
    "answers": [
      {
        "id": 117,
        "text": "Идти к Дане"
      }
    ]
  },
  {
    "id": 117,
    "text": "Когда вы пришли к дому Даны, вы обнаружили, что возле входа стоит около пятерых валькирий не из вашего отряда.",
    "answers": [
      {
        "id": 118,
        "text": "Могу я войти?"
      }
    ]
  },
  {
    "id": 118,
    "text": "\"Дана тебя вызывала?\"\n\"Нет.\"\n\"Тогда нельзя.\"\n\"А если я на счет предупреждения?\"\n\"На счет чего?\"\n\"А я должен отчитываться перед тобой?\"\nОна простояла молча пол минуты и потом отошла со совами.\n\"Только быстро.\"",
    "answers": [
      {
        "id": 119,
        "text": "Спасибо"
      }
    ]
  },
  {
    "id": 119,
    "text": "Дана стояла около стола с картой, заметив тебя она подозвала тебя и показала на карту.\n\"Как ты думаешь где они нападут?\"\n\"Не знаю поэтому и пришол. Я собираюсь это выяснить.\"\n\"Как?\"\n\"Вы продержитесь до моего прихода если я уйду из лагеря?\"\n\"Ты куда?\"\n\"На поиски пехоты Боморовии.\"\n\"Я не знаю, но мы сможем продержаться примерно половину часа.\"\n\"Хорошо, тогда я отправляюсь.\"\nДана окликнула вас.\n\"Приходи как можно быстрее ладно?\"\n\"Это приказ?\"\n\"Это прозьба.\"\n\"Постораюсь.\"",
    "answers": [
      {
        "id": 120,
        "text": "Отправиться на поиски"
      }
    ]
  },
  {
    "id": 120,
    "text": "Идя через лагерь вы заметили, что Рин досихпор не бросает попыток добраться до вас.\n\"Может хватит?\"\n\"Блин снова!\"-сказала она с улыбкой.\n\"Что тебе от меня нужно?\"\n\"Возьми меня с собой, хочется немного развлечся.\"\n\"Хочешь увидеть кровь врага?\"\n\"...\"- Рин удивлена.\n\"дай немного подумать\"",
    "answers": [
      {
        "id": 122,
        "text": "Идем"
      },
      {
        "id": 123,
        "text": "Нет ты остаешся здесь"
      }
    ]
  },
  {
    "id": 121,
    "text": "\"Чесно, сказать что я не ожидала — ничего не сказать. Но чем ты нам поможешь? Армия Боморовии превосходит нас численно примерно раз в 100, а у нас еле обученые бойцы и только несколько хорошо обученных воинов. Что мы противопоставим им?\"\n\"Меня вы не учли?\"\n\"ТЕБЯ? Ты будешь сражаться за нас?\"\n\"Я буду вас обучать и защищать.\"\n\"Но как ты будешь нас обучать? Ты же только мечем своим умеешь пользоваться.\"\n\"Я могу и другими мечами пользоваться, а ещё арбалетами, копьями, кинжалами, булавой и топором.\"\n\"Хорошо, но как защищать в одиночку? Против дракона 1 на 1 это я понимаю но 1 против десятитысячь!?\"",
    "answers": [
      {
        "id": 44,
        "text": "Я спокойно могу сражаться и против войска главное чтобы вы не посылали мне подмогу, иначе я с горяча и их убью."
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы:\"Почему бы и нет...\"\nРин улыбнулась.\nВы:\"...Но учти, что если ты станешь обузой со мной больше никогда не пойдешь.\"\nУлыбка Рин сразу исчезла и на её месте появилась обида.\nРин:\"Ладно.\"\nВы:\"Вот и договорились.\"",
    "answers": [
      {
        "id": 124,
        "text": "Отправиться на поиски солдат Боморовии"
      }
    ]
  },
  {
    "id": 123,
    "text": "Рин удивленно смотрит на тебя.\n\"Почему?\"\n\"я не беру к себе в команду людей которые не смогут мне помоч.\"\n\"Но я...\"\n\"Если я сказал нет значит нет.\"\nРин примолкла и, жалобно посмотрев на тебя, развернулась и пошла проч.\n(кажется я сказал что-то не то).",
    "answers": [
      {
        "id": 124,
        "text": "Отправиться на поиски солдат Боморовии."
      }
    ]
  },
  {
    "id": 124,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 125,
    "text": "",
    "answers": []
  }
]