[
  {
    "id": 1,
    "text": "Рапунцель запутала, а ты теперь сиди и распутывай.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 7,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Жила-была красивая девушка. Конечно же, она была принцессой и у нее были прекрасные золотистые волосы, настолько длинные, что ими она могла укрываться вместо одеяла, связывать и убивать нежелательных гостей и выкладывать узоры на всю комнату. И вроде как всё у нее была хорошо. Однако...",
    "answers": [
      {
        "id": 3,
        "text": "Жила она в башне совсем-совсем одна"
      },
      {
        "id": 4,
        "text": "Жила она со своей мачехой и не знала о том, что является принцессой"
      },
      {
        "id": 5,
        "text": "Жила с тремя волшебными лягушками, а по совместительству сводными сёстрами, за которыми вынуждена была убирать."
      }
    ]
  },
  {
    "id": 3,
    "text": "Ей было грустно и одиноко. Целыми днями одной сидеть в башне. \nОднажды она задумалась: А какого она до сих пор не задумывалась о том, чтобы уйти отсюда? Любой нормальный человек задумался бы, а она нет. Конечно, никто ничего не имеет против блондинок, но когда волосы имеют такую длину, да и учитывая её интеллект, многие бы серьезно предположили, что волосы вросли ей в мозг.\nТогда Рапунцель решила...",
    "answers": [
      {
        "id": 6,
        "text": "Остаться в башне. А что, ей и здесь хорошо."
      },
      {
        "id": 17,
        "text": "Попробовать спуститься с башни на своих волосах"
      },
      {
        "id": 18,
        "text": "Попробовать выстрелить из хамелеона в дерево, потом швырануть волосами, как в том фильме..."
      },
      {
        "id": 19,
        "text": "Выйти через дверь."
      }
    ]
  },
  {
    "id": 4,
    "text": "Мачеха её была...",
    "answers": [
      {
        "id": 8,
        "text": "Злой и завистливой старухой, которая частенько её поколачивала."
      },
      {
        "id": 9,
        "text": "Доброй и милой, правда иногда вспыльчивой."
      },
      {
        "id": 10,
        "text": "Жестокой королевой"
      }
    ]
  },
  {
    "id": 5,
    "text": "Погодите-ка!.. Кажется, мы попали не в ту сказку! Срочно, пожалуйста, вызовите соответствующую службу! Ой, все, я не могу работать в таких условиях!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Не та сказка\" "
      }
    ]
  },
  {
    "id": 6,
    "text": "Рапунцель в тот раз решила не выходить из башни. Возможно, она поступила в тот момент правильно, возможно, ей было еще рано выходить, но с тех пор она забыла о том, что из башни можно выйти, да и вообще никакие мысли её не посещали. Ей хватало того, что было у нее, да и общество людей не привлекало её. Гораздо веселее разговаривать с хамелеоном - вот это собеседник.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Смиренная отшельница\""
      }
    ]
  },
  {
    "id": 7,
    "text": "Здесь будут высвечиваться концовки (или достижения), полученные вами в ходе прохождения.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Смиренная отшельница\"",
        "need": 6,
        "need_sometimes": true
      },
      {
        "id": 1,
        "text": "Концовка \"Принцесса за решеткой\"",
        "need": 11,
        "need_sometimes": true
      },
      {
        "id": 1,
        "text": "Концовка \"Не ниндзя\"",
        "need": 17,
        "need_sometimes": true
      },
      {
        "id": 1,
        "text": "Концовка \"Это всё не моё\"",
        "need": 23,
        "need_sometimes": true
      },
      {
        "id": 1,
        "text": "Достижение \"Разбитое сердце Паскаля\"",
        "need": 27,
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 8,
    "text": "И вот однажды, Рапунцель решила ей как-нибудь отомстить.",
    "answers": [
      {
        "id": 11,
        "text": "Вызваться готовить суп"
      },
      {
        "id": 12,
        "text": "Втихаря постричь свои волосы"
      },
      {
        "id": 13,
        "text": "Спеть песенку"
      },
      {
        "id": 14,
        "text": "Пока спит, нарисовать ей усы маркером"
      }
    ]
  },
  {
    "id": 9,
    "text": "Друзья мои, такое бывает только в сказках. А раз такое бывает только в сказках, то после очевидных мелких ссор все мирятся друг с другом. \nА затем, конечно же, живут долго и счастливо.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Слишком типично. Мда.\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Мачеха её была самой настоящей королевой, которая правила огромным королевством твердой рукой. Она казнила очень много людей, и Рапунцель решила...",
    "answers": [
      {
        "id": 43,
        "text": "...Устроить государственный переворот"
      },
      {
        "id": 44,
        "text": "... Что ей плевать на этих людей"
      }
    ]
  },
  {
    "id": 11,
    "text": "Рапунцель, злорадно улыбаясь, начала готовить суп. Она-то знала, насколько ужасно готовит и надеялась таким образом отомстить мачехе. \nОднако, видимо она не слишком заморачивалась с составом этого супа в принципе и поэтому когда мачеха начала есть, то схватилась за горло и начала корчиться в судорогах, после чего умерла.\nУпс. И кого посадят на шесть лет?",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Принцесса за решеткой\""
      }
    ]
  },
  {
    "id": 12,
    "text": "Рапунцель решила постричь свои волосы. Они сразу потемнели и мачеха умерла.\nА сама девушка, переодевшись мужчиной, пошла в армию и прославилась в битвах, как воин, защищая свой народ.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Новая Мулан\""
      }
    ]
  },
  {
    "id": 13,
    "text": "Рапунцель начала петь песенку, но так как в глубине души она мечтала стать певицей и давать свои концерты, ей было важно то, как она будет петь и как ей следует подготовиться.",
    "answers": [
      {
        "id": 47,
        "text": "Завязать волосы в узел... На удачу"
      },
      {
        "id": 48,
        "text": "Петь долго"
      },
      {
        "id": 49,
        "text": "Петь громко"
      }
    ]
  },
  {
    "id": 14,
    "text": "Усы получились почти как настоящие. Мачеха была в ярости и на целый день заперла Рапунцель в кладовке, а сама пыталась смыть свои усы, но тщетно. \nНа следующий день ей пришла повестка из военкомата.\nА Рапунцель долго и счастливо жила, создавая рисунки на теле.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Тату мастер\""
      }
    ]
  },
  {
    "id": 15,
    "text": "Рапунцель решила отбиваться до последнего, но по правде сказать, Она не знала, как.",
    "answers": [
      {
        "id": 52,
        "text": "Принять боевую позу"
      },
      {
        "id": 53,
        "text": "Драться волосами"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вор ожесточенно обыскал ее, но ничего полезного не нашел, и изнасиловал Рапунцель с досады. Она, сопротивляясь, выцарапала ему глаза, и в итоге слепой вор и Рапунцель с детьми стали бродить по лесу. \nА что? Всё по канону!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"День уважения канону\""
      }
    ]
  },
  {
    "id": 17,
    "text": "Зря она это сделала. Хоть волосы и казались крепкими, но выдержать веса девушки они не смогли. Она вам кто вообще, чтобы на волосах спускаться с башни?\nРапунцель упала с башни и разбилась, а над её трупом еще неделю летали коршуны.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Не ниндзя\""
      }
    ]
  },
  {
    "id": 18,
    "text": "Что самое удивительное, этот трюк удался! Рапунцель спрыгнула на землю живой и невредимой, в отличии от Паскаля, который очень пострадал. Ему срочно необходима помощь.",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться в башню и лечить"
      },
      {
        "id": 38,
        "text": "- Удачи, Паскаль, я иду искать принца."
      }
    ]
  },
  {
    "id": 19,
    "text": "Действительно. Что она, долбанутая какая-нибудь, чтобы через окно прыгать? Дверь - отличный вариант для нормальных людей.\nВот она, свобода! И что делать дальше?",
    "answers": [
      {
        "id": 20,
        "text": "Искать своего принца, что же еще!"
      },
      {
        "id": 21,
        "text": "Восхищаться свободой"
      },
      {
        "id": 22,
        "text": "Идти, куда глаза глядят."
      },
      {
        "id": 23,
        "text": "Вернуться в башню"
      }
    ]
  },
  {
    "id": 20,
    "text": "Хамелеон покрутил лапой у виска с немым вопросом: \"Ты что, на голову больная?\"\nОн собрался уйти и прекратить дружбу с Рапунцель.",
    "answers": [
      {
        "id": 24,
        "text": "- Ну и иди, зеленая жаба-недоросток!"
      },
      {
        "id": 25,
        "text": "- Пожалуйста, извини меня, Паскаль."
      }
    ]
  },
  {
    "id": 21,
    "text": "- Ах, какое красивое небо! - воскликнула Рапунцель, глядя на синее небо.\n- Ах, какое красивое дерево! - воскликнула она, глядя на дерево.\n- Ах, какая красивая травка!.. Травка?..\n\nТак Рапунцель обнаружила не ту траву, которую ожидала, а затем выбралась в город и открыла свой бордель-наркопритон. За это она выручала приличные деньги, однако жизнь свою прожигала нещадно. А ведь она просто хотела повосхищаться природой... ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Богатая, но несчастная\""
      }
    ]
  },
  {
    "id": 22,
    "text": "Не стоило ей так далеко забредать в лес. Когда на охоту вышли голодные медведи, даже длинные волосы не смогли ей помочь.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Опасный лес\""
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Это всё не моё\" - подумала Рапунцель. Свобода пришлась ей не по вкусу и вместо того, чтобы знакомиться с людьми, с природой, строить свою личную жизнь или узнать хоть что-то о своем прошлом, она решила провести оставшуюся жизнь в башне. Там хоть всё стабильно. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Это всё не моё\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Ей не стоило этого говорить. Это смахивало на расизм. Паскаль обиделся, а у него в лесу много друзей. Он привел ораву медведей, крокодилов и волков и они съели Рапунцель до последней косточки.\nВывод: Не стоит обижать хамелеонов.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Смерть человекам!\""
      }
    ]
  },
  {
    "id": 25,
    "text": "Хамелеон задумался и предложил вернуться и сыграть им свадьбу, вместо того, чтобы где-то там искать какого-то принца.",
    "answers": [
      {
        "id": 26,
        "text": "Почему бы и нет"
      },
      {
        "id": 27,
        "text": "Нет уж, спасибо"
      },
      {
        "id": 28,
        "text": "Ты больной чтоли?"
      }
    ]
  },
  {
    "id": 26,
    "text": "Они с Паскалем вернулись в башню и сыграли свадьбу. Птицы принесли им цветы, мыши тоже. Когда Рапунцель кидала букет, его поймала медведица и вскоре в башне прошла еще одна свадьба. Почти каждый день вся эта лесная компашка напивалась мёда с коноплей и праздновали чью-то свадьбу. И жили они счастливо, но недолго. Пока до них не добрался наркоконтроль.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Свадьбы, свадьбы, свадьбы...\""
      }
    ]
  },
  {
    "id": 27,
    "text": "Достижение: Разбитое сердце Паскаля.\n\nХамелеон ничего не сказал и ушел. Больше они с Рапунцель никогда не виделись. Ну а девушка, пожав плечами, в приподнятом настроении пошла через лес.",
    "answers": [
      {
        "id": 29,
        "text": "Кажется, здесь недалеко город"
      },
      {
        "id": 30,
        "text": "Симпатичный лес"
      }
    ]
  },
  {
    "id": 28,
    "text": "Паскаль обиделся. Мало того, что Рапунцель его отшила, так еще и в грубой форме. Такого оскорбления ни один уважающий себя хамелеон вытерпеть не мог. Поэтому он позвал своих братков-крокодилов и те съели Рапунцель. Она и стала угощением на поминках себя же.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Оскорбленный жених\""
      }
    ]
  },
  {
    "id": 29,
    "text": "Неподалеку действительно оказался город. Рапунцель спокойно до него дошла, без всяких происшествий.\nИ что делать дальше?",
    "answers": [
      {
        "id": 39,
        "text": "Продолжать искать своего принца"
      },
      {
        "id": 40,
        "text": "С глупой улыбкой распевать Диснеевские песни, танцуя на площади и зазывая всех тоже петь и танцевать"
      }
    ]
  },
  {
    "id": 30,
    "text": "По дороге Рапунцель встретила симпатичного вора, который потребовал все её деньги.",
    "answers": [
      {
        "id": 31,
        "text": "Убежать"
      },
      {
        "id": 32,
        "text": "Заигрывать"
      },
      {
        "id": 33,
        "text": "Сказать, что нету денег"
      }
    ]
  },
  {
    "id": 31,
    "text": "Попытка побега не увенчались успехом. ",
    "answers": [
      {
        "id": 15,
        "text": "Отбиваться до последнего"
      },
      {
        "id": 16,
        "text": "Смириться со своей судьбой"
      }
    ]
  },
  {
    "id": 32,
    "text": "- Тебе кажется, что ты еще ничего не украл, но ты уже кое-что украл! - сказала Рапунцель.\n- Что? - недоуменно спросил вор. \n- Моё сердце!\nПару секунд вор стоял в недоумении, после чего сказал:\n- Я здесь не за этим, я просто хочу украсть твои деньги...",
    "answers": [
      {
        "id": 34,
        "text": "- Ты мой прекрасный принц!"
      },
      {
        "id": 35,
        "text": "Задушить его волосами, пока он в замешательстве."
      },
      {
        "id": 36,
        "text": "- Укради меня полностью! А потом ты должен будешь на мне жениться!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Он не поверил девушке и, посчитав, что она собой представляет опасность (конечно, таким хвостом, как у неё и убить можно), перерезал Рапунцель горло. Правда, после этого он убедился, что у неё при себе действительно ничего нет и со вздохом направился грабить других людей.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Лесной убийца\""
      }
    ]
  },
  {
    "id": 34,
    "text": "После этих слов Рапунцель запрыгнула ему на шею и он, после недолгих раздумий, решил, что ему счастье привалило. \nОни сыграли скромную свадьбу, он занялся честной работой и они жили долго и счастливо, как скромные, но ни в чем не нуждающиеся крестьяне.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Счастье и простота\""
      }
    ]
  },
  {
    "id": 35,
    "text": "Воспользовавшись моментом, девушка ловко обмотала волосы вокруг его шеи и задушила воришку, как он ни сопротивлялся. После этого она поняла, что это занятие ей по вкусу, переехала в город и стала наёмницей, которую разыскивали по всей стране и называли Душительницей.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Беспощадная\""
      }
    ]
  },
  {
    "id": 36,
    "text": "Настойчивость Рапунцель испугала вора.\nОн, видимо решив, что деньги этой девушки ему не так уж и нужны, убежал, и только стража его и видела.\n\nЧто ж, концовка не плохая, но могла быть и лучше.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Ни с чем\""
      }
    ]
  },
  {
    "id": 37,
    "text": "Поняв, что Паскаль ранен, Рапунцель не могла больше думать ни о чем другом. Она вернулась в башню и долго выхаживала хамелеона, и из башни больше не выходила. И не важно, что она никогда не встретила своего принца или не узнала больше о себе, ведь самое главное - это крепкая дружба.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Лучший друг\""
      }
    ]
  },
  {
    "id": 38,
    "text": "Рапунцель решила не возвращаться в башню из-за Паскаля, а оставить его здесь. Если что, сам доберется, ничего страшного же не случится! А даже если и так, это не её дело.\nХамелеон, видимо, поняв, что девушка оставляет его на верную смерть, послал на неё проклятие, которое на удивление подействовало.\nВсю оставшуюся жизнь Рапунцель не могла думать ни о чем другом, кроме как о боли, сжигающей её изнутри и мысли о том, что смерть всегда в нескольких шагах от нее .",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Белая смерть\""
      }
    ]
  },
  {
    "id": 39,
    "text": "На площади девушка встретила какую-то процессию. На белом коне ехал не кто иной, как самый настоящий принц! Он обратил свое внимание на Рапунцель и через минуту уже стоял рядом и предлагал уехать с ним в его королевство и стать королевой.\nНо, вот незадача... Ростом он был примерно в метр с кепкой. ",
    "answers": [
      {
        "id": 41,
        "text": "Согласиться"
      },
      {
        "id": 42,
        "text": "- К такому жизнь меня не готовила!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Видимо, в этом городе не принято так делать.\nГорожане поняли это неправильно и вместо того, чтобы начать петь и танцевать, они позвали городскую стражу, а те определили Рапунцель как душевнобольную. Остаток жизни она провела в одиночной камере, а единственным прекрасным принцем в белом халате для неё стал психолог.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Душевнобольная\""
      }
    ]
  },
  {
    "id": 41,
    "text": "Рапунцель согласилась на предложение принца и они уехали жить в его королевство, за горы. Рост - не помеха для большой любви, а тем более, когда он - принц богатого королевства.\nИ жили они долго, обеспеченно и счастливо.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Карлик-принц\""
      }
    ]
  },
  {
    "id": 42,
    "text": "Принц воспринял это, как оскорбление его достоинств. И хоть он был роста невысокого, но стражники его были ещё те великаны. Они вмиг скрутили Рапунцель и казнили на месте.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Зря отказалась\""
      }
    ]
  },
  {
    "id": 43,
    "text": "Рапунцель решилась на подобный шаг только потому, что хотела помочь людям... Не так ли? В этом она себя уверяла. \nОднако, устроить государственный переворот в одиночку невозможно.",
    "answers": [
      {
        "id": 45,
        "text": "Подговорить стражу"
      },
      {
        "id": 46,
        "text": "Подговорить зверей"
      }
    ]
  },
  {
    "id": 44,
    "text": "Велика проблема, казнила мачеха парочку сот людей. Виноваты, значит, были, нечего под горячую руку лезть.\nЧерез несколько лет мачеха передала королевство на правление Рапунцель и она стала следующей жесткой правительницей этого королевства.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Наследница\""
      }
    ]
  },
  {
    "id": 45,
    "text": "Либо стража была слишком предана королеве, либо они действовали слишком по-любительски, но заговор быстро раскрыли. \nМачеха была в ярости и Рапунцель казнили за государственную измену.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Изменница\""
      }
    ]
  },
  {
    "id": 46,
    "text": "Что самое удивительное, что это сработало. Все звери королевства быстро согласились, что королева заслуживает наказания. (Не стоит даже предполагать, где Рапунцель научилась разговаривать со зверями). \nОни быстро провернули переворот (сразу видно мастеров в этом деле. Видимо, звери не в первый раз устраивают заговор).\nМачеху свергли, а затем, по приказу Рапунцель, четвертовали.\nОднако, под вопросом оставалось, стало ли королевству от этого лучше, ведь поступив так, Рапунцель оказалась ничуть не лучше предыдущей королевы.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Ничуть не лучше\""
      }
    ]
  },
  {
    "id": 47,
    "text": "Решила Рапунцель завязать на удачу волосы в узел... На шее своей мачехи. ",
    "answers": [
      {
        "id": 50,
        "text": "Завязать покрепче"
      },
      {
        "id": 51,
        "text": "Начать петь"
      }
    ]
  },
  {
    "id": 48,
    "text": "Рапунцель, собрав всю волю в кулак, начала петь мачехе. И так долго она пела, что мачеха умерла от старости, а Рапунцель сбежала.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Довели старушку\""
      }
    ]
  },
  {
    "id": 49,
    "text": "Рапунцель начала петь так громко, что стекла в окнах лопнули в такт с лопанием барабанных перепонок мачехи. Она оглохла и была готова на что угодно, лишь бы над ней перестали издеваться.\nРапунцель ушла от неё и стала известной певицей, которую прославляли все школьники мира.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Супер звезда\""
      }
    ]
  },
  {
    "id": 50,
    "text": "И завязала она узел, да так крепко завязала, что мачеха задохнулась, а Рапунцель пришлось бежать из королевства.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Беглянка\""
      }
    ]
  },
  {
    "id": 51,
    "text": "Рапунцель только мечтала быть певицей, но ею не являлась. Поэтому мачеха, услышав её голос, повесилась на волосах Рапунцель. А довольная девушка выпутала волосы из трупа мачехи и ушла в приподнятом настроении.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Навстречу приключениям\""
      }
    ]
  },
  {
    "id": 52,
    "text": "Боевая поза Рапунцель оказалась так устрашающа, что вор испугался и убежал.\n\nЧто ж, по крайней мере она осталась в живых!.. пока что.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Трусишка-зайка\""
      }
    ]
  },
  {
    "id": 53,
    "text": "Вор достал нож и стал отбиваться, а Рапунцель стала напористо атаковать его своими тяжелыми волосами.\nЗавязалась ожесточенная борьба в конце которой Рапунцель таки удалось задушить воришку, но он пырнул её ножом и она стала умирать от потери крови.\nНо в какой-то момент она увидела светящийся силуэт...",
    "answers": [
      {
        "id": 54,
        "text": "- Ангелы?.."
      },
      {
        "id": 55,
        "text": "- Мама?.."
      },
      {
        "id": 56,
        "text": "- Паскаль?.."
      }
    ]
  },
  {
    "id": 54,
    "text": "— О каких ангелах может идти речь, деточка? — раздался отвратительный голос, — Ты — грешница, и самое место тебе в аду.",
    "answers": [
      {
        "id": 57,
        "text": "- Я не сделала ничего плохого!"
      },
      {
        "id": 58,
        "text": "- Да, я грешница и горжусь этим. А теперь забирайте меня и варите в самом хорошо разогретом котле целую вечность, чтобы кожа обгорела и пузырилась, а мои страдания длились вечно."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Да, это я, милая. — раздался нежный голос её матери. \n— Мамочка... — заплакала Рапунцель, улыбаясь, ведь теперь она хоть умрет не одна.\n— Я видела все вещи, которые ты делала. Ты... Ты убила человека! Я не могу гордиться тобой. — Мать отвернулась от нее и ушла прочь, словно ее и не было.\n— Мамочка!.. — заплакала Рапунцель.\nОна умерла в лесу от потери крови в абсотном одиночестве, а ее призрак попал в Крипипасту, став бродить по лесу в поисках своей матери.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Плохое дитя\""
      }
    ]
  },
  {
    "id": 56,
    "text": "И это действительно был Паскаль.\n— Я не мог тебя там бросить. — сказал он и призвал лесную армию, которая стала лечить Рапунцель и втоптала безжизненный трупик вора окончательно в землю. — Я понимаю, что меня сложно полюбить, но я такой, какой я есть. Я не могу перестать быть хамелеоном.",
    "answers": [
      {
        "id": 64,
        "text": "- Ты можешь! *включить Читы и устроить вакханалию*"
      },
      {
        "id": 65,
        "text": "- Ты всегда будешь для меня лучшим другом, Паскаль. "
      }
    ]
  },
  {
    "id": 57,
    "text": "— Ты? Не сделала ничего плохого? — засмеялись демоны. — Давай-ка вспомним всё то, что ты натворила. — Они откуда-то достали блокнот. — Пол жизни ты провела в башне, не включая свой мозг, ты разбила сердце своему лучшему другу, а только что ты убила человека. И это мы не берём в учёт всё, что ты творила или будешь творить в других концовках...",
    "answers": [
      {
        "id": 61,
        "text": "- Я вас не понимаю! Я не грешница, это была самозащита и бла бла бла"
      },
      {
        "id": 62,
        "text": "*окончательно сломать четвёртую стену*"
      }
    ]
  },
  {
    "id": 58,
    "text": "Демоны крайне удивились такому ответу и даже остолбенели, не зная, что делать.",
    "answers": [
      {
        "id": 59,
        "text": "- Ну, где мои обещанные адские мучения? Я хочу почувствовать всю боль!"
      },
      {
        "id": 60,
        "text": "- Чего вылупились, олухи? Не видите, с кем разговариваете? Я - Ваша повелительница."
      }
    ]
  },
  {
    "id": 59,
    "text": "— Господи, что же нам так не везёт? Уже вторую блондинку-мазохистку за день ловим. — буркнули демоны и забрали Рапунцель в ад, где она и обрела вечные мучения, которых так жаждала.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"*звуки мазохизма*\""
      }
    ]
  },
  {
    "id": 60,
    "text": "Демонстрация преклонили перед ней колени.\n\nВ Рапунцель проснулся дух древнейшего Демона, и она стала властвовать в аду.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"И такое бывает... Наверное...\""
      }
    ]
  },
  {
    "id": 61,
    "text": "Видимо, аргумент \"бла бла бла\" прозвучал не слишком убедительно и демоны всё равно забрали Рапунцель в ад, где её душа страдала вечно.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Грешница\""
      }
    ]
  },
  {
    "id": 62,
    "text": "Чтобы сломать четвёртую стену необходимо включить читы. Вы уверены, что хотите это сделать?",
    "answers": [
      {
        "id": 63,
        "text": "Да"
      },
      {
        "id": 57,
        "text": "Нет. Давай сделаем вид, что этого не было..."
      }
    ]
  },
  {
    "id": 63,
    "text": "Я Всё вижу! Читерить удумал? Мы здесь таких не любим!\nМарш в начало, грешник!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Ах ты читер!\""
      }
    ]
  },
  {
    "id": 64,
    "text": "Уведомление: В этот раз вам удалось безнаказанно воспользоваться читами, но не злоупотребляйте этим.\n\nВнезапно Паскаль превратился в прекрасного принца и они с Рапунцель в тот же день поженились и жили долго и счастливо. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Против ксенофилии\""
      }
    ]
  },
  {
    "id": 65,
    "text": "Паскаль понурился, но ничего не сказал. Они вместе с Рапунцель вернулись в башню и остались там жить навек.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Friend-zoned\""
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]