[
  {
    "id": 1,
    "text": "Добрый вечер...или день. Хотя это и не важно, во времена апокалипсиса. Будет опасно в любое время суток. Собственно, это мой первый квест. И это первая глава, данного квеста. Пока что, Я закончу на ней. Как и всегда, на самом интересно, да, следующая глава, будет намного насыщеннее! Но она выйдет не скоро. Сейчас у меня времени совсем нету, поэтому и оборвал на самом деле квест... Но! Если Вам, читателю, понравится эта глава, то ждите, Я Вам обещаю, дальше будет намного интереснее! <s>r\n<s>r\nКогда прочтете первую главу - поймете смысл названия. Ну, Я на это расчитываю. Квест Вам расскажет о людях, выживших после бомбардировки их городов.<s>r\n<s>r\nИ у меня к Вам будет просьба! Если найдете ошибку, или Вам, что-то не понятно, допустим, почему именно так, Я решил назвать квест - то пишите мне в Вконтаке, Я всегда буду рад ответить!<s>r\n <s>r\nhttps://vk.com/kvolkov96",
    "answers": [
      {
        "id": 2,
        "text": "Выживать..."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840434/v840434159/3459/Nni7sT1YnvY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c626127/v626127809/4ec30/F3NKTdA7jDY.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "7 декабря 2054 года.<s>r\nПрошло несколько лет с начала эпидемии.<s>r\nНо свой дневник Я начал вести только сейчас, даже не знаю, зачем так поздно.<s>r\nХмм... наверное стоит описать, что происходит. <s>r\nЭлектричество отключилось буквально в первые недели эпидемии, с водой те же самые проблемы. Еду приходиться искать везде: магазины, квартиры, улицы. Ах, да, забыл представиться, меня зовут Евгений, фамилии, думаю, уже никому не нужны. Мне 28 лет, не могу сказать что молодой, да и не старый вроде. Выжил Я случайным образом, просто решил выбраться в лес на отдых с компанией друзей. Оставалось проехать буквально 4 километра, как позади прогремели взрывы. Друзья решили позвонить родным, но связи уже не было. Я предложил переждать день в лесу, вдруг, и нас по пути накроет, но парни отказались и отправились обратно. Я забрав свои вещи, решил остаться, у меня все равно никого нет.<s>r\nСтоп...какой-то шум за окном...",
    "answers": [
      {
        "id": 3,
        "text": "Приоткрыть штору и выглянуть в окно"
      },
      {
        "id": 4,
        "text": "Продолжить писать в дневнике"
      }
    ]
  },
  {
    "id": 3,
    "text": "(Внизу, под окном, никого нет. Подняв взгляд выше по дороге, увидел развалины от бывшего дома)\nЯ (говоря шепотом): Видимо соседний дом разваливается...",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить писать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Амм... Я остался в лесу, развел костер, разложил палатку, все как всегда при обычных походах. В городе продолжало, что-то взрываться. Естественно, уснуть Я не мог пока продолжались взрывы. По среди ночи все стихло, и Я все же уснул. Проснулся ближе ко дню, решил, что стоит перекусить и ехать обратно. Связи все так же не было. Приехав обратно...это было нечто. Я...даже не знаю, как это описать, вспомните фильмы, которые Вы смотрели и представьте разрушенный город, почти без звуков, все что Я слышал при въезде - звуки пламени, треска от огня, и звук шин.<s>r\nМногие дома были разгромленны, но некоторые, хоть и пострадали, но еще стояли.<s>r\nСамое ужасное, наверное, то что не было людей, крови, трупов...только разрушенные дома и разбитые машины.<s>r\nЯ вернулся к своему дому, он почти не пострадал. Зайдя в квартиру, увидел кучу стекла от окон, треснутые стены и потолки.<s>r\nНу, Я и остался тут. Как видите...читаете, не могу подобрать слова, наверное, все же читаете, прожил достаточно много.<s>r\nНаверное, это все, что Я могу рассказать. А моя вся прошлая жизнь, была не интересная, так что и писать о ней, думаю, нет смысла.<s>r\nДа и поздно уже.<s>r\nПродолжим завтра, наверное.",
    "answers": [
      {
        "id": 7,
        "text": "Закрыть дневник и лечь спать"
      },
      {
        "id": 5,
        "text": "Пойти перекусить"
      }
    ]
  },
  {
    "id": 5,
    "text": "(Открыв холодильник и взяв мясо кролика,  за котором вчера пол дня гонялся, поджарил его на спиртовой плите и съел)\nНадо проверить дверь, и можно ложиться спать.",
    "answers": [
      {
        "id": 7,
        "text": "Встать из-за стола"
      }
    ]
  },
  {
    "id": 6,
    "text": "(Кто-то ломится в дверь. Я вскочил с кровати, пытаюсь найти глазами биту, но не вижу ее. Через минуту дверь слетает с петель и в комнату заваливается орда ходячих трупов)\nЯ: Черт!\n(Бегу из комнаты прочь, захлопывая дверь за собой)\nЯ: ДВЕРЬ ВАС ДОЛГО НЕ СДЕРЖЕТ, ВЕРНО?\n(Единственный варианты, которые пришли в голову были безумные. Либо мне прыгать в окно с 4 этажа, что Я скорее всего не переживу, либо сидеть тут и верить, что дверь их все же сдержет и они уйдут)",
    "answers": [
      {
        "id": 8,
        "text": "Прыгнуть в окно"
      },
      {
        "id": 9,
        "text": "Ожидать"
      }
    ]
  },
  {
    "id": 7,
    "text": "(Закрыв дверь на ключ, Я отправился спать)\nЯ: Вот и еще один день подошел к концу...и куда мне идти завтра? Ай, ладно...прорвусь...попробую",
    "answers": [
      {
        "id": 6,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я: Бл*ть! Ждать смерти еще хуже!\n(Я прыгнул...этот полет...он, какой-то безчувственный...нету страха, или адреналина...просто полет и небо, словно застывшая картинка на кадре...картинка?)",
    "answers": [
      {
        "id": 11,
        "text": "Смерть?"
      }
    ]
  },
  {
    "id": 9,
    "text": "(Я сел прямо на против двери и ждал. Они ломились в дверь уже 17 минут, но не могли выбитьее...но стальная дверь слетела за мин...\nДверь упала, и эта орда начала заваливаться ко мне, очень медленно, будто это замедленное видео, наверное, это из-за адреналина в крови)\nЯ (еле слышно): хах...вся жизнь верил, что перед смертью пронесется жизнь перед глазами...просто лож...\n(Эти трупы уже кусают мое тело, а Я просто смотрю в окно, на небо, оно словно застывшая картинка...картинка?)",
    "answers": [
      {
        "id": 11,
        "text": "Смерть?"
      }
    ]
  },
  {
    "id": 10,
    "text": "(Стоит проверить, что там за окном. Чуть-чуть приоткрыв штору выглянул в окно...)\nЯ (шепотом): Ни-ко-го...",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к столику"
      },
      {
        "id": 12,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 11,
    "text": "(Проснувшись в холодном поту)<s>r\nЯ:  Идиотские  кошмары...и фильмы про зомби...<s>r\n(Вытерев пот с лица, Я сел за стол перед дневником)",
    "answers": [
      {
        "id": 10,
        "text": "Подойти к окну"
      },
      {
        "id": 12,
        "text": "Подойти к двери"
      },
      {
        "id": 16,
        "text": "Сделать записи в дневнике"
      }
    ]
  },
  {
    "id": 12,
    "text": "(Подошел к двери)",
    "answers": [
      {
        "id": 14,
        "text": "Прислушаться"
      },
      {
        "id": 15,
        "text": "Посмотреть в глазок"
      }
    ]
  },
  {
    "id": 13,
    "text": "(Взяв с собой: оставшуюся еду, какие-то вещи, палатку, несколько коробков спичек, биту и пистолет...приятные воспоминания, хоть что-то осталось от него... в руках Я держу пистолет с гравировкой \"От отца к сыну\".)\nЯ: Угу...вроде все взял, можно отправляться.\n(Я собирался зайти в магазинчик и уходить из города)",
    "answers": [
      {
        "id": 17,
        "text": "Еще раз выглянуть в окно"
      },
      {
        "id": 18,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 14,
    "text": "(Никаких звуков...только тишина)",
    "answers": [
      {
        "id": 15,
        "text": "Посмотреть в глазок"
      },
      {
        "id": 16,
        "text": "Вернуться к столику и сделать запись"
      }
    ]
  },
  {
    "id": 15,
    "text": "(Никого, только пустой подъезд)",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к столику и сделать запись"
      },
      {
        "id": 10,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 16,
    "text": "8 декабря 2054 года.\nИ так, сейчас...9:42 утра, на улице все такая же тишина, в принципе, как и последние годы. А ведь когда-то тут постоянно было шумно: машины, звуки шин, разговоры людей, крики детей...раньше думал, как бы было хорошо, если бы всего этого не было...Я ошибался, сейчас этого не хватает. Я за это время обошел весь город, но остался последний магазинчик продуктовый, маленький такой, знаете, как ларек, построенный на углу здания. Помню, что никогда туда не ходил, цены были очень завышены...а сейчас мне уже все равно, да, и наверное любому, кто выжил...если, конечно, есть еще живые.\nЧто ж, надо бы собрать вещи, и пойти на \"разведку\", может найду полезные вещи.",
    "answers": [
      {
        "id": 13,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 17,
    "text": "(Открыв уже на распашку окна, начинаю смотреть по сторонам...)\n\nЯ: Все так же, ни-ко...\n\n(Краем глаза замечаю, прямо у подъезда стоит кто-то...или что-то, но не вижу руки, возможно он с оружеем)\n\nЯ (про себя):  Выходить буду аккуратно, если что, сразу наставлю пистолет...",
    "answers": [
      {
        "id": 22,
        "text": "Медленно и тихо спуститься вниз"
      }
    ]
  },
  {
    "id": 18,
    "text": "(Я вышел в подъезд и быстро начал спускаться по лестнице. Открываю дверь и выхожу на улицу. Сделав пару шагов от дома, в который уже скорее всего не вернусь, решаю обернуться и посмотреть на последок, попрощаться так сказать. Только Я обернулся как у моего лба было дуло револьвера)\n\n?: Кто ты? Как тут оказался? С тобой еще люди?\n\n(Это явно человек, по голосу - парень, лет 19, лица не видно)",
    "answers": [
      {
        "id": 19,
        "text": "Рассказать кто Я"
      },
      {
        "id": 20,
        "text": "Сказать, что только приехал (Ложь)"
      },
      {
        "id": 23,
        "text": "Спросить то же самое у него, выхватив свой пистолет"
      }
    ]
  },
  {
    "id": 19,
    "text": "(Рассказав ему о своей скучной и не особо веселой жизни, парень опустил пистолет и снял капюшон)\n\n?: Что ж, уже лучше. Давай в следующий раз без лжи, ладно? Имени я пока не скажу, а свой пистолет отдай мне.\n",
    "answers": [
      {
        "id": 24,
        "text": "Отдать оружее"
      },
      {
        "id": 25,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я: Тише...ам...ну, Я приехал буквально пару часов назад\n\n?: В каком смысле приехал? Где ты взял топливо?\n\n(Топлива действительно нигде уже не было. Я не знаю, что сказать)\n\nЯ: Образно, дошел...Я имел ввиду дошел сюда. Я один, никого больше нет.\n\n?: Ты мне врешь...верно? Что-что, а это я понял! Рассказывай все как есть! Не скажешь правду, поверь, выстрелю\n\n(Придется сказать правду, умирать Я не хочу)",
    "answers": [
      {
        "id": 19,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 21,
    "text": "(Парень не долго думая начал рассказывать)\n\n?: Меня Макс зовут. Я жил на окраине города все это время, на вылазки выходил по ночам. При бомбардировке спустился в подвал и через день вылез. Родные живут в другой стране.\n\nЯ: Отлично. Я - Евгений. Стрелять Я не буду, надеюсь и ты не будешь!\n\nМакс: Нет! Конечно, нет!\n\nЯ: Можешь пойти со мной, если хочешь. Сейчас направляюсь в магазинчик на углу, а потом прочь из города.\n\nМакс: Хорошо, Я только \"За\"! Я не хочу быть больше один.",
    "answers": [
      {
        "id": 28,
        "text": "В магазин"
      }
    ]
  },
  {
    "id": 22,
    "text": "(Спустившись вниз, Я сделал пару вдохов и выдохов, успокоился. Взял пистолет в руки. Оттолкнув дверь ногой, наставил пистолет на...это)",
    "answers": [
      {
        "id": 23,
        "text": "Задать пару вопросов"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я: И так. Кто ты? Как ты оказался в этом городе? Иии, ты тут один?\n\n?: Хорошо! Хорошо! Я никогда не стрелял, да и патронов у меня нет!\n\n(Парень бросил оружее и поднял руки, видимо он думает, что Я убийца, и без труда пристрелю его)\n\nЯ: Уже лучше. Рассказывай!",
    "answers": [
      {
        "id": 21,
        "text": "Выслушать паренька"
      }
    ]
  },
  {
    "id": 24,
    "text": "(Я протянул ему пистолет)\n\n?: Отлично, это была проверка. Теперь Я знаю, что могу тебе доверять. А это можешь оставить себе. Ладно... меня Макс зовут. Тебя?\n\nЯ: Евгений\n\n(По Максу видно, что он хочет что-то сказать. Но...стесняется? Нет, этого не может быть, стесняться в такое время, это не возможно)",
    "answers": [
      {
        "id": 27,
        "text": "Я: Я тебя слушаю"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я: Прости, но оружее не отдам. Без него мне не по себе, думаю, как и тебе без своего.\n\n?: Ладно, тут ты прав. Но я это запомню. Ты куда-то собирался?\n\nЯ: Да, в магазинчик на углу.\n\n?: Можешь туда не идти, я только от туда пришел. Там все завалено, и еды толком не было.\n\nЯ: Тогда ухожу из города, мне тут делать нечего. за несколько лет Я его полностью обошел.\n\n?: Я могу пойти с тобой? Оставаться по одному...ну, такое себе решение\n\nЯ: Хорошо, идти далеко, у тебя есть еда и вода с собой?\n\n?: Да, конечно. На 2 дня хватит точно.\n\nЯ: Но ты мне все же скажешь имя. Это мое условие.\n\n?: Макс\n\n(Возможно, это к лучшему. Оставаться без пушки, Я не собираюсь)",
    "answers": [
      {
        "id": 26,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 26,
    "text": "(Мы вышли из города, и пошли по разбитой дороге в деревушку, которая должна быть в паре километров от города. Макс всю дорогу молчал, собственно, как и Я. Пока мы шли, Я сделал вывод из увиденного: дорога разбита, лес  повален и сожжен. Видимо, деревушка тоже попала под обстрел. Стреляли по всем населенным пунктам?)",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "Макс: Ты куда-то собирался идти?\n\nЯ: Да, в магазинчик на углу. А потом уходить из города. Мне хватило времени обойти его полностью.\n\nМакс: Это тот, что в двух шагах от сюда?\n\nЯ: Ну, возможно, если мы про один и тот же то д...\n\nМакс: В нем еще цены завышены были?\n\nЯ: Да, именно этот\n\nМакс: Я там был, ор завален внутри, еды и воды там толком не было\n\nЯ: Ну, тогда Я ухожу из города. Ты со мной пойдешь или тут останешься?\n\nМакс: С тобой, мне кажется, держать группой будет лучше, чем ходить по одному\n\nЯ: Хорошо, у тебя хватит еды и воды на 2 дня?\n\nМакс: Да, хватит, если немного урезать рацион, то и на 3 хватит!\n\nЯ: Отлично, тогда пойдем",
    "answers": [
      {
        "id": 26,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 28,
    "text": "(Дойдя до магазина, Макс меня остановил)\n\nМакс: Я тут уже был. Он завален внутри, воды и еды толком не было\n\nЯ: Черт! Тогда уходим из города?\n\nМакс: Да, пожалуй",
    "answers": [
      {
        "id": 26,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я: Макс, тут сделаем привал, только зайдем немного в глубь леса, кто знает, кто ещё выжил...<s>r\n<s>r\nМакс: Согласен, лучше в лес, где нас хоть немного скроет трава, чем прямо на виду.<s>r\n<s>r\n(Мы зашли в лес, поставили полатку. Макс пошел отдыхать, а мне тем временем, нужно было посторожить нас. Займусь чем-нибудь, пока Макс спит. Можно сделать записи в дневнике, костер развести, ну или пройтись по окресностям, а потом и спать можно лечь)",
    "answers": [
      {
        "id": 30,
        "text": "Сделать записи в дневнике"
      },
      {
        "id": 31,
        "text": "Разжечь костер"
      },
      {
        "id": 32,
        "text": "Пройтись по окресностям"
      }
    ]
  },
  {
    "id": 30,
    "text": "9 декабря 2054 года (00:56)<s>r\nИ так, еды у нас не много, надо будет поискать живность, а то и не дойдем никуда. А, точно, Я вчера встретил паренька молодого, зовут Макс, мы решили держаться вместе, удивительно, что мы не встретились раньше, хоть и были в одном городе... возможно он мне врет, но Я ему доверяю, пока что.<s>r\nТак вот, надо найти живность, так как есть ягоды, грибы или фрукты, лично Я не решусь. Без понятия, что с ними могло случиться после бомбардировки. Так что, только живность...хотя и с ней могло стать, что угодно...ну да ладно, Я уже ел кроликов, белок, разных птиц, в общем, все что удалось поймать. Пока живой.<s>r\nМы движемся в сторону деревушки, название её Я уже и не помню, ездил туда в детстве, видимо, дорога в голове отложилась. Идти туда ещё 10-15 км., сейчас же решили переночевать в лесу, не далеко от дороги, что бы не потеряться, не хватало заблудиться. Раз выживший не только Я, значит их может быть много, так что мы накрыли палатку ветками, вроде бы не очень заметно со стороны.<s>r\nНадеюсь Макс меня не предаст...",
    "answers": [
      {
        "id": 33,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 31,
    "text": "(Я разжег не большой костер, что бы дым был не так заметен. Это заняло больше времени, чем ожидалось. Уже и спать можно лечь)",
    "answers": [
      {
        "id": 34,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 32,
    "text": "(Я решил пройтись по окесностям. Пока ходил, заметил следы зайца. Это заняло больше времени, чем ожидалось. Уже и спать можно лечь)",
    "answers": [
      {
        "id": 35,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 33,
    "text": "(Я разбудил Макса, что бы он посторожил нас, сам лег спать.)",
    "answers": [
      {
        "id": 36,
        "text": "Сон?"
      }
    ]
  },
  {
    "id": 34,
    "text": "(Я разбудил Макса, что бы он посторожил нас, сам лег спать.)",
    "answers": [
      {
        "id": 37,
        "text": "Сон?"
      }
    ]
  },
  {
    "id": 35,
    "text": "(Я разбудил Макса, что бы он посторожил нас, сам лег спать.)",
    "answers": [
      {
        "id": 38,
        "text": "Сны?"
      }
    ]
  },
  {
    "id": 36,
    "text": "(Меня разбудил Макс)<s>r\n<s>r\nЯ: Что-то случилось? Ты какой-то нервный.<s>r\n<s>r\nМакс: Да, только говори тише, там люди на дороге. У них биты в руках, заточеные палки, прям как копья, и ножи.<s>r\n<s>r\nЯ: Они нас заметили?<s>r\n<s>r\nМакс: Нет, они просто мимо идут, мне удалось их заметить немного раньше.<s>r\n<s>r\nЯ: Хорошо, сейчас придумаем что-нибудь",
    "answers": [
      {
        "id": 41,
        "text": "Собрать вещи и уйти в деревню"
      },
      {
        "id": 43,
        "text": "Поговорить с людьми"
      },
      {
        "id": 44,
        "text": "Напасть на людей"
      }
    ]
  },
  {
    "id": 37,
    "text": "(Меня будит Макс)<s>r\n<s>r\nМакс: Ну! Вставай же!<s>r\n<s>r\nЯ: Что случилось?!<s>r\n<s>r\nМакс: Меньше вопросов, собираемся и уходим! Ты разжег костер, возможно, на его дым идут люди!<s>r\n<s>r\nЯ: Черт! Ладно. Собираемся и уходим глубже в лес.",
    "answers": [
      {
        "id": 41,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 38,
    "text": "(Я проснулся от лучиков солнца. Вылез из палатки, Макс сидел рядом с ней и что-то разглядывал)<s>r\n<s>r\nЯ: На что смотришь?<s>r\n<s>r\nМакс: Ой...ты уже проснулся. П-прости...я взял твой пистолет, у него интересная надпись",
    "answers": [
      {
        "id": 39,
        "text": "Резко забрать свою вещь и ударить его"
      },
      {
        "id": 40,
        "text": "Спокойно взять из рук Макса пистолет"
      }
    ]
  },
  {
    "id": 39,
    "text": "(Я вырвал из рук Макса пистолет и ударил его в бровь)<s>r\n<s>r\nЯ: Не смей брать мои вещи! Особенно эту!<s>r\n<s>r\n(У него разбита бровь и кровь стикает по щеке)<s>r\n<s>r\nМакс: ...",
    "answers": [
      {
        "id": 41,
        "text": "Начать собираться"
      }
    ]
  },
  {
    "id": 40,
    "text": "(Я медленно взял пистолет из его рук)<s>r\n<s>r\nМакс: Что там написано? И что это за язык?<s>r\n<s>r\nЯ: Это Латинский \"A patre filius est\". Если перевести то получится \"От Отца к Сыну\"<s>r\n<s>r\n(Макс притих)",
    "answers": [
      {
        "id": 41,
        "text": "Начать собираться"
      }
    ]
  },
  {
    "id": 41,
    "text": "(Я собрал свои вещи, Макс свои)<s>r\n<s>r\nМакс: Куда нам?<s>r\n<s>r\nЯ: Пройдем прямо по лесу, и выйдем на грунтовку, дальше идем по ней, и мы в деревушке.<s>r\n<s>r\nМакс: Что такое грунтовка?<s>r\n<s>r\nЯ: Ты не ездил в деревню? Или на дачу?<s>r\n<s>r\nМакс: Не-а, Я всегда в городе жил.<s>r\n<s>r\nЯ: Амм...ну, смотри, это дорога, как тропинка, только для машин. Как-то так... Обычно они в деревни вели или на дачи.<s>r\n<s>r\nМакс: Угу. Пойдем.",
    "answers": [
      {
        "id": 50,
        "text": "Выдвигаемся"
      }
    ]
  },
  {
    "id": 42,
    "text": "(Я вышел на дорогу. Тут не было ни людей, ни следов. Странно...)",
    "answers": [
      {
        "id": 45,
        "text": "Пойти к Максу"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я: Хорошо, Я попробую с ними поговорить, может быть, они нам помогут.<s>r\n<s>r\nМакс: Решать, конечно, тебе, но Я бы не стал к ним ходить.<s>r\n<s>r\nЯ: Отлично, ты тогда будь тут, и охраняй вещи, а Я к ним выйду без оружия и припасов. Если закричу, то сиди тихо, и не вылазь. Понятно?<s>r\n<s>r\nМакс: Может все же ножик хоть возьмешь?<s>r\n<s>r\nЯ: Нет, тогда точно сразу убьют. Подумают, что напасть хочу.<s>r\n<s>r\nМакс: Ладно, как скажешь. Иди...",
    "answers": [
      {
        "id": 42,
        "text": "Выйти к людям"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я: Так, значит смотри. Мы на них нападём. Если они не будут сражаться, то не убиваем, скажем, что сами испугались и решили напасть. Ну, а если будут биться, то не жалей их...понимаю, это сложно будет, мне тоже не легко, но либо они, либо МЫ!<s>r\n<s>r\nМакс: Хорошо...Я понял, жалеть не буду...<s>r\n<s>r\nЯ: Хорошо, тогда Я выхожу первый, а ты через пару секунд выбегаешь на них. Будет как эффект неожиданности<s>r\n<s>r\nМакс: Понял...",
    "answers": [
      {
        "id": 42,
        "text": "Напасть на людей"
      }
    ]
  },
  {
    "id": 45,
    "text": "(Иду обратно, в кустах замечаю чьи-то ноги)",
    "answers": [
      {
        "id": 46,
        "text": "Подобраться тихо"
      },
      {
        "id": 47,
        "text": "Побежать, что есть сил на человека"
      }
    ]
  },
  {
    "id": 46,
    "text": "(Аккуратно подойдя к кустам, раздвигаю их)<s>r\n<s>r\nЯ: Макс!<s>r\n<s>r\n(Он лежал без сознания, но дышал. Единственное, что пришло мне в голову, это донести его до палатки, и ждать пока проснется)",
    "answers": [
      {
        "id": 48,
        "text": "Отнести Макса"
      }
    ]
  },
  {
    "id": 47,
    "text": "(Я побежал на еле видимое тело, и прыгнув на него, начал душить. Через секунды замечаю, что это Макс. Он без сознания, но дышит, единственное, что пришло мне в голову - это отнести его обратно в палатку)",
    "answers": [
      {
        "id": 48,
        "text": "Отнести Макса"
      }
    ]
  },
  {
    "id": 48,
    "text": "(Я положил Макса в палатку, сам немного поохотился. Потратив последние пули, которые нашел у Макса в сумке - поймал два кролика. Остается только ждать, пока Макс проснется)",
    "answers": [
      {
        "id": 49,
        "text": "Сделать записи"
      }
    ]
  },
  {
    "id": 49,
    "text": "(Тот же день... 15:19)<s>r\nЯ не знаю, что произошло. Макс сказал, что видел людей, но никого не было на дороге, и следов никаких...это странно, да и он в отключке лежал. У меня лишь два варианта:<s>r\n1. Он съел что-то и у него поехала крыша.<s>r\n2. Когда Я только вышел к дороге, те люди уже были у палатки, и вырубили Макса...<s>r\nВ первое мне больше вериться. Порывшись в сумке у моего нового \"друга\" Я нашел пару пуль для своего пистолета. Почему он мне их сразу не отдал, ну или хотя бы сказал, что у него есть... Наверное, он все же предаст меня. Надо за ним поглядывать...<s>r\nТем временем, мы так и не сдвинулись с места. Еды Я добыл, потратив те самые пули, которые нашел...<s>r\nЧерт, а как все было просто до всего этого.<s>r\nПроснулся, умылся, завтрак, работа, магазин, дом. И так по кругу, каждый день. Да, согласен, это скучная жизнь. Но, сейчас всего этого не хватает. Когда все просто, заработал денег - купил еды...сейчас же, жизнь поменялась неимоверно...хочешь жить? Иди и лови свою еду. Хочешь пить? Иди и найди воды... Слишком сложно это все. Хочу что бы все вернулось... Опять шум на улице, работа, магазин, еда, вода, и никаких сложностей...",
    "answers": [
      {
        "id": 53,
        "text": "Смерть?"
      }
    ]
  },
  {
    "id": 50,
    "text": "(Я пошел, сделав пару шагов, слышу как что-то падает. Обернувшись, вижу Макса лежащего на земле, немного подергивающего пальцами рук)<s>r\n<s>r\nЯ: Макс! Что с тобой?!<s>r\n<s>r\n(Когда Я подбежал, он уже был в отключке. Все что Я мог, это разложить палатку обратно и ждать...)",
    "answers": [
      {
        "id": 51,
        "text": "Друг?"
      }
    ]
  },
  {
    "id": 51,
    "text": "(Я разложил палатку и затащил туда Макса. Людей, про которых говорил мой друг, Я так и не увидел. Заниматься мне не чем, так что могу и записи сделать)",
    "answers": [
      {
        "id": 52,
        "text": "Сделать записи в дневнике"
      }
    ]
  },
  {
    "id": 52,
    "text": "(Тот же день... 22:41)<s>r\nМеня разбудил Макс, он сказал, что видел людей на дороге. Я их так и не увидел. Это странно... На это у меня только одно объяснение: мой умный друг наелся чего-то, и у него поехала крыша. Других вариантов у меня нету. Ну, ладно. Думаю, жить будет.<s>r\nА, Я тем временем, все чаще начинаю думать о прошлом. Как все было просто:<s>r\nПроснулся, завтрак, машина, пробки, работа, опять пробки, магазин, дом. И так каждый день. Да! Согласен, это скучная жизнь, но мне её сейчас так нехватает. И шум под окнами... Как же Я соскучился по этим мелочам. Сейчас же, только тишина. Иногда звуки разрушения какого-нибудь здания и всё.",
    "answers": [
      {
        "id": 53,
        "text": "Смерть?"
      }
    ]
  },
  {
    "id": 53,
    "text": "(27 декабря 2054 года)<s>r\nЯ давно не делал записи. Даже не знаю, что рассказать... Наверное, стоит начать с Макса. Он не пережил ту ночь. Не знаю от чего именно, Я задремал ночью, а когда проснулся, он уже не дышал, хотя все было нормально... Хотя, скорее всего Я облажался, и чего не заметил. Я не знаю. Оказывается, он оставил мне записку, и все в ней рассказал. Я её приклею как-нибудь. Я дашёл до той деревни, она была разрашенна, ничего там найти не смог. Пришлось идти дальше по дороге, а что будет дальше - Я не знал. В конце концов, пришел к какой-то заправке, и решил там переночевать.<s>r\nПродолжу позже, нам нужно выходить.",
    "answers": [
      {
        "id": 54,
        "text": "Слудующие записи"
      }
    ]
  },
  {
    "id": 54,
    "text": "(11 января 2055 года)<s>r\nОпять большой перерыв. Теперь они будут частыми, времени становится все меньше.<s>r\nТак вот. Заправка. Я проснулся, нашел там воду, какие-то консервы и пошел дальше. Буквально через пару часов, Я пришел ещё в одну деревню. И тут, заметив, группу людей, решил следить за ними. Это была семья, как мне показалось. Они зашли в почти разрушенный дом, Я, решившись, зашел к ним. Я удивился, что меня приняли в \"семью\". Я ожидал, что меня там просто пристрелят...<s>r\nПосле этого, мы все легли в этом доме спать. Время летело очень быстро. Да и продолжает лететь все с такой же скоростью.<s>r\nУ них было радио, и с помощью него они ловили сигнал какого-то убежища. И, само собой, они шли туда. Мне предложили пойти с ними, и Я согласился. Хотя, не хотелось мне привязываться, они все такие добрые... терять их, это было ужасно...",
    "answers": [
      {
        "id": 55,
        "text": "Семья?"
      }
    ]
  },
  {
    "id": 55,
    "text": "(25 августа 2073 года)<s>r\nПривет, а Я совсем забыл про то, что ты у меня есть, \"дорогой\" дневник. Столько времени прошло... столько всего. Хех, не знаю, наверное, это к лучшему, что Я ничего не записывал. Что Я могу рассказать по быстрому. Ну, Я был прав, ракеты летели в любые населенные пункты. Выживших оказалось очень много..и всех Я потерял. Что ж, сейчас Я лежу в той самой квартире, где всё и началось. У меня глубокая рана, кровью Я истекаю достаточно быстро. Но, силы писать ещё есть, а вот желания жить - нет...<s>r\nТак... Когда мы дошли до того убежища, про которое говорили по радио, Я не удивился. Ничего тут не было, одни развалины, да и только. Мы двинулись бродить по округе, в конце концов, на нас напали неизвестные люди. Знаю, что Алексей не выжил, это был глава этой группы. Остальных Я не видел больше, пришлось бежать куда глаза смотрели, пока бежал, словил пулю в плечо, но в крови у меня, видимо, было столько адреналина, что даже не почувствовал боли. Добежал, до какого-то гаража, закрылся там и сидел. Пуля прошла на сквозь, не задев кость, так что, Я нагрел нож, и пытался прижечь рану... это оказалось слишком больно, лишь нож отбросил и обжог себе руку. В конце-концов, просто перебинтовал себе руку, и отсиделся в этом гараже. Позже встречал ещё несколько групп людей, от всех остальных уходил. Не хотел больше терять людей. Ушел в лес, котоырй был, на моё удивление, не сожжен, ну и остался жить на большой промежуток времени там. Научился делать ловушки для животных, стал кое-как стрелять из лука... что сказать, учился. А потом решил вернуться домой. Путь был не близкий. Дошел через несколько месяцев только. Вернувшись, нашел свою улицу, двор, дом. Он все так же стоял, хотя остальные дома уже поразрушались. Как только зашел домой... выстрел, разбитое стекло, моя рука в крови. Как Я понял, это был снайпер, пуля вошла в грудь, может пробило легкое, хотя Я не задыхаюсь, и не кашляю. Хотя Я и не знаю, должно ли быть все это...<s>r\nЯ оставлю, этот дневник тут, может, кто-то найдет его тут. И продолжит его. Или просто прочтет и сделает выводы... Я... я не знаю.<s>r\nЯ жаловался, что мне не хватает шума. Я ошибался. Тишина - это самое дорогое, что Я получил в этой жи... *засохшая кровь на остатке листа*",
    "answers": [
      {
        "id": 56,
        "text": "Закрыть дневник"
      }
    ]
  },
  {
    "id": 56,
    "text": "?: Жалко его. Ну, ладно, пойдем?<s>r\n<s>r\n?: ...<s>r\n<s>r\n?: Пойдем! Пора обедать, Я знаю, это для тебя важнее, чем судьба старого друга...",
    "answers": [
      {
        "id": 57,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 57,
    "text": "(Пройдя в соседнюю комнату, и сев за стол)\n\n?:  Серег, ты его знал?\n\nСергей:  Да, как он и писал, \"друзья уехали обратно\". Я и был один из этих \"друзей\"\n\n?: Сочувствую...\n\nСергей: Дим, а Я никогда не спрашивал, что с твоими родными стало. Расскажешь?\n\nДима: Я сиротой был, так что родителей нету. Друзья были в этом городе.\n\nСергей: Ладно. Прости, если задел. Надо запирать двери, и спать ложиться уже. Проверь, что там за окнами, а Я дверь запру.\n\nДима: Да, без проблем",
    "answers": [
      {
        "id": 58,
        "text": "Посмотреь в окно"
      },
      {
        "id": 59,
        "text": "Поговорить с Сергеем"
      }
    ]
  },
  {
    "id": 58,
    "text": "(Я подошел к окну и отодвинул шторы. Тишина, разрушенные дома. Все как всегда. Задвинув обратно шторы, Я пошел спать)",
    "answers": [
      {
        "id": 60,
        "text": "Ложь?"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я: Серег, расскажи о себе. Давай хоть немного друг друга узнаем, и потом уже разойдемся по койкам.<s>r\n<s>r\n*щелчок*<s>r\n<s>r\nСергей: А что тебе рассказать? Я переехал сюда в 12 лет с родителями. Учился. Исполнилось 18-ь - съехал от них и пошел работать. Работал продавцом в аптеке. Не скажу, что зарплата хорошая, но хватало на то, что мне было нужно. Жил Я в соседнем доме, там была небольшая однушка. С Женьком познакомился на улице, он на велике ехал и сбил меня. Так и стали друзьями. Общались, помогали друг другу, ничего не обычного. А дальше все, как он и писал. Поехали в лесу посидеть, типо похода. Началась бомбежка, Я поехал обратно. Когда доехал - город полыхал, кругом люди лежали...<s>r\n<s>r\nЯ: Так их же не было, когда он вернулся<s>r\n<s>r\nСергей: Все верно, на утро все они пропали. Будто их и не было. Так вот, Я вернулся домой. Собрал вещи и ушел из города сразу, как смог. Бродил повсюду, выживал. А потом тебя встретил, дальше уже все и сам знаешь",
    "answers": [
      {
        "id": 58,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 60,
    "text": "(26 августа. 2073 год. 1:44)<s>r\n<s>r\nИ так. Дневник продолжу писать Я, его носитель сменился, если можно так сказать. Меня зовут Дмитрий, мне 32 года. Я сирота, родных нету, друзей тоже. Ну, кроме Сереги, мы с ним уже долго вместе бродим по разрушенным городам.<s>r\nЯ жил в 750км от этого города. По нам тоже стреляли. Меня завалило обломками, и, видимо, именно это и спасло мне жизнь. Когда Я выбрался из под завала, то увидел тоже самое, что и Евгений. Кругом развалины, тишина, брошенные и разбитые машины. Трупов не было.  Я решил, что надо искать живых, но, все что Я находил было одиночеством. Через пару недель Я ушел из города и просто шел прямо по Ж/Д путям. Через месяц...или чуть больше, пришел в какой-то город. Там встретил Группу людей, они прегласили меня с собой. Я согласился, так будет проще, да и безопаснее.<s>r\n<s>r\n(Закрыл дневник)<s>r\n<s>r\nЯ: Завтра продолжу, а сейчас уже спать лягу.",
    "answers": [
      {
        "id": 61,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 61,
    "text": "(Меня будит Серега, и закрывает мне рот руками)<s>r\n<s>r\nСергей: Тише, на улице люди в форме военных ходят. У них оружее, машина, рации. Ну, ты понял. Военные в общем.<s>r\n<s>r\n(Убрав руки от моего рта, он медленно, почти безшумно, подходит к окну, и смотрит в него)<s>r\n<s>r\nЯ (шепотом): Что они там делают?<s>r\n<s>r\nСергей: Они...разделились на две группы, первая идет перед машин... Короче, подходи, и сам все увидишь.",
    "answers": [
      {
        "id": 62,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 62,
    "text": "(Я подошел к окну, как Серега и сказал: две группы, одна идет перед машиной, другая позади неё. В машине, что-то накрыто полотном. Не могу сказать, что именно там лежит, возможно, оружее)<s>r\n<s>r\nСергей: Отойди от окна, срочно!<s>r\n<s>r\n(Резко сев на пол)<s>r\n<s>r\nЯ: Что такое?<s>r\n<s>r\nСергей: Мне кажется, что один из них, посмотрел в нашу сторону. Да, он явно нас заметил.<s>r\n<s>r\nЯ: И-и, что нам делать?<s>r\n<s>r\nСергей: Не знаю. Решай ты. Мы либо просто сидим и и мирно ждем, когда они к нам зайдут, либо, как только кто-то заходит, начинаем с ними драться.<s>r\n<s>r\nЯ: Почему мне решать?!<s>r\n<s>r\nСергей: Я бы мирно ждал...но, не уверен, что они с мирными целями сюда пришли. Мой выбор - мирно ждать, но Я оттолкнусь от тебя, хочешь драться - Я с тобой, и не брошу.",
    "answers": [
      {
        "id": 63,
        "text": "Мирно ждать"
      },
      {
        "id": 64,
        "text": "Дать отпор"
      }
    ]
  },
  {
    "id": 63,
    "text": "(Через пару минут - стук в дверь)<s>r\n<s>r\nСергей: Вежливые. Я открою, если что - сражайся до последнего, все равно не сбежим уже...",
    "answers": [
      {
        "id": 65,
        "text": "Я тебя понял"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я: Дадим отпор им, возможно, это будет лучше, чем просто отсиживаться.<s>r\n<s>r\nСергей: Как скажешь...брат<s>r\n<s>r\n(Серега улыбнулся мне, видимо, он думает, что это наш последний разговор)<s>r\n<s>r\nСергей: Смотри, Я встану прямо за дверью. Когда кто-то войдет, Я на него нападу. Ты выбегаешь из соседней комнаты и помогаешь. Ясно?<s>r\n<s>r\nЯ: Да!",
    "answers": [
      {
        "id": 67,
        "text": "Дневник?"
      }
    ]
  },
  {
    "id": 65,
    "text": "(Серега открыл дверь, и вернулся ко мне с парнем в форме)<s>r\n<s>r\nСергей: Это мой друг, Дмитрий<s>r\n<s>r\n?: Ну привет. Прости, если напугал.<s>r\n<s>r\nЯ: Да, ничего, главное не убил, уже хорошо.<s>r\n<s>r\n?: Ну, смотрите. Мы обходим город за городом, деревню за деревней. Ищем выживших, говорим куда идти. У нас есть что-то типо базы, фортпоста, как хотите называйте. Лично для меня - Новый Дом. Идти нужно на север, прямо по дороге, там увидите наших людей, и вас отведут куда надо. Идти долго, около недели, может больше, точно сказать не могу. Так что, если Вам нужна еда - скажите, мы Вас обеспечим этим. Из оружия...ну, ножи можем дать. Остальное пока не выдадим, все же, мы ещё с Вами не познакомились. Все ясно?<s>r\n<s>r\nСергей: Дим, пойдем к ним?<s>r\n<s>r\nЯ: А давай, Я устал уже. Так хоть жить будем лучше, чем сейчас.<s>r\n<s>r\nСергей: Мы все поняли. Нам бы еды, воды, даи оружее тоже не помешало бы.<s>r\n<s>r\n?: Отлично! Собирайтесь, спускайтесь, все выдадим. На вопросы ответить не смогу, там уже и спросите все, что интересно.<s>r\n<s>r\nЯ: Стой! Слушай. Вы уже явно побольше моего повидали, и увидите ещё. Возьмите этот дневник, пишите там изредка о том, что происходит. Может потом попадёт в хорошие руки.<s>r\n<s>r\n?: Хмм... ну, ладно, возьму. Может найду того, кто писать будет, Я не очень этим всем увлекаюсь.<s>r\n<s>r\nЯ: Спасибо.",
    "answers": [
      {
        "id": 66,
        "text": "Отдать дневник"
      }
    ]
  },
  {
    "id": 66,
    "text": "( 19 сентября. 2073 года)<s>r\n<s>r\nЗдравствуй, читатель. Меня зовут Артём, фамилия Маслов. Наверное, стоит о себе рассказать, как и прошлые, так называемые, \"носители\" дневника. Сам Я из Новгорода, но переехал учиться в Москву. Учился, не скажу, что отлично, но закончил обучение, и пошел в армию. Сейчас мне 31 год. Собственно, всю жизнь свою, Я и провел в армии. Это, скорее всего, и спасло мне жизнь. Во время бомардировки, наш отряд успел укрыться в бункере, кто знает, что бы было, будь Я сейчас на гражданке. Некоторое время, мы оставались там, пытаясь связаться с другими отрядами, ротами, штабами, но все было без успешно. Наш капитан, предложил найти рабочие машины, и отправиться искать выживших. Как бы, организовать местную группу спасения. Найти удалось только одну, более или менее, целую, ну, и отправились на поиски. За несколько лет, построили уже новую базу, организовали работу для проживающих там. Это и правда, наш Новый Дом. Сейчас мы едем в Питер. Дорога достаточно долгая, так что ещё успею сделать несколько записей. А пока что всё. До встречи!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 67,
    "text": "(Я сделал как мне и сказал мой последний, единственный друг. Слушу, как выбивают дверь. Крик Сереги, Я выбигаю из комнаты, они лежат на полу. Серегу душит военный. На улице какой-то шум, видимо, они бегут к нам.)",
    "answers": [
      {
        "id": 68,
        "text": "Помочь Сереге"
      },
      {
        "id": 69,
        "text": "Сбежать"
      }
    ]
  },
  {
    "id": 68,
    "text": "(Я подбежал к Сереге и, ударив парня арматурой, он рухнул намертво с моего друга)<s>r\n<s>r\nСегей: Спасибо! Бежим в подъезд!<s>r\n<s>r\n(Не задавая вопросов, Я побежал за Серегой. Да и какие вопросы, ему Я доверяю больше, чем себе самому)",
    "answers": [
      {
        "id": 70,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 69,
    "text": "(Я поступил подло. Бросил его там, одного. Выбежав в подъезд, меня встречают три человека в форме, нацелив на меня оружее... выстрелы. Я чувствую как свинец пробивает мое тело...но боли нету, мне просто приходится стоять и смотреть на этих парней в форме, слышать выстрелы...и, наверное, Я счастлив, что все это закончилось. Больше мне не надо выживать. Вот она - свобода...прости меня...мой поледний и единственный друг...)",
    "answers": [
      {
        "id": 66,
        "text": "Носитель"
      }
    ]
  },
  {
    "id": 70,
    "text": "(Мы бегом спустились на первый этаж. Тут нас уже ждали трое военных. На нас наставили оружее и...выстрелы...первый упал Серега, Я ещё держался на ногах. Свинец все пронизывал моё тело...такие холодные пули, проходили сквозь меня и влетали в стену позади. Боли не было, только звон в ушах от их выстрелов и холод...прости меня, мой последний, единственный друг, видимо моё решение нас было не достаточно хорошее...прости...)",
    "answers": [
      {
        "id": 66,
        "text": "Носитель"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]