[
  {
    "id": 1,
    "text": "Автор: Master Cho (Хлапонин Андрей).\n\nДобрый день, уважаемые читатели! Представляю Вашему вниманию вторую часть истории уже известного Вам героя — капитана Алонсо Кортеса. \nВ очередной раз Вы погрузитесь в непередаваемую атмосферу морских приключений, познакомитесь ближе с характерами героев и повлияете на их судьбу. Если Вы ещё не прочли первую часть приключений, настоятельно рекомендую ознакомиться с ней, нажав на клавишу \"Пройти первую часть квеста\".\nВ добрый путь, уважаемые читатели!\n\nТретья часть \"Одиссеи\" опубликована под номером 116579",
    "answers": [
      {
        "id": 2,
        "text": "Поднять якорь!.."
      },
      {
        "id": 1,
        "text": "Пройти первую часть квеста...",
        "targetbookid": 53747
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "var_set_from": [
          53747,
          "global secret",
          "global previous secret"
        ],
        "calculate": true
      },
      {
        "id": 249,
        "text": "Бонус",
        "var_equal": [
          "global previous secret",
          34
        ]
      },
      {
        "id": 92,
        "text": "Достижения..."
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, мы оставили наших героев на борту \"Санта- Марии\", подходившей к берегам Нового Света после долгого плавания.  Вы, разумеется, все так же будете в роли капитана — Алонсо Кортеса, который накануне принял решение бросить якорь у берегов Кубы, в Гаване. Сейчас полдень, вполне можно приступить к погрузке товаров на борт, благо деньги Вам удалось сохранить, несмотря на преследовавшие в пути неприятности. И вот по Вашему приказанию матросы принимаются загружать тюки и ящики с грузом в трюм. Вы можете либо остаться на шхуне и помочь своей команде с погрузкой, либо отправиться на сушу, чтобы раздобыть провизию для обратного пути, узнать местные новости и, возможно, заглянуть в местную таверну. Впрочем, именно там и узнают о всевозможных новостях и слухах...",
    "answers": [
      {
        "id": 4,
        "text": "Участвовать с командой в погрузке..."
      },
      {
        "id": 5,
        "text": "Отправиться на берег..."
      }
    ]
  },
  {
    "id": 3,
    "text": "На этой странице отображаются достижения, полученные Вами за время прохождения квеста...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу..."
      }
    ]
  },
  {
    "id": 4,
    "text": "* получено достижение \"Часть команды, часть корабля\"...\nВы решили остаться со своими людьми и, не чинясь своим положением, принять участие в погрузке. Решение было встречено одобрительными возгласами команды, явно оценившей этот жест. Стоит ли описывать тяжелейший труд, которым занялись люди на борту? Экипаж \"Санта-Марии\" целый день сновал по трапу, сгибаясь под тяжестью ноши и медленно наполняя трюм шхуны товарами. Наконец, уже глубокой ночью, дело было сделано. Матросы устали настолько, что даже не стали идти к койкам, лежали и сидели небольшими группами прямо на палубе. С трудом передвигая ноги, всем своим телом чувствуя сковывающую движения усталость, Вы зашли в свою каюту...",
    "answers": [
      {
        "id": 6,
        "text": "Выпить рому и предаться размышлениям..."
      },
      {
        "id": 7,
        "text": "Лечь спать..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили поручить Сандро — Вашему старшему помощнику, командовать погрузкой, и сошли по трапу на берег...",
    "answers": [
      {
        "id": 27,
        "text": "Осмотреться..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Решив немного выпить на сон грядущий, Вы взяли наполовину опустошенную бутылку рома, вытащили пробку и достали с полки стакан. Хотя кому нужны эти нелепые условности? Вы в полном одиночестве, вовсе незачем беспокоиться о манерах. Само слово \"манеры\" напомнило Вам о времени, когда ещё мальчишкой Вы жили в старинном замке Вашей семьи, стараясь во всем следовать правилам и нормам, принятым у высшего сословия. Впрочем, что осталось у Вас с тех времён? Пожалуй, лишь навыки фехтования, образование, да небольшая сумма, на которую лет пять назад Вы и купили эту шхуну. Встряхнув головой, словно пытаясь прогнать невеселые мысли, Вы прямо из бутылки в несколько глотков прикончили остатки рома и легли на кровать, на несколько часов погрузившись в крепкий сон...",
    "answers": [
      {
        "id": 8,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 7,
    "text": "Войдя в каюту, Вы почувствовали, что усталость окончательно победила. Едва коснувшись головой подушки, Вы уснули крепким сном наработавшегося за день человека...",
    "answers": [
      {
        "id": 8,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Открыв глаза, Вы окидываете взором свою каюту. Кажется, здесь что-то изменилось, но что именно, Вам никак не удается понять. В каюте царит полумрак, сквозь иллюминатор почти не пробивается свет, должно быть, сейчас раннее утро...",
    "answers": [
      {
        "id": 9,
        "text": "Выйти на палубу..."
      },
      {
        "id": 10,
        "text": "Осмотреть каюту еще раз..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Оказавшись на палубе, Вы обнаружили, что все вокруг окутано густой пеленой тумана, не то что берег, даже нос шхуны Вам не удавалось рассмотреть за завесой. \n— Сандро! Габриэль! Да где вы все, черт побери! — прокричали Вы, но лишь тишина была ответом. У Вас над головой раздался какой-то резкий щелчок. Вскинув голову, Вы поняли, что это хлопнул парус, внезапно надувшийся от порыва ветра. И как только Вы сразу не заметили, что судно идет, вместо того, чтобы стоять в порту? Бормоча под нос ругательства и недоумевая из-за происходящего, Вы по привычке стали у штурвала...",
    "answers": [
      {
        "id": 11,
        "text": "Повернуть влево..."
      },
      {
        "id": 12,
        "text": "Повернуть вправо..."
      },
      {
        "id": 13,
        "text": "Плыть прямо..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Странное дело... Куда-то исчезла бутылка из-под рома. А ведь Вы точно помните, что оставили ее на столе. А на месте висевшего на стене мушкета загадочным образом появилась картина, изображавшая сцену сражения двух кораблей. Дьявольщина! Присмотревшись, Вы узнали в одном из кораблей свою собственную шхуну! \n— Да что вообще здесь происходит! — недоуменно воскликнули Вы...",
    "answers": [
      {
        "id": 9,
        "text": "Выбежать из каюты..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы решили повернуть влево. Однако ничего вокруг не видно, поэтому сложно сказать, слушается судно штурвала или же идет в прежнем направлении. Куда идет? Зачем? И где команда? Не на шутку встревожившись и судорожно пытаясь найти ответы на эти вопросы, Вы вдруг услышали чудовищный треск. Все судно резко вздрогнуло и погрузилось в пучину...",
    "answers": [
      {
        "id": 14,
        "text": "Всплыть на поверхность...",
        "need": -70
      },
      {
        "id": 77,
        "text": "Всплыть на поверхность...",
        "need": 70
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решили повернуть вправо. Однако ничего вокруг не видно, поэтому сложно сказать, слушается судно штурвала или же идет в прежнем направлении. Куда идет? Зачем? И где команда? Не на шутку встревожившись и судорожно пытаясь найти ответы на эти вопросы, Вы вдруг услышали чудовищный треск. Все судно резко вздрогнуло и погрузилось в пучину...",
    "answers": [
      {
        "id": 14,
        "text": "Всплыть на поверхность...",
        "need": -70
      },
      {
        "id": 77,
        "text": "Всплыть на поверхность...",
        "need": 70
      }
    ]
  },
  {
    "id": 13,
    "text": "* получено достижение \"Путь во мгле\"...\nВы справедливо рассудили, что быссмысленно маневрировать, не видя, куда идет судно. Поэтому Вы, решили плыть прямо, хотя и опасались неприятностей, быть может, поджидающих в тумане. Все переживания оказались напрасны — шхуна целой и невредимой вышла из странной пелены и сама собой остановилась. Перед Вами, насколько хватало глаз, расстилалось море, словно Вы и не бросали вчера якорь у берегов Кубы. Вдруг Вы услышали зовущий Вас по имени женский голос, доносящийся, как Вам показалось, с носовой части корабля...",
    "answers": [
      {
        "id": 19,
        "text": "Идти на голос...",
        "need": -70
      },
      {
        "id": 76,
        "text": "Идти на голос...",
        "need": 70
      }
    ]
  },
  {
    "id": 14,
    "text": "Оказавшись в воде, Вы попытались было плыть, но все тело словно окоченело, отказываясь служить. Вы все глубже погружались в воду, как вдруг заметили, что кто-то стремительно приблизился к Вам, подхватил и начал тянуть наверх. Через несколько мгновений, показавшихся Вам вечностью, Вы вновь оказались на поверхности. Вы получили живительный глоток воздуха и теперь тяжело и прерывисто дышали, одновременно рассматривая своего спасителя. Вернее, спасительницу. Да-да, от неминуемой гибели Вас спасла девушка, весьма красивая, с длинными черными волосами, правильными чертами лица и карими глазами, которые слегка удивленно смотрят на Вас. И все бы хорошо, но Вы заметили, что у девушки вместо ног рыбий хвост...",
    "answers": [
      {
        "id": 73,
        "text": "- Ты русалка?.."
      },
      {
        "id": 74,
        "text": "- Спасибо тебе..."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Да, это так, — улыбнувшись отвечает девушка. \n— Спасибо тебе... Ты спасла меня.\n— У тебя будет возможность ответить мне тем же... ",
    "answers": [
      {
        "id": 17,
        "text": "- Тебе грозит опасность?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Но когда?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Что я должен буду сделать?..",
        "need": -26
      },
      {
        "id": 57,
        "text": "- Тебе грозит опасность?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Но когда?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Что я должен буду сделать?..",
        "need": 26
      }
    ]
  },
  {
    "id": 16,
    "text": "— Спасибо тебе... Ты спасла меня.\n— У тебя будет возможность ответить мне тем же. Мне грозит опасность, и я надеюсь, что ты поможешь мне...",
    "answers": [
      {
        "id": 17,
        "text": "- Тебе грозит опасность?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Но когда?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Что я должен сделать?..",
        "need": -26
      },
      {
        "id": 57,
        "text": "-Тебе грозит опасность?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Но когда?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Что я должен сделать?..",
        "need": 26
      }
    ]
  },
  {
    "id": 17,
    "text": "— Всему свое время, — загадочно ответила девушка и исчезла, погрузившись в воду... \nВнезапно Вы пришли в себя, очутившись в своей каюте, это было сновидение. Весьма странное и реалистичное, но все же...\nПотянувшись, Вы прогнали остатки сна и, раздумывая о том, что бы значило это странное сновидение, направились к двери...",
    "answers": [
      {
        "id": 22,
        "text": "Идти на палубу..."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Спасибо, я знала, что ты захочешь помочь мне. Но всему своё время, мы еще встретимся, — улыбнувшись ответила русалка, скрылась под водой и...\nВы проснулись в своей каюте. Это был весьма странный сон, не появись в нем русалка, Вы, пожалуй, не отличили бы его от реальности. Интересно, он что-то значит? Быть может, это своего рода пророчество? Да к черту эти размышления! Бормоча что-то про чертовщину и морские суеверия, Вы поднялись и, потянулись, настраиваясь на новый день, полный забот и хлопот...",
    "answers": [
      {
        "id": 22,
        "text": "Выйти на палубу..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Оказавшись на носу шхуны, Вы поняли, что голос доносится из воды. Склонившись, Вы увидели русалку, сверкающую серебристым хвостом. Ее большие глаза, казалось, читают Ваши мысли. Впрочем, так и было в самом деле. \n— Да, я русалка, самая настоящая. Я не опасна, напротив, мне самой угрожает опасность, поэтому я и здесь...",
    "answers": [
      {
        "id": 18,
        "text": "- Что за опасность? Я могу помочь?..",
        "need": -26
      },
      {
        "id": 18,
        "text": "- Я готов помочь тебе. Что я должен сделать?..",
        "need": -26
      },
      {
        "id": 57,
        "text": "- Что за опасность? Я могу помочь?..",
        "need_sometimes": true,
        "need": 26
      },
      {
        "id": 57,
        "text": "- Я готов помочь тебе. Что я должен сделать?..",
        "need": 26
      }
    ]
  },
  {
    "id": 20,
    "text": "— Аккуратнее, старина, не хватало нам еще чинить проломленную тобой палубу! — сказали Вы, вызвав новую волну смеха матросов.\n— Сам-то хоть цел, Диего?\n— Молодец, распластался по палубе, но завтрак спас, — посыпались на кока возгласы матросов. \nА Диего, довольный тем, что оказался в центре всеобщего внимания, принялся раздавать матросам миски с кашей, добродушно посмеиваясь над их шутками. \nПозавтракав вместе с командой, Вы обнаружили отсутствие на палубе своего старпома Сандро. Словно заметив Ваше недоумение, мальчишка Габриэль доложил, что старший помощник еще на рассвете сошел на берег, намереваясь пополнить запасы пороха для \"Санта-Марии\". Вспомнив, что и впрямь вчера вечером дали ему это поручение, Вы успокоились. Судно загружено товарами, такелаж в полном порядке. Осталось на пару-тройку дней отпустить на берег матросов, выдав им жалованье, да еще пополнить запасы провизии для обратного пути...",
    "answers": [
      {
        "id": 23,
        "text": "Отправить часть матросов на берег..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Да что Вы в самом деле? Кок — добрейший человек, которого любит и уважает вся команда. К тому же, котелок он не опрокинул, стало быть и ругать его особо не за что...",
    "answers": [
      {
        "id": 20,
        "text": "Пошутить над коком..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Солнце уже взошло, и на шхуне царило оживление: матросы уже расправились с похлебкой и теперь ждали, когда повар принесет еще и котелок с кашей. Вскоре на палубе и впрям показался кок Диего. Однако не дойдя всего пару шагов до фок-мачты, у которой столпились в ожидании матросы, этот толстый и грузный человек неожиданно грохнулся на палубу под всеобщий хохот, едва не опрокинув котелок...",
    "answers": [
      {
        "id": 20,
        "text": "Подшутить над судовым поваром..."
      },
      {
        "id": 21,
        "text": "Отчитать кока.. "
      }
    ]
  },
  {
    "id": 23,
    "text": "С этим делом Вы справились довольно быстро, и вот уже по трапу сходит добрая половина команды \"Санта- Марии\", остальные пока остаются на борту, чтобы, ожидая своей очереди, охранять судно, драить палубу, чистить орудия под присмотром Вашего боцмана Даниэля. Кажется, о нем я еще не рассказывал?..",
    "answers": [
      {
        "id": 246,
        "text": "Это что ещё за фрукт?.."
      },
      {
        "id": 247,
        "text": "Боцман и боцман, ну его..."
      }
    ]
  },
  {
    "id": 24,
    "text": "Город расположился на западном берегу широкой бухты, столь удобной для стоянки кораблей. Правда, городом в полной мере Гавану назвать трудно — по сути, это лишь несколько десятков деревянных зданий и жалких лачуг, беспорядочно расположенных на берегу. Чуть поодаль стояло величественное каменное здание, смахивающее на дворец. Очевидно, это резиденция губернатора. На восточном берегу возвышалась каменная громада мощного артиллерийского форта, призванного защищать Гавану от нападений пиратов, англичан, французов, голландцев и прочих незваных гостей. С этой же целью в бухте стояли легкий и быстроходный бриг и огромный военный галеон, на фоне которого Ваша шхуна — жалкая скорлупка. К счастью, над ратушей, фортом и галеоном развевались испанские флаги, как и над самой \"Санта- Марией\", так что здесь можно чувствовать себя в безопасности. \nВам необходимо пополнить запасы провизии и разузнать новости, слухи в таверне, которую Вы интуитивно признали в одноэтажном деревянном здании у самого берега...",
    "answers": [
      {
        "id": 25,
        "text": "Отправиться на рынок...",
        "need": [
          -25
        ]
      },
      {
        "id": 26,
        "text": "Отправиться в таверну...",
        "need": 25
      }
    ]
  },
  {
    "id": 25,
    "text": "Прийдя на рынок, Вы довольно быстро нашли нужного торговца и, немного сбив цену, заключили сделку. О доставке провизии на борт \"Санта- Марии\" Вам также удалось договориться, и вот Вы направились к своей шхуне во главе целой процессии чернокожих грузчиков. Поднявшись по трапу, Вы указали, куда следует сложить груз, теперь с делами было покончено, можно немного развеяться...",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться на берег..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Изнутри здание таверны было столь же неприглядным, как и снаружи. Десяток дубовых столов со скамьями и стульями, грубо сколоченная стойка и скопление бочек — вот, пожалуй и вся обстановка этого заведения. Окна завешены плотной тканью, поэтому здесь царит полумрак, столь непривычный для глаз после яркого солнечного света. В таверне находится, по меньшей мере, четыре дюжины матросов, сидящих за столами небольшими группами. Кое-где вовсю идет игра в карты, большинство усердно опустошает бочки и бутылки со спиртным, какого-то матроса в углу уже одолел хмельной сон.\nНе самое приятное зрелище, но для моряков, порой месяцами не бывающих на берегу, пьянство в подобных заведениях — одно из немногих доступных развлечений...",
    "answers": [
      {
        "id": 28,
        "text": "Подойти к стойке..."
      }
    ]
  },
  {
    "id": 27,
    "text": "Город располагается на западном берегу широкой бухты, столь удобной для стоянки кораблей. Правда, городом в полной мере Гавану назвать трудно — по сути, это лишь несколько десятков деревянных зданий и жалких лачуг, беспорядочно расположенных на берегу. Чуть поодаль стоит трехэтажное каменное здание, видимо играющее роль городской ратуши. На восточном берегу возвышается каменная громада мощного артиллерийского форта, призванного защищать Гавану от нападений пиратов, англичан, французов, голландцев и прочих нежданных гостей. С этой же целью в бухте стоят быстроходный, изящный бриг и огромный военный галеон, на фоне которого Ваша шхуна выглядит жалкой скорлупкой. К счастью, над ратушей, фортом и кораблями развеваются испанские флаги, как и над самой \"Санта- Марией\", так что здесь можно чувствовать себя в безопасности. \nВам необходимо пополнить запасы провизии и разузнать новости, слухи в таверне, которую Вы интуитивно признали в одноэтажном деревянном здании у самого берега...",
    "answers": [
      {
        "id": 25,
        "text": "Отправиться на рынок...",
        "need": [
          -25
        ]
      },
      {
        "id": 30,
        "text": "Зайти в таверну...",
        "need": 25
      }
    ]
  },
  {
    "id": 28,
    "text": "— Бутылку рома, — лаконично ответили Вы на вопросительный взгляд старика, стоящего за стойкой в довольно приличной, по меркам моряков, одежде.\n— Держи, приятель, — сипловатым голосом сказал тот и протянул бутылку.\nМгновенно откупорив ее, Вы сделали несколько глотков, оценив по достоинству вкус напитка. \n— Ну как? Отличная штуковина, не так ли? Из моих лучших запасов. Я работаю в своей таверне почти десять лет, многое повидал. Старина Андреско сразу видит, что ты не один из этих матросов, готовых пить любую дрянь. Капитан корабля, наверное?..",
    "answers": [
      {
        "id": 29,
        "text": "- Да, мое имя Алонсо Кортес..."
      },
      {
        "id": 31,
        "text": "- Не важно..."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Меня зовут Андреско. Рад знакомству и добро пожаловать в Гавану. Надолго к нам?..",
    "answers": [
      {
        "id": 37,
        "text": "- На пару-тройку дней..."
      },
      {
        "id": 38,
        "text": "- Еще не знаю..."
      },
      {
        "id": 31,
        "text": "- Тебе-то какое дело..."
      }
    ]
  },
  {
    "id": 30,
    "text": "Изнутри здание таверны было столь же неприглядным, что и снаружи. Десяток дубовых столов со скамьями и стульями, грубо сколоченная стойка и скопление бочек — вот, пожалуй и вся обстановка этого заведения. Окна завешены плотной тканью, поэтому здесь царит полумрак, столь непривычный для глаз после яркого солнечного света. В таверне находится, по меньшей мере, четыре дюжины матросов, сидящих за столами небольшими группами. Кое-где вовсю идет игра в карты, большинство усердно опустошает бочки и бутылки со спиртным, какого-то матроса в углу уже одолел хмельной сон.\nНе самое приятное зрелище, но для моряков, порой месяцами не бывающих на берегу, пьянство в подобных заведениях — одно из немногих доступных развлечений...",
    "answers": [
      {
        "id": 28,
        "text": "Подойти к стойке..."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Ну как знаешь, не буду мешать болтовней, — ответил старик и отвернулся, чтобы нацедить себе из бочки стакан вина. \nВы сделали еще несколько глотков, равнодушно поглядывая по сторонам. Моряки все также сидели группами за столами, изредка перебрасываясь несколькими репликами, картежники время от времени что-то восклицали, охваченные пылом азарта. Казалось бы, здесь относительно тихо и безопасно, но вдруг... \nОдин из моряков, с бутылками в руках пробиравшийся от барной стойки к столу, столкнулся с другим матросом, да так сильно, что выронил бутылки. И хотя те, кажется, не разбились, матрос с бутылками что есть силы толкнул обидчика в грудь. Тот потерял равновесие и упал на стол, за которым играли в карты. Игроки вскочили с мест, явно намереваясь задать трепку моряку, который так бесцеремонно помешал игре. На помощь матросу, который нес бутылки прибежали человек десять его товарищей, и через мгновение началась всеобщая драка, в которой уже не разберешь, кто, с кем и из-за чего дерется. Кажется, надо выбираться отсюда...",
    "answers": [
      {
        "id": 32,
        "text": "Пробиваться к двери..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Не успели Вы сделать и шага, как на Вас налетел какой-то усатый тип, замахнувшись стулом...",
    "answers": [
      {
        "id": 33,
        "text": "Отскочить в сторону..."
      },
      {
        "id": 34,
        "text": "Ударить первым..."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы среагировали вовремя, удар стулом ушел в пустоту, а тот, кто его пытался нанести, выронил свое импровизированное оружие, упал на пол и тут же захрапел так сильно, что даже шум драки не мог его заглушить. Должно быть, этот моряк мертвецки пьян... Хорошее начало, остаётся надеяться, что Вы сможете покинуть таверну, не ввязываясь в потасовку, которая, кажется, только набирает силу...",
    "answers": [
      {
        "id": 35,
        "text": "Пробиваться к выходу..."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы благоразумно не стали дожидаться удара стулом и огрели моряка кулаком по голове. Тот издал звук, больше всего напоминающий хрюканье свиньи, выронил стул и сам упал рядом с ним, вытянувшись вдоль стойки. А драка набирает силу, придется постараться, чтобы выбраться отсюда целым и невредимым...",
    "answers": [
      {
        "id": 35,
        "text": "Пробиваться к выходу..."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы довольно ловко одолели добрую треть пути к выходу, огибая дерущихся моряков, но Вам вновь преградил путь какой-то головорез, не слишком высокий, но коренастый и сильный, в чем вы убедились, когда он схватил Вас за горло и принялся душить... Вы пытаетесь ослабить его хватку, но все безуспешно. Судорожно перебирая руками, Вы вдруг нащупываете бутылку. Спасая свою жизнь, Вы решаете...",
    "answers": [
      {
        "id": 36,
        "text": "Ударить моряка коленом в живот..."
      },
      {
        "id": 41,
        "text": "Ударить моряка бутылкой по голове..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Задыхаясь, Вы из последних сил ударили врага коленом в живот. Тот выпустил Вас, согнувшись от боли. Вы залепили неприятелю мощный удар в челюсть, поставив точку в драке с этим силачом. Перед глазами у Вас плывут круги, Вы с трудом различаете все вокруг...",
    "answers": [
      {
        "id": 42,
        "text": "Подкрепить силы содержимым бутылки..."
      },
      {
        "id": 43,
        "text": "Выбираться из таверны..."
      }
    ]
  },
  {
    "id": 37,
    "text": "— На пару-тройку дней. Сам понимаешь, нужно запасы пополнить, товары загрузить, да и матросы истосковались по суше. Погуляют пару дней — и сразу назад, в Севилью.\n— Эх, как же давно я не ходил под парусом! Чудесные были времена, что и говорить... ",
    "answers": [
      {
        "id": 39,
        "text": "- Может быть, отправишься с нами?.."
      },
      {
        "id": 40,
        "text": "Промолчать..."
      }
    ]
  },
  {
    "id": 38,
    "text": "— Еще не знаю. Судно почти готово к отплытию назад, в Испанию, но я не прочь поискать наживы и приключений здесь, на Карибах, — ответили Вы. \n— Вот как? Думаю, тебе стоит поговорить с вон тем пьянчугой в углу. Вчера он, пьяный, что-то кричал про сокровища, которые лишь он может отыскать, мол, они могут сравниться с золотом ацтеков, которое награбил и где-то спрятал Кортес... Может быть, он бредит, но поговаривают, что раньше у него с головой все было в порядке. Кстати, уж не родственника ли того самого Кортеса занесло в мою таверну?\n— Нет, никаких мореплавателей у нас в роду не было, я единственный из своей семьи, кто отправился в море, — ответили Вы. \n— Ладно, если желаешь — потолкуй с ним...",
    "answers": [
      {
        "id": 48,
        "text": "Поблагодарить старика..."
      }
    ]
  },
  {
    "id": 39,
    "text": "— Не могу же я просто бросить таверну! К тому же, я слишком стар для путешествий, — отвечает Ваш новый знакомый, тяжело вздохнув. Вы хотели было продолжить беседу со стариком Андреско, как заметили, что у самой стойки два моряка столкнулись друг с другом. Раздалась громкая ругань, один из них тут же толкнул второго, на помощь каждому из них прибежали товарищи и вот уже началась драка, в которой колотили всех, без разбора. Матросов с \"Санта-Марии\" в таверне уже не было. Андреско схватился за ружьё, которое он, видимо, держал под стойкой. Выстрелив в воздух, он вызвал секундное замешательство, но драка тут же возобновилась с новой силой. Кажется, Вам пора уносить ноги отсюда...",
    "answers": [
      {
        "id": 32,
        "text": "Пробиваться к двери..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы еще несколько минут просидели, попивая ром и слушая своего нового знакомого, предавшегося воспоминаниям о своей молодости. Вдруг Вы заметили, что у самой стойки два моряка столкнулись друг с другом. Раздалась громкая ругань, один из них тут же толкнул второго, на помощь каждому из них прибежали товарищи и вот уже началась драка, в которой колотили всех, без разбора. Андреско схватился за ружьё, которое он, видимо, держал под стойкой. Выстрелив в воздух, он вызвал секундное замешательство, но драка тут же возобновилась с новой силой. Кажется, Вам пора уносить ноги отсюда...",
    "answers": [
      {
        "id": 32,
        "text": "Пробиваться к двери..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы со всей силы огрели противника бутылкой, разбив ее об голову моряка. Удар не прошел даром — напавший на Вас человек свалился на пол без чувств... Однако и Вы так ослабели от его стальной хватки, что едва держитесь на ногах, а в глазах все двоится...",
    "answers": [
      {
        "id": 43,
        "text": "Выбираться из таверны..."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы сделали несколько глотков напитка, оказавшегося вином, и почувствовали прилив сил. На Вашем пути встал очередной пьяница, но Вы ткнули его кулаком в живот и обрушили на голову негодяя удар бутылкой. Противник без сознания рухнул на пол, а Вы вновь направились к выходу. До двери оставалось всего пару шагов, как Вас кто-то схватил за плечо, рывком развернул к себе и ударил по лицу. Придя в себя после неожиданного удара, Вы видите, что на Вас надвигаются три моряка одновременно. Вы сделали шаг назад и упёрлись в стену рядом с оконным проемом...",
    "answers": [
      {
        "id": 45,
        "text": "Выпрыгнуть в окно..."
      },
      {
        "id": 46,
        "text": "Ринуться к двери..."
      },
      {
        "id": 47,
        "text": "Принять бой..."
      }
    ]
  },
  {
    "id": 43,
    "text": "С трудом сделав несколько шагов, Вы получили со спины удар по голове чем-то тяжёлым и упали на пол...",
    "answers": [
      {
        "id": 44,
        "text": "Потерять сознание..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Отличное решение! Впрочем, ничего другого Вам и не оставалось делать... ",
    "answers": [
      {
        "id": 54,
        "text": "Прийти в себя..."
      }
    ]
  },
  {
    "id": 45,
    "text": "Отдернув в сторону ткань, закрывавшую оконный проем, Вы вскочили на подоконник и... Получили чудовищной силы удар по голове. Вы соскользнули на пол и, чувствуя, как земля уходит из-под ног , упали, срывая занавеску, которая тут же укрыла Вас, подобно вуали...",
    "answers": [
      {
        "id": 44,
        "text": "Потерять сознание..."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы метнулись к двери, одним рывком оставив позади таверну и разыгравшееся в ней побоище. Один из моряков попытался было выскочить вслед за Вами, но Вы, резко ударили его дверью, сбив с ног. Двое других врагов ринулись было на Вас, но Вы просто выхватили саблю и направили ее острие на моряков. Разумеется, Вы не хотели их убивать, но до применения оружия и не дошло. Вид холодной стали явно остудил пыл этих головорезов, они попятились и через мгновение скрылись в темном помещении таверны...",
    "answers": [
      {
        "id": 53,
        "text": "Перевести дух..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы зарычали, словно загнанный зверь, и бросились на одного из нападавших, несколькими ударами уложив его на пол. Оставшиеся два моряка набросились на Вас разом, не сговариваясь, но Вы сумели их оттолкнуть, они бросались на Вас снова и снова, пока Вы, в конец обессиленный, не получили очередной удар по голове и не растянулись на досчатом полу таверны...",
    "answers": [
      {
        "id": 44,
        "text": "Потерять сознание..."
      }
    ]
  },
  {
    "id": 48,
    "text": "— Спасибо, Андреско! Думаю, мне пора...\nОглядевшись, Вы увидели, что пьяный моряк, про которого говорил старик, все еще сидит в дальнем углу таверны. Тем временем, в таверне воцарилось оживление. То ли игроки не поделили выигрыш, то ли кто-то из пьяных моряков стал задирать своих товарищей, но в таверне начинается массовая беспорядочная драка...\n",
    "answers": [
      {
        "id": 32,
        "text": "Покинуть таверну..."
      },
      {
        "id": 49,
        "text": "Подойти к пьяному моряку..."
      }
    ]
  },
  {
    "id": 49,
    "text": "— Эй, ты слышишь меня? Надо поговорить! Ты что-то болтал про сокровища, расскажешь мне? У меня есть корабль, мы сможем найти их, — прокричали Вы, тряся за плечо моряка, которого одолел хмельной сон.\n— Не время для болтовни, дерись, если хочешь уцелеть, — пробормотал пьяница, окинув все вокруг мутным взглядом. \nОглянувшись, Вы увидели, что драка и правда разыгралась нешуточная, посетители таверны колотят друг друга без разбора. Из-за чего началась драка для Вас осталось загадкой, но ясно одно — надо уносить отсюда ноги...",
    "answers": [
      {
        "id": 32,
        "text": "Пробиваться к выходу..."
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "* Получено достижение \"Несокрушимый\"...\nНевероятно, но Вам удалось покинуть злосчастную таверну, расчищая себе путь кулаками. К тому же, если не считать ссадины на лбу, Вы ничуть не пострадали. Отдышавшись, Вы флегматично наблюдаете, как совершает свой полет какой-то незадачливый моряк, выброшенный другими участниками драки в окно. Явно не переживая по поводу пережитой жесткой посадки, он полнялся на ноги и, пошатываясь, побрел к берегу, распевая пиратскую песню. Вскоре около таверны появился взвод солдат местного гарнизона. Должно быть, бойцы уже привыкли к разного рода происшествиям: пожарам и нападениям неприятеля. Не в диковинку им оказались и подобные побоища — всем скопом солдаты ворвались в таверну и, с минуту поорудовав прикладами ружей, восстановили порядок, заковали в кандалы и увели тех, кого сочли зачинщиками и наиболее активными участниками драки. Вы решили вернуться в таверну, чтобы убедиться, что старик-трактирщик не пострадал...",
    "answers": [
      {
        "id": 58,
        "text": "Вернуться в таверну..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Да ладно, успеете ещё прийти... Чего Вам тут не лежится?..",
    "answers": [
      {
        "id": 55,
        "text": "Меня ждут приключения!.. "
      },
      {
        "id": 56,
        "text": "Пол жесткий..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Заставлять ждать действительно некрасиво. Что ж, вперёд!..",
    "answers": [
      {
        "id": 8,
        "text": "Очнуться...",
        "need": -8
      },
      {
        "id": 78,
        "text": "Очнуться...",
        "need": 8
      }
    ]
  },
  {
    "id": 56,
    "text": "Хм, весомая причина... Ладно, не смею задерживать...",
    "answers": [
      {
        "id": 8,
        "text": "Очнуться...",
        "need": -8
      },
      {
        "id": 78,
        "text": "Очнуться...",
        "need": 8
      }
    ]
  },
  {
    "id": 57,
    "text": "— Ты все узнаешь, когда придет время, — загадочно ответила девушка и исчезла, погрузившись в воду...\nВы пришли в себя, обнаружив, что лежите на скамье все в той же злочастной таверне. Кажется, это был сон. Весьма странный, удивительно реалистичный, но все же сон. \nОглядываясь по сторонам, Вы увидели, что таверна представляет крайне печальное зрелище — столы, скамьи, стулья частью сломаны, частью свалены в беспорядочную кучу, словно кто-то пытался соорудить из них баррикаду. Несколько охающих и бормочущих ругательства моряков, лежащих на этой куче, подтвержают это предположение. Участники драки начали понемногу приходить в себя и, сбившись в один угол, продолжили пирушку, почти не разговаривая. За стойкой все также стоит Андреско, целый и невредимый. \n— Очнулся, приятель! — воскликнул старик, явно обрадовавшись Вам...",
    "answers": [
      {
        "id": 67,
        "text": "- Чем все закончилось?.."
      },
      {
        "id": 67,
        "text": "- Что это за баррикады?.."
      }
    ]
  },
  {
    "id": 58,
    "text": "После побоища таверна представляла еще более удручающее зрелище: столы, скамьи, стулья частью сломаны, частью свалены в беспорядочную кучу, словно кто-то пытался соорудить из них баррикаду. Несколько охающих и бормочущих ругательства моряков, лежащих на этой куче, подтвержают это предположение. Нашлись и несколько моряков, почти не пострадавших в драке, они уселись на обломки мебели и, сбившись в один угол, продолжили пирушку, почти не разговаривая. За стойкой все также стоит Андреско, целый и невредимый. \n- Уцелел, приятель! - воскликнул старик, явно обрадовавшись Вашему возвращению...",
    "answers": [
      {
        "id": 59,
        "text": "- Как видишь..."
      },
      {
        "id": 59,
        "text": "- С Божьей помощью..."
      },
      {
        "id": 59,
        "text": "- Самому не верится..."
      }
    ]
  },
  {
    "id": 59,
    "text": "— Да... Сегодня ребята превзошли самих себя, — с невеселой улыбкой проговорил старик и, поймав Ваш вопросительный взгляд, добавил,\n— Здесь что ни день — очередная драка. На прошлой неделе моряки даже половину стены снесли... Но ничего, солдаты каждый раз прекращают беспорядки, к тому же, они арестовывают нескольких смутьянов, часть конфискованных у них денег достается мне. Для покрытия убытков, так сказать... Регулярные потасовки даже выгоднее, чем сама торговля в таверне. Так и живём, приятель... Тебе что-нибудь налить?..",
    "answers": [
      {
        "id": 60,
        "text": "- Вина..."
      },
      {
        "id": 60,
        "text": "- Рому..."
      },
      {
        "id": 61,
        "text": "- Спасибо, не стоит..."
      }
    ]
  },
  {
    "id": 60,
    "text": "Старик нацедил из бочки стакан и протянул Вам. Кивнув, Вы залпом выпили его, протянули Андреско дублон за угощение и уже собрались было уходить, как Вас схватил за рукав тот самый моряк, который мирно дремал в дальнем углу таверны...",
    "answers": [
      {
        "id": 62,
        "text": "- Тебе чего?.."
      }
    ]
  },
  {
    "id": 61,
    "text": "— Спасибо, не стоит... Думаю, мне пора, — ответили Вы и, расплатившись, направились к выходу. Едва Вы подошли к двери, Вам на плечо легла чья-то рука. Оглянувшись, Вы увидели перед собой моряка, того самого, который мирно дремал в дальнем углу таверны...",
    "answers": [
      {
        "id": 62,
        "text": "- Тебе чего?.."
      }
    ]
  },
  {
    "id": 62,
    "text": "— Мне есть, что поведать Вам. Уверен, Вас заинтересует моя история... Присядем? Андреско, подай рому!.. \n— Ну уж нет, чертов пьяница, кредит закрыт, ты и так мне задолжал, плати или перебьешься как-нибудь! — сердито ответил старик-трактирщик. \n— Принеси, я заплачу, — сказали Вы.\nВыпив стакан рома, сидевший напротив Вас моряк принялся рассказывать своим скрипучим голосом...",
    "answers": [
      {
        "id": 63,
        "text": "Выслушать историю..."
      }
    ]
  },
  {
    "id": 63,
    "text": "— Мое имя Пабло, я испанец, как и Вы, синьор. Много лет я бороздил моря простым матросом, сменил несколько кораблей, пока не поступил на службу на одно торговое судно. Однажды на нас напали пираты, но мы сумели отбиться и уйти от преследования. Тогда-то я и нашел ее, будь она неладна... У одного из убитых нами пиратов была при себе старая карта какого-то острова. Нетрудно догадаться, что на ней было указано, где лежат пиратские сокровища. В ту пору со мной на судне служили три моих старых товарища, и я, разумеется, рассказал им все. Сабас, единственный из нас, кто умел читать, подтвердил, что это карта сокровищ, на которой указано точное место, где надо искать пиратское золото.  Это в пещере под горой, которая возвышается над островом. Больше всего на свете мы хотели найти сокровища, но этому было не суждено сбыться... Под Санто-Доминго нас настиг шторм. За всю свою жизнь я не видел море более свирепым. Волны швыряли наше судно, словно жалкую скорлупку, пока оно не наскочило на скалу, разбив корпус вдребезги. Нас спасло лишь то, что до берега было недалеко, всей команде удалось выбраться на сушу. Добравшись до города, мы несколько дней оплакивали наше судно, целыми сутками просиживая в трактире. Вскоре деньги закончились, один за другим мы стали наниматься матросами на другие суда. Прощаясь друг с другом, мы с товарищами разорвали карту на четыре части, каждый забрал себе одну, в память о нашей дружбе и приключениях, пережитых нами. Говоря начистоту, мы не теряли надежды когда-нибудь собраться вместе вновь и отыскать сокровища...\nСледующие пару лет я провел в море, служа матросом то на одном, то на другом корабле, хотя мысли о друзьях не давали мне покоя. Наконец, я оставил службу на очередном судне, чтобы отыскать их. Долго и безуспешно пытался найти я товарищей. Карлос, говорили, осел в Каракасе, след Игнасио оборвался в Чарльзтауне. Сабас умер здесь, в Гаване, лет пять назад. Когда я приехал сюда, потратив остатки своих скромных сбережений, его уже не было в живых, его часть карты мне найти не удалось. От отчаянья я стал тем, кто сидит сейчас перед Вами — портовым грузчиком и жалким пьяницей, лишенным цели существования...\nЭтот клочок бумаги не принес мне богатства, уверен, Вы удачливее меня. Возьмите карту, капитан...",
    "answers": [
      {
        "id": 64,
        "text": "- Спасибо... Насчёт твоей доли..."
      },
      {
        "id": 64,
        "text": "- Спасибо... Может быть, отправишься на поиски с нами?.."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Нет-нет, не нужно... Я слишком много времени потратил на эти поиски. Сокровища мне уже ни к чему. Надеюсь, Вы отыщете их, — ответил Пабло... ",
    "answers": [
      {
        "id": 65,
        "text": "- Спасибо еще раз. Прощай..."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Удачи...\nПопрощавшись с Андреско и Пабло, Вы заплатили за ром, дали Пабло пару дублонов в благодарность за карту и, наконец, покинули таверну...",
    "answers": [
      {
        "id": 70,
        "text": "Отправиться на корабль..."
      }
    ]
  },
  {
    "id": 66,
    "text": "Проснувшись, Вы с минуту полежали в кровати, раздумывая о предстоящих сегодня делах. Товары уже погружены на корабль, как, впрочем, и провизия, можно отправляться в обратный путь. Однако Ваше воображение будоражил клочок бумаги, который Вы получили в ходе вчерашних приключений. Пабло дал Вам тот фрагмент карты, на котором изображена северо-западная часть острова. Однако ни координат острова, ни каких-либо пояснений, уточняющих место, где зарыты сокровища, на бумаге нет. Без других частей карты, этот фрагмент совершенно бесполезен. Сведений о владельцах других частей карты у Вас немного, однако попытаться найти их все же стоит. В конце концов, Вы теряете всего лишь несколько недель, но вполне можете обогатиться...",
    "answers": [
      {
        "id": 80,
        "text": "Идти на палубу..."
      }
    ]
  },
  {
    "id": 67,
    "text": "— Видишь ли, пока ты валялся без сознания, взвод солдат из местного гарнизона на свой лад навел здесь порядок. Моряки соорудили это нагромождение мебели и, укрываясь за ним, швыряли в солдат все что попадалось под руку. Но те их быстро усмирили прикладами, арестовали зачинщиков и тех, кого за них приняли. Обычно у них отбирают оставшуюся при себе часть жалования, долю из этих денег дают мне, на ремонт заведения. Так и живём, — закончил старик...",
    "answers": [
      {
        "id": 68,
        "text": "- Не планировал бросить все это?.."
      },
      {
        "id": 69,
        "text": "- И часто здесь такие драки бывают?.."
      }
    ]
  },
  {
    "id": 68,
    "text": "— Приятель, всю свою жизнь я провел или в море или возле него, общаясь только с матросами. Ни на что другое я не гожусь, да и эта жизнь меня устраивает...",
    "answers": [
      {
        "id": 69,
        "text": "- И часто здесь такие драки бывают?.."
      }
    ]
  },
  {
    "id": 69,
    "text": "— Почти каждый день кто-то что-то не поделит. И уж раз в неделю это точно перерастает в такую крупную потасовку, — отвечает Андреско. \nПообщавшись со стариком-трактирщиком еще немного, Вы решаете вернуться на шхуну. Однако едва Вы попрощались с Андреско и подошли к двери, как Вас окликнул тот самый моряк, который все это время мирно спал в углу таверны...",
    "answers": [
      {
        "id": 62,
        "text": "- Чего тебе?.."
      }
    ]
  },
  {
    "id": 70,
    "text": "На улице уже стемнело. Ночь, воцарившись над миром, предстала перед Вашим взором в тревожном сиянии лунного света. То и дело озираясь по сторонам, Вы без новых злоключений добрались до \"Санта-Марии\", и, убедившись, что на судне все в порядке, зашли в свою каюту и легли спать...",
    "answers": [
      {
        "id": 72,
        "text": "Проснуться...",
        "need_sometimes": true,
        "need": -8
      },
      {
        "id": 66,
        "text": "Проснуться...",
        "need": 8
      }
    ]
  },
  {
    "id": 71,
    "text": "Действительно, сколько можно спать! Полежали и хватит, нечего себя баловать!..",
    "answers": [
      {
        "id": 72,
        "text": "Открыть глаза..."
      }
    ]
  },
  {
    "id": 72,
    "text": "Открыв глаза, Вы окидываете взором свою каюту. Кажется, здесь что-то изменилось, но что именно, Вам никак не удается понять. В каюте царит полумрак, сквозь иллюминатор совсем не пробивается свет, должно быть, сейчас раннее утро...",
    "answers": [
      {
        "id": 9,
        "text": "Выйти на палубу..."
      },
      {
        "id": 10,
        "text": "Осмотреть каюту еще раз..."
      }
    ]
  },
  {
    "id": 73,
    "text": "— Да, это так, — улыбнувшись отвечает девушка. \n— Спасибо тебе... Ты спасла меня.\n— У тебя будет возможность ответить мне тем же...",
    "answers": [
      {
        "id": 57,
        "text": "- Тебе грозит опасность?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Но когда?..",
        "need": 26
      },
      {
        "id": 17,
        "text": "- Тебе грозит опасность?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Но когда?..",
        "need": -26
      }
    ]
  },
  {
    "id": 74,
    "text": "— Спасибо тебе... Ты спасла меня.\n— У тебя будет возможность ответить мне тем же, улыбнувшись, отвечает девушка...",
    "answers": [
      {
        "id": 17,
        "text": "- Тебе грозит опасность?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Но когда?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Что я должен буду сделать?..",
        "need": -26
      },
      {
        "id": 57,
        "text": "- Тебе грозит опасность?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Но когда?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Что я должен буду сделать?..",
        "need": 26
      }
    ]
  },
  {
    "id": 75,
    "text": "— Всему свое время, — загадочно ответила девушка и скрылась, погрузившись в пучину...",
    "answers": []
  },
  {
    "id": 76,
    "text": "Оказавшись на носу шхуны, Вы поняли, что голос доносится из воды. Склонившись, Вы, несмотря на густую пелену, отчетливо увидели русалку. сверкающую серебристым хвостом. Девушка довольно красива, с длинными темными волосами, правильными чертами лица, большими карими глазами, которые, казалось, читают Ваши мысли. Впрочем, так и было в самом деле. \n— Да, я русалка, самая настоящая. Я не опасна, напротив, мне самой угрожает опасность, поэтому я и здесь...",
    "answers": [
      {
        "id": 79,
        "text": "- Я готов помочь тебе. Что я должен сделать?.."
      },
      {
        "id": 79,
        "text": "- Что за опасность? Я могу помочь тебе?.."
      }
    ]
  },
  {
    "id": 77,
    "text": "Оказавшись в воде, Вы попытались было плыть, но все тело словно окоченело, отказываясь служить. Вы все глубже погружались в воду, как вдруг заметили, как кто-то стремительно приблизился к Вам, подхватил и начал тянуть наверх. Через несколько мгновений, показавшихся Вам вечностью, Вы вновь оказались на поверхности. Вы получили живительный глоток воздуха и теперь тяжело и прерывисто дышали, одновременно рассматривая своего спасителя. Вернее, спасительницу. Да-да, от неминуемой гибели Вас спасла девушка, весьма красивая, с длинными черными волосами, правильными чертами лица и карими глазами, которые слегка удивленно смотрят на Вас. И все бы хорошо, но Вы заметили, что у девушки вместо ног рыбий хвост...",
    "answers": [
      {
        "id": 81,
        "text": "- Ты русалка?.."
      },
      {
        "id": 82,
        "text": "- Спасибо тебе..."
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы пришли в себя, обнаружив, что лежите на скамье все в той же злочастной таверне. Оглядываясь по сторонам, Вы увидели, что таверна представляет крайне печальное зрелище — столы, скамьи, стулья частью сломаны, частью свалены в беспорядочную кучу, словно кто-то пытался соорудить из них баррикаду. Несколько охающих и бормочущих ругательства моряков, лежащих на этой куче, подтвержают это предположение. Участники драки начали понемногу приходить в себя и, сбившись в один угол, продолжили пирушку, почти не разговаривая. За стойкой все также стоит Андреско, целый и невредимый. \n— Очнулся, приятель! — воскликнул старик, явно обрадовавшись Вам...",
    "answers": [
      {
        "id": 67,
        "text": "- Чем все закончилось?.."
      },
      {
        "id": 67,
        "text": "- Что это за баррикады?.."
      }
    ]
  },
  {
    "id": 79,
    "text": "— Спасибо, я знала, что ты захочешь помочь! Всему своё время, мы еще встретимся, — ответила русалка и скрылась под водой. \nА Вы проснулись. На этот раз по-настоящему, без всяких видений и чудес. День Вы начали с раздумий о своих вчерашних приключениях, в результате которых получили часть карты сокровищ и смутные представления о том, где искать остальные части. Однако задержаться на Карибах и попытать счастья определенно стоит. \nНеобычный сон, столь сильно похожий на реальность, тоже заставил Вас призадуматься. Впрочем, Вы никогда не были суеверным человеком и скоро отмахнулись от мыслей насчёт вещих снов и прочей мистики. \nДовольно валяться, пора начинать новый день!..",
    "answers": [
      {
        "id": 80,
        "text": "Идти на палубу..."
      }
    ]
  },
  {
    "id": 80,
    "text": "Новый день встретил Вас лучами утреннего, но уже палящего солнца, в лучах которого сверкает и серебрится море. \"Санта-Мария\" стоит, чуть покачиваясь на волнах и слегка осев в воду под тяжестью груза. Сейчас шесть часов утра, матросы ждут завтрак, прикармливают пса Топа, беседуют между собой, предвкушая скорую отправку на берег. Вдруг всеобщее спокойствие нарушает топот ног по трапу и громкий крик: \"Бездельничаем? Принимайте груз на борт!\" Источником шума оказался Ваш неунывающий помощник Сандро. Всклоченная борода и блестящие глаза старпома явно говорили о том, что их обладатель уже ввязался в какие-то \"приключения\" на берегу. Будучи хитрым и изворотливым малым, он всегда умудрялся избегать неприятностей и извлекать выгоду из любых ситуаций, а истории Вашего помощника уже не раз удивляли матросов. Так случилось и в этот раз...\n— Я выиграл! Я обставил в карты всех местных пройдох! — радостно воскликнул Сандро, с азартом описывая собравшимся вокруг него слушателям подробности своего карточного триумфа. \nС минуту послушав издали хвастливую болтовню старпома, Вы, наконец, подошли к нему...",
    "answers": [
      {
        "id": 85,
        "text": "Отругать Сандро..."
      }
    ]
  },
  {
    "id": 81,
    "text": "— Да, это так, — улыбнувшись отвечает девушка. \n— Спасибо тебе... Ты спасла меня.\n— У тебя будет возможность ответить мне тем же...",
    "answers": [
      {
        "id": 83,
        "text": "- Тебе грозит опасность?..",
        "need": -44
      },
      {
        "id": 57,
        "text": "- Тебе грозит опасность?..",
        "need": 44
      },
      {
        "id": 57,
        "text": "- Но когда?..",
        "need": 44
      },
      {
        "id": 83,
        "text": "- Но когда?..",
        "need": -44
      }
    ]
  },
  {
    "id": 82,
    "text": "— Спасибо тебе... Ты спасла меня.\n— У тебя будет возможность ответить мне тем же, улыбнувшись, отвечает девушка...",
    "answers": [
      {
        "id": 17,
        "text": "- Тебе грозит опасность?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Но когда?..",
        "need": -26
      },
      {
        "id": 17,
        "text": "- Что я должен буду сделать?..",
        "need": -26
      },
      {
        "id": 57,
        "text": "- Тебе грозит опасность?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Но когда?..",
        "need": 26
      },
      {
        "id": 57,
        "text": "- Что я должен буду сделать?..",
        "need": 26
      }
    ]
  },
  {
    "id": 83,
    "text": "— Ты все узнаешь, когда придет время, — сказала русалка и исчезла, нырнув в пучину. А  вы проснулись, теперь уже по-настоящему. Открыв глаза,  полежали в кровати, раздумывая о предстоящих сегодня делах. Товары уже погружены на корабль, как, впрочем, и провизия. Однако Ваше воображение будоражит клочок бумаги с изображением части острова, который Вы получили в ходе вчерашних злоключений. Старик Пабло дал Вам именно тот фрагмент карты, на котором крестиком отмечено нахождение сокровищ. Однако ни координат острова, ни каких-либо пояснений, уточняющих место, на бумаге нет. Сведений о владельцах других частей карты у Вас немного, однако попытаться найти их все же стоит. В конце концов, Вы теряете всего лишь несколько недель, а получить можете несметные богатства. Определенную тревогу внушил Вам и ночной сон, однако Вы не были особенно суеверным человеком и потому отмели в сторону мысли о мистике, вещих сновидениях и просей чепухе...\nДовольно валяться, пора начинать новый день!..",
    "answers": [
      {
        "id": 80,
        "text": "Идти на палубу..."
      }
    ]
  },
  {
    "id": 84,
    "text": "— Спасибо, я знала, что ты не оставишь девушку в беде. Ты все узнаешь, когда придет время, — сказала русалка и исчезла, нырнув в пучину. А вы проснулись, теперь уже по-настоящему. Открыв глаза,  полежали в кровати, раздумывая о предстоящих сегодня делах. Товары уже погружены на корабль, как, впрочем, и провизия. Однако Ваше воображение будоражит клочок бумаги с изображением части острова, который Вы получили в ходе вчерашних злоключений. Старик Пабло дал Вам именно тот фрагмент карты, на котором крестиком отмечено нахождение сокровищ. Однако ни координат острова, ни каких-либо пояснений, уточняющих место, на бумаге нет. Сведений о владельцах других частей карты у Вас немного, однако попытаться найти их все же стоит. В конце концов, Вы теряете всего лишь несколько недель, а получить можете несметные богатства, о которых ходят легенды, но о нахождении которых почти ничего не знают. Определенную иревогу анугил Вам и ночной сон, однако Вы не были особенно суеверным человеком и потому отмели в сторону мысли о мистике, вещих сновидениях и прочей чепухе...\nДовольно валяться, пора начинать новый день!..\n",
    "answers": [
      {
        "id": 80,
        "text": "Идти на палубу..."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Сандро, я посылал тебя на берег за порохом и зарядами, а не в карты играть. Где ты лазил все это время? Что за вид? Где припасы? — отчитываете Вы старпома. \n— Ох, чуть ведь не забыл... — пробормотал Сандро крикнул что-то, склонившись за борт, и через несколько мгновений грузчики, все это время ждавшие указаний Сандро, соорудили на палубе груду из четырех пороховых бочонков и десятка каких-то ящиков. \n— Капитан, все сделано в наилучшем виде! Порох, пули, ядра — все раздобыл. Ну и скряги же местные торговцы, скажу я Вам... Но я торговался с ними за каждый дублон, не сомневайтесь! Так что цена сносная, взгляните на бумаги! Вот лишние деньги, возьмите! А что малость загулял — не беда. Вы ведь сами говорили, раздобудь, мол, Сандро, припасы и отпущу на берег. \nЭтот прохвост прав, поручение он  и впрямь выполнил, припасы обошлись Вам почти на треть дешевле, чем Вы ожидали, что, несомненно, является заслугой Сандро. В конце концов, каким бы плутом он ни был, Ваш старпом отлично знает свое дело, справляется с обязанностями, команда в нем души не чает, да и Вы давно привязались к своему надежному другу.\n— А здесь что? — спросили Вы, указав на самый большой ящик.\n— Капитан, я раздобыл новые орудия для нашей шхуны. Здесь шесть фальконетов, с зарядами к ним, как полагается. Мне удалось купить их за полцены. Теперь \"Санта- Марии\" никакие пираты будут не страшны! — горячо убеждает Сандро.\n— Черт с тобой, возьми пару матросов в помощь, установите их на корме, — уступаете Вы. Тем более, что эти маленькие и лёгкие орудия действительно очень эффективны в бою. В пути \"Санта-Марию\" может подстерегать масса опасностей, новое оружие не помешает.\nПожалуй, теперь все в полном порядке, осталось только отправить матросов на пару дней на берег, после чего можно будет отчаливать...",
    "answers": [
      {
        "id": 87,
        "text": "Отправить матросов на берег..."
      }
    ]
  },
  {
    "id": 86,
    "text": "Чудно, тогда не буду Вас задерживать, уважаемый читатель!..",
    "answers": [
      {
        "id": 89,
        "text": "Вернуться к сюжету..."
      }
    ]
  },
  {
    "id": 87,
    "text": "Следующие несколько дней прошли довольно однообразно: Вы группами, поочередно отправляли своих матросов на берег, чтобы палуба судна никогда не пустовала. Сами Вы еще раз на полдня сошли на берег, безуспешно попытавшись разузнать что-нибудь о Сабасе и его фрагменте карты. Тем временем, судно находилось под присмотром О'Брайена. Да, я о нем уже рассказывал?..",
    "answers": [
      {
        "id": 86,
        "text": "Само собой..."
      },
      {
        "id": 88,
        "text": "Кто это вообще?.."
      }
    ]
  },
  {
    "id": 88,
    "text": "Даниэль О'Брайен — Ваш боцман, ирландец по происхождению. Этот славный и надёжный моряк был подобран Вами на борт после того, как английский фрегат, на котором Даниэль служил прежде, пошел ко дну, уничтоженный пиратами. Очень скоро О'Брайен, невысокий, худощавый матрос со всклоченной рыжей бородой, влился в Вашу команду, показав себя смелым и решительным человеком, вскоре Вы вручили ему боцманскую дудку, с которой тот отныне не расставался ни на минуту. Никаких подробностей о его службе на английском корабле и о всей прежней жизни Вы не знаете, да это и не нужно, главное, что Даниэль честно несёт службу на борту \"Санта-Марии\", искренне привязавшись к ее команде и капитану...",
    "answers": [
      {
        "id": 89,
        "text": "Вернуться к сюжету..."
      }
    ]
  },
  {
    "id": 89,
    "text": "Так вот, спустя четыре дня, \"Санта-Мария\" подняла якорь и, покинув Гавану, вышла в открытое море, оставив за горизонтом солнечную Кубу. Между тем, Вами завладело желание найти сокровища. Посвятив в свои планы команду и заручившись всеобщей поддержкой в этом предприятии, Вы решаете начать поиски с...",
    "answers": [
      {
        "id": 90,
        "text": "Чарльзтауна..."
      },
      {
        "id": 91,
        "text": "Каракаса..."
      }
    ]
  },
  {
    "id": 90,
    "text": "Положив судно на выбранный курс, Вы передали штурвал рулевому и решили пройтись по шхуне, убедиться, что все в порядке...",
    "answers": [
      {
        "id": 94,
        "text": "Начать осмотр..."
      }
    ]
  },
  {
    "id": 91,
    "text": "Положив судно на выбранный курс, Вы передали штурвал рулевому и решили пройтись по шхуне, убедиться, что все в порядке...",
    "answers": [
      {
        "id": 94,
        "text": "Начать осмотр..."
      }
    ]
  },
  {
    "id": 92,
    "text": "Здесь отображены все достижения, которые Вы получили в ходе прохождения второй части \"Одиссеи\"...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу..."
      },
      {
        "id": 265,
        "text": "\"Часть команды, часть корабля\"...",
        "need": 4,
        "need_ever": true
      },
      {
        "id": 266,
        "text": "\"Путь во мгле\"...",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 267,
        "text": "\"Несокрушимый\"...",
        "need": 53,
        "need_ever": true
      },
      {
        "id": 268,
        "text": "\"Таинственная незнакомка\"...",
        "need": 99,
        "need_ever": true
      },
      {
        "id": 269,
        "text": "\"Одна голова - хорошо\"...",
        "need": 111,
        "need_ever": true
      },
      {
        "id": 270,
        "text": "\"Напролом\"...",
        "need": 110,
        "need_ever": false
      },
      {
        "id": 271,
        "text": "\"Скрытое вторжение\"...",
        "need": 112,
        "need_ever": true
      },
      {
        "id": 272,
        "text": "\"Дружественный огонь\"...",
        "need": 137,
        "need_ever": true
      },
      {
        "id": 273,
        "text": "\"Разговор начистоту\"...",
        "need": 143,
        "need_ever": true
      },
      {
        "id": 274,
        "text": "\"Конфликт с властями\"...",
        "need": 161,
        "need_ever": true
      },
      {
        "id": 276,
        "text": "\"Герой- спаситель\"...",
        "need": 214,
        "need_ever": true
      },
      {
        "id": 280,
        "text": "\"Пиастры!\"",
        "need": 230,
        "need_ever": true
      }
    ]
  },
  {
    "id": 93,
    "text": "Поднявшись на палубу, Вы взошли на капитанский мостик и, достав подзорную трубу, с которой никогда не расставались, начали осматривать горизонт. Уже начался рассвет, поэтому Вы без труда разглядели очертания шхуны, идущей навстречу \"Санта-Марии\". Вы приказали Даниэлю будить команду, а сами стали у штурвала, продолжая вести шхуну тем же курсом и наблюдая за судном. Тем временем Ваши матросы выбежали на палубу и, разобрав оружие, рассредоточились вдоль бортов, как Вы их и учили. Команда полностью доверяет Вам, эти люди готовы, если потребуется, сражаться до последней капли крови. Пожалуй, свое волнение выражают лишь ни на шутку встревоженная Изабелла и Топ, нарушающий тишину своим громким лаем. Впрочем, шхуна — торговое судно, едва ли его капитан прикажет атаковать \"Санта- Марию\", подготовка к бою — лишь мера предосторожности. Вы все также идете с попутным ветром, а корабль, идущий навстречу, вынужден постоянно лавировать. Во время одного из этих маневров Вы разглядели голландские красно-бело-синие полотнища, развевающиеся на мачтах этой шхуны. Корабли уже приблизились друг к другу на расстояние пушечного выстрела. Все еще опасаясь нападения, Вы повернули \"Санта-Марию\" бортом к голландскому кораблю, чтобы встретить его пушечным залпом, если он попытается атаковать, но шхуны мирно разошлись, несомненно заставив экипажи обоих кораблей вздохнуть с облегчением...",
    "answers": [
      {
        "id": 170,
        "text": "Продолжить путь..."
      }
    ]
  },
  {
    "id": 94,
    "text": "Первым делом Вы спустились в трюм и, осмотрев груз, решили пройтись по каютам...",
    "answers": [
      {
        "id": 95,
        "text": "Заглянуть в кают-компанию...",
        "need": -95
      },
      {
        "id": 96,
        "text": "Наведаться в камбуз...",
        "need": -96
      },
      {
        "id": 97,
        "text": "Зайти в кладовую..."
      }
    ]
  },
  {
    "id": 95,
    "text": "В кают-компании Вы увидели юнгу, который сидел за столом и что-то старательно выводил на бумаге. \n— Габриэль, — негромко окликнули Вы юношу.\n— Да, капитан! Сандро сказал, что на палубе я пока не нужен и отпустил сюда... Какие будут распоряжения? — спросил Габриэль, оторвавшись от своего занятия и вскочив из-за стола.\n— Никаких, малец. Чем занимаешься? — поинтересовались Вы. \n— Да тут... В общем, я веду свой дневник о наших путешествиях, обо всех приключениях в пути. Кое-что зарисовываю, когда есть свободная минутка... Кстати, у меня есть Ваш портрет, не желаете взглянуть?\nС этими словами юнга протянул Вам лист бумаги, на котором весьма красочно изображен в полный рост высокий молодой мужчина с небольшой аккуратной бородкой, в капитанской треуголке и плаще, сжимающий эфес сабли в одной руке и пистолет — в другой. Юный художник нарисовал Вас на корабле, над палубой которого витают клубы дыма, обозначающие, по-видимому, сражение. У мальчишки определенно есть талант, в чем Вы и убедились, когда пролистали дневник юнги и увидели изображения причудливых птиц, деревьев, портреты почти всех матросов \"Санта-Марии\" и даже набросок очертаний прибрежного города, отдаленно напоминавшего Севилью. Похвалив Габриэля за рисунки, Вы ласково потрепали его за ухо и вышли из кают-компании...",
    "answers": [
      {
        "id": 94,
        "text": "Продолжить обход..."
      }
    ]
  },
  {
    "id": 96,
    "text": "В камбузе Вас как всегда встретил радостной болтовней старина Диего. Кок похвастался, что сегодня на обед будет курятина, посетовал, что в открытом море скоро придется перейти на солонину и, не переставая хлопотать у кастрюль, поминутно предлагал Вам чего-нибудь отведать из его стряпни. Побеседовав немного с Диего, Вы вышли из камбуза, чувствуя, что наелись на целую неделю вперёд...",
    "answers": [
      {
        "id": 94,
        "text": "Продолжить обход..."
      }
    ]
  },
  {
    "id": 97,
    "text": "Кладовая со съестными припасами находилась возле камбуза. На всякий случай Вы решили заглянуть сюда.\nКак оказалось, не зря. Едва Вы открыли дверь, в кладовой послышалось какое-то шуршание, а за ним — грохот упавшего бочонка. Разумеется, никому из Ваших людей не пришло бы в голову слоняться по кладовой, а уж тем более — прятаться в ней. Объяснение могло быть только одно — на борту шхуны находится чужак. Схватив висящий здесь же, у двери фонарь, Вы зажгли его и, вынув клинок из ножен, ринулись на звук, огибая многочисленные ящики, мешки и бочонки, пока не увидели, наконец, что кто-то прячется в углу кладовой. Направив клинок на прячущегося человека, Вы осветили его фонарем и... Порядком опешили. Вы ожидали увидеть беглого раба, каторжника, пирата. Каково же было Ваше удивление, когда перед Вашим взором предстала хрупкая девушка, испуганно смотрящая на Вас. \n— Что за черт, — изумленно пробормотали Вы, опуская клинок. \n— Пожалуйста, пощадите! Я все объясню, — пролепетала ни на шутку перепуганная незнакомка.\n— Успокойтесь, Вам ничего не угрожает, пойдемте на палубу, там поговорим, — отвечаете Вы...",
    "answers": [
      {
        "id": 98,
        "text": "Отвести незнакомку на палубу..."
      }
    ]
  },
  {
    "id": 98,
    "text": "Удивлению матросов не было предела, когда на палубу Вы вышли в сопровождении какой-то девушки. \"Санта- Мария\", конечно, многое повидала на своем веку, но женщины на ее борту еще не было, тем более непонятным образом появившейся на судне. Вы прикрикнули на команду, и все зеваки моментально разбежались, вновь занявшись своими делами. Теперь можно без \"лишних ушей\" выяснить, кто эта девушка и зачем она проникла на шхуну. При солнечном свете Вам, наконец, удалось толком рассмотреть незнакомку. Судя по всему, ей лет двадцать или около этого. Надо признать, девушка весьма хороша собой: высокая, стройная, с длинными темными волосами, белой, пожалуй, даже чуть бледноватой кожей, приятными, немного детскими чертами лица, большими карими глазами. При этом осанка незнакомки, манеры, явно дорогое платье выдавали в ней девушку знатного происхождения. Тем более странно, что она оказалась в такой щекотливой ситуации.  \n— Потрудитесь объяснить, что Вы делаете на моем судне, — требуете Вы, обращаясь к девушке.\n— Простите мне мою дерзость, капитан... Поверьте, я вовсе не беглянка и не преступница, хотя и вынуждена была скрываться на Вашем судне. Мое имя Изабелла... Фамилию я пока не могу Вам назвать, как и причины, которые заставили меня пробраться сюда тайком. Могу лишь сказать, что на карту поставлено доброе имя нашей семьи. Мне, во что бы то ни стало, нужно добраться до Испании, поэтому, узнав, что в гавани стоит испанское судно, я прокралась на него и спряталась в кладовой. Пожалуйста, капитан, помогите мне добраться до Испании, я все оплачу Вам, — в отчаянии просит девушка, доставая кошелёк из своей небольшой сумки...",
    "answers": [
      {
        "id": 99,
        "text": "- Добро пожаловать на борт \"Санта-Марии\", синьорита..."
      },
      {
        "id": 100,
        "text": "- За борт ее, ребята!!!",
        "need": -100
      }
    ]
  },
  {
    "id": 99,
    "text": "* получено достижение \"Таинственная незнакомка\"...\n— Благодарю Вас, синьор, Вы очень великодушны, — отвечает Изабелла. \n— Не торопитесь расставаться с деньгами, уверен, они Вам еще пригодятся. Да, должен Вам сообщить, что мы пока не направляемся в Испанию. У меня появились кое-какие дела на Карибах, но как только я их улажу, мы немедленно возьмем курс домой, в Севилью.\n— Я все понимаю, спасибо, что сообщили... Скажите, как Ваше имя?\n— Алонсо Хосе Кортес де Фигерас к Вашим услугам. Сандро! — тут же окликнули Вы старпома. \n— Да, капитан, — отозвался тот, подойдя к Вам. \n— Синьорита останется на судне, помоги ей устроиться.\n— Но капитан, у нас нет лишней каюты, тем более, женской! \n— Я уступлю нашей гостье свою, — отвечаете Вы, — и отведи синьориту к Диего, пусть накормит. \nКивнув Вам, Сандро проводил девушку к коку.\nОстаток дня прошел без происшествий, Вы до заката простояли у штурвала, привычно управляя шхуной, которая подобно птице летела по волнам навстречу неизвестности. Наконец Вас сменил Даниэль, передав ему управление судном, Вы решили отправиться спать...",
    "answers": [
      {
        "id": 101,
        "text": "На боковую..."
      }
    ]
  },
  {
    "id": 100,
    "text": "Уважаемый читатель, что это Вам в голову взбрело? Разве можно так обходиться с женщинами? Хоть проявите уважение к труду автора! Я на сюжетную линию этой героини столько сил потратил!)))",
    "answers": [
      {
        "id": 104,
        "text": "Передумать..."
      },
      {
        "id": 102,
        "text": "Стоять на своем..."
      }
    ]
  },
  {
    "id": 101,
    "text": "Думая о девушке и ее неожиданном появлении на борту, в кают-компании, куда Вы были вынуждены перебраться, Вы пришли к выводу, что женщина на корабле — и впрямь к несчастью. Или, во всяком случае, к неудобству для капитана. Но не везти же было ее обратно в Гавану? Другое дело, что предстоит искать сокровища, еще неизвестно, куда эти поиски заведут, а девушка вполне может стать обузой. С другой стороны, по какой-то необъяснимой причине Вы даже обрадовались ее появлению. Ваши матросы, конечно, по-своему славные ребята, но довольно неотесанные. Возможность пообщаться с человеком своего круга Вы нашли очень даже приятной...",
    "answers": [
      {
        "id": 105,
        "text": "Хватит уже размышлять, спать пора!.."
      }
    ]
  },
  {
    "id": 102,
    "text": "Матросы выполнили приказ своего капитана. Правда, не совсем точно... Не желая причинять вред беззащитной девушке, они благополучно отправили за борт Вас. \nА мама ведь говорила в детстве, мол, нельзя девочек обижать! Теперь придется квест с начала проходить...",
    "answers": [
      {
        "id": 103,
        "text": "Неееееееет!.."
      },
      {
        "id": 1,
        "text": "На первую страницу..."
      }
    ]
  },
  {
    "id": 103,
    "text": "Ну ладно, знайте мою доброту. Будем считать, что этого постыдного эпизода не было...",
    "answers": [
      {
        "id": 98,
        "text": "Вернуться к сюжету..."
      }
    ]
  },
  {
    "id": 104,
    "text": "То-то же! Будем считать, что этого постыдного эпизода не было...",
    "answers": [
      {
        "id": 98,
        "text": "Вернуться к сюжету"
      }
    ]
  },
  {
    "id": 105,
    "text": "Совершенно справедливо! Поэтому, повернувшись на другой бок, наш герой благополучно заснул...",
    "answers": [
      {
        "id": 106,
        "text": "Хватит уже спать, подъем!..",
        "need": 90
      },
      {
        "id": 107,
        "text": "Хватит уже спать, подъем!..",
        "need": 91
      }
    ]
  },
  {
    "id": 106,
    "text": "Да что такое... Вам не угодишь! \nЛадно, наступило утро. Вы проснулись, чувствуя себя полным сил и энергии, чтобы начать новый день. \nУдача все так же сопутствует Вам: дует сильный попутный ветер, горизонт чист, на небе нет ни единого облачка, предвещавшего бы непогоду.\nМатросы мало-помалу свыклись с пребыванием Изабеллы на шхуне, прекратив подтрунивать над ней после пары Ваших окриков. Сама же девушка ни с кем не заговаривает, почти все время сидит в каюте, лишь изредка выходя, чтобы подышать свежим воздухом. Вы лишь перекинулись с Изабеллой парой незначительных фраз за день, деликатно не став расспрашивать ее о прошлом.\nНаконец, к четырем часам дня на горизонте показалась земля. Сомнений быть не могло — Вы подошли к Чарльзтауну — английскому городу, разбойничьему гнезду, в котором засели ненавистные каждому испанцу пираты. Именно сюда нужно каким-то образом проникнуть, чтобы раздобыть еще один фрагмент карты. Вы не имели ни малейшего представления о том, как это сделать, поэтому решили устроить в кают-компании военный совет, пригласив для обсуждения Сандро и Даниэля...",
    "answers": [
      {
        "id": 109,
        "text": "Идти в кают-компанию..."
      }
    ]
  },
  {
    "id": 107,
    "text": "Да что такое... Вам не угодишь! \nЛадно, наступило утро. Вы проснулись, чувствуя себя полным сил и энергии, чтобы начать новый день. \nУдача все так же сопутствует Вам: дует сильный попутный ветер, горизонт чист, на небе нет ни единого облачка, предвещавшего бы непогоду.\nМатросы мало-помалу свыклись с пребыванием Изабеллы на шхуне, прекратив подтрунивать над ней после пары Ваших окриков. Сама же девушка ни с кем не заговаривает, почти все время сидит в каюте, лишь изредка выходя, чтобы подышать свежим воздухом. Вы перекинулись с Изабеллой парой незначительных фраз за день, деликатно не став расспрашивать ее о прошлом.\nПримерно так же гладко, без происшествий прошли еще три дня пути. Наконец, на горизонте показалась земля. Сомнений быть не могло — Вы подошли к Каракасу...",
    "answers": [
      {
        "id": 108,
        "text": "Пристать к берегу..."
      }
    ]
  },
  {
    "id": 108,
    "text": "После пяти дней пути Вы, наконец, пришли в Каракас. В бухте уже стояла целая флотилия испанских кораблей, в основном, военных. Почти на каждом корабле — следы боя: потрепанные паруса, борта, испещренные дырами, опаленные палубы... Несколько кораблей ремонтировались в доках. Сойдя на берег, Вы поручили матросам разузнать в прибрежных тавернах о старом моряке Карлосе, а сами вместе с Сандро направились к небольшому деревянному зданию у самого берега. Здесь полагалось уплатить чиновнику пошлину за прибытие и стоянку шхуны...",
    "answers": [
      {
        "id": 238,
        "text": "Войти в здание..."
      }
    ]
  },
  {
    "id": 109,
    "text": "В кают-компании Вас уже ожидали боцман и старший помощник. Даниэль сидит за столом, разглядывая карту острова, Сандро задумчиво чешет затылок, сидя на какой-то бочке...",
    "answers": [
      {
        "id": 110,
        "text": "Высадиться в городской бухте...",
        "need": 235
      },
      {
        "id": 111,
        "text": "Высадить на берег одного Сандро...",
        "need": [
          237
        ]
      },
      {
        "id": 112,
        "text": "Высадиться отрядом на пустынном берегу...",
        "need": 236,
        "need_sometimes": true
      },
      {
        "id": 235,
        "text": "Обдумать собственный план..."
      },
      {
        "id": 236,
        "text": "Выслушать мнение Даниэля..."
      },
      {
        "id": 237,
        "text": "Выслушать мнение Сандро..."
      }
    ]
  },
  {
    "id": 110,
    "text": "* получено достижение \"Напролом\"...\nИтак, Вы решили последовать собственному плану. Дождавшись наступления глубокой ночи, Вы подвели шхуну к берегу острова и повели ее к бухте.\nВсе прошло как нельзя лучше: \"Санта-Мария благополучно миновала один форт, расположенный на крошечном островке по соседству. Мимо второго форта пришлось идти на расстоянии ружейного выстрела, но и здесь все прошло удачно, кто-то со стены форта даже помахал Вам факелом в знак приветствия. Кажется, Вашу шхуну эти ротозеи и впрямь приняли за свое судно. Уверенные в своей безопасности, они даже мысли не могли допустить, что судно враждебной страны может совершить подобную наглость. \nПервая часть дерзкого плана удалась, шхуна благополучно бросила якорь в бухте, чуть поодаль от целой флотилии пришвартованных здесь кораблей. Вы предпочли не швартоваться, чтобы иметь возможность быстро сбежать с острова, если потребуется. \nДля участия в высадке Вы решили привлечь Сандро, О'Брайена и десяток хорошо вооруженных матросов на случай, если придется прокладывать себе обратный путь силой. Юнга Габриэль тоже хотел идти с Вами \"на встречу опасностям и приключениям\", но Вы отговорили его, сказав, что неизвестно еще, что опаснее — быть на шхуне под присмотром двух неприятельских фортов или бродить по городу, а кто-то должен охранять судно до Вашего возвращения.\nЗабравшись в шлюпку со своим вооруженным до зубов отрядом и псом Топом, в последний момент прыгнувшим в лодку вслед за Вами, Вы после нескольких минут усердной гребли пристали, наконец, к берегу. К Вашему удивлению, пристань совершенно не охранялась, высадке попытался помешать лишь какой-то пьянчуга, нетвердо стоявший на ногах у самого моря. В ответ на его вопль о чужаках на берегу Сандро залепил пьянице такую мощную оплеуху, что тот без чувств свалился на песок. Для остальных обитателей города вторжение Вашего маленького отряда осталось незамеченным...",
    "answers": [
      {
        "id": 113,
        "text": "Искать Игнасио..."
      }
    ]
  },
  {
    "id": 111,
    "text": "* получено достижение \"Одна голова — хорошо\"...\nВы отдали предпочтение плану Сандро, справедливо рассудив, что высадка в Чарльзтаун — рискованная затея, а Ваш находчивый и изворотливый старпом сможет тайком проникнуть в город и провернуть дело, благополучно вернувшись обратно. Однако, по настоянию Даниэля, решено высадить старпома не в городской гавани, а на пустынном берегу, чьобы не привлекать внимания. Поэтому Вы снабдили Сандро деньгами, оружием и, подведя шхуну к той части острова, о которой говорил боцман, высадили его на берег у небольшой пещеры, которая, по словам О'Брайена, вела к вершине неприступного и скалистого берега. Помахав рукой, Ваш неунывающий старший помощник скрылся из виду. Потянулись часы ожидания. К Вашему переживанию за старпома примешивались опасения, что \"Санта-Марию\" может обнаружить какое-нибудь пиратское судно, поэтому в эту ночь никто на шхуне не сомкнул глаз. Наконец, с берега послышался крик, звуки выстрелов, и появился изрядно запыхавшийся Сандро.\n— Быстрее, отчаливаем! — прокричал он, тяжело дыша. Едва старпом очутился на палубе, как появилась причина его опасения — из пещеры показалось почти три дюжины неприятелей, гнавшихся за Сандро. \n— Всем пригнуться! — крикнули Вы. \nКоманда была дана вовремя — люди на берегу дали залп из мушкетов, пули миновали Ваших людей. По Вашей команде, матросы дали ответный залп, после котрого ряды врагов заметно поредели. Отбросив мушкеты, экипаж шхуны открыли огонь по неприятелю из пистолетов, обратив остатки вражеского отряда в бесславное бегство. Победа в этом небольшом сражении явно воодушевила Ваших людей, однако в гавани Чарльзтауна наверняка стоит целая флотилия вражеских кораблей с сотнями головорезов на борту, так что пора убираться отсюда.\nЧерт возьми, едва шхуна отчалила, как из-за берегового изгиба показалось какое-то двухмачтовое судно, сразу же пустившееся в погоню за \"Санта- Марией\"...",
    "answers": [
      {
        "id": 258,
        "text": "Дать бой неприятелю..."
      },
      {
        "id": 259,
        "text": "Уходить..."
      }
    ]
  },
  {
    "id": 112,
    "text": "Получено достижение \"Скрытое вторжение\"...\nВы благоразумно решили не подвергать угрозе шхуну и весь ее экипаж и, предоставив боцману управление судном, велели ему с наступлением темноты привести судно к месту высадки. Для вылазки на остров Вы привлекли Сандро, Даниэля и десяток хорошо вооруженных матросов.\nБоцман и впрямь отлично знал прибрежные воды, ловко маневрируя и бормоча под нос ругательства про рифы, которыми усеяно здесь морское дно. Наконец, судно бросило якорь неподалеку от берега, который выглядел сплошной неприступной скалой. Однако Даниэль не ошибся, всмотревшись в очертания берега Вы увидели небольшую пещеру у самого моря. Именно здесь Вы сошли на сушу вместе с горсткой  отчаянных и наиболее ловких матросов. Пройдя через пещеру, Ваш отряд и увязавшийся за ним любимец команды пес Топ вышли в густую чащу. Эта часть острова покрыта сплошной растительностью, которая затрудняет обзор, да и продираться сквозь нее — сомнительное удовольствие. И все же, Ваш маленький отряд медленно, но верно приближался к городу при тусклом свете факелов.\nВнезапно лес расступился, перед Вами распростерлась ровная открытая местность без единого укрытия, в центре которой на небольшом возвышении стоит каменный форт. Ваши действия?..",
    "answers": [
      {
        "id": 127,
        "text": "На штурм!..",
        "need": -127
      },
      {
        "id": 128,
        "text": "Потушить факелы и осторожно прокрасться..."
      }
    ]
  },
  {
    "id": 113,
    "text": "Начать поиски было бы разумнее всего с городских таверн. Таковых в Чарльзтауне насчитывалось три. Две из них Вы вместе со старпомом и боцманом исследовали, так ничего и не узнав о старом моряке по имени Игнасио. Оставалась третья таверна, в которую Вы и направились в сопровождении двух своих товарищей. Матросы же остались на улице, чтобы предупредить о возможной угрозе и прикрыть отход Вашей троицы в случае опасности...",
    "answers": [
      {
        "id": 114,
        "text": "Зайти в таверну..."
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы вместе с Сандро и Даниэлем зашли в таверну, сумев не привлечь к себе ненужного внимания. Впрочем, сидевшие здесь моряки были изрядно пьяны, едва ли чье-то появление могло отвлечь их от привычного занятия. В таверне Вы и Ваши спутники действовали по намеченному плану: Даниэль влился в одну из сидевших здесь компаний, чтобы разузнать у них что-то об Игнасио, а Вы в сопровождении Сандро подошли к стойке, чтобы побеседовать с трактирщиком. Его сперва насторожили Ваши расспросы, но Сандро уболтал этого подозрительного типа, сочинив трогательную историю про друга, которого Вы с ним уже лет десять не видели,  подкрепив свой рассказ обещанием щедрого вознаграждения. Трактирщик, явно заинтересованный предложением, указал на столик в дальнем углу, за которым и впрям сидел уже немолодой человек со смугловатой кожей и шрамом на щеке. Вы без лишних слов направились к нему, предоставив Сандро и дальше занимать трактирщика своими россказнями. Подойдя к столику, за которым сидел этот человек, Вы молча сели напротив старика...",
    "answers": [
      {
        "id": 115,
        "text": "Расспросить о карте..."
      }
    ]
  },
  {
    "id": 115,
    "text": "— Ваше имя Игнасио? — начали Вы беседу, заговорив вполголоса по-испански. \n— К Вашим услугам... Что Вам нужно от старика, зачем Вы приплыли за мной в такое... опасное место... — хриплым голосом поинтересовался собеседник.\n— А с чего Вы взяли, что мне пришлось плыть сюда ради встречи с Вами? — ответили Вы вопросом на вопрос. \n— Да бросьте. Я слишком много пожил на этом свете, чтобы не понять очевидного... Передо мной капитан испанского судна, тайком проникший в этот пиратский город, я ведь прав? Говорите же, что Вам нужно?\n— Игнасио, меня направил сюда Ваш старый друг Пабло. Он дал мне свой фрагмент карты и я прибыл к Вам в надежде получить и Вашу часть. Если желаете, мы заберем Вас на судно, в случае успеха наших поисков, обещаю Вам выдать причитающуюся долю. Что скажете?\n— Нет, мой юный друг, я уже не в том возрасте, чтобы гоняться за сокровищами. Хотя деньги мне бы не помешали. Почему бы Вам просто не купить эту бумажку.\n— Тридцать золотых Вас устроят? — спрашиваете Вы.\n— Это щедро с Вашей стороны. По рукам! Удачи в поисках, капитан, если вдруг вновь увидите старину Пабло — пожмите за меня его руку, как я сейчас сжимаю Вашу. Он много лет был моим верным другом, жаль что жизнь разбросала нас...\nПопрощавшись со стариком, Вы встали из-за стола и направились к выходу, думая, что все закончилось благополучно, но не тут-то было. Как это часто бывает, рискованное предприятие терпит провал из-за мелочей. У Вашего старшего помощника на руке красовалась татуировка с надписью \"Толедо\" — родным городом моряка. Как только Сандро заплатил трактирщику пригоршней монет за выпивку и сведения об Игнасио, тот заорал: \"У него испанская надпись на руке! Лазутчик! Бей его, ребята!\" Надо ли говорить, что все, кто твердо стоял на ногах, скопом бросились на Сандро? Все пошло наперекосяк, надо выручать старпома и уходить с боем...",
    "answers": [
      {
        "id": 116,
        "text": "К оружию!.."
      }
    ]
  },
  {
    "id": 116,
    "text": "Бой в трактире начал сам же трактирщик: выхватив пистолет, он выстрелил в Сандро. Тот лишь чудом успел среагировать и отскочить в сторону, пуля угодила в одного из местных головорезов. Сандро отплатил за этот \"сюрприз\", ударом сабли прикончив трактирщика. Однако путь к двери перегородили еще два неприятеля, с которыми Ваш старший помощник завязал бой. Еще примерно три дюжины пиратов надвигаются на него со всех частей таверны.  Единственный способ выручить Сандро — оттянуть на себя часть врагов, которые пока не подозревали, что Ваш старпом пришел к ним не один. Вы рванули из своего угла трактира к неприятелю. В одно мгновение Вы прикончили двух пиратов: одному всадили в спину кинжал, другого ударили саблей. Одновременно с этим раздался треск выстрелов — это обнаружил себя О'Брайен, который из пистолетов убил двух ближайших врагов и, выхватив клинок подоспел на выручку Сандро. Между тем, развернувшись на шум,  Вас собрались атаковать три головореза, от которых отделяет пара шагов и небольшой деревянный стол...",
    "answers": [
      {
        "id": 117,
        "text": "Толкнуть на них стол..."
      },
      {
        "id": 118,
        "text": "Выхватить пистолеты..."
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы что есть силы толкнули на врага стол, разделявший Вас. Этот резкий выпад сбил с ног среднего пирата, но двое других одновременно бросились на Вас с клинками...",
    "answers": [
      {
        "id": 119,
        "text": "Уклоняться от ударов..."
      },
      {
        "id": 120,
        "text": "Атаковать левого врага..."
      },
      {
        "id": 121,
        "text": "Атаковать правого врага..."
      }
    ]
  },
  {
    "id": 118,
    "text": "Бросив на пол саблю с кинжалом, Вы выхватили из-за пояса пистолеты и тут же разрядили их в нападающих негодяев. Один неприятель убит, второй тяжело ранен. Третий пират замахнулся саблей, но Вы отскочили назад и лезвие с треском вошло в столешницу. Вы ударили своего опешившего противника кулаком, заставив выпустить клинок из рук, и закололи неприятеля его же собственным оружием. Кажется, Вы получили небольшую фору...",
    "answers": [
      {
        "id": 124,
        "text": "Подобрать свое оружие..."
      }
    ]
  },
  {
    "id": 119,
    "text": "Замахнувшись саблей, первым к Вам приблизился пират слева. Вы благоразумно отскочили в сторону. Второй пират, не теряя времени даром, попытался полоснуть Вас кинжалом по животу, но Вы вовремя отдернулись, отделались лишь царапиной и закололи этого головореза. Оставшийся враг со свирепым криком  вновь занес клинок...",
    "answers": [
      {
        "id": 122,
        "text": "Увернуться..."
      },
      {
        "id": 123,
        "text": "Атаковать..."
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы нанесли врагу слева мощный удар саблей, который тот парировал, скрестив ваши клинки у самых рукоятей. Вы, зажав в свободной руке кинжал, несколько раз пырнули его в живот. Беда в том, что Вы потеряли из поля зрения второго неприятеля, который тут же напомнил о себе, ударом в спину оборвав жизнь нашего героя...",
    "answers": [
      {
        "id": 125,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 121,
    "text": "Пронзив кинжалом врага, стоящего справа и не упев выдернуть клинок, Вы тут же саблей нанесли удар оставшемуся неприятелю. Тот успел среагировать, выставив свою саблю, но удар оказался столь сильным, что оба клинка вылетели из рук. Оставшись без оружия, Вы схватили стул и обрушили его на голову противника, сразив наповал последнего из нападавшей на Вас троицы. Кажется, у Вас появилась небольшая фора...",
    "answers": [
      {
        "id": 124,
        "text": "Подобрать свое оружие..."
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы вновь отскочили в сторону, избежав удара сабли и тут же в стремительном выпаде пронзили неприятеля. Расправившись с нападавшими, Вы получили небольшую фору...",
    "answers": [
      {
        "id": 124,
        "text": "Оглядеться по сторонам..."
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы одним рывком сократили расстояние до врага, сделав его длинный клинок совершенно бесполезным и несколькими ударами кинжала убили неприятеля. Кажется, у Вас появилась небольшая фора...",
    "answers": [
      {
        "id": 124,
        "text": "Оглядеться..."
      }
    ]
  },
  {
    "id": 124,
    "text": "Тем временем, положение кардинально изменилось. Раздался треск срываемых с петель ставен и через мгновение в окнах и дверном проеме показались Ваши матросы, открывшие по врагам огонь. Мушкетные, а вслед за ними пистолетные выстрелы уложили на пол примерно два десятка неприятелей, после чего таверну заволокло дымом...",
    "answers": [
      {
        "id": 126,
        "text": "Выбраться из таверны...",
        "need": 128
      },
      {
        "id": 129,
        "text": "Выбраться из таверны...",
        "need": -128
      }
    ]
  },
  {
    "id": 125,
    "text": "Ну что ж Вы так, голубчик! Давайте-ка поосторожнее, а то никаких героев на Вас не напасешься...",
    "answers": [
      {
        "id": 114,
        "text": "Вернуться к контрольной точке..."
      },
      {
        "id": 1,
        "text": "В начало квеста..."
      }
    ]
  },
  {
    "id": 126,
    "text": "Нащупав оконный проем, Вы беспрепятственно покинули таверну. Здесь Вас встретили Ваши матросы и Сандро с Даниэлем. Из таверны выскочили еще несколько головорезов, но их тут же смели Ваши люди.\n— Уходим, — скомандовали Вы, увлекая своих людей в чащу.\nВ догонку Вашему отряду полетели пули, Сандро упал, но тут же поднялся, схватившись за простреленное бедро. Матросы подхватили его под руки, понимая, что бедняга старпом сам едва ли сможет идти. Оторваться от преследователей теперь не удастся, поэтому Вы решили задержать их. Двое матросов, прикрывая отход товарищей, замедлили бег и, зарядив мушкеты, выстрелили в неприятеля, целясь на свет их факелов. Крики боли и грязные ругательства дали понять, что пули нашли цель. Тем временем, приказав матросам следовать за отрядом, Вы притаились за раскидистым деревом и спешно зарядили пистолеты. Отряд скрылся в чаще, неприятель, судя по усиливающемуся треску сучьев, приближается к Вам. Осторожно выглянув из-за дерева и осмотревшись, Вы поняли, что Ваш отряд ищет не меньше полусотни человек, судя по огням, мелькающим в чаще. Отчетливо увидеть удалось лишь пятерых приближающихся неприятелей примерно в тридцати шагах от Вашего укрытия. Факелы несли лишь двое, освещая дорогу своим спутникам, их Вы и выбрали в качестве мишеней...",
    "answers": [
      {
        "id": 131,
        "text": "Выстрелить в преследователей..."
      }
    ]
  },
  {
    "id": 127,
    "text": "Да что Вы, уважаемый! Какой может быть штурм с горсткой бойцов? Ваш отряд перебьют еще на пути к форту. Как говорится, не до жиру, быть бы живу...",
    "answers": [
      {
        "id": 112,
        "text": "Передумать..."
      }
    ]
  },
  {
    "id": 128,
    "text": "— Парни, гасим огни и ползком за мной, — скомандовали Вы. Отряд последовал за Вами. По стене форта постоянно расхаживали часовые, расположение которых выдавали огни. Замирая каждый раз, когда часовые останавливались и, должно быть, осматривали окрестности, Ваш отряд благополучно миновал неприятельский форт, после чего, углубившись в опять начавшийся лес, Вы подошли к городу...",
    "answers": [
      {
        "id": 113,
        "text": "Искать Игнасио..."
      }
    ]
  },
  {
    "id": 129,
    "text": "Нащупав оконный проем, Вы беспрепятственно покинули таверну. Здесь Вас встретили Ваши матросы и Сандро с Даниэлем. Из таверны выскочили еще несколько головорезов, но их тут же смели Ваши люди.\n— Уходим, — скомандовали Вы, увлекая своих людей к берегу.\nЗвуки выстрелов переполошили весь город, когда Ваш отряд уже подбегал к пристани, по Вам открыли беспорядочную пальбу. Запрыгнув в лодку, матросы что есть сил налегли на весла, Вы, Сандро и Даниэль, перезарядив пистолеты, принялись стрелять в пиратов, снующих по берегу. Пес Топ, с громким лаем метавшийся по берегу во время боя, бросился в воду и поплыл вслед за шлюпкой. С берега вновь открыли огонь, который, впрочем, не помешал Вам и Вашим спутникам вернуться на шхуну... Здесь матросы, еше едва услышав отдаленные звуки выстрелов, спешно подняли якорь, готовясь отплыть, как только шлюпка доберется до \"Санта-Марии\". Однако радоваться успеху было рано: хотя гарнизон фортов и не мог слышать звуки боя, очень может быть, что кто-то из обитателей города уже сбегал к крепости и поднял тревогу. Словно в подтверждение этой мысли раздалось гулкое эхо пушечного выстрела, а через мгновение ядро со свистом упало в воду примерно в тридцати футах от кормы \"Санта- Марии\". Подбежав к штурвалу на смену рулевому, Вы резко повернули руль вправо, надеясь уйти от неприятельского огня. Враг запоздало послал Вам вслед еще несколько ядер, но, к счастью, ни одно из них не достигло цели. Злополучный город и форты скрылись в спасительной для корабля темноте. И только тут Вы заметили, что Ваш старпом едва стоит, прислонившись спиной к мачте. Как оказалось, беднягу ранили в бедро еще в шлюпке. Диего, который был на \"Санта-Марии\" не только коком, но и врачевателем, перевязал рану Сандро, и успокоил всех, сказав, что старпом скоро поправится, и, скорее всего, у раны не будет никаких неприятных последствий.\nВаш налет на Чарльзтаун вполне можно считать успешным: удалось раздобыть фрагмент карты, избежать потерь и прикончить, по меньшей мере, три десятка пиратов... ",
    "answers": [
      {
        "id": 139,
        "text": "Рассмотреть карту..."
      }
    ]
  },
  {
    "id": 130,
    "text": "Обернувшись на голос, Вы увидели Изабеллу, стоящую в паре шагов от Вас. Насколько Вы могли видеть при свете фонаря, девушка чем-то встревожена...",
    "answers": [
      {
        "id": 140,
        "text": "- Как Вы устроились на шхуне, все ли в порядке?.."
      },
      {
        "id": 141,
        "text": "- Что-то случилось?.."
      },
      {
        "id": 142,
        "text": "- Я Вас слушаю..."
      }
    ]
  },
  {
    "id": 131,
    "text": "Выйдя из укрытия, Вы наспех прицелились и выстрелили из пистолетов, после чего бросились наутек, даже не разобрав, удалось ли попасть в неприятеля.\nОтветных выстрелов не последовало, то ли англичане уже разрядили свои мушкеты, то ли вы попали в обоих врагов с факелами, оставив этих головорезов в темноте. \nС трудом разбирая дорогу, Вы со всех ног мчались по лесу, надеясь догнать свой отряд. Проклятье! Впереди слышны выстрелы, кажется, Ваши товарищи попали под обстрел из форта или наткнулись на патруль. Если завяжется бой, на помощь к англичанам подоспеют преследователи из города, тогда отряду точно не спастись. Вы решаете...",
    "answers": [
      {
        "id": 132,
        "text": "Ринуться на помощь своему отряду..."
      },
      {
        "id": 133,
        "text": "Отвлечь преследователей..."
      }
    ]
  },
  {
    "id": 132,
    "text": "Ориентируясь на звук выстрелов, Вы несетсь по лесу, сломя голову. Никакого плана у Вас не было — нужно помочь товарищам, если еще не поздно, вот и все. Внезапно выстрелы стихли, чем бы не закончилась перестрелка в лесу, Вы уже ничего не можете сделать, остается лишь спасать собственную жизнь...",
    "answers": [
      {
        "id": 134,
        "text": "Бежать к шхуне..."
      }
    ]
  },
  {
    "id": 133,
    "text": "Резко развернувшись, Вы ринулись навстречу своим недавним преследователям, от которых удалось немного оторваться. Примерно в двухста ярдах от того места, где Вы обстреляли врага в прошлый раз, Вы наткнулись на опушку, со всех окруженную густым кустарником. То, что нужно! Англичане непременно пройдут здесь, преследуя Вас, и окажутся как на ладони. Вновь перезарядив пистолеты Вы затаились в кустах. Долго ждать не пришлось: как Вы и предполагали, на опушку выбежала дюжина неприятелей. Метким выстрелом Вы уложили одного из головорезов. Прицелившись второй раз, Вы нажали на спусковой крючок и... Дьявольщина! Второй пистолет дал осечку! И тут же затрещали ответные выстрелы, Вас спасло лишь то, что густой кустарник надежно скрывает от глаз неприятеля, и англичане палили наугад. Убедившись, что враг уже разрядил свои мушкеты, Вы вновь взвели собачку, выглянули из укрытия и попытались выстрелить. На этот раз все прошло удачно: грянул выстрел, на землю рухнули сразу два неприятеля, как оказалось, один из англичан попросту струсил и, рухнув на землю от страха, тут же вскочил, бросил оружие и удрал. Его соратники, понимая, что несут потери понапрасну, выватили клинки и ринулись в атаку. Местоположение врага оставалось для них загадкой, но часть головорезов  бежала все же прямо к Вам...",
    "answers": [
      {
        "id": 134,
        "text": "Спасаться бегством.. "
      },
      {
        "id": 135,
        "text": "Броситься в рукопашную..."
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы изо всех сил рванули в чащу, поминутно пригибаясь и закрывая голову руками, когда слышатся выстрелы. Несколько раз Вы падали, каждый раз отчаянным рывком поднимаясь на ноги, потеряли пистолеты, совсем выбились из сил, продираясь сквозь кустарник и оставляя на его ветвях клочки одежды, но и враги, кажется, стали отставать. Казалось, неприятности для Вас остались позади, как вдруг, в очередной раз вынырнув из густой растительности, Вы увидели примерно два десятка английских солдат всего в нескольких шагах перед собой. Вы тут же бросились на землю, но предательский треск сухих веток выдал Вас с головой. Один из солдат, повернулся в Вашу сторону и, держа ружье наготове, уверенно зашагал в сторону кустарников. Черт возьми, нужно что-то делать, если Вам жизнь дорога!..",
    "answers": [
      {
        "id": 136,
        "text": "Бросить в сторону камень..."
      },
      {
        "id": 137,
        "text": "Метнуть в неприятеля нож..."
      }
    ]
  },
  {
    "id": 135,
    "text": "Отваги Вам, конечно, не занимать, капитан! Выхватив саблю, Вы с яростным криком ринулись на врага и... Упали на землю, изрешеченный десятком пуль. \nИ на что расчет был, спрашивается? Какое уж тут геройство, беги, Форест, беги!..",
    "answers": [
      {
        "id": 126,
        "text": "Вернуться к контрольной точке..."
      }
    ]
  },
  {
    "id": 136,
    "text": "К сожалению, подобные трюки с отвлечением внимания работают лишь в кино, до изобретения которого, к тому же, еще двести с лишним лет... Англичане обнаружили Вас и, без всяких церемоний, застрелили...",
    "answers": [
      {
        "id": 126,
        "text": "Вернуться к контрольной точке..."
      }
    ]
  },
  {
    "id": 137,
    "text": "* получено достижение \"Дружественный огонь\"...\nЛовким движением Вы запустили во врага нож, тяжело раненый неприятель с криком упал в траву. Солдаты все как один схватились за ружья, ринувшись в Вашу сторону... Вы уже попрощались было с жизнью, как вдруг у Вас за спиной появились все те же головорезы из города. Солдаты приняли их за врага и дали мушкетный залп, на который Ваши недавние преследователи тоже ответили огнем. Любезно предоставив неприятелю истреблять друг друга в этой неразберихе, Вы принялись ползти вдоль линии огня, надеясь избежать встречи с шальной пулей. В какой-то момент Вам показалось, что к звуку ружейных выстрелов примешиваются  какие-то отдаленные глухие звуки, смахивающие на пушечную пальбу, но сейчас Вам не до этого. Все прошло как нельзя более благополучно: Вы целым и невредимым скрылись с места боя и, вскочив на ноги, побежали к берегу. Наконец, после всех злоключений, чаща расступилась, открыв Вашему взору бескрайнее море, серебрящееся в лунном свете. Чуть в стороне от места, где Вы вышли на берег, чернеет силуэт \"Санта-Марии\", которая, кажется, вот-вот отчалит...",
    "answers": [
      {
        "id": 138,
        "text": "Бежать к шхуне..."
      }
    ]
  },
  {
    "id": 138,
    "text": "Окликая своих матросов, чтобы они не подстрелили Вас по ошибке, Вы из последних сил подбегаете к судну и прыгаете в воду с крутого берега. Матросы узнали своего капитана и, как только Вы оказались на палубе, принялись осыпать вопросами. Команда уже не надеялась увидеть Вас, обвинив было в гибели своего капитана участников вылазки, так что Ваше появление восприняли как чудо. Поведав товарищам о произошедшем, Вы, в свою очередь, справились о событиях, которые пропустили. Сандро, сидящий с перевязанной ногой на пустой бочке, рассказал, что их маленький отряд внезапно наткнулся на патруль английских солдат, поднятый по тревоге. Те заметили матросов и встретили их ружейным огнем. Понимая, что силы неравны, Ваши люди дали ответный залп и тут же удрали, вынужденные сделать большой крюк. Вы же наткнулись на вражеских солдат и отвлекли их внимание, когда те преследовали Ваших товарищей. Еще добравшись до судна, отряд тоже слышал пушечные выстрелы, добравшись до шхуны они выяснили, что стреляла \"Санта-Мария\", несколькими ядрами потопившая английский куттер, который обнаружил судно.\nПоистине чудо, что Ваше судно покидает этот злополучный остров без потерь. Правда, Сандро и трое матросов поймали пули, но, как заверил Вас Диего, который был не только коком, но и лекарем, все они непременно поправятся. Пес Топ, убежавший в лес еще при первых выстрелах в городе, целым и невредимым вернулся на шхуну и теперь крутится у Вас под ногами, радостно виляя хвостом. Фрагмент карты Вам удалось сберечь во время беготни по зарослям, так что десант можно считать удачным...",
    "answers": [
      {
        "id": 139,
        "text": "Рассмотреть карту..."
      }
    ]
  },
  {
    "id": 139,
    "text": "Матросы, с Вашего разрешения получив ром от Диего, празднуют в честь успешной схватки на острове, на палубе \"Санта-Марии\" царит безудержное веселье. Вы были не прочь присоединиться к своей команде, но прежде нужно изучить карту. Уйдя на корму, подальше от шума, Вы склонились под фонарем, разглядывая клочки пожелтевшей бумаги.\nИтак, теперь у Вас есть два верхних фрагмента карты, изображающие северную часть острова — длинную косу, которая к югу постепенно расширяется, превращаясь в полноценную сушу, шириной примерно в милю. На только что полученном фрагменте примерно в центре карты изображена гора, у подножия которой и лежат сокровища...",
    "answers": [
      {
        "id": 130,
        "text": "- Капитан, я бы хотела с Вами поговорить..."
      }
    ]
  },
  {
    "id": 140,
    "text": "— Да синьор, все в порядке, благодарю за беспокойство. Мне уже приходилось путешествовать на судне, так что жить на \"Санта-Марии\" вполне привычно. Спасибо еще раз, что оставили меня на судне и уступили каюту...\n— Рад помочь...\n— Послушайте, я понимаю, что лишь гость на судне, и потому не имею права интересоваться Вашими делами... Но какой-то мрачный остров... Эта стрельба... \"Санта-Мария\" ведь торговое судно, с кем и ради чего Вы сражались? — спросила Изабелла, явно волнуясь...",
    "answers": [
      {
        "id": 143,
        "text": "Рассказать о карте сокровищ..."
      },
      {
        "id": 144,
        "text": "Не посвящать в свои дела..."
      }
    ]
  },
  {
    "id": 141,
    "text": "— Я понимаю, что лишь гость на судне, и потому не имею права интересоваться Вашими делами... Но какой-то мрачный остров... Эта стрельба... \"Санта-Мария\" ведь торговое судно, с кем и ради чего Вы сражались? — спросила Изабелла, явно волнуясь...",
    "answers": [
      {
        "id": 143,
        "text": "Рассказать о карте сокровищ..."
      },
      {
        "id": 144,
        "text": "Не посвящать в свои дела..."
      }
    ]
  },
  {
    "id": 142,
    "text": "— Я понимаю, что лишь гость на судне, и потому не имею права интересоваться Вашими делами... Но какой-то мрачный остров... Эта стрельба... \"Санта-Мария\" ведь торговое судно, с кем и ради чего Вы сражались? — спросила Изабелла, явно волнуясь.",
    "answers": [
      {
        "id": 143,
        "text": "Рассказать о карте сокровищ..."
      },
      {
        "id": 144,
        "text": "Не посвящать в свои дела..."
      }
    ]
  },
  {
    "id": 143,
    "text": "* получено достижение \"Разговор начистоту\"...\n— Еще в Гаване ко мне в руки попала часть карты острова, на котором спрятаны пиратские сокровища. Человек, подаривший ее мне, рассказал, где искать другие фрагменты. Я решил попытать счастья, команда меня поддержала. Поиски одной из частей карты привели нас к этому злополучному острову. Англичане называют его Нью-Провиденс, уверен Вы слышали о нем. На его берегу расположен Чарльзтаун — город, кишащий всякими головорезами, грабящими испанские суда. В этом пиратском логове мы смогли найти фрагмент карты и забрать его, но нам пришлось сражаться. Как Вы можете убедиться, — закончили Вы, показывая Изабелле карту, — мы не пираты и не контрабандисты, а честные люди.\n— Да, я вижу, Вы — честный, благородный человек. Простите мне мои подозрения...\n— Пустяки. Не переживайте, я не подвергну Вас опасности. Если удача нам улыбнется, мы отыщем сокровища,  а затем — прямиком домой, в Испанию.\n— Мне кажется, я могу помочь Вам в поиске сокровищ. Ждите, я сейчас вернусь, — сказала Изабелла и удалилась в каюту.\nЧерез минуту девушка вернулась, вручив Вам еще один фрагмент карты...",
    "answers": [
      {
        "id": 145,
        "text": "- Откуда он у Вас?.."
      }
    ]
  },
  {
    "id": 144,
    "text": "— Синьорита, два дня назад Вы, скажем так, весьма неожиданно появились на моем судне. Вы — явно девушка знатного сословия, и я верю, что причины, заставившие Вас скрываться на \"Санта-Марии\", не имеют отношения к чему-то преступному. Думаю, теперь Ваш черед поверить мне. Все, кто находятся на шхуне — честные люди. Мы не пираты и не контрабандисты, как Вы должно быть подумали этой ночью. И судно наше действительно торговое, вот только слишком часто нам приходится браться за оружие, защищая \"Санта-Марию\" и свои жизни от пиратов, англичан, французов и прочих заклятых врагов Испании. Остров, который мы только что покинули, англичане называют Нью-Провиденс. Уверен что о нем, как и о городе Чарльзтауне, находящимся на нем, Вы слышали, это сущее осиное гнездо, населенное английскими пиратами. Крайне важное дело вынудило нас бросить якорь у этого проклятого берега и, так вышло, что мне и моим людям пришлось сражаться, невольным свидетелем чего Вы и стали. У Вас нет причин для беспокойства, я не подвергну Вашу жизнь опасности. Мы лишь зайдем в Каракас, посетим еще одно место, после чего сразу же покинем Карибы, отправившись на восток, в Испанию, — закончили Вы, держа в руке карту. \n— Простите, если мои подозрения показались Вам обидными. Я вижу, что Вы — благородный человек и охотно верю Вам. Тем более, что я уже видела бумагу, подобную той, что у Вас сейчас в руках. Думаю, я могу помочь Вам в Вашем деле, подождите меня, я сейчас вернусь, —  говорит Изабелла и уходит в каюту. \nЧерез минуту, девушка вновь подходит к Вам держа в руках клочок пожелтевшей бумаги... Фрагмент карты!..",
    "answers": [
      {
        "id": 145,
        "text": "Откуда он у Вас?.."
      }
    ]
  },
  {
    "id": 145,
    "text": "— Когда я была ребенком, у меня был учитель, бывший моряк. Он научил меня читать и писать, рассказывал о далеких странах, в которых побывал, будоража мое детское воображение. Я искренне привязалась к нему,   Но всему когда-нибудь приходит конец — когда мне исполнилось 6 лет, отец решил, что мне нужны новые учителя, которые обучили бы меня светским манерам. Было решено, что мы с матерью отправимся в Испанию. На прощание Сабас, так звали моего учителя, подарил мне этот пожелтевший от времени лист бумаги, велев сохранить его во что бы то ни стало. Через десять лет мама заболела и вскоре умерла, я вернулась в Гавану. Здесь я узнала, что Сабас тоже умер от старости. Эта частица карты — все что у меня осталось на память о нем, но Вам она нужнее. Возьмите, надеюсь Вам удастся найти сокровища, — сказала девушка и, улыбнувшись в ответ на Ваши слова признательности, попрощалась и ушла в каюту...",
    "answers": [
      {
        "id": 146,
        "text": "Рассмотреть карту...",
        "need": -161
      },
      {
        "id": 165,
        "text": "Рассмотреть карту...",
        "need": 161
      }
    ]
  },
  {
    "id": 146,
    "text": "Итак, теперь у Вас есть три фрагмента карты, не хватает лишь изображения юго-западной части острова. На фрагменте, раздобытом в Чарльзтауне, крестиком обозначены сокровища. Рассмотрев фрагмент, который дала Вам Изабелла, Вы прочли едва видимую надпись: \"Остров Отчаяния, 26° 32' с.ш., 57° 47' з.д\". Черт возьми! Это же координаты того самого острова, который Вы \"открыли\" еще на пути в Новый Свет! Ну конечно! Длинная коса, тянущяяся на север, одинокая скала в центре острова... А где-то у ее западного склона — пещера, в которой лежат сокровища. Правда вход в нее должен быть тщательно спрятан, без поясняющих надписей найти его почти невозможно. Что ж, наверняка они будут на оставшемся фрагменте карты, вперед, на поиски!.. Моряк Пабло говорил, что четвертый фрагмент карты в Каракасе, у старого матроса по имени Карлос...",
    "answers": [
      {
        "id": 162,
        "text": "Взять курс на Каракас..."
      }
    ]
  },
  {
    "id": 147,
    "text": "Через пять дней \"Санта-Мария\" бросила якорь в Каракасе...",
    "answers": []
  },
  {
    "id": 148,
    "text": "— Капитан, пройдемте с нами, — хрипловатым голосом сказал офицер.\n— Я арестован? — поинтересовались Вы, на всякий случай красноречиво хватаясь за эфес сабли.\n— Нет, Вас велено отвести на прием к нашему губернатору, Франциско де Альберро, — слегка усмехнувшись отвечает офицер.\n— Сандро, — шепотом говорите Вы старпому, — будь наготове. Не нравится мне все это. Иди за мной чуть поодаль. Если вдруг через час я не вернусь с приема губернатора — собирай людей и уходите в море.\n— Но...\n— Никаких \"но\". Если что-то пойдет не так, мне уже не поможете, спасайтесь сами. Будем надеяться, что до этого не дойдет...",
    "answers": [
      {
        "id": 151,
        "text": "Идти с солдатами..."
      }
    ]
  },
  {
    "id": 149,
    "text": "— С Вами хочет побеседовать лично губернатор, Франциско де Альберро, нам приказано доставить Вас к нему, — отвечает офицер. \n— Сандро, — шепотом говорите Вы старпому, — будь наготове. Не нравится мне все это. Иди за мной чуть поодаль. Если вдруг через час я не вернусь с приема губернатора — собирай людей и уходите в море.\n— Но...\n— Никаких \"но\". Если что-то пойдет не так, мне уже не поможете, спасайтесь сами. Будем надеяться, что до этого не дойдет...",
    "answers": [
      {
        "id": 151,
        "text": "Идти с солдатами..."
      }
    ]
  },
  {
    "id": 150,
    "text": "Не знаю, что на Вас нашло, но подобного тона солдаты терпеть не стали. Схватившись за оружие, они бросились на Вас всем скопом, после непродолжительной схватки обезоружили и бросили в тюрьму вместе с Сандро, предоставив обоим гнить здесь до конца своих дней...",
    "answers": [
      {
        "id": 108,
        "text": "Вернуться на шаг назад..."
      },
      {
        "id": 1,
        "text": "Пройти квест сначала..."
      }
    ]
  },
  {
    "id": 151,
    "text": "Несмотря на то, что пришлось идти в кольце солдат, Вы остались при оружии. Это добрый знак: прикажи этот самый Франциско де Альберро арестовать Вас, Вы бы уже шагали закованный в кандалы. Впрочем, как показывает Ваш опыт общения с колониальными властями, от них всегда можно ждать неприятных сюрпризов. Раздумывая о том, зачем капитан шхуны мог понадобиться губернатору, Вы не заметили, как пришли к его резиденции. Первым в здание зашел офицер, вслед за ним — Вы, солдаты остались на улице. Перекинувшись несколькими словами с солдатами, охраняющими резиденцию, офицер потребовал, чтобы Вы сдали оружие. Вручив офицеру свои пистолеты, Вы отстегнули пояс с саблей, кинжалом и метательными ножами, после чего направились к указанной Вам двери...",
    "answers": [
      {
        "id": 152,
        "text": "Войти в кабинет..."
      }
    ]
  },
  {
    "id": 152,
    "text": "Войдя в дверь, Вы очутились в просторном кабинете, стены которого сплошь увешаны морскими картами. Напротив двери стоит рабочий стол с пустующим массивным креслом, за ним — окно, завешенное плотной темной тканью. За шторой было заметно какое-то движение. Негромко кашлянув, Вы привлекли внимание, и из-за ткани, закрыв сперва окно, вышел невысокий грузный старик с длинными седыми усами и трубкой в зубах.\n— Алонсо Кортес, я полагаю? — спросил старик, указав на Вас трубкой...",
    "answers": [
      {
        "id": 153,
        "text": "- К Вашим услугам..."
      },
      {
        "id": 154,
        "text": "- Он самый. Что Вам нужно?.."
      }
    ]
  },
  {
    "id": 153,
    "text": "— Да, я определенно нуждаюсь в Ваших услугах, капитан, — задумчиво выговорил губернатор, неторопливо пуская клубы табачного дыма...",
    "answers": [
      {
        "id": 154,
        "text": "- Что еще за услуги?.."
      }
    ]
  },
  {
    "id": 154,
    "text": "Вопрос был задан довольно сухим и резким тоном, но губернатор, на мгновение нахмурившись, заговорил.\n— Скажем так, я хочу, что бы Вы доставили мне один груз... Но сначала Вам предстоит отыскать его, капитан, — сказал губернатор, после каждой фразы неспеша затягиваясь табаком.\nГоворить быстро и по существу дела — явно не его конек...",
    "answers": [
      {
        "id": 155,
        "text": "- Груз?.."
      }
    ]
  },
  {
    "id": 155,
    "text": "— Да... Если угодно, это то, что по праву должно принадлежать нам, испанцам... Полагаю Вы не понаслышке знаете о пиратах? — все также протяжно проговорил губернатор.\n— У Вас в распоряжении целая эскадра, почему бы ей не разобраться с пиратами, прихватив заодно этот самый груз?\n— Эскадра, как Вы должно быть заметили, изрядно потрепана в сражении с флотом английских каперов, как они себя называют. Как по мне, разбойничее отродье хоть королевской гвардией назови, убийцами и грабителями они так и останутся... Нет, я говорю не о разгроме пиратов... Вам предстоит отыскать и доставить сюда сокровища, награбленные пиратами и зарытые в укромном месте... ",
    "answers": [
      {
        "id": 156,
        "text": "- И что Вам известно об этих сокровищах?.. "
      }
    ]
  },
  {
    "id": 156,
    "text": "— Практически ничего...- скрипучим голосом сказал губернатор, вновь увлеченно попыхивая трубкой.  \n— Вы предлагаете мне искать что-то, где-то, может быть, существующее? — спросили Вы, раздражаясь из-за медлительности и начальственного тона собеседника.\n— Пару дней назал в трактирной драке погиб какой-то забулдыга... При нем нашли клочок карты... — все также медленно сказал старик, положив на стол перед Вами клочок бумаги. Невероятно, но это часть той самой карты, поиски которой заставили Вас задержаться на Карибах. Воспользовавшись тем, что губернатор, блаженно прикрыв глаза, пребывает все в том же сонно- ленивом состоянии, Вы как следует разглядели карту. Лежащий перед Вами фрагмент изображает юго-западную часть острова с небольшой бухтой и маленькой речушкой, выпадающей в нее. Но Ваше внимание привлекла частично различимая надпись: \"Левый берег ... чертовыми рогами ... мертвецы укажут проход\".\nПожалуй, не стоит подавать виду, что Вы знаете эту карту и располагаете ее частью...\n",
    "answers": [
      {
        "id": 157,
        "text": "- Где же находится местность, указанная на карте?.."
      }
    ]
  },
  {
    "id": 157,
    "text": "— Я надеялся, Вам это известно... Наверняка какой-нибудь маленький необитаемый островок... Пираты часто используют их как временное пристанище и место для хранения награбленного... Так что, капитан, берите карту и сейчас же отправляйтесь на поиски! — неожиданно энергичным тоном закончил губернатор...",
    "answers": [
      {
        "id": 158,
        "text": "- Я не собираюсь искать иголку в стоге сена..."
      },
      {
        "id": 159,
        "text": "- Я еще не согласился на Ваше предложение..."
      }
    ]
  },
  {
    "id": 158,
    "text": "— Придется, дорогой капитан... Если Вас не прельщает доля сокровищ, то я напомню, с кем Вы разговариваете... Я не терплю пререканий, — сквозь зубы сказал губернатор и недобрый огонек сверкнул в его серых глазах.\n— И что же, господин губернатор, в случае отказа Вы намерены арестовать меня? В таком случае, не забывайте, что по городу бродит команда с моей шхуны. Если они узнают, что с их капитаном что-то случилось, даже не знаю, что может произойти... Скажем, взрыв в городском арсенале, пожар в портовых доках или на кораблях, стоящих в гавани. И ведь искать моих матросов в этом оживленном городе — тоже искать иголку в стоге сена, не так ли, господин губернатор? — с подчекнутой вежливостью ответили Вы.\nКажется, Ваши слова произвели на старика эффект: тот прямо позеленел от злости, но, вытряхнув пепел из трубки и злобно посопев носом, вскоре вновь совладал с собой.\n— У меня достаточный гарнизон, чтобы поддержать порядок в городе, капитан... А к поиску сокровищ приступайте немедленно. Ссориться со мной не стоит, ничем хорошим это для Вас не кончится... ",
    "answers": [
      {
        "id": 160,
        "text": "- Мое судно загружено товаром, я намерен идти назад, в Испанию..."
      }
    ]
  },
  {
    "id": 159,
    "text": "— Тогда я скажу, что Вам причитается десятая доля сокровищ, убедительный аргумент, верно? — ответил старик...",
    "answers": [
      {
        "id": 158,
        "text": "- Я не собираюсь искать иголку в стоге сена..."
      }
    ]
  },
  {
    "id": 160,
    "text": "— О, об этом мне известно... Видите ли, капитан, долг службы обязывает меня поддерживать связь с другими испанскими колониями. Я отлично знаю, что Вы несколько дней назад прибыли в Гавану, загрузили в трюм товар... Но почему-то задержались на Карибах, — проговорил губернатор и продолжил уже с угрожающими нотками в голосе. — Я знаю и о том, что в Гаване сменилась власть. Старый губернатор оказался замешан в сговоре с пиратами, за что его отправили в тюрьму. А в тот самый день, когда Вы отчалили от берегов Кубы, бесследно исчезла дочь губернатора по имени Изабелла, которая, по-видимому, тоже была замешана в заговоре против испанского владычества в Новом Свете. Куда же она могла деться, если в порту Гаваны стояло лишь два военных судна и третье — Ваше, Алонсо. Быть может, Вы тоже заговорщик?\n— Нет, господин губернатор. Я — дворянин, подданный испанской короны, не раз скрещивавший клинки с пиратами, английскими каперами, французами и прочими врагами моего короля и моего народа. Ваше обвинение — жалкая клевета, а предложение рисковать жизнями своих людей в поиске сокровищ, которые Вам захотелось вдруг получить — просто нелепо. Если это все, что Вы хотели бы мне сказать, позвольте откланяться, у меня дела, — резко ответили Вы и вышли из кабинета.\n— Убирайся из моего города, мерзавец! Еще раз появишься в Каракасе  — будешь болтаться на виселице! — донеслось Вам вслед.\nНа выходе из резиденции Вас встретили все те же солдаты, но, поскольку никакого приказа относительно Вас от губернатора не последовало, они вернули оружие и открыли двери, выпуская Вас наружу...",
    "answers": [
      {
        "id": 161,
        "text": "Покинуть резиденцию..."
      }
    ]
  },
  {
    "id": 161,
    "text": "* получено достижение \"Конфликт с властями\"...\nНа улице Вас встретил встревоженный Сандро, во взгляде которого читался вполне понятный немой вопрос.\n— Плохо дело... Нам надо собрать команду и убираться из Каракаса как можно скорее, подробности расскажу на корабле, — сказали Вы старпому. Бросившись со всех ног к побережью, примерно через полтора часа Вы уже были на шхуне со всей командой. Больше в этом городе делать нечего и \"Санта-Мария\" на всех парусах вышла в открытое море...",
    "answers": [
      {
        "id": 166,
        "text": "Отправиться за сокровищами...",
        "need": 90
      },
      {
        "id": 164,
        "text": "Отправиться в Чарльзтаун...",
        "need": -90
      }
    ]
  },
  {
    "id": 162,
    "text": "Через пять дней \"Санта- Мария\" благополучно подошла к Каракасу. В бухте уже стояла целая флотилия испанских кораблей, в основном, военных. Почти на каждом корабле — следы боя: потрепанные паруса, борта, испещренные дырами, опаленные палубы... Несколько кораблей ремонтировались в доках. Сойдя на берег, Вы поручили матросам разузнать в прибрежных тавернах о старом моряке Карлосе, а сами вместе с Сандро направились к небольшому деревянному зданию у самого берега. Здесь полагалось уплатить чиновнику пошлину за прибытие и стоянку шхуны...",
    "answers": [
      {
        "id": 238,
        "text": "Войти в здание..."
      }
    ]
  },
  {
    "id": 163,
    "text": "Подойдя поближе, Вы заметили, что у девушки вздрагивают плечи. Она плачет! Этот старый дурак, губернатор Каракаса, говорил, что на Кубе раскрыт заговор против Испании, в котором якобы замешаны губернатор и его дочь Изабелла. Это, по крайней мере, прояснило, кем является Ваша таинственная гостья на борту \"Санта-Марии\". Разумеется, Вы не поверили в эту чушь про мятеж, за несколько дней знакомства привязавшись к беззащитной девушке, непохожей на заговорщицу, но явно попавшей в беду. \n— Расскажите мне все, я постараюсь помочь, — сказали Вы, взяв Изабеллу за руку. Горестно вздохнув, девушка собралась с силами и заговорила.\n— Мое полное имя — Изабелла Мария Родригес де Ледесма, я — дочь губернатора Кубы. Незадолго до Вашего прибытия на остров, из Гаваны в Испанию отбыл караван торговых судов с небольшим конвоем. А через пару дней в город вернулся один-единственный корабль, капитан которого рассказал, что караван перехватили и разграбили английские каперы, потопив или захватив все корабли, кроме его собственного. Они точно знали, где и когда пройдет караван. Хосе Кордоба Понсе де Леон — помощник моего отца, обвинил его в сговоре  с пиратами, хотя сам за несколько дней до отбытия каравана куда-то отплывал на своем судне. Отец — честный, строгий, принципиальный человек, у таких всегда много врагов. Его подло оклеветали и посадили в тюрьму, обвинив в сговоре с врагами испанской короны. Я точно знаю, отец ни в чем не виновен, он верой и правдой служил еще Филиппу IV, сражаясь с врагами Испании. Наверняка предательство совершил Понсе де Леон, именно он теперь правит Кубой. Еще когда губернатором был мой отец, этот негодяй сватался ко мне, теперь же, упрятав отца в тюрьму, он начал мне угрожать... Поэтому я сбежала из Гаваны, надеясь попасть в Испанию, к королю. При дворе имя моего отца много значит, я надеюсь, что мне удастся убедить государя в его невиновности и вернуть нашей семье доброе имя...",
    "answers": [
      {
        "id": 167,
        "text": "- Не имеет смысла идти в Испанию..."
      },
      {
        "id": 168,
        "text": "- Королю и без нас есть чем заняться..."
      }
    ]
  },
  {
    "id": 164,
    "text": "Итак, у Вас есть полученный в Гаване фрагмент карты с изображением северо-восточной части острова. По памяти Вы сделали довольно грубый набросок части карты, которую показал губернатор Каракаса. Впрочем, точное изображение этой части острова и не требуется, значение имеет лишь надпись, которую Вы запомнили, хотя смысл ее и остается непонятен: \"Левый берег... чертовыми рогами... мертвецы укажут проход...\" Эта частично стершаяся от времени надпись определенно служит указанием для поиска сокровищ, однако размышлять над ее смыслом стоит лишь на самом острове.  Где находится этот остров — остается загадкой, быть может, прибыв в Чарльзтаун Вы сможете разгадать ее. Однако поиски моряка по имени Игнасио представлялись рискованной, безумной затеей: Чарльзтаун — настоящее разбойничье логово, населенное английскими пиратами. Все шесть дней пути Вы провели в раздумьях о том, как проникнуть в город и раздобыть карту. Когда же на горизонте показалась земля, Вы решили устроить с Даниэлем и Сандро военный совет в кают-компании...",
    "answers": [
      {
        "id": 109,
        "text": "Посоветоваться с товарищами..."
      }
    ]
  },
  {
    "id": 165,
    "text": "Итак, теперь у Вас есть три фрагмента карты и набросок четвертого. На фрагменте, раздобытом в Чарльзтауне, крестиком обозначены сокровища. Рассмотрев фрагмент, который дала Вам Изабелла, Вы прочли едва видимую надпись: \"Остров Отчаяния, 26° 32' с.ш., 57° 47' з.д\". Черт возьми! Это же координаты того самого острова, который Вы \"открыли\" еще на пути в Новый Свет! Ну конечно! Длинная коса, тянущяяся на север, одинокая скала в центре острова... А где-то у ее западного подножия — пещера, в которой лежат сокровища. Правда вход в нее наверняка тщательно спрятан, но Вы точно запомнили надпись на фрагменте, который был у губернатора. \"Левый берег... чертовыми рогами... мертвецы укажут проход...\"\nТеперь у Вас есть все необходимые сведения для поиска клада. Что ж, вперед!..",
    "answers": [
      {
        "id": 166,
        "text": "Отправиться за сокровищами..."
      }
    ]
  },
  {
    "id": 166,
    "text": "Собрав фрагменты карты и нарисовав по памяти очертания острова из фрагмента, который остался у губернатора Каркаса, Вы пятый день на всех парусах шли к берегу уже знакомого острова. В прошлый раз стоянка у берегов этого острова превратилась в неравный бой с пиратским фрегатом, очень может быть, что неприятности вновь поджидают экипаж \"Санта- Марии\"...\nСегодня шхуну и команду изрядно потрепало: налетел шторм, весь день швырявший \"Санта-Марию\" по волнам сурового и бескрайнего океана. Вы простояли у штурвала целый день, ведя борьбу со стихией. Наконец, к вечеру все стихло, остался лишь легкий западный ветер, приближавший судно к цели. С облегчением вздохнув, Вы передали управление шхуной Даниэлю и направились было к себе, как вдруг увидели Изабеллу, которая стояла у борта, гладила Топа и смотрела куда-то вдаль...",
    "answers": [
      {
        "id": 163,
        "text": "Заговорить с ней..."
      }
    ]
  },
  {
    "id": 167,
    "text": "— Не имеет смысла идти в Испанию. Хоть король и является правителем всех испанских владений, от колоний его отделяет океан, так что полновластными хозяевами на Карибах являются местные колониальные власти. Боюсь, что нам придется добиваться справедливости своими силами, — высказались Вы.\n— Думаете, нет никаких шансов спасти моего отца? — спросила Изабелла, готовая вновь расплакаться.\n— Почему же... При удачном раскладе, нам удастся найти клад. Золото никогда не бывает лишним в рискованных предприятиях. Я сделаю все возможное, чтобы помочь Вам, как и мои полсотни матросов. Да и этот вислоухий разбойник явно на Вашей стороне, — сказали Вы, указав на пса. Девушка улыбнулась. Топ и впрямь все это время лежал у ног Изабеллы, слегка виляя хвостом и не отрывая глаз от девушки.\n— Синьор, спасибо большое, я и без того многим обязана Вам, если же Вы сможете спасти моего отца — наша семья будет в неоплатном долгу перед Вами.\n— Не спешите благодарить, мы еще не вызволили господина губернатора из темницы... Завтра нам предстоит непростой день, мы уже на подходе к острову. Вам нужно как следует отдохнуть...\n— Да, конечно. Спокойной ночи, Алонсо.\n— Доброй ночи...",
    "answers": [
      {
        "id": 169,
        "text": "Идти спать..."
      }
    ]
  },
  {
    "id": 168,
    "text": "— Королю и без нас есть чем заняться. Боюсь, что плыть в Испанию и обратно — пустая трата времени, придется рассчитывать только на свои силы, — высказались Вы, едва не брякнув, что губернатора за это время успеют сто раз к ряду казнить, если только захотят.\n— Думаете, нет никаких шансов спасти моего отца? — спросила Изабелла, готовая вновь расплакаться.\n— Почему же... При удачном раскладе, нам удастся найти клад. Золото никогда не бывает лишним в рискованных предприятиях. Я сделаю все возможное, чтобы помочь Вам, как и мои полсотни матросов. Да и этот вислоухий разбойник явно на Вашей стороне, — сказали Вы, указав на пса. Девушка слегка улыбнулась. Топ и впрямь все это время лежал у ног Изабеллы, виляя хвостом и не отрывая глаз от девушки.\n— Синьор, спасибо большое, я и без того многим обязана Вам, если же Вы сможете спасти моего отца — наша семья будет в неоплатном долгу перед Вами.\n— Не спешите благодарить, мы еще не вызволили господина губернатора из темницы... Завтра нам предстоит непростой день, мы уже на подходе к острову. Вам нужно как следует отдохнуть...\n— Да, конечно. Спокойной ночи, Алонсо.\n— Доброй ночи...",
    "answers": [
      {
        "id": 169,
        "text": "Идти спать..."
      }
    ]
  },
  {
    "id": 169,
    "text": "Войдя в каюту, Вы сразу же повалились на кровать и, раздумывая о предстоящих делах, уснули. Кажется, Вам снилось что-то тревожное: толпа пиратов, окружающая Вас со всех сторон, Изабелла, схваченная ими... Но так или иначе, Ваш сон прервало чье-то нетерпеливое расталкивание. Открыв глаза, Вы увидели перед собой боцмана О'Брайена.\n— Даниэль, в чем дело? Который час?\n— Пять часов утра, капитан. На горизонте, прямо по курсу какое-то судно...",
    "answers": [
      {
        "id": 93,
        "text": "Бежать на палубу..."
      }
    ]
  },
  {
    "id": 170,
    "text": "Но что это? Стоило голландскому судну скрыться из виду, как на востоке появились еще какие-то два корабля. Сейчас Вы идете им на встречу, дует попутный, западный ветер. Быть может, стоит сменить курс и убраться от них подальше, а не идти на встречу?..",
    "answers": [
      {
        "id": 174,
        "text": "Развернуться и уходить на запад..."
      },
      {
        "id": 172,
        "text": "Повернуть влево..."
      },
      {
        "id": 173,
        "text": "Повернуть вправо..."
      },
      {
        "id": 171,
        "text": "Идти кораблям навстречу..."
      }
    ]
  },
  {
    "id": 171,
    "text": "Вы решили не пороть горячку и идти тем же курсом, чтобы выяснить, что это за корабли. Разумное решение, но все же через несколько минут Вы о нем пожалели: разглядев эти два судна в трубу, Вы признали в одном из них английский фрегат, а в другом — бриг английских же каперов — грабителей и пиратов, нанятых на службу британской короне. Должно быть, они преследовали голландское судно, а теперь переключились на \"Санта- Марию\".\nСоотношение сил явно не в Вашу пользу: тяжелый английский фрегат, несущий на борту никак не меньше сорока орудий, потопит \"Санта-Марию\" за пару пушечных залпов. Если дело дойдет до абордажа, то положение еще более безнадежно: с английскими солдатами, наверняка размещенными на фрегате в качестве абордажной команды, Вашим пятидесяти матросам никак не совладать, да и пиратов на бриге не стоит сбрасывать со счетов. Остается лишь надеяться, что \"Санта- Мария\" сможет удрать...",
    "answers": [
      {
        "id": 179,
        "text": "Уходить от погони влево..."
      },
      {
        "id": 179,
        "text": "Уходить от погони вправо..."
      }
    ]
  },
  {
    "id": 172,
    "text": "Смутное чувство тревоги заставило Вас повернуть влево, взяв курс на север. Во время этого маневра, корабли все так же упорно приближались, пока Вы не смогли их как следует разглядеть в подзорную трубу. Худшие опасения оправдались: \"Санта-Марию\" преследуют тяжелый английский фрегат и бриг английских же каперов — грабителей и пиратов, нанятых на службу британской короне. Наверняка они преследовали голландскую шхуну, пока не наткнулись на Ваше судно. Соотношение сил явно не в Вашу пользу: фрегат, несущий на борту никак не меньше сорока орудий, потопит \"Санта-Марию\" за пару пушечных залпов. Если дело дойдет до абордажа, то положение еще более безнадежно: с английскими солдатами, наверняка размещенными на фрегате в качестве абордажной команды, Вашим пятидесяти матросам никак не совладать, да и пиратов на бриге не стоит сбрасывать со счетов. Остается лишь надеяться, что \"Санта- Мария\" сможет удрать...",
    "answers": [
      {
        "id": 179,
        "text": "Уходить от погони..."
      }
    ]
  },
  {
    "id": 173,
    "text": "Смутное чувство тревоги заставило Вас повернуть вправо, взяв курс на юг. Во время этого маневра, корабли все так же упорно приближались, пока Вы не смогли их как следует разглядеть в подзорную трубу. Худшие опасения оправдались: \"Санта-Марию\" преследуют тяжелый английский фрегат и бриг английских же каперов — грабителей и пиратов, нанятых на службу британской короне. Наверняка они преследовали голландскую шхуну, пока не наткнулись на Ваше судно. Соотношение сил явно не в Вашу пользу: тяжелый английский фрегат, несущий на борту никак не меньше сорока орудий, потопит \"Санта-Марию\" за пару пушечных залпов. Если дело дойдет до абордажа, то положение еще более безнадежно: с английскими солдатами, наверняка размещенными на фрегате в качестве абордажной команды, Вашим пятидесяти матросам никак не совладать, да и пиратов на бриге не стоит сбрасывать со счетов. Остается лишь надеяться, что \"Санта- Мария\" сможет удрать...",
    "answers": [
      {
        "id": 179,
        "text": "Уходить от погони..."
      }
    ]
  },
  {
    "id": 174,
    "text": "— К повороту приготовиться! Берем курс на запад! — скомандовали Вы. Однако повернувшись против ветра, шхуна беспомощно застыла на месте. Идти на запад значило бы лавировать, точно также как это недавно делало голландское судно. А пока Ваша команда сбивалась с ног, чтобы вновь наполнить паруса \"Санта-Марии\" ветром, корабли приблизились к Вам настолько, что Вы и без всякой подзорной трубы уже могли разглядеть, что Вас преследуют тяжелый английский фрегат и быстроходный бриг английских каперов — грабителей и пиратов, нанятых на службу английской короне. Сообщив об увиденном команде, Вы попросили Изабеллу укрыться в каюте, прихватив с собой Топа. Наконец, Ваша шхуна пришла в движение. Браня себя за эту дурацкую оплошность с разворотом, Вы поняли, что оба судна стремительно настигают \"Санта-Марию\", избежать боя не удастся...",
    "answers": [
      {
        "id": 176,
        "text": "Обстрелять неприятеля из кормовых орудий..."
      },
      {
        "id": 177,
        "text": "Встретить врагов бортовым залпом..."
      }
    ]
  },
  {
    "id": 175,
    "text": "Убедившись, что команда готова принять бой, а Изабелла укрылась в каюте, Вы передали штурвал Даниэлю, сосредоточившись на наблюдении за неприятелем. Фрегат стремительно удаляется, не в силах угнаться за Вашей шхуной. Бриг — уже подошел на расстояние пушечного выстрела...",
    "answers": [
      {
        "id": 181,
        "text": "Дать залп кормовыми орудиями..."
      },
      {
        "id": 182,
        "text": "Повернуться и дать бортовой залп..."
      }
    ]
  },
  {
    "id": 176,
    "text": "В свое время, когда Вы только купили это судно, Вам стоило немалых усилий перевооружение \"Санта-Марии\". В итоге судно имеет по шесть пушек с каждого борта вместо пяти, а корму защищают еще три орудия. Это вооружение уже не раз спасало судно и всех ее обитателей, сослужило свою службу оно и сегодня.\n— Кормовые орудия, огонь! — скомандовали Вы и тут же пушечные раскаты разорвали тишину, повисшую над океаном. Насколько Вы могли видеть, все три ядра достигли цели, изуродовав нос брига. И хотя серьезного урона ядра, по-видимому, не нанесли, преследователи оказались в крайне невыгодном положении: идя на расстоянии пушечного выстрела, они попадали под обстрел, но ядра их носовых орудий не долетали до удаляющейся шхуны. О том, чтобы дать бортовой залп по Вашей шхуне и вовсе не могло быть и речи, пока неприятельские корабли развернутся бортом, \"Санта-Мария\" окажется за пределами досягаемости их орудий. Более того, Ваша шхуна понемногу разогналась и стало ясно, что фрегат начинает отставать. Вы решили удрать от него как можно дальше, чтобы потом разделаться с бригом один на один. Подобные суда обычно оснащены парой десятков орудий, не более, так что огневая мощь у брига и \"Санта- Марии примерно одинакова. Пожалуй, у Вас есть все шансы выйти победителем из этого сражения...",
    "answers": [
      {
        "id": 180,
        "text": "Оторваться от фрегата..."
      }
    ]
  },
  {
    "id": 177,
    "text": "Вы переложили руль на борт, готовясь дать по неприятелю залп всех шести бортовых пушек. Однако бриг и фрегат, идущий вслед за ним, заметили этот маневр и повторили его. Залпы орудий на всех трех кораблях загрохотали одновременно. На Ваше судно обрушился настоящий шквал ударов, изрешетивший весь корпус. Шхуна начала крениться на борт, погружаясь в воду. Грянуло еще несколько пушечных выстрелов, одно из ядер угодило в крюйт-камеру и \"Санта- Мария\", вздрогнув всем корпусом от чудовищного взрыва, раскололась на части, погубив весь экипаж...",
    "answers": [
      {
        "id": 178,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 178,
    "text": "М-да, так себе концовка...\nНо не отчаивайтесь, у Вас есть возможность продолжить прохождение квеста и привести сюжет к благополучному завершению. Вы уж только поосторожнее там...",
    "answers": [
      {
        "id": 174,
        "text": "Вернуться на шаг назад..."
      },
      {
        "id": 1,
        "text": "На первую страницу..."
      }
    ]
  },
  {
    "id": 179,
    "text": "\"Санта-Мария\" стремительно рассекает волны, пытаясь уйти от погони. Через какое-то время фрегат и впрямь начинает отставать, бриг же — понемногу сокращает расстояние. Вы решили удрать подальше от фрегата, а затем разделаться с бригом один на один...\nВ свое время, когда Вы только купили это судно, Вам стоило немалых усилий перевооружение \"Санта-Марии\". В итоге судно имеет по шесть пушек с каждого борта вместо пяти, а корму защищают еще три орудия. Бриг, вероятно, оснащен пятнадцатью — двадцатью орудиями, так что огневая мощь у \"Санта-Марии\" и этого пиратского корабля примерно равны. Пожалуй, у Вас есть все шансы выйти победителем из этого сражения...",
    "answers": [
      {
        "id": 175,
        "text": "Оторваться от фрегата..."
      }
    ]
  },
  {
    "id": 180,
    "text": "Все идет как нельзя лучше: фрегат уже скрылся за горизонтом, безнадежно отстав от \"Санта-Марии\", бриг все так же медленно сокращает дистанцию, получая урон от кормовых орудий Вашей шхуны. Из ответных выстрелов лишь один достиг цели — ядро пробило корму судна над ватерлинией, не нанеся серьезных повреждений. Судя по всему, у капитана брига кончилось терпение: его судно начало поворачиваться правым бортом. Вы можете либо совершить маневр и выйти из зоны обстрела бортовых орудий брига, либо ответить на этот маневр и обменяться с противником бортовыми залпами...",
    "answers": [
      {
        "id": 183,
        "text": "Уйти от обстрела..."
      },
      {
        "id": 184,
        "text": "Устроить перестрелку..."
      }
    ]
  },
  {
    "id": 181,
    "text": "— Кормовые орудия, огонь! — скомандовали Вы, и царившую над морем тишину разорвал грохот трех пушечных выстрелов. Насколько Вы могли видеть, все три ядра поразили цель, изуродовав нос брига. И хотя серьезного урона они не нанесли, враг оказался в крайне невыгодном положении: идя вслед за \"Санта- Марией\", он неминуемо попадал под обстрел, в то время как ядра двух его носовых орудий не долетали до удаляющейся шхуны...",
    "answers": [
      {
        "id": 180,
        "text": "Продолжить обстрел..."
      }
    ]
  },
  {
    "id": 182,
    "text": "Ваш маневр не остался без внимания: бриг одновременно с \"Санта- Марией\" повернулся бортом. Орудийные залпы грянули почти одновременно, безжалостно неся смерть и разрушения. К сожалению, для экипажа \"Санта-Марии\" этот бой оказался последним: одно из ядер угодило в крюйт-камеру и шхуна, вздрогнув всем корпусом от чудовищного взрыва, раскололась на части, погубив весь экипаж...",
    "answers": [
      {
        "id": 178,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 183,
    "text": "Верно разгадав замысел противника, Вы ловким маневром избежали обстрела. Расстояние между \"Санта-Марией\" и бригом вновь увеличилось и англичане опять страдают от обстрела, лишь понемногу настигая шхуну и изредка огрызаясь пушечными выстрелами. Теперь нужно лишь следить за бригом на случай, если он вновь попытается дать бортовой залп. До того же момента, как неприятель догонит Ваше судно и поравняется с ним борт о борт, можно ничего не опасаться...",
    "answers": [
      {
        "id": 185,
        "text": "Продолжить бой..."
      }
    ]
  },
  {
    "id": 184,
    "text": "Решив, что настало время сразиться по-настоящему, Вы поворачиваете шхуну левым бортом к неприятелю. \"Санта- Мария\" оказалась куда более маневренным судном, нежели бриг. Убедившись, что канониры навели орудия на врага, Вы приказали открыть огонь и шесть ядер, вырвавшись на свободу, словно дикие звери, ринулись к бригу, неся смерть и разрушения. Через несколько мгновений грянул ответный залп, которого с содроганием ждали обитатели шхуны. Над Вашим судном со свистом пронеслись книппели, разрывая в клочья паруса \"Санта- Марии\". Теперь Ваша шхуна еле тащится, а неприятель, наконец-то настигнув ее, поравнялся с ее левым бортом, идя на расстоянии каких-то двадцати ярдов...",
    "answers": [
      {
        "id": 186,
        "text": "Дать залп ядрами..."
      },
      {
        "id": 187,
        "text": "Дать залп картечью..."
      }
    ]
  },
  {
    "id": 185,
    "text": "Но, несмотря на Ваши старания, через несколько минут бриг все же настиг \"Санта- Марию\" и теперь, поравнявшись с нею, идет у левого борта на расстоянии в двадцать ярдов...",
    "answers": [
      {
        "id": 186,
        "text": "Дать залп ядрами..."
      },
      {
        "id": 187,
        "text": "Дать залп картечью..."
      }
    ]
  },
  {
    "id": 186,
    "text": "— Заряжай ядрами, ребята! — крикнули Вы и, убедившись, что орудия готовы, дали команду к стрельбе...\nВсе вокруг на какое-то время заволокло пороховым дымом. Когда же он рассеялся, Вашему взору предстал изуродованный борт неприятельского брига. Местами отсутствующий фальшборт, три уничтоженных орудия, зияющая дыра в кормовой части у самой ватерлинии... Врагу крепко досталось, но сдаваться он явно не намерен. Палуба брига битком набита головорезами, готовыми идти на абордаж...",
    "answers": [
      {
        "id": 188,
        "text": "Дать ружейный залп..."
      },
      {
        "id": 189,
        "text": "Зарядить орудия..."
      }
    ]
  },
  {
    "id": 187,
    "text": "— Угостим их картечью! — крикнули Вы и, убедившись, что орудия готовы, приказали открыть огонь. На несколько мгновений все вокруг заволокло пороховым дымом, когда же он рассеялся, Вы увидели что ряды противника, битком набившего палубу брига, заметно поредели, фальшборт изрешечен картечью и теперь едва ли сможет служить для неприятеля укрытием, паруса и снасти вражеского судна тоже порядком потрепало. Англичанам крепко досталось, но враг готовился идти на абордаж...",
    "answers": [
      {
        "id": 188,
        "text": "Дать ружейный залп..."
      },
      {
        "id": 189,
        "text": "Зарядить орудия..."
      }
    ]
  },
  {
    "id": 188,
    "text": "— Мушкеты к бою, — скомандовали Вы.\nНадо отдать Вам должное: Вы никогда не жалели времени и денег на боевую выучку и вооружение своей команды. Готовясь отражать натиск врага, Ваши люди выстроились в линию у самого борта судна, укрылись за фальшбортом, припадая на одно колено, и, тщательно прицелившись, дали залп по неприятелю, как раз готовившемуся бросать абордажные крючья.\nМеткий огонь матросов вызвал настоящую сумятицу на бриге. Примерно две дюжины пиратов повалились на палубу, пронзенные пулями. Испуганно пригнувшись, англичане спрятались за обломками фальшборта, но через несколько мгновений, следуя приказу своего капитана, вновь поднялись, готовясь открыть ответный огонь из ружей и пистолетов. Врага ждал еще один крайне неприятный сюрприз: дело в том, что в арсенале \"Санта-Марии\" было полторы сотни мушкетов, по три на каждого матроса. Таким образом, Ваша команда могла непрерывно обстреливать нападающих, не тратя время на перезарядку. И вот, когда английские пираты поднялись в полный рост и, стоя плечом к плечу, готовились открыть огонь, Вы решили...",
    "answers": [
      {
        "id": 190,
        "text": "Пойти на таран...",
        "need": -190
      },
      {
        "id": 191,
        "text": "Дать еще один залп..."
      }
    ]
  },
  {
    "id": 189,
    "text": "Хорошо бы, но уже не успеете. Неприятель приготовил абордажные крюки, сейчас начнется рукопашная схватка...",
    "answers": [
      {
        "id": 188,
        "text": "Встретить врага ружейным огнем..."
      }
    ]
  },
  {
    "id": 190,
    "text": "Интересная мысль, но она может стоить жизни всем обитателям шхуны...",
    "answers": [
      {
        "id": 188,
        "text": "Пожалуй, не стоит..."
      }
    ]
  },
  {
    "id": 191,
    "text": "И вновь раздался треск ружейных выстрелов, смешавшийся с криками раненных. Пороховой дым скрыл от глаз палубу брига, но нетрудно догадаться, что англичане понесли большие потери. Стоило дыму рассеяться, и Ваши люди дали еще один залп, сорвав очередную попытку врага взять \"Санта- Марию\" на абордаж. Теперь, когда все мушкеты разряжены, Вы приказали команде вести огонь по готовности, редкими выстрелами уничтожая неприятеля.\n— Капитан, фальконеты! Мы совсем забыли про мои орудия! — прокричал Сандро и, отбросив мушкет, подбежал к одному из этих вертлюжных орудий. Вы и кок Диего присоединились к нему, заняв два оставшиеся орудия у этого борта...",
    "answers": [
      {
        "id": 192,
        "text": "Дать залп..."
      }
    ]
  },
  {
    "id": 192,
    "text": "Бросив взгляд на скопление врагов на корме брига, Вы выстрелили именно туда. Заряд картечи изрешетил троих англичан. Сандро был прав, эти маленькие и скорострельные орудия вполне могут решить исход боя в Вашу пользу. Перезаряжая фальконет, Вы заметили, что неприятель, немного оправившись от первого натиска Вашей команды, вновь готовился метнуть абордажные крюки, а около фок-мачты англичане заряжают одно из орудий. Вы решаете...",
    "answers": [
      {
        "id": 193,
        "text": "Выстрелить в канониров..."
      },
      {
        "id": 194,
        "text": "Выстрелить в абордажную команду..."
      }
    ]
  },
  {
    "id": 193,
    "text": "Послав очередной заряд картечи в канониров, Вы не дали пушке выстрелить и, возможно, спасли тем самым немало жизней. Однако в борт \"Санта- Марии\" вцепились абордажные крючья и неприятель, натягивая тросы, притягивает Вашу шхуну к бригу, словно сраженного гарпунами кашалота. Рукопашной схватки все же не избежать...",
    "answers": [
      {
        "id": 195,
        "text": "- Клинки к бою!.."
      }
    ]
  },
  {
    "id": 194,
    "text": "Вы послали очередной заряд картечи в толпу неприятеля. К сожалению, это не спасло Ваше судно от абордажа: через мгновение в борт \"Санта- Марии\" впились крючья и неприятель начал притягивать ее к своему бригу, словно кашалота, сраженного гарпунами. К тому же, раздался пушечный выстрел, заряд картечи, просвистел над носовой частью шхуны, четверо Ваших матросов свалились на палубу, изрешеченные дробью. Это были первые потери, которые понесла команда в сражениия с злополучным бригом...",
    "answers": [
      {
        "id": 195,
        "text": "- Клинки к бою!.."
      }
    ]
  },
  {
    "id": 195,
    "text": "— Клинки к бою! Отстоим наше судно! За Испанию, за короля — в бой! — прокричали Вы во всю силу легких, воодушевляя свою команду.\nКорма Вашей шхуны возвышается над палубой брига, так что в ближнем бою оборонять ее не придется. Отсюда Сандро, Диего, юнга Габриэль и еще трое матросов будут поддерживать команду огнем ружей и фальконетов. Боцман Даниэль, будучи самым метким стрелком на борту \"Санта- Марии\", забрался на марс, чтобы сверху отстреливать врагов. Сойдя с капитанского мостика, Вы первым бросились навстречу англичанам, начавшим перебираться на борт шхуны...",
    "answers": [
      {
        "id": 196,
        "text": "Начать схватку..."
      }
    ]
  },
  {
    "id": 196,
    "text": "Едва Вы ринулись к борту шхуны, как навстречу Вам выскочил одноглазый головорез с саблей. Выхватив свой клинок из ножен, Вы что есть силы ударили его саблей. Противник успел блокировать удар своим оружием, но потерял равновесие и упал в воду. Следующий англичанин, забравшийся на палубу \"Санта- Марии\" получил от Вас удар кулаком в челюсть, после чего отправился вслед за своим соратником. Бросив взгляд на бриг, Вы заметили, что один из неприятелей целится в Вас из пистолета...",
    "answers": [
      {
        "id": 197,
        "text": "Броситься на него..."
      },
      {
        "id": 198,
        "text": "Отскочить в сторону..."
      },
      {
        "id": 199,
        "text": "Пригнуться..."
      },
      {
        "id": 200,
        "text": "Метнуть в него нож..."
      }
    ]
  },
  {
    "id": 197,
    "text": "Занеся саблю над головой, Вы перепрыгиваете на борт брига и... И тут же получаете пулю, погибнув на месте...",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста..."
      },
      {
        "id": 195,
        "text": "Вернуться на шаг назад..."
      }
    ]
  },
  {
    "id": 198,
    "text": "В последний момент Вы успели отпрыгнуть в сторону, пуля ушла в пустоту, а стрелка, выпустившего ее, тут же застрелил Сандро...",
    "answers": [
      {
        "id": 201,
        "text": "Продолжить сражаться..."
      }
    ]
  },
  {
    "id": 199,
    "text": "В последний момент Вы успели пригнуться, пуля ушла в пустоту, а стрелка, выпустившего ее, тут же застрелил Сандро...",
    "answers": [
      {
        "id": 201,
        "text": "Продолжить сражаться..."
      }
    ]
  },
  {
    "id": 200,
    "text": "Схватив метательный нож, Вы точным движением посылаете его в цель, нанося смертельную рану противнику...",
    "answers": [
      {
        "id": 201,
        "text": "Продолжить сражаться..."
      }
    ]
  },
  {
    "id": 201,
    "text": "Расправившись еще с двумя противниками, Вы краем глаза заметили, что Ваши матросы успешно сдерживают натиск врага, не позволяя ему даже ступить на палубу, лишь в носовой части на борт Вашей шхуны вторглось несколько головорезов, завязав жестокую схватку...",
    "answers": [
      {
        "id": 202,
        "text": "Отбить нос корабля..."
      },
      {
        "id": 203,
        "text": "Сражаться на прежнем месте..."
      }
    ]
  },
  {
    "id": 202,
    "text": "Не успели Вы ступить и шагу, как напротив Вас на шхуну перебрались трое пиратов одновременно. Один из них уже скрестил клинки с одним из Ваших матросов, двое других набросились на Вас...",
    "answers": [
      {
        "id": 204,
        "text": "Контратаковать..."
      },
      {
        "id": 205,
        "text": "Парировать их удары..."
      },
      {
        "id": 206,
        "text": "- Спасайся, кто может!\n(бросить оружие и прыгнуть за борт)..."
      }
    ]
  },
  {
    "id": 203,
    "text": "Стоило Вам на мгновение отвлечься, как напротив Вас на шхуну перебрались трое пиратов одновременно. Один из них уже скрестил клинки с одним из Ваших матросов, двое других набросились на Вас...",
    "answers": [
      {
        "id": 204,
        "text": "Контратаковать..."
      },
      {
        "id": 205,
        "text": "Парировать их удары..."
      },
      {
        "id": 206,
        "text": "- Спасайся, кто может!\n(бросить оружие и прыгнуть за борт)..."
      }
    ]
  },
  {
    "id": 204,
    "text": "Ринувшись навстречу врагу, Вы ловко увернулись от удара кортиком одного пирата. Второй головорез занес свой тесак над головой, но Вы нанесли встречный удар, ваши с ним клинки скрестились и описали полукруг сверху вниз. Воспользовавшись замешательством врага, Вы тут же сделали выпад и пронзили его насквозь...",
    "answers": [
      {
        "id": 207,
        "text": "Разделаться со вторым врагом..."
      }
    ]
  },
  {
    "id": 205,
    "text": "Вы с трудом сдерживаете натиск, постоянно уворачиваясь и парируя град ударов, который на Вас обрушил неприятель. К счастью, на выручку Вам пришел один из матросов. Прикончив одного головореза, он отвлек на себя внимание второго, который тут же получил от Вас смертоносный удар клинка...",
    "answers": [
      {
        "id": 208,
        "text": "Продолжить бой...",
        "need": 202
      },
      {
        "id": 209,
        "text": "Продолжить бой...",
        "need": 203
      }
    ]
  },
  {
    "id": 206,
    "text": "Отличное решение! Поступок, достойный настоящего мужчины и заслуживающий премии Дарвина, если бы она, конечно, была в XVII веке. Бросив на произвол судьбы свое судно, команду, Изабеллу Вы пару часов побарахтались в воде, после чего с нечистой совестью отправились на корм рыбам...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу..."
      },
      {
        "id": 195,
        "text": "Вернуться к контрольной точке..."
      }
    ]
  },
  {
    "id": 207,
    "text": "Второй головорез вновь бросается на Вас, вынуждая уворачиваться от целого града ударов. Наконец, Вы полоснули врага клинком по ногам и тут же добили еще одним ударом...",
    "answers": [
      {
        "id": 208,
        "text": "Продолжить бой...",
        "need": 202
      },
      {
        "id": 209,
        "text": "Продолжить бой...",
        "need": 203
      }
    ]
  },
  {
    "id": 208,
    "text": "Тем временем, положение дел ухудшилось: носовую часть шхуны удерживают почти два десятка пиратов, постепенно тесня Ваших людей к корме. Решение сместиться к носу судна Вы приняли весьма кстати. Чувствуя внезапно навалившуюся усталость, Вы решили не ввязываться в рукопашный бой, а...",
    "answers": [
      {
        "id": 210,
        "text": "выстрелить во врага из пистолетов..."
      },
      {
        "id": 211,
        "text": "метать ножи в неприятеля..."
      }
    ]
  },
  {
    "id": 209,
    "text": "Тем временем, положение дел ухудшилось: носовую часть шхуны удерживают почти два десятка пиратов, постепенно тесня Ваших людей к корме. Вам определенно нужно вмешаться, тем более, что натиск со стороны борта Ваши люди успешно сдерживают и без Вашей помощи. Чувствуя внезапно навалившуюся усталость, Вы решили не ввязываться в рукопашный бой, а...",
    "answers": [
      {
        "id": 210,
        "text": "выстрелить во врага из пистолетов..."
      },
      {
        "id": 211,
        "text": "метать ножи в неприятеля..."
      }
    ]
  },
  {
    "id": 210,
    "text": "Заметив, что один из Ваших матросов из последних сил противостоит наседающему на него врагу с абордажной саблей в руках, Вы выхватили пистолеты и всадили в неприятеля обе пули...",
    "answers": [
      {
        "id": 212,
        "text": "Оглядеться...",
        "need": 211
      },
      {
        "id": 211,
        "text": "Метать ножи в неприятеля...",
        "need": -211
      }
    ]
  },
  {
    "id": 211,
    "text": "Уставшие матросы с трудом отбиваются от все новых и новых врагов, хлынувших на шхуну непрерывным потоком. Однако палубу нужно очистить от пиратов во что бы то ни стало. Выхватывая из-за пояса метательные ножи, Вы один за другим всаживаете их в неприятелей. Метнув девять ножей, Вы умудрились убить пятерых врагов и еще двоих ранить. Воспрянув духом, Ваши люди бросаются в контратаку и отчаянным усилием отбивают у пиратов всю палубу \"Санта-Марии\"...",
    "answers": [
      {
        "id": 212,
        "text": "Оглядеться..."
      }
    ]
  },
  {
    "id": 212,
    "text": "Кажется, дело плохо... Ряды Ваших людей заметно поредели, англичане же, несмотря на чудовищные потери, все еще в большинстве. Окинув взглядом палубу брига, Вы поняли, что команде \"Санта-Марии\" противостоят еще пять-шесть дюжин врагов. Пытаясь придумать план спасения людей и корабля, Вы не сразу заметили, что Сандро, оставив позицию на юте, бежит к Вам.\n— Капитан, есть идея! Мы должны устроить вылазку на борт этого проклятого брига! — прокричал старпом.\n— Сандро, ты спятил? Какая вылазка, мы еле сдерживаем их!\n— Да нет же, капитан! У них на корме сейчас почти нет людей, только капитан и еще дюжина мерзавцев. Дайте мне десяток матросов и мы вместе с Диего захватим ют судна. Мы убьем их капитана, повредим штурвал и победа за нами! Что скажете, капитан?..",
    "answers": [
      {
        "id": 213,
        "text": "- Удачи, друг мой..."
      }
    ]
  },
  {
    "id": 213,
    "text": "Отобрав людей для воплощения своего дерзкого плана , Сандро собрал отряд на корме и повел его в атаку на бриг. Вы же остались на шхуне. Оставшихся на борту \"Санта-Марии\" матросов слишком мало, чтобы защищать всю палубу шхуны, поэтому Вы приказали отступить и занять корму. С юта, возвышающегося над судном, часть матросов ведет огонь, остальные довольно успешно защищают корму судна. Вдруг Вы увидели, что несколько головорезов ломают дверь Вашей каюты, находящейся под кормовой частью палубы. Черт возьми, там же прячется Изабелла!..",
    "answers": [
      {
        "id": 214,
        "text": "Броситься на помощь..."
      }
    ]
  },
  {
    "id": 214,
    "text": "* получено достижение \"Герой- спаситель\"...\nСхватив лежавший на палубе заряженный мушкет, Вы пристрелили одного из пиратов и спрыгнули вниз, преградив злодеям путь в каюту. Первый из них, бросившись на Вас получил удар прикладом по голове и повалился на палубу. Один из его товарищей замахивается саблей, готовясь нанести удар...",
    "answers": [
      {
        "id": 215,
        "text": "Парировать..."
      },
      {
        "id": 216,
        "text": "Увернуться..."
      }
    ]
  },
  {
    "id": 215,
    "text": "Выставив свою саблю на пути вражеской, Вы с пиратом скрестили клинки и тут же прикончили его, ударив кинжалом, зажатым в левой руке.\n— Изабелла, откройте дверь, это я — Алонсо! — прокричали Вы, понимая, что на палубе Вам не выстоять против толпы врагов в одиночку. Надо отдать должное перепуганной девушке, которая все же решилась открыть Вам дверь...",
    "answers": [
      {
        "id": 217,
        "text": "Укрыться в каюте..."
      }
    ]
  },
  {
    "id": 216,
    "text": "Пытаясь отскочить в сторону, Вы поскользнулись и растянулись на палубе. К счастью, кто-то из матросов заметил, что Вам грозит смертельная опасность и застрелил неприятеля.\n— Изабелла, откройте дверь, это я — Алонсо! — прокричали Вы, понимая, что на палубе Вам не выстоять против толпы врагов в одиночку. Надо отдать должное перепуганной девушке, которая все же решилась открыть Вам дверь...",
    "answers": [
      {
        "id": 217,
        "text": "Укрыться в каюте..."
      }
    ]
  },
  {
    "id": 217,
    "text": "Как только дверь открылась, прогремел выстрел и пуля пронзила Ваше левое плечо, заставив выронить оружие. Морщась от боли, Вы вбегаете в каюту, но не успеваете захлопнуть дверь, впуская одного из пиратов. Выхватив кинжал здоровой рукой и увернувшись от его удара кортиком, Вы прикончили негодяя и тут же с силой захлопнули дверь, ударив ею по голове одного из осаждающих каюту врагов. К счастью, дверь открывается внутрь, поэтому, соорудив баррикаду из письменного стола и стульев, Вы выиграли немного времени.\n— Ничего не бойтесь, я с Вами, — сказали Вы Изабелле, пытаясь ободрить плачущую, перепуганную девушку. Положение почти безнадежное, Ваши люди не смогут пробиться к Вам через толпу врагов, так что рассчитывать придется только на себя. А дверь уже затрещала под ударами топора, приближающими момент, когда враги ворвутся в каюту... ",
    "answers": [
      {
        "id": 218,
        "text": "Выстрелить во врага через дверь..."
      }
    ]
  },
  {
    "id": 218,
    "text": "Выхватив пистолет, Вы выстрелили сквозь дыру в двери, ранив головореза с топором. Ему на смену тут же бросается еще один неприятель, но Вы убиваете его вторым выстрелом. В ответ тоже полетели пули, превратившие в решето остатки двери, но, к счастью, не задевшие Вас.\nБольше Вы не рискнули подходить к дверному проему, тем более, что времени на перезарядку оружия не осталось. Зажав саблю в правой руке, Вы стоите в центре каюты и ждете, когда в нее ворвутся пираты...",
    "answers": [
      {
        "id": 219,
        "text": "Принять последний бой..."
      }
    ]
  },
  {
    "id": 219,
    "text": "Внезапно треск ломаемой двери и звуки выстрелов перекрылись гулом какого-то сильного взрыва, от которого у Вас зазвенело в ушах. Через несколько мгновений Вы решились выглянуть на палубу и, к своему удивлению, не увидели ни одного живого врага на палубе своего судна. Неприятельский бриг же охвачен пламенем, которое лишь чудом не перекинулось на шхуну. Впрочем, абордажные крючья больше не держат \"Санта-Марию\", медленно отходящую от пылающего судна...",
    "answers": [
      {
        "id": 220,
        "text": "Что вообще происходит?..",
        "need": 194
      },
      {
        "id": 221,
        "text": "Что вообще происходит?..",
        "need": 193
      }
    ]
  },
  {
    "id": 220,
    "text": "Как оказалось, вылазка Сандро увенчалась успехом: перебравшись с отрядом на борт брига, он умудрился убить вражеского капитана. Матросы вывели из строя руль корабля и, не останавливаясь на достигнутом, устроили пожар. Вернувшись на шхуну, отряд Сандро сражался с неприятелем пока не прогремел взрыв. Должно быть, огонь добрался до порохового запаса. Враги, увидев, что их судно обьято пламенем, утратили боевой дух и бросились за борт, понимая, что матросы \"Санта-Марии\" их не пощадят. Очищая палубу после сражения, Ваши люди насчитали 56 убитых врагов. Пожалуй, еще столько же экипаж шхуны сумел истребить, ведя огонь по неприятелю перед абордажем. И примерно три-четыре дюжины головорезов плещутся в море, обреченные на гибель. Но, несмотря на полную победу над врагом, лица людей на борту \"Санта-Марии\" не выражали и тени радости: экипаж корабля потерял 22 человека...\nК наступлению вечера Ваши люди уже похоронили своих товарищей по морскому обычаю и теперь, сидя на палубе, заглушают горечь утраты ромом.\nНемного придя в себя после сражения, Вы почувствовали боль в левом плече, напомнившую о ранении. Морщась, Вы оторвали пропитанный кровью рукав рубашки, чтобы осмотреть рану...",
    "answers": [
      {
        "id": 223,
        "text": "- Алонсо, давайте я помогу Вам..."
      }
    ]
  },
  {
    "id": 221,
    "text": "Как оказалось, вылазка Сандро увенчалась успехом: перебравшись с отрядом на борт брига, он умудрился убить капитана. Матросы вывели из строя руль корабля и, не останавливаясь на достигнутом, устроили пожар. Вернувшись на шхуну, отряд Сандро сражался с неприятелем пока не прогремел взрыв. Должно быть, огонь добрался до порохового запаса. Враги, увидев, что их судно обьято пламенем, утратили боевой дух и бросились за борт, понимая, что матросы \"Санта-Марии\" их не пощадят. Очищая палубу после сражения, Ваши люди насчитали 56 убитых врагов. Пожалуй, еще столько же экипаж шхуны сумел истребить, ведя огонь по неприятелю перед абордажем. И примерно три-четыре дюжины головорезов плещутся в море, обреченные на гибель. Несмотря на полную победу над врагом, лица людей на борту \"Санта-Марии\" не выражали и тени радости: экипаж корабля потерял 18 человек...\nК наступлению вечера Ваши люди уже похоронили своих товарищей по морскому обычаю и теперь, сидя на палубе, заглушают горечь утраты ромом.\nНемного прийдя в себя после сражения, Вы почувствовали боль в левом плече, напомнившую о ранении. Морщась от боли, Вы оторвали пропитанный кровью рукав рубашки, чтобы осмотреть рану...",
    "answers": [
      {
        "id": 223,
        "text": "- Алонсо, давайте я помогу Вам..."
      }
    ]
  },
  {
    "id": 222,
    "text": "Вы проводили девушку взглядом, обошли судно, убедившись, что все в порядке, Вы отправились к себе, упали на кровать и мгновенно уснули, утомленный сегодняшними потрясениями...",
    "answers": [
      {
        "id": 224,
        "text": "- Капитан, земля по носу!.."
      }
    ]
  },
  {
    "id": 223,
    "text": "Кивнув в ответ на предложение Изабеллы, Вы сели на стоявшую на палубе бочку и через боль протянули девушке поврежденную руку.\n— Так, пуля прошла навылет, кость не сломана... Не удивляйтесь, я изучала медицину... Да не смотрите на меня так, синьор, Вы меня смущаете!\nУсмехнувшись, Вы потупили взгляд и терпеливо ждали, пока Изабелла нанесла лечебную мазь, раздобытую у Диего, и перевязала рану.\n— Ну вот, все готово... Алонсо, спасибо Вам, Вы вновь спасли меня. Не окажись Вы рядом...\n— Изабелла, я не мог поступить иначе. Сама судьба занесла меня в Гавану и устроила встречу с Вами. И я всегда буду Вас защищать, чего бы это не стоило...\n— Вы правы, это действительно судьба. Я многим обязана Вам и лишь Вам, Алонсо, могу доверять. Спасибо за все, — с волнением в голосе сказала девушка, — Уже поздно... Спокойной ночи, Алонсо, выздоравливайте...",
    "answers": [
      {
        "id": 222,
        "text": "- Спокойной ночи..."
      }
    ]
  },
  {
    "id": 224,
    "text": "Поднявшись с кровати, Вы вышли на палубу вместе с разбудившим Вас Сандро.\nСейчас еще раннее утро, солнце едва взошло. Рассмотрев в подзорную трубу сушу, виднеющуюся прямо по курсу, Вы убедились, что это тот самый остров, на котором Вы уже бывали не так давно и на котором, если верить карте, лежат сокровища...",
    "answers": [
      {
        "id": 225,
        "text": "Идти к острову..."
      }
    ]
  },
  {
    "id": 225,
    "text": "В прошлый раз пребывание на острове закончилось сражением с пиратами. Не исключено, что этот клочок суши служит им постоянным пристанищем, так что следует быть предельно осторожным. Однако, обогнув остров, Вы не обнаружили кораблей, да и вообще следов присутствия людей на берегу. Вы привели шхуну в бухту, указанную на карте, бросили якорь и высадились на берег вместе с Сандро, Изабеллой и дюжиной матросов...",
    "answers": [
      {
        "id": 226,
        "text": "Начать поиски сокровищ..."
      }
    ]
  },
  {
    "id": 226,
    "text": "Частично стершаяся от времени  надпись на карте: \"Левый берег... чертовыми рогами... мертвецы укажут проход\", да размашистый крест — вот и все подсказки для поиска сокровищ. Начать, пожалуй, следует с левого берега. На карте изображен небольшой ручей, вероятно, именно о его левом береге идет речь...",
    "answers": [
      {
        "id": 227,
        "text": "Идти к ручью..."
      }
    ]
  },
  {
    "id": 227,
    "text": "Добравшись до левого берега ручья, Вы принялись озираться по сторонам, ища нечто похожее на \"чертовые рога\".\n— Капитан, кажется, нашел! — радостно закричал Сандро, указывая на растущие вплотную две пальмы. Изгиб их стволов и впрямь чем-то напоминал рога.\n— Синьор, может быть, \"рогами\" названа вершина этой скалы?  — предположила Изабелла, указывая на раздвоенную вершину скалы, возвышавшейся над островом. Оба предположения вполне правдоподобны, Вы решили...",
    "answers": [
      {
        "id": 232,
        "text": "Подойти к пальмам..."
      },
      {
        "id": 228,
        "text": "Идти к скале..."
      }
    ]
  },
  {
    "id": 228,
    "text": "Следующая часть надписи — \"мертвецы укажут проход\" вызвала тревогу среди суеверных матросов. И все же отряд продолжил свой путь, прорубая себе путь сквозь густые заросли, которые встали на пути к скале. Здесь было довольно сыро, то тут  то там попадались змеи, укусов которых, впрочем, удалось избежать. Добравшись до цели, Вы и Ваши спутники принялись искать какое-то подобие норы или пещеры. Однако никакого \"прохода\" Вам найти не удалось, скала выглядела единой каменной глыбой, без трещин и расщелин...\n— Капитан, Вы должны на это взглянуть! — крикнул откуда-то из чащи Ваш старший помощник...",
    "answers": [
      {
        "id": 229,
        "text": "Идти на голос..."
      }
    ]
  },
  {
    "id": 229,
    "text": "Черт возьми! Подойдя к Сандро, Вы увидели жуткую картину: на камнях у скалы лежат три скелета, все как один вытянутые ногами в сторону горы. Только пираты могли оставить этот жуткий указатель...",
    "answers": [
      {
        "id": 234,
        "text": "Копать около скелетов..."
      },
      {
        "id": 230,
        "text": "Идти к скале..."
      }
    ]
  },
  {
    "id": 230,
    "text": "Подойдя к скале с указанной мертвецами стороны, Вы увидели в скале небольшое отверстие, в которое едва можно было пролезть на четвереньках. Однако пробравшись в эту пещеру с факелом, Вы уже через несколько ярдов смогли выпрямиться в полный рост. Увлекая за собой свой маленький отряд, Вы прошли еще немного, пока не наткнулись на тупик. Здесь Вас ждал тяжёлый деревянный сундук, окованный железом. Сбив прикладом ружья замок, Вы открываете крышку и Вашему взору предстает целая груда золотых монет всех стран мира. Ликованию Ваших спутников не было предела: наконец-то эти поиски увенчались успехом! Сундук оказался таким тяжёлым, что поднять и нести его смогли лишь четверо самых крепких матросов. Идя обратно к шхуне, Ваши люди оживленно беседуют, обсуждая, кто и как намерен потратить свою долю, Вы тоже пребываете в приподнятом настроении. Но внезапно где-то неподалеку раздается приглушенный звук выстрела...",
    "answers": [
      {
        "id": 231,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 231,
    "text": "Поздравляю! Вы прошли вторую часть \"Одиссеи Алонсо Кортеса\". Надеюсь, что Вам понравилось мое произведение и Вы с нетерпением будете ждать продолжения истории. А пока не теряйте времени даром и пройдите квест снова, чтобы достичь 100% прочтения...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу..."
      }
    ]
  },
  {
    "id": 232,
    "text": "Подойдя к растениям, часть Вашего отряда вооружилась лопатами и начала копать мягкий и рыхлый песок, покрывавший берег ручья. Обкопав пальмы почти со всех сторон, матросы так ничего и не нашли. Раздосадованный Сандро ткнул лопатой в последний нетронутый участок земли и, наклонившись, принялся перебирать что-то руками...",
    "answers": [
      {
        "id": 233,
        "text": "Подойти к Сандро..."
      }
    ]
  },
  {
    "id": 233,
    "text": "— Что-то нашел? — поинтересовались Вы.\n— Можно и так сказать... Яйца черепашьи... — сказал Сандро и, разбив пару-тройку о камень, прибавил — Свежие! Предлагаю после поисков отнести их в камбуз, Диего приготовит нам отличную яичницу.\nПредложение старпома не встретило возражений, поэтому Сандро аккуратно сложил свои находки в сумку, а отряд вновь вернулся к поискам...",
    "answers": [
      {
        "id": 228,
        "text": "Идти к скале..."
      }
    ]
  },
  {
    "id": 234,
    "text": "С суеверным страхом посматривая на скелеты, матросы принялись рыть яму у их ног. Твердая и каменистая земля с трудом поддавалась лопатам, то и дело приходилось орудовать кирками. Вырыв яму по грудь, матросы нашли лишь несколько трухлявых досок и пустую бутылку. Едва ли эти находки можно назвать сокровищем. Бормоча ругательства под нос (чтобы не слышала Изабелла), Ваши люди выбрались из ямы...",
    "answers": [
      {
        "id": 230,
        "text": "Идти к скале..."
      }
    ]
  },
  {
    "id": 235,
    "text": "Хм... Идти в бухту Чарльзтауна напрямик — чистое безумие. Едва завидев наше судно, англичане расстреляют его из пушек своих фортов. Берег острова — крутой и обрывистый, так что незаметно высадиться вне бухты мы не сможем. Можно лишь дождаться ночи, попытаться пристать к берегу, плывя перед этим вдоль берега острова, а не со стороны моря. Тогда есть шанс, что с форта нашу шхуну примут за свое же судно, которое просто патрулирует побережье. Это пиратское отребье — довольно беспечный народ, если наше судно не вызовет подозрений, то сами мы сможем свободно разгуливать по их городу, пока не отыщем старого моряка по имени Игнасио.\nОднако этот план крайне рискованный, возможно, имеет смысл выслушать соображения боцмана и старпома?",
    "answers": [
      {
        "id": 109,
        "text": "Посоветоваться с друзьями..."
      },
      {
        "id": 110,
        "text": "Следовать своему плану..."
      }
    ]
  },
  {
    "id": 236,
    "text": "— Даниэль, что ты думаешь? — спросили Вы, подойдя к боцману.\n— Капитан, я считаю, нам незачем приближаться к бухте. Город находится в северо-западной части острова, остальной берег — крутой и неприступный. И все же, на южном побережье есть небольшой участок, на который можно высадиться. Не спрашивайте меня, откуда я о нем знаю, но я берусь доставить Вас на остров, минуя бухту, — высказался О'Брайен и, заговорив вполголоса, добавил, — Сандро порывается один отправиться в город за картой. Решать Вам, капитан, но мне это кажется чистым безумием. Если что-то пойдет не так, он останется один против сотен головорезов. Наш друг — ловкий малый, и все же лучше высадиться пусть и небольшим, но отрядом...",
    "answers": [
      {
        "id": 112,
        "text": "Выбрать план Даниэля..."
      },
      {
        "id": 109,
        "text": "Обдумать все еще раз..."
      }
    ]
  },
  {
    "id": 237,
    "text": "— Сандро, что скажешь?\n— Я думаю, капитан, не стоит ради клочка бумаги подвергать риску и шхуну и весь ее экипаж. Я предлагаю ночью подойти поближе к бухте, высадить меня на шлюпке и скрыться. Я один все разузнаю и вернусь на шхуну с картой, черт бы ее побрал. \n— Друг мой, как только ты попытаешься что-то разузнать на испанском языке, тебя захотят убить все обитатели этого логова, — заметили Вы.\n— Обижаете, капитан, я говорю по-английски! Даром что ли обошел полмира на разных кораблях! — возразил Сандро.\n— Ну хорошо, я подумаю...",
    "answers": [
      {
        "id": 111,
        "text": "Следовать плану Сандро..."
      },
      {
        "id": 109,
        "text": "Обдумать все ещё раз..."
      }
    ]
  },
  {
    "id": 238,
    "text": "Пригнувшись, чтобы протиснуться в небольшую дверь, Вы со старпомом очутились в довольно просторном, но очень захламленном кабинете: стол, шкафы и пара кресел, составлявшие небогатую обстановку комнаты, были завалены кипами бумаг и книг. За столом сидел маленький сухощавый старичок с совершенно белой округлой бородкой, который что-то старательно выводил пером на листе бумаги...",
    "answers": [
      {
        "id": 239,
        "text": "- Доброго дня Вам, любезный!.."
      },
      {
        "id": 240,
        "text": "- О, Санта Клаус!.."
      },
      {
        "id": 241,
        "text": "... молча протянуть деньги ..."
      }
    ]
  },
  {
    "id": 239,
    "text": "— А? Да, здравствуйте, молодой человек! Чем могу быть полезен? — поинтересовался старичок, отрываясь от своего занятия.\n— Мое судно только что прибыло в Каракас, я бы хотел уплатить полагающуюся пошлину...\n— Да-да, конечно, сейчас... — пробормотал старик и, раскрыв какую-то книгу, начал расспрашивать, — Название и тип судна?\n— \"Санта- Мария\", шхуна, — ответили Вы.\n— Имя капитана?\n— Алонсо Хосе Кортес де Фигерас.\n— Кортес? В свое время мой прапрадед прибыл в Новый Свет под началом Эрнана Кортеса... Уж не родственник ли Вы того самого завоевателя? — поинтересовался чиновник и, получив отрицательный ответ, вернулся к бумагам.\n— Цель прибытия?\n— Личное дело...\n— То есть, покупать или продавать товары Вы в Каракасе не намерены? Ну ладно, с Вас три дублона, — проговорил старичок и спросил, — Могу чем-то ещё помочь?..",
    "answers": [
      {
        "id": 242,
        "text": "- Что случилось? Я видел флот, пострадавший в сражении..."
      },
      {
        "id": 243,
        "text": "- Вы случайно не знаете старого моряка по имени Карлос?..",
        "need": -243
      },
      {
        "id": 244,
        "text": "- Нет, ничего, спасибо..."
      }
    ]
  },
  {
    "id": 240,
    "text": "Да что Вы, уважаемый читатель! Если уж захотели пообщаться, подберите более вежливую фразу, старик ведь и обидеться может!..",
    "answers": [
      {
        "id": 239,
        "text": "- Доброго дня Вам, любезный!.."
      },
      {
        "id": 241,
        "text": "Молча протянуть деньги..."
      }
    ]
  },
  {
    "id": 241,
    "text": "— Э нет, так дела не делаются! — воскликнул старик, отрываясь от своего дела, — Хотите уплатить пошлину? Прекрасно! Но мне нужно записать название судна, имя капитана и цель прибытия.\n— Шхуна \"Санта- Мария\", Алонсо Хосе Кортес де Фигерас, прибыл по личному делу, — сухо ответили Вы.\n— Другое дело... С Вас три дублона, — сказал старик и, получив деньги, вернулся к своему прежнему занятию, обиженно бормоча под нос что-то о всяких грубиянах, которые только и знают, что бесцеремонно суют свои деньги... ",
    "answers": [
      {
        "id": 245,
        "text": "Выйти на улицу..."
      }
    ]
  },
  {
    "id": 242,
    "text": "— Да, случилось, молодой человек, случилось... На город напала целая флотилия английский каперов! К счастью, здесь уже стоял на рейде испанский флот, так что эти разбойники не смогли ни обстрелять, ни ограбить город. Завязалось морское сражение, наши корабли победили! Пять английских кораблей лежат на дне, один из фрегатов испанские солдаты смогли захватить, остальные каперские посудины едва унесли ноги отсюда! Впрочем, и нашему флоту тоже досталось: три галеона едва не утонули, лишь чудом смогли дойти до верфи, где теперь и ремонтируются. Остальные корабли тоже нуждаются в ремонте и теперь долго простоят в Каракасе. Боюсь, в это время другие испанские владения будут почти беззащитны, — подытожил свой рассказ разговорчивый старичок...",
    "answers": [
      {
        "id": 243,
        "text": "- Вы случайно не знаете старого матроса по имени Карлос?..",
        "need": -243
      },
      {
        "id": 244,
        "text": "- Спасибо за рассказ, мне пора..."
      }
    ]
  },
  {
    "id": 243,
    "text": "— Нет, лично с ним не знаком, но... Если он нанимался портовым грузчиком или матросом в Каракасе, у меня должна быть запись о нем, подождите немного, — сказал старик и, подойдя шаркающей походкой к одному из шкафов, начал рыться в бумагах.\n— К сожалению, никакого Карлоса в записях нет... Могу я ещё чем-то помочь? — спросил старичок...",
    "answers": [
      {
        "id": 242,
        "text": "- Что случилось? Я видел флот, пострадавший в сражении...",
        "need": -242
      },
      {
        "id": 244,
        "text": "- Спасибо, мне пора..."
      }
    ]
  },
  {
    "id": 244,
    "text": "— Удачи, молодой человек! Если что-то понадобится или просто захочется поболтать — заходите, — добродушно ответил старик...",
    "answers": [
      {
        "id": 245,
        "text": "Выйти на улицу..."
      }
    ]
  },
  {
    "id": 245,
    "text": "Оказавшись на улице, Вы с Сандро решили не терять даром времени и отправились в, собственно, Каракас, располагающийся в горной долине в трех милях от моря. Должно быть, частые набеги врагов и обстрелы побережья стали причиной, по которой город построен не прямо у воды, а скрыт в горной долине. \nДобравшись до города по широкой дороге, Вы с Сандро разглядываете Каракас, столь непохожий на другие известные Вам города Нового Света. Улицы здесь вымощены камнем, здания, по большей части, тоже каменные, так непохожи на жалкие лачуги, которые составляют большинство городских построек в других колониях. Всюду толпами снуют люди, на каждом углу стоят солдаты из местного гарнизона. Однако полюбоваться красотами города, как и отыскать Карлоса Вам не дали. Едва Вы со старпомом вошли в город, путь Вам преградили трое испанских солдат под предводительством офицера.\n— Синьор, это Вы капитан шхуны, бросившей сегодня якорь в нашей бухте? — спросил офицер...",
    "answers": [
      {
        "id": 148,
        "text": "- К Вашим услугам..."
      },
      {
        "id": 149,
        "text": "- Да, а в чем дело?.."
      },
      {
        "id": 150,
        "text": "- Прочь с дороги, солдатня!.."
      }
    ]
  },
  {
    "id": 246,
    "text": "Этого \"фрукта\" зовут Даниэль О'Брайен, славный и надёжный моряк, ирландец по происхождению, он был подобран Вами на борт после того, как английский фрегат, на котором Даниэль служил прежде, пошел ко дну, уничтоженный пиратами. Очень скоро О'Брайен, невысокий, худощавый матрос со всклоченной рыжей бородой, влился в Вашу команду, показав себя смелым и решительным человеком. Помимо всего прочего, Даниэль умел читать и писать, разбирался в картах, за что вскоре Вы и вручили ему боцманскую дудку, с которой тот не расставался ни на минуту. Никаких подробностей о его службе на английском корабле и всей прежней жизни Вы не знали, да это и не нужно, главное, что Даниэль честно нес службу на борту \"Санта-Марии\", искренне привязавшись к ее команде и капитану. \nИтак, дав указания Даниэлю и матросам, оставшимся на борту шхуны, Вы сошли по трапу, впервые за пол-года ступив на сушу...",
    "answers": [
      {
        "id": 248,
        "text": "Вернуться к сюжету..."
      }
    ]
  },
  {
    "id": 247,
    "text": "Как скажете, уважаемый читатель, но имя этого персонажа все же стоит запомнить)))",
    "answers": [
      {
        "id": 248,
        "text": "Вернуться к сюжету..."
      }
    ]
  },
  {
    "id": 248,
    "text": "Итак, Вы стоите на борту \"Санта-Марии\", Вам необходимо закупить припасы на берегу...",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреть город..."
      },
      {
        "id": 25,
        "text": "Отправиться на рынок..."
      }
    ]
  },
  {
    "id": 249,
    "text": "... Вокруг Вас на палубе столпились матросы и молчаливо ждут. Вынув саблю из ножен, боцман Даниэль заносит ее над головой, готовясь Вас атаковать...",
    "answers": [
      {
        "id": 250,
        "text": "Отскочить в сторону..."
      },
      {
        "id": 251,
        "text": "Парировать удар..."
      }
    ]
  },
  {
    "id": 250,
    "text": "Вы с кошачьей ловкостью отскочили в сторону и вынули свой клинок, готовясь сражаться. Боцман, удар которого ушел в пустоту, немного помедлил, готовясь к новой атаке...",
    "answers": [
      {
        "id": 252,
        "text": "Контратаковать..."
      },
      {
        "id": 253,
        "text": "Измотать противника..."
      }
    ]
  },
  {
    "id": 251,
    "text": "Вы резким взмахнули саблей снизу вверх, успешно отразив удар своего соперника. Кажется, боцмана это ничуть не смутило, он обрушил на Вас целый град ударов, вновь и вновь скрещивая клинки и высекая искры...",
    "answers": [
      {
        "id": 252,
        "text": "Контраковать..."
      },
      {
        "id": 253,
        "text": "Измотать соперника..."
      }
    ]
  },
  {
    "id": 252,
    "text": "Уворачиваясь от очередного удара, Вы отскочили вправо, ринулись навстречу боцману и коротко, без замаха залепили ему кулаком в челюсть. Грохнувшись на палубу пол смех матросов, соперник выругался и тут же вскочил на ноги. Кажется, Даниэль всерьез разозлился: с яростным криком он занёс клинок над головой и вновь ударил саблей. Вы едва успели среагировать, скрестив оружие у самых рукоятей...",
    "answers": [
      {
        "id": 254,
        "text": "Ударить головой..."
      },
      {
        "id": 255,
        "text": "Ударить кулаком..."
      },
      {
        "id": 256,
        "text": "Ударить ногой..."
      }
    ]
  },
  {
    "id": 253,
    "text": "Решив перехватить инициативу, Вы принялись изматывать своего противника. Удар сверху, поворот, удар по ногам, выпад, нацеленный точно в грудь боцману, все эти искусные движения вынудили Даниэля уворачиваться, прыгать, пригибаться... Наконец, после очередного удара боцман неуклюже попятился, споткнулся и упал к ногам столпившихся на палубе матросов. Подняв его на ноги, моряки продолжили безучастно наблюдать за происходящим. Кажется, Даниэль всерьез разозлился: с яростным криком он занёс клинок над головой и вновь ударил саблей. Вы едва успели среагировать, скрестив оружие у самых рукоятей...",
    "answers": [
      {
        "id": 254,
        "text": "Ударить головой..."
      },
      {
        "id": 255,
        "text": "Ударить кулаком..."
      },
      {
        "id": 256,
        "text": "Ударить ногой..."
      }
    ]
  },
  {
    "id": 254,
    "text": "Вы коротко мотнули шеей и ударили соперника лбом в переносицу. Выронив оружие, боцман вновь растянулся на палубе...",
    "answers": [
      {
        "id": 257,
        "text": "Наставить на противника саблю..."
      }
    ]
  },
  {
    "id": 255,
    "text": "Вы вновь ударили сопернтка кулаком по лицу. Выронив оружие, боцман растянулся на палубе...",
    "answers": [
      {
        "id": 257,
        "text": "Наставить на противника саблю..."
      }
    ]
  },
  {
    "id": 256,
    "text": "Вы что есть силы ударили соперника ногой в живот. Выронив оружие, боцман вновь растянулся на палубе...",
    "answers": [
      {
        "id": 257,
        "text": "Наставить на противника саблю..."
      }
    ]
  },
  {
    "id": 257,
    "text": "— Ты проиграл, Даниэль, сдавайся! — насмешливо воскликнули Вы и, убедившись, что бой окончен, вложили саблю в ножны...\nДолжно быть, в Вашей голове проносится немой вопрос: что это вообще было? Бунт на корабле? Или просто Ваш боцман вдруг помешался? \nНичего подобного, просто Вы с Даниэлем решили немного размяться и поупражняться в фехтовании, вызвав своим поединком неподдельный интерес всего экипажа \"Санта- Марии\". Надеюсь, уважаемый читатель, Вам понравился этот мини-квест, который был призван скрасить ожидание новой части \"Одиссеи\". С удовольствием сообщаю Вам, что работа над третьей частью уже вовсю идет, скорее всего, в июле- августе продолжение будет готово.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу..."
      }
    ]
  },
  {
    "id": 258,
    "text": "— Зададим жару англичанам! Заряжай левый борт! — скомандовали Вы и переложили руль на борт. \"Санта-Мария\", повинуясь своему капитану, начала поворачивать...",
    "answers": [
      {
        "id": 260,
        "text": "- Огонь!.."
      }
    ]
  },
  {
    "id": 259,
    "text": "Вы попытались было уйти от преследования, но неприятельское судно оказалось куда быстрее Вашей шхуны. Да и  покинуть остров, не поднимая тревогу, уже не получится: одинтза другим грянули два пушечных выстрела, ядра со свистом упали в воду в десятке ярдов от кормы \"Санта-Марии\"...",
    "answers": [
      {
        "id": 258,
        "text": "Дать бой неприятелю..."
      }
    ]
  },
  {
    "id": 260,
    "text": "Рано, судно не успело развернуться бортом...",
    "answers": [
      {
        "id": 261,
        "text": "- Пли!.."
      }
    ]
  },
  {
    "id": 261,
    "text": "Все ещё рано, не спешите, успокойтесь, дышите полной грудью...",
    "answers": [
      {
        "id": 262,
        "text": "- Открыть огонь!.."
      }
    ]
  },
  {
    "id": 262,
    "text": "Да куда Вы все время торопитесь? Это всё-таки шхуна, не волчок какой-нибудь, чтобы быстро вертеться... Вот теперь пора! Командуйте, капитан!..",
    "answers": [
      {
        "id": 263,
        "text": "- Огонь!.."
      }
    ]
  },
  {
    "id": 263,
    "text": "Другое дело! Завершив маневр, \"Санта- Мария\" угостила англичан ядрами. Их судно, оказавшеемя быстроходным бригом,  явно расхотело связываться со шхуной и, развернувшись изуродованным носом к острову, отправилось за подмогой...",
    "answers": [
      {
        "id": 264,
        "text": "Уйти с места сражения..."
      }
    ]
  },
  {
    "id": 264,
    "text": "Как оказалось, Сандро удалось добыть фрагмент карты, его увидели и окликнули из форта уже на обратном пути. Бросившись наутек, Ваш старпом слышал выстрелы, началась погоня. Когда он почти добежал до берега, одна из пуль впилась в ногу, едва не погубив Вашего друга. В последнем, отчаянном усилии Сандро доковылял до берега и забрался на шхуну. Диего, который был на шхуне не только коком, но и врачевателем, осмотрел и забинтовал рану старпома, сообщив, что он скоро поправится.\nМожно считать, что это рискованное предприятие увенчалось успехом: фрагмент карты у Вас, команда не понесла потерь, примерно два десятка ненавистных англичан пали от пуль Ваших метких матросов, да и неприятельский бриг получил небольшую трепку...",
    "answers": [
      {
        "id": 139,
        "text": "Рассмотреть карту..."
      }
    ]
  },
  {
    "id": 265,
    "text": "Прибыв в Гавану, Вы предпочли вместе со своей командой участвовать в погрузке товаров на борт \"Санта- Марии\", а не прогуливаться по городу. Так держать!)",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 266,
    "text": "Поздравляю, Вы настолько опытный капитан, что смогли уберечь корабль от рифов даже в густом тумане... И во сне...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 267,
    "text": "Оказавшись в таверне во время пьяной драки, Вы изловчились выйти из потасовки целым и невредимым. Чего не скажешь про нескольких дебоширов, которых Вы благополучно уложили на пол. В общем, помните о первом правиле бойцовского клуба и продолжайте прохождение квеста)))",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 268,
    "text": "Вы обнаружили девушку, тайком прокравшуюся на борт \"Санта- Марии\" и любезно согласились оставить ее на корабле...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 269,
    "text": "Обсудив с товарищами план действий, Вы решили высадить в Чарльзтауне одного Сандро, не подвергая опасности шхуну и всех ее обитателей. Надо отдать должное Вашему старпому, который сам вызвался пойти в логово врага и смог вернуться с частью карты...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 270,
    "text": "Вы не стали следовать советам своих товарищей накануне вылазки в Чарльзтаун и высадились с отрядом прямо в городском порту. Лишь откровенное разгильдяйство пиратов и удача позволили Вам избежать неблагоприятного исхода этого предприятия...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 271,
    "text": "Планируя проникнуть в Чарльзтаун, Вы последовали совету боцмана Даниэля и высадились на безлюдном берегу вдалеке от города, чтобы без лишнего шума раздобыть карту и скрыться...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 272,
    "text": "Удирая ночью от погони в джунглях под Чарльзтауном, Вы ухитрились стравить друг с другом два неприятельских отряда и, пока Ваши враги благополучно расстреливали друг друга, вернулись на борт \"Санта- Марии\". Ловко вышло! Подобный трюк сделал бы честь даже Вашему изворотливому старпому Сандро)))",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 273,
    "text": "Доверившись Изабелле, Вы посвятили ее в свои планы. Несомненно, такая откровенность расположила девушку к Вам...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 274,
    "text": "Поздравляю! Ваш разговор с правителем Каракаса закончился скандалом: разгневанный Франциско де Альберро даже пообещал повесить Вас, если Вы вновь появитесь в городе...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 275,
    "text": "",
    "answers": []
  },
  {
    "id": 276,
    "text": "Во время морского сражения Вы увидели, как толпа головорезов ломится в каюту Изабеллы и приняли неравный бой, защищая бедную девушку...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 277,
    "text": "Как оказалось, вылазка Сандро увенчалОчищая палубу после сражения, Ваши люди насчитали 56 убитых врагов. Пожалуй, еще столько же экипаж шхуны сумел истребить, ведя огонь по неприятелю перед абордажем. И примерно три-четыре дюжины головорезов плещутся в море, обреченные на гибель. Но, несмотря на полную победу над врагом, лица людей на борту \"Санта-Марии\" не выражали и тени радости: экипаж корабля потерял 22 человека...\nК наступлению вечера Ваши люди уже похоронили своих товарищей по морскому обычаю и теперь, сидя на палубе, заглушают горечь утраты ромом.\nНемного придя в себя после сражения, Вы почувствовали боль в левом плече, напомнившую о ранении. Морщась, Вы оторвали пропитанный кровью рукав рубашки, чтобы осмотреть рану...",
    "answers": [
      {
        "id": 223,
        "text": "- Алонсо, давайте я помогу Вам..."
      },
      {
        "id": 278,
        "text": "- Алонсо, давайте я помогу Вам..."
      }
    ]
  },
  {
    "id": 278,
    "text": "Кивнув в ответ на предложение Изабеллы, Вы сели на стоявшую на палубе бочку и через боль протянули девушке поврежденную руку.\n— Пуля прошла навылет, кость не сломана... Не удивляйтесь, я изучала медицину... Да не смотрите на меня так, синьор, Вы меня смущаете!\nУсмехнувшись, Вы потупили взгляд и терпеливо ждали, пока Изабелла нанесла лечебную мазь, раздобытую у Диего, и перевязала рану.\n— Ну вот, все готово... Алонсо, спасибо Вам. Я знаю, что Вы сражались, как лев. Ваши люди не выстояли бы без Вас...\n— Изабелла, я не мог поступить иначе. Мы уже не в первый раз отстаиваем \"Санта- Марию\" с оружием в руках, я и мои матросы привыкли рисковать жизнью. Но сегодня опасности подверглась и Ваша жизнь. С этим я никак не мог смириться... Обещаю, Изабелла, я всегда буду Вас защищать, чего бы это не стоило...\n— Я многим обязана Вам и лишь Вам, Алонсо, могу доверять. Спасибо за все, — с волнением в голосе сказала девушка, — Уже поздно... Спокойной ночи, Алонсо, выздоравливайте...",
    "answers": [
      {
        "id": 222,
        "text": "- Спокойной ночи..."
      }
    ]
  },
  {
    "id": 279,
    "text": "",
    "answers": []
  },
  {
    "id": 280,
    "text": "Поздравляю, Вы завершили прохождение второй части \"Одиссеи\", отыскав сокровища. Надеюсь, что Вам понравился этот квест, и Вы захотите пройти продолжение под номером 116579...",
    "answers": [
      {
        "id": 92,
        "text": "Вернуться к достижениям..."
      }
    ]
  },
  {
    "id": 281,
    "text": "",
    "answers": []
  }
]