[
  {
    "id": 1,
    "text": "Автор: Liss\n\nВы знали, что боги жестоки. Вы верили, что исход изменить невозможно. Вы не ожидали, что неосторожно брошенные слова смогут раз и навсегда изменить вашу жизнь. Слёзы и кровь, всё как обычно, время продолжит свой ход, а договор никогда уже не будет разорван…\n\nХватит ли у вас духу заключить сделку с самой смертью?..",
    "answers": [
      {
        "id": 2,
        "text": "Начать чтение."
      },
      {
        "id": 3,
        "text": "Концовки."
      },
      {
        "id": 43,
        "text": "От автора."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "- Всё ведь будет хорошо? Скажи, что всё будет хорошо! - чуть не плача.\n- Я не собираюсь повторять это в сотый раз. Прекрати! Ты зря переживаешь. - грубо в ответ.\nИ так уже около недели. Вы сохраняли каменное выражение лица при виде плачущей матери. Она вас раздражала. Разве можно быть настолько слабой? В конце-то концов, кто здесь ребёнок?! Каждый день, каждый вечер, после каждого ужина женщина приходила к своему чаду со слезами на глазах, пытаясь найти в ответном взгляде чуточку сочувствия, каплю тревоги, толику печали. Мать переживала. Ей было плохо. Она не понимала, как можно быть такой безразличной, когда у близкого человека скоро серьёзная операция. Холодный взгляд и уверенное лицо родного ребёнка успокаивали и пугали одновременно. А всё ли будет хорошо? Ведь уже завтра утром операция...\n\n- Ну скажи что всё будет хорошо! ",
    "answers": [
      {
        "id": 4,
        "text": "- Эх... Мам, всё будет хорошо. Просто верь в папу...\n"
      },
      {
        "id": 5,
        "text": "- Отвали. Твои переживания бессмысленны."
      },
      {
        "id": 6,
        "text": "Отвернуться и промолчать."
      }
    ]
  },
  {
    "id": 3,
    "text": "- Всё будет хорошо...\n- Мёртвая душа\n- Цветы на сером камне\n- Привет, дурдом!\n\nТак же доступно два скрытых достижения. \n\nСможете ли вы открыть всё? Могу лишь пожелать вам удачи. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вам была чужда преждевременная паника. Вы верили в благополучный исход. Все вокруг почему-то переживали, боялись, молились... Зачем нервничать заранее? Вы не верила в бога, точнее, не верили в его справедливость. Если и есть кто-то всесильный, то он крайне жесток. Видимо - настоящий садист. Ему просто нравится смотреть за мелкими людишками, которые вымаливают его снисхождение, шепчут в темноте грозное имя, зажимая в руках крестик и иконку. Вы точно знали - будущее не изменить. Никакие молитвы не смогут повлиять на события. Лучше просто верить в лучшее.\n- Да, всё будет хорошо, - мама поцеловала вас. - Доброй ночи...\n- Ага, доброй...",
    "answers": [
      {
        "id": 7,
        "text": "Посидеть в интернете."
      },
      {
        "id": 8,
        "text": "Отправится спать."
      }
    ]
  },
  {
    "id": 5,
    "text": "Лицо вашей мамы исказилось в яростной гримассе. Она замахнулась и ударила вас по щеке. \n- У тебя нет сердца... - прошептала она и заплакала.\n- Ага...\nЖенщина махнула рукой и выбежала из комнаты хлопнув дверью.\n- Истеричка...",
    "answers": [
      {
        "id": 8,
        "text": "Лечь в кровать."
      },
      {
        "id": 7,
        "text": "Сесть за компьютер."
      }
    ]
  },
  {
    "id": 6,
    "text": "Повернув голову вы проигнорировали мать. В зеркало, висящее на стене, было видно как она протянула к вам руку, а затем опустила её так и не дотронувшись. За спиной послышался вздох и медленно удаляющиеся шаги.",
    "answers": [
      {
        "id": 18,
        "text": "Окликнуть маму."
      },
      {
        "id": 8,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы ещё немного посидели в сети, со скучающим видом листая новостную ленту. Ничего интересного. Вскоре вам это совсем надоело. Была нажата кнопка выключения. Экран загорелся синим, а вскоре и вовсе потух. Исчезло мерное жужжание компьютера. Свет в комнате погас. Окно было раскрыто, так что стали слышны обычные уличные звуки: вот запел свою заунывную песенку домофон, вот подул ветер, с шумом толкая листья на богатых кронах, вот запоздалые гуляки засмеялись над чем-то. ",
    "answers": [
      {
        "id": 8,
        "text": "Отправиться спать."
      }
    ]
  },
  {
    "id": 8,
    "text": " Зашуршало одеяло - вы легли в кровать.  Мысли не давали заснуть. Обычно мягкая подушка, оказалась ужасно неудобной. Было жарко. Шумно. Страшно. \nХотя вы и старались сохранить безразличие и мыслить холодно, сердце болезненно сжалось. Самые худшие мысли посетили вас. Что если операция пройдёт неудачно? Если он погибнет до её начала? Вы любили отца и боялись потерять его...",
    "answers": [
      {
        "id": 9,
        "text": "Дать волю слезам."
      },
      {
        "id": 10,
        "text": "Отогнать плохие мысли и успокоиться."
      },
      {
        "id": 11,
        "text": "Пойти в комнату к маме."
      }
    ]
  },
  {
    "id": 9,
    "text": "Впервые за всё время вы страшно боялись. Спокойствие и безразличие смылись с вашего лица горячими слезами.  Стараясь подавить всхлипы, вы зашептали себе под нос какие-то успокаивающее слова, которые на протяжении всей недели говорила матери. ",
    "answers": [
      {
        "id": 12,
        "text": "- Господи, просто сделай так, чтоб всё прошло удачно! Можешь забрать годы моей жизни себе! Отдай их моему отцу... Он хороший человек, много делает, он нужен многим людям! Не то что я... Господи, пусть он выживет, пусть будет жить за счёт моей жизни, за счёт моих лет. Пусть папа выживет... Я поверю в тебя... Хоть кто-нибудь... Если бога нет, хоть кто-нибудь, сотворите чудо...\n"
      },
      {
        "id": 13,
        "text": "- За что мне всё это?.."
      },
      {
        "id": 14,
        "text": "Пойти на кухню, выпить воды и успокоится."
      }
    ]
  },
  {
    "id": 10,
    "text": "В окно светила луна. На улице стало неправдоподобно тихо. Вы потеряли счёт времени. Телефон стоял на зарядке около компьютера, часов поблизости не находилось. Похолодало. Холодная летняя ночь совсем не способствовала тому, чтобы появилось желание выбраться из под одеяла и добраться для смартфона.\n",
    "answers": [
      {
        "id": 27,
        "text": "Закрыть окно."
      },
      {
        "id": 26,
        "text": "Уснуть."
      },
      {
        "id": 27,
        "text": "Пойти искать телефон."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы заглянули в приоткрытую дверь. Мама сидела спиной ко входу и что-то шептала. До ваших ушей донеслись слова молитвы и резкие всхлипывания.",
    "answers": [
      {
        "id": 10,
        "text": "Развернуться и отправиться спать."
      },
      {
        "id": 16,
        "text": "Немного подождать."
      },
      {
        "id": 17,
        "text": "Зайти в комнату."
      }
    ]
  },
  {
    "id": 12,
    "text": "Застывшие слёзы превращали объекты в расплывчатые силуэты. Комнату словно застлал голубоватый туман. Вы поёжились и решительно сели, нужно было умыться и закрыть окно. Ногам, покинувшим тёплый плен одеяла, пол показался ледяным. \nДля начала вы захотели...",
    "answers": [
      {
        "id": 23,
        "text": "Закрыть окно."
      },
      {
        "id": 14,
        "text": "Пойти в ванну и умыть лицо."
      },
      {
        "id": 26,
        "text": "Ничего не делать - просто лечь спать."
      }
    ]
  },
  {
    "id": 13,
    "text": "-  За что?.. Совершенно не за что! А это значит, что ничего и не будет! Нужно успокоится! Так, всё будет хорошо… - произнесли вы таким тоном, словно это было самое надёжное заклинание. \n",
    "answers": [
      {
        "id": 26,
        "text": "Постараться уснуть."
      }
    ]
  },
  {
    "id": 14,
    "text": "После холодной воды вам полегчало. Почти успокоившись вы заметили приоткрытую дверь в родительскую спальню. В комнате неярко горел свет.",
    "answers": [
      {
        "id": 11,
        "text": "Тихо подойти и посмотреть."
      },
      {
        "id": 10,
        "text": "Вернуться в свою комнату и постараться уснуть."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы медленно подошли к маме и обняли её за плечи. Она повернула к вам заплаканное лицо и обняла в ответ, снова дав волю слезам.\nТак прошло немного времени...\n\n- Может быть останешься тут? Я переживаю за папу... Мне страшно.",
    "answers": [
      {
        "id": 8,
        "text": "- Нет... Уже поздно, ложись спать.\nОставить маму и вернуться в комнату."
      },
      {
        "id": 19,
        "text": "Ладно, давай..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решили посмотреть на дальнейшие действия мамы. Некоторое время ничего не менялось, но затем молитвенный шёпот перешёл в громкие рыдания.",
    "answers": [
      {
        "id": 10,
        "text": "Уйти спать."
      },
      {
        "id": 15,
        "text": "Подойти и успокоить."
      }
    ]
  },
  {
    "id": 17,
    "text": "- Мам? Ты в порядке?\n- О, это ты! Да, всё хорошо... Я просто не могла уснуть и решила прочитать молитву... Тебе что-то нужно?\n",
    "answers": [
      {
        "id": 18,
        "text": "- Нет, ничего. Я, пожалуй, пойду..."
      },
      {
        "id": 19,
        "text": "- Можно я немного побуду с тобой?"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Эй, мам...\n- Что?\n- Мам, всё будет хорошо, не переживай!\nНа лице женщины появилась печальная улыбка.\n- Спасибо... Не хочешь немного полежать со мной?",
    "answers": [
      {
        "id": 8,
        "text": "- Нет. Я сейчас лягу спать."
      },
      {
        "id": 19,
        "text": "- Да, давай..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы легли рядом с мамой на кровати. Умиротворённое чувство спокойствия и уверенности окутало вас, словно пушистое одеяло. Почему-то казалось, что всё закончится хорошо...\n",
    "answers": [
      {
        "id": 20,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 20,
    "text": "За дверью послышался скрежет, разбудивший вас. Воздух стал холоднее. Мама тихонечко посапывала рядом. Посмотрев на дверь, можно было заметить, что она так и осталась приоткрыта. Именно из этой щёлочки и тянуло холодом. Сквозняк? Вдруг, вам показалось, что кто-то за дверью зовёт вас. ",
    "answers": [
      {
        "id": 21,
        "text": "Пойти проверить.",
        "need": 14
      },
      {
        "id": 22,
        "text": "Спать дальше."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы тихо, стараясь не разбудить маму, вышли в коридор. Голос уже громче позвал вас. Он шёл из вашей комнаты. Сглотнув, вы зашли к себе. Комната была пуста. Из открытого окна дул сильный ветер, казалось, что именно он насвистывает ваше имя. Кажется, лучше закрыть его.",
    "answers": [
      {
        "id": 27,
        "text": "Подойти к подоконнику."
      }
    ]
  },
  {
    "id": 22,
    "text": "Вас разбудил крик мамы. \"Проспали! Вставай, собирайся скорее! Мы не можем опоздать!\" - кричала она. Сборы проходили в бешеной спешке. Натянув первые попавшиеся вещи, взяв всё необходимое вы выскочили на улицу и побежали к остановке. Автобус приехал сразу же. Всю дорогу мама посматривала на часы.\nИ вот, вы заходите в корпус, бежите по лестнице, в голове проносится мысль: \"Только бы успеть!\". \n Посреди коридора вы заметили санитаров с каталкой. На ней лежал ваш отец. Всё его тело было накрыто белой простынкой, лишь кончики слишком длинных ног торчат из-под светлой материи. Вы бросились к папе, говоря успокаивающие и ободряющие слова, провожая прямо до порога операционной. Как только каталка скрылась в белоснежных дверях, мама заплакала. \n\n                                           •••\nВы стояли среди десятка молчливых людей в чёрном. Тихие рыдания постепенно прекращались - процессия расходилась. Оставшись в одиночестве, вы подошли к серому могильному камню и упали на колени. Сдерживая слёзы, рассматривали размытые очертания оградки  и, наконец решившись, положили на свежий холмик земли букет цветов.\n- Смерть так жестока... \n\n\nОперация прошла неудачно. Вам не удалось спасти родного человека.\nОткрыта концовка \"Цветы на сером камне\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": "Протерев глаза и смахнув слёзы, вы обнаружили, что туман на самом деле присутствовал в комнате, а на окне появились ледяные узоры. Ночь. Холод. Лето. Аномально холодная летняя ночь. От удивления вы резко выдохнули, выпуская на волю облачко пара. Какая же в комнате температура? Медленно, на носочках, чтобы не так сильно мёрзли ноги, вы подошли к окну, намереваясь закрыть его. Однако, из него тянуло тёплым воздухом, вопреки всем ожиданиям. \n",
    "answers": [
      {
        "id": 27,
        "text": "Потянуться к окну."
      }
    ]
  },
  {
    "id": 24,
    "text": "- ЧТО ЖЕ ТЫ МОЛЧИШЬ? НЕДАВНО ТЫ ТАК КРАСИВО ГОЛОСИЛ И КЛЯЛСЯ. А ТЕПЕРЬ СТРАШНО? \n\nВы опять ничего не ответили.\n\n- У ТЕБЯ ОСТАЛОСЬ СОВСЕМ НЕМНОГО ВРЕМЕНИ НА РАЗМЫШЛЕНИЯ, ДИТЯ. А У ТВОЕГО ОТЦА ПОЧТИ НЕ ОСТАЛОСЬ ВРЕМЕНИ ДЛЯ ЖИЗНИ..\n\nВы всё ещё молчали. Смерть начала выходить из себя, это было заметно по \"глазам\" - в пустых глазницах ярче полыхнул ярко-голубой огонёк.\n",
    "answers": [
      {
        "id": 37,
        "text": "Молчать как истукан."
      },
      {
        "id": 40,
        "text": "Подать признаки жизни."
      }
    ]
  },
  {
    "id": 25,
    "text": "- Подожди! Что случилось? Объясни нормально. - попросила мама, протирая сонные глаза.\n- Со мной сейчас, буквально пару минут назад, разговоривал скелет в сером баллахоне, с косой в руке... Проще говоря - Смерть недавно стояла в моей комнате и... разговаривала.\nВидя недоверчивый взгляд матери, вы поспешили продолжить.\n- Я серьёзно. Я в здравом уме и твёрдой памяти. Ты мне не веришь?..",
    "answers": [
      {
        "id": 55,
        "text": "- Ребёнок, ты переволновался. Сейчас я найду успокоительное. А если это не поможет, то вызовем скорую..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы смахнули слёзы краешком одеяла и отвернулись к стене. Завтра нужно рано встать и при этом хорошо выспаться. Укутавшись так, что бы было тепло, вы закрыли глаза, стараясь думать о хорошем.",
    "answers": [
      {
        "id": 22,
        "text": "Уснуть, ни на что не обращая внимания."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы уже дотронулись рукой до цели, как вдруг усышали жуткий голос...\n\n- ТЫ ХОЧЕШЬ ЗАКЛЮЧИТЬ СДЕЛКУ? \n\nГолос от которого на коже появились мурашки, а волосы встали дыбом. Вы словно окаменели. Кто-то стоял за спиной. Бесшумный, незаметный, страшный. В абсолютной тишине этот голос звучал как раскаты грома. Каждое слово неспешно, лениво, вылетало одно за другим, сотрясая человеческий слух и вселяя ужас. \n\n- ДИТЯ, СОГЛАСНО ЛИ ТЫ НА ЛЮБЫЕ УСЛОВИЯ… \n\nВы вздрогнули. Вам не показалось. Или вы сошли с ума?..\n\n- ЧТОБЫ СПАСТИ ТВОЕГО ОТЦА? ",
    "answers": [
      {
        "id": 28,
        "text": "Молчать."
      },
      {
        "id": 29,
        "text": "- Папа..."
      },
      {
        "id": 30,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 28,
    "text": "- ОТВЕЧАЙ ЖЕ, ДИТЯ. МОЖЕШЬ ЛИ ТЫ БЕЗВОЗВРАТНО ОТДАТЬ ГОДЫ СВОЕЙ ЖИЗНИ РАДИ ОТЦА?\n\nВ ответ лишь молчание...\n\n- И ЧТО ЖЕ? ТЫ ОТКАЗЫВАЕШЬСЯ ОТ СВОИХ СЛОВ? Я ВЕДЬ МОГУ ПРЕДОСТАВИТЬ ТЕБЕ ВОЗМОЖНОСТЬ… ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжать молчать."
      },
      {
        "id": 33,
        "text": "- Возможность?.. То есть, я смогу спасти папу?.. \n"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы вспомнили состояние отца. Согласны ли вы на любые условия?..",
    "answers": [
      {
        "id": 33,
        "text": "- Да. Я всё сделаю."
      },
      {
        "id": 38,
        "text": "- Нет. Я не собираюсь ничего делать, не смотря ни на что. Уходи, кем бы ты ни был!"
      }
    ]
  },
  {
    "id": 30,
    "text": "Осторожно встав на всю стопу, вы резко развернулись. Наверное,  надеялись, что будет не так страшно, что за спиной ничего не окажется. Там будет лишь обычная комната… Привычные вещи должны были предстать перед вашим взором, но хрупкой надежде не суждено было сбыться. Два синих осколка неба в непроглядной тьме смотрели в самую душу. «Рот» черепа был прикрыт чёрной повязкой, но за ней чувствовалась заинтересованная ухмылка. Серый, порванный на груди, открывающий взор на рёбра скелета, балахон шевелился от несуществующего ветра. Пустая грудная клетка. Молочно-белый цвет костей. Огромная коса, со вставками антрацитов в форме причудливых клыков и тёмных капель рубина. Острое лезвие, отражающее любой свет. Ручка в виде огромных костей, которые соединяются непонятно каким мистическим притяжением, кое-где была украшена теми же кровавыми рубинами. На конце парил блестящий чёрный гранёный кристалл, вокруг которого кружили несколько ярко-голубых огней. Казалось, что всё в косе, помимо лезвия и поблескивающих камней, впитывает в себя любой свет. Словно чёрная дыра… Полы одежды незваной гостьи лежали по всему полу, между кое-где разбросанных чёрных перьев. Невозможно было понять, стоит ли скелет на полу, или же парит над ним. \n",
    "answers": [
      {
        "id": 31,
        "text": "- Кто вы?.."
      },
      {
        "id": 28,
        "text": "Молчать."
      },
      {
        "id": 32,
        "text": "Попятится к окну."
      },
      {
        "id": 34,
        "text": "Ущипнуть себя."
      }
    ]
  },
  {
    "id": 31,
    "text": "- КТО Я? А КТО ТЫ? КТО ТЫ, ЕСЛИ ПЕРВЫЙ РАЗ СЛЫШИШЬ ПРО СМЕРТЬ? \n\n- Простите… \n\nТуман сгущался. Вы боялись пошевелиться. у вас не получалось уйти от пристального взгляда обладательницы косы. Ноги предательски подкосились, напоминая, что стоять босиком на ледяном полу было не лучшей идеей. В спину дул тёплый ветер, словно подсказывая, что где-то за окном существует лето, люди, жизнь… Стоит лишь сделать пару шагов назад, отвести взгляд от ярких огней и сильно зажмуриться и тогда сразу станет легче. Всё окажется сном. Страшной сказкой.",
    "answers": [
      {
        "id": 32,
        "text": "Броситься к окну."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы бросились к окну. Костлявая рука потянулась всед за вами.\n- НЕ УБЕГАЙ ОТ МЕНЯ...\n Не задумываясь, боясь ощутить прикосновение Смерти, вы вылезли в окно. Ноги еле косались какой-то трубы.\n- ЕЩЁ НЕ ПОЗДНО ОДУМАТЬСЯ...",
    "answers": [
      {
        "id": 35,
        "text": "Залезть назад."
      },
      {
        "id": 36,
        "text": "Попытаться прыгнуть на соседний балкон."
      }
    ]
  },
  {
    "id": 33,
    "text": "Смерть отложила свою косу. Стена от прикосновения с оружием, отрезавшим души от тела, покрылась ледяной коркой. Заведя костлявую руку куда-то вглубь своего балахона, Смерть извлекла на свет пару песочных часов. Одни были в строгой прямой оправе из тёмного дерева, а в верхней их части почти не осталось песка. Частицы медленно пересыпались из одной ёмкости в другую, напоминая, что время не остановилось. Оно всё так же продолжает свой бесконечный ход. Во вторых часах песка было предостаточно, лишь небольшая часть утекла вниз. Они находились в резной, двухслойной оправе. Внутренняя часть была забита разнообразными тонкими узорами, внешняя, напротив, походила на строгую композицию, и напоминала первые часы. \n\n- ПОСМОТРИ, - произнесла гостья, указывая на устройство в строгой оправе. – У ТВОЕГО ОТЦА ОСТАЛОСЬ СОВСЕМ НЕМНОГО ВРЕМЕНИ. \n\n- Я сделаю всё что необходимо. Скажите ваши условия… \n\n- ЗНАЛА БЫ ТЫ, ДИТЯ, СКОЛЬКО УСЛОВНОСТЕЙ Я НАРУШАЮ, ИДЯ НА СДЕЛКУ С ТОБОЙ, НО МНЕ ТАК СКУЧНО ЖИТЬ. Я ПРЕДЛАГАЮ ТЕБЕ СДЕЛКУ С УЖАСНЫМИ УСЛОВИЯМИ. ПОСЛЕ ТОГО, КАК ТВОЁ ВРЕМЯ ЗАКОНЧИТСЯ, ТЫ ПОПАДЁШЬ В МОИ ВЛАДЕНИЯ И УЖЕ НИКОГДА НЕ СМОЖЕШЬ ИХ ПОКИНУТЬ. ТЫ ПОПАДЁШЬ В БЕСКОНЕЧНУЮ ПЕТЛЮ ВРЕМЕНИ! Я НАРУШУ МИЛЛИОНЫ ПРАВИЛ, НО ПЕРЕСЫПЛЮ ПЕСОК ИЗ ТВОИХ ЧАСОВ, В ЧАСЫ ТВОЕГО ОТЦА. ТЕБЕ ПРИДЁТСЯ ИСПЫТАТЬ СИЛЬНЕЙШУЮ БОЛЬ, ОДНАКО, ТЫ СМОЖЕШЬ СПАСТИ ДОРОГОГО ТЕБЕ ЧЕЛОВЕКА… ПОДУМАЙ, ПРИМЕШЬ ЛИ ТЫ ПРЕДЛОЖЕНИЕ САМОЙ СМЕРТИ? ",
    "answers": [
      {
        "id": 44,
        "text": "- Но почему я?.. "
      },
      {
        "id": 45,
        "text": "- Это точно поможет спасти моего отца?"
      },
      {
        "id": 46,
        "text": "- Я ведь ещё могу отказаться?.."
      },
      {
        "id": 47,
        "text": "Принять условия сделки."
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы ущипнули себя, но ничего не изменилось.",
    "answers": [
      {
        "id": 53,
        "text": "Подумать, что делать дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": "- МОЛОДЕЦ. ТАК БУДЕТ ЛУЧШЕ. Я ПРИШЛА НЕ ПО ТВОЮ ДУШУ... ОДНАКО, УСЛЫШАВ СТОЛЬ ГРОМКИЕ СЛОВА, МНЕ ЗАХОТЕЛОСЬ СДЕЛАТЬ ТЕБЕ ВЫГОДНОЕ ПРЕДЛОЖЕНИЕ... ПРИСЯДЬ...\n\nВы медленно сели на подоконник.",
    "answers": [
      {
        "id": 37,
        "text": "Выслушать Смерть."
      },
      {
        "id": 39,
        "text": "Проигнорировать Смерть и побежать к маме."
      },
      {
        "id": 36,
        "text": "К чёрту всё! Лучше спрыгнуть в окно, чем слушать монстра!"
      }
    ]
  },
  {
    "id": 36,
    "text": "Резко оттолкнувшись, вы прыгнули, пытаясь зацепиться руками за что-нибудь. Руки ухватили чугунную оградку старого балкона, но вы больно ударились всем телом. Посмотрев в своё окно, вас посетило чувство, что вы зря всё это провернули... На подоконнике сидела Смерть, свесив ноги вниз и весело ими болтая.\n\n- НУ ЧТО ЖЕ, ЭТО БЫЛ ТВОЙ ВЫБОР. ДОБРО ПОЖАЛОВАТЬ В МОИ ОБЪЯТИЯ!\n\nВ этот же миг ваша рука соскользнула и вы полетели вниз... Далеко вниз, где вас ждал серый асфальт.\n\nВы погибли...\nНо зато открыли концовку \"Мёртвая душа\".\n “ψ(｀∇´)ψ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 37,
    "text": "-  Я МОГЛА БЫ ПРЕДЛОЖИТЬ ТЕБЕ СДЕЛКУ С ВЫГОДНЫМИ УСЛОВИЯМИ. ПОСЛЕ ТОГО, КАК ТВОЁ ВРЕМЯ ЗАКОНЧИТСЯ, ТЫ ПОПАДЁШЬ В МОИ ВЛАДЕНИЯ И УЖЕ НИКОГДА НЕ СМОЖЕШЬ ИХ ПОКИНУТЬ, НО ЗА ЭТО Я ПЕРЕСЫПЛЮ ПЕСОК ИЗ ТВОИХ ЧАСОВ, В ЧАСЫ ТВОЕГО ОТЦА. ДАЮ ТЕБЕ ПОСЛЕДНИЙ РАЗ ПОДУМАТЬ, ИЛИ УХОЖУ. У МЕНЯ НЕТ НА ЭТО ВРЕМЕНИ.",
    "answers": [
      {
        "id": 42,
        "text": "Отказаться выслушивать гостью."
      },
      {
        "id": 33,
        "text": "Согласиться на сделку."
      }
    ]
  },
  {
    "id": 38,
    "text": "Вам никто не ответил. Подождав пять минут, у вас хватило смелости обернуться. Комната была пуста...",
    "answers": [
      {
        "id": 22,
        "text": "Лечь спать."
      },
      {
        "id": 39,
        "text": "Пойти к маме и всё ей рассказать."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы быстрым шагом направились к выходу. Игнорируя абсолютно всё, резко распахнули дверь в комнату мамы и негромко её окликнули. Женщина спала некрепко, так что тут же распахнула глаза. Она с недоумением смотрела на вас.\n- Что-то случилось?..",
    "answers": [
      {
        "id": 25,
        "text": "- Да! У меня в комнате только что была сама Смерть!"
      },
      {
        "id": 19,
        "text": "- Нет, ничего. Просто не могу уснуть."
      },
      {
        "id": 25,
        "text": "- МАМА! Идём скорее в мою комнату!"
      }
    ]
  },
  {
    "id": 40,
    "text": "- Я... Просто... Э-э...",
    "answers": [
      {
        "id": 33,
        "text": "- Меня захватили мои мысли. Могу узнать... узнать условия, вашего... предложения?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Смерть недовольно хмыкнула и последний раз прожгла вас ледяным взглядом. Забрав свою косу, костлявая растворилась за дверью, превращаясь во мглу. Вы ещё немного постояли, наблюдая, как расползается туман. Температура в комнате пришла в норму. И что это было?\n\n\nಠ_ಠ Вы получили достижение \"Молчун\".",
    "answers": [
      {
        "id": 39,
        "text": "Пойти и рассказать всё маме."
      },
      {
        "id": 22,
        "text": "Уснуть. Мало ли что може  померещеться ешё..."
      }
    ]
  },
  {
    "id": 42,
    "text": "- Я не могу принять ваши условия.\n\n- КАК ЗНАЕШЬ. ТЫ ЛИШЬ ПОТРАТИЛО МОЁ ВРЕМЯ В ПУСТУЮ, ДИТЯ. ДО ВСТРЕЧИ.\n\nСмерть испарилась, превратившись в туман. Вы легли спать с камнем на сердце.",
    "answers": [
      {
        "id": 22,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 43,
    "text": "Приветствую, любитель почитать! Это моя первая попытка написать что-то подобное. Возможно, ты встретишь ошибки, прошу прощения за это. Буду рада получить советы от опытных авторов, а так же отзывы о самом произведении.\n\nПожалуйста, оставляйте отзывы. Это очень важно для меня.\n\nНадеюсь, вам понравися! \n(●´∀｀●)",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу."
      }
    ]
  },
  {
    "id": 44,
    "text": "- Но почему я?.. Если бы вам всего-то нужен был компань… \n\n- ХА-ХА-ХА! ВСЕГО-ТО! – смех Смерти пробирал до самых костей и трогал за душу.- ПРОСТО УСЛЫШАВ ТВОИ СЛОВА ЧЕРЕЗ СТЕНУ, МНЕ ПРИШЛА В ГОЛОВУ ЭТА МЫСЛЬ. ВАША СОСЕДКА УМЕРЛА, ЭТО ТАК, К СЛОВУ. МНЕ ДАВНО ХОТЕЛОСЬ НАЙТИ СЕБЕ КОГО-ТО, А ТУТ ЧЕЛОВЕК, СОГЛАСНЫЙ НА ЛЮБЫЕ УСЛОВИЯ. \n\n- Почему бы вам не взять любого умершего? Хотя бы нашу соседку… - неуверенно спросила Алиса. \nВам всё ещё казалось, что это страшное наваждение, что такого просто не может быть. Слишком реальный сон… Перед вами стоит сама Смерть и предлагает сделку. \n\n- И ПОССОРИТЬСЯ С ЖИЗНЬЮ? ИЗ ДВУХ ЗОЛ ВЫБИРАЮТ МЕНЬШЕЕ. ДАЖЕ У НАС ЕСТЬ СВОИ ЗАКОНЫ И ПРАВИЛА. НО, СУДЯ ПО ТВОИМ СЛОВАМ, ТЫ НЕ ОСОБО ХОЧЕШЬ ПРИНИМАТЬ МОИ УСЛОВИЯ. ТОГДА, ПРОЩАЙ. МНЕ НЕ ХОЧЕТСЯ ТЕРЯТЬ СВОЁ ДРАГОЦЕННОЕ ВРЕМЯ, НЫНЧЕ МНОГО РАБОТЫ. ",
    "answers": [
      {
        "id": 33,
        "text": "Задать ещё вопросы."
      },
      {
        "id": 47,
        "text": "Согаситься на сделку."
      }
    ]
  },
  {
    "id": 45,
    "text": "- ДА, ЭТО ГАРАНТИРОВАННО. ОДНАКО, СКОЛЬКО ЕМУ ЕЩЁ ЖИТЬ - РЕШАТЬ ТЕБЕ. ВЕДЬ ЧЕМ ДОЛЬШЕ ОН ПРОБУДЕТ НА ЭТОМ СВЕТЕ, ТЕМ КОРОЧЕ БУДЕТ ТВОЯ ЖИЗНЬ. ",
    "answers": [
      {
        "id": 33,
        "text": "Задать ещё вопросы."
      },
      {
        "id": 47,
        "text": "Согласиться на сделку."
      }
    ]
  },
  {
    "id": 46,
    "text": "- МОЖЕШЬ. ЭТО ТВОЁ ДЕЛО. У МЕНЯ НЕ ТАК МНОГО ВРЕМЕНИ, ТАК ЧТО РЕШАЙ БЫСТРЕЕ.",
    "answers": [
      {
        "id": 33,
        "text": "Задать ещё вопросы."
      },
      {
        "id": 42,
        "text": "Отказаться от сделки."
      }
    ]
  },
  {
    "id": 47,
    "text": "- Постойте! Я хочу заключить с вами этот договор… \nЛишь только вы произнесли последние слова, как Смерть удовлетворенно кивнула и убрала часы назад, в неизвестность серого балахона, извлекая оттуда пожёлтевшую бумагу и чернильницу. Впервые за всё время пристальный взгляд голубых осколков перестал удерживать вас. Гостья выводила чёрным пером какие-то символы некоторое время, после чего протянула договор человеку. Быстро прочитав аккуратные строки, написанные красивым почерком, вы поставили свою подпись и указали, сколько лет готовы передать. \n- УДАЧНАЯ СДЕЛКА… - прогремела в тишине смерть, убирая свёрнутую бумагу. Забрав свою косу, кивнув на прощание и щёлкнув фалангами костлявых пальцев, гостья испарилась. Лишь чёрноё перо, да последний поток ледяного воздуха остались после всего. \n- Значит, не суждено мне увидеть, как сама Смерть пересыпает песок жизни… Хах, а жаль, - вы горько усмехнулись, потирая тонкий чёрный узор на запястье и вспоминая все пункты договора со Смертью. \nВ комнате вновь стало тепло. Часы на мобильнике показывали два ночи. Вы подняли чёрное перо с ковра и повертели его в руке. Оно было невемомым и прохладным... Прошла пара долгих минут, прежде чем вы закутались в одеяло и уснули крепким сном… ",
    "answers": [
      {
        "id": 48,
        "text": "Уснуть."
      }
    ]
  },
  {
    "id": 48,
    "text": "Будильник запел известную мелодию. Солнце светило в окно. Вода журчала, а значит, мама уже умывается. Быстрый завтрак, наспех собранные вещи, толкотня в автобусе. Статуя Гиппократа в корпусе, блекло-синие бахилы, белая кафельная плитка на полу. Приёмный покой. Нужное отделение. Удачно, что вы с мамой приехали чуть раньше нужного. Вот и отец. Неуверенно улыбаясь, он говорит, что всё будет хорошо, что он живее всех живых и что переживать не стоит. Подъехали санитары, велели раздеваться.",
    "answers": [
      {
        "id": 49,
        "text": "Попытаться пошутить."
      },
      {
        "id": 50,
        "text": "Ничего не говорить."
      },
      {
        "id": 51,
        "text": "Пожелать удачи."
      }
    ]
  },
  {
    "id": 49,
    "text": "- Папа, только не закрывай глаза, когда тебя повезут! – с улыбкой произносите вы. – А то будешь похож на покойника. \n- Балда!.. – с тревогой в голосе отвечает мать, под одобрительную ухмылку мужа. \nИ вот его увозят. Как и обещал, глаза открыты. Всё тело накрыто белой простынкой, лишь кончики слишком длинных ног торчат из-под светлой материи. Как только каталка скрылась в белоснежных дверях, женщина заплакала. ",
    "answers": [
      {
        "id": 52,
        "text": "Повернуться к маме."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы ничего не сказали, лишь с тревогой осматривали отца. Родители обменялись неуверенными взглядами.\nИ вот его увозят. Всё тело накрыто белой простынкой, лишь кончики слишком длинных ног торчат из-под светлой материи. Как только каталка скрылась в белоснежных дверях, женщина заплакала. ",
    "answers": [
      {
        "id": 52,
        "text": "Повернуться к маме."
      }
    ]
  },
  {
    "id": 51,
    "text": "- Эй, пап...\n- Да?\n- Удачи. Ты обязан вернуться к нам с новыми силами. - вы улыбнулись.\n- Конечно! - улыбнулся отец в ответ.\nИ вот его увозят. Всё тело накрыто белой простынкой, лишь кончики слишком длинных ног торчат из-под светлой материи. Как только каталка скрылась в белоснежных дверях, женщина заплакала. \n",
    "answers": [
      {
        "id": 52,
        "text": "Повернуться к матери."
      }
    ]
  },
  {
    "id": 52,
    "text": "- Скажи, что… - сквозь слёзы. \n- Мам, всё будет хорошо! Ему ещё долго жить предстоит, я уверена… \nБоль в груди напоминала, что года жизни только что утекли в чужие часы. Черный узор на запястье, говорил, что после того, как всё закончится, вас ожидает вечность. Сделка со смертью была заключена, и ничто не могло разорвать контракт. \n- Я точно знаю, что у него впереди много счастливых лет…\n\n\nВы смогли спасти отца. Теперь, после того, как ваше время истечет, вы попадёте в обитель Смерти. \nОткрыта концовка \"Всё будет хорошо...\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 53,
    "text": "Осторожно встав на всю стопу, девочка резко развернулась. Она наделась, что будет не так страшно, что за её спиной ничего не окажется. Там будет лишь обычная комната… Привычные вещи должны были предстать перед её взором, но хрупкой надежде не сужден было сбыться. Два синих осколка неба в непроглядной тьме смотрели в самую душу. «Рот» черепа был прикрыт чёрной повязкой, но за ней чувствовалась заинтересованная ухмылка. Серый, порванный на груди, открывающий взор на рёбра скелета, балахон шевелился от несуществующего ветра. Пустая грудная клетка. Молочно-белый цвет костей. Огромная коса, со вставками антрацитов в форме причудливых клыков и тёмных капель рубина. Острое лезвие, отражающее любой свет. Ручка в виде огромных костей, которые соединяются непонятно каким мистическим притяжением, кое-где была украшена теми же кровавыми рубинами. На конце парил блестящий чёрный гранёный кристалл, вокруг которого кружили несколько ярко-голубых огней. Казалось, что всё в косе, помимо лезвия и поблескивающих камней, впитывает в себя любой свет. Словно чёрная дыра… Полы одежды незваной гостьи лежали по всему полу, между кое-где разбросанных чёрных перьев. Невозможно было понять, стоит ли скелет на полу, или же парит над ним. ",
    "answers": [
      {
        "id": 31,
        "text": "- Кто вы?.."
      },
      {
        "id": 28,
        "text": "Молчать."
      },
      {
        "id": 32,
        "text": "Попятится к окну."
      },
      {
        "id": 56,
        "text": "Ущипнуть себя."
      }
    ]
  },
  {
    "id": 54,
    "text": "Осторожно встав на всю стопу, девочка резко развернулась. Она наделась, что будет не так страшно, что за её спиной ничего не окажется. Там будет лишь обычная комната… Привычные вещи должны были предстать перед её взором, но хрупкой надежде не сужден было сбыться. Два синих осколка неба в непроглядной тьме смотрели в самую душу. «Рот» черепа был прикрыт чёрной повязкой, но за ней чувствовалась заинтересованная ухмылка. Серый, порванный на груди, открывающий взор на рёбра скелета, балахон шевелился от несуществующего ветра. Пустая грудная клетка. Молочно-белый цвет костей. Огромная коса, со вставками антрацитов в форме причудливых клыков и тёмных капель рубина. Острое лезвие, отражающее любой свет. Ручка в виде огромных костей, которые соединяются непонятно каким мистическим притяжением, кое-где была украшена теми же кровавыми рубинами. На конце парил блестящий чёрный гранёный кристалл, вокруг которого кружили несколько ярко-голубых огней. Казалось, что всё в косе, помимо лезвия и поблескивающих камней, впитывает в себя любой свет. Словно чёрная дыра… Полы одежды незваной гостьи лежали по всему полу, между кое-где разбросанных чёрных перьев. Невозможно было понять, стоит ли скелет на полу, или же парит над ним. ",
    "answers": [
      {
        "id": 31,
        "text": "- Кто вы?.."
      },
      {
        "id": 28,
        "text": "Молчать."
      },
      {
        "id": 32,
        "text": "Попятится к окну."
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы не смогли успокоиться даже после нескольких психологов. Смерть приходила к вам во сне, предлагая различные вещи. Вы стали нервным параноиком и врачи оправили вас \"на реабилитацию\".\n\nВы получили концовку \"Привет, дурдом!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы ущипнули себя, но ничего не изменилось.",
    "answers": [
      {
        "id": 57,
        "text": "Подумать, что делать дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "Осторожно встав на всю стопу, девочка резко развернулась. Она наделась, что будет не так страшно, что за её спиной ничего не окажется. Там будет лишь обычная комната… Привычные вещи должны были предстать перед её взором, но хрупкой надежде не сужден было сбыться. Два синих осколка неба в непроглядной тьме смотрели в самую душу. «Рот» черепа был прикрыт чёрной повязкой, но за ней чувствовалась заинтересованная ухмылка. Серый, порванный на груди, открывающий взор на рёбра скелета, балахон шевелился от несуществующего ветра. Пустая грудная клетка. Молочно-белый цвет костей. Огромная коса, со вставками антрацитов в форме причудливых клыков и тёмных капель рубина. Острое лезвие, отражающее любой свет. Ручка в виде огромных костей, которые соединяются непонятно каким мистическим притяжением, кое-где была украшена теми же кровавыми рубинами. На конце парил блестящий чёрный гранёный кристалл, вокруг которого кружили несколько ярко-голубых огней. Казалось, что всё в косе, помимо лезвия и поблескивающих камней, впитывает в себя любой свет. Словно чёрная дыра… Полы одежды незваной гостьи лежали по всему полу, между кое-где разбросанных чёрных перьев. Невозможно было понять, стоит ли скелет на полу, или же парит над ним. ",
    "answers": [
      {
        "id": 31,
        "text": "- Кто вы?.."
      },
      {
        "id": 28,
        "text": "Молчать."
      },
      {
        "id": 32,
        "text": "Попятится к окну."
      },
      {
        "id": 61,
        "text": "Ущипнуть себя."
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "Вы уже исщипали всего себя, но картинка, видимо, была явью.\n\nОткрыто достижение \"Невероятно, но мне не снится!\".",
    "answers": [
      {
        "id": 54,
        "text": "Решить, что делать дальше."
      }
    ]
  }
]