[
  {
    "id": 1,
    "text": "                                      *Предупреждение*\n                Квест содержит нецензурную брань (возможно) и сцены с открытым насилием (иллюстраций здесь нет), описание процесса курения и возможно алкоголизма и наркотических средств.\n                Квест не пропагандирует ничего из вышеперечисленного, однако намёки на это в тексте возможно будут. Т.е. я не обещаю.\n                Данный квест является коротеньким пилотом, оценивайте и комментируйте, а также напишите в комментариях, стоит ли мне продолжать этот квест.\n\n                Квест находится на стадии разработки. Здесь только вам решать, чем закончится эта история. \n\n                Авторство принадлежит: Джейк\n\n                Аннотация:\n\n                Это не игра... Это сказка!\n                После того, как люди стали забывать свой народный фольклёр, сказочный мир стал разрушаться...\n                Судьбы героев всегда были переплетены, но теперь их связь стала ещё теснее. Мир раскалывается, дети перестают верить в героев, которые когда-то помогали им преодолеть свои страхи и справиться со злом. Как прочна вера тех, о ком уже давно забыли?\n\n\n\n                 Пам-пам-пам! Мой первый квест без его рекламирования собрал достаточную вудиторию, чтобы я принял решение... \"Ну какое?\"— наверняка спрашиваете вы, читая это. Я отвечу: мой первый квест \"Новая Земля\" собрал уже полсотни одобрений и примерно десяток людей, с нетерпением ждущих третью главу.\n                 В связи с этим я вынужден больше посвящать времени квестописательству, чем раньше (последние 2 месяца) и внесрочно выпустить небольшое дополнение к этому квесту. Публика ждёт и я намерен уже закончить наконец третью главу, дабы удовлетворить их (вашу) жажду чтения. Кстати, к новому году я намерен накопить постоянную аудиторию, выпустить значительный объём страниц в этих двух квестах и, возможно, написать новый. (Я ещё планирую создать творческую группу в Вк для всех желающих, но цс-с-с-с! У меня маловато читателей). Тут вы конечно можете подождать ещё, но как минимум в ближайший месяц этот квест обновляться не будет (до декабря). В любом случае... Спасибо, что читаете!",
    "answers": [
      {
        "id": 2,
        "text": "Н А Ч А Т Ь"
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "               Сказочный мир уже давно не тот, что был раньше. Раньше, когда дети в него верили, а взрослые поддерживыли в нём равновесие, оба мира существовали в гармонии. Теперь почти не осталось тех, кто верует в него, теперь этот мир меняется, он разлагается... Однажды сильнейшие сказочные герои собрали воедино свои силы, чтобы сохранить мир.\n                Общими усилиями они сохранили мир, но какой ценой? Да, этот мир уже не тот что раньше...\n                Совсем не тот.",
    "answers": [
      {
        "id": 3,
        "text": "*Погружение*"
      }
    ]
  },
  {
    "id": 3,
    "text": "               Заяц и волк ( надо было написать \"волк и заяц\", но заяц в этой компании выглядит выгоднее волка) сидели в избе и пили чай. Самовар закипал уже в пятый раз, но серый гость всё не унимался.\n               -- Так что, Серый, может в картишки?-- спрашивает заяц, полезая за картами в сервант.\n               -- Ушастый, я к тебе не для этого пришёл.\n               -- Так... Волчара, ты оборзел?\n               -- Обижаешь!-- сердито проскрипел волк.\n               -- Нет, я тебя чаем напоил, а ты ещё права качаешь, мол пришёл он, видите ли, не для этого!\n               -- Да послушай, Ушастый! Есть дела поважнее.\n               -- Вот и обсудим эти дела за игрой. С картами в руках как ни как разговор лучше клеется.",
    "answers": [
      {
        "id": 4,
        "text": "Настоять на важном деле"
      },
      {
        "id": 5,
        "text": "Беседовать за игрой"
      }
    ]
  },
  {
    "id": 4,
    "text": "                -- Нет Ушастый! Ты не понял...\n                -- Серый, не будь дворнягой, уступи.\n                -- С начала выслушай, потом поиграем.\n                Заяц по-природе своей не был конфликтным. Он не любил драки и споры, он решал всё мирным путём. Однако в этот раз он был явно не в духе.\n                -- Собака ты не благодарная!-- взъярипенился заяц.-- Я тебя просил, а ты меня даже не слушаешь!\n                -- Это ты меня не слушаешь!\n                Волк сильно оскорбился. Таких слов со стороны зайца он стерпеть не мог.\n                -- Ну держись, Ушастый!",
    "answers": [
      {
        "id": 7,
        "text": "Драка"
      }
    ]
  },
  {
    "id": 5,
    "text": "               -- Твоя взяла, зубастый.\n               -- Смешно. Раньше я тебя так называл,-- усмехнулся заяц.-- А что это я всё \"ушастый\" да \"зубастый\"? Так послушаешь, как будто ты с пугалом разговариваешь! Называй меня просто \"Заяц\".\n               Волк с этих слов залился хохотом. Смех сдержать у него никак не получалось. Назревал конфликт.\n               Однако заяц никогда не вступал в драку первым. В этом его агрессивном поведении он чувствовал себя волком. Это чувство преследовало его с того раза, как он ни за что, ни про что намял бока Колобку.\n               С тех самых пор заяц дал себе клятву, что будет вступать в бой только при крайней необходимости.\n               -- Волк, я серьёзно.\n               Волк упал со стула назад, и, дрыгая всеми конечностями, орал. Заяц уже дымился от гнева.\n               Неестественный для волка хохот привёл зайца в ужас. Он сразу понял, в чём дело, и, не мешкая, полез в тумбочку за шприцом. У волка приступ. Что-то вроде эпилепсического припадка, только своеобразный.\n               Даже сказочные герои болеют, правда, по-своему. Волк трясся, лёжа на спине и орал.\n               Заяц уже нашёл заранее подготовленный шприц с лекарством, выпустил воздух с конца иглы, и воткнул в сердце волка. Ещё пару секунд и он бы потерял своего давнего друга. Да, когда-то они были заклятыми врагами, но теперь, когда их мир изменился, пришлось мириться даже таким, как они.",
    "answers": [
      {
        "id": 6,
        "text": "-- Волк! Ты как?-- боязливо спрашивает заяц."
      }
    ]
  },
  {
    "id": 6,
    "text": "                -- Жить буду, отвечает волк.-- Я согласен.\n                -- Что?\n                -- Давай как раньше: ты -- просто Заяц, а я -- просто Волк. Идёт, ушастый?\n                -- Идёт!-- с улыбкой ответил Заяц.",
    "answers": [
      {
        "id": 8,
        "text": "Перейти к важной новости Волка"
      }
    ]
  },
  {
    "id": 7,
    "text": "                Давние враги схлестнулись в битве.\n                Было время, зайца обидеть мог каждый, но теперь он не боится даже волка. Теперь он может постоять за себя. Заяц ему не уступит.\n                 Волк ловким движением выдёргивает скатерть и орудует им, словно хлыстом. Косой берёт самовар и бьёт им голову противника, а самовар-то горячий...\n                  Ошпарив руки Кролль опрокидывает самовар на волка, проливая на него вскипевший чай.\n                  Волк корчится от боли, а заяц ликует.\n\n                  Вдруг косой замечает, что серый как-то странно ёжится... Он понимает в чём дело -- у волка опять эпилепсический припадок. Забывая обо всём, заяц несётся к тубочке, где у него на всякий случай лежит заранее подготовленный шприц с инъекцией.\n                  Выпустив воздух из иглы он втыкает его в волка, вводя спасительное лекарство.\n                   Ещё бы пару секунд и у его друга остановилось бы сердце. В этом новом, постоянно меняющимся мире, такие как они должны держаться вместе. Беда современности заставляет мириться даже таких вот, казалось бы заклятых, врагов.",
    "answers": [
      {
        "id": 6,
        "text": "-- Волк, ты как? -- боязливо спрашивает заяц."
      }
    ]
  },
  {
    "id": 8,
    "text": "                -- Что ты там говорил про срочную новость?\n                -- С этим спором у меня почти вылетело это из головы!-- отвечает Волк Зайцу.-- Слышал в последнее время что-нибудь о Кощее?\n                -- Ну, слухи идут что он последние полвека из своей крепости-то вообще не выходит.\n                -- А ещё что-нибудь?\n                -- Не знаю, в делах кощеевых не разбираюсь.\n                -- А стоило бы,-- говорит Волк.\n                -- Ну не тяни Баюна за золотые яйца! \n                -- А яйца Чингизхана?\n                -- Волк, ты меня конечно извини, но ты совсем упоролся?\n                -- Прости,-- оправдывается Волк.-- Телевизора слишком много смотреть начал.\n                -- Этот ящик до добра не доведёт...\n                -- Какой ящик? Ты про то, не знаю что, что ли?\n                -- Забудь,-- вздыхая произносит Заяц.",
    "answers": [
      {
        "id": 9,
        "text": "Перейти к делу"
      }
    ]
  },
  {
    "id": 9,
    "text": "                -- Ну так вот, Кощей вроде как собирается врата третьи делать. Третьи врата, понимаешь?\n                -- Врата?!-- воскликнул Заяц.-- Ты ничего не перепутал? Серый, это очень громкое заявление!\n                -- Ты забыл что ли? Семь раз отмерь, а один отрежь! Вот что значит мудрости народные забывать.\n                -- Как с твоим хвотом, да?-- рассмеялся Заяц.\n                -- Ушастый, ещё раз над моим хвостом пошутишь... Да я тебя...\n                -- Поправочка: отрубленным хвостом. \n                -- Кролик...\n                -- Чего ты такой обидчивый? И что там насчёт третьих врат? Серый, это может угрожать не только...\n                -- Кощей, если верить слухам, опять за старое принялся. Он уже довольно давно порталом занят.\n                -- Что ты этим хочешь сказать?\n                -- То и хочу. Он уже давно за нашими спинами недобрым помышляет. Кабы его смутные желания не привели наши миры к полному уничтожению.",
    "answers": [
      {
        "id": 10,
        "text": "Надо разузнать, что по чём, прежде чем шум подымать."
      }
    ]
  },
  {
    "id": 10,
    "text": "                Дело близилось к вечеру. Тяжёлые капли дождя застучали по деревянной крыше избушки.\n                Напившись чаю, герои решили идти завтра к Кощею Бессмертному, дабы разузнать, что он там такое творит, что пол сказочного мира уже нервно курят свои шишки в сторонке. Вот уже темнело.\n                Заяц зажёг свет и предложил Волку остаться на ночлег, а завтра вместе уже отправляться.\n                Волк вышел на веранду и достал из кармана еловую шишку. Вдохнув поглубже сырой воздух он прикурил шишку от фонаря и глубоко затянулся.\n                Что ждёт их завтра? -- Волка мучил только этот вопрос.",
    "answers": [
      {
        "id": 12,
        "text": "Конец пилота"
      }
    ]
  },
  {
    "id": 11,
    "text": "                Пока что это всё, дальше будет интереснее. Напишите в комментариях, стоит ли мне продолжать, заранее спасибо.\n                ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "                На другом конце сказочного мира Карлсон в это время обедал у себя дома вареньем...\n                 -- Тебе бы только варенье жрать!-- орала Фрейкен Бок.-- Совсем ничерта не делаешь!\n                 -- Молчи, женщина!\n                 -- Я тебя сейчас как дам!-- кидая в Карлсона только что протёртую тарелку, провопила Фрейкен Бок.\n                 -- Ничего ты не понимаешь!-- увернувшись от тарелки проскрипел Карлсон.-- Надо было тебя в другой сказке оставить.\n                 -- Что?!\n                 -- Отгребай теперь.\n                 -- Да как бы ты жил тогда без меня! Я тут посуду мою, стираю, глажу, а ты даже люстру починить не можешь! Отрастил себе пятую точку!\n                 Что было далее, можно и не гадать. Фрейкен перебила всю посуду, а Карлсон взял припрятанную бутылочку с самогоном и смотался к Винни Пуху.",
    "answers": [
      {
        "id": 13,
        "text": "Проследить за ним"
      },
      {
        "id": 14,
        "text": "Проследить за Винни Пухом"
      }
    ]
  },
  {
    "id": 13,
    "text": "                -- Как же задолбала эта старуха Фрейкен Бок!\n                Карлсон всё шёл и шёл, всё глубже погружаясь в свои раздумья. Наконец он пришёл, но не к тому дому.\n                -- Чёрт бы побрал этот лес!\n                Карлсон пришёл к дому Буратино.\n\n                \"Тук-тук\"-- стучится Карлсон. Делать нечего, почему бы и не наведаться? Вот дверь открывает Какая- то толстая женщина в парике (его трудно не заметить).\n                -- Чего надобно?-- противным голосом спрашивает она.\n                -- Я к Буратино,-- откашлившись отвечает Карлсон.\n                Женщина поправляет парик и зовёт Буратино:\n                -- Бу, тарататаратата. Ра, татаратаратата. Ти, тарататаратата...\n                -- Можешь так не кричать, и так слышу,-- доносится из глубины дома.\n                -- Какими судьбами?-- подходит к двери Буратино.\n                -- Можно для начала я войду.\n                -- Конечно,-- говорит Буратино.-- Маля!-- кричит он женщине.-- Поставь самовар!\n                Женщина уходит, Карлсон входит в дом.\n                -- Ты что, теперь на Мальвине женат?-- спрашивает Карлсон.\n                -- Да, надоело на стороне гулять,-- отвечает деревянный громила.-- Пьеро оказался редкосным тюфяком. Мальвина частенько изменяла ему со мной.\n                -- А что такое случилось, что она так...\n                -- Погоди, дослушай... Их брак был ну очень уж хлипким, почему-то я и не сомневался, что так будет.\n                -- Продолжай.\n                -- Года два ссорились, потом развелись, а я на Мальвине тут и женился, причём в тот же день, когда когда они развелись,-- ухмыльнулся Буратино.-- Тогда она ещё красавицей была... Но стоило предвидеть, что через пару сотен лет она станет... Вот этим.\n                -- Я всё слышу!-- завопила женщина из противоположной стороны дома.\n                -- Перемены не щадят никого.\n                -- Верно.",
    "answers": [
      {
        "id": 15,
        "text": "Карлсон останется на ночлег"
      },
      {
        "id": 16,
        "text": "Карлсон пойдёт к Винни Пуху"
      }
    ]
  },
  {
    "id": 14,
    "text": "                Винни Пух был у себя дома и ковырялся в погребе, но как бы он ни старался, не мог отыскать мёд.\n                -- Твою мать! Неужели здесь нет ничего вкусненького? Даже одной баночки мёда!\n                Нет. Здесь нет ничего. Ни одной баночки, ни одной капли мёда. Нет даже мёдозаменителя.\n                Плюнув на всё это, Винни Пух сел на табуретку и громко вздохнул. Он жить не может без мёда.\n                -- Ни гроша в кармане, а мёда ой как хочется!\n                Его размышления прервал неожиданный стук в дверь. Кто бы это мог быть?",
    "answers": [
      {
        "id": 17,
        "text": "(Удивительно?)"
      }
    ]
  },
  {
    "id": 15,
    "text": "                -- Буратино, меня тут старуха Фрейкен из дома выгнала, она сейчас совсем не в духе. Понимаешь?\n                -- Нет. Моя Мальвиночка меня никогда не выгоняет, хоть мы и часто ссоримся. Это любовь.\n                -- Повезло тебе с ней. Можно я пока у тебя переконтуюсь? Хотя бы один денёк буквально.\n                -- Конечно, я тебе сейчас постелю...\n                -- Да не обязательно сейчас. Я ещё к Винни Пуху собирался, не знаешь как он там?\n                -- Он? Плохо. На мёд плотно подсел, а деньги по-моему у него уже неделю назад закончиться должны были.\n                -- Понятно...",
    "answers": [
      {
        "id": 14,
        "text": "Проведать Винни Пуха"
      }
    ]
  },
  {
    "id": 16,
    "text": "                -- Спасибо тебе, конечно, за гостепреимство, деревянный, но я наверное пойду.\n                -- Я что, зря на твою компанию расчитывал?\n                -- А у тебя есть плюшки, или там варенье?\n                -- Да вроде были где-то.\n                Карлсон решил задержаться ещё часа на два, всё равно делать ему было нечего. Тем более, на улице было ещё очень сыро после вчерашнего дождя.\n                 Он полагал, что дождь будет мелким, но ночью он разрушил половину садового участка, из-за чего и разозлилась на него Фрейкен Бок.\n                 Попив чая с плюшками, Карлсон решил всё-таки наведаться к своему лучшему другу Винни Пуху.\n                 -- Я только одного не могу понять,-- спрашивает Карлсон уже уходя.-- А где ваши дети?\n                 -- Ты не знаешь? Моя Мальвина не может иметь детей.\n                 На этой грустной ноте они попрощались и Карлсон пошёл к домику Винни Пуха. Вот так вот и бывает. Теперь в сказке даже больше грусти чем в жизни -- Буратино очень сильно хотел детей.",
    "answers": [
      {
        "id": 14,
        "text": "К домику Винни Пуха"
      }
    ]
  },
  {
    "id": 17,
    "text": "                -- Открывай, давай!-- послышался голос с другой стороны двери.\n                \"Кто бы это мог быть\"-- снова задал себе вопрос медвежонок.\n                -- Винни Пух, открывай!-- прозвучал знакомый голос.\n                Винни встал со стула и направился к двери, прихватив с собой скалку. Винни открывает дверь и видит перед собой своего лучшего друга Карлсона.\n                -- Винни,-- спрашивает Карлсон.-- Для чего тебе скалка?\n                -- Да ходят тут всякие... А ты чего припёрся?\n                -- Меня Фрейкен Бок из дома выгнала и делать мне нечего, у тебя есть мёд или варенье?\n                -- Нет,-- отвечает Винни.-- Сам ищу.\n                -- Понятно. Тогда, можно к тебе в гости?\n                -- А... Кто ходит в гости по утрам? Кто ходит в гости по утрам, тот поступает мудро!-- заводит песенку медвежонок.-- Известно всем тарам парам на то оно и утро. Карлсон, чего молчишь?\n                -- Винни, перестань уже употреблять этот мёд!\n                -- Не указываай мне! Тем более, его и так нет.\n",
    "answers": [
      {
        "id": 18,
        "text": "Наведаемся к пчёлам?"
      },
      {
        "id": 19,
        "text": "Ну и хорошо."
      }
    ]
  },
  {
    "id": 18,
    "text": "                -- Не плохая мысль,-- отвечает Винни Пух Карлсону.-- Но я весь арсенал ещё в ущелье Гудвина просрал.\n                -- Да, было весело.\n                Винни Пух и Карлсон вспоминали приключение в ущелье Гудвина. Тогда Карлсон, Винни и Колобок стояли в ущелье и сдерживали натиск Тевтонского ордена, тамплиеры открыли портал в их сказочный мир, надеясь захватить его. Всё это было уже очень давно.\n                Пока они вспоминали давно прошедшее приключение, прошло уже полдня.\n                Сошлись герои на том, что они уже достаточно давно не ходили в военные походы (если можно это назвать военным походом) и что у них нет огнестрела.\n                -- А без него никак?-- спрашивает Карлсон.\n                -- Пчёлы -- очень злые создания,-- отвечает Пух.-- В прошлый раз всего искусали.\n                -- Ни мёда, ни варенья, ни огнестрела...",
    "answers": [
      {
        "id": 20,
        "text": "Идти к Медведю"
      },
      {
        "id": 21,
        "text": "Идти к Волку"
      },
      {
        "id": 22,
        "text": "Идти к Колобку"
      }
    ]
  },
  {
    "id": 19,
    "text": "                -- Что-о-о?!-- возмутился Пух и с кулаками бросился на Карлсона.-- Смеёшся над чужим горем?\n                -- Винни был очень обижен и, схватя скалку, стал наносить удары по голове Карлсона, в которую было нетрудно попасть. От нескольких увесистых ударов он упал, хватаясь руками о свою голову.\n                -- Винни... Винни Пух!\n                Голова Карлсона гудела. Он был болен редким генетическим заболеванием, из-за чего он родился с деформированным черепом. У этого явления были свои побочные эффекты, но это не мешало Карлсону стать каскадёром. Его на слабо не возьмёшь.\n                -- Нечего было смеяться,-- это было последнее, что услышал Карлсон перед тем, как потерял сознание.\n                \n\n\n                Очнулся Карлсон уже в больнице с перебинтованной башкой. Изображение перед глазами расплывалось, но тут, на тумбочке рядом с койкой лежала бутылка водки. Как кстати!",
    "answers": [
      {
        "id": 30,
        "text": "Карлсон залпом опустошил половину бутылки"
      }
    ]
  },
  {
    "id": 20,
    "text": "                Берлога, в которой и обитал Медведь находилась далеко на окраине сказочного мирка.\n                Путь туда предстоял достаточно долгий. Только немногим известно, что Медведь уже давно ведёт тихую жизнь и не любит других сказочных героев. \n                Его можно понять -- когда-то Волк и Буратино развели его на большие листья. С тех пор Медведь не особо доверяет сказочным персонажам, даже друзьям.\n                Подумав, Винни Пух и Карлсон решили пойти к Колобку, он менее радикально настроен к окружающим и его домик расположен ближе, чем берлога Медведя.",
    "answers": [
      {
        "id": 18,
        "text": "Да, наверное"
      }
    ]
  },
  {
    "id": 21,
    "text": "                \" У волка точно что-то да должно быть\"-- подумали герои и решили зайти к нему в гости.\n                С шумом они выбили дверь его дома, так как им никто не открывал. На их удивление, дома никого не было. Раздосадовавшись, что они ничего не получат, и что им ещё придётся платить за выбитую дверь, Винни Пух и Карлсон, подняв дверь и положив её рядом с проёмом, решили наведаться к кому-нибудь другому.",
    "answers": [
      {
        "id": 18,
        "text": "Подумать, куда идти"
      }
    ]
  },
  {
    "id": 22,
    "text": "                Колобок -- тот ещё тип.\n                Колобок -- не просто колобок, а закалённый в боях воин. С ним, конечно, лучше не связываться...\n                Однако он их друг. \n                Он вместе с ними стоял в ущелье Гудвина. Они вместе били тевтонцев, нацистов-сектантов, сатанистов, персонажев из новых мультиков и историй...\n                Винни Пуху и Карлсону, конечно, пришлось преодолеть временной барьер, ведь они более \"свежие\" персонажи. Кстати, именно в этом ущелье они втроём и познакомились, когда ещё довольно молодые Винни и Карлсон спасли Колобку жизнь.\n\n                В домике колобка никого не было, но самого колобка также искал Буратино.\n                -- Буратино,-- говорит Карлсон.-- А зачем тебе нужен Колобок?\n                -- Сахару одолжить.\n                -- А зачем тебе сахар?\n                -- Надо.\n                -- Я пойду наверное, меня Мальвина дома ждёт.\n                -- Давай.\n                -- Если вам Колобок сильно нужен, можете его поискать в теремке, он там последнее время тусуется.",
    "answers": [
      {
        "id": 23,
        "text": "Герои поблагодарили Буратино за информацию и двинулись в сторону теремка."
      }
    ]
  },
  {
    "id": 23,
    "text": "                Карлсон и Винни Пух уже стояли перед высоткой, у обширного входа которой висела вывеска \"Гостиница \"Теремок\"\". Вечерело.\n                В этой сказке редко выглядывает солнце.\n                Слёзы неба сильно размывали грунт.                                                Шоколадно-коричневая грязь обступала лапти.\n                Холод. Такого холода не было с тех самых пор, когда сказочный мир разрывало от недостатка веры.\n\n                Входя в обширное здание где-то в центре три-девятого, их обдало ярким светом, после чего послышился немного не приятный женский голос.\n                -- Добро пожаловать в гостиницу \"Теремок\".\n                Винни Пух и Карлсон хорошенько протёрли глаза и осмотрелись.\n                -- Коза?-- удивлённо спрашивает мишка.\n                -- Что?\n                -- Ты же Коза-Дереза! Тебя уже давно убили!\n                -- Ты газеты что ли не читаешь? Жива я!\n                Коза показывает друзьям старую газету.\n                -- Ка-а-а-ак?-- прозевал Карлсон.\n                -- Ну, громкое дело, маньяка так и не поймали...\n                -- Но я же был на твоих похоронах!-- воскликнул Винни.\n                -- Дур-р-ра-а-ак!-- проблеяла Коза.-- Это был праздник по поводу моего выздоровления.\n                -- Такой мрачный...\n                -- У неё стиль такой...-- шепчет на ухо медведю толстячок с пропеллером.\n                -- Маньяком оказался Колобок, но я на него не в обиде, я даже благодарна ему. Он оплатил полное моё лечение, потом всё так сложилось, что я открыла свой бизнес, потом построила этот отель...\n                -- Но зачем Колобок...\n                -- У него был стресс, а ещё тогда какой-то праздник был, он говорил, что так барана и не на шёл...",
    "answers": [
      {
        "id": 24,
        "text": "-- А ты знаешь, где сейчас Колобок?"
      }
    ]
  },
  {
    "id": 24,
    "text": "                -- Да, номер 214-ый. Люкс.\n                -- С удобным креслом?\n                -- Да.\n                Поднимаясь уже на шестнадцатый этаж друзья устали и облокотились на стену.\n                Вдруг, задрожала земля, всё затряслось.\n                -- Что это такое, Винни?\n                -- Это точно не мой живот...\n                -- Винни, не будь так уверен, помнишь, что случилось в тот раз в берлоге у Медведя?\n                -- Когда?\n                -- Когда понадеялся поесть в гостях и твой урчащий живот устроил берлоготрясение, а ещё медведетресение, Карлотрясение, самоваротрясение...\n                -- Не напоминай.\n                Между тем здание всё трясло и трясло.\n                -- Надо найти Колобка и сваливать отсюда.\n                Медвёжонок согласился со своим другом и, сделав усилие, они добрались до нужного этажа.\n                На этаже паника: повсюду бегают сказочные персонажи, вот через чёрный ход эвакуируются драконы, мишки Гамми обступают Винни Пуха и Карлсона, прямо за ними бегут львы и львята...",
    "answers": [
      {
        "id": 25,
        "text": "Следить за выходами"
      },
      {
        "id": 26,
        "text": "Обыскивать номера"
      },
      {
        "id": 27,
        "text": "-- Всем стоять, собаки!-- прокричал Карлсон."
      }
    ]
  },
  {
    "id": 25,
    "text": "                Следить за всеми входами-выходами в гостиннице -- занятие не из приятных. Мишка Винни Пух усердно следил за всеми, кто выбегал с этажа у чёрного выхода, а Карлсон фильтровал главный, рискуя своей жизнью (не все сказочные герои такие уж и безобидные). Слоны и слонотопы, крокодилы, бегемоты, зайчики в трамвайчике и жаба на метле...\n                Боясь быть затоптанными мишка и Карлсон поспешили бросить затею, толпа неуправляема и довольно агрессивна по сути, а тут ещё и испуганные сказочные герои. Если бы приятели не спустились вниз, кто знает, чем бы это могло для них обернуться.\n                Карапуз и мишка -- вполне безобидны, а сейчас ещё и безоружны. В конце толпы, позади друзей, уже бежали волки и собаки. Кажется, они очень голодные.",
    "answers": [
      {
        "id": 27,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 26,
    "text": "                214-ый номер был совершенно пуст.\n                Обыскав всё, Винни и Карлсон решили не задерживаться -- кто знает, насколько сильным может оказаться это землетрясение и чем оно вообще вызвано. Не найдя в номере никаких следов хлебобулочного изделия, друзья поспешно покинули здание. Поспешно, ещё и потому, что за ними погнались голодные волки и собаки. Сучье отродье!",
    "answers": [
      {
        "id": 27,
        "text": "Да!"
      }
    ]
  },
  {
    "id": 27,
    "text": "                Все волки и собаки остановились и уставились на пузатых друзей. Кажется, пора сматываться и поскорее, прямо сейчас! \n                Еле удрав от погони, герои оказались у входа в гостиницу. Кругом царил хаос. Робот, управляемый щукой, находящейся в бронированном аквариуме, вместо головы, бил каких-то скелетов.\n                Всюду носились сказочные персонажи, свистели пули и бряцали мечи. Где-то в 400 локтях от вас с шумом билась орда скелетов.\n                Иного быть не могло -- это Колобок наводит порядок. Когда сказочной дружины мало, колобок всегда рад наказать неприятеля. Самоотверженный...\n                -- Я от дедушки ушёл, я от бабушки ушёл,-- слышится откуда-то из толпы.-- Я от зайца, волка и медведя ушёл, а насчёт лисы -- это личное.\n                Вокруг этого скопища всюду разбросаны кости.\n                У друзей, в отличие от Колобка не было совершенно никакого оружия. Но можно было взять отвинченный люк и оторвать массивную ветку от древофонаря, чтобы использовать как оружие.",
    "answers": [
      {
        "id": 29,
        "text": "Взять!"
      },
      {
        "id": 28,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 28,
    "text": "                Колобок, конечно, врятли сам справится, но он всё же опытный воин и в искусстве ведения боя он просто ас. Кости летели направо и налево, уже некуда было ступить. Черепа хрустели под ногами, а герои молча наблюдали за своим другом. Колобок взбесился!\n                -- А ну, стройсь!-- крикнула сферообразная машина смерти.-- Сейчас я вас... По порядку...\n                Ждать, конечно, пришлось не мало, пока колобчина не справился со всеми врагами.\n                Всюду разбросаны горы костей... Ах, я уже упоминал об этом. Точно. Тогда...\n                \"Трупы\" скелетов наводили ужас на это место. Под \"местом\" я имею ввиду территорию, расположенную недалеко от центра града Три девятого.",
    "answers": [
      {
        "id": 31,
        "text": "-- Здарова, друже!-- воскликнул запыхавшийся Колобок.-- Какими судьбами."
      }
    ]
  },
  {
    "id": 29,
    "text": "                -- Колобку наверное не помешает помощь,-- в      раз сказали Винни Пух и Карлсон. Карлсон взял люк, а Винни Пух здоровую ветку фонарного дерева.\n               Винни сразу влез в самую гущу событий, если можно так выразиться, пока Карлсон приводил в порядок свой пропеллер. Конечно, такой маленький пропеллер не мог поднять в воздух такого карапуза, как Карлсон, однако это же сказка, и, поэтому, здесь возможно многое. А вообще, Калсон уже сталкивался с реальными законами в действии, когда путешествовал по реальности, поэтому позже он снабдил свой пропеллер антигравитационными свойствами (а как он по-вашему в мультике летал?), благодаря чему он может свободно перемещаться по воздуху как в сказке, так и в реальной жизни (реальности, если удобнее).\n                Карлсон заводит свой мотор...\n                Маленький двигатель, подсоединённый напрямую к его нервной системе (подобно клешням Доктора Осьминога), питался высокоэнергетической сахарной субстанцией -- вареньем, но так как Карлсон уже довольно давно не ел варенья, антигравитационный ядерный двигатель завёлся с трудом.\n\n                Он поднялся в воздух и, подобно тяжёлому атлету, метнул люк, сразив одним ударом пару десятков скелетов. Мастерство не пропьёшь -- тут Карлсон подумал об своей Фрейкен Бок.\n                Разогнавшись, Карлсон осыпал противников градом внезапных ударов. Пусть он, конечно, не в лучшей форме, но тем не менее... Он силён.\n                Винни и Колобок добили оставшихся и замерли, оглядывая всё поле брани. Мишка сломал ветку и, кажется, руку. Карлсон медленно опустился на землю.",
    "answers": [
      {
        "id": 31,
        "text": "-- Здарова, братцы!-- с отдышкой воскликнул помятый Колобок.-- Какими судьбами?"
      }
    ]
  },
  {
    "id": 30,
    "text": "                После этого он положил бутылочку рядом с собой и осмотрелся. Так-то лучше!\n                -- Лучше бы это был всбитень,-- тихо сказал Карлсон.-- Пора бы уже на лёгонькое переходить.\n                Старуха Фрейкен была права -- Карлсон стал похлеще всякого там алкаша. Хотя Карлсон временами и жалеет, что взял Фрейкен Бок с собой в сказку, но признаёт, что неизвестно что бы с ним сталось, если бы не она. Протерев глаза, нос, губы, словом, всё лицо, он размял шею и попытался встать с кровати.\n                Только сейчас Карлсон заметил, что в дверях стоит сам Винни. Пухляш был уже готов взять реванш.\n                -- Очухался?-- спрашивает Винни.\n                -- Сейчас узнаешь...\n\n               Вы думали, что снова будет драка? Нет. Эти друзья не настолько глупы, чтобы тратить свои силы на выяснение отношений. Вместо этого они договорились пойти на пчёл. Однако пчёлы -- создания опасные, а у друзей небыло никакого оружия.\n               Надо бы раздобыть...",
    "answers": [
      {
        "id": 18,
        "text": "Надо!"
      }
    ]
  },
  {
    "id": 31,
    "text": "                -- Да дело есть,-- начинает Винни Пух.\n                -- Слушаю.\n                -- Мёда нет, а сладенького ой как хочется! Решили мы на пчёл пойти, да при руках не дубины.\n                -- Вы меня для компании искали?\n                -- Нет, нам стволы нужны.\n                Колобок призадумался. Ему и так проблем хватает, а тут ещё думать, где оружие достать.\n                Однако отказать друзьям он не мог.\n                -- Ну, у меня своих дел по горло... Хорошо! Я, так и быть, помогу вам их достать. Только с вас должок.\n                -- Конечно!-- переглянулись и ответили Карлсон и Винни Пух.-- Только помоги, хотя бы материально.\n                -- Договорились!\n                Договорились. Втроём обходя поле костей друзья проходили мимо кинотеатра, высоко на стене которого висел плакат: \"От создателей Духless и Винни Пух -- Пухless\". У входа не смотря ни на что столпилась длинная очередь, так и зазывавшая на фильм.\n                -- Винни, а ты что в каком-то фильме снимался?\n                -- Не в каком-то а в блокбастере,-- сказал Винни Пух.-- Ух-х-х-х-х-х! Какое слово не русское!\n                -- Винни, а на шиша оно тебе надобно?\n                -- Листьев на мёд не хватало.\n                -- А теперь хватает?\n                -- Колобок, хорошь над Пухом потешаться!\n                -- Подумаешь! Спросил...",
    "answers": [
      {
        "id": 32,
        "text": "Зайти в кинотеатр",
        "need": -32
      },
      {
        "id": 33,
        "text": "Идти дальше"
      },
      {
        "id": 34,
        "text": "Идти к царю"
      }
    ]
  },
  {
    "id": 32,
    "text": "                Ребята зашли в кино... нет! Какие ребята?!\n                Друзья... Уже было!\n                Товарищи... Слава КПСС!\n                С важным видом зашагали они в сторону кинозала. Таким именитым личностям как они можно всё! Взяв в буфете сладкую жареную кукурузу и свеклу, безбилетники уселись посередине четвёртого ряда.\n                Экран почернел (стал чернее, чем был), свет погас, в зале стало совсем тихо, на экране проступила уже знакомая надпись: \n\"\n                   От создателей Духless и Винни Пух...\n\n                                             ПУХLESS\n\n                                                                                                         \"\n                 Интрига.\n                 Фильм пришёлся всем по вкусу, особенно Винни Пуху. Весело смотреть кино со своим участием.\n                 Эти шутки про мёд, накрытие картеля с пчёлами, расследование пропавшего хвоста...\n                  Когда экран погас и свет включился, зал залился аплодисментами. Свиньи свистели и визжали, зайцы плакали, крокодил Гена с последнего ряда кричал: \"Браво!\" Весь зал смотрел на Винни Пуха и аплодировал. Администрация кинотеатра, узнав, что в зале сидит сам Винни Пух, тоже зашла в зал и стала аплодировать и кричать от восторга. Поев в буфете сахарной ваты друзья (опять друзья!) вышли из кинотетра навтречу приключениям. Конец. Шучу.",
    "answers": [
      {
        "id": 31,
        "text": "Ай да шутник!"
      },
      {
        "id": 31,
        "text": "Ни капельки не смешно!"
      },
      {
        "id": 31,
        "text": "Не смешно"
      },
      {
        "id": 31,
        "text": "Да ну!"
      },
      {
        "id": 31,
        "text": "Пухless?"
      },
      {
        "id": 31,
        "text": "Можете нажимать куда угодно, всё равно все эти вкладки ведут к одной, уже знакомой вам странице. Я планирую позже сделать систему достижений, но это уже в будущем."
      }
    ]
  },
  {
    "id": 33,
    "text": "              Герои медленно шли по улицам города, изредка поглядывая по сторонам. Теремки маленькие и большие, высокие и низкие, землянки, глубянки, полуземлянки...\n              В основном все строения были деревянными, в Сказке дерево медленно гниёт, да и зачем отстраивать многоэтажки и роскошные коттеджи, если земля может уйти из-под ног в любой момент?\n              На улицах маловато пешеходов, да и облик города ничем уже не напоминал цветущий раньше мегаполис. Основной ресурсы этой страны, этого континента -- вера и фантазия. Трудно поверить, но именно из этого здесь всё и состоит: дома, деревья, живые существа... Крепкая человеческая мысль довольно легко материализуется, а что если взять мысли об одном и том же целых поколений? Именно на этом основываются большинтво карманных вселенных, но эта вселенная... Это не фантазия, не вымысел, не сказка.\n              Это реальная сказка!\n\n              Вдруг вся компания замечает вдали кучку бездвижных тел.\n              Когда они подбигают к ним оказывается, что это милицейская гвардия, а точнее их тела. Вокруг лежали несколько убитых упырей.\n              -- Землятресение, скелеты, а теперь ещё и упыри?-- возмущается Колобок.-- Кто-то что-то мутит.\n              -- Ох не к добру это...-- себе под нос шепчет Винни Пух.\n\n              Все трое сошлись на том, что им следует выяснить, куда приведёт сказочную страну эта цепь явно не случайных событий. На все их вопросы сейчас мог ответить только один персонаж -- Фарлаф!\n              Путь лежал неблизкий, но известно одно: близится что-то тёмное, что-то глобальное.\n              И совсем скоро вся Сказка это ощутит на себе, ведь это коснётся всюду всех и вся.",
    "answers": [
      {
        "id": 48,
        "text": "К замку Фарлафа"
      }
    ]
  },
  {
    "id": 34,
    "text": "                -- К царю?\n                -- Да, к царю.\n                -- К Салтану, Гвидону, или какие там ещё есть?\n                -- Не глупи, медведь.\n                -- К Путину!\n\n                Юмористический рассказ и вовсе не юмористический, если в нём не пошутить про Путина.\n                Это кстати шутка была. Видимо, не смешная.\n                Но вы ведь всё равно рады увидеть парочку предложений непосредственно то автора, так ведь?\n\n                -- Ага, как же!\n                Друзья переглянулись.\n                -- Он и так сказки про кризис и непонятные дыры в бюджете каждый день от своих подчинённых выслушивает, так ему ещё сказочным государством управлять! Нет, ему и России хватает. Эх, Русь-матушка, некому теперь в тебе в нас верить...\n                Вот все трое на грустной ноте и подошли к воротам Кремля. Кремль красивый стоит, белокаменный. Стены высокие облака сеют, купол золотой дворца царского в небо упирается, башни теснят небосвод... Словом, ни даже в сказке сказать, не пером пушкинским описать. Зрелище выдающееся.\n                Колобок постучал лбом по большим деревянным воротам, хотя, я думаю, это было не обязательно -- Колобка, Винни Пуха и Карлсона тяжело не заметить. \"Кто там?\"-- грозно послышалось со стороны ворот. Колобок набрал полную грудь воздуху, как бы готовясь предстать во всей красе и ответил:\n                -- Герои мы, к царю за советом пришли.\n                Могучие деревянные ворота скрипя открылись и на встречу героям пошёл оттуда здоровый воин с чёрной бородой, из-за ворот показались несколько не менее здоровых парней. за воротамивеличественные здания, поражавшие своей красотой любого.\n                -- Черно...-- начал было  Колобок.\n                -- Бор? Вор? Лор? Гор? Дор? Фор? Нор? Мак?..-- перебил Винни Пух.--Чёрная Борода?\n                -- Или Кончи...\n                -- Черномор!-- представился воин с чёрной бородой.-- Честь имею. А вы зачем пришли?",
    "answers": [
      {
        "id": 35,
        "text": "За хлебом"
      },
      {
        "id": 37,
        "text": "За мясом"
      },
      {
        "id": 36,
        "text": "За солью"
      },
      {
        "id": 38,
        "text": "       -- Мы ж тебе говорим, что совет у царя-батюшки спросить!"
      },
      {
        "id": 35,
        "text": "А тебе какое дело?"
      },
      {
        "id": 31,
        "text": "Развернуться и уйти"
      }
    ]
  },
  {
    "id": 35,
    "text": "                -- В таком случае, проход к царю-батюшке вам закрыт,-- говорит Черномор. Богатыри показывают на мечи и улыбаясь выпроваживают героев.\n                -- Вот суки!-- кричит Карлсон.-- Я к вам в следующий раз на горыныче прилечу!\n                -- Совсем богатыри обнаглели,-- говорит Винни.\n                -- Менты, они и в сказке менты.\n                Формируется такое ощущение, будто сам дьявол велит каждому менту чертом быть, или... Ну, приблизительный ход мыслей вы поняли.\n\n                ...Делать нечего, придётся,\n                Из дворца идти пустым,\n                И, покуда светит солнце,\n                Не в Кремле искать стволы.\n               \n                Рифма может быть и так себе, но хотя бы смысл есть. Кто нибудь знает, зачем я это вообще пишу?\n\n                Колобок, Карлсон и Винни Пух пошли дальше.\n\n                (Это не совсем линейный квест и герои могут себе это позволить. Думаю, в произведении становится слишком много слов автора, извините)\n\n                День подходит к концу, а наши герои так и не обрели того, что им было нужно. Ну ничего, времени у них полно, а терпения... они тут уже сотни лет, о чём это я?!",
    "answers": [
      {
        "id": 33,
        "text": "Брести по улицам города"
      }
    ]
  },
  {
    "id": 36,
    "text": "                -- Так, лоси... \n                -- Мы не лоси!-- вскрикивает Карлсон.\n                -- Он солёный...-- лижет руку Колобку медвежонок.\n                -- Отстань,-- выдёргивает руку Колобок.\n                -- Я тут закон и порядок,-- говорит Черномор.-- Коли в думу дурачиться пришли, вон из сказки вв реальность! Я тут решаю кто проходит, а кто нет.\n                -- Мы тебе говорим, мы к царю-батюшке!\n                -- По какому вопросу?\n                -- Это дело государственной важности.\n                -- Я тут власть, я тут порядок!!!\n                Взбешёный Черномор замахнулся на троих друзей и уж было ударил, но его руку остановил Ваня.\n                -- Ты власть?-- спрашивает Черномора он.\n                -- Я...\n                -- Ты у меня сейчас под трибунал пойдёшь за несубординацию, превышение должностных полномочий, позор мундира, за измену родине!\n                -- Нет, ванюша... Ты что? Я же пошутил.\n                -- Ты тут шутом работаешь или следишь за порядком в Сказке, а? Мигом тебя к стенке приставим.\n                -- Не вели казнить, вели миловать...\n                -- Тут я велю, приказывать мне вздумал?\n                -- Нет, ваше благородие.\n                -- То-то.\n                Иван скомандовал пропустить нас к царю.",
    "answers": [
      {
        "id": 43,
        "text": "Идти за Иваном"
      }
    ]
  },
  {
    "id": 37,
    "text": "                -- Я из тебя сейчас мясо сделаю!\n                Не слабо отмутузили героев бравые витязи.\n                В данные момент сидят они в сырой крепостной темнице и стучат кружками по решеткам.\n                -- Будут прокляты эти распоясовшиеся в конец богатыри!-- проворчал Винни Пух.-- Совсем оборзели!\n                -- Да, славно они мне бока намяли,-- добавил Колобок.-- Что с ними такое? Раньше ведь были нормальные ребята, а сейчас...\n                -- А сейчас оборотни в серебрянных латах!\n                -- Ну-у-у-у-у...\n                Недолгое молчание.\n                -- Давайте-ка лучше выбираться отсюда,-- предложил Карлсон.-- Здесь слишком сыро.\n                Думалось гудевшим после взбучки головам сказочных героев не очень, особенно если брать в расчёт их голод. Да, они уже давно ничего толкового не ели. В сырой темнице жутко воняло чем-то тухлым.\n                Через полукруглое решётчатое окно пробирался тусклый пыльный свет, наполняя новыми красками мрачную \"камеру\", в которой и сидели друзья.",
    "answers": [
      {
        "id": 39,
        "text": "В общее тюремное помещение входит Иван. Не то царевич, не то дурак, но заявил он о себе достаточно громко."
      }
    ]
  },
  {
    "id": 38,
    "text": "                -- А-а-а-а-а-а, вот что! Давненько ему за советом никто не ходил. Ну проходите.\n                Как и положено по уставу, героев обыскали и пустили в крепость.\n                Во внутреннем дворе крепости трава может быть и не ярче, солнце не краше, да обустройство всё-таки получше, чем во внешнем. Формируется ощущение, будто в сказку попал... Ах да! Тут может и не всё симметрично, но красиво и логично.Тропинки из брусчатки, дороги из камней другоценных (нет, не опечатка).\n                Всё здесь диво: и деревья, и кусты, и цветы, а цветы-то какие! В центре сада по магическим колпаком сам Аленький цветочек цветёт! Всюду постройки мраморные, плющом да виноградом обвитые, малые и высокие, бани могучие, дома деревянные резные один другого красивее, дворцы малые, колонны, мосты, башни каменные, обелиски гранитные... Как говорится: не в сказке сказать не пером описать.\n                 Просторы тут не малые, как же тут отыскать царя в этом большом райском саду?\n                 Благо, пока герои дивились красотой неописуемой, рядом проходил Иван. \n\n                                                                               Не то царевич, не то дурак, \n                                                                               Словом он: и так, я сяк. \n                                                                               Знамо было только то, \n                                                                               Стать царевича -- его.\n\n                 (Неужто опять вам стишок не по-душе?)\n\n                 -- Чего стоим, зеваки?-- добро спрашивает вечно молодой Иван.\n                 Герои оттаяли и тут же поведали Ивану об их нужде.\n                 -- Ну что ж...-- говорит Иван.-- Пойдёмте, проведу вас к отцу.\n",
    "answers": [
      {
        "id": 43,
        "text": "Идти за Иваном"
      }
    ]
  },
  {
    "id": 39,
    "text": "                -- Вечер в хату, правонарушители!-- улыбается Иван.-- Как делишки, арестанты?\n                -- Это ты так пошутить собирался?-- пригрубил Колобок.-- Должен сказать, над твоим чувством юмора ещё придётся поработать,-- добавил он.\n                Иван открыл дверь в камеру и выпустил \"злоключённых\" на волю. Они друг с другом уже давно и тесно знакомы, во всяком случае Колобок с Иваном.\n                \n                Должен вам сообщить, что Иван -- персонаж всем знакомый и любимый. Его похождения отразились во многих сказках и с уверенностью можно сказать, что Иван -- самый знаменитый сказочный персонаж из всех. Кроме того он рекордсмен, нет, не то, он, нет, его, нет, у него, вот, у него больше всех сказочных историй.\n                Дурак поумнел и стал царевичем, а сколько у него красавиц было! Вот извольте и сосчитайте.\n\n                -- Это как так вас угораздило витязям нашим попасться?-- спрашивает Иван.-- За что они вас сюда...\n                -- Да мы и сами, в общем-то, не поняли.\n                -- Застой видимо, без работы гвардия в свиней превращается. Быть может и медленно, но верно.\n                Возможно Иван и прав, что на характере и поведении богатырей сказывается безделье, с другой стороны чтобы богатыри... Чтобы богатыри да стали хуже, чем самый рьяный и мерзкий злодей...\n                Нет! Они сказочные персонажи, а не люди.\n                -- Вам, на сколько я понимаю, к царю нужно?\n                -- Правильно понимаешь.\n                -- Тогда пойдёмте.",
    "answers": [
      {
        "id": 43,
        "text": "Пойти за Иваном"
      }
    ]
  },
  {
    "id": 40,
    "text": "               -- В походе? Ну-ка, ну-ка...\n               -- Чего?-- нарицает Колобок.\n               -- Я хотел бы узнать поподробнее об вашем походе, так куда вы путь держите?\n               -- Ну извини, сказать тебе этого мы не можем,-- в знак согласия двое других покивали головами.\n               -- Нет уж извольте, коли ночевать останетесь.\n               -- Хозяин — барин,-- поддержал колдуна Карлсон.\n               Так тому и быть. Поведали герои о задании важном и о целях своих, да о пчёлах не забыли.\n               -- Ну что ж,-- на то отвечает старик.-- Хотя оружия у меня нет, возьмите это.\n               Фарлаф протягивает им три необычные пилюли.\n               -- Что это?-- хором спрашивают друзья.\n               -- Это -- моя вам поддержка,-- отвечает колдун.\n               -- А поконкретней?\n               -- Эти чудо-таблеточки делают вас на пару минут несколько сильнее, ловчее, быстрее, умнее и т.д.\n               -- А что ты там такое нахимичил, что они такую силу дают?\n               -- Дык не я один это химичил, мне помогли.\n               -- Кто?\n               -- Ясно кто — Ряба.\n               -- Серьёзно?\n               -- А вы что, думали она только пищепромом занимается?-- маг залился хохотом.\n               Колобок сделал серьёзный вид и спросил, где они могут переночивать.\n               Фарлаф отвёл их к нескольким гостевым комнатам. Выбирите каждому подходящую с учётом их предпочтений (этот выбор может несколько повлиять на сюжет).",
    "answers": [
      {
        "id": 42,
        "text": "Далее к выбору"
      }
    ]
  },
  {
    "id": 41,
    "text": "                  -- Скелеты -- костлявые магические твари, на поддержание в них жизни требуется много магии, много сил. Их никак не запугать и крайне трудно убить. Придётся переломать им все кости... Гхе-хе! Степень их непобедимости зависит от силы мага-призывателя. Упыри -- не менее тяжёлые противники. Как по мне, они что-то среднее между вампиром и зомби. Интелекта они среднего, могут сильно походить на людей, но при этом боятся солнечного света. Ну а на счёт землетрясений: землятресение -- природное явление при котором земля под ногами начинает трястись, вызывается это в результате сейсмической нестабильности на сдвигах литосферных плит, если мне не изменяет моя память.\n                  -- Мы сейчас говорим совсем не об этом, Фар.\n                  -- Да? А о чём же?\n                  -- Не включай дурака, чародей. Сегодня в городе было землятресение. Благо, от него вроде никто не пострадал, но всё же... Ещё Приходили скелеты махать мечами направо-налево. Ну а пока мы думали к тебе идти увидели несколько трупов милицейской гвардии и упырей. Ничего не хочешь нам сказать?\n                  -- Ну и дела творятся в сказочном три-девятом...\n                  -- Чародей...\n                  -- Да знать я не знаю, с чего это вся нечисть повылезала! Тем более нападать на всех подряд...\n                  -- А ты подумай, ты ведь в таких делах профессионал.\n                  -- А у скелетов этих, какие мечи были?\n                  -- А какое это имеет значение?-- встревает Карлсон.\n                  -- Большое.\n                  -- Обычные, предположим.\n                  -- А сталь какая? Говори подробнее...\n                  -- Темноватая, отдаёт медью или призмой. К тому же мечи куда-то деваются после смерти их владельцев.\n                  -- Понятно...\n                  -- Что тебе понятно, старый?!-- взбесился Винни Пух.\n                  -- Не оскорбляй меня, медведь! Расправы захотел? Есть у меня догадки, но говорить о них пока рано.\n                  На всём остальном согласившись, Фарлаф приглосил переночевать друзей наверху, отдав им во распоряжение несколько комнат. Используя ваши знания сказок, выберите для каждого подходящую комнату.",
    "answers": [
      {
        "id": 42,
        "text": "Приступить к выбору комнат"
      }
    ]
  },
  {
    "id": 42,
    "text": "                  Для нечитающих людей ниже дана характеристика. А вообще, советую вам читать сказки своего народа. Знать их обязан каждый (Хоть и не все персонажи этого квеста принадлежат к славянскому фольклёру).\n                  \n                 1. Винни Пух.\n                 Предпочитает жить внутри деревьев, предрасположен к деревянной мебели, любит мёд. Не имеет особых предпочтений к интерьеру, разве что, любит мягкие и пушитые подушки, а также мягкую кровать.\n\n                 2. Карлсон.\n                 Учитывая то, что до того, как попасть в эту страну, жил в реальности в чулане. Пусть он и не прихотлив, но всё же любит устроиться покомфортнее, да поудобнее. Ещё он очень любит варенье.\n\n                 3. Колобок. \n                 Этот румяный друг предпочитает кровати согласно своей геометрической форме, поэтому никак не может отловить серого волка, что кусает за бока маленьких деток. \n\n\n\n                 1-ая комната.\n                 Неприметная и невзрачная комната с вполне себе годной кроватью, главное, чтобы она не развалилась (я имею ввиду кровать). Кровать железная, на полу ковёр.\n\n                 2-ая комната.\n                 Всё довольно простенько, не считая роскошной кровати с мягкой периною, пикантности интерьеру добавляет и качественная деревянная мебель.\n\n                 3-я комната.\n                 Кровать здесь тоже не плоха, но сильно продавлена посеридине матраса. На столе лежит банка с соленьями.",
    "answers": [
      {
        "id": 49,
        "text": "1-1, 2-2, 3-3"
      },
      {
        "id": 49,
        "text": "1-1, 2-3, 3-2"
      },
      {
        "id": 51,
        "text": "1-2, 2-1, 3-3"
      },
      {
        "id": 49,
        "text": "1-2, 2-3, 3-1"
      },
      {
        "id": 49,
        "text": "1-3, 2-1, 3-2"
      },
      {
        "id": 49,
        "text": "1-3, 2-2, 3-1"
      }
    ]
  },
  {
    "id": 43,
    "text": "                Поднимаясь по каменной лестнице вверх, герои рассуждали о том, что им говорить царю.\n                Наверное, просить оружия у царя -- не лучшая идея. Однако с другой стороны он им многим обязан.\n                Выйдя на первый этаж дворца все они пошли другой лестницей (лестница, ведущая в темницу не была связана с общей, наверное, по очевидным причинам).\n                Стража всюду пропускала героев.\n                \n                На втором этаже кремлёвского дворца располагалась величественная зала, через которую проходили герои, чтобы попасть в официальную часть дворца. Официальной она называлась, так как именно там проходили все важные переговоры, собрания, велись пиршества, но было всё это уж очень давно.\n                Сейчас это помещение пустовало.\n                При входе сюда можно видеть красный официальный ковёр, растелающийся по всему полу.\n                Сразу бросается в глаза длинный стол, уходящий довольно далеко вперёд. По всей его протяжённости, разумеется, расставлены задвинутые деревянные резные стулья, дубовый стол здесь очень хорошо смотрится. В другом конце стола раздвоение, из-за чего стол и кажется сверху буквой \"Т\" с сильно вытянутым хвостом. Чуть выше \"Т\" располагается царское кресло -- оно больше и красивее остальных.\n                С высокого потолка свисала красивая объёмная люстра, которая сейчас хоть и не горела, но всё же светилась от блеска золота. На стенах через каждые 2-3 метра можно заметить маленькие тускловатые светильники. Больше, пожалуй, в зале ничего не было, кроме нескольких маленьких кресел.",
    "answers": [
      {
        "id": 44,
        "text": "В этом помещении больше нет ничего и никого, стоит поискать царя в другой комнате."
      }
    ]
  },
  {
    "id": 44,
    "text": "                Иван и его спутники направлялись в личный кабинет(!) царя. Обычно он был всегда закрыт.\n                Царевич постучался тройным стуком и, ничего не услышав в ответ, воскликнул:\n                -- Точно! Зачем же ему там быть! Я знаю где он!\n                Друзья пошли на веранду, а точнее балкон. Балкон, размером с веранду. На балконе в специальном кресле лежал царь и попивал прохладный напиток из крепкой деревянной кружки. Надо добавить ко всему прочему, что царь был в одних трусах, в полосочку.\n                -- Чего вам надобно, гости дорогие?\n                -- Здравствуй, отец,-- приветствует Иван.\n                -- А-а-а-а, привет Ивашка!-- дивится царь.\n                -- Отец, они к тебе по делу.\n                -- Ну а как же! Нет чтоб ко мне просто в гости заглянуть, ко мне все по делам ходят, деловые.\n                -- Отец...\n                -- А мне может быть тут скучно, одни и те же рожи изо дня в день маячут, а советник как раз-таки не рекомендовал город посещать, да и вообще за периметр выходить, опасно это, времена нынче не спокойные. Однако, на то он и советник, чтобы советовать, не так ли?-- жалуется царь голосом Ивана Охлобыстина.-- Давненько я в городе не бывал...\n                 -- Так, царь-батюшка.\n                 -- А вот если бы стража ваша не била всех подряд без причин и совести, тогда бы может быть у вас гости и чаще появлялись,-- смело заявляет Пух.\n                 -- Да?-- обращается царь к Ивану.-- Это правда?\n                 -- Правда,-- отвечает он.\n                 -- Ну-с с этим я разберусь, будьте уверены...\n                 -- Да уж...\n                 -- А вы, собственно, ко мне по какому делу наведались?-- спрашивает царь.\n                 -- Ну, дело не простое...-- замямлил Колобок и, если бы у него были ноги, он наверняка бы вдавливал носком невидимый предмет в пол, крутя ногой то по часовой, то против стороне.\n                 -- Говори уже, не чужие ведь люди. Я всё пойму и выслушаю, ну, почти всё.\n                 -- Нам нужно оружие,-- заявил Винни Пух.\n                 -- Вы с ума что ли сошли?!\n                 -- Вы у кого просите?-- как бы спрашивает царь у своего сына Ивана.-- Вы у меня просите?\n                 -- Да, вот так вот.\n                 Царь набрал в грудь побольше воздуха и с тихим, но долгим шипением выпустил куда-то в каменный пол.\n                 -- Будет вам оружие.\n                 Друзья уж было обрадовались.\n                 -- Но как царь я вам его выдать не могу, сами понимаете. Я дам вам указание, но это строго между нами и только по дружбе, вам ясно?-- услышав утвердительный ответ царь продолжил.-- Тут делам государственным один разбойник мешает...\n                 -- Дай угадаю, Соловей?\n                 -- Нет, не угадал. Соловья нигде не видать, а что самое главное, и не слыхать\n                 -- А кто же тогда?\n                 -- Бармалей.",
    "answers": [
      {
        "id": 45,
        "text": "Вот так новость!"
      },
      {
        "id": 45,
        "text": "\"Гхе!\""
      },
      {
        "id": 47,
        "text": "Бармалей?"
      }
    ]
  },
  {
    "id": 45,
    "text": "             Герои раскланялись в пол и пошли на встречу к приключениям.\n             Бармалей -- противник довольно серьёзный, это тебе не мертвецов бить. Ну а если ещё учитывать тот факт, что наши герои совершенно безоружны, то эта работёнка не из лёгких.\n             -- Развелось же бандюганов!-- жалуется Колобок.-- Вот что им в Сказке никак не имётся?\n             -- Ну, злодеи -- есть злодеи,-- отвечает Карлсон.-- А ты чего ожидал?\n             -- Когда я слышу \"бандюган\", -- говорит Винни Пух.-- Я всегда почему-то представляю себя Соловья-разбойника.\n             -- Наш тесный мир итак катится ко всем чертям, ещё и \"злодеи\" опомниться не могут.\n             -- Каждый по-своему переживает стресс. Сам же знаешь, что онец света может произойти в любой момент.\n             -- И то верно.\n             Дальше друзья шли молча.\n\n\n\n             Смеркалось. Багровое зарево расстилало свой сыпучий узор по всему горизонту, мелкие кучевые и перистые облачка растворялись в солнечном пожаре. Не дожидаясь сумерек, герои решили найти надёжное укрытие, мало ли что. Карлсон возразил, сказав что медлить нельзя и будет лучше напасть на склад ночью, но герои уже довольно измотаны. Перед вами стоит непростой выбор.\n              Неподалёку располагалась хижина Фарлафа.",
    "answers": [
      {
        "id": 46,
        "text": "Продолжить путь"
      },
      {
        "id": 48,
        "text": "Идти к Фарлафу"
      }
    ]
  },
  {
    "id": 46,
    "text": "                    Пройдя пять вёрст, герои несколько подустали.\n                    Решено было сделать привал, отдохнуть, набраться сил, а вот уже утром брать неприятеля.\n                    Колобок быстро натаскал дровишки и хворост к месту, которое выбрал Карлсон. Винни Пух наточил камнем крепкую палку, сделав тем самым из него кол, и убил им оленя. Все трое раскопали в земле неглубокие ямки, нарвали соломы на лугу, находившемся неподалёку, и побросали туда. Сверху свои конструкции укрепили самыми прочными палками из всех, что отыскали. Карлсон разжёг костёр, Колобок разделал и приготовил оленя (да, он знает толк в кулинарии), на что в общей сложности ушло порядка двух-двух с половиной часов.\n                     После соленоватого жареного оленя очень хотелось пить, благо неподалёку бил из земли маленький ручей. Да, это не жизнь, а сказка. После позднего ужина герои притушили костёр и легли спать.\n\n                     Наутро друзья доели оленя (у них с утра особо зверский аппетит) и двинулись в путь, при этом не забыв стереть все следы своего прибывания. Долго ли, коротко ли шли герои, да ещё утром поспели к порту.\n                 Катится Колобок и спрашивает:\n                 -- А мы что, в рукопашную их мутузить будем?\n                 -- ...\n                 -- ...\n                 -- ...\n                 -- Как же ты вовремя подумал!\n                 -- Ну, я хотя бы подумал. Ведь лучше поздно, чем никогда, правильно?\n                 --  ...-- ворчит Карлсон.\n                 -- Хорошо, тогда работаем по-старинке.\n                 Подойдя к бирже, все трое огляделись и осмотрели периметр. Вокруг патрулировали разбойники.\n                 План заключался в том, чтобы обезвредить нескольких патрульных, пробраться на склад, вскрыть ящики и забрать арсенал, затем найти и обезвредить Бармалея (он тут всем заправляет).\n                  При этом, желательно, взять Бармалея живым и отвести в тюрьму (хотя вообще этим должны заниматься богатыри). Что ж, первую часть плана им удалось совершить весьма успешно, а вот со второй возникли проблемы. На склад проверять продукцию пришли сам Бармалей и Соловей-разбойник.\n                  -- Я надеюсь с товаром проблем не возникнет?-- спрашивает Соловей-разбойник.\n                  -- Обижаешь,-- отвечает Бармалей.-- Сам проверял.\n                  Подойдя к одному из ящиков, Соловей достал из-за спины лом и мигом вскрыл его. Среди соломы в ящиках лежали первоклассные гладкотёсанные древомёты. Судя по различающимся по размерам ящикам, здесь собрано огромное колличество оружия всех видов. Мало того: друзья догадываются, что тут также может быть и взрывчатка, а в особо больших ящиках -- ещё и техника, правда, не понятно какая.\n                  Герои призадумались...\n                  Выйдя из задумчивого состояния, они никого не увидели. Из ангара все незаметно пропали...",
    "answers": [
      {
        "id": 11,
        "text": "Опять всё прозевали!"
      }
    ]
  },
  {
    "id": 47,
    "text": "          -- Он кровожадный, он беспощадный, он злой разбойник -- Бармалей!\n          Бармалей -- тот ещё типок. Казалось бы, докучал только престарелому ветеренару, а каких успехов достиг в криминале!\n          Нет, вы только подумайте! Все злодеи злодеями, ну что поделаешь, а этот вообще отъявленный мерзавец. Чтобы так мучить престарелого ветеренара!\n          Помимо всего прочего, Бармалей -- успешный пират и контрабандист, крупнейший диллер во всей Сказке, всегда остающийся в тени. Неизвергнуть его будет не так то просто.",
    "answers": [
      {
        "id": 45,
        "text": "Но мы постараемся!"
      }
    ]
  },
  {
    "id": 48,
    "text": "               \"Тук-тук-тук!\"-- послышался стук.\n               Постучав ещё раз маленькая сказочная компания услышала мерзкий старческий голос:\n               -- Кто вы и чего вам надо?\n               -- Фарлаф, ты опять себя старишь? Не боись, свои это.\n               На двери на уровне глаз открылась специльная перегородка, через которую Фарлаф мог видеть незванных гостей.\n               -- Ну!\n               -- Что \"ну!\"? Так и быть уж, проходите.\n               Все трое входят внутрь небольшой крепости Фарлафа, вытирая ноги (у кого они есть) об преддверный коврик.\n               -- Простите мне мою грубость, господа. Я не жду гостей. Да и многим людям я нравлюсь?\n               -- Да всё хорошо, мы понимаем, сколько проблем у тебя было с этой бородой и у нас с тобой.\n               -- Так вы сами, собственно, зачем пожаловали?",
    "answers": [
      {
        "id": 40,
        "text": "-- Мы пришли переночевать. В походе мы необычном.",
        "need": 45
      },
      {
        "id": 41,
        "text": "-- Что ты знаешь об скелетах, упырях и землетрясениях?",
        "need": 33
      }
    ]
  },
  {
    "id": 49,
    "text": "               К сожалению, не все герои рады своему прибыванию здесь.\n               Тем временем Фарлаф в своём кабинете (одном из многих) безуспешно искал что-то.\n               -- Да где же оно...\n               Наконец, перерыв первые этажи, он успокоился, покуду нашёл наконец то, что искал.\n               -- Свет мой, зеркальце, скажи...--приговоривает Фарлаф.-- Новостная сводка на сегодня.\n               Фарлаф окаменел от ужаса. Судорожно он искал контакт кота. Услышав в след за гудками уже привычное \"Алло\", Фарлаф перевёл дух, и, вытерев пот со лба, ответил:\n               -- Привет Кот, слышал о том, что в три-девятом творится?\n               -- Нет, мне некогда. Сегодня мои приборы показали наличие странной сейсмической активности под континентом, так что дел по горло, нужно всё разузнать.\n               -- Так и я об этом же!\n               -- Что, правда?\n               -- В городе паника, сильные землятресения, нашествие скелетов и упырей.\n               -- Погоди-погоди, ты сказал упырей?\n               -- Да, а в чём дело?\n               -- В  Сказке упырей нет!\n               Молчание.\n               -- То есть как это, нет?\n               -- Они не из Сказки,-- истерически отвечает Кот.\n               -- Тогда как они сюда попали?\n               -- Понятия не имею, нужно больше данных.\n               -- Я понял, сегодня высплюсь, а завтра пойду разузнаю, что вообще тут происходит. Ладно, конец связи.\n               -- Пока.\n               Фарлаф протёр Я-Зыркало и положил его обратно. \"Завтра будет трудный день\"-- подумал он.\n               Добрый старик попил на своей кухне молока и лёг спать. Да, завтра будут разгаданы многие загадки сегодняшнего дня. А пока герои спят, считаю нужным рассказать о том, чем заняты некоторые другие герои.",
    "answers": [
      {
        "id": 50,
        "text": "Ну и чем же они заняты?"
      }
    ]
  },
  {
    "id": 50,
    "text": "                  Буратиборг, то есть Буратино сидел дома и смотрел новости.\n                  Вдруг в дверь кто-то постучался. \"Кто бы это мог быть?\"-- подумал Буратино и встал с продавленного дивана. Перед дверью домика стояли Заяц и Волк. Эти двое, отдышавшись, спросили:\n                  -- Тачка есть?\n\n\n\n                Немного погодя Буратино ответил:\n                -- Ну есть.\n                Заяц с Волком переглянулись.\n                -- А что?-- добавил Буратино.\n                -- Нужна,-- отвечают герои.-- По зарез.\n                Обговорив всё и сообщив Буратино, что это за дело у них чрезвычайной важности, Буратино согласился, но для машины бензина у него не было (точнее повидла). Пришлось героям идти пешком.\n                Буратино согласился сопровождать Волка и Зайца. Путь до дворца был неблизкий, а если ещё учитывать тот факт, что Заяц с Волком уже порядком поизмотались, то достигнут цели они в лучшем случае через сутки, или вообще дня через два. Другого выбора у них нет и времени на размышления тоже -- уж слишком ценна информация, которой они обладают. Давайте пожелаем им удачи!",
    "answers": [
      {
        "id": 52,
        "text": "Удачи!"
      }
    ]
  },
  {
    "id": 51,
    "text": "               Молодец! Все герои остались довольны своими комнатами.\n               Тем временем Фарлаф в своём кабинете (одном из многих) безуспешно искал что-то.\n               -- Да где же оно...\n               Наконец, перерыв первые этажи, он успокоился, покуду нашёл наконец то, что искал.\n               -- Свет мой, зеркальце, скажи...--приговоривает Фарлаф.-- Новостная сводка на сегодня.\n               Фарлаф окаменел от ужаса. Судорожно он искал контакт кота. Услышав в след за гудками уже привычное \"Алло\", Фарлаф перевёл дух, и, вытерев пот со лба, ответил:\n               -- Привет Кот, слышал о том, что в три-девятом творится?\n               -- Нет, мне некогда. Сегодня мои приборы показали наличие странной сейсмической активности под континентом, так что дел по горло, нужно всё разузнать.\n               -- Так и я об этом же!\n               -- Что, правда?\n               -- В городе паника, сильные землятресения, нашествие скелетов и упырей.\n               -- Погоди-погоди, ты сказал упырей?\n               -- Да, а в чём дело?\n               -- В  Сказке упырей нет!\n               Молчание.\n               -- То есть как это, нет?\n               -- Они не из Сказки,-- истерически отвечает Кот.\n               -- Тогда как они сюда попали?\n               -- Понятия не имею, нужно больше данных.\n               -- Я понял, сегодня высплюсь, а завтра пойду разузнаю, что вообще тут происходит. Ладно, конец связи.\n               -- Пока.\n               Фарлаф протёр Я-Зыркало и положил его обратно. \"Завтра будет трудный день\"-- подумал он.\n               Добрый старик попил на своей кухне молока и лёг спать. Да, завтра будут разгаданы многие загадки сегодняшнего дня. А пока герои спят, считаю нужным рассказать о том, чем заняты некоторые другие герои.",
    "answers": [
      {
        "id": 50,
        "text": "Ну и чем же они заняты?"
      }
    ]
  },
  {
    "id": 52,
    "text": "                 Утром все, за исключением Фарлафа, двинулись в путь.\n                 Катится Колобок и спрашивает:\n                 -- А мы что, в рукопашную их мутузить будем?\n                 -- ...\n                 -- ...\n                 -- ...\n                 -- Как же ты вовремя подумал!\n                 -- Ну, я хотя бы подумал. Ведь лучше поздно, чем никогда, правильно?\n                 --  ...-- ворчит Карлсон.\n                 -- Хорошо, тогда работаем по-старинке.\n                 Подойдя к бирже, все трое огляделись и осмотрели периметр. Вокруг патрулировали разбойники.\n                 План заключался в том, чтобы обезвредить нескольких патрульных, пробраться на склад, вскрыть ящики и забрать арсенал, затем найти и обезвредить Бармалея (он тут всем заправляет).\n                  При этом, желательно, взять Бармалея живым и отвести в тюрьму (хотя вообще этим должны заниматься богатыри). Что ж, первую часть плана им удалось совершить весьма успешно, а вот со второй возникли проблемы. На склад проверять продукцию пришли сам Бармалей и Соловей-разбойник.\n                  -- Я надеюсь с товаром проблем не возникнет?-- спрашивает Соловей-разбойник.\n                  -- Обижаешь,-- отвечает Бармалей.-- Сам проверял.\n                  Подойдя к одному из ящиков, Соловей достал из-за спины лом и мигом вскрыл его. Среди соломы в ящиках лежали первоклассные гладкотёсанные древомёты. Судя по различающимся по размерам ящикам, здесь собрано огромное колличество оружия всех видов. Мало того: друзья догадываются, что тут также может быть и взрывчатка, а в особо больших ящиках -- ещё и техника, правда, не понятно какая.\n                  Герои призадумались...\n                  Выйдя из задумчивого состояния, они никого не увидели. Из ангара все незаметно пропали...",
    "answers": [
      {
        "id": 11,
        "text": "Куда они делись?"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]