[
  {
    "id": 1,
    "text": "Квест по миру Dishonored до времен промышленной революции. \nОкунитесь в мир, где никто не застрахован и каждый может упасть в грязь лицом. Мир, где все зависит только от вас! \nКвест можно пройти несколькими путями, от ваших действий зависит уровень хаоса в мире: больше убийств — больше паники и паранойи на улицах Дануолла. \nP. S. Квест больше подойдёт тем, кто играл в серию игр Dishonored. Буду рад любым комментариям и предложениям. \n\n    Автор: Valdis M. ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать историю] "
      },
      {
        "id": 55,
        "text": "[Версии] "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c840233/v840233770/3ae51/i265oD3RItk.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840421/v840421487/152d8/FHMXEpBMpw4.jpg",
        "system": true
      },
      {
        "id": 125,
        "text": "[Достижения] "
      },
      {
        "id": 133,
        "text": "[База данных] "
      },
      {
        "id": 1,
        "text": "[Продолжение истории] ",
        "targetbookid": 84176
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы-смотритель, член религиозной организации Ордена Смотретелей, подконтрольной Аббатству Обывателей. Целью Аббатства является защита простого люда от пагубного влияния Чужого и его магии. \n\nНедавно вам лично поступил анонимный донос на некоего Джона Крима, якобы в его особняк проникла ересь Чужого. Высшее руководство решило направить вас и ещё трех смотрителей проверить ситуацию.",
    "answers": [
      {
        "id": 3,
        "text": "[Направиться на задание] "
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840525/v840525394/1f580/V_n8OtKoZX8.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваши товарищи с энтузиазмом восприняли новости о предстоящем задании. В конце концов нести свет Семи Запретов для всех братьев ордена было честью. \n\nВы отправились в путь как только часы пробили восемь часов вечера, на улице уже почти никого не было. Подойдя к переулку Роз, вы встретили стражника, вечно они суют нос не в свое дело. \n\n–Что вы забыли так далеко от Канцелярии Верховного смотрителя? Напомню, на этот район распространяется юрисдикция городской стражи, мы следим тут за порядком! \n",
    "answers": [
      {
        "id": 4,
        "text": "Замолкни грешный! \n[Зарезать охранника] ",
        "var_add": [
          "kill",
          1
        ]
      },
      {
        "id": 28,
        "text": "Не мешай правосудию! \n[Оглушить] "
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c639120/v639120426/526d5/7e2eJU1bnTU.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Тело мужчины упало на землю, как мешок картошки. Любая жизнь - ничто, в сравнении с великой целью. \n\nВаши братья поспешили проследовать в особняк Крима, однако в последний момент вы заметили, как из-за угла выходят ещё двое. ",
    "answers": [
      {
        "id": 7,
        "text": "[Спрятаться] "
      },
      {
        "id": 10,
        "text": "[Напасть] ",
        "var_add": [
          "kill",
          2
        ]
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841536/v841536426/3940a/TiL5r-OW21c.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Вы быстро спрятались в высоких кустах за стеной особняка. К вам направлялись два крупных амбала одетых как уличные бандиты. Из их разговора стало понятно, что они являются наемниками еретиков. \nВ один момент они заметили тело стражника, лежащее на земле, и разделились: один продолжил рыскать на улице, второй направился ко входу в особняк. \nОни были удивлены, что кто-то осмелился напасть на городскую стражу. ",
    "answers": [
      {
        "id": 8,
        "text": "Нейтрализовать врага у двери "
      },
      {
        "id": 10,
        "text": "Начать праведный бой ",
        "var_add": [
          "kill",
          2
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Передавив сонную артерию своему врагу резким захватом, вы мигом лишили его сознания. \nВторой же наемник, так ничего и не заметив, продолжал поиски в соседнем дворе. Отлично, теперь ничего не мешает вам зайти внутрь. ",
    "answers": [
      {
        "id": 11,
        "text": "[Продолжить задание] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Всё та же картина: пустота, левиафан и тонкая тропинка из ступеней левитирующих в пространстве. Только вот теперь в конце тропы вас кто-то ждал. Нет, только не он! Это был Чужой. \nПеред вами стоял черноглазый юноша. За простой внешностью скрывался жестокий и коварный демон... \n–Я знаю, ты и твой культ фанатиков ненавидит меня. Вы считаете, что моя цель развратить человека, но нет. Я лишь хочу раскрыть настоящую личность, что томится в каждом интересном мне человеке... \nИ ты один из них, Чарльз Хельм. Ирония судьбы ли, но именно ты получишь мою метку, а не тот зануда, что томится у вас в пыточной камере со вчерашнего дня. \nМогу пожелать лишь удачи, как использовать мой дар решать лишь тебе... ",
    "answers": [
      {
        "id": 14,
        "text": "-Не нужен мне твой дар"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840631/v840631394/1d7fe/xLVfQI6_JFM.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "После ожесточенного сражения с двумя наемниками, проходившими мимо совершенно не случайно, вы поймали себя на мысли, что бой вам понравился, вы словно находились в своей стихии убивая врагов. Теперь противники Семи Запретов мертвы и вы можете последовать в особняк за братьями. \n\nКак только вы подошли к дверям, начался проливной дождь. Не добрый знак... ",
    "answers": [
      {
        "id": 11,
        "text": "[Продолжить задание] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Поднявшись на второй этаж, вы заметили гору уже давно разлагающихся трупов, прикрыв рукой нос, вы двинулись дальше. \nТам вы встретили своих братьев и одного странного мужчину, одетого в грязные лохмотья. Он стоял на коленях и явно находился в состоянии транса. \n—Долго же ты, что будем делать? — прервал молчание брат Морис ",
    "answers": [
      {
        "id": 12,
        "text": "Проклятый еретик! \n[Ударить мужчину] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Как только вы прикоснулись к еретику, пред вами открылась чарующая картина: голубого цвета пустота и огромный кит, плывущий по ней, впереди возникла дорожка из ступеней. Все это казалось таким далёким и в тоже время очень близким. \n—Эй! Все хорошо, брат? — вернул вас в реальность все тот же Морис. ",
    "answers": [
      {
        "id": 13,
        "text": "-Да, отлично. Идём, надо доставить еретика на суд"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841521/v841521008/35a2e/GC27t07P_8w.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "На следующий день вам была высказана благодарность за помощь в обнаружении очередного адепта. Вы были очень горды тем, что внесли вклад в его поимку. \n\nК вечеру вы, в компании друзей, отмечали за скромным столом не скромный повод: вас рекомендовали на пост защитника самого Верховного смотрителя. Это означало возможность хорошего карьерного роста в будущем. ",
    "answers": [
      {
        "id": 9,
        "text": "Как вдруг... "
      }
    ]
  },
  {
    "id": 14,
    "text": "В тот же миг рука словно загорелась, а когда вы сняли перчатку, то увидели ту самую метку, что с младенчества учили избегать. \nНе только вы заметили её... \n— Боже мой, что это? Откуда у тебя этот знак, Чарльз? Это же...Теперь ты нам больше не брат! — выкрикнул Идам. \nВы уже готовились отразить удар брата, бывшего брата... \nКак в вашу комнату ворвались человек десять  городской стражи с палашами на перевес. Видать хотели разобраться с инцидентом, случившемся вокруг их друга. ",
    "answers": [
      {
        "id": 16,
        "text": "Пора уходить "
      }
    ]
  },
  {
    "id": 15,
    "text": "После долгих скитаний вы забрели на старую китобойню. Там находили прибежище бедняки всех сортов, тут бы вас искать не стали. \nУ костра грелись пятеро человек в нищенских одеяниях. \nВы решили снять свою маску смотрителя, чтобы не привлекать много внимания. ",
    "answers": [
      {
        "id": 17,
        "text": "[Подойти к костру] "
      },
      {
        "id": 18,
        "text": "[Посмотреть на реку] "
      },
      {
        "id": 19,
        "text": "[Осмотреть мёртвого левиафана] "
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c639726/v639726849/654d1/x5yW8fhAyPU.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решили выпрыгнуть в окно и только через пару секунд поняли, что это была не самая лучшая идея. \nОднако, каким-то чудом вы избежали неприятного падения, а лишь мягко приземлились на мостовую. \n—Магия...— подумали вы, но выбирать не приходилось. Из окна на вас смотрели изумленные стражники. \nВы сосредоточились на месте в которое хотели переместится, и-и-и вот! Снова получилось! Таким образом вы добрались до самых окраин Дануолла. \nТолько после этого вы заметили, что ваша рука словно горит пламенем. \nЭто были незабываемые ощущения, самое лучшее, что вам приходилось чувствовать. ",
    "answers": [
      {
        "id": 15,
        "text": "[Найти пристанище] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Интересно, какая судьба завела сюда каждого из них, подумали вы, подойдя к костру. \nМногие выглядят не разговорчиво. \nПохоже вам придётся сдесь задержаться, так что придётся разговорить их. ",
    "answers": [
      {
        "id": 20,
        "text": "[Подойти к женщине в рваном платье] "
      },
      {
        "id": 21,
        "text": "[Подойти к старику] "
      },
      {
        "id": 22,
        "text": "[Подойти к человеку в плаще] "
      },
      {
        "id": 23,
        "text": "Кхм...Что это? ",
        "need": [
          20,
          21,
          22
        ]
      },
      {
        "id": 17,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841633/v841633849/40824/80UK2DBY0Yw.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Для переправы в городе используются паромы, один из них вы сейчас наблюдаете в далеке.\nПереправление грузов по реке один из самых распространённых типов транспортировки. Большей частью река в Дануолле судоходна. Крупные траулеры могут свободно пересекать территории речного течения, естественно, не дальше буёв. Мелководные территории используют баржи и лодки.",
    "answers": [
      {
        "id": 15,
        "text": "[Отойти] "
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840626/v840626426/1e53a/p31eI9KZWdc.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Огромных размеров животное мирно лежало на погрузчике, кровь покрывала его полностью. \nПойманного в море зверя обычно цепляют крюками, к которым привязаны веревки, тянущиеся как с корабля, так и со шлюпок. Буйки не дают киту уйти на глубину и умереть там. А когда зверь выдыхается, его цепляют громадным крюком за хвост и затягивают на корабль по специальному желобу. Чудище ревет, пока команда поднимает его на борт и водружает на подмостки в носовой части. Затем корабль берет курс на Дануолл, а команда начинает работу над тушей, срезая самые лучшие куски, пока кит еще жив.",
    "answers": [
      {
        "id": 15,
        "text": "Жаль такое величественное животное "
      }
    ]
  },
  {
    "id": 20,
    "text": "На вопрос: \"Как вы оказались в таком ужасном положении?\", женщина сначала расплакалась, а затем поведала свою историю, утерев слезы. \n \nОказалось, она была женой одного мелкого дворянина, родители были не рады этой свадьбе, по причинам кровной вражды, и отреклись от дочери сразу после свадьбы оной. \n\nМуж же имел все человеческие добродетели, он был приветливым и отзывчивым, щедрым и терпеливым, но чего у него не было так это состояния. Ради благополучия жены он был готов на все... Чем и поплатился: в результате одной оферы, он был убит в переулке. Дело замяли, а девушка оказалась без средств к существованию. ",
    "answers": [
      {
        "id": 17,
        "text": "Если бы я мог помочь "
      }
    ]
  },
  {
    "id": 21,
    "text": "История старика задела вас. \n\nОн рассказал о том, как в результате ложного доноса был арестован смотрителями, а затем и казнен его сын. После этого вся округа возненавидела его, небольшая лавка старика была разорена, бизнес был уничтожен. \n\nА когда уже все было кончено, и он стал нищим, появилось заявление о том, что обвинение сына было ложным. Слабое утешение... ",
    "answers": [
      {
        "id": 17,
        "text": "Мне жаль... "
      }
    ]
  },
  {
    "id": 22,
    "text": "Человек в плаще оказался натурфилософом, он что-то говорил о недооцененном потенциале, о закрытых исследованиях, прекращенном финансировании. \n\nВроде бы этот человек говорит чего-то умное, но полностью понять его не получается ",
    "answers": [
      {
        "id": 17,
        "text": "Понято, но мне ничего не понятно... "
      }
    ]
  },
  {
    "id": 23,
    "text": "Один, зрелых лет работник, подошёл к костру, неся с собой бочку каких-то отходов. \nКак только он вывалил содержимое в костёр, огонь поднялся до небес. Видимо ворвань вызвала такую реакцию... \n\nНатурфилософ, с которым вы только что говорили, словно остолбенел. \nЕго ухмылку, казалось, заметил каждый. Вскоре он убежал в глубь китобойни с громким хохотом. Может стоит его проведать? ",
    "answers": [
      {
        "id": 24,
        "text": "Ну да, ворвань горит, и что? "
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840222/v840222160/3df5e/t9FfeYw9r3c.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Нормально поговорить не удалось, натурфилософ все кричал, что теперь он всем покажет. Но что? \nВы разобрали лишь его просьбу: принести флягу ворвани. Почему бы и нет, если это сделает бедолагу счастливым? ",
    "answers": [
      {
        "id": 25,
        "text": "Ладно,ладно \n[Помочь] "
      },
      {
        "id": 26,
        "text": "Очередной безумец... \n[Пройти мимо] "
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c837130/v837130160/58f70/r2mEjzX4lcg.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы принесли учёному флягу,после чего он расплылся в благодарностях. В торопях он назвал свое имя — Эсмонд Розбероу и поспешил удалиться. ",
    "answers": [
      {
        "id": 26,
        "text": "Пора бы и на боковую "
      }
    ]
  },
  {
    "id": 26,
    "text": "Устав после тяжёлого дня, вам захотелось отдохнуть. Но как бы вы не искали, ничего лучше рваного матраса в углу не нашли. Сев поудобней, вы начали продумывать свои дальнейшие действия, как вдруг вас неожиданно повалило в сон. \n\nСон был смешанный, расплывчатые образы, никакой конкретики. Кроме одного, вы отчётливо запомнили призрака мести в своём сне. Он говорил с вами...\n\nВо всем виноват Джонатан Крим, это его еретический дом притягивает Чужого, это из-за него на вас наложена метка. ",
    "answers": [
      {
        "id": 27,
        "text": "Я должен отомстить"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841623/v841623160/3dae1/rTpFGbHaWtA.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вас разбудил какой-то шорох. \nОказалось, что это был простой попрошайка, он хотел вас обокрасть. Времени на раздумия не было, пришлось решать быстро. ",
    "answers": [
      {
        "id": 29,
        "text": "[Врезать по зубам]  "
      },
      {
        "id": 30,
        "text": "[Зарезать на месте] ",
        "var_add": [
          "kill",
          1
        ]
      },
      {
        "id": 50,
        "text": "Хрен с ним, пусть бежит "
      }
    ]
  },
  {
    "id": 28,
    "text": "Тело мужчины упало на землю, как мешок картошки. Все равно объяснения заняли бы слишком много времени... \n\nВаши братья поспешили проследовать в особняк Крима, однако в последний момент вы заметили, как из-за угла выходят ещё двое.",
    "answers": [
      {
        "id": 7,
        "text": "[Спрятаться] "
      },
      {
        "id": 10,
        "text": "[Напасть] "
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841526/v841526426/31e7d/X4pIRCl3IQE.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Попрошайка аж отлетел от такого сильного удара в челюсть. В его кармане вы нашли не только свои монеты, но и нечто другое... \nЭто была руна, посвящённая Чужому. ",
    "answers": [
      {
        "id": 33,
        "text": "Хватит с меня этих магических безделушек"
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841125/v841125426/368dc/E5PQvNBQF64.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы распороли брюхо бедняге прямо на месте. Словно ничего особого и не произошло,вы осмотрели его карманы. \n\nТам вы нашли не только свои монеты, но и нечто другое... \nЭто была руна, посвящённая Чужому.",
    "answers": [
      {
        "id": 33,
        "text": "Хватит с меня этих магических штук "
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c639328/v639328426/5f57b/vBLNowp3uLo.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Весь день вы потратили на то, что бы узнать, где можно найти Джона Крима. Какие только бары и бордели вы не посещали. Пришлось выложить круглую сумму за некоторую информацию и наводку. \n\nОднако, в конце концов вы узнали интересную новость: сегодня он будет ночевать в гостинице Тёмный Ренхевен. \n\nА перед этим он посетит своего друга Арчибальда Брисби. \n\nОтомстить ему похоже можно будет двумя способами: убить его по пути к другу, либо можно натравить на него смотрителей, при этом задержав в номере, пока бывшие братья не появятся. ",
    "answers": [
      {
        "id": 32,
        "text": "Убить, сразу и наглухо! ",
        "var_add": [
          "kill",
          1
        ]
      },
      {
        "id": 34,
        "text": "Донести на Крима ",
        "var_add": [
          "save",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Судя по сведениям, которые вы узнали от информаторов, он скоро направится к своему товарищу Арчибальду Бризми. По пути его можно будет убить! Этот еретик достоин такого конца.",
    "answers": [
      {
        "id": 56,
        "text": "[Направиться к цели] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Но как только вы отбросили руну в сторону, знак на вашей руке загорелся красным, а по телу словно прошелся холодок. \n\nКак бы то ни было, она уже оказала на вас влияние и ничего с этим не поделать. ",
    "answers": [
      {
        "id": 31,
        "text": "Неважно, у меня есть дела "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы нашли на улице одного мальчишку, который за пятак согласился передать ваши слова ордену. \n\nТеперь дело за малым, пробраться в его номер. \nНа улице к вечеру осталось совсем мало народу. Так что путь до жилого квартала ничто не прегрождало. Однако, у входа самой гостиницы стояла злополучная городская стража. ",
    "answers": [
      {
        "id": 35,
        "text": "[Зайти через чёрный ход] "
      },
      {
        "id": 36,
        "text": "[Переместиться на балкон] "
      },
      {
        "id": 37,
        "text": "[Войти через парадный вход] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы зашли с чёрного хода. Повсюду висели какие-то заметки и записки. По середине комнаты стоял большой стол с подробной картой всей гостиницы. Похоже именно отсюда осуществляется управление охраной.\nСудя по карте, на 3 этаже находится патруль аж из шести человек. Стоп, кто-то идёт... \n\nВы спокойно переждали под столом, пока мимо пройдёт прислуга и пробрались в соседнюю комнату. В ней не было ничего примечательного: тряпки, шкафы, средства для стирки, как вдруг вы заметили подъемный механизм для грязной одежды,он может пригодиться... \n",
    "answers": [
      {
        "id": 36,
        "text": "[Перенестись к двери на 2 этаж] "
      },
      {
        "id": 52,
        "text": "[Воспользоваться подъемником в обход патруля] ",
        "need": [
          36
        ]
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c824503/v824503426/10d1c/N3zi22YUWg4.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Открыв дверь, вы попали в зал ожидания, все вокруг было ярким и очень дорогим, ох уж эти богатеи, любят золотые побрякушки. Нужно срочно найти в какой комнате остановился Крим. Пока никто не понял, что вы здесь не званый гость. ",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреть документы на столе"
      },
      {
        "id": 39,
        "text": "Подойти к стойке вопросов"
      },
      {
        "id": 40,
        "text": "Зайти в хозяйственное помещение. ",
        "need": [
          -40
        ]
      },
      {
        "id": 35,
        "text": "[Вернуться на 1 этаж в прачечную] ",
        "need": [
          39,
          35
        ]
      },
      {
        "id": 51,
        "text": "[Подняться на 4 этаж] ",
        "need": [
          39
        ]
      },
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c824600/v824600160/133bf/VD3j6e__Pv4.jpg"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы вытащили свой клинок из ножен и всем своим видом показали, что намерены пройти внутрь любой ценой. \nСтража тут же бросилась на вас. \nМожно постараться как можно скорее убить врагов, а можно пассивно защищаться в надежде оглушить их, однако, второй вариант очень рискованный. ",
    "answers": [
      {
        "id": 46,
        "text": "[Нападать] ",
        "var_add": [
          "kill",
          2
        ]
      },
      {
        "id": 48,
        "text": "[Защищаться] "
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Миноги являются хищниками — они располагают мощными челюстями вкупе с острыми зубами, которые идеально...\" \n\nНет, это исследовательские данные на тему влияния миног на биосферу реки ",
    "answers": [
      {
        "id": 36,
        "text": "Нужно искать дальше "
      }
    ]
  },
  {
    "id": 39,
    "text": "За стойкой вопросов лежало много документов, один из них гласил :\n      \"...Мортимер Сторм - 55 н. \n       Джон Крим - 56 н. \n       Истор Лоу - ... \"\nОтлично! Вы захлопнули старую книгу посетителей в кожаной обложке. Похоже квартира находится на 4 этаже. ",
    "answers": [
      {
        "id": 36,
        "text": "Надо идти "
      }
    ]
  },
  {
    "id": 40,
    "text": "Чёрт, тут ничего нет, подсобное помещение было полностью забито книгами, швабрами, вёдрами и прочей хренью, вдобавок ко всему на этаж поднялся один из стражников. ",
    "answers": [
      {
        "id": 41,
        "text": "Удушающий захват "
      },
      {
        "id": 42,
        "text": "Мёртвые не рассказывают сказки ",
        "var_add": [
          "kill",
          1
        ]
      },
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c834101/v834101160/130f5/K47mf9YoTXo.jpg"
      }
    ]
  },
  {
    "id": 41,
    "text": "Передавив сонную артерию и запихнув бессознательного врага в подсобку, вы вышли из-за двери, нервно переглянувшись по сторонам. Дубовая дверь сильно скрипнула при закрытии... ",
    "answers": [
      {
        "id": 36,
        "text": "Продолжить поиск "
      }
    ]
  },
  {
    "id": 42,
    "text": "Перерезав горло рассеяному стражнику и запихнув его труп в грязную подсобку, вы вышли из-за двери, нервно переглянувшись по сторонам. Дубовая дверь сильно скрипнула при закрытии... ",
    "answers": [
      {
        "id": 36,
        "text": "[Продолжить поиск] "
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": [
      {
        "id": 45,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 44,
    "text": "Лол ",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Враги мертвы, первый умер ещё в начале боя после не умелого выпада, а второй, оступившись, развязал вам руки для удара. Кровавое месиво окрасло дорогу после того как вы располовинили стражника. \n\nНо вот уже выбежала ещё одна большая группа стражников. Тут-то вы и поняли, что ошиблись, выбирая путь. ",
    "answers": [
      {
        "id": 49,
        "text": "Теперь конец ... "
      }
    ]
  },
  {
    "id": 47,
    "text": "По пути на 4 этаж, вы столкнулись с большим количеством стражи на 3 этаже. \n\nСжав рукоять клинка, вы издали боевой клич. Сразу после такого всплеска эмоций, знак на вашей руке покраснел. Поднялся сильный ветер, что своей силой сбил с ног всю группу. \n\nОтлично, лежащая в беспамятстве стража теперь вам не помеха. ",
    "answers": []
  },
  {
    "id": 48,
    "text": "Вы и сами не понимали, как это случилось, но у вас под ногами лежали два охранника порядка, первый получил в челюсть ещё в начале боя, а второй, оступившись, развязал вам руки для удушающего. \n\nНо вот уже выбежала ещё одна большая группа стражников. Тут то вы и поняли, что ошиблись, выбирая путь. ",
    "answers": [
      {
        "id": 49,
        "text": "Столько усилий и все напрасно "
      }
    ]
  },
  {
    "id": 49,
    "text": "Сжав рукоять клинка, вы издали боевой клич. Сразу после такого всплеска эмоций, знак на вашей руке покраснел. Поднялся сильный ветер, что своей силой сбил с ног всю группу. \n\nОтлично, лежащая в беспамятстве стража теперь вам не помеха. ",
    "answers": [
      {
        "id": 36,
        "text": "Какая удача "
      }
    ]
  },
  {
    "id": 50,
    "text": "Бродяга убежал с частью ваших денег, но в спешке уронил странный предмет. \nЭто была руна, посвящённая Чужому! \nЧужой подери! Его культ уже и среди черни... ",
    "answers": [
      {
        "id": 33,
        "text": "Хватит с меня этих магических штук"
      }
    ]
  },
  {
    "id": 51,
    "text": "По пути на 4 этаж, вы задержались на 3-ем. \nКоридор мало чем отличался от остальных, кроме того, что на стенах в огромном количестве висели чучела животных. У богатых свои прихоти. \n\nКак вдруг послышался звук... ",
    "answers": [
      {
        "id": 52,
        "text": "Это был всего лишь кот! ",
        "need_sometimes": true,
        "need": [
          49
        ]
      },
      {
        "id": 53,
        "text": "Это стража! ",
        "need": [
          -49
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Попав на 4 этаж, вы нашли нужный вам номер и выбили дверь. Благо сила Чужого позволяла вызвать настоящий смерч. \nКрим был внутри, но находился в соседней комнате с куртизанкой, похоже он не услышал то, как вы вошли. Видать есть дела поважнее... \nНа столе вы сразу же обнаружили ключ ото всех комнат в номере. ",
    "answers": [
      {
        "id": 54,
        "text": "Запереть его комнату снаружи и осмотреться "
      }
    ]
  },
  {
    "id": 53,
    "text": "Сжав рукоять клинка, вы издали боевой клич. Сразу после такого всплеска эмоций, знак на вашей руке покраснел. Поднялся сильный ветер, что своей силой сбил с ног всю группу. \n\nОтлично, лежащая в беспамятстве стража теперь вам не помеха. Все таки эти силы, являются чем-то очень невероятным! ",
    "answers": [
      {
        "id": 52,
        "text": "Какая удача! "
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c834404/v834404426/11ce5/DXyEE4QWppc.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "Теперь, когда Крим 100% не выйдет из квартиры до прихода смотрителей, можно осмотреть его рабочий стол. \n\nТо, что вы прочитали в его документах, вас поразило. \nОказалось все это был глобальный заговор! Клифорд Бойл и Джон Крим специально предоставили особняк для нужд культистов! Что бы стравить городскую стражу, охраняющую поместье, и смотрителей. Они надеялись, что император выберет их сторону в споре и сильно ограничит Аббатство в правах! После чего они смогли бы творить свои грязные интриги втрое больше. \n\nНадо оставить все доказательства на видном месте,бывшие братья поймут что к чему. ",
    "answers": [
      {
        "id": 74,
        "text": "Надо выбираться отсюда "
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840620/v840620160/1e7db/vJTFaO9I6Zw.jpg"
      }
    ]
  },
  {
    "id": 55,
    "text": "~ Тут можно следить за прогрессом в области улучшения квеста. \n\nВерсия 1.0.0 — квест создан, проводится альфа тест\nВерсия 1.0.1 — добавлены собственные страницы, обложка, фон\nВерсия 1.0.2 — косметические изменения в тексте квеста \nВерсия 1.0.3 —  квест претерпел изменение в композиционной составляющей, проводится бета тест \nВерсия 1.0.4 — квест опубликован, обложка обновлена \nВерсия 1.2.0 — в квест были добавлены картинки, изображения из нашей любимой игры и других источников\nВерсия 1.2.1 — добавлена база данных, которая в последствии будет обновляться \nВерсия 1.2.2 — исправлены некоторые ошибки\nВерсия 1.2.3 — исправлены опечатки \n\nВнимание! Анонсируется дополнение! Ваши  комментарии и оценки ускоряют процесс написания DLC : ) \n\n~ Т. к. это мой первый квест, убедительная просьба сообщать обо всех неисправностях ",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться] "
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы достигли бульвара Чиври раньше чем требовалось и спокойно дождались свою цель. Ещё бы, ведь у вашего аппонента нет таких особых сил. Следует заранее распланировать нападение. \nРядом с целью шли шестеро стражников\n\"Но они меня не остановят!!!\" — подумали вы ",
    "answers": [
      {
        "id": 57,
        "text": "[Перенестись на крышу] "
      },
      {
        "id": 58,
        "text": "[Спрятаться за углом дома] "
      },
      {
        "id": 59,
        "text": "[Затеряться в группе ростовщиков] "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы перенеслись на крышу одного из особняков. Крыша была покрыта, тёмной от времени, черепицей так, что вас было сложно на ней разглядеть. \nКрим как ни в чем не бывало продолжил свой путь. Стража возле него была на взводе. \nНужно лишь выждать момент...\nСтараясь не выдавать своего местоположения, вы преодолели особняк по крыше. Внезапно на другой стороне улицы на крыше , словно из неоткуда появился стражник. \nВы уже сжали кулак для переноса в пространстве. ",
    "answers": [
      {
        "id": 60,
        "text": "Как появился так и исчезнет \n[Летальный исход] ",
        "var_add": [
          "kill",
          1
        ]
      },
      {
        "id": 61,
        "text": "Вечно эти стражники лезут куда не надо \n[Оглушить] "
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы стоите за углом торгового дома \"Заря\", поднялся сильный ветер... Цель находится в нескольких метрах от вас, что же предпринять? В голове у вас мелькала одна мысль, но вскоре появилась и вторая. \n\nТем временем один человек из охраны, заподозрив что-то, вытащил свой клинок. Он наготове. ",
    "answers": [
      {
        "id": 68,
        "text": "Можно чего-нибудь скинуть на него с балкона"
      },
      {
        "id": 73,
        "text": "Можно перенестись прямо к нему и в вонзить нож в горло ",
        "var_add": [
          "krim",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "Затерявшись в толпе богачей, вы обеспечили себе хорошее прикрытие. Но стража была на чеку и вы не смогли выйти, не выдав себя. \nПовезло, что именно сейчас у ростовщиков проходит совет по ключевым ставкам. \nПроследив до поворота за Кримом, вы решили выйти из толпы и найти более подходящий способ убийства. ",
    "answers": [
      {
        "id": 64,
        "text": "[Выбежать и пырнуть ножом] \n ----Риск----\n"
      },
      {
        "id": 57,
        "text": "[Найти точку обзора на крыше] "
      },
      {
        "id": 66,
        "text": "[Свернуть на блошиный рынок] ",
        "need": [
          -66
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "Истекая кровью, труп пал,окрашивая тёмную черепицу в алый. \nУ стражника за спиной вы нашли новенький арбалет. Он был довольно крупный, но не тяжёлый, а главное дальнобойный. \n\nВзяв арбалет, вы продолжили наблюдать за Кримом. Как вдруг он остановился, словно вкопанный. \nЕго затылок отчётливо просматривался, стоит лишь только... ",
    "answers": [
      {
        "id": 62,
        "text": "[Попробовать убить] "
      },
      {
        "id": 62,
        "text": "[Не стрелять] "
      },
      {
        "id": 60,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c841228/v841228160/3e753/Ee9TnwBYhn4.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "Выведя из строя бойца, вы решили осмотреть его.\nЗа спиной у стражника вы нашли новенький арбалет. Он был довольно крупный, но не тяжёлый, а главное дальнобойный. \nВзяв арбалет, вы продолжили наблюдать за Кримом. Как вдруг он остановился, словно вкопанный. \nЕго затылок отчётливо просматривался, стоит лишь только...  ",
    "answers": [
      {
        "id": 62,
        "text": "[Не стрелять] "
      },
      {
        "id": 62,
        "text": "[Попробовать убить] "
      }
    ]
  },
  {
    "id": 62,
    "text": "Ни с того ни с сего Крим бросился бежать! \nЧёрт! Совсем немного и его голова могла бы висеть, прибитая болтом к стене. \nНо видно не судьба...\nВы пустились в погоню, лихо перемахивая через препятствия на крыше. ",
    "answers": [
      {
        "id": 63,
        "text": "[Преследовать] ",
        "var_add": [
          "krim",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Вот уже километр вы с Кримом почти синхронно пересекаете улицы. Но удача сегодня на вашей стороне: враг, оступившись на ровном месте, упал лицом оземь. \nМеткий выстрел из арбалета прервал его стоны. Подойдя к телу, вы нашли у него в кармане дневник,прочитать нужно быстро, с минуты на минуту тут будет стража. ",
    "answers": [
      {
        "id": 71,
        "text": "[Читать] "
      }
    ]
  },
  {
    "id": 64,
    "text": "                         ☠ Концовка: Смерть ☠ \n\nВ последний момент вы осознали, что слишком поторопились. Джон находился несколько дальше, чем вы планировали, а прямо перед вами стояли трое крупных бугаев. \nУнеся с собой жизни двоих человек, вы так и погибли, в попытках пробраться к чёртовому Криму. \nЕсли бы вы были более пунктуальны, то все закончилось бы иначе... ",
    "answers": [
      {
        "id": 1,
        "text": "Увидимся на том свете! \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 65,
    "text": "Торговец сначала замялся, не ожидав подобного, но затем решил не спорить и продал вам руну по низкой цене, самой низкой, чтобы вы могли себе позволить. \nВскоре, собрав вещи он быстро удалился в неизвестном направлении. \n\nБез лишних вопросов вы вернулись на площадь. ",
    "answers": [
      {
        "id": 58,
        "text": "Цель оправдывает средства, разве нет?\nАвось поможет "
      }
    ]
  },
  {
    "id": 66,
    "text": "Ради поиска короткой дороги ли или может от любопытства. Вы забрели в царство всевозможных лавок и магазинов, тут в дневное время продаётся все что угодно, но сейчас работали от силы две лавки. \nПоняв, что улица перекрыта, вы решили осмотреть прилавок одного старьевщика. У торгаша было много всего. Но вот что странно, как только он узнал в ваших одеждах форму смотрителя, тут же начал прятать в карман какую то безделушку. Вы поняли, что это очередная руна. ",
    "answers": [
      {
        "id": 59,
        "text": "Мне некогда разбираться с еретиками, надо идти"
      },
      {
        "id": 65,
        "text": "Я куплю это у тебя ",
        "need": [
          -50
        ],
        "need_sometimes": true
      },
      {
        "id": 67,
        "text": "Разузнать, откуда у него этот артефакт "
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840124/v840124426/443c4/7ImAuIXLveE.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "Оторопевший торгаш сначала пытался что-то выдавить из себя, а вскоре, бросив все свои вещи, смылся куда подальше. Видимо он решил, что вы работаете под прикрытием. \nВам ничего не остаётся кроме как вернуться назад и надеяться, что Крим ещё не сбежал. ",
    "answers": [
      {
        "id": 58,
        "text": "[Найти свою цель] "
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы и сами удивились своей изобретательности. Переместившись на ближайший балкон и дождавшись пока под ним пройдёт Джонатан Крим, вы скинули на него... \n",
    "answers": [
      {
        "id": 69,
        "text": "Кирпич ",
        "var_add": [
          "krim",
          1
        ]
      },
      {
        "id": 70,
        "text": "Ведро? ",
        "var_add": [
          "krim",
          1
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Кирпич упал мимо, а Джон уже вовсю драпает! Чёрт,а ведь почти попал, нужно достать его! \nВы уже сжали руку для переноса с помощью магии. ",
    "answers": [
      {
        "id": 72,
        "text": "[Преследовать] "
      }
    ]
  },
  {
    "id": 70,
    "text": "Ведро с краской попало прямо в цель, от такого сильного удара он налетел прямо на оголенный клинок стражи!Вот так удача. \nДождавшись пока охрана разойдется в поисках неуловимого врага, вы перенеслись к телу и осмотрели его. \nВ кармане пальто вы нашли его дневник.",
    "answers": [
      {
        "id": 71,
        "text": "[Прочесть] "
      }
    ]
  },
  {
    "id": 71,
    "text": "Информация в дневнике удивила вас. \nОказалось это был глобальный заговор! Клифорд Бойл и Джон Крим специально предоставили свою усадьбу для нужд культистов! Что бы стравить городскую стражу, охраняющую поместье, и смотрителей. Они надеялись, что император выберет их сторону в споре и сильно ограничит Аббатство в правах! После чего они смогли бы плести свои грязные интриги втрое больше. ",
    "answers": [
      {
        "id": 74,
        "text": "Надо выбираться отсюда "
      }
    ]
  },
  {
    "id": 72,
    "text": "Вот уже километр вы с Кримом почти синхронно пересекаете улицы. Но удача сегодня на вашей стороне: враг, оступившись на ровном месте, упал лицом оземь. \nДобить его в прыжке было делом техники, в кармане Крима вы нашли дневник, прочитать нужно быстро, с минуты на минуту тут будет стража. ",
    "answers": [
      {
        "id": 71,
        "text": "[Читать] "
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы материализовались прямо перед носом Крима и в одну секунду перерезали ему горло, кровь хлынула на вас ручьем. \nСтража в недоумении замерла на секунду. \nЭто ваш шанс!!! ",
    "answers": [
      {
        "id": 76,
        "text": "[Выпустить ярость] ",
        "var_add": [
          "kill",
          1
        ]
      },
      {
        "id": 77,
        "text": "[Попробовать замедлить их магией] ",
        "need": [
          65
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Корнем всего зла оказался Клифорд Бойл — влиятельный член парламента, именно он ответственен за делишки Крима. \nНо ничего, теперь его черёд. \n\nА сейчас нужно набраться сил и как следует отдохнуть за ночь. Завтра надо будет придумать план... ",
    "answers": [
      {
        "id": 75,
        "text": "Я хочу прогуляться перед сном "
      },
      {
        "id": 75,
        "text": "Мне нужен отдых "
      }
    ]
  },
  {
    "id": 75,
    "text": "Целую неделю вы искали укрытие Клиффорда Бойла. Сделать это было сложно: какие только скучные семинары, аудиенции вы не посетили, кому только не угрожали, но в конце концов вы все таки получили нужную информацию. На седьмой день вы решили приступить  непосредственно к действиям. \n\n     *      *      *      *\nУтром вы проснулись от того, что кто-то очень громко сливал помои в сточные воды.\nКонечно, катакомбы были не самым лучшим местом для ночлега, но зато самым безопасным. ",
    "answers": [
      {
        "id": 79,
        "text": "Это не помешает мне выполнить задание ",
        "var_need": [
          "kill",
          3
        ]
      },
      {
        "id": 107,
        "text": "Это не помешает мне выполнить задание ",
        "var_no_more": [
          "kill",
          2
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы сжали в ярости клинок, ваша рука загорелась красным пламенем. В тот же миг налетел такой ветер, что сбил с ног всех на пути и даже откинул на пару метров. Некоторые из них уже никогда не смогут ходить или говорить ... ",
    "answers": [
      {
        "id": 78,
        "text": "[Осмотреть труп] "
      }
    ]
  },
  {
    "id": 77,
    "text": "Стоило только на долю секунды подумать об этом, как стражники, будто по волшебству, свалились с ног. Они словно оледенели, покрывшись небольшим инеем. Теперь то они точно для вас не угроза, и у вас ещё есть время оглядеть вещи убитого. ",
    "answers": [
      {
        "id": 78,
        "text": "[Осмотреть труп] "
      }
    ]
  },
  {
    "id": 78,
    "text": "В кармане вы нашли какие-то документы и дневник. \n\nИнформация в дневнике удивила вас. \nОказалось, что это был глобальный заговор! Клифорд Бойл и Джон Крим специально предоставили свою усадьбу для нужд культистов! Что бы стравить городскую стражу, охраняющую поместье, и смотрителей. Они надеялись, что император выберет их сторону в споре и сильно ограничит Аббатство в правах! После чего они смогли бы плести свои грязные интриги втрое больше. ",
    "answers": [
      {
        "id": 74,
        "text": "Пора выбираться от сюда"
      }
    ]
  },
  {
    "id": 79,
    "text": "Клифорд Бойл, по непонятной вам причине, жил отдельно от семейного поместья в Дануолле. Его апартаменты находились за городом и добраться туда было не просто. \n\nНо вот вы уже там. Сам дом выглядел зловеще, вокруг него не было ни души. Мрачные тени, которые отбрасывал особняк выглядели жутко. ",
    "answers": [
      {
        "id": 81,
        "text": "Зайти "
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы добрались и до четвёртой двери, ключ найденный в \"тайнике\" подошёл к ней. \nВнутри вас ждало самое интересное. \n\nПо середине комнаты за письменным столом, вальяжно закинув ноги, сидел Клиффорд Бойл . Он словно ждал вас. \n\n — Приветствую вас! А я всё ждал, когда же вы явитесь, — торжественно произнёс Клиффорд \n\n",
    "answers": [
      {
        "id": 102,
        "text": "-Ну чтож, вот и дождался "
      }
    ]
  },
  {
    "id": 81,
    "text": "На первом этаже вас ждала странная и одновременно жуткая картина. Тусклое освещение, всюду следы драки: сломанные столы и стулья разбросаны на полу, лестница покрыта кровью. \n\nНа втором этаже дело обстояло иначе. Изысканная мебель, дорогие картины, все это было на месте. Неожиданно из-за угла выходит небольшой патруль.  ",
    "answers": [
      {
        "id": 82,
        "text": "Вступить в бой "
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840739/v840739160/1e225/4mqMyPuGi9o.jpg"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы разделились со всеми противниками на раз два. Казалось, словно сама бездна дарует вам ловкость и гибкость в бою, усиливает удар. \n\nИнтересно, где же скрывается Клиффорд? ",
    "answers": [
      {
        "id": 83,
        "text": "Подняться на второй этаж "
      },
      {
        "id": 82,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c834402/v834402160/1245b/jKX1WIo01DE.jpg"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы находитесь по среди длинного коридора. Дом большой, нужно узнать, где находится Бойл и что же тут произошло. \nПерёд вами четыре двери, зайти можно в любую, кроме четвёртой - она заперта. ",
    "answers": [
      {
        "id": 84,
        "text": "[Зайти в первую дверь] ",
        "need": [
          -89
        ]
      },
      {
        "id": 85,
        "text": "[Зайти во вторую дверь] ",
        "need": [
          -85
        ]
      },
      {
        "id": 86,
        "text": "[Зайти в третью дверь] ",
        "need": [
          -86
        ]
      },
      {
        "id": 95,
        "text": "[Зайти в четвертую дверь] ",
        "need": [
          89
        ],
        "var_need": [
          "save",
          1
        ]
      },
      {
        "id": 80,
        "text": "[Зайти в четвертую дверь] ",
        "need": [
          89
        ],
        "var_need": [
          "krim",
          1
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "За первой дверью вы нашли комнату переоборудованную под столовую. Раньше здесь располагались спальни для прислуги. На столе ещё лежат остатки обеда. ",
    "answers": [
      {
        "id": 87,
        "text": "[Осмотреть документы в комоде] ",
        "need": [
          -87
        ]
      },
      {
        "id": 88,
        "text": "[Заглянуть под стол] ",
        "need": [
          -88
        ]
      },
      {
        "id": 89,
        "text": "[Осмотреть стол] ",
        "need": [
          -89
        ]
      },
      {
        "id": 83,
        "text": "[Вернуться в коридор] "
      }
    ]
  },
  {
    "id": 85,
    "text": "За второй дверью находилась комната секретаря. Она была переоборудована под штаб главы охраны, который мирно похрапывал за столом.",
    "answers": [
      {
        "id": 90,
        "text": "Взглянуть на стену ",
        "need": [
          -90
        ]
      },
      {
        "id": 91,
        "text": "Обыскать стол ",
        "need": [
          -91
        ]
      },
      {
        "id": 92,
        "text": "Убить главу охраны ",
        "need": [
          -92
        ]
      },
      {
        "id": 83,
        "text": "[Вернуться в коридор] "
      }
    ]
  },
  {
    "id": 86,
    "text": "Третья комната была предназначена для ожидания гостей, на комоде лежало множество бумаг, которые вы просто обязаны осмотреть. ",
    "answers": [
      {
        "id": 83,
        "text": "[Вернуться в коридор] "
      },
      {
        "id": 93,
        "text": "Взглянуть на комод ",
        "need": [
          -93
        ]
      },
      {
        "id": 94,
        "text": "Оглядеть бумаги ",
        "need": [
          -94
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "\"Хрустаки — моллюскообразные многостворчатые оседлые существа, которые встречаются колониями во влажных и заболоченных местах: берега рек и озёр или канализация. Агрессивно...\"\nКхм... Это сейчас явно не пригодиться. ",
    "answers": [
      {
        "id": 84,
        "text": "[Продолжить искать ответы] "
      }
    ]
  },
  {
    "id": 88,
    "text": "Под столом была найдена записка:\n \"... Клиффорд Бойл совсем обезумел! Он во всех видит предателей и шпионов, после произошедшего с его другом Джонатаном... \"",
    "answers": [
      {
        "id": 84,
        "text": "[Продолжить осмотр] "
      }
    ]
  },
  {
    "id": 89,
    "text": "На столе ничего примечательного не было. Однако, присмотревшись получше, под одной тарелкой вы нашли ключ. Должно быть это дубликат ключа от кабинета Бойла. ",
    "answers": [
      {
        "id": 84,
        "text": "[Продолжить поиск] "
      }
    ]
  },
  {
    "id": 90,
    "text": "На стене была расположена стратегическая карта обороны поместья, странно, но почему-то два дня назад был отдан приказ о роспуске основной части стражи. ",
    "answers": [
      {
        "id": 85,
        "text": "Нужно двигаться дальше "
      },
      {
        "id": 90,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c824503/v824503426/10d1c/N3zi22YUWg4.jpg"
      }
    ]
  },
  {
    "id": 91,
    "text": " За столом вы нашли записку:\n\"... меня он ещё считает преданным, надеюсь это поможет мне избежать участи Билли. Я думаю, мой наниматель сошёл с ума: сначала он как одержимый обустраивает защиту дома, а затем вдруг распускать всех по домам. Это я ещё не говорил об инциденте...\"\n",
    "answers": [
      {
        "id": 85,
        "text": "Интересно... "
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы перерезали горло спящему стражнику. Стоило ли оно того? В последнее время на вас многое свалилось, но опускаться до убийства спящего? Как бы то ни было, дело сделано. ",
    "answers": [
      {
        "id": 85,
        "text": "И ничего уже не попишешь тут"
      }
    ]
  },
  {
    "id": 93,
    "text": "В ящике вы нашли руну, но на этот раз очень старую и надломленную. Вряд-ли она несёт пользу... \nОткуда здесь такое? Рядом была записка: \"От друзей\"",
    "answers": [
      {
        "id": 86,
        "text": "Друзья, конечно же... "
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841331/v841331395/35ef6/5Qp2FaTt5ZA.jpg"
      }
    ]
  },
  {
    "id": 94,
    "text": "\"В Дануолле откроют 23 торговых павильона нового формата, которые от старых киосков будут отличаться размером и ассортиментом. Их установят там, где нет... \"\n \nЧёрт!!! Тут только газеты! Ненужная макулатура... ",
    "answers": [
      {
        "id": 86,
        "text": "Нужно искать дальше "
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы добрались и до четвёртой двери, ключ найденный в \"тайнике\"  подошёл к ней. Внутри вас ждало то, чего вы уж никак не могли предвидеть. \n\nКлиффорд Бойл висел посреди комнаты подвешенный за люстру. А возле окна за вами наблюдали бывшие братья-смотрители. Видно, прочитав документы Крима в гостинице, они так же решили отомстить. ",
    "answers": [
      {
        "id": 96,
        "text": "-Что тут произошло? "
      }
    ]
  },
  {
    "id": 96,
    "text": "—Мы и сами недоумеваем, но повесили его не мы, если ты об этом — ответил Идам \n—Скорее всего это действие какого-то амулета, что отправили Глаза Тьмы пару дней назад ему в отместку за манипуляции. В конце концов он и культистов подставил под удар своими выходками",
    "answers": [
      {
        "id": 97,
        "text": "-Как вы узнали по руну? "
      }
    ]
  },
  {
    "id": 97,
    "text": "—Мы отследили место нахождения сектантов, там и нашли сведения о порченой руне — процедил Морис \n—Депрессия, перепады настроения, вспышки гнева... Это точно руна, но суицид? Нет, это что-то другое... До него довел ты! Точно, ведь сейчас все только и говорят об этом новом убийце. Мастерски запуганная жертва, браво! — вскрикнул Идам ",
    "answers": [
      {
        "id": 98,
        "text": "-Я пытался лишь отомстить за то, во что меня втянули... "
      }
    ]
  },
  {
    "id": 98,
    "text": "—Мы понимаем это, а так же принимаем во внимание твою наводку на Клиффорда, твои былые заслуги, былую дружбу... \n Поэтому тебе даётся выбор. \nТы можешь сам закончить свои мучения, а можем и мы поспособствовать. Решать тебе! \n—Мне очень жаль...\n",
    "answers": [
      {
        "id": 99,
        "text": "Я сделаю это сам"
      },
      {
        "id": 100,
        "text": "Помогите мне братья "
      },
      {
        "id": 101,
        "text": "Сбежать с помощью переноса "
      }
    ]
  },
  {
    "id": 99,
    "text": "               < Концовка: Последнее убийство > \n\nЧарльз Хельм,  некогда верный братьям Ордена Смотретелей боец. Ныне же полная противоположность самому себе... \nУбийства и магия стали привычными для тебя, ты вошёл во вкус. \nТебя не мучают вопросы: Что сделал ты? Что оставишь после себя? Оставим это между нами. \nСебе же ты говоришь : \"Оно того стоило \"\n\nУвидев былых друзей, ты сознался в грехе и ереси, ты сам вынес себе приговор. Смелое решение. \nТак или иначе спасибо, Чарльз. Я развлекся сполна. ",
    "answers": [
      {
        "id": 1,
        "text": "Черноглазый ублюдок! \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 100,
    "text": "            ~~ Концовка: Братья навсегда ~~ \n\nЧарльз Хельм,  некогда верный братьям Ордена Смотретелей боец. Ныне же полная противоположность самому себе... \nУбийства и магия стали привычными для тебя, ты вошёл во вкус. \nТебя не мучают вопросы: Что сделал ты? Что оставишь после себя? Оставим это между нами. \nСебе же ты говоришь : \"Оно того стоило \"\n\nУвидев былых друзей, ты испугался, испугался ты и выбора, который они тебе предоставили. \nСогласен, не каждый так легко сможет покончить с жизнью... \nТак или иначе спасибо, Чарльз. Я развлекся сполна. ",
    "answers": [
      {
        "id": 1,
        "text": "Черноглазый ублюдок! \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 101,
    "text": "              < Концовка: Изгой мира сего >\n\nЧарльз Хельм,  некогда верный братьям Ордена Смотретелей боец. Ныне же полная противоположность самому себе... \nУбийства и магия стали привычными для тебя, ты вошёл во вкус. \nТебя не мучают вопросы: Что сделал ты? Что оставишь после себя? Оставим это между нами. \nСебе же ты говоришь : \"Оно того стоило \"\n\nУвидев былых друзей, ты испугался, а их предложение тебя и вовсе возмутило. \n\" В чем же я виноват? \" — спросишь ты. \nТы виноват лишь в том, что ты не такой как все. Даже сейчас, когда ты сидишь на крыше, рассматривая звезды, ты смотришь в даль и думаешь о том, как же ты одинок... \nТак или иначе спасибо, Чарльз. Я развлекся сполна. ",
    "answers": [
      {
        "id": 1,
        "text": "Черноглазый ублюдок \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 102,
    "text": "—Подумать только, моя маленькая интрижка  привела к таким последствиям... Но я никак не могу понять, что же движет тобой? Месть за попытку подставить ваше братство? Или ты делаешь это просто так, для развлечения? \n\n—После произошедшего с Джоном, я надеялся защититься от тебя тут, но, изучив подробней дело, я понял, что это бессмысленно, тебе подвластны силы, о которых я и не подозреваю. Но совсем без бою я не сдамся! \n\nБойл вытащил свой клинок. \n",
    "answers": [
      {
        "id": 103,
        "text": "Нападай "
      }
    ]
  },
  {
    "id": 103,
    "text": "В начале боя вы демонстративно откинули своё оружие в сторону. \nЕсли это, конечно, можно назвать боем...\nВы моментально переместились прямо под нос Клиффорду, затем последовал хороший такой удар левой. \nВы выхватили клинок из рук нерадивого бойца ",
    "answers": [
      {
        "id": 104,
        "text": "И вонзили его в самое сердце врага "
      },
      {
        "id": 105,
        "text": "И, отбросив его в сторону,  дали ему шанс избежать смерти "
      }
    ]
  },
  {
    "id": 104,
    "text": "                   < Концовка: Твой выбор >\n\nЧарльз Хельм,  некогда верный братьям Ордена Смотретелей боец. Ныне же полная противоположность самому себе... \nУбийства и магия стали привычными для тебя, ты вошёл во вкус. \nТебя не мучают вопросы: Что сделал ты? Что оставишь после себя? Ну оставим это между нами. \nСебе же ты говоришь : \"Оно того стоило \"\n\nПосмотри до чего ты довел человека, он панически боится тебя, боялся... \nНо ведь он заслужил? Что же теперь будет дальше с эти городом? Лишь тебе решать, и меня это пугает... \nТак или иначе: спасибо, Чарльз. Я развлекся сполна. ",
    "answers": [
      {
        "id": 1,
        "text": "Черноглазый ублюдок! \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 105,
    "text": "В панике Бойл начал метаться из стороны в сторону, но не придумал нечего лучше, чем взять в руки канцелярский нож \n—Я не дамся тебе живьём, отродье! \nС этими словами он неожиданно выбросился из окна кабинета",
    "answers": [
      {
        "id": 104,
        "text": "Твой выбор "
      }
    ]
  },
  {
    "id": 106,
    "text": "На первом этаже вас ждала привычная картина для дворянского поместья. \nПестрый коридор для гостей вёл к лестнице на второй этаж и в зал для гостей. \nСкорее всего Клиффорд сейчас у себя в кабинете. \n\nВнезапно с лестницы спустился очередной патруль стражи. ",
    "answers": [
      {
        "id": 108,
        "text": "Можно обхитрить их! \n[Перенестись за спины стражников и направиться к кабинету] "
      },
      {
        "id": 109,
        "text": "Не следует привлекать внимание \n[Спрятаться в зале ожидания для гостей] "
      },
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841324/v841324958/59c23/SW8jyckB1xs.jpg"
      }
    ]
  },
  {
    "id": 107,
    "text": "Клифорд Бойл, по непонятной вам причине, жил отдельно от семейного очага в Дануолле. Его апартаменты находились за городом и добраться туда было не просто. \n\nНо вот вы уже там. Сам дом выглядел живописно: вокруг росла аллея кленовых деревьев, на заднем дворе, за живой изгородью, располагался пруд с утками и небольшой парк, у парадного входа несли дежурство двое стражников. Ничего не предвещает угрозы в столь яркий, солнечный день. ",
    "answers": [
      {
        "id": 106,
        "text": "[Прокрасться в дом мимо стражи] "
      },
      {
        "id": 132,
        "text": "[Пробраться в дом через окно] "
      }
    ]
  },
  {
    "id": 108,
    "text": "Естественно кабинет Бойла был заперт на какой-то заумный замок, который не удастся открыть простому человеку. Но благо вы таким не являлись. Сосредоточив всё своё внимание на замке, вы лишь дернули рукой со знаком Чужого, как дверь мгновенно была выбита.",
    "answers": [
      {
        "id": 115,
        "text": "Ловкость рук и... "
      }
    ]
  },
  {
    "id": 109,
    "text": "Только зайдя в зал вы поняли, что променяли шило на мыло. Он был битком наполнен гостями. \nСтранно... Но никто не обратил на вас внимание. \nВы подошли к столу с напитками, дабы не вызывать ещё больше подозрений. \n                 * * * * * * * * \n С вами завёл разговор незнакомец \n — Недавно в Гристоле? ",
    "answers": [
      {
        "id": 110,
        "text": "-Как вы узнали? "
      }
    ]
  },
  {
    "id": 110,
    "text": "— По вашим одеждам и лицу видно ваше бедственное положение. Но не узнать форму смотреля я не могу. Скорее всего вы брат ордена с Карнаки и что-то произошло с вами по пути в Гристоль. А у Бойла вы хотите компенсации и поддержки? Я все верно угадал? ",
    "answers": [
      {
        "id": 111,
        "text": "-Всё именно так, но кто же вы"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Какой же я все таки догадливый! Вы и правда не узнаете меня? Лим Траун к вашим услугам. Я тут для того, чтобы вернуть одну свою семейную реликвию. Она оставалась на хранение у Клиффорда. Она мне очень дорога, а в связи с особыми обстоятельствами, мне пришлось отдать её на хранение. Но сейчас все наладилось: у меня снова появился капитал и репутация. \n\nКлиффорд берет очень много за молчание и хранение... Надеюсь он вернёт её в целости и сохранности. ",
    "answers": [
      {
        "id": 112,
        "text": "–Чисто ради любопытства. Что будет, если он не вернет вам её добровольно? "
      }
    ]
  },
  {
    "id": 112,
    "text": "–Ну как я уже сказал, у меня снова появились деньги и некоторое влияние на дворянство, парламент, так же былые \"неприятности\" с моей репутацией подошли к концу. \nКороче говоря, я смогу найти определённые \"рычаги воздействия\", как например несчастный случай с Карлом Шимером... — злобно усмехнулся собеседник ",
    "answers": [
      {
        "id": 113,
        "text": "—Звучит опасно "
      }
    ]
  },
  {
    "id": 113,
    "text": "— Да, я такой, — со смехом процедил Лим \n– Прошу извинить, но мне пора\n— Как, не дождитесь аудиенции? \n— Да, я вспомнил об одном очень важном деле\n— Ну чтож, уда... \n\nНедослушав до конца вы метнулись к дверям, теперь вы знаете как можно расправиться с врагом чужими руками",
    "answers": [
      {
        "id": 114,
        "text": "[Выйти из зала] "
      },
      {
        "id": 123,
        "text": "[Выпить] "
      }
    ]
  },
  {
    "id": 114,
    "text": "Стражники уже ушли, путь был свободен. \nПройти можно было на второй этаж и в небольшую беседку для летних посиделок. \nСколько же всего в этом доме понапихано... \n\nВторой этаж открывался живописной галереей изысканные пейзажи со всех островов были собраны сдесь. ",
    "answers": [
      {
        "id": 108,
        "text": "[Зайти в кабинет Бойла] "
      }
    ]
  },
  {
    "id": 115,
    "text": "Кабинет был шикарный, спорить было нечего, у Бойла был вкус... Однако, его самого сдесь вы не нашли. Нужно осмотреться вокруг, вдруг найдётся что-то полезное. ",
    "answers": [
      {
        "id": 116,
        "text": "[Осмотреть портрет] "
      },
      {
        "id": 117,
        "text": "[Осмотреть записи на столе] "
      },
      {
        "id": 118,
        "text": "[Осмотреть хрустальную свинью] ",
        "need": [
          -121
        ]
      },
      {
        "id": 120,
        "text": "[Направиться в подвал] ",
        "need": [
          117
        ]
      },
      {
        "id": 115,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c824410/v824410160/135d8/OSZmKTj1OsY.jpg"
      }
    ]
  },
  {
    "id": 116,
    "text": "На портрете был изображён отец Клиффорда -Айвен Бойл. Очередное произведение искусства... \nВас смутило только одно — наклон картины.\n\nНемного провозившись с ней, вы обнаружили потайной сейф. \nВнутри находились всяческие документы, бутылка виски, счастливая монета и непонятный амулет из кости, к нему прилогалась записка: \"Береги мою реликвию, как зеницу ока, отвечать будешь...\" \nБольше судя по всему в сейфе ничего не было ",
    "answers": [
      {
        "id": 119,
        "text": "Это же та самая реликвия! \n[Разбить костяной амулет] ",
        "need": [
          112
        ]
      },
      {
        "id": 115,
        "text": "Нужно продолжить осмотр "
      }
    ]
  },
  {
    "id": 117,
    "text": "За столом лежала куча документов на разные темы: взятки парламентерам, протекция контрабандистам, обеспечение безопасности важных персон, сходка некоего \"общества Правосудия\", график ожидания. \nСреди них вы нашли дневник Клиффорда! Отлично, там сказано, что весь день он проведёт в подвальном помещении музицируя, нужно двигаться туда! ",
    "answers": [
      {
        "id": 115,
        "text": "Пора уже кончать с ним "
      }
    ]
  },
  {
    "id": 118,
    "text": "В левом углу кабинета находился дубовый комод, на нем красовалась хрустальная свинья. \nСвинка стояла рядом с пепельницей, видимо Бойл разглядывал эту фигурку во время курения своих Морлийских сигар. \nНичего полезного рядом вы не нашли. ",
    "answers": [
      {
        "id": 121,
        "text": "Разбить фигуру свиньи ",
        "need": [
          -121
        ]
      },
      {
        "id": 115,
        "text": "[Продолжить поиск] "
      }
    ]
  },
  {
    "id": 119,
    "text": "           ~~ Концовка : Чужими руками ~~\n\nЧарльз Хельм, некогда верный братьям Ордена Смотретелей боец, ныне же полная противоположность самому себе. Когда одни заносили удар ты действовал мирно, не летально. \nМагия не смогла изменить твой образ мышления, ты не стал упиваться магией, не стал серийным убийцей, пока что... \n\nТы проявил высочайший уровень изобретательности в тот день... Он стал роковым для Клиффорда Бойла, когда Лим узнал о том, что его амулет сломан, он высказал сто и одну угрозу в адрес Бойла прилюдно. Бойл знал, на что способен этот человек и сам себя загнал в угол. После неудавшегося покушения, Клиффорд сошёл с ума, паранойя поглатила его разум, и вскоре его отправили в лечебницу Дануолла, оттуда он больше не выйдет... \n\nТак или иначе спасибо, Чарльз,  с тобой я развлекся сполна. ",
    "answers": [
      {
        "id": 1,
        "text": "Я ещё заявлю о себе \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 120,
    "text": "У входа в подвал, согласно записям, дежурил начальник охраны поместья. Аккуратно нейтрализовав его, вы приоткрыли дверцу.\nЗа ней вы увидели лежащего на кушетке с закрытыми глазами Клиффорда, во всю играла какая-то оркестровая музыка, а тот судя по всему был под действием психотропных. Он даже не услышит как вы подойдёте...",
    "answers": [
      {
        "id": 122,
        "text": "Прощай взяточник, интриган и просто хороший человек "
      }
    ]
  },
  {
    "id": 121,
    "text": "Послышался громкий звон и бедная свинья разлетелась на куски. \nНа шум естественно сбежалась охрана. \n\nНеожиданно для вас вы легко расправились со всеми тремя противниками, ваши руки словно направляла бездна, а враги, казалось, сами косились с ног. \nВскоре рядом с вами лежали все три охранника без сознания. ",
    "answers": [
      {
        "id": 115,
        "text": "Теперь можно и продолжить "
      }
    ]
  },
  {
    "id": 122,
    "text": "            ~~ Концовка : Музыка до гроба ~~ \n\nЧарльз Хельм, некогда верный братьям Ордена Смотретелей боец, ныне же полная противоположность самому себе. \nКогда одни заносили удар, ты действовал мирно, не летально, магия не смогла изменить твой образ мышления, ты не стал серийным убийцей, пока что... \n\nОднако, ты остался верен принципам и отомстил своему врагу, жаль он даже не узнает, кто это был. Как говорится: вперёд и с песней, только в этот раз — ноги вперёд! \n\nУж не знаю, что ждёт этот город, но твоё будущее в твоих руках и оно у тебя есть, уж поверь! \nТак или иначе спасибо, Чарльз, с тобой я развлекся сполна. ",
    "answers": [
      {
        "id": 1,
        "text": "Ничего ещё не кончено \n[Закончить историю] "
      }
    ]
  },
  {
    "id": 123,
    "text": "На столе, за которым вы вели беседу, было множество горечительных напитков: бренди, сидр, вино, коньяк, виски и прочее, прочее. \nБыло бы глупо не выпить на удачу, тем более, что все предоставленно здесь бесплатно. \nВы, необращая внимания на Лима, быстро вернулись ко столу и выбрали... ",
    "answers": [
      {
        "id": 124,
        "text": "Бренди \"Кинг-Стрит\" "
      },
      {
        "id": 124,
        "text": "Тивианское вино "
      },
      {
        "id": 124,
        "text": "Гристольский сидр "
      },
      {
        "id": 124,
        "text": "Виски \"Старый Дануолл\" "
      },
      {
        "id": 123,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841234/v841234788/6310d/h2nsiRM1tMg.jpg"
      }
    ]
  },
  {
    "id": 124,
    "text": "В один глоток осушив бокал со спиртным, вы почувствовали прилив энергии. \nИ уже наполненные решимостью, вы направляетесь прямо к выходу. \n\n— Нужно торопиться, теперь удача будет на моей стороне! ",
    "answers": [
      {
        "id": 114,
        "text": "[Выйти из зала] "
      }
    ]
  },
  {
    "id": 125,
    "text": "Достижения, которые введены в квест:\n\n~Творец истории \n\n~Акультист \n\n~Смотрящий вдаль \n\n~Бодрость духа \n\nP. S. Проверьте список своих достижений после прохождения квеста ",
    "answers": [
      {
        "id": 126,
        "text": "Творец истории ",
        "need": [
          26
        ],
        "need_ever": true
      },
      {
        "id": 127,
        "text": "Акультист ",
        "need": [
          65
        ],
        "need_ever": true
      },
      {
        "id": 128,
        "text": "Смотрящий вдаль ",
        "need": [
          101
        ],
        "need_ever": true
      },
      {
        "id": 131,
        "text": "Бодрость духа ",
        "need": [
          124
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "[Выход на главное меню] "
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы привнесли вклад в открытие Эсмонда Розберроу и помогли начать промышленную революцию! \n\nПо настоящему важное дело)  ",
    "answers": [
      {
        "id": 125,
        "text": "[Ещё] "
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы купили руну на чёрном рынке, теперь вся округа знает, что человек в форме смотрителя покупал атрибуты Чужого. \n\nЭто дело ещё долго не смогут замять смотрители) ",
    "answers": [
      {
        "id": 125,
        "text": "[Ещё ] "
      }
    ]
  },
  {
    "id": 128,
    "text": "В конце истории вы в одиночестве, на крыше дома, наблюдаете за ночным небом. Взгляд вдаль наполнен печалью и тоской. Стоило ли оно того? \n\nВы закончили квест на каноничную, по мнению автора, концовку",
    "answers": [
      {
        "id": 125,
        "text": "[Ещё] "
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы старались как можно больше шуметь, убивать людей и наводить панику. К концу квеста мир начал погружаться в хаос...\n\nВот это шумиху вы навели!) ",
    "answers": [
      {
        "id": 125,
        "text": "[Ещё] "
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы старались, как можно меньше убивать людей. \nТам, где иной вспылил, вы остались спокойны. \nК концу квеста общее состояние мира не сильно изменилось. \n\nПравда кое-кто все равно получил по заслугам) \n\n",
    "answers": [
      {
        "id": 125,
        "text": "[Ещё] "
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы не смогли равнодушно пройти мимо бокальчика спиртного. К черту запреты, жизнь и так пошла под откос! \n\nУровень вашей маны поднялся) ",
    "answers": [
      {
        "id": 125,
        "text": "[Ещё] "
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы оказались в просторной комнате, внутри, раздумывая над чем-то, взад-вперед ходил патрульный. Вырубив его крепким ударом по затылку, вы осмотрелись. Это была комната для друзей или близких родственников, интерьер говорил сам за себя. \n\nВы осторожно открыли дверцу и вышли в коридор на втором этаже. Он был украшен картинами и прочими элементами элитарной культуры. Пред вами находились четыре двери, хорошо, что над кабинетом Бойла висела соответствующая табличка. ",
    "answers": [
      {
        "id": 108,
        "text": "[Войти] "
      }
    ]
  },
  {
    "id": 133,
    "text": "Если вы плохо знакомы с миром Dishonored, здесь вы сможете узнать некоторые факты и понятия из истории мира. Или же освежить память",
    "answers": [
      {
        "id": 138,
        "text": "Парламент "
      },
      {
        "id": 134,
        "text": "Аббатство Обывателей "
      },
      {
        "id": 135,
        "text": "Островная империя "
      },
      {
        "id": 133,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c639425/v639425977/5bd67/OUvUZlLCu3Q.jpg"
      },
      {
        "id": 1,
        "text": "[В главное меню] "
      }
    ]
  },
  {
    "id": 134,
    "text": "Аббатство Обывателей — главенствующая религиозная организация Островной Империи в мире Dishonored.\n\nАббатство является верховным религиозным орденом, стоящим над орденами Смотрителей и Оракулов. В последнем состоят только женщины, задача которых — толкование пророчеств и предсказаний.\n\nВозглавляет этот орден Верховный Смотритель. Резиденции его расположены в Дануолле, и в Белом Утёсе. \n\nВсе смотрители придерживаются и строго соблюдают так называемые Семь Запретов,  а также борются с любыми проявлениями магии Чужого.",
    "answers": [
      {
        "id": 136,
        "text": "Доп. Информация \n[Белый Утес] "
      },
      {
        "id": 133,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 135,
    "text": "Островная Империя — государство, расположенное на островном архипелаге. \nФормой правления является парламентская монархия. Законодательная власть представлена Парламентом, исполнительная власть осуществляется Правительством, судебная власть осуществляется Королевским Судом\n\nГосударство располагается на крупных островах: Гристоль, Морли, Тивия и Серконос.\nСтолица — город Дануолл, важнейший финансовый и политический центр Империи.",
    "answers": [
      {
        "id": 137,
        "text": "Доп. Информация \n[Промышленная революция] "
      },
      {
        "id": 133,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 136,
    "text": "                              Белый Утёс \n\nБелый утёс изветен событием под названием \"Осада Белого утёса\", в котором Аббатство Обывателей устроило резню многих еретиков, что привело к превращению города в твердыню для Аббатства.\n\nКак главная твердыня Аббатства, она служит центром паломничества для глубоко верующих.\n\n",
    "answers": [
      {
        "id": 134,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 137,
    "text": "Технологическая революция, начатая Эсмондом Розберроу была важным шагом в развитии страны. За 30 лет Империя достигла невероятных успехов, на тайне китов люди вырвались почти что из феодальных отношений в капиталистические.\n\nЗа этот период выделяется подъём Аббатства, Натурфилософии. Однако, создание нового оружия вылилось в терроризирование гражданского населения. ",
    "answers": [
      {
        "id": 135,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 138,
    "text": "Парламент Островной Империи — высший представительный и законодательный орган Островной Империи.\n\nИмперский Парламент был создан в 20 день месяца леса 1626 года первым императором объединенных островов Финли I Моргенгаардом.\n\nПарламент является представительным органом, в котором регионы Империи представлены выбранными ими представителями. Как правило, весь парламент формируется из аристократии. \n",
    "answers": [
      {
        "id": 139,
        "text": "Доп. информация \n[Члены парламента] "
      },
      {
        "id": 133,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 139,
    "text": "Парламент Империи является однокамерным и состоит из одной палаты — палаты лордов.\n\nВ Парламенте заседают только аристократы и членство (пэрство) в Парламенте является наследственным и передается из поколения в поколение. Место в законодательном органе передается каждому потомку члена Парламента мужского пола. Поэтому количество членов Парламента сильно колеблется. Женщины не имеют права участвовать в прениях Парламента.",
    "answers": [
      {
        "id": 138,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 140,
    "text": "",
    "answers": []
  }
]