[
  {
    "id": 1,
    "text": "Автор: Kokon (Виктория Сафонова)\n\nВ мире существует множество квестов, но самый сложный квест — наша жизнь. Многие из нас задумывались, как было бы сейчас, если бы мы поступили иначе — час, год, десятилетие назад...\nЯ не жду, что данное путешествие произведет фуррор, однако беру на себя смелость предложить Вам попробовать прожить жизнь одной вымышленной девушки в различных ее вариантах.\n\nНу что, рискнем?",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Я рискну."
      },
      {
        "id": 24,
        "text": "Возможные концовки."
      },
      {
        "id": 25,
        "text": "Связь с автором:\nhttp://vk.com/slavyanka_ya"
      }
    ]
  },
  {
    "id": 2,
    "text": "Молодая и довольно милая девушка Катя имеет скромный, но все-таки житейский опыт. Два года учебы в институте успешно звершены, есть большие творческие задатки и временная работа. Пережитый роман с Макаром продолжительностью в год оставил болезненные ощущения и тоску по несбывшемуся. Парень жил в столице и периодически приезжал в город Кати к своим родственникам, но было это очень редко, основное время связь поддерживалась по телефону и через Интернет... В общем, испытание расстоянием их отношения не прошли: Макар начал встречаться с другой.\nЧерез некоторое время у Кати завязались отношения с бывшим коллегой Романом.\nПарень он был простой, из хорошей и обеспеченной семьи, однако довольно импульсивен и иногда несдержан на язык. Ничего, с Катей он будет держать себя в руках. У него были свои квартира и машина. Родители - добрые и готовые помогать. Через месяц отношений он сделал Кате предложение. Условия, в которых ей предстояло жить, ее вполне устраивали.\nКроме того, жизнь с родителями доконала. Хочется самостоятельности.",
    "answers": [
      {
        "id": 3,
        "text": "\"Я согласна. Не всегда встретишь молодого человека, уверенно стоящего на ногах. Он трудяга и надежный человек. О семье позаботится.\""
      },
      {
        "id": 4,
        "text": "\"Я откажусь, как-то это неожиданно. А, может,  я дождусь, когда обо мне вспомнит Макар.\""
      }
    ]
  },
  {
    "id": 3,
    "text": "Выйдя замуж за Романа, Катя горько пожалела об этом. Он оказался жестоким и агрессивным человеком, к тому же еще и склонным к сексуальным извращениям. Ни с кем поговорить об этом Катя не могла, боялась. Да к тому же еще свекровь постоянно вмешивалась в быт, а сына всегда защищала: он же умница.",
    "answers": [
      {
        "id": 9,
        "text": "Сбежать с вещами к родителям, когда никого не будет в доме."
      },
      {
        "id": 14,
        "text": "Катя - очень сильная духом личность. Неужели она так просто сдастся? Надо поставить тирана на место."
      }
    ]
  },
  {
    "id": 4,
    "text": "На протяжении года Катя продолжает жить с родителями. После отказа Роману она всерьез задумывается о том, что можно вернуть отношения с Макаром, поскольку по-прежнему безумно любит его. Другие парни ее мало интересуют. И тут раздается телефонный звонок:\n\"Привет. Это я. Прости меня, мы тогда так глупо расстались. Я думал обо всем. Понимаешь, я мужчина и не мог долго находиться на расстоянии. Я приехал к родне на 3 месяца, может мы что- то исправим? Мне кажется, еще не все потеряно. Я много вспоминал о тебе. Встретимся сегодня вечером?\"",
    "answers": [
      {
        "id": 5,
        "text": "\"Да, наверное. Может быть, стоит еще попробовать\"."
      },
      {
        "id": 6,
        "text": "Соврать ему:\n\"Все прошло. Я научилась жить без тебя\"."
      }
    ]
  },
  {
    "id": 5,
    "text": "Свидание состоялось, оно всколыхнуло новую бурю чувств. После встречи на протяжении 3х месяцев лавина счастья не позволяла Кате вернуться к реальности, ведь рядом с ней был Макар.\nОднажды к ней на улице подошла его родная тетя и задала шокирующий вопрос:\n\"Катя, ты хорошая девушка, мне тебя жаль. Ты хочешь знать правду?\"",
    "answers": [
      {
        "id": 7,
        "text": "Пожалуйста, не говорите мне ничего плохого о Макаре. Мы счастливы, и мне этого достаточно."
      },
      {
        "id": 13,
        "text": "Правда, как она есть."
      }
    ]
  },
  {
    "id": 6,
    "text": "Катя страдает, жалеет о своем ответе. Звонки бесполезны - абонент недоступен, а в сеть он почему-то не выходит.\nКак жить дальше?",
    "answers": [
      {
        "id": 10,
        "text": "Попробовать жить нормальной жизнью, может, старые чувства забудутся и сотрутся со временем."
      },
      {
        "id": 8,
        "text": "Такая любовь не умирает, это мучительно. Надо подождать."
      }
    ]
  },
  {
    "id": 7,
    "text": "После того, как \"кошечка\" снова была приручена к прежнему \"хозяину\", все стало еще хуже. Возвратившись в столицу, Макар стал недоступен для звонков и заблокировал доступ Кати во все возможные свои контакты.\nЭто было невыносимо.",
    "answers": [
      {
        "id": 13,
        "text": "Узнать правду о Макаре."
      },
      {
        "id": 12,
        "text": "\"Он предал меня и я докажу ему, что сама смогу стать счастливой.\""
      },
      {
        "id": 3,
        "text": "Это был всего лишь страшный сон. На самом деле Катя завтра выходит замуж за Романа."
      }
    ]
  },
  {
    "id": 8,
    "text": "Через месяц Катя встречает Макара у порога своей квартиры:\n\"Может, поговорим хотя бы?\"\n\"Я, если честно, звонила тебе после...\"\n\"У меня просто разбился мобильник и я пока не купил новый, ты не могла мне дозвониться.\nТак ты изменила свое решение насчет свидания?\"",
    "answers": [
      {
        "id": 5,
        "text": "Да, пожалуй. Давай попробуем."
      },
      {
        "id": 10,
        "text": "Я раньше хотела поговорить, но передумала. Я не смогу продолжать с тобой отношения. Держись подальше от меня."
      }
    ]
  },
  {
    "id": 9,
    "text": "Узнав о том, что жены нет дома, Роман принялся звонить в ее поисках.\nКатя грозным голосом заявила, что не хочет больше терпеть его сумасшедшую семейку и выходки. Она хочет развестись.\nЧерез три дня Роман приехал с гигантским букетом роз, плакал и умолял на коленях ее вернуться.\nОн говорил, что только в ее отсуствие понял, как был не прав и как нежно любит супругу. Он собирается поработать над собой и своими манерами.\nКатя растрогалась, глядя на его измученное, похудевшее лицо и глаза, взывавшие к жалости.",
    "answers": [
      {
        "id": 14,
        "text": "\"Так и быть, давай мириться. Может, и правда все еще наладится.\""
      },
      {
        "id": 16,
        "text": "\"Пришел, как побитая собака. Все равно я с тобой жить не буду. Уходи прочь.\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Достижение: \"Компромисс\"\n\nКак ни странно, но время действительно лечит. После окончания института Катя встретила хорошего человека, увидела в нем нечто близкое и родное, и согласилась завязать отношения. Через год они поженились и родилась двойня - очаровательные девочки Маша и Даша. Катя была счастлива со своим мужем и детьми.\nО Макаре она почти не вспоминала, лишь изредка в социальных сетях получала от него поздравления с Новым годом или днем рождения. Его семейная жизнь тоже устроилась неплохо.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "Взгляды Василия и его вкусы во многом совпадали с взглядами Кати, им было интересно проводить время вместе. Он предстал перед ней красивым, ухоженным парнем, настоящим эстетом. Катя и он вместе играли на гитаре, пели песни ее собственного сочинения в узком кругу. Мы ведь упомянули вначале, что Катя - натура творческая. Все было прекрасно. Они стали встречаться, а затем стали жить вместе на сьемной квартире.",
    "answers": [
      {
        "id": 18,
        "text": "Ну и, что дальше?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Достижение: \"Самодура\"\n\nПретерпев затяжную депрессию, Катя выходит за первого встречного, думая, что своим счастьем будет мстить Макару. Постоянно сравнивая мужа с Макаром и ничего к нему не чувствуя, она превращает его в несчастного человека. Катя отказывается рожать детей, периодически куда-то исчезает без обьяснения причин. Муж с ней не хочет разводиться и тихо спивается.\n\nP.S. Дамы, из собственного эгоизма никогда не используйте людей для достижения каких-то сомнительных целей. Подумайте о том, что они тоже хотят быть счастливыми и востребованными.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 13,
    "text": "Макар использовал Катю. В это время в Москве его ждала будущая жена, находящаяся в интересном положении.\nНа которой, собственно говоря, он потом и женился.",
    "answers": [
      {
        "id": 10,
        "text": "\"Он подлец. Я его никогда не прощу.\""
      },
      {
        "id": 7,
        "text": "\"Я в это не верю.\""
      }
    ]
  },
  {
    "id": 14,
    "text": "Переделать человека невозможно. Позже снова Роман стал еще агрессивнее, а унижения и побои - еще изощреннее, чем прежде. Супруги жили в разных комнатах.\nБолее того, Роман угрожал упечь Катю в психдиспансер, будучи сам человеком неадекватным.\nКатя была на грани нервного истощения.",
    "answers": [
      {
        "id": 16,
        "text": "Сбежать с вещами и, не раздумывая, развестись."
      },
      {
        "id": 17,
        "text": "Нет сил даже на то, чтобы плакать. Попытка суицида."
      }
    ]
  },
  {
    "id": 15,
    "text": "Катя узнала, что Макар женился, и скоро в его семье появится ребенок.\nВсе, теперь все кончено, к Макару дороги нет.\nДа и Василий внешне немного напоминает Макара. Скоро все это сотрется, а Катя наверняка начнет рассматривать Василия как отдельную личность.",
    "answers": [
      {
        "id": 16,
        "text": "Не забивать голову ерундой и жить дальше."
      }
    ]
  },
  {
    "id": 16,
    "text": "Нужно было время, чтобы оправиться после этой неприятной истории. На следующий день Катя почти сутки проспала - она была измотана и физически, и психически. Через 2 месяца состоялся развод. Супругам делить было нечего, поэтому все прошло быстро. Девушка постаралась забыть все как страшный сон. Она снова дышала полной грудью и радовалась жизни.\nВ этот период она познакомилась с молодым человеком по имени Василий.",
    "answers": [
      {
        "id": 11,
        "text": "Узнать Василия поближе."
      },
      {
        "id": 15,
        "text": "Позвонить сестре Макара и, как будто невзначай, узнать, как он сейчас живет."
      }
    ]
  },
  {
    "id": 17,
    "text": "Достижение: \"Все можно исправить\"\n\nК счастью, попытка суицида не удалась.\nВ результате, после выписки из реанимации, Катя получила инвалидность, однако духом не упала. Видя в этом исходе руку Провидения, она занялась благотворительностью и создала сообщество медико-психологической поддержки людей, попавших в трудную жизненную ситуацию.\nПозже она вышла замуж за одного из подопечных, о чем никогда не жалела.\nМожно сказать, хорошее завершение истории.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 18,
    "text": "Василий собрался поменять место работы, но, уволившись, так и никуда не устроился. Начал пить и спускать деньги, заработанные Катей. А она в это время еще не закончила заочное обучение в институте.\nКатя не знала, что ей дальше делать. Вася, когда был трезв, выполнял почти всю домашнюю работут вместо Кати, когда она находилась на работе и был нежным ухажером. А когда был пьян - было это просто \"тело\" и больше ничего. Да еще и начинало его \"тянуть на приключения,\" откуда постояно надо было его спасать.\nКаждый раз он говорил, что все это в последний раз, но не мог остановиться.\nНадо что-то делать.",
    "answers": [
      {
        "id": 19,
        "text": "\"Хватит уже мне дебилов! Я ухожу.\""
      },
      {
        "id": 20,
        "text": "\"Буду кодировать от алкоголизма, пропадает хороший парень.\""
      },
      {
        "id": 23,
        "text": "\"Видимо, лучше быть одной\""
      }
    ]
  },
  {
    "id": 19,
    "text": "Достижение: \"Железная леди\"\n\nКатя решает заняться сольной карьерой, собирает рок-группу из музыкантов, пишет несколько песен и они становятся известными в своем городе, а затем и во всей стране. Интерес к Кате как известной личности, велик, она начинает параллельно заниматься политикой и общественной деятельностью.\nСемью она так и не создала, но материально помогает родителям и племянникам и чувствует себя состоявшейся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 20,
    "text": "Катя прилагает усилия, чтобы избавить Василия от дурного пристрастия, и ей это удается. Однако работать он так и не пошел. Катя не способна обеспечить их двоих на мизерную зарплату, да и неприятно это. Она уходит от него и снова живет с родителями, облегченно вздыхая. Она теперь решает заняться саморазвитием и воплощать в жизнь то, что не было воплощено.",
    "answers": [
      {
        "id": 21,
        "text": "Но вот какая неожиданность!.."
      }
    ]
  },
  {
    "id": 21,
    "text": "Как оказалось, героиня нашей истории беременна. И это выяснилось спустя месяц после того, как она ушла от Василия.\nУзнав о беременности Кати, Василий заявил: \"Откуда мне знать, с кем ты была после меня. Теперь ты ищешь крайнего.\"\nДевушка ударила его по лицу и послала куда подальше.",
    "answers": [
      {
        "id": 22,
        "text": "\"Буду рожать, ребенок ни в чем не виноват\"."
      }
    ]
  },
  {
    "id": 22,
    "text": "Достижение: \"Супермама\"\n\nКатя пережила стыд и оскорбления со стороны родни Василия, но со временем они оставили ее в покое. Девушка окончила к этому моменту учебу, и ничто не мешало радости материнства. У нее родилась хорошенькая девочка. Молодая мама решила, что будет жить только для своего ребенка. Однако, когда малышке исполнилось 5 лет, Катя встретила достойного мужа себе и отца для дочери, с которым они родили еще двоих детей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": "Достижение: Духовность\n\nКатя уходит от Василия, посвящает жизнь родителям и племянникам, а в старости уходит в монастырь.\nА что, каждый видит счастье по-своему.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Полностью перечитанная история откроет пять возможных концовок:\n\n- Железная леди\n- Супермама\n- Все можно исправить\n- Духовность\n- Самодура",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 25,
    "text": "Страница автора ВКонтакте:\n\nhttp://vk.com/slavyanka_ya",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]