[
  {
    "id": 1,
    "text": "Автор: Чёрный Рассвет<s>r\n<s>r\nЖанр: дарк-фэнтези/драма/хардкор(?)<s>r\n<s>r\nТьма. Она кругом. Пустота. Вы в пустоте, что соткана из боли, страдания и печали. Стоит ли делать спасительный рывок к свету, или остаться в холодных, но мягких руках Ничего..?",
    "answers": [
      {
        "id": 2,
        "text": "Рваться к свету"
      },
      {
        "id": 19,
        "text": "Достижения"
      },
      {
        "id": 107,
        "text": "К читателю"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Темнота медленно рассеялась, давая глазам привыкнуть к полумраку. Руки уперлись в холодный и мокрый кирпич, попытка подняться не увенчалась успехом, и вы рухнули обратно на пол. В глазах все помутнело, а свет факелов на стенах начал меркнуть, окуная вас обратно во тьму.<s>r\nВторое пробуждение прошло более успешно, и на этот раз вы смогли не только подняться на руках и встать на четвереньки, но и прислониться к стене. Отдышавшись, вы решили оглядеться. Место, где вы очутились, было ничем иным, как темницей. Холодной, темной и сырой, как ей и подобает быть. Кругом лишь серый сырой камень, покрытый мхом и плесенью, да и такой же кирпич. Похлопав рукой по себе, вы не нащупали ничего, кроме ржавой и дырявой кирасы, пустых ножен и кольчужной юбки, столь же ржавой и дырявой, как и кираса. Посмотрев на свою руку, вы содрогнулись от ужаса - рука была ваша, это точно, но она была пепельно-серой, с начавшей разлагаться плотью.  Вам одновременно хотело и не хотелось посмотреться в зеркало или какой-нибудь чистый водоем, но ни того, ни другого, конечно же, рядом быть не могло. Пожалуй, стоит осмотреться, может теперь вы что-то найдете.",
    "answers": [
      {
        "id": 3,
        "text": "Пошарить по полу"
      },
      {
        "id": 6,
        "text": "Пройтись руками по стенам"
      },
      {
        "id": 7,
        "text": "Осмотреть дверь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Кругом лишь сырость, но руки не чувствуют холода. Неизвестно, можете ли вы чувстовать что-то вообще, с таким-то телом. Еще раз взглянув на разлагающуюся плоть, вы отвели взгляд, сев на четвереньки и начав водить ими по полу. Под пальцы попадались лужи, грязь и трупы крыс, но не более того. Одинокая скамейка в конце комнаты привлекла ваше внимание. Подобравшись к ней, вы начали водить руками в лужах, пока пальцы не сомкнулись на чем-то металлическом. Подняв предмет к глазам, вы разочарованно выдохнули. То была старая, погнутая медная монетка, покрытая плесенью, из-за чего было невозможным разобрать, что на ней изображено. ",
    "answers": [
      {
        "id": 4,
        "text": "Подобрать монетку"
      },
      {
        "id": 5,
        "text": "Оставить в луже"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пожав плечами, вы засунули кусок металла за пазуху. Никогда не знаешь, когда и где может пригодиться то или иное барахло. В принципе, если как-то оттереть плесень, можно будет ипользовать даже такую монетку, или же сдать ее какому-нибудь старьевщику. Если вы сможете выбраться отсюда и узнать, что, в конце концов, с вами произошло.",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться к обследованию камеры"
      }
    ]
  },
  {
    "id": 5,
    "text": "Слегка нахмурившись, но не почувствовав это, вы бросили бесполезную металлическую кругляшку обратно в воду. Она вам ни к чему, никакой пользы. Ей даже самый дрянной замок, если бы он тут был, не взломать. Хотя вы и не могли вспомнить,  умеете ли взламывать вообще, или же нет.",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться к обследованию камеры"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ваши руки постоянно соскальзывали вниз, камень был мерзким на ощупь, даже не смотря на то, что вы этого не чувствовали. Вода постоянно стекала по тыльным сторонам ладоней, скатываясь по рукам под кирасу. Любой подозрительный фрагмент стены вы пытались исследовать более тщательно: стучали по ней кулаками, надавливали на тот или иной камень, пытались подцепить их пальцами и найти хоть какой-то секрет. Но ничего такого вы так и не смогли обнаружить, лишь вытащили несколько камней, утопив их в лужах.",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться к обследованию камеры"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сгнившая дверь казалось до ужаса хлипкой. Вы прикоснулись к ней, толкнув несколько раз, из-за чего ржавый замок попросту рухнул на пол с другой стороны двери. Удивленно посмотрев на двери, вы взяли себя в руки, толкнув дверь и распахнув ее с омерзительным скрипом. Развернувшись к камере, вы на секунду задержали взгляд на факел. Взяв его в руку, вы вышли в корридор, осветив его тусклым светом. Повсюду был все тот же камень в плесени, перекошенные решетки на окнах, а в некоторых камерах двери были или выломанны, или стояли, словно вчера сделанные. ",
    "answers": [
      {
        "id": 8,
        "text": "Обыскать все доступные камеры"
      },
      {
        "id": 9,
        "text": "Идти к входу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Сбросив с себя легкое оцепенение от нахлынувшего ощущения страха и смутных воспоминаний, вы стали заходить в одну камеру за другой. Большинство из них, как и ожидалось, были пустыми. Точно такой же сырой камень, те же самые кирпичи. Вы обшаривали каждый угол, до которого могли дотянуться, разгоняя во мраке крыс и больших насекомых. К сожалению, ничего путного вы так и не смогли найти.<s>r\nЗайдя в одну из камер, вы чуть отшатнулись назад, но тут же взяли себя в руки. Скелет, лежавший в углу комнаты, выглядел более чем безобидным. Конечно, в голове тут же пролетело несколько сказок и легенд о том, как мертвые встают ради какой-то своей цели или по велению темных колдунов, но вы тут же откинули эти росказни. Скелет сидел в углу, на его старых, покрытых пылью, костях были куски ткани, которые тут же рассыпались, стоило вам к ним прикоснуться. Под слоем пыли и тлена, вы заметили что-то странное, прямиком в ребрах скелета. Осторожно взяв это \"нечто\", вы потянули его на себя. Перед глазами представился короткий кинжал. Деревянная ручка прогнила и дерево начало осыпаться. Металл тоже был не в лучшем состоянии, ибо время поставило на нем печать ржавчины, как и на вашей кирасе с кольчужной юбкой. Но это лучше, чем идти в неизвестность с одним лишь факелом. <s>r\nВзяв кинжал во вторую руку вы направились к выходу.",
    "answers": [
      {
        "id": 10,
        "text": "Оказаться на свободе"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы не решились обыскать все темные закоулки этого мрачного места. В какой-то момент, вам казалось, что здесь до сих пор кто-то стонет и завывает отнескончаемых мук. Вздрагивая от напряжения, вы подняли факел повыше, освещая себе путь сквозь темноту. Иногда под ногами пробегала крыса или какое-то насекомое, слишком большое для обычных реалий, но вполне ожидаемое для такого места, как эта темница. <s>r\nВысмутно припоминали, как вас волочили себя крепкие руки в латных перчатках белого цвета. Вам казалось, что они источали свет, но это были лишь галлюцинации от боли и осознания, что вот здесь, в этих самых камерах, вам придется доживать свой век.<s>r\nТолкнув дверь, вы вышли из темницы.",
    "answers": [
      {
        "id": 10,
        "text": "Оказаться на свободе"
      }
    ]
  },
  {
    "id": 10,
    "text": "Стоило вам подойти к двери, как из темноты, что так и не рассеялась от света факела, к вам кинулась фигура. Она не отличалась какой-то массивностью или наличием мускул, да и одета была в какое-то полуистлевшее тряпье, а на голову был накинут капюшон, скрывавший лицо. Однако по движению незнакомца, стало понятно, что он бежит не с добрыми намерениями. Скорее всего разум бедняги давно поглотила тьма и одиночество. Вам ничего не остается, как защищаться.",
    "answers": [
      {
        "id": 11,
        "text": "Попытаться отбиться свободной рукой и факелом"
      },
      {
        "id": 13,
        "text": "Попытаться отбиться кинжалом и факелом",
        "need": 8
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы несколько раз взмахнули факелом, но так и не добились видимых результатов. Фигура бросилась на вас с такой силой и скоростью, о которой вы и помыслить не могли. Факел рухнул в лужу под вами, моментально зашипев и погаснув. Вы молотили руками по висящему на вас человеку, но это не давало никаких видимых результатов. В какой-то момент вы почувствовали его руки на своей шее. Паника затуманила ваш разум, и вы с диким воем начали метаться от стены к стене, пытаясь сбросить с себя нападавшего. Но как и в первые разы, все было в пустую. Пальцы сомкнулись с ужасающей силой на вашей шее, ломая позвонки. Вы бросили последний взгляд на своего убийцу, и заметили лишь пустые глаза давно мертвого существа, ставшего нежитью.",
    "answers": [
      {
        "id": 12,
        "text": "Вы получили достижение<s>r\n\"Навечно в темнице\"",
        "comment": true
      },
      {
        "id": 12,
        "text": "You Died"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Навечно в темнице\".<s>r\nВы очнулись во тьме темницы, но так и остались в ней. Ваш убийца оказался нежитью, но этот факт никоим образом уже не изменит вашу гибель.<s>r\nВы остались вечным узником в этих сырых и темных казематах.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы несколько раз попытались отпугнуть сошедшего с ума человека пламенем факела, но не добились абсолютно ничего. Фигура набросилась на вас с такой силой, что выбила факел из рук. Пламя зашипело и тут же погасло. Всплеск от падения факело означал, что зажечь факел снова не удасться, ибо опал он прямиком в одну из луж под вашими ногами. Накинувшийся на вас человек, тем временем, уже сжимал свои тонкие и длинные пальцы на вашей шее с такой ужасающей силой и ненаистью ,что вот-вот сломает ее вам. В ужасе вы несколько раз ударили ржавым кинжалом в бок фигуры, от чего хватка ослабла. Не теряя времени, вы скинули с себя нападавшего, рухнув на него коленями в области живота и начав без разбора опускать лезвие в поддатливую плоть, пока, наконец, не убедились, что человек не двигается. Содрав капюшон с его головы, в с ужасом отшатнулись, не веря своим глазам. Перед вами лежал давно мертвый человек. В его глазах не было огонька жизни уже несколько лет, а может, и нескольких десятилетей. Держа капюшон в руке, вы не могли поверить своим глазам. Неужели вы оказались в месте, где нежить существует, да еще и так бодро кидается на первых встречных? Вас затрясло от осознания, что вы абсолютно ничего не помните и не знаете. Ни какой сейчас год ,ни что происходит снаружи. В вашей голове нет абсолютно ничего, что помогло бы определиться с дальнейшими действиями. <s>r\nВзяв себя в руки, вы надели капюшон убитого на свою голову. Почему-то вам казалось, что выглядите вы сейчас точно так же, как и он, и при встрече с нормальными людьми, вам лучше не показывать свое лицо; опустившись обратно к телу, вы тщательно его обследовали, но ничего полезного, кроме каких-то бумажек так и не нашли. Факел погас, и темнота начала давить на вас. Спрятав бумаги за пояс, вы вытащили кинжал из груди нежити, поднявшись и бросив пристальный взгляд в угол, откуда мертвец кинулся на вас.",
    "answers": [
      {
        "id": 14,
        "text": "Пойти к выходу"
      },
      {
        "id": 15,
        "text": "Подойти к углу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы развернулись к темноте спиной, подойтя к двери и толкнув ее. Дверь распахнулась с тихим скрипом, и яркий свет ослепил на несколько долгих секунд. Вы стояли в проходе, не в силах расскрыть глаза, ибо свет был слишком болезненным. Подождав какое-то время, вы все же привыкли к нему, но вам приходилось постоянно шуриться и держаться за стену, чтобы выйти.<s>r\nОказавшись на свободе, вы тут же почувствовали легкий ветер, а под вашими ногами была высокая зеленая трава. Как странно, что вы можете ощущать это, ведь находясь внутри темницы все ваши чувства будто бы пропали. Может, стоит снять и капюшон, и никакой вы не мертвый? Нет, с этим нужно повременить. <s>r\nГлаза полностью привыкли к свету, и вы решились взглянуть назад. Ваша темница оказалась разрушенно башней, с уцелевшим перым этажом и частично вторым. Вы бросили взгляд на скалы позади башни, на их белоснежные вершины и густой лес у подножья. Заметив достаточно большой камень, вы сели на него, достав из-за пазухи бумаги. В темноте было не разглядеть, но здесб ыли какие-то буквы. Вполне возможно, что вы сможете разобрать, что здесь написано, если напряжете память. А может быть, все эти бумажки не стоят и выведенного яйца, и их стоит выбросить, лишив это мрачное место своей памяти.",
    "answers": [
      {
        "id": 16,
        "text": "Раскидать листы по ветру"
      },
      {
        "id": 20,
        "text": "Попытаться прочитать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Не смотря на окружавшую угол темноту, вы все же решили подойти к нему. Пристально всматриваясь в темень, вы не могли точно разобрать, что в ней. Угадывались лишь очертания соломы, почти превратившейся в пыль, да кучи какого-то тряпья, которе тоже превратиться в труху, как и одежда напавшего на вас мертвеца.<s>r\nПодойдя поближе, вы пошарили рукой в соломе, достав еще несколько страниц. Ну что ж, если они были спрятаны, может быть в них есть какая-то ценная информация? ",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из темницы"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы не стали затруднять себя чтением каких-то закорючек и попросту вскинули их вверх. Холодный горный ветер тут же подхватил бумагу, унося ее в разные стороны, и вы, с довольной улыбкой под тканью капюшона, смотрели, как память о темнице осыпается в прах.",
    "answers": [
      {
        "id": 17,
        "text": "Вы получили достижение<s>r\n\"Прах по ветру\"",
        "comment": true
      },
      {
        "id": 18,
        "text": "Спуститься к тропинке"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Прах по ветру\"<s>r\nКакие-то закорючки и почти истлевшие бумажки вам абсолютно не интересны. Тем более, что они принадлежали существу давным давно мертвому, да еще и пытавшемуся упокоить навечно и вас. Лучше пусть это место так и сгинет во времени, а его прах вы развеете по ветру.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Оставив за спиной жутковатое место, вы спустились к еле видимой тропинке, витееватой змейкой спускающейся вниз, к полям. Чем дальше вы шли, тем более различимыми становились границы пшеничного поля, странная старая ферма, на которой половина дома обрушилась от времени, а так же границы темной дубовой рощи. Дубы были могучими, и казались неприступными титанами уже отсюда, что же будет, когда вы подойдете к ним вплотную? <s>r\nПройдясь по границе поля, вы направились прямо к полуразрушенной ферме. Странно, но вы различили какое-то странное движение внутри нее. Между рухнувших досок мелькнула несколько раз худая тень. Неужели еще один мертвый, оставленный здесь каким-то жуктим проклятием?",
    "answers": [
      {
        "id": 30,
        "text": "Достать кинжал и наброситься тень"
      },
      {
        "id": 31,
        "text": "Окликнкуть незнакомца"
      }
    ]
  },
  {
    "id": 19,
    "text": "Здесь будут указаны все достижения, которые вы получили за время прохождения.<s>r\n<s>r\nВсего в игре 13 достижений:<s>r\n4 - финальные концовки.<s>r\n4 - за досрочный финал.<s>r\n5 - за достижения по ходу игры.",
    "answers": [
      {
        "id": 12,
        "text": "\"Навечно в темнице\"",
        "need": 11,
        "need_ever": true
      },
      {
        "id": 17,
        "text": "\"Прах по ветру\"",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 29,
        "text": "\"Архивариус\"",
        "need": 28,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "\"Бумаги мертвеца\"",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 43,
        "text": "\"Мертвые колосья\"",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "\"Предательство в корнях\"",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 66,
        "text": "\"Яд в крови\"",
        "need": 63,
        "need_ever": true
      },
      {
        "id": 85,
        "text": "\"Повелитель мух\"",
        "need": 83,
        "need_ever": true
      },
      {
        "id": 95,
        "text": "\"Мертвец средь могил\"",
        "need": 94,
        "need_ever": true
      },
      {
        "id": 97,
        "text": "\"Расползшийся миазм\"",
        "need": 92,
        "need_ever": true
      },
      {
        "id": 100,
        "text": "\"Почти вылеченная болезнь\"",
        "need": 99,
        "need_ever": true
      },
      {
        "id": 105,
        "text": "\"Чумной король\"",
        "need": 103,
        "need_ever": true
      },
      {
        "id": 106,
        "text": "\"Белый лекарь\"",
        "need": 104,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы пытаетесь вспомнить, что означает каждый символ, или угадать, какая это буква? Но их смысл постоянно утекает от вас, и вы никак не можете прочесть написаное. Злость постепенно одолевает вас все сильнее и сильнее, давя вам на грудь. ",
    "answers": [
      {
        "id": 16,
        "text": "Бросить это дело"
      },
      {
        "id": 21,
        "text": "Вспоминать... вспоминать..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Злоба полностью одержала над вами верх. Вы начинаете сквернословить все громче и больше, проклиная богов и все то, на чем свет стоит. В какой-то момент, вы осознаете, что ваше сквернословие - это ключ к расшифровке текста. С другой стороны, вас трясет от ненависти к этим бумажкам, и если что-то еще, хоть немного, вас разозлит, вы разорвете все на мелкие клочки.",
    "answers": [
      {
        "id": 16,
        "text": "Бросить это пагубное дело"
      },
      {
        "id": 23,
        "text": "Сделать последнюю попытку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы пытались поднять стекло, разбить его руками и близлежащими предметами, но все было в пустую. Наверное, какая-то магия. ",
    "answers": [
      {
        "id": 33,
        "text": "Выйти к развилке"
      }
    ]
  },
  {
    "id": 23,
    "text": "Буквы скалдывались в слова, а слова в предложения. Удовлетворившись своей работой, вы уселись поудобнее, приступив к долгожданному чтению.",
    "answers": [
      {
        "id": 24,
        "text": "Читать бумаги мертвеца"
      }
    ]
  },
  {
    "id": 24,
    "text": "5 [текст не удается прочесть]<s>r\nЯ оказался в башне, стоящей в горах прямо над моей фермой. Никогда бы не подумал, что меня упекут сюда. Мои бедные, бедные детишки, мои малютки... что же они будут делать там, без меня? Мне удалось выпросить у стражников бумагу, чернила и перо. Посчастливилось, что он был знаком с моим отцом, и уважал его в свое время.<s>r\nМне так и не объяснили причину, по которой кинули в эту темницу, но мне кажется, что разум нашего короля затуманивается все больше и больше изо дня в день. Тоска и гнев пожирают меня все сильнее. нет справедливости в этих землях, ее здесь нет...<s>r\n<s>r\n12 [текст не удается прочесть]<s>r\n<s>r\nСегодня утром в башню пришел странный человек. Его одеяния были полностью белыми, кажется, он один из монахов или священников высшего ранга. Не могу разобрать, к какому богу он относиться. Он поднялся на верхние этажи, где через несколько часов раздавались жуткие вопли. Мне становится страшно.<s>r\n<s>r\n25 [текст не удается прочесть]<s>r\nСвященник, который пришел сюда почти две недели назад, кажется, пытает заключенных! Я не представляю, что будет, когда он спуститься сюда, на первый этаж. Ведь чем ниже он спускается, тем громче кричат люди. Даже стража начинает паниковать, что уж говорить обо мне? Единственная мысль, что греет мне душу и сердце - что мои дети остались живы. По крайней мере, я на это надеюсь...<s>r\n<s>r\n2 [текст не удается прочесть]<s>r\nОн надо мной! Он ходит надо мной! О боже, о боже! О БОГИ..! Я не могу больше слышать эти крики! Они... они сводят меня с ума! Все громче и громче! Мне начинает казаться, что... [текст не удается прочесть]<s>r\n<s>r\n[текст не удается прочесть]<s>r\nНа этом месте лист слишком сильно истерся, и вы беретесь за второй.",
    "answers": [
      {
        "id": 25,
        "text": "Читать дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "Не могу понять, где я... такое ощущение, что вчера я был в [текст не удается прочесть], а сегодня [текст не удается прочесть]<s>r\n[текст не удается прочесть] будто кто-то вгрызается в мою плоть, я чувствую [текст не удается прочесть]<s>r\n<s>r\n[текст не удается прочесть]<s>r\nХолод. Я чувствую смертельный холод. Никак не могу забыть, как рыцари в белоснежно белых доспехах тащили какого-то бедолагу в последнюю камеру на моем этаже. Я не видел лица, даже не могу разобрать, женщина это, или мужчина... Я видел только [текст не удается прочесть]<s>r\n... человек в камере кричал. Много, громко, его крики... СВОДЯТ МЕНЯ С УМА! [текст не удается прочесть] Я УБЬЮ ЕГО! УБЬЮ ЕГО! УБЬЮ ЕГО! [текст не удается прочесть]<s>r\n<s>r\n11 77 99 1521321<s>r\nКакая разница, который сейчас день? Какая разница, кто я? Где я?! Что все это значит?! Откуда я здесь?! Есть ли кто либо, там, за этим серым камнем, кто ждал бы меня? НЕНАВИЖУ! Я НЕНАВИЖУ ВСЕХ! ЭТИ ЛЮДИ В БЕЛЫХ ОДЕЯНИЯХ... Они все [текст не удается прочесть]<s>r\n<s>r\nНа этом второй лист обрывается. Видимо именно здесь разум бедолаги навсегда помутился, ибо здесь лист был изорван.",
    "answers": [
      {
        "id": 26,
        "text": "Читать дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Больше вы не можете разобрать ни одного слова. Видимо, человек навсегда лишился рассудка, превратившись от пыток над собой и другими в этом жутком месте.",
    "answers": [
      {
        "id": 18,
        "text": "Отправиться к тропинке, ведущей вниз"
      },
      {
        "id": 27,
        "text": "Достать найденые в сене листы",
        "need": 15
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы вовремя вспомнили о том, что нашли еще несколько листов в месте, где обитал мертвец. Достав их из-за пазухи, вы начали разбирать слова, что сильно вас удивило, ибо на предыдущих листах вам явно показалось, что человек сошел с ума.<s>r\n<s>r\n[текст не удается прочесть]<s>r\nПамять... моя память, угасает. Не могу никак вспомнить, кто я и откуда. Лишь изредка могу разобрать мелькающие перед глазами образы... УБЬЮ, Я УБЬЮ ИХ ВСЕХ!<s>r\n<s>r\n[текст не удается прочесть]<s>r\nИногда я пытаюсь прочесть то, что пишу, но смысл слов так и не доходит до... ВСЕХ! УБИТЬ ИХ ВСЕХ![текст не удается прочесть] ... сложно собраться с мыслями. Я явно теряю контроль после того, что произошло со мной в этих казематах. Мне страшно, я не чувствую больше ничего, кроме ненависти ко всему.<s>r\n<s>r\n[текст не удается прочесть]<s>r\nКажется, я больше не могу терпеть, я должен кого-то убить. Моя плоть стала серой, я ужасно похудел. Один глаз перестал видеть вовсе. Стражники как-то странно на меня смотрят. Я... я немогу подняться с [текст не удается прочесть], но я точно убью его.<s>r\n<s>r\nНа этом лист заканчивается, с обратной стороны ничего нет. В ваших руках остался лишь последний листок, на нем почти ничего нет.",
    "answers": [
      {
        "id": 28,
        "text": "Прочесть конец истории мертвеца"
      }
    ]
  },
  {
    "id": 28,
    "text": "[текст не удается прочесть]<s>r\nНе могу вспомнить свое имя. Не могу вспомнить, где я жил. Но если кто-то сможет забрать эти бумаги, прошу вас... отнесите их моим детям. Кажется... Да, кажется девочку зовут Кальна, а мальчика... Не могу. Не могу вспомнить. Если вы сможете как-то узнать, кто я, и где я жил.. Я умоляю вас, отнесите, отнесите все бумаги до моих малюток, я... УБЬЮ ВСЕХ!<s>r\n<s>r\nВы тяжело вздыхаете. Вы узнали, что король этих земель был не в своем уме, или же кто-то постарался свести его с ума, как и беднягу, писавшего эти строки. Далее, вы теерь точно знаете, что людей в белых одеяниях стоит избегать всеми силами, с ними точно что-то не так. Ну и теперь вы знаете, что у человека из темницы были наследники, и вам стоит отдать им эти бумаги.<s>r\nА теперь, стоит отправиться дальше.",
    "answers": [
      {
        "id": 18,
        "text": "Спуститься к тропинке"
      },
      {
        "id": 29,
        "text": "Вы получили достижение<s>r\n\"Архивариус\"",
        "comment": true
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Архивариус\"<s>r\nВы собрали все бумаги, что написал пытавшийся убить вас в темнице мертвец. Его судьба была печальна, как и всего королевства, на сколько вы могли судить. И хотя в бумагах не было никаких секретов, возможно, вы сможете найти им применениние.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы уже поняли, что кругом таится опасность, даже в самой мелкой тени. Кинжал оказался в вашей руке моментально. Метнувшись в дом, вы обрушили руку на тень, пронзая тело ржавым клинком. Ни сдавленный крик, ни брызнувшая на вас теплая кровь так и не остановили вашу руку. В какой-то момент ржавое железо не выдержало и сломалось, оставив себя в теле вашей жертвы. С ужасом, вы осознали, что только что не только сломали свое единственное оружие, но и убили женщину, а вовсе не мертвеца. Отойдя от тела, вы задерживаете взгляд на глазах, наполненных болью, страхом и непонимаем. За что и почему? Это ваша ошибка, и совесть начинает медленно вгрызаться в вашу душу, словно червь. <s>r\nНа дальней стене в единственной комнате, вы замечаете витрину. ",
    "answers": [
      {
        "id": 32,
        "text": "Подойти к витрине"
      },
      {
        "id": 33,
        "text": "Выйти к развилке"
      }
    ]
  },
  {
    "id": 31,
    "text": "Перехватив рукоять кинжала поудобнее, вы громко окрикиваете тень. Несколько секунд ничего не происходило, а затем раздался женский голос, наполненный страхом. Вы расслышали мольбы о пощаде, взглянув в проем, вы сжали кинжал сильнее. Стоит ли верить этому голосу,  не является ли все это ловушкой сил, которые могут обмануть чувства людей?",
    "answers": [
      {
        "id": 30,
        "text": "Не поверить и накинуться на тень"
      },
      {
        "id": 34,
        "text": "Поднять руки в знак мира"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы медленно подошли к витрине, разглядывая ее содержимое. Под стеклом находился красивой работы одноручный клинок. Рукоять укрошал золотой узор змеи, а лезвие пестрело какими-то рунами или неизвестным вам алфавитом. Вам сразу же захотелось забрать его себе, да и хозяйка дома была явно не против.",
    "answers": [
      {
        "id": 22,
        "text": "Попытаться достать клинок"
      },
      {
        "id": 38,
        "text": "Послушать, что хочет сказать вам женщина",
        "need": 34
      }
    ]
  },
  {
    "id": 33,
    "text": "Сзади вас горы с их мрачным секретом в виде одинокой фермы и руин башни-тамницы. Слева распростерлось маленькое поле. Колосья поднимаются высоко, они напоминают вам солнце. Тропинка ведет на право, в густой лес.",
    "answers": [
      {
        "id": 37,
        "text": "Идти на поле"
      },
      {
        "id": 39,
        "text": "Идти в лес"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ваши руки медленно поднимаются вверх - знак мира. Хоть кинжал и зажат в пальцах, как-то среаегировать вы точно не успеете. Раздавшийся вздох облегчения заставил выдохнуть и вас. Через несколько минут на свет вышла невысокая, исхудавшая и в годах женщина. Ее волосы под платком были тронуты сединой, а ранее синие глаза стали мутно-серыми. Жизнь явно потрепала ее, но спрашивать об этом сейчас, пожалуй, не лучшая идея. Вам никак не шли слова в голову, и вы чувствовали смущение и неловкость. Заметив ваши ужимки, женщина слегка улыбнулась.<s>r\n- Вы не местный, верно?<s>r\n- Я... Боюсь, я не могу этого вам сказать.<s>r\n- Вы не похожи на шпиона, да в этом королевстве уже давным давно никаких интриг нет. Превратилоь в тлен.<s>r\n- О чем вы..? Меня... меня давно не было, если можно так сказать. Я даже не знаю, какой сейчас год и не могу вспомнить навание этих земель.<s>r\n- Вот как. Неужели, вы заблудший?<s>r\n- Заблудший? - Вы чуь прищурились под сводами капюшона, напрягшись. Что-то кольнуло в затылок, но вы отбросили это чувство куда подальше.<s>r\n- Да, я слышала о них. Это люди, очнувшиеся в месте, о котором ничего не знают или не помнят. Они блуждают по землям в поисках чего-либо, что могло бы им напомнить о том, что произошло.  Но, как правило, смерть настигает их быстрее. Я смотрю, вас она обошла стороной.<s>r\n\"Зато почти настигла тебя\" - подумали вы, но ничего не сказали, лишь невнятно что-то пробубнили и пожали плечами.<s>r\n- Ваши доспехи давно испортились, да и оружие не в лучшем виде. <s>r\n- Да, вы правы. Раз уж мы подняли эту тему - может быть, вы расскажите, что это за место?<s>r\n- Ну что ж, мое имя - Кальна...",
    "answers": [
      {
        "id": 35,
        "text": "Слушать дальше"
      },
      {
        "id": 36,
        "text": "Кальна? Не это ли имя было в бумагах мертвеца из башни?",
        "need": 15
      }
    ]
  },
  {
    "id": 35,
    "text": "... Сейчас мы находимся в заподной части королевства Танат. Если пойти по тропе на восток, вы выйдите к лесу Кьярнунг. Я не знаю, что вас там ждет, потому что давно потеряла все связи с внешним миром, а выйти из дома не могу - мало ли что  с ним может случиться? Поэтому остаюсь здесь. Да идти-то мне особо некуда. Итак, пройдя лес вы выдите к одной мелкой деревушке. Вроде, ее название Фишьярд. Да и не деревня это, вроде бы как, а скорее мелкий-мелкий городок. Хотя, от него, наверное ничего и не осталось. Вас, скорее всего, интерисует, что же произошло и происходит? Я не знаю, не могу знать. В мою молодость, короля охватило какое-то безумие, и появились люди в белых одеяних. Они многое говорили, многих людей хватали и куда-то утаскивали. Королевство загнивало и тлело изнутри, и теперь мы вынуждены жить, опасаясь за свою жизнь пуще прежнего.... Вы все время смотрите на витрину, сделанную моим отцом. Можете ее осмотреть.",
    "answers": [
      {
        "id": 32,
        "text": "Подойти к витрине"
      },
      {
        "id": 33,
        "text": "Поблагодарить за рассказ, но и уйти к развилке"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы жестом перебиваете женщину и протягиваете старые листы бумаги.<s>r\n- Думаю, прежде чем что-то рассказать мне, вам стоит это прочесть.<s>r\n<s>r\nЖдать пришлось около десяти минут. Женщина с трудом разбирала буквы, постоянно тихо схлипывая и вздрагивая. Было ли ожидание долгим по причине ее слабых глаз, или же она была безграмотно, вы не знали. Но после прочтения страниц, женщина заплакала, потянувшись к шее и сняла с себя маленький кулон в виде змейки.<s>r\n- Возьмите, он вам может пригодиться. <s>r\n- Я не могу!<s>r\n- Вы даже не представляете, что сделали для меня. Вы не неможете взять его! Вы обязаны забрать его с собой. Дайте я сама надену.<s>r\n- Не стоит, я... сам. - испугавшись реакции женщины на ваш вид, вы аккуратно взяли украшение и повесили себе на шею, спрятав его под кирасу.<s>r\n- Думаю, теперь можно продолжить то, с чего я начала...",
    "answers": [
      {
        "id": 35,
        "text": "Слушать"
      },
      {
        "id": 19,
        "text": "Вы получили достижение<s>r\n\"Бумаги мертвеца\"",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Поле оказалось гораздо больше, чем вам показалось в самом начале. Вы не могли увидеть его края, стоят в колосьях, и вам казалось, будто бледно-золотая река обтекает вас. Вы не чувствовали ее течения, ее теплоты или холода, и от этого становилось немного грустно. Тем не менее, вы решили пробраться глубже, уверенно зашагав вперед.<s>r\nЗачем вы шли - вопрос на засыпку. Наверное, потому что могли, и этой мотивации вам вполне хватало. До того момента, пока вы не вышли к пустырю, в котором сидело трое человек, с жадностью пожиравших свежий труп оленя. Не зажаривая, никаким образом не пытаясь хоть чуточку поколдовать (в кулинарном смылсе) над мясом. Вас пробил легкий озноб. Хоть какое-то чувство, конечно, но не сигнал ли это, что впереди - опасность?",
    "answers": [
      {
        "id": 39,
        "text": "Броситься в лес"
      },
      {
        "id": 41,
        "text": "Попытаться поговорить"
      }
    ]
  },
  {
    "id": 38,
    "text": "- У отца был прекрасный клинок, и он оставил его здесь. Я вижу, как вы его хотите. Можете забрать. <s>r\n- Я не могу открыть или разбить стекло.<s>r\n- Да-да, - глаза женщины лукаво щураться, на губах играет улыбка. - вы правы. Здесь маленький секрет - видите на углах витрины почти незаметные шурупы? Попробуйте их чем-нибудь достать.<s>r\nВы киваете, довольно улыбнувшись про себя. Кинжал сграет сейчас вам добрую службу. Повозившись несколько минут с шурупами и стеклом, вы все же смогли достать меч. Он идеально лег к вам в руку. Вы подивилсь его балансировке, а еще большее изумление вызвала острота лезвия. К сожалению, ржавый кинжал отжил свой век. Зато у вас есть новое оружие и цель в виде городка за лесом.<s>r\nПопрощавшись с женщиной, вы двинулись в путь.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти к развилке"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы шагали по почти исчезнувшей дороге, ведущей в густой лес. Подойдя к границе, странное чувство на секунду сковало вас, тут же отпустив. Вы не могли сказать, что это было, и было это вообще. Ветви отгородили от вас тусклое солнце, нависшее над королевством, окутав темными сетями. Вам ничего не оставалось, как шагнуть в сумрак, созданый кронами деревьев.",
    "answers": [
      {
        "id": 45,
        "text": "Углубиться в чащу"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы передали бумаги напавшего в темнице на вас мертвеца одному из его детей - дочери. Скорее всего, вы осчастливили ее сердце разгадкой тайны о пропаже отца.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Отбросив сомнения, ведь вам уже встретились живые люди, вы тихонько дотрагиваетесь до плеча одного из сидящих к вам спиной. В повернувшемся к вам лице не было и тени осмысления. Пустые глазницы вперились в вас, а гортанный рык и хрип вызвали прилив паники. остальные мертвые так же повернулись на призыв первого, поднявшись и быстро зашагав в вашу сторону. Истлевшие пальцы тянутся в вашу сторону, вы видите сгнившие зубы и насекомых внутри тел идущих. Омерзение и страх сливаются воедино, но бежать слишком поздно.",
    "answers": [
      {
        "id": 42,
        "text": "Дать отпор"
      },
      {
        "id": 44,
        "text": "Воспользоваться мечом",
        "need": 38
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы вскидываете руки, но в них тут же впиваются мертвые. Попытавшись выдернуть их из мертвой хватки, вы лишь сильнее себя ранили. Чувствуя, что жизнь уткеает все быстрее и быстрее, вы попрбовали сбежать, но лишь рухнули вниз, чувствуя, как на вас наседают мертвецы, разрывая вашу плоть и окуная в пучину пустоты. Навечно.",
    "answers": [
      {
        "id": 19,
        "text": "You Died"
      },
      {
        "id": 19,
        "text": "Вы получили достижение<s>r\n\"Мертвые колосья\"",
        "comment": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы вошли в поле, но так из него и не вышли. Вашу плоть разорвали на куски мертвые, не оставив и следа пребывания такого, как вы, на этой земле.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Несколько неуверенных взмахов хватило, чтобы отсечь руки, тянущиеся к вашей глотке. Пронзив первого мертвого, вы отступили, замахиваясь и делая еще один рубящий удар по шее второго мертвеца. Голова с противным звуком отделилась от тела, рухнув на землю. Гнилые зубы щелкнули близко к вашему лицу, но вы успели вовремя отпрыгнуть и вонзить лезвие прямиком в разинутую пасть нежити, после чего сделали рывок лезвием в сторону и почти разделяя голову пополам. <s>r\nПереведя дух, вы несколько секунд постояли на телами. Как это печально и страшно одновременно - стать такими, как они. Присмотрев несколько вещей, вы стащили вполне себе пригодные кожаные сапоги и перчатки с двух мертвецов, а так же забрали у последнего треснувший деревянный щит, напомнавший мишень для лука. Хоть какая-то защита. Встречаться еще раз с мертвыми вам не хотелось, поэтому вы развернулись и зашагали к лесу.",
    "answers": [
      {
        "id": 39,
        "text": "В лес"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сумрак тут же обхватил вас, затягивая глубже в мрачную чащу. Легкий ветер дул вам в спину, постепенно становясь все слабее и слабее, пока, наконец, и вовсе не перестал толкать вас. <s>r\nПодняв голову, вы заметили, как солнце медленно опускается вниз, заливая багрянцем серое небо. Двигаться ли вперед сквозь ночной лес или же попытаться отыскать ночлег? Ничего лучше, одинокая пещера перед вашими глазами не открылось. Стоит ли оставаться в ней на ночь? Не является ли она гнездом какого-то мерзкого сущетсва или тех же самих мертвых? И если двигаться в лес - где доказательства, что в чаще не произойдет что-то плохое? Лес явно недружелюбен ко всем, будь то живые или мертвые.",
    "answers": [
      {
        "id": 46,
        "text": "К пещере"
      },
      {
        "id": 47,
        "text": "Глубже в лес"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы расценили дальнейшее движение в чащу чистым самоубийством. Поднявшись на пригорок, вы подошли ко входу в пещеру. Она оказалась еще меньше, чем вам казалось из далека. Темнота совершенно не пропускала свет, и вы решили, что особо углубляться внутрь неизвестной пещеры не стоит.<s>r\nРасположившись в нескольки шагах от входа, вы прислонились спиной к холодной стене, чуть прикрыв глаза. Как странно, вы не похожи на живого, но чувствуете усталость. Веки становятся все тяжелее и тяжелее, пока дремота не притянула вас в свои мягкие объятия. Судорожно сжимая рукоять меча, вы все же уснули. Конечно же, сон был не крепким и вам постоянно казалось, будто что-то поворачивает вас, крутит, оплетая мягкими сетями.<s>r\nПробудившись, вы ничего не обнаружили на себе. Ни ран, ни признаков разложения еще больших, чем были. Ну что ж, уже не плохо. Поднявшись, вы двинулись в чащу, но ничего интересного там не обнаружили.<s>r\nПройдя через густые заросли деревьев, вы заметили в далеке от дорого странные очертания. Присмотревшись, вы удивленно хмыкнули. Непонятные очертания медленно преобразовывались в замок, но давно заброшенный. Башня - донжон, была сильно наклонена, никаких признаков жизни, в виде громких разговоров. звуков тренировок рыцарей, пира или чего-то еще. Абсолютная тишина, и нарушать ее вам не хотелось.",
    "answers": [
      {
        "id": 48,
        "text": "Выйти к деревне"
      }
    ]
  },
  {
    "id": 47,
    "text": "Чаща встретила вас более дружелюбно, чем вы ожидали. Пройдя вглубь, вы уже начали терять дорожку из вида, и не решились идти дальше. На какую-то секунду мысль о пещера проскользнула в вашем разуме, но ее тут же сменили картинки ужасных существ, что могли там обитать. Гигантские насекомые, кромсающие вас своими жвалами, культисты, приносящие вас в жертву своим богам на черных мессах. Да мало ли что еще могло там обить? Нет, лучше уж провести эту ночь под деревьями. <s>r\nСев под одно из них, вы прислонились к стволу, пока ваши веки не стали наливаться свинцом. Как странно, вы врое бы и не живы, но чувствуюте такую страшную усталость. В конце концов сон свалил вас с ног.<s>r\nПробудившись, вы ничего не обнаружили на себе. Ни ран, ни признаков разложения еще больших, чем были. Ну что ж, уже не плохо. Поднявшись, вы двинулись в чащу, но ничего интересного там не обнаружили.<s>r\nПройдя через густые заросли деревьев, вы заметили в далеке от дорого странные очертания. Присмотревшись, вы удивленно хмыкнули. Непонятные очертания медленно преобразовывались в замок, но давно заброшенный. Башня - донжон, была сильно наклонена, никаких признаков жизни, в виде громких разговоров. звуков тренировок рыцарей, пира или чего-то еще. Абсолютная тишина, и нарушать ее вам не хотелось.",
    "answers": [
      {
        "id": 48,
        "text": "В деревню"
      }
    ]
  },
  {
    "id": 48,
    "text": "Деревня действительно оказалось чем-то похожа на город. На один из худших городов на своем веку. Покосившиеся домишки, бродящие туда-сюда свиньи и гуси. Грязная, с признаками пожара, таверна. И совершенно неприметные жители. Они почти все двигались как-то машинально, словно их здесь и не было. Вы никак не могли уловить их лица, пока случайно не столкнулись с одним из них. Попытавшись извиниться, вы подняли взгляд и тут же подняли меч. На вас смотрело совершенно пустое лицо мертвого. Рука почти было проткнула тело, когда резкий громкий окрик не остановил вас. Вы оглянулись и заметили, как в вашу сторону бежит девушка не старше пятнадцати. <s>r\n- Осторожнее, не подходите к мертвым, они вас убьют! - Вы попытались отгородить бегущую от мертвеца, но они с силой оттолкнула вас, тут же обняв нежить.<s>r\n- Не смейте трогать его! Не смейте никого трогать, чужеземец! Я понимаю, что вы в шоке от происходящего, но это не деревня для живых, это уже деревня нежити. Убирайтесь отсюда! Пойдем, папа. Пойдем.<s>r\nВзяв под руку мертвого, девушка аккуратно повела его по дорожке к одному из домов. От происходящего вас передернуло, но вы решили все же остаться здесь на какое-то время. Тем более, что если скинуть ваш капюшон, то и вы сойдете за местного. <s>r\nТаверна выглядела сейчас самым лучшим вариантом для вас.",
    "answers": [
      {
        "id": 49,
        "text": "Прогуляться по деревне"
      },
      {
        "id": 50,
        "text": "Направиться в таверну"
      }
    ]
  },
  {
    "id": 49,
    "text": "Расположение деревни было треугольным. Вы решили пройтись по всем углам, прежде чем идти в таверну. Начав движение, вы медленно подходили к дому за домом, замечая в окнах точно таких же мертвецов, что встретился вам только что. Они словно пытались воссоздать то, что у них когда было, то, что называют \"жизнь\", но это выглядело слишком печально и вы не задерживались перед окнами на долго. Иногда к вам на встречу выходили живые члены семьи, где был такой мертвый. Они молча следили за вами пристальным взглядом, дожидаясь, когда же вы уйдете. <s>r\nОбойдя все дома, вы прошли к центру, к старому колодцу. Мох почти полностью облепил его стенки, веревка сгнила и оборвалась, а ведерка, соответственно, уже не сыскать и днем с огнем. Рядом с колодцем сидел один из мертвых, но вид у него был немного другой. Боле оживленный. Вы медленно подошли и сели на корточки перед ним.<s>r\n- О, привет. Я смотрю, ты тоже потерялся? - Говорил он тихо и немного растягивая слова на конце.<s>r\n- Потерялся?<s>r\n- Да. Мы все здесь потеряные. По крайней мере, такие как ты и я. но я думаю, что и остальные вскоре забудут обо всем.<s>r\n- Ты что-нибудь помнишь?<s>r\n- О, я помню, что был... Воином? Да, я был воином. У меня был меч, были красивые доспехи, был даже конь. Может, я был рыцарем?..<s>r\n- Вы разбираетесь в таких делах до сих пор?<s>r\n- Да. Да, я разбираюсь в мечах. А может быть и нет. - Он пожал плечами и слегка толкнул один камешек в другой, что лежали у его ног. - Я не помню. В моей голове только фрагменты тех войн, что были. Кругом груды тел, кровь и трупы. И чтобы не стать одним из них, мне пришлось убивать, убивать, убивать... А потом убили меня. Не помню как. Может, вы мне поможете?",
    "answers": [
      {
        "id": 50,
        "text": "Отрицательно качнуть головой и направиться в таверну"
      },
      {
        "id": 52,
        "text": "Кивнуть и выслушать предложение"
      }
    ]
  },
  {
    "id": 50,
    "text": "Деревня совершенно не вызывала у вас интереса и желания бродить по ней. Она вызывала у вас скорее тоску и чувство, что все будет только хуже. Хотя, судя по делам в королевстве, дела и правда идут плохо и, в конце концов, все закончится не на мажорной ноте. <s>r\n",
    "answers": [
      {
        "id": 53,
        "text": "Войти в таверну"
      }
    ]
  },
  {
    "id": 51,
    "text": "Выслушав еще раз про ориентир в виде старого могучего дуба, вы собрались с силами и двинулись в чащу быстрым шагом. По крайней мере сейчас вы чувствовали себя довольно таки бодрым, поэтому могли шагать и шагать вперед. <s>r\nКроны деревьев вновь скрыли от вас солнце, но вы не решились обращать внимания на эту мелочь. Вместо этого вы лишь сильнее углубились в чащу в поисках заветного дуба. <s>r\nВ конце концо удача вам улыбнулась, и вы смогли отыскать нужное вам дерево. Как и говорил вам мертвец, здесь было шестеро человек, да еще и с конями. Кости были почти не видны под разросшейся травой и обвившими их корнями. Где-то виднелся череп боевого скакуна, где-то был сломанный меч, иногда вы замечали, как могучие корни пробили доспех и обплели его странным, жутковатым узором. <s>r\nВдруг ваше внимание привлекли толстые корни старого дуба. Вы медленно подобрались к ним, заглянув под дерево. Как странно, под ним лежит не тронутый скелет человека на коне. Его доспехи вполне хорошо сохранились, да и красивый щит с мечом, вроде бы, тоже. Вы присмотрелись пристальнее и заметили, что на костях лежит сумка. Немного помедлив, вы все же пролезли сквозь корни, где оказалось больше места, нежели вы думали. <s>r\nПервым делом, вы стащили уже не нужный доспех и облачились в него. Прежде черный из-за насыпанной на него земли, латный доспех засиял мутновато-серым цветом. Он явно был белым, как у людей, что терзали несчастных в темницах, но вам было на это плевать. Вы никак не могли различить стершийся герб на груди лат и в уголке щита. Рядом с скелетом лежали ножны, и вы, не задумываясь, вложили в них меч, подаренный вам женщиной с фермы. Теперь у вас есть два оружия, и вам это вполне нравилось. Тяжесть доспехов вы не слишком сильно чувствовали, не смотря на свою внешнюю слабость. Подобрав сумку, вы перекинули ее на плечо, начав вылазить из под дерева. Теперь осталось лишь вернуться в деревню и отдать находку просившему о помощи.<s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "Направиться в деревню"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы медленно кивнули, соглашаясь на предложение мертвеца.<s>r\n- О, это замечательно. Я сказал, что ничего не помню, почти ничего. Но у меня точно есть маленький кусочек о своей смерти.<s>r\n- Вы что-то помните?<s>r\n- Да, я помню густой-густой лес. Я думаю, что это местная чаща. Я не помню, зачем я туда направился... нас было не много, около шести человек, но всех убили. Возле... возле самого большого, самого старого и могучего дуба. Вы его не видели? Не важно, видели ли вы его, или нет, но теперь о нем известно и вам. Я хочу, чтобы вы направились туда и поискали хоть что-то. Что угодно, что прольет свет на меня. Если вы найдете что-то ценное из вещей - то сможете их забрать. Мне не нужны материальные ценности, я просто хочу... вспомнить? Да, вспомнить.",
    "answers": [
      {
        "id": 51,
        "text": "Направиться в чащу"
      }
    ]
  },
  {
    "id": 53,
    "text": "Дверь поддалась вам с трудой, но вы все же протиснулись в узкий проход. Внутри было чуть менее грязно и паршиво, нежели снаружи. Тем более, что почти все посетители были живыми людьми, хотя и вид их вызывал у вас отвращение. Синяки под глазами, красные носы и щеки, рваная, засаленная одежда. И каждый смотрел на вас, как тощий волк на отбившегося ягненка. Ничто в вашем виде не вызывало у них отвращения. Вы подошли к хозяину, усевшись на шатающийся стул.<s>r\n- Что, новенький, да? Вижу, вижу, что свежее мясо для этой гнилой деревушки. Слушай, дружище, я могу подкинуть тебе одну интересную работенку, интерисует?",
    "answers": [
      {
        "id": 58,
        "text": "Покачать головой и уйти из деревни. Вам здесь делать нечего"
      },
      {
        "id": 60,
        "text": "Кивнуть, предлагая продолжить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ночь прошла в кошмарных сновидениях. Вы словно были одним из рыцарей мертвеца у колодца. Вы видели все предательство от начала и до конца. Бились бок о бок с погибшими товарищами. проливали кровь предателей из церкви, но в конце концов и вас проткнули в спину предательским ударом, а вашего командира обезглавили.<s>r\n<s>r\nСолнце ударило в глаза сквозь забрало шлема, полностью скрывающего ваш лицо. Формой он напоминал расскрытую пасть змеи, а остальной доспех словно состоял из белых чешуек. Какой странный выбор для церковных служителей. Мертвец посмотрел на вас, кивнув в знак утра. Видимо, он и правда не сомкнул глаз.",
    "answers": [
      {
        "id": 58,
        "text": "Подняться и уйти из деревни"
      },
      {
        "id": 53,
        "text": "Направиться в таверну"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы дошли до деревни ближе к ночи. Рядом с колодцем горел маленький костерок, и мертвец помахал вам рукой, приглашая сесть рядом с собой. Заметив у вас сумку, он странно оживился, хотя доспех не вызвал у него никаких эмоций. Вы молча протягиваете ему находку, с грохотом опускаясь рядом.<s>r\nИз сумки сначала выпала всякая мелочь, вроде игральных костей и маленького зеркала. Затем упал медальен, который был тут же открыт. В нем было чудесное, не тронутое временем, изображение темноволосой красавицы, которая смотрела на открывшго медальен с легкой ухмылкой и хитрым прищуром. Тяжелый вздох донесся до вас, но вы не решились превратить ход воспоминаний мертвеца. Дальше упал конверт, который был вскрыт. Сидящий рядом с вами поднял его, достав письмо и начав читать. Он читал быстро, жадно, но в конце тяжело вздохнул, опустив голову на грудь.<s>r\n- Я думаю, вам стоит это прочесть. Ведь мы все потеряны, и к вам это тоже относится, мой друг.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Прочитать письмо"
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Мой дорогой рыцарь святой церкви, акаэль Трини!<s>r\nМой долг, как архиепископа, возвать к чувству вашего долга и мужества! До меня дошли жуткие известия, что не в безызвестной чаще леса творятся шабашы и колдовские сборища! Это не допустимо для земель, охраняемых святой церковью! Король самолично поручил мне, а я поручаю вам, мой друг, разобраться с этим бесовским делом! <s>r\nЗавтра ночью, возле старого дуба, будет сбор старейшин культов, от которых вам, не побоюсь этого слова, придется избавиться раз и навсегда! Возьмите с собой небольшой отряд ,чтобы не спугнуть колдунов, а как только они начнут свое черное колдовство - убейте их всех!<s>r\nС наилучшими пожеланиями, ваш Архиепископ Пуретти\"",
    "answers": [
      {
        "id": 57,
        "text": "Отдать письмо обратно"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы с ужасом прочитали письмо. Неужели еще одна душа была обречена на муки и страдания?<s>r\n- Я вспомнил. Вспомнил все, что было. Друг мой, я был предан. Коварно предан архиепископом и его прихвостнями. Я с честью носил вот эти доспехи, что сейчас на вас. О, нет-нет, оставьте их себе. Я никуда не пойду из этого места, а вы, как я мог увидеть, путешествуете по этим мрачным землям, и вам они нужнее.<s>r\nПосле письма я и правда собрал своих самых преданных людей и направился в лес. Вот только ждали нас там не кучки сектантов и культистов, а вооруженный и хорошо подготовленный отряд инквизиции. Я помню, как мои воины храбро сражались, но численный перевес и подготовка оказалась сильнее. Мы все были убиты, все до единого оставлены на пожирание волкам и червям, а наши кости так  не были найдены. Сейчас это, конечно же, не имеет никакого смысла, что было - то прошло. Я думаю, вы сильно устали. Можете всю ночь провестипроспать здесь, возле костра, а я посторожу вас. ",
    "answers": [
      {
        "id": 54,
        "text": "Спать до рассвета"
      },
      {
        "id": 19,
        "text": "Вы получили достижение<s>r\n\"Предательство в корнях\"",
        "comment": true
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы отрицательно помотали головой. Все, что вам сейчас хотелось - это немного отдохнуть и двинуться в путь. Вам нет места среди этих существ и людей, вы здесь точно лишний. Может быть, стоило бы вернуться на ферму и зажить там вместе с девушкой, но вас слишком сильно тянуло вперед, или назад, как угодно. Вам нужны были ответы, тем более, что на некоторые вопросы вы все же смогли найти ответы.<s>r\nВ пище вы не нуждались, да и провести время во сне могли где угодно, поэтому, выйдя из грязного заведения, вы спрятались в одном из разрешенных домов, сев в угол и заснув там.<s>r\nКогда настало утро, вы подтянули свои вещи к себе, вышли из дома и направились подальше от деревеньки.",
    "answers": [
      {
        "id": 65,
        "text": "Выйти на распутье"
      }
    ]
  },
  {
    "id": 59,
    "text": "- Нет, у меня нет никакого вооружения.<s>r\n- Тогда и у меня для вас ничего нет. Можете уходить.",
    "answers": [
      {
        "id": 58,
        "text": "Уйти из деревни"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы медленно киваете в знак согласия, от чего в глазах хозяина заведения блеснул огонек. <s>r\n- А снаряжение у вас имеется для такого дела-то, а? Ведь мое дельце очень, очень опасное!",
    "answers": [
      {
        "id": 59,
        "text": "Отрицательно качнуть головой"
      },
      {
        "id": 62,
        "text": "Поднять меч с фермы и щит-мишень",
        "need": 44
      },
      {
        "id": 64,
        "text": "Погромыхать доспехом, прямо перед лицом хозяина таверны. Ближе. И еще ближе.",
        "need": 51
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы помогли мертвецу у колодца узнать о его прошлой жизни и смерти. ",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "- Не уверен я в вас, не уверен... Но коли вы смогли добраться с таким снаряжением, почему бы не попытать удачу, верно? Вы, наверное, видели в лесу пещеру, верно? Она одна на весь лес, ее сложно пропустить, особенно если идти по тропинке. К чему я это? Когда я был маленьким, в пещере уже обитали полчища огромных пауков. Господи, какая же хлипкая на вас кираса... Ну так вот, яд этих тварей - штука редкая. Я хочу, чтобы вы убили несколько штук и вырезали их жвала вместе с мешочками яда. Я понятно изъясняюсь?<s>r\n- Вполне. <s>r\n- Ах, что может быть лучше, чем моментальное взаимопонимание? Не переживайте, свою награду вы получите!<s>r\nВы не слишком доверяете этому человеку, но если он сулит вам хорошую награду - почему бы и не попробовать?",
    "answers": [
      {
        "id": 63,
        "text": "В пещеру"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ушло всего несколько часов на то, чтобы пройти чащу и вернуться по тропинке в лесу к пещере. Зайдя внутрь вы почти ничего не увидели, лишь тьма густилась в проходе, обволакивая вас все больше и больше, пока, наконец, глаза не привыкли к ней хоть как-то. Теперь вы могли различитить маленькую тропку вглубь пещеры, куда и направились, подняв щит и меч. <s>r\nНемного углубившись, вы встретили сразу несколько пауков. Они не выглядели крупными или опасными, поэтому вы без труда рассправились с ползучими тварями, вырезая их жвалы и мешочки с ядом. До того момента, пока не встретили взбешенную особь крупнее, гораздо крупнее предыдущих. Вам ничего не оставалось, как приготовиться к сражению, но паук оказался гораздо проворнее, чем вы ожидали. Метаясь из стороны в сторону, он накинулся на вас, ломая и без того треснутый щит своим весом и придавив вас к холодному полу. Вы попытались достать членистоногое клинком, но ничего не выходило. В какой-то момент вы почувствовали острую боль, которая начала расползаться по всему телу, создавая ощущение огня в крови. Удивление от ощущения боли сменилось агонией, ваши конечности задергались и перестали подчиняться вам. Переведя мутный взгляд вниз, вы заметили, что жвала пробили вашу кирасу, впрыскивая яд внутрь тела. Еще несколько раз дернувшись, вы рухнули обратно во мрак, умерев.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      },
      {
        "id": 66,
        "text": "Вы получили достижение<s>r\n\"Яд в крови\"",
        "comment": true
      }
    ]
  },
  {
    "id": 64,
    "text": "- Чудесно-чудесно! Полный боевой комплект? Да какакие еще изысканные латы? Где вы их нашли? У кого купили?<s>r\n- Так что там...<s>r\n- Да-да. В лесу, как вы уже, наверное, знаете, имеется пещера. Так вот, в этой пещере уже давно обосновались гигантские пауки, чей яд редок и ценен. Я хочу, чтобы вы пошли в пещеру, убили нескольких тварей и вырезали у них жвала с мешочками яда. Все понятно? Награда, конечно же, соответственная.",
    "answers": [
      {
        "id": 67,
        "text": "Направиться в пещеру"
      }
    ]
  },
  {
    "id": 65,
    "text": "Развилка представляла собой перкресток. Сзади вас была дорога в деревню. Слева - мрачная тропа ведущая к кладбищу, справа - каменная дорога, ведущая к странному зданию. Впереди же виднелся замок с темными шпилями и черными стенами. ",
    "answers": [
      {
        "id": 86,
        "text": "Направиться к кладбищу"
      },
      {
        "id": 87,
        "text": "Напрвиться к зданию"
      },
      {
        "id": 88,
        "text": "Двинуться в сторону замка"
      }
    ]
  },
  {
    "id": 66,
    "text": "Отправившись к паукам с не самым лучшим снаряжением, вы все же смогли победить несколько мелких особей. Тем не менее, крупный арахнид все же пробил ваш доспех, впрыснув яд в кровь и убив даже такого, как вы.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Путь занял у вас не так много времени. Всего несколько часов, чтобы пройти по чаще и вернуться к пещере. Зайдя внутрь вы почти ничего не увидели, лишь тьма густилась в проходе, обволакивая вас все больше и больше, пока, наконец, глаза не привыкли к ней хоть как-то. Теперь вы могли различитить маленькую тропку вглубь пещеры, куда и направились, подняв щит и меч. <s>r\nНемного углубившись, вы встретили сразу несколько пауков. Они не выглядели крупными или опасными, поэтому вы без труда рассправились с ползучими тварями, вырезая их жвалы и мешочки с ядом. До того момента, пока не встретили взбешенную особь крупнее, гораздо крупнее предыдущих. Вам ничего не оставалось, как приготовиться к сражению, но паук оказался гораздо проворнее, чем вы ожидали. Метнувшись несколько раз из стороны в сторону, он прыгнул сверху, но крепкий рыцарский щит выдержал вес и вы смогли оттолкнуть чудовище назад. Арахнид издал непонятный звук, кинувшись в вашу сторону, словно таран. Вы отступили в сторону, полоснув паука по задним лапам своим новым мечом, отсекая их и заставляя монстра рухнуть на пол. Не теряя времени, вы бросили на него, но не успели. Чудище резко развернулось к вам, сжав жвала на доспехе, но крепкая броня была не столь хлипкой, как ваш старый нагрудник. Вы взмахнули рукой и с силой опустили на голову паука лезвие меча, разделяя голову пополам и падая вниз.<s>r\nРазобравшись с чудощием, вы вырезали его жвала с мешочком, двинувшись в обратный путь.",
    "answers": [
      {
        "id": 68,
        "text": "В таверну"
      }
    ]
  },
  {
    "id": 68,
    "text": "- Неужели вы справились?! Вот так чудеса, конечно же. - Хозяин заведения злобно потр ладонями, заглядывая в мешочек и удостоверяясь, что там именно его заказ. - Чудесно, чудесно! Погодите ка немножко.<s>r\nС этими словами человек исчез с мешком аод стойку, внутри которого вы притащили всю мерзость из пещеры, а затем появился вместе с напитком, странно шипящим и бурлящим.<s>r\n- Генри! Эй, Генри! Иди ка сюда, старик! Я угощу тебя кое чем!<s>r\nИз угла поднялся еще один \"потерявшийся\", в старом плаще, видавший лучшие времена. На левой сороне груди сиял странный значок в виде совы, которая держит развернутый свиток в когтистых лапах. Старик протянул руку у шипящему напитку...",
    "answers": [
      {
        "id": 69,
        "text": "Просто смотреть. Это ведь не ваше дело, верно?"
      },
      {
        "id": 70,
        "text": "Скинуть кружку на пол и обвинить хозяина таверны в покушении на убийство"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы молча смотрели, как мертвец выпивает напиток и почти сразу же с криком отчаяния падает на пол, корчась в агонии. Его глаза вылезли из обрит и бешенно вращались, а конечности отплясывали какой-то сатанинский танец.<s>r\n- А моя награда вам, мой друг, это то, что я даю вам шанс уйти. Через несколько минут я объявлю все, что это вы подлили бедняге яд, а в доказательство покажу этот мешок с жвалами и мешочками яда. Неопровержимое доказательство, не так ли?<s>r\nПоложив руку на меч, вы почувствовали поднимающийся гнев, но убивать человека - безрассудно. Это лишь подтвердит теорию о том, что это вы виновны в смерти Генри. Ничего не остается, как бежать.",
    "answers": [
      {
        "id": 71,
        "text": "Бежать из деревни"
      }
    ]
  },
  {
    "id": 70,
    "text": "Разгневавшись, вы рукой сбили кружку с напитком, разливая жидкость по полу. Разлившийся внизу напиток тут же зашипел, прожигая в деревянном полу черную дыру. Ваш клинок взлетел быстрее, чем рука с ножом хозяина таверны дотянулась до несчастного старика. Вы перерубили конечность аккуратно у локтя, забрызгав стойку кровью. Одним прыжком перемахнув к хозяину, вы заметили, как целой рукой он потянулся к колбе на поясе. Какое-то страшное чувство в мозгу заставило вас опустить острие клинка прямо в глаз незадачливому убийц, от чего его пальцы так и не дотянулись до колбы.<s>r\nПоднявшись, вы оглянулись. В таверене царило мрачное молчание, пока старик, наконец не заговорил.<s>r\n- Неужели кто-то смог убить этого... эту тварь?<s>r\n- Что..? - Вы недоуменно посмотрели вниз, куда показывал старик.",
    "answers": [
      {
        "id": 72,
        "text": "Посмотреть вниз"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы бежали быстро. очень быстро. Хотя за вами никто и не гнался, а слова хозяина таверны о вашем обвинении были, скорее всего, блефом, вы постаралис скрыться как можно дальше. Впереди была видна большая развилка и вы двинулись к ней.",
    "answers": [
      {
        "id": 65,
        "text": "К развилке"
      }
    ]
  },
  {
    "id": 72,
    "text": "Ваш взгляд упал на обезображенную тушу существа, которое никоим образом не могло быть человеком. Огромный живот из которого выпадали органы, разложившаяся и гноящаяся плоть и лицо покрытое струпьями с миазмами.<s>r\n- Это лекарь Церкви.<s>r\n- Лекарь? Церкви?!<s>r\n- Мало похож, верно? Разрешите представиться, Генрих фон Грактх, архивариус и правая рука лорда Драугра.<s>r\n- Лорд Драугр? Простите, но я ничего не понимаю.<s>r\n- Ничего страшного, давайте ка присядем. Я все вам расскажу.<s>r\nСев за ближайший стлик, вы с опасением посматривали на место, где недавно стояло существо, так мастерски прикидывающимся человеком.<s>r\n- Оно не встанет. А теперь, моя история...",
    "answers": [
      {
        "id": 73,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 73,
    "text": "... Если вы проходили через лес с его чащей, то могли заметить стоящие развалины замка. Сложно поверить, но совсем недавно, лет двадцать назад, это место было живым. Туриры, пиры, все, что душа пожелает. Если, конечно, вам титула хватит. Короче говоря, замком и лесом, да и всем, что за ним, повеливал лорд Драугр. Странное имечко, да? Но не в этом суть. Видите мой значок? Такой выдавал сам король лучшим! архивариусам и библиотекарям. Меня как раз направили в этот замок, когда лорд принимал одного из высокопоставленных священников из церкви, что дальше по дороге. <s>r\nЯ сразу невзлюбил его, но никак не мог повлиять на сотрудничество своего господина с этим... чудовищем. Я долго пробыл в библиотеке, прежде, чем узнал, что так называемая Церковь покланяется отнюдь не тем богам, про которых говорит. Их боги - это боги из холодных глубин времен давно забытых людьми. И если слишком много и усердно молиться таким силам, то становишься таким, как то, что сейчас лежит вон там.<s>r\nКонечно, я попытался предупредить лорда, но было поздно. Его душа была отравлена ядами вот этого самого лекаря, а под тихий шепот священника он и вовсе свихнулся. Заточил меня и свою семью в подвалах своего замка, начал устраивать репрессии и кровавые оргии в стенах своего жилища, всячески потворствуя силам, о которых лучше никогда не вспоминать.<s>r\nПоследнее, что я помню, это как священник направил этого лекаря сюда. А потом я умер и очнулся уже в разрушенных стенах. Мне ничего не оставалось, как бежать сюда. А теперь я хочу спросить у вас, не вернетесь ли вы в тот замок  лорду..?",
    "answers": [
      {
        "id": 65,
        "text": "Отрицательно мотнуть головой и уйти из деревни к развилке"
      },
      {
        "id": 74,
        "text": "Спросить, что от вас требуется"
      }
    ]
  },
  {
    "id": 74,
    "text": "- И что же мне предстоит сделать?<s>r\n- Как только одно из этих существ умирает, место, где оно обитало, возвращается к прежней жизни, какой бы эта жизнь не была ранее. Я хочу, чтобы вы убили священника и вернули разум лорду. Я думаю, он быстро вернет то, что мы потеряли, несмотря на столь долгое время его... хм, отстутствия. <s>r\n- Мне что, просто постучать в ворота и отрубить голову священнику?<s>r\n- У меня есть ключик который выведет вас в архивы, а они, смею заметить, смежны с залом лорда, где он восседает.<s>r\n- С чего вы взяли, что он там?<s>r\n- Потому что когда я сбегал из этого места, бывшее мне домом какое-то время, я видел, как он сидит на своем троне, а этот \"священник\" что-то ему нашептывает. Я не знаю, что там творится. Я ученый, а не колдун. Но вы смогли справиться с одним из них, думаю, вам под силу остановить разложение этих земель.<s>r\n- У меня есть выбор?<s>r\n- У всех всегда есть выбор. Вы хотите бороться за жизнь, или вам нравится то, что вы видите?",
    "answers": [
      {
        "id": 65,
        "text": "\"Меня все устраивает\" (Вы отказываетесь и уходите к развилке за деревней)"
      },
      {
        "id": 75,
        "text": "\"Думаю, стоит изменить идущие события\" (принять предложение Генриха)"
      }
    ]
  },
  {
    "id": 75,
    "text": "- Мне не нравится то, что здесь происходит. Я ничего не помню из своего прошлого, но...<s>r\n- Хотите сделать свое будущее?<s>r\n- Да, верно. Я хочу сделать себе будущее.<s>r\nПеред вам на столе появляется маленький медный ключ с тем же символом, что и значок у архивариуса.<s>r\n- Я надеюсь, вы справитесь с этим заданием.<s>r\n- Я тоже надеюсь.<s>r\n<s>r\nПроведя ночь в одной из комнат таверны, по утру вы двинулись в сторону руин замка. Старик объяснил вам, как пройти к потайной двери в архивах и как пройти в зал с лордом. Вы не стали задерживаться в деревне на сожжение трупа чудовища, но метвые-потерянные и правда начали обретать былую живость в движениях. Некоторые начали разговаривать и оказались очень словоохотливыми. Неужели и правда есть шанс на будущее? По крайней мере здесь и сейчас все зависит от вас. ",
    "answers": [
      {
        "id": 76,
        "text": "К потайному входу"
      }
    ]
  },
  {
    "id": 76,
    "text": "Поблуждав возле развалин, вы все же смогли найти маленькую и еле заметную скважину для ключа. Провернув несколько раз ключ в замке, вы отошли назд наблюдая, как огромный кусок стены отъезжает назад, а затем в сторону, открывая черный зияющий проход. Собравшись с силами, вы вошли в темноту, двигаясь вперед. На полу лежала разбитая посуда, несколько порванных и заплесневелых картин, на которых нельзя было разобрать изображения. иногда вам встречался скелет-другой крысы или даже человека, но вы лишь проходили мимо, пока, наконец, не вышли в архив.<s>r\nСтелажи набитые книгами и свитками выглядели хлипкими. Слои пыли покрывали все вокруг, храня под собой тысячи историй и мудростй, запечатаных на бумаге в виде букв. Стараясь идти как можно тише, вы вышли из архивов и по наводке архивариуса зашли в зал, ту же услышав визгливое \"еретик!\".",
    "answers": [
      {
        "id": 77,
        "text": "Обернуться на вопль"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы обернулись на вполь и застыли от ужаса. На троне сидел огромный труп, разлогающийся и покрытый мерзкими наростами. Вы видили, как в нем снуют насекомые, и если бы вы не были потерянным, вас бы наверняка вырвало. Мертвец медленно поднял голову и вы заметили маленькую корону, которая слилась с прокаженной плотью, став частью мертвеца. Вокруг него роились мухи, словно аура, облепив серый доспех и изъеденный временем алый плащ. Подле трона стоял маленький, сгорбившийся человек в белых одеяних. Неужели это он смог так испортить все это место?<s>r\n- Ваше превосходительство, милорд! Еретики здесь, они пришли за мной! И за вами, конечно же за вами! Посмотрите на него, да он же жаждет свергнуть вас с трона!<s>r\n- Я не вижу его лица, но я вижу его доспех, и это доспех Церкви, Клаус.<s>r\n- Что вы, что вы лорд Драугр! Это обманщик! Убийца! Убийца! - Верещание священника давло на вас, а голос лорда напоминал жужжание мух.<s>r\n- Ты в этом уверен?<s>r\n- Конечно, конечно уверен! Нам нужно его убить..! Убить сейчас же!<s>r\n- Ваше... Милорд, послушайте! - Вы начали объяснять все, что происходит вокруг, но визгливый стон заглушал каждое ваше слово, а ехидная улыбка выводила из себя. <s>r\n- Довольно, еретик! Я сам разберусь с тобой!<s>r\nДраугр медленно поднялся с трона, взяв подле стоявшую двуручную секиру. Тяжелой поступью властитель местного леса двинулся в вашу сторону.",
    "answers": [
      {
        "id": 78,
        "text": "Попытаться поговорить еще"
      },
      {
        "id": 79,
        "text": "Приготовиться к битве"
      }
    ]
  },
  {
    "id": 78,
    "text": "- Лорд Драугр! Послушайте! Это существо, оно лжет! Это от него вы стали таким!<s>r\n- Каким \"таким\"?! Я в порядке, а тебе, еретик и убийца, стоит сейчас опасаться за свою жизнь!<s>r\nСекира опустилась рядом с вами, расколов плиту пола с ужасающей силой. Разговором уже ничего не решить.",
    "answers": [
      {
        "id": 79,
        "text": "Приготовиться к битве"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы подняли свой щит, готовясь к сражению. Краем уха, вы различили дисонансные напевания, исходящие от мерзкого служителя лже-церкви, но подобраться к нему будет непросто. Рой мух от песнопений принялся жужжать сильнее, залепив все тело Драугра собой, становясь второй плотью.<s>r\nСекира снова прошлась мимо, и вы сделали выпад, намереваясь проткнуть голову бывшего властителя местной чащи, но клинок лишь с чавкающим звуком прошел по насекомым. Священник ехидно захихакл, затараторив свою песнь громче.<s>r\nЛезвие прошло вскользь по щиту, оттолкнув вас в сторону, но вы устояли на ногах, слегка пошатываясь. Следующий удар застал вас в расплох, опрокинув на землю и заставив выронить щит из рук на пол. Над вами возвышалась фигура облепленная роем жужжащих мух, а позади нее напевались нечестивые тексты жутким богам разложения.",
    "answers": [
      {
        "id": 80,
        "text": "Из под доспеха на пол выпадает монетка, которую вы подобрали в темнице",
        "need": 4
      },
      {
        "id": 81,
        "text": "Вытащить второй клинок"
      }
    ]
  },
  {
    "id": 80,
    "text": "Тихий звон выпавшей монетки оказывается гораздо громче, чем он есть. Лезвие секиры так и не падает на вас сверху. Лишь заунывное пение продолжается в долгой тишине. Оперевшись ра рукоять, Драугр медленно поднимает круглый предиет. Несколько секунд он смотрит на него, пока мухи не облепили его, а затем издает протяжный стон. В руках лорд держит вовсе не монетку, а маленький медальен в виде солца и луны одновременно.<s>r\n- Откуда у вас это?! - Нависшее лицо под мухами пристально смотрит на вас.<s>r\n- Я нашел это в своей камере, когда очнулся после смерти.<s>r\n- Что..? Я, я не понимаю...<s>r\n- Он лежал в луже, скорее всего давно. Псолушайте, он лжет! Этот священник вовсе не священник!<s>r\n- Вы хотите, чтобы я поверил существу, у которого нашелся амулет моей дочери?<s>r\n- Где же тогда ваша дочь, милорд?<s>r\n- В своей комнате, коенчно же!<s>r\nВы тяжело качаете головой, обводя вокруг рукой.<s>r\n- Присмотритесь, лорд Драугр. Это место давным давно разрушено, а все, кто жил здесь - мертвы.<s>r\n- Ты лжешь! - Рука Драугра сжалась на рукояти секиры, но вы оказываетесб проворнее и с силой врезаетесь снизу в грудь великана.<s>r\n- Оглянитесь! Вокруг лишь смрад и зараза! Разложение и опустошение!<s>r\n- Лорд Драугр, это он убил вашу дочь! - Визг священника перебивает ваш яростный диалог. <s>r\nНесколько секунд Драугр гневно смотрит на вас, а затем поворачивается к лже-священнику.<s>r\n- Я ничего не говорил о своей дочери.<s>r\n- Милорд?<s>r\nВы перекатываясь на спину, поднявшись вслед за фигурой. Мухи перестают быть живым щитом Драугра, но он и без них выглядит больше обычного человека. Вы не успеваете ничего заметить, а секира, крутясь, оказывается за колдуном, врезавшись в колонну. ноги лежащего священника медленно становятся лапами мух, а сам он обращается в крылатого демона. Его крылья с омерзительным жужжанием начинают дребезжать, но вы успеваете подбежать к нему, опустив клинок на спину и лишая колдуна способности летать. Жуткая сетка из глаз устремляет на вас гневный взгляд, смешанный с ужасом. Молчаливость Драугра пугает вас, но пройдя мимо вас обоих, лорд лишь вытаскивает секиру и одним движением перерубает тело колдуна пополам.<s>r\n- Я все вспомнил, все. - Тяжелый вздох Драугра выбивает вас из колеи, и вы опускаетесь на пол, тогда как лорд садится на трон.",
    "answers": [
      {
        "id": 83,
        "text": "Взглянуть на лорда"
      }
    ]
  },
  {
    "id": 81,
    "text": "Два ваших скрещенных клинка все же смогли остановить разрушительный удар сверху. Вы с силой оттолкнули лорда назад и, не поднимаясь, в силой полоснули с двух сторон клинками. Расползшийся слой мух смог предотвратить удар лишь с одной стороны. лезвие прошло насквозь под сгнившим доспехом, разрубая ногу. Громадная фигура с грохотом рухнула  на пол, выронив оружие. Поднявшись и шатаясь, вы упали на одно колено, но все же поткнули в руку, что тянется к секире, один из клинков. Ужасающий рев лорда и визг священника на секнду выбили вас из колеи, но вы тут же опустили меч на шею гниющего трупа Драугра, прерывая жужжание. Лишенные цели мухи гигнтским облаком пролетели мимо вас, уносясь в неизвестность. Поднявшись, вы развернулись к месту, где стоял священник, но никого там не обнаружили. Колдун сбежал, а лорд остался лежать грудой костей и гниющей плоти посреди своего зала. Вам нечего здесь больше делать. ",
    "answers": [
      {
        "id": 82,
        "text": "Вернуться к Генриху"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вернувшись в дереню вы рассказали обо всем ее жителям. Печальное известие о гибели одного из ранее уважаемых людей поселила тоску в сердцах ее обитателей. Новость же о спасении колдуна из лже-церкви поселила гнев в сердцах. Генрих был очень опечален этим известием, но все же поблагодарил вас за попытку спасти это место.<s>r\n- Он вернется, он обязательно вернется и тогда деревня точно не выстоит под его колдовством.<s>r\n- Мне жаль...<s>r\n- Да, я знаю. Простите, но я думаю, вам следует уходить. Скоро разум потерянных вновь затуманится, как и мой, и тогда мы станем обычными ожившими мертвецами.<s>r\nКивнув, вы отправились по дороге к развилке.",
    "answers": [
      {
        "id": 65,
        "text": "К развилке"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы переводите взгляд на фигуру, но она сидит неподвижно. Проходит несколько тяжелых минут, прежде чем Драугр начинает говорить.<s>r\n- Это существо пришло около двадцати лет назад, вместе с лекарем из церкви, стоящей неподалеку. Его зелья заставили сначала меня слечь в постель, а затем начать медленно сходить с ума. Я не вдел ничего, что проиходит за стенами замка. да и то, что творилось в замке... лучше никогда не вспоминать. Я помню, как обвинил свою жену и дочь в колдовстве. боги милостливые, что же я... наделал? <s>r\nНа лице Драугра застыла маска ужаса и печали. он вновь сидел молча, после чего расстегнул плащ, отдавая его вам. <s>r\n- Возьмите. Когда-то этот плащ перешел ко мне от моего отца, ему от его. Мне больше некому отдать этот знак моей благодарности. Я надеюсь, вы простите мне мои грехи и сможете сделать так, чтобы эти земли стали хоть немного чище.<s>r\n- Милорд, ваш архивариус...<s>r\n- Генрих?<s>r\n- Да. Он жив и находится в деревеньке за лесом.<s>r\n- Я... вы бы не могли призвать его сюда? Я думаю, он объяснит мне все, что здесь произошло, ибо как я думаю, вы не в силах это сделать.<s>r\nВы киваете, удаляясь обратно в деревню, но уже через главные ворота замка.",
    "answers": [
      {
        "id": 84,
        "text": "В деревню"
      },
      {
        "id": 85,
        "text": "Вы получили достижение<s>r\n\"Повелитель мух\"",
        "comment": true
      }
    ]
  },
  {
    "id": 84,
    "text": "Вернувшись в деревню, вы оповестили всех ее жителей о своей победе, упомянув, что Драугр жив и больше не окутан темной магией, затуманивающей его разум. генриу же вы передали, что его господин жаждет встречи с старым другом. Выслушав все благодарности от живых и потерянных, вы двинулись к развилке за деревней.",
    "answers": [
      {
        "id": 65,
        "text": "К развилке"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вашими усилиями был повержен священник-демон в облике мухи. Лорд Драугр, опьяненный скверными речами лже-священника больше не в силках темных сил.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "Кладбище оказалось ближе, чем вы думали. однако это не вызвало у вас каких-то приятных ощущений. Вид оскверненных могил, покосившихся оград и разграбленных склепов вызывал в вас печаль и тоску.<s>r\nВы не знали, зачем здесь и что тут искать. Побродив еще немного по бороздам между последним приютом мертвецов, вы заметили бродящую фигуру в темных доспехах. Вы направились к ней, но не дойдя несколких метров, окликнули. На мгновение остановившаяся фигу посмотрела на вас, а затем молниеносно накинулась.",
    "answers": [
      {
        "id": 89,
        "text": "Поднять щит",
        "need": 51
      },
      {
        "id": 94,
        "text": "Выставить меч с фермы блоком",
        "need": 38
      },
      {
        "id": 65,
        "text": "Сбежать к распутью"
      }
    ]
  },
  {
    "id": 87,
    "text": "Чем ближе вы подходили, тем яснее вам становилось, что здание является или же храмом, или же цервокью. Но в ходе последних событий, вы склонялись к слову \"церковь\". так или иначе, здание было почти разрушено. Плющ обвил все колонны и стены, да и сами стены почти все рухнули. Остатки второго этажа лежали на земле, кругом были разбросаны книги на неизвестном вам языке и всяческая утварь. В траве вы моли разлечить желтеющие кости людей, но решили не обращать внимания на них. Посреди руин стоял алтарь, вызывающий у вас отвращение. Его цвет напоминал запекшуюся кровь, чем, скорее всего, и являлся. Рисунки на алтаре вызывали легкую дрожь даже у вас. Изображения нечестивых обрядов еще долго стояли перед вашими глазами.",
    "answers": [
      {
        "id": 65,
        "text": "Обратно к распутью"
      },
      {
        "id": 93,
        "text": "Подойти к алтарю",
        "need": 90
      }
    ]
  },
  {
    "id": 88,
    "text": "Черный камень из которого был построен замок оказался сплошь покрыт ядовитым плющом и мхом. Трещины почти на каждом фрагменте стены заставляли вас задуматься, сколько же лет здесь никого не было? Ворота оказались напрочь сгнившими и распахнутыми. Властитель этого места совершенно не боялся незванных гостей. В прочем, это и не удивительно.<s>r\nОказавшись внутри, вы прошлись по затянутым паутиной коридорам, зашли в несколько комнат, богато украшенных картинами, статуями в латах и различными иными украшениями. Почти везде стояли шкафы с книгами. К одной из них вы прикоснулись, но все тут же обратилось в тлен, поэтому вы не решились более ни к чему прикасаться. Впереди засиял единственный светлый проход. Видимо, это был вход в тронный зал, куда вы и вошли.<s>r\nКак и ожидалось, вы очутились посреди большого зала. Из окон лился яркий солнечный свет, и за стеклом слышилось пение птиц. Иллюзия. Ибо небо было затянуто серыми свинцовыми тучами, и ни одна живая душа здесь уже давным давно не обитала.<s>r\nВ конце зала стоял трон, размер которого внушал опаску. Сидящая фигура была полностью облачена в доспех цвета золота, возле трона стояла булава такого же цвета. Лицо сидевшего было чистым, словно он был из тех времен, когда времена тьмы не поглотили эти земли. <s>r\n- Я вас не узнаю, рыцарь. Кто вы и зачем прибыли в мой дврец? - Могучий и чистый голос вводил вас в дисонанс. Это совершенно не то, что вы думали увидеть и услышать. Пока вы собирались с ответом, шипящий голос за троном произнес всего несколько слов.<s>r\n- Это предатель и еретик. Ваше величество, вам нужно его убить.<s>r\nСловно марионетка, король поднялся во весь свой рост и, подняв булову, зашагал в вашу сторону.",
    "answers": [
      {
        "id": 92,
        "text": "Броситься к трону и попробовать достать говорившего"
      },
      {
        "id": 98,
        "text": "Начать говорить с королем о предательстве, показав плащ Драугра",
        "need": 83
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы подняли щит рефлекторно и почувтвовали толчок ужасающей силы. Удар был явно напитан гневом. оттолкнув клинок противника щитом, вы сдлеали размашистый удар сбоку, но ваш клинок встретился с клинком чужака. Вы с удивлением отметили, что ваши доспехи очень похожи, разве что цвет был черный, да щита не было. Несколько ударов прошли по вашему щиту, в то время, как вы пытались хоть как-то задеть противника. Но все же мастерству клинка вы уступали. Тяжело дыша и чувствуя накатившуюся усталость от передвижения, а теперь еще и боя, вы не сразу, но все же заметили болтающийся кулон над доспехом. Присмотревшись, вы отметили, что он в форме змеи.",
    "answers": [
      {
        "id": 90,
        "text": "Попытаться показать свой кулон незнакомцу",
        "need": 36
      },
      {
        "id": 91,
        "text": "Атаковать рыцаря в черных доспехах"
      }
    ]
  },
  {
    "id": 90,
    "text": "Собрав уходящие силы, вы подняли щит и, разбежавшись, с силой врезались в противника. Опрокинув рыцаря на землю, но, как можно быстрее, вытащили из под доспехов кулон, подаренный вам женщиной с фермы. Несколько секунд фигура молча смотрела на вашу руку с кулоном, а затем из под доспехов раздался гулкий голос, наполненный ненавистью.<s>r\n- Откуда у тебя этот кулон, предатель?<s>r\n- Я не предатель. Кулон мне отдала женщина с фермы.<s>r\n- Ложь. Все, кто в белых доспехах - псы лже-церкви. Я знаю вас, вы все ядовиты на язык.<s>r\n- Я говорю тебе правду. Я встречал уже обманутых людей и мертвых. И сам когда-то был убит ими.<s>r\n- Ты тоже потерянный?<s>r\n- Именно.<s>r\n- То, что ты говориь - это правда? Женщина с фермы все еще жива?<s>r\n- Ты можешь сам сходить к ней.<s>r\n- Не могу. - Тоска пробилась сквозь голос из под доспехов. - Я проклят. Ты думаешь, что черный - это настоящий цвет? О, как же ты ошибаешься. Это кровь, и я пролил ее слишком много, чтобы мой доспех оставался белым, даже если этот цвет ложный. <s>r\nТа женщина - моя сестра. После того, как нашего отца забрали церковники, мы остались жить сами по себе. В какой-то момент я решил, что отправлюсь служить королю или ближайшему лорду - Драугру. И как видишь, я смог добиться небывалых высот. Меня приставили к церкви, о предательстве и лжи которой я в то время не ведал. И их приказы... были ужасны. Я убивал, сжигал и приносил в жертву сотни людей. А потом... Потом меня предали. Церковь принесла в жертву меня. <s>r\nТы видел здание, руины которого поблизости? Вот там стоит жертвенник, слишком похожий на алтарь, но являющийся местом проведения ужасающих зверств. Сломай его! И тогда я буду свободен...",
    "answers": [
      {
        "id": 65,
        "text": "К распутью"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вам это ничего не дало. Собравшись с уходящими силами, вы подняли щит и прыгнули на врага. Неожидавший такого приема рыцарь пошатнулся, падая на спину, придавленный вашим щитом. Ваш клинок вошел в бок доспехов, пробивая их насквозь и вызывая тяжелый, наполненный болью, стон противника. Нанеся еще несколько колющих ударов таким образом, вы подождали несколько секунд, а затем поднялись. Тяжело вдыхая воздух, вы смотрели на тело, расстелившееся перед вами. Еще один мертвец упокоен, но ваше сердце это, почему-то, не радует.",
    "answers": [
      {
        "id": 88,
        "text": "Направиться в замок"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы побежали к трону, намереваясь достать договорившего. Скорее всего, это и есть архиепископ Перутти, ставший главой мерзкого культа в этих землях. Но пройдя и шести шагов вас снесла волна острой боли к стене. Впечатавшись в стену и рухнув на пол, вы смотрели, как король медленно подходит к вам, занося булову в последнем замахе, который вам не суждено увидеть.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 97,
        "text": "Вы получили достижение<s>r\n\"Расползшийся миазм\"",
        "comment": true
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы прошли к алтарю с его богомерзкими письменами и рисунками. ",
    "answers": [
      {
        "id": 96,
        "text": "Сломать алтарь"
      },
      {
        "id": 88,
        "text": "Оставить все, как есть и уйти к замку"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы выставили меч, отданый вам на ферме, блоком. Но сила, с которой прошел удар попросту сломала клинок пополам, пробиваясь сквозь вашу ржавую кирасу и плоть. Вы издали протяжный стон, смотря, как ваше тело разделяется пополам. Фигура нависнув сверху, с ужасом что-то спрашивает. Кажется, откуда вы взяли этот меч? Вы не можете расслышать слова, погружаясь в липкую тьму.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 95,
        "text": "Вы получили достижение<s>r\n\"Мертвец средь могил\"",
        "comment": true
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы были убиты неизвестным рыцарем в черных доспехах, но кажется, он узнал меч с фермы. Свой покой вы нашли на древнем кладбище. Как это иронично, мертвый среди могил.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "Отложив щит и меч, вы взялись обеими руками за край алтаря, начав медленно. с трудом, словно гору, но все же двигать его к краю пьедестала, где он и стоял. Давясь от усилий и тяжести, вы все же дотолкали богомерзкий предмет до края, обрушив его. С удивительным звоном и легкостью, алтарь разбился на тысячи кусков черного стекла. Вы несколько секунд стояли неподвижно, пока не заметили, как молния средь ясного неба ударила в землю на кладбище. Освободили ли вы рыцаря, или же покарали за грехи - неизвестно. В конце концов - он сам попросил вас об этом.",
    "answers": [
      {
        "id": 88,
        "text": "К замку"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы дошли до короля, но так и не сумели остановить загноение этих земель. Миазм темных богов разросся на все вокруг, поглотив их.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 98,
    "text": "- Ваше величество? Это все - иллюзия и обман!<s>r\nУдар прошелся аккурат перед вами, но вы успели отскочить назад.<s>r\n- Вы же должны были знать лорда Драугра, король!<s>r\n- Драугр... Что-то знакомое.<s>r\n- Не стоит слушать еретиков, ваше величество.- Шипение и мерзкое хихиканье вновь раздалось подле трона, и король снова двинулся на вас, занося булову.<s>r\n- Этот плащ, присмотритесь! Это плащ Драугра! - Вы успели выставить щит, но сила удара была слишком велика. Вмятина сияла на щите, да и вас отшатнуло в сторону на несколько шагов.<s>r\n- Да, я узнаю его... - Шаг правителя стал менее уверенным.<s>r\n- Он мог убить лорда, а плащ прибрать к себе. Не только еретик, но еще и мародер.<s>r\n- Тоже верно.<s>r\nБулава вновь оказалась над вами. ",
    "answers": [
      {
        "id": 99,
        "text": "Выставить щит над собой"
      },
      {
        "id": 101,
        "text": "Уйти из под удара",
        "need": 96
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы подняли щит над собой, но удар оказался слишком сильным, и вы рухнули на пол с омерзительным хрустом. Тяжелая поступь заставила вас со стоном перевернуться, чтобы увидеть занесенное над вами орудие.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 100,
        "text": "Вы получили достижение<s>r\n\"Почти вылеченная болезнь\"",
        "comment": true
      }
    ]
  },
  {
    "id": 100,
    "text": "Вам почти удалось вывести короля из цепких лап обмана и иллюзии, но одного лишь плаща Драугра оказалось мало. Вы не смогли спасти эти земли.",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы отскочили из под удара, шипя от боли в боку, куда угодил удар булавы об щит. Тяжело дыша, вы успели нырнуть под ноги короля прежде, чем пол в том месте, где вы стояли, покрылся трещинами от удара. Размахнувшись, вы ударили о доспех властителя, но оставили лишь легкую борозду.<s>r\nнеожиданный стук копыт заставил обернуться вас обоих. С ревом в тронный зал влетел лорд Драугр, впечатавшись в короля всем своим весом и пошатнув его, отталкивая от вас. Следом за Драугром в зале появился рыцарь в темных доспехах, который тут же оказался подле короля, начав наносить яростные удары по его доспехам, заставляя крошиться броню.<s>r\n- Еще еретики..? Драугр?<s>r\n- Ваше величество, все, что вы видите - это обман! Вы и сами обман?<s>r\n- Убейте их. Убейте их всех! - Шипение за троном стало громче, чем звук схватки. Рыцарь с кладбища, обернувшись, успел выпалить всего несколько слов, прежде чем булава оказалась над ним. Лишь благодаря секире Драугра удар прошел мимо рыцаря. Но вам вполне хватило этих слов:\"Разберись с тварью за троном\".",
    "answers": [
      {
        "id": 102,
        "text": "Выйти за трон"
      }
    ]
  },
  {
    "id": 102,
    "text": "Пока король был отвлечен схваткой, вы метнулись за трон, где вашим глазам предстал архиеписком. Существо ранее являющееся человеком, уже давно не было таковым. Голова находилась на туловище, похожем на змеиное, сплошь покрытое чешуй мутного, болотного цвета. Злобные красные глазки уставились на вас. Вы не заметили никаких конечностей, пока не осознали, что тело существа намертво слилось со спинкой трона. <s>r\n- Я могу предложить тебе власть, мой друг. Мои боги благосклонны к таким героям, как ты. они сделают тебя еще сильнее, чем тот же пресловутый Драугр или этот жалкий король...",
    "answers": [
      {
        "id": 103,
        "text": "Принять сторону архиепископа"
      },
      {
        "id": 104,
        "text": "Убить чудовище"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы медленно киваете, а омерзительная улыбка расплывается на лице чудовища. Вы не помните, как убивали Драугра, ошеломленного предательством рыцаря и бывшего короля. Ваш доспех стал цвета самого мерзкого болота, сплошь покрытый миазмами и болячками. Единственная мысль, что сейчас обитает в вашем воспаленном мозгу - пусть все сгниет.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 105,
        "text": "Вы получили достижение<s>r\n\"Чумной король\""
      }
    ]
  },
  {
    "id": 104,
    "text": "- Твоему правлению пришел конец, чудовище. - Вы заносите руку с мечом, не обращая внимания ни на какие уговоры. Клинок с легкостью проходит сквозь чешуйчатое тело, отделяя его от трона.<s>r\nЕще какое-то время Петтури извивается, захлебываясь желчью и ядовитыми жидкостями из своего же теа, а после попросту превращается в бесформенную кучу плоти, яда и чешуи.<s>r\nВыйдя из-за трона, вы увидели лишь одиноко стоящего Драугра. Рыцарь в темных доспехах лежал лицом вверх, рядом с останками короля. Золотой доспех превратился в золотую чешую, человеческое обличие стало прахом и костями, лишь корона на черепе символизировала бывшую власть у этих останков. <s>r\n- Наш маленький рыцарь погиб. <s>r\n- Я знаю одного его родственника. Она живет на ферме, недалеко от темниц в горах.<s>r\n- Вы хотите, тобы я оповестил ее?<s>r\n- Я хочу, чтобы вы передали ей его тело и этот меч. - Вы достаете из ножен меч отца рыцаря и женщины с фермы.<s>r\n- А как же вы? - Драугр пристально смотрит на вас.<s>r\n- Я не подхожу на роль короля, если вы об этом, милорд. Думаю, вы сможете занять его место, излечить эти земли до конца. Но не я.<s>r\n- Тогда куда направитесь вы?<s>r\n- Думаю, я пойду дальше. В земли, которые все еще под гнетом этих богов. Думая, эта лже-церковь пришла из вне, а не зародилась тут.<s>r\nКивнув вам, Драугр поднял тело в черных доспехах, унося его из замка и оставляя вас в одиночестве.",
    "answers": [
      {
        "id": 19,
        "text": "К достижениям"
      },
      {
        "id": 106,
        "text": "Вы получили достижение<s>r\n\"Белый лекарь\""
      }
    ]
  },
  {
    "id": 105,
    "text": "В последней схватке вам удалось отвлечь внимание короля и встретиться с архиепископом, но вы выбрали его сторону, обрекая мир на медленное загнивание. ",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вашими усилиями земли королевства были очищены от скверны лже-церкви. Но полное излечение будет проходить годами, если не веками. <s>r\n<s>r\nТело рыцаря, как и меч, было переданно его семье. <s>r\n<s>r\nЧерез несколько лет после вашей победы Драугр взошел на престол, очищая королевство, как и его наследники престола.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": "Это самый большой и запутанный квест из всех, что я делал. Да, я вдохнавлялся серией игр \"Souls\". Думаю, это очень очевидно. Так же мне помогала моя музыка в создании атмосферы упадничества и печали. Наверное, спасибо всем, кто пройдет этот квест от начала и до конца и оставит отзыв-другой.<s>r\nОт критики не откажусь. Опечатки скорее всего будут, может быть, даже много. <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "YOU DIED"
      },
      {
        "id": 109,
        "text": "Хеллёу. Итс ми.",
        "url": "https://vk.com/idsui_caedere"
      }
    ]
  },
  {
    "id": 108,
    "text": "https://vk.com/idsui_caedere",
    "answers": []
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  }
]