[
  {
    "id": 1,
    "text": "Автор Ais.Pro\n\n Достали квесты по спасению мира. \nКак вам квест про поиски себя : один в лесу, без памяти и пистолетом с двумя патронами.  Сможете ли вы выжить и вспомнить кто вы или погибните так и не узнав правды. \n\nЭто мой первый квест, надеюсь хороший. \n\nЕсли вам понравился квест и вы захотели его купить. Пожалуйста поставьте лайк. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 30,
        "text": "концовки"
      },
      {
        "id": 51,
        "text": "Главы"
      },
      {
        "id": 124,
        "text": "Достижения "
      },
      {
        "id": 127,
        "text": "Новости "
      }
    ]
  },
  {
    "id": 2,
    "text": "Кто я? где я? мысли назойлевым роем лезли вам в голову. ",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 3,
    "text": "Лес, обычный лес, стоп-тихо, нет, звуки вобще отсутствуют! Вы начали резко крутить головой,  пытаясь хоть что то понять, но в голове тутже родилась невыносимая боль, минуту длились ваши мучения и боль отступила. ",
    "answers": [
      {
        "id": 4,
        "text": "Осмотреть голову"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ощупав затылок вы поняли в чем дело:Затылок был разбит, и в волосах образовалась хорошая корка свернувшейся крови. ",
    "answers": [
      {
        "id": 5,
        "text": "Оставить голову и осмотреть себя"
      }
    ]
  },
  {
    "id": 5,
    "text": "Так в остальном вроде все нормально. \nНа мне камуфляжные куртка, штаны, берцы на плече кобура в ней боевой нож. Странно откуда это у меня? Может началась война? Ладно так около меня лежит рюкзак тоже камуфляжный. ",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть рюкзак"
      },
      {
        "id": 7,
        "text": "Попытаться что нибудь вспомнить "
      }
    ]
  },
  {
    "id": 6,
    "text": "Так рюкзак хорошый добротный в нём:\n5 консерв\nСпальный мешок \nКомплект сменной одежды\nФляга (полупустая) \nДве гранаты Ф1\nГлок (в обойме 2 патрона) \n\nГосподи это не муляжи!! Это всё боевое Пистолет, гранаты, военная форма Чёрт!  ещёж ничего не помню. ",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Превозмогая боль вы наначали напрягать мозги, и вспомнили как група людей в чёрном отходят в лес ведут огонь по ЛЮДЯМ, чёрт да что происходит камуфляж, нож, это воспоминание, а в рюкзаке что РПК найду!? ",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть рюкзак"
      }
    ]
  },
  {
    "id": 8,
    "text": "Куда не глянь одни деревья. Стоп, справа над лесом идёт дым, может быть там есть люди? ",
    "answers": [
      {
        "id": 9,
        "text": "Внимательнее осмотреться"
      },
      {
        "id": 10,
        "text": "идти на дым"
      }
    ]
  },
  {
    "id": 9,
    "text": "Так за деревьями еле-еле виднеется деревянная крыша. Может быть стоит сходить туда? ",
    "answers": [
      {
        "id": 11,
        "text": "Идти к дому"
      },
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Пробравшись через дерьвья вы вышли к небольшой поляне, на ней сидели два человека спиной к вам. \n\nАвтосейв",
    "answers": [
      {
        "id": 12,
        "text": "Подойти к ним"
      },
      {
        "id": 13,
        "text": "Наблюдать "
      }
    ]
  },
  {
    "id": 11,
    "text": "Огромный деревянный дом, а точнее хижина вся из дерева, справа стоит полуразвалившийся сарай. ",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть дом"
      },
      {
        "id": 16,
        "text": "Осмотреть сарай"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы начали медленно подходить к ним но хруст веток под вашими ногами привлёк их внимание раньше чем вы успели среагировать. \nВы так и не поняли кто из тех двоих зделал выстрел но он был смертельный для вас. ",
    "answers": [
      {
        "id": 10,
        "text": "Автосейв"
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы начали наблюдать за ними, вскоре они начали о чем-то разговаривать. ",
    "answers": [
      {
        "id": 14,
        "text": "Остаться на месте"
      },
      {
        "id": 33,
        "text": "Подойти ближе "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили не рисковать и остались в кустах, секунд через тридцать из противоположного конца леса вышла толпа, один из людей у костра заорал \"Зомби\". ",
    "answers": [
      {
        "id": 34,
        "text": "Подбежать к ним"
      },
      {
        "id": 35,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 15,
    "text": "Дом как дом но дверь железная сразу видно не выломать (зачем в деревянном доме металическая дверь?) , окна заколочены досками. Вся конструкция может простоять века если за ней присматривать. ",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      },
      {
        "id": 19,
        "text": "Оторвать доски с окна",
        "need": 18
      }
    ]
  },
  {
    "id": 16,
    "text": "Только каркас. Крыша обвалилась образуя завал. Ага окола завала лежит лом. ",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из сарая"
      },
      {
        "id": 18,
        "text": "Поднять лом"
      }
    ]
  },
  {
    "id": 17,
    "text": "Лом как лом крепкий с облупившейся краской ",
    "answers": [
      {
        "id": 11,
        "text": "Забрать лом"
      }
    ]
  },
  {
    "id": 18,
    "text": "Лом как лом только с облупившейся краской. ",
    "answers": [
      {
        "id": 11,
        "text": "Взять лом и выйти"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ломик, мат, и упорство творят страшные вещи! ",
    "answers": [
      {
        "id": 20,
        "text": "пролезть в окно "
      }
    ]
  },
  {
    "id": 20,
    "text": "Весь дом это одна большая комната. \nМебель старая из того что можно обыскать только полка над кроватью, шкаф и стол. ",
    "answers": [
      {
        "id": 21,
        "text": "полка над кроватью"
      },
      {
        "id": 22,
        "text": "стол"
      },
      {
        "id": 23,
        "text": "шкаф"
      },
      {
        "id": 24,
        "text": "погреб",
        "need": [
          21,
          22,
          23
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Револьвер и коробка патронов прикольно. ",
    "answers": [
      {
        "id": 20,
        "text": "вернуться к обыску"
      }
    ]
  },
  {
    "id": 22,
    "text": "Заплесневевшая еда и..... Ого под столом целый ящик консерв и несколько бутлей воды. ",
    "answers": [
      {
        "id": 20,
        "text": "Вернутся к обыску "
      }
    ]
  },
  {
    "id": 23,
    "text": "Сигнальная ракетница и одежда которую уже сожрала моль. ",
    "answers": [
      {
        "id": 20,
        "text": "вернутся к обыску"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ходя по дому и думая что ещё  можно обыскать вы зацепились за край люка и больно ударились при падении. ",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть люк"
      }
    ]
  },
  {
    "id": 25,
    "text": "Крепкий деревянный люк хм.. ручка сорвана но тот угол выступает может удатся поддеть? ",
    "answers": [
      {
        "id": 26,
        "text": "Поддеть ломиком"
      }
    ]
  },
  {
    "id": 26,
    "text": "На третьей попытке вы наконец смогли подцепить люк. Спустившись в подвал вы чуть не потеряли сознание увидев это место.  \nВместо подвала оказалось огромное помещение 5 на 5 метров полностью заставленное стелажами с едой. ",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "Прожив месяц ранним утром вы услышали непонятный шум. Выскочив на улицу вы увидели как в далеке летят три МИ-24 \n\nУраганом влетев в дом вы схватили ракетницу и начали привлекать к себе внимание. Видимо удача была на вашей стороне так как вертолёт зделав круг над вами пошёл на снижение. \n\nСхватив свои пожитки вы рванули туда где предположительно могла сесть вертушка. \n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы на бегу запрыгнули в вертолет и попытались отдышаться но дыхалка сорванная за месяц никак нехотела приходить в нормальное состояние. \nВсё это действо происходило в полной тишине так как десант был в шоке от того что сейчас происходит. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Операция на которую летели десантники прошла успешно вы быстро влились в их колектив и спасли двоих новых (друзей). Когда вы прилетели в лагерь выживших (4 огромные многоквартирные дома обнесённые огромной стенной) вам выделили собственную комнату и вы стали почётным гражданином. \n\nОткрыта концовка (Блицкриг) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 30,
    "text": "Концовки\n\n1Блицкриг",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Самая быстрая концовка",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Самая быстрая концовка",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы решили рискнуть и ползком преодолели расстояние к кусту который был рядом. Вы наконец смогли слышать о чём они говорят. ",
    "answers": [
      {
        "id": 36,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы совсег ног кинулись к ним но вы так и не поняли почему они открыли по вам огонь",
    "answers": [
      {
        "id": 10,
        "text": "Автосейв"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы боялись вылезьи из укрытия и как заворожённый наблюдали. \nСначали вы в деталях разглядели толпу все до одного зомби были в крови и с красным глазами, люди высадили обоймы из калашей и начали перезаряжаться, как вдруг из толпы вылетили три тени, мгновение и людей уже держали три зомби потом подошла толпа и начала есть их! ",
    "answers": [
      {
        "id": 37,
        "text": "Отдаться панике"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы начали слушать и смогли расслышать часть разговора. \n\nТы уверен что толпа нас не найдёт? \n\nСто процентов они должны были потерять след ещё километра два назад. \n\nВсёже у меня предчувствие плохое. \n\n\nПосле этих слов из противоположной части леса вывалилась толпа, и один из людей заорал \"Зомби\" и начал снимать автомат с предохранителя. ",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы кинулись назад и отчётливо слышали за собой погоню. ",
    "answers": [
      {
        "id": 38,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы бежали как загнанный зверь и.. ",
    "answers": [
      {
        "id": 39,
        "text": "Приняли бой "
      },
      {
        "id": 40,
        "text": "Бежали дальше "
      }
    ]
  },
  {
    "id": 39,
    "text": "И решили принять бой. \nРазвернувшись вы вырвали нож и встретили первого зомби мощным ударом в висок, вы успели достать нож до того как подбежал второй, вы ударили его в глазницу но не успели достать нож до прихода третьего, попытка оттолкнуть его не увенчалась успехом и зубы сомкнулись на вашем горле. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 40,
    "text": "И решили что лучший способ это отрыв. \nТак званое второе дыхание открылось кже незколько раз но погоня продолжалась, переципившись через корягу и пролетев по инерции ещё несколько метров. Вы потеряли сознание и уже ни когда не проснулись. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Сорвав с плеча автоматы они начали стрелять по толпе и вы.... ",
    "answers": [
      {
        "id": 42,
        "text": "Подбежать к ним"
      },
      {
        "id": 43,
        "text": "Сидели на месте"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы подняли руки вверх и быстрым шагом направились к ним. Секунда ствол автомата направлен в вас, секунда и автомат продолжает стрелять в толпу а мужик призывно машит рукой",
    "answers": [
      {
        "id": 44,
        "text": "Подбежать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы решили не вмешиваться и потом поняли как вам повезло, у людей почти одновременно кончились патроны и в это мгновение из толпы ракетой вырвались три зомби которые за миг обездвижили людей после чего толпа медленно подошла и точто было дальше уже предсказуемо. \nВы несмогли сдержать рвотный позыв и так и несмогли закончить блевать даже когда зомби вцепились в вас. ",
    "answers": [
      {
        "id": 10,
        "text": "Автосейв"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Как только вы подбежали он спросил. \n \nМ.Патроны есть? \nВы.Два патрона\nМ.Какой ствол? \nВы.Глок\n\nКак только вы ответили он ловко вынул из разгрузки две обоймы и всунул вам. ",
    "answers": [
      {
        "id": 45,
        "text": "Перезарядиться и стрелять"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы последовали их премеру и стали стрелять по толпе как только вы перезарядили вторую обойму а ваши новые \"друзья\" начали перезаряжать автоматы из толпы вылетило три зомби и даже без разгона набрали бешеную скорость. ",
    "answers": [
      {
        "id": 46,
        "text": "Прицелеться"
      }
    ]
  },
  {
    "id": 46,
    "text": "Первый выстрел и зомби закинув голову назад зделал феерический кульбит, вы перевели ствол на второго и еле успели попасть в шею, вы краем глаза заметили как третий зомби уже подбежал почти в упор и даже ударить его вы неуспелибы. ",
    "answers": [
      {
        "id": 47,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы закрыли глаза и все звуки пропали вы уже слышали его дыхание ииии, \nАвтоматная очередь оглушила вас и от неожиданности вы открыли глаза и прямо на вас летел безголовый труп зомби, вы ловко увернулись от туши и посмотрели на вашего спасителя он буркнул что то про потом поговорим и начал добивать зомби. ",
    "answers": [
      {
        "id": 48,
        "text": "Спустя 8 минут"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы сиделе на бревне и смотрели как ваши новые знакомые собирают свои пожитки. \n\nА. Я Андрей а это Фатум\nТы. А я незнаю\nФ. Всмысле?\nТы. Впрямом вроде это амнезия раньше называлась\nА. Ладно в убежище поговорим оно в городе\nТы. Ну пошли",
    "answers": [
      {
        "id": 49,
        "text": "Вторая часть"
      }
    ]
  },
  {
    "id": 49,
    "text": "Новая жизнь. \n",
    "answers": [
      {
        "id": 50,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вечерело, вы сидели на двенадцатом этаже и грелись у буржуйки, над головой было сложное сплетение труб от той самой буржуйки. ",
    "answers": [
      {
        "id": 52,
        "text": "Поговорить"
      },
      {
        "id": 53,
        "text": "Подумать",
        "need": 7
      }
    ]
  },
  {
    "id": 51,
    "text": "Главы",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 49,
        "text": "Новая жизнь",
        "need_ever": false
      }
    ]
  },
  {
    "id": 52,
    "text": "Только вы собрались заговорить как к вам подошол Фатум. \nФ. Как тебе убежище? \nВы. Хорошо устроились судя по квартирам снизу (разграбленны или спаленны) \nФ. Да мы когда здесь решили остановиться тут только диван и стол был остальное сами притащили. \nВы. А почему Фатум это кличка или просто с фамилией созвучно? \nФ. Случай. \nВы. Можешь рассказать? \nФ. Ладно пока Андрея ждём. ",
    "answers": [
      {
        "id": 54,
        "text": "Слушать"
      },
      {
        "id": 59,
        "text": "Пропустить рассказ "
      }
    ]
  },
  {
    "id": 53,
    "text": "Так значит те люди стреляли по толпе зомби но чёрные костюмы наверное спецназ?  ",
    "answers": [
      {
        "id": 52,
        "text": "Заговорить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Было это месяца два назад. Мы только обустраивать лагерь начали. Меня и ещё трёх парней попросили обыскать больницу. ",
    "answers": [
      {
        "id": 56,
        "text": "Вникнуть "
      }
    ]
  },
  {
    "id": 55,
    "text": "А. Я иду первым ты вторым Фантом замыкает. ",
    "answers": [
      {
        "id": 60,
        "text": "Выйти из дома "
      }
    ]
  },
  {
    "id": 56,
    "text": "Я шол третим. Мы уже забили рюкзаки медикаментами как один из наших показал вниз (мы на четвёртом этаже были) а там толпа и огромная особей 50 и даже с оружием в тех коридорах да даже с барикадами мы их бы не удержали, поэтому и рванули вниз пока могли ещё збежать. Добижали до второго этажа и толпа уже заходила в здание ну значит окно разбиваем делаем зацеп и слазим я слазил последним, слез а наши уже к базе несутся, а я сдвинуться немогу только головой двигать и моргать и тут прям в метре от меня проносится кобра. ",
    "answers": [
      {
        "id": 57,
        "text": "Ну а дальше"
      },
      {
        "id": 58,
        "text": "Спросить про \"кобру\""
      }
    ]
  },
  {
    "id": 57,
    "text": "Он пронёсся а я стою. Потом прошла орда, а меня неотпускает и все они в упор проходят и меня невидят. Когда солнце начало заходить меня отпустило ну я и драпанул когда уже отбежал так прилично от госпиталя и оглянулся, а там в окне стояла она. Фигура женщины, я не помню как я добрался до лагеря но расказали что ворота лагеря захлопнулись почти перед третим он на секунду успел и если я бы бежал то меня сожрали бы, а когда я разказал эту историю нашим кто то из них вшутку сказал что я с любимец фатума вот так и прикрепилось. ",
    "answers": [
      {
        "id": 59,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 58,
    "text": "Кобра это мутант очень длинный зомби. Честно когда он стоит он напоминает слендермена, а если он закемто погнался всё тому бедняге хана",
    "answers": [
      {
        "id": 57,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 59,
    "text": "Посидев ещё пару минут к вам подошол Андрей. \nА. Ладно пошли. \nВы. Куда? \nФ. В поселение. \nА. Подороге объясню. ",
    "answers": [
      {
        "id": 55,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы шли как спецназовцы, и это вас веселило все эти проверки комнат но когда на Андрея при проверке вылетел зомби и впечатал его в стенку,  вам стало не смешно. ",
    "answers": [
      {
        "id": 61,
        "text": "Ударить зомби в голову"
      },
      {
        "id": 62,
        "text": "Оттолкнуть зомби"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы выхватили нож и ударили зомби в весок тем самым спасли Андрею жизнь, как только зомби полетел вниз по лестнице Андрей сполз вниз. ",
    "answers": [
      {
        "id": 63,
        "text": "Помочь Андрею встать"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы нанесли сокрушительный удар ногой зомби в торс, и он слетел вниз по лестнице. ",
    "answers": [
      {
        "id": 64,
        "text": "Осмотреть Андрея"
      }
    ]
  },
  {
    "id": 63,
    "text": "Как только вы решили подойти к Андрею вас оттолкнул Фантом и начал осматривать Андрея. \nФ. Так укусов нет. \nА. Да цел я цел всё в порядке благодаря ему. \nФантом обернулся и сказал. \nФ. Как вернёмся переговорю с главой станешь нашим. ",
    "answers": [
      {
        "id": 67,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы собирались подойти но Фатум вас оттолкнул и сам начал осмотр. \nА. Я заражен. \nФ. Нет нет нет ты цел укусов нет. \nА. Слюна в глаз попала мне хана. \nПосле этого Фатум поднялся и выстрелил Андрею в голову. \nВы. Ты что зделал! Ты его убил! \nФ. Благодаря тебе, что сложно было ему помочь! После этого Фатум развернулся и быстрым шагом направился вниз. ",
    "answers": [
      {
        "id": 65,
        "text": "Остаться "
      },
      {
        "id": 66,
        "text": "Направиться за ним"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы так и сидели около трупа Андрея каря себя за то что несмогли ему помочь после этого встали и подошли к окну в конце коридора. Полёт был последним вашим действием. ",
    "answers": [
      {
        "id": 55,
        "text": "Вернуться "
      },
      {
        "id": 1,
        "text": "В главнон меню"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы слетели с лестницы и увидели как Фатума пожирали два зомби. ",
    "answers": [
      {
        "id": 68,
        "text": "Тихо пройти"
      },
      {
        "id": 69,
        "text": "Застрелить зомби"
      }
    ]
  },
  {
    "id": 67,
    "text": "Спустившись на этаж ниже вы пристрелили двух бегунов и вместе спустились на первый этаж. ",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреться"
      },
      {
        "id": 73,
        "text": "Покинуть здание"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы прижались к стене и очень тихо и медленно начали идти к лестнице. ",
    "answers": [
      {
        "id": 70,
        "text": "Продолжать идти"
      },
      {
        "id": 71,
        "text": "Быстро побежать"
      }
    ]
  },
  {
    "id": 69,
    "text": "Два выстрела два трупа, вы подошли к трупу Фатума но вдруг из квартир повалила толпа. Вы попытались спуститься к выходу но перецепились через труп зомби и полетев с лестницы потеряли сознание. ",
    "answers": [
      {
        "id": 55,
        "text": "Назад"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы очень тихо спустились на первый этаж и вышли из дома. ",
    "answers": [
      {
        "id": 74,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 71,
    "text": "В нескольких метрах от лестницы вы не выдержали и побежали и те два зомби тоже побежали за вами, вы оглянулись что бы посмотреть как далеко они от вас и оступились полёт с лестницы был недолгий, но очень болезненный и смертельный. ",
    "answers": [
      {
        "id": 55,
        "text": "Назад"
      },
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 72,
    "text": "А. Можешь пока здесь осмотреться мы у входа подождём. \nЕсть две квартиры. ",
    "answers": [
      {
        "id": 85,
        "text": "Пойти в первую"
      },
      {
        "id": 86,
        "text": "Пойти во вторую "
      },
      {
        "id": 73,
        "text": "Выйти из здания"
      }
    ]
  },
  {
    "id": 73,
    "text": "К зданию идёт две дороги. ",
    "answers": [
      {
        "id": 106,
        "text": "Подойти к спутникам"
      }
    ]
  },
  {
    "id": 74,
    "text": "Так к дому ведут две дороги. ",
    "answers": [
      {
        "id": 75,
        "text": "Пойти по первой"
      },
      {
        "id": 76,
        "text": "Пойти по второй "
      }
    ]
  },
  {
    "id": 75,
    "text": "А к чёрту всё. Подумали вы и двинули по первой дороге. \nСпустя семь минут вы увидели как на вас двигалась толпа людей. ",
    "answers": [
      {
        "id": 77,
        "text": "Подойти"
      },
      {
        "id": 78,
        "text": "Спрятаться "
      }
    ]
  },
  {
    "id": 76,
    "text": "Надеюсь повезёт. \nПодумали вы и пошли по второй дороге но. Пройдя тридцать метров вы увидели как спереди на вас мчится оно, конешно оно было далековато но очень быстро приближалось, вы судорожно начали осматривать местность и ваше внимание привлёк только канализационный люк",
    "answers": [
      {
        "id": 83,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 77,
    "text": "Как только вы подошли к ним на тридцать метров они сделали выстрел в верх и начали кричать. \nОни. Слыш фраер кати сюда пояснять будешь ",
    "answers": [
      {
        "id": 79,
        "text": "Подойти"
      },
      {
        "id": 80,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 78,
    "text": "Ну нафиг! \nПромелькнула мысль и вы решили спрятаться от греха подальше. Забравшись в первый дом вы засели около окна, и вдруг почувствовали резкую боль в области шеи, Зомби промелькнула мысль вы пытались ударить на отмаш но силы покидали вас очень быстро, и в итоге вы отключились, а вскоре стали зомби. ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 79,
    "text": "Кто то из толпы. Ну что муфлон какого лешего ты по нашей территории чешеш? \nВы. А вам какое дело? \nКто то из толпы. Слыш офигел, рюкзак сюда карманы наружу понял?! ",
    "answers": [
      {
        "id": 81,
        "text": "Отдать рюкзак "
      },
      {
        "id": 82,
        "text": "Послать"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы попыталась убежать но у одного из них была снайперская винтовка. Выстрел снёс вам пол черепа",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы. Ладно держи. \nОн. Молодец баран. \nПосле этих слов вас застрелили и вами вкусно пообедали. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы. Да пошол т.. \nДоговорить вы не успели, кто заботливо поставил вам аккуратную дырочку в черепе, а после вами накормили пару зомби. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы еле успели открыть этот люк, и как только вы  залезли и закрыли люк то сверху послышались сильные удары. ",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вдруг вы отчетливо услышали шорох, но не успели среагировать огромная лапа схватила вас за плечё и начала тащить в неизвестном направлении, пока вас тащили вы попытались вырваться но вас просто ударили головой по стене и вы потеряли сознание. ",
    "answers": [
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 85,
    "text": "Так здесь кухня, ванная, спальня и гостиная. ",
    "answers": [
      {
        "id": 87,
        "text": "Кухня"
      },
      {
        "id": 88,
        "text": "Ванная"
      },
      {
        "id": 89,
        "text": "Спальня "
      },
      {
        "id": 90,
        "text": "Гостиная "
      },
      {
        "id": 72,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 86,
    "text": "Обойдя всю квартиру вы не нашли ничего интересного. ",
    "answers": [
      {
        "id": 72,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Пусто выгребли всё. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Дверь закрыта. ",
    "answers": [
      {
        "id": 91,
        "text": "Открыть дверь ",
        "need": 92
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "Мда из мебели только кровать и стол. ",
    "answers": [
      {
        "id": 92,
        "text": "Залесть на стол",
        "need": 93
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Стол, два обшарпаных кресла. ",
    "answers": [
      {
        "id": 93,
        "text": "Осмотреть стол"
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "Ключ с трудом повернулся но дверь открылась.  ",
    "answers": [
      {
        "id": 95,
        "text": "Осмотреть ванную "
      },
      {
        "id": 96,
        "text": "Осмотреть унитаз "
      },
      {
        "id": 103,
        "text": "Осмотреть раковину "
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы залезли на стол и с помощью ножа открутили решетку вентиляции и нашли там ключ. ",
    "answers": [
      {
        "id": 89,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "На столе кто то ножом нацарапал слова. \nВытяжка, кухня, раковина. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 94,
    "text": "Ничего",
    "answers": [
      {
        "id": 98,
        "text": "Разбить "
      },
      {
        "id": 91,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 95,
    "text": "Ванна как ванна. ",
    "answers": [
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "Доблеска вычещенный унитаз. ",
    "answers": [
      {
        "id": 97,
        "text": "Открыть бачок"
      },
      {
        "id": 91,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 97,
    "text": "Ничего. ",
    "answers": [
      {
        "id": 96,
        "text": "Назад"
      },
      {
        "id": 104,
        "text": "Посмотреть за трубой ",
        "need": 103
      }
    ]
  },
  {
    "id": 98,
    "text": "Была не была вы с силой ударили ногой по раковине и она с сильным грохотом разлетелась на кусочки",
    "answers": [
      {
        "id": 99,
        "text": "Осмотреть обломки "
      }
    ]
  },
  {
    "id": 99,
    "text": "На одном из кусочков было написанно маркером\nПод бачком за трубой",
    "answers": [
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "Под ней лежал хорошо запечатанный свёрток",
    "answers": [
      {
        "id": 101,
        "text": "Открыть "
      }
    ]
  },
  {
    "id": 101,
    "text": "Мда какая-то непонятная штука ладно возьму",
    "answers": [
      {
        "id": 102,
        "text": "Выйти из дома (больше ничего интересного) "
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "Под раковиной было написано маркером. \nЗа трубой. ",
    "answers": [
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "Там лежал хорошо запечатанный свёрток. ",
    "answers": [
      {
        "id": 105,
        "text": "Открыть "
      }
    ]
  },
  {
    "id": 105,
    "text": "Непонятная штука, похожая на швейцарский нож. ",
    "answers": [
      {
        "id": 72,
        "text": "Выйти из квартиры"
      }
    ]
  },
  {
    "id": 106,
    "text": "А. Ну что готов идти. ",
    "answers": [
      {
        "id": 107,
        "text": "Да"
      },
      {
        "id": 108,
        "text": "Спросить про нож",
        "need": 105
      },
      {
        "id": 72,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 107,
    "text": "Через тридцать минут хотьбы вы к небольшому четырёх этажному дому. \nФ. Последите за местностью. \nА. Ты в дом или сдесь? ",
    "answers": [
      {
        "id": 109,
        "text": "Встать около Фатума"
      },
      {
        "id": 110,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 108,
    "text": "Ф. Ого ты где это откопал этож набор взломщика.  Теперь любую дверь открыть можешь, если приловчишся к этой штуковине. ",
    "answers": [
      {
        "id": 106,
        "text": "Ясно "
      }
    ]
  },
  {
    "id": 109,
    "text": "Вы встали в двух метрах от Фатума но не могли разглядеть то с чем он копается. ",
    "answers": [
      {
        "id": 111,
        "text": "Следить"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я в дом. \nСказали вы и сразу направились в дом. Так на каком этаже устроиться? ",
    "answers": [
      {
        "id": 116,
        "text": "На третьем "
      },
      {
        "id": 117,
        "text": "На четвертом "
      }
    ]
  },
  {
    "id": 111,
    "text": "Через несколько минут он наконец закончил и вы увидели что он всё это время возился с канализационном люком. ",
    "answers": [
      {
        "id": 112,
        "text": "Нам туда? "
      }
    ]
  },
  {
    "id": 112,
    "text": "Ф. Ооо ещё как. \nИ после этих слов тихо спустился вниз. ",
    "answers": [
      {
        "id": 113,
        "text": "Ждать Андрея"
      },
      {
        "id": 114,
        "text": "Слезть"
      }
    ]
  },
  {
    "id": 113,
    "text": "Достижение \"Предусмотрительнный\nАндрей вышел из здания и подошел к вам. \nА. Ну как тебе проход. \nВы. Там хоть без противогаза пройти можно. \nА. Можно-можно слазь. ",
    "answers": [
      {
        "id": 115,
        "text": "Слезть"
      }
    ]
  },
  {
    "id": 114,
    "text": "В последний раз осмотрев местность на предмет угроз и убедившись что Андрей уже выходит из здания вы тихо но быстро слезли вниз. ",
    "answers": [
      {
        "id": 115,
        "text": "Ждать Андрея"
      }
    ]
  },
  {
    "id": 115,
    "text": "Конец этого квеста. \nСпасибо что прочитали этот квест. Сейчас идёт работа над  \"Сбой памяти  Вспомнить всё\"",
    "answers": [
      {
        "id": 1,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 116,
    "text": "Было скучно и вы решили. ",
    "answers": [
      {
        "id": 122,
        "text": "Продолжать сидеть за окном"
      },
      {
        "id": 119,
        "text": "Проверить квартиру "
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы сидели за окном но вдруг вам потянуло в квартиру за вами. ",
    "answers": [
      {
        "id": 122,
        "text": "Продолжать сидеть "
      },
      {
        "id": 121,
        "text": "Пойти в квартиру "
      }
    ]
  },
  {
    "id": 118,
    "text": "Не успели вы зделать и нескольких шагов как в голове будто взорвалась бомба и вы вспомнили....... Как служили в армии, как женились, вспомнили свою семью, вспомнили начало апокалипсиса и смерть всей вашей семьи, как обезумев от горя вы вступили в Стражи, добились высокого звания и признания, вспомнили операцию \"Метаморфоза\"",
    "answers": [
      {
        "id": 125,
        "text": "Попытаться встать"
      }
    ]
  },
  {
    "id": 119,
    "text": "Дверь была не заперта и обойдя всю квартиру ничего интересного так и не было найдено. ",
    "answers": [
      {
        "id": 122,
        "text": "Вернуться к окну"
      }
    ]
  },
  {
    "id": 120,
    "text": "На скорую руку разобравшись со \"взломщиком\" вы за минуту вскрыли дверь. ",
    "answers": [
      {
        "id": 118,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 121,
    "text": "Дверь заперта",
    "answers": [
      {
        "id": 117,
        "text": "Ясно"
      },
      {
        "id": 120,
        "text": "Взломать",
        "need": 105
      }
    ]
  },
  {
    "id": 122,
    "text": "Просидев минут пять Фатум что-то поднял с земли и вы увидели что всё это время он копался с канализационным люком, а после залез в внутрь. После этого Андрей призывно помахал вам рукой. ",
    "answers": [
      {
        "id": 123,
        "text": "Пойти к Андрею"
      }
    ]
  },
  {
    "id": 123,
    "text": "А. Давай слазь я за тобой ",
    "answers": [
      {
        "id": 115,
        "text": "Слезть "
      }
    ]
  },
  {
    "id": 124,
    "text": "Ваши достижения ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 128,
        "text": "Предусмотрительный"
      }
    ]
  },
  {
    "id": 125,
    "text": "Еле держась на ногах вы подошли к окну. ",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 126,
    "text": "Лучше подождать чем потерять ",
    "answers": [
      {
        "id": 124,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 127,
    "text": "21.10.17.\nНачата работа над продолжением этой истории. \n22.10.17.\nЗакончена работа над тестом во второй части. \n9.11.17.\nВостановленна работа по первой части. \n12.11.17.\nНачато исправление ошибок в тескте. \n12.11.17.  19.53\nОшибки исправлены до квартиры с отмычкой. \n13.11.17.\nПродолженна работа над другим квестом(Исправление ошибок временно приостановленно) \n15.11.17\nВостановленна работа над продолжением этой истории. \n17.11.17\nПродолжено исправление ошибок. \n17.11.17\nУраааа ошибки в квесте были исправленны. \n29.11.17\nЗакончен квест Beholder  N. 64800\n1.1.18\nСпасибо за подарок ровно 20 лайков. \n7.4.18 \n30 лайков. ",
    "answers": [
      {
        "id": 1,
        "text": "Я понял"
      }
    ]
  },
  {
    "id": 128,
    "text": "Лучше подождать, чем потерять",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 129,
    "text": "",
    "answers": []
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  }
]