[
  {
    "id": 1,
    "text": "Королева Елизавета - правительница великой Империи, о которой слагают легенды. Вероятно, она ничего не добилась бы, если бы не её правая рука, незримый Кристоль - советник, сыщик и палач в одном лице. Он её опора и спасение, он же - её проклятие и источник всех её бед.<s>r\n<s>r\nНо вернёмся к истоку: Елизавете семнадцать, и она готовится к балу. Жизнь прекрасна, и ничто не предвещает беды...<s>r\n<s>r\nСледующие двадцать четыре часа определят её будущее на много лет вперёд.\n\nВнимание: квест содержит сцены жестокости и насилия, которые могут вас шокировать. 16 плюс.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 46,
        "text": "В избу",
        "need": 1000
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.vk.me/c637220/v637220313/2b55e/JNB_q1AQr5M.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.vk.me/c637220/v637220313/2b556/eG1Csl_6t_s.jpg",
        "system": true
      },
      {
        "id": 192,
        "text": "В избу 2",
        "need": 1000
      }
    ]
  },
  {
    "id": 2,
    "text": "- Елизавета, ты готова? Бал скоро начнётся!\n\nЯ была готова. Корсет новейшего платья туго затянут; волосы расчёсаны, завиты и уложены; брови аккуратно выделены чёрным контуром, а губы накрашены особой краской цвета розы.",
    "answers": [
      {
        "id": 3,
        "text": "- Я готова, матушка!"
      },
      {
        "id": 4,
        "text": "- Ещё пара минут!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Матушка вошла в мои покои, внимательно оглядела меня и тепло сказала:\n- Ты моя красавица. Я так горжусь тобой!",
    "answers": [
      {
        "id": 6,
        "text": "- Я буду лучшей на этом балу!"
      },
      {
        "id": 7,
        "text": "- Ты же знаешь, я ненавижу балы."
      }
    ]
  },
  {
    "id": 4,
    "text": "Матушка крикнула, чтобы я поторопилась, и ушла. Я вздохнула. Всего пара минут покоя - и бал начнётся.Мать будет без конца представлять меня принцам и королям, а отец, наоборот, поглядывать искоса, когда я буду танцевать с очередным кавалером. Всё, как обычно.\n\nВсё, да не всё. Мне недавно исполнилось семнадцать, а это значит, что теперь может пойти речь и о замужестве.\n\nО том, чтобы покинуть родной дом.",
    "answers": [
      {
        "id": 3,
        "text": "Позвать матушку"
      }
    ]
  },
  {
    "id": 5,
    "text": "- Идём, нам пора, - я потянула матушку к выходу из покоев. Она сжала мне руку:\n- Теперь мне нужно пару минут. Иди, я догоню.",
    "answers": [
      {
        "id": 9,
        "text": "Выйти из покоев"
      }
    ]
  },
  {
    "id": 6,
    "text": "- Я буду лучшей на этом балу! - сказала я, чтобы порадовать матушку. Услышав это, она засияла:\n- Конечно, моя милая! Ты всегда была лучшей.\nПо её лицу скатилась слеза. \n- Матушка, ну зачем? Ты так размажешь макияж!\nЯ схватилась за салфетку и аккуратно промокнула капельку на её щеке:\n- Вот так... Возьми себя в руки!\nМатушка всхлипнула:\n- Да, конечно. Прости.",
    "answers": [
      {
        "id": 5,
        "text": "- Идём, нам пора.",
        "need": 4
      },
      {
        "id": 8,
        "text": "- Идём, нам пора.",
        "need": -4
      }
    ]
  },
  {
    "id": 7,
    "text": "- Ты же знаешь, я ненавижу балы, - не выдержав, пробурчала я. Мать вздрогнула, плечи её поникли:\n- Да, знаю... поверь, я тоже с гораздо большим удовольствием провела бы этот вечер с тобой, но не могу... Пойми...",
    "answers": [
      {
        "id": 11,
        "text": "- Я понимаю."
      },
      {
        "id": 12,
        "text": "- Я не хочу ничего понимать!"
      }
    ]
  },
  {
    "id": 8,
    "text": "- Идём, нам пора, - я потянула матушку к выходу из покоев. Она сжала мою руку:\n- Ты иди, а я догоню. Мне нужно немного успокоиться.",
    "answers": [
      {
        "id": 9,
        "text": "Выйти из покоев"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я вышла из покоев и осторожно прикрыла дверь, покрытую изящными узорами из позолоты.",
    "answers": [
      {
        "id": 14,
        "text": "Идти в бальную залу"
      }
    ]
  },
  {
    "id": 10,
    "text": "- Не так скоро, милая Аннэт. Но мне, возможно, сделают предложение! - я подмигнула сестре. Ее глаза расширились от восторга:\n- Как здорово! А ты уже знаешь его имя?\nЯ усмехнулась:\n- Не торопи события, малышка. Нельзя знать всё.\nАннэт надула губы:\n- Ты просто не хочешь мне говорить!\nЯ пожала плечами, и сестра убежала по коридору - видимо, чтобы найти матушку и спросить её.",
    "answers": [
      {
        "id": 17,
        "text": "Идти в бальную залу."
      }
    ]
  },
  {
    "id": 11,
    "text": "- Понимаю, - я погладила матушку по руке, успокаивая её. - Мы пройдём через это вместе, да?\nМатушка улыбнулась и нежно обняла меня:\n- Конечно. Спасибо тебе, милая.",
    "answers": [
      {
        "id": 5,
        "text": "- Идём, нам пора.",
        "need": 4
      },
      {
        "id": 8,
        "text": "- Идём, нам пора",
        "need": -4
      }
    ]
  },
  {
    "id": 12,
    "text": "- Я не хочу ничего понимать! - вскрикнула я, дойдя до крайности. - Всю жизнь я только и делаю, что вхожу в твоё положение и понимаю!  Я жить хочу! Не когда-нибудь, а сегодня вечером! Гулять под звёздами! Кататься на лодочке, как в детстве! А не чахнуть в этих стенах на бесконечных уроках! Бесполезных уроках!\nУ матери к концу моего монолога всё лицо было в слезах, но я испытывала от этого не стыд, а удовольствие.",
    "answers": [
      {
        "id": 13,
        "text": "Выйти, хлопнув дверью"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я выскочила из покоев, со всей силы хлопнув дверью. Покрытое изящными узорами из позолоты дверное полотно жалобно хрустнуло и заскрипело.",
    "answers": [
      {
        "id": 14,
        "text": "Идти в бальную залу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я направилась в бальную залу. Навстречу мне бежала, придерживая пышные юбки, сестра.\n\nАннэт тринадцать, у неё яркие рыжие волосы, доставшиеся от матушки (мне достались отцовские чёрные кудри), и несколько крошечных веснушек, сводящиее с ума немало мальчишечьих сердец. Она тоже идёт сегодня на бал - отец, наконец, разрешил.\n\n- Елизавета, сестрёнка! Ты сегодня выйдешь замуж?\n\nУслышав это, я поперхнулась от удивления, а потом выговорила:",
    "answers": [
      {
        "id": 10,
        "text": "Не так скоро, милая Аннэт. Но мне, возможно, сделают предложение!",
        "need": 6
      },
      {
        "id": 15,
        "text": "Кто посмотрит на меня, когда рядом такая красавица, как ты?"
      },
      {
        "id": 16,
        "text": "Они смогут взять в жёны лишь мой окоченевший труп!",
        "need": 7
      }
    ]
  },
  {
    "id": 15,
    "text": "- Кто посмотрит на меня, когда рядом такая красавица, как ты? - спросила я, весело подмигивая сестре. Та растерялась от комплимента, едва заметно покраснела, но потом глаза её вспыхнули, и она радостно затараторила:\n- Тогда я всё время буду держаться подальше от тебя, чтобы не мешать. Или нет, лучше я вообще не пойду на бал! Но ведь тогда я не увижу твоего жениха...",
    "answers": [
      {
        "id": 18,
        "text": "- Мне будет без тебя одиноко на балу..."
      }
    ]
  },
  {
    "id": 16,
    "text": "- Они смогут взять в жёны лишь мой окоченевший труп! - зло прошептала я. Аннэт услышала и поморщилась:\n- Фу!\nЯ улыбнулась, представив себя, мёртвой, стоящей в свадебном платье у алтаря, и жениха с выражением паники на лице, всё время оборачивающегося на своего отца, который кивает ему, да поговаривает: \"Отнесись с пониманием, сынок...\".\n",
    "answers": [
      {
        "id": 20,
        "text": "- Это такая шутка, Аннэт."
      }
    ]
  },
  {
    "id": 17,
    "text": "Я добралась до бальной залы. Как выяснилось, я немного опоздала: бал уже начался. Музыканты играли, пары плавно двигались по паркету. Ко мне уже спешил принц из Веовинского королевства (я не помнила, как его зовут) - статный голубоглазый блондин. Приблизившись, он низко поклонился:\n- Подарит ли мне принцесса танец?",
    "answers": [
      {
        "id": 21,
        "text": "- Почему бы и нет?"
      },
      {
        "id": 22,
        "text": "- Простите, я уже пообещала этот танец (ложь)."
      },
      {
        "id": 23,
        "text": "- Не подарит. Принеси лучше выпить.",
        "need": 16
      },
      {
        "id": 25,
        "text": "- Я рада видеть вас, принц. С удовольствием подарю вам этот танец!",
        "need": 10
      }
    ]
  },
  {
    "id": 18,
    "text": "- Мне будет без тебя одиноко на балу, - поспешно сказала я, чтобы сестра и вправду не надумала сбежать (Ведь за это можно получить нагоняй от матушки). - Давай держаться вместе, а женихи - чёрт с ними!\n- Точно! - сказала Аннэт. - Ты права, сестрёнка! Только мне надо кое-куда, давай встретимся прямо на балу, хорошо? - и она убежала прочь по коридору.",
    "answers": [
      {
        "id": 17,
        "text": "Идти в бальную залу"
      }
    ]
  },
  {
    "id": 19,
    "text": "- Я польщена. С большим удовольствием! - вежливо ответила я, и мы, дождавшись следующей мелодии, присоединились к парам на паркете.\n\nБлондин танцевал отлично, хоть и слегка небрежно, отдавая предпочтение тому, чтобы поедать меня глазами и вставлять незатейливые комплименты в те моменты, когда мы оказывались достаточно близко. Пару раз его руки оказывались не там, где положено, но он тут же исправлялся и рассыпался в извинениях.\n\nМелодия завершилась, и он, поклонившись ещё раз, поблагодарил меня за танец. Я ответила взаимностью, и вскоре его место занял другой кавалер.",
    "answers": [
      {
        "id": 26,
        "text": "Танцевать"
      }
    ]
  },
  {
    "id": 20,
    "text": "- Это такая шутка, Аннэт. Значит, что я ни за что в жизни не выйду замуж за таких дураков, как эти принцы.\n- Ах, вон оно что. Тогда ладно, а то я уже подумала, что ты серьезно...\nАннэт в задумчивости ушла куда-то.",
    "answers": [
      {
        "id": 17,
        "text": "Идти в бальную залу"
      }
    ]
  },
  {
    "id": 21,
    "text": "- Почему бы и нет? - пожав плечами, ответила я, и мы, дождавшись следующей мелодии, присоединились к парам на паркете.\n\nБлондин танцевал небрежно, вставлял неуместные комплименты, смотрел всё больше мне на грудь, а не в глаза, а руки его часто оказывались совсем не там, где надо. При этом он деланно пугался и извинялся.\n\nМелодия, наконец, завершилась, и он, поклонившись ещё раз, поблагодарил меня за танец. Я вежливо кивнула, и вскоре его место занял другой кавалер.",
    "answers": [
      {
        "id": 45,
        "text": "Танцевать"
      },
      {
        "id": 41,
        "text": "Сбежать в покои и отдыхать"
      }
    ]
  },
  {
    "id": 22,
    "text": "- Простите, я уже пообещала следующий танец, - сама не зная зачем, соврала я. Принц поклонился:\n- Лелею надежду, что смогу потанцевать с вами этим вечером. Дайте мне знать, если передумаете.",
    "answers": [
      {
        "id": 24,
        "text": "- Непременно"
      }
    ]
  },
  {
    "id": 23,
    "text": "- Не подарит, - жёстко ответила я блондину. - Принеси лучше выпить.\nПринц ошалело посмотрел на грубиянку, пробормотал что-то и растворился в толпе.\n\nЯ и не ожидала, что он выполнит просьбу, так что, увидев его спустя несколько минут танцуюшим с какой-то гусыней, ничуть не удивилась.\n\nЯ заметила, что ко мне направляется ещё один кавалер. Злоба уже прошла, и я подумала, что не стоит пуще прежнего расстраивать мать, устраивая истерики на балу - надо бы потанцевать для приличия.",
    "answers": [
      {
        "id": 45,
        "text": "Танцевать"
      },
      {
        "id": 41,
        "text": "Вернуться в покои"
      }
    ]
  },
  {
    "id": 24,
    "text": "- Непременно. Уверена, через мелодию мы встретимся! - утешительно сказала я принцу. Он ушёл. Через толпу в моём направлении уже пробивался другой кавалер.",
    "answers": [
      {
        "id": 45,
        "text": "Танцевать"
      },
      {
        "id": 41,
        "text": "К чёрту бал, идти спать"
      }
    ]
  },
  {
    "id": 25,
    "text": "- Я очень рада нашей встрече. С удовольствием подарю вам этот танец! - с жаром ответила я, и мы, дождавшись следующей мелодии, присоединились к парам на паркете.\n\nБлондин танцевал восхитительно. Он был внимателен и чуток, его глаза ни на секунду не отрывались от меня. От каждого его комплимента у меня всё сильнее кружилась голова, а от его прикосновений тело бросало то в жар, то в холод.\n\nМелодия завершилась, и он, поклонившись ещё раз, поблагодарил меня за танец. Я запаниковала - мне не хотелось, чтобы он уходил!",
    "answers": [
      {
        "id": 28,
        "text": "- И вам спасибо за танец."
      },
      {
        "id": 29,
        "text": "- Мне душно. Не отведёте меня на свежий воздух?"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "- Всего лишь сон... - прошептала я, щипая себя и разглядывая вблизи свои руки.\n- Не переживай, это сон, - раздался голос совсем рядом. Я подпрыгнула от испуга и обернулась: на печи сидел молодой человек, мой ровесник, в изысканном чёрном костюме, жутко контрастировавшим с окружающей нас убогой обстановкой.",
    "answers": [
      {
        "id": 37,
        "text": "- Кто ты?"
      }
    ]
  },
  {
    "id": 28,
    "text": "- И вам спасибо за танец, - ответила я, испытывая разочарование от того, что всё так быстро закончилось.\n- Желаю вам чудесно провести вечер, - сказал принц. Он улыбался, но где-то в уголках его глаз также можно было заметить тень печали.\nЯ поблагодарила его, и мы расстались. Другой кавалер, приметив меня, уже пробивался через толпу, чтобы пригласить принцессу на танец.",
    "answers": [
      {
        "id": 45,
        "text": "Танцевать"
      },
      {
        "id": 41,
        "text": "Уйти спать"
      }
    ]
  },
  {
    "id": 29,
    "text": "- Мне душно. Не проводите меня на свежий воздух? - приходя в ужас от собственной наглости, попросила я. Мой кавалер согласился, взял меня под руку, и мы вышли в сквер.\n\nСвежий вечерний воздух и вправду пошёл мне на пользу, и я начала лихорадочно соображать: что я вытворяю?! Что теперь делать?\n\nМы прошли небольшой кружок по скверу, и, когда вререди снова засветились окна бальной залы, принц спросил:\n\n- Изволите вернуться на бал?\n\nУ меня перехватило дыхание. Всё, чему меня учили, этикет и здравый смысл подсказывали вернуться на бал. Но моё естество противилось этому. Мне хотелось ещё и ещё дышать этим чудесным воздухом и слушать комплименты принца.",
    "answers": [
      {
        "id": 30,
        "text": "- Вернёмся на бал."
      },
      {
        "id": 31,
        "text": "- Нет, я хочу посидеть где-нибудь."
      }
    ]
  },
  {
    "id": 30,
    "text": "Здравый смысл превозмог, и я попросила принца вернуться на бал. Он не стал возражать, и мы двинулись к сияющим огням дворца.\n\"Я буду жалеть об этом всю жизнь,\" - укоряла я себя, но было слишком поздно.\nМы вошли в бальную залу, и после тишины сквера здесь творился настоящий хаос: какофония музыки, болтовни, смеха, шагов и звона посуды давила на уши и мешала думать.\n\n- Желаю вами чудесно провести вечер, - сказал принц. \nЯ поблагодарила его, и мы расстались. Другой кавалер, приметив меня, уже пробивался через толпу, чтобы пригласить принцессу на танец.",
    "answers": [
      {
        "id": 45,
        "text": "Танцевать"
      },
      {
        "id": 41,
        "text": "Идти спать"
      }
    ]
  },
  {
    "id": 31,
    "text": "- Нет, я хочу посидеть где-нибудь, - выговорила я сквозь силу. Хоть это и были самые желанные для меня слова, но одновременно и самые сложные, какие можно было сказать.\n\nПринц нашёл пустую беседку подальше от любопытных глаз и ушей, и мы присели рядышком. Он повёл беззаботную беседу, рассуждая о погоде, дорогах и об обычаях Веовинского королевства.\n\n\"Что же это, если я выйду за него замуж, то Веовинское королевство и станет моим новым домом?\" - мелькнула у меня мысль, и тут же исчезла, потому что принц придвинулся поближе.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "- Знаете, Елизавета, вы ещё с прошлого бала не выходите у меня из головы, - начал принц, и у меня в голове забили колокола тревоги. Зачем он это говорит? Что сейчас будет? Неужели прямо сейчас? Я не готова!\n- Ваша скромность, ваши изящные манеры, начитанность и ослепительная красота... - Я не слышала его. Только его лицо, что становились всё ближе и ближе.",
    "answers": [
      {
        "id": 33,
        "text": "Будь что будет!"
      },
      {
        "id": 34,
        "text": "Убежать!"
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Будь что будет,\" - подумала я, и принц, словно прочтя мои мысли или уловив в моих глазах искру решительности, поцеловал меня. Всё, что сдерживало меня, рухнуло, я обвила его руками, прижалась всем телом, и с жаром ответила на его поцелуй. Я чувствовала, как его руки, его нежные пальцы гладят мою шею, волосы, спину, и от этого распалялась ещё сильнее...\n\nНе знаю, сколько прошло времени, но вскоре мы снова сидели на приличном расстоянии, я - пытаясь успокоить беснующиеся мысли, он - собираясь, наверное, продолжить речь, которую начал, или размышляя, стоит ли это делать. Наконец он спросил:\n\n- Всё хорошо?",
    "answers": [
      {
        "id": 35,
        "text": "- Я счастлива."
      },
      {
        "id": 36,
        "text": "- Я в смятении."
      }
    ]
  },
  {
    "id": 34,
    "text": "Бежать! Я подхватила юбки, как Аннэт незадолго до этого (кажется, что это было в прошлой жизни, а не пол-часа назад), и побежала прочь от принца. Прочь от взрослой жизни! Прочь!\n\nК сожалению, туфли не были предназначены для пробежек, и каблук на одном из них почти сразу сломался. Почувствовав, что земля уходит из-под ног, я вскрикнула, а следом всё потонуло во мгле.\n\n(Елизавета потеряла сознание от страха, а не от удара. Она упала в густую траву, отделавшись ушибами и ссадинами.)",
    "answers": [
      {
        "id": 46,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 35,
    "text": "- Я счастлива, - честно ответила я, глядя на блондина. \"На моего блондина,\" - мелькнула внезапно мысль. Я удивилась: неужели это правда? Он сейчас попросит моей руки, я соглашусь, и он станет моим? Моим...\n\n- Я тоже счастлив. Елизавета, вы станете моей женой?\n\nУ меня перехватило дыхание. Куда всё катится, я ничего не успеваю осознавать! В глазах помутнело, всё покачнулось, и, не успев ничего ответить принцу Веовинскому, я рухнула на пол.",
    "answers": [
      {
        "id": 46,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 36,
    "text": "- Я в смятении, - честно ответила я, глядя на блондина. \"На моего блондина,\" - мелькнула внезапно мысль. Я удивилась: неужели это правда? Он сейчас попросит моей руки, я соглашусь, и он станет моим? Моим...\n\n- Я тоже. Со мной такое впервые. Но позвольте мне продолжить. Елизавета, вы станете моей женой?\n\nУ меня перехватило дыхание. Куда всё катится, я ничего не успеваю осознавать! В глазах помутнело, всё покачнулось, и, не успев ничего ответить принцу Веовинскому, я рухнула на пол.",
    "answers": [
      {
        "id": 46,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 37,
    "text": "- Кто ты? - спросила я. Парень соскочил с печи и поклонился:\n- Я - Кристоль. Я служу вашей семье по женской линии уже много поколений.\n- Я не понимаю. Ты сказал, что это сон...\n- Я ещё не присягнул на службу вам, Елизавета, поэтому могу являться вам только во снах.\n- Ты... призрак? - еле выговорила я. Кристоль улыбнулся:\n- Призрак. Демон. Чёрт. Как пожелаете.",
    "answers": [
      {
        "id": 38,
        "text": "- Уходи! Выпусти меня из этого сна!"
      },
      {
        "id": 39,
        "text": "- Я хочу спросить..."
      }
    ]
  },
  {
    "id": 38,
    "text": "- Уходи! Выпусти меня из этого сна! - закричала я на демона. Тот только улыбнулся:\n- Это ваш сон, и я не в силах вас удержать. Боюсь, вы заснули глубже обычного, и, чтобы проснуться от такого сна, нужно сначала хорошенько разобраться в себе. И - он улыбнулся ещё шире - в своих демонах.",
    "answers": [
      {
        "id": 39,
        "text": "- Хорошо."
      }
    ]
  },
  {
    "id": 39,
    "text": "- Я хочу спросить...\n- О чём? - участливо поинтересовался демон.",
    "answers": [
      {
        "id": 40,
        "text": "- Ты служил моей матери?",
        "need": -40
      },
      {
        "id": 42,
        "text": "- В чём заключается твоя служба?",
        "need": -42
      },
      {
        "id": 43,
        "text": "- Какова твоя сила?",
        "need": 42
      },
      {
        "id": 44,
        "text": "- Как умерла моя бабка?",
        "need": 40
      },
      {
        "id": 47,
        "text": "- Я не хочу иметь с тобой дел",
        "need": 44
      },
      {
        "id": 48,
        "text": "- Как подчинить тебя?",
        "need": 43
      },
      {
        "id": 49,
        "text": "- Как мне проснуться?",
        "need": 47
      }
    ]
  },
  {
    "id": 40,
    "text": "- Ты служил моей матери?\n- Нет. Последнее время женшины в вашем роду живут долго и я передаюсь через поколение. Я служил твоей бабке, великой княжне Клариссе.\nЯ поморщилась - я знала о бабке только всякие гадости.\n- И это всё, что нужно о ней знать, - закончил мои мысли Кристоль. - Она была на редкость злой и капризной хозяйкой. Она не поведала тайну обо мне своей дочери, твоей матушке, и поэтому ты теперь встретилась со мной неподготовленной.",
    "answers": [
      {
        "id": 39,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я смешалась с толпой и незаметно выбралась из бальной залы. \n\"Всё, хватит с меня на сегодня! \" - довольно подумала я, запираясь в своих покоях.\n\nПрислуги не было, но я, изловчившись, смогла сама снять с себя платье, вздохнула с облегчением и рухнула на постель как есть.\n\nСпустя всего мгновение меня сморил сон.",
    "answers": [
      {
        "id": 46,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 42,
    "text": "- В чём заключается твоя служба?\n- Я выполняю любые повеления моей королевы.\n- Любые?\n- Любые.\n- А советы даёшь? Тебе ведь много сотен лет, ты должен быть мудрым...\n- Если прикажете дать совет - я его дам. Но я демон.\n- Ты даёшь плохие советы?\n- Скажем так: следовать всем моим советам без разбору - дурная затея.",
    "answers": [
      {
        "id": 39,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Насколько ты силён?\n- Я могу влиять на умы людей и животных. Чаще всего с помощью этого можно добиться чего угодно.\n- Хм. То есть превратить воду в вино ты не можешь?\n- Я могу сделать так, что никто не отличит эту воду от вина. И так, что вода будет пьянить. Или убедить, что в ней черви.\n- И хлеб из воздуха не сотворишь?\n- Могу заставить человека думать, что он сыт. Пока в его жилах будет кровь, он будет работать за двоих.\n- Но спустя неделю упадёт замертво?\n- Скорее всего.",
    "answers": [
      {
        "id": 39,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 44,
    "text": "- Как умерла моя бабка?\nКристоль поморщился:\n- Пока я не присягнул вам, я могу не выполнять указания. И это я вам не расскажу.\nЯ нахмурилась:\n- Так вот значит, как действуют демоны? Та же участь ждёт и меня?\n- Необязательно, - безразлично ответил Кристоль.",
    "answers": [
      {
        "id": 39,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 45,
    "text": "Я приняла приглашение на танец. Кавалер был незнакомым, и танцевал с размахом, заставляя меня делать много шагов и напрягаться больше нужного. Я и не заметила, как его сменил другой, толстенький, потом красавчик, потом  снова незнакомец...\n\nВ глазах помутнилось, и в какой-то момент пол ушёл у меня из-под ног. Я почувствовала, как меня подхватили в падении чьи-то руки, а после всё погрузилось в темноту.",
    "answers": [
      {
        "id": 46,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я очнулась в странном месте. Это была изба, обычная крестьянская изба. Из раскрытых оконных ставень дул свежий ветерок, колыхая цветастые занавески (стёкол не было), рядом трещала, согревая меня теплом, печь, из которой также раздавался аромат пекущегося хлеба.\n\n\"Как я здесь очутилась? Украли? Или приехала сама? Ничего не помню... Бал...\" - тут меня словно окатило холодной водой: я была на балу! Только что!\n\nЯ оглядела себя, и мой худший страх подтвердился: я была одета в крестьянские обноски. О нет! Нет-нет-нет! Это какая-то дурная шутка! Это сон!",
    "answers": [
      {
        "id": 27,
        "text": "Убедиться, что это сон"
      }
    ]
  },
  {
    "id": 47,
    "text": "- Я не желаю связываться с нечистью!\n- Как пожелаете. У вас есть год, до наступления восемнадцатилетия. Если до этого дня вы не примете меня в слуги, то я перейду вашей младшей сестре.\nЯ обомлела. Аннет тоже под действием этого проклятия!\n- Ах ты ублюдок, не смей прикасаться к моей сестре!\n- Ни в коем случае. Только исполнять приказы.",
    "answers": [
      {
        "id": 39,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 48,
    "text": "- Как мне стать твоей хозяйкой?\n- О, это очень просто. Всего лишь позовите меня по имени, прикажите служить и оброните на пол капельку крови. Конечно, не во сне, а наяву.",
    "answers": [
      {
        "id": 39,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 49,
    "text": "- Как мне проснуться? - спросила я.\n- Вы точно спросили всё, что хотели? - любезно поинтересовался демон.",
    "answers": [
      {
        "id": 50,
        "text": "- Да",
        "need": 48
      },
      {
        "id": 39,
        "text": "- Кое-что ещё.",
        "need": -48
      }
    ]
  },
  {
    "id": 50,
    "text": "- Да, расскажи, как мне проснуться, - настойчиво потребовала я.\n- Для начала вам нужно вспомнить, как вы  уснули. Как это случилось?",
    "answers": [
      {
        "id": 51,
        "text": "- Я убегала от принца и упала...",
        "need": 34
      },
      {
        "id": 52,
        "text": "- Принц сделал мне предложение...",
        "need": 33
      },
      {
        "id": 54,
        "text": "- Я сбежала с бала и легла спать...",
        "need": 41
      },
      {
        "id": 55,
        "text": "- Я танцевала так долго, что потеряла сознание...",
        "need": 45
      }
    ]
  },
  {
    "id": 51,
    "text": "- Я убегала от принца и упала... - вспомнила я. В это мгновение изба исчезла, всё закрутилось, и через секунду я оказалась в каком-то тёмном душном помещении. Вокруг было множество людей, а а центре стоял на коленях связанный принц Веовинский!<s>r\n- Вы обвиняетесь в нападении на юную принцессу Елизавету с целью обесчестить её и посрамить весь королевский род! Вам не предоставляется права слова. Наказание: смерть через колесование. Исполнить немедленно!<s>r\n<s>r\nЯ оглянулась на говорящего - это был мой отец. Таким суровым я его никогда не видела. Я закричала:<s>r\n<s>r\n- Стойте! Всё было не так! Пожалуйста, пощадите его!<s>r\n<s>r\nНо никто меня не слышал. Принца подняли на ноги и повели прочь. Я закричала и... проснулась.",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 52,
    "text": "- Принц сделал мне предложение... - вспомнила я. В это мгновение изба исчезла, всё закрутилось, и через секунду я оказалась в каком-то тёмном душном помещении. Вокруг было множество людей, а а центре стоял на коленях связанный принц Веовинский!<s>r\n- Вы обвиняетесь в нападении на юную принцессу Елизавету с целью обесчестить её и посрамить весь королевский род! Вам не предоставляется права слова. Наказание: смерть через колесование. Исполнить немедленно!<s>r\n<s>r\nЯ оглянулась на говорящего - это был мой отец. Таким суровым я его никогда не видела. Я закричала:<s>r\n<s>r\n- Стойте! Всё было не так! Пожалуйста, пощадите его!<s>r\n<s>r\nНо никто меня не слышал. Принца подняли на ноги и повели прочь. Я закричала и... проснулась.",
    "answers": [
      {
        "id": 57,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 53,
    "text": "- Я прогнала принца... - вспомнила я. Кристоль заулыбался и показно захлопал в ладоши:\n- Браво, моя принцесса. Отличное решение. Он того заслужил. Знаете, прямо перед балом он обесчестил вашу кухарку.\nЯ вскинулась:\n- Не может быть! Я заходила к ней за пару часов до банкета!\n- Принц прятался а посудном шкафу. Как проснётесь, можете расспросить кухарку, чтобы убедиться. Бедняжку надо поддержать.\nЯ была вне себя от гнева на принца:\n- Ну подожди у меня, ублюдок!\n- Моя принцесса, - демон встал на одно колено. - Призовите меня, когда посчитаете нужным, и он горько пожалеет о содеянном!\n\nИ в следующее мгновение я проснулась.",
    "answers": [
      {
        "id": 59,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 54,
    "text": "- Я сбежала с бала..\n- И?",
    "answers": [
      {
        "id": 53,
        "text": "- А перед этим я прогнала принца!",
        "need": 23
      },
      {
        "id": 60,
        "text": "- И легла спать.",
        "need": -23
      }
    ]
  },
  {
    "id": 55,
    "text": "- Я танцевала так долго...\n- И что?",
    "answers": [
      {
        "id": 53,
        "text": "- А перед этим я прогнала принца!",
        "need": 23
      },
      {
        "id": 62,
        "text": "- И дотанцевалась до обморока.",
        "need": -23
      }
    ]
  },
  {
    "id": 56,
    "text": "- Я обещала ей быть лучшей на этом балу... - вспомнила я.\n- И нарушили это обещание, - сухо сказал Кристоль.\n- Я устала! - попыталась я оправдаться, но внезапно всё закружилось, изба исчезла, а я оказалась в матушкиной комнате.\n- Матушка! - позвала я, но она не слышала. Я пригляделась и оцепенела: матушка была пьяна. Она сидела в окружении бутылок и молча смотрела в пустоту. По щекам её безостановочно катились слёзы.\n- Матушка... Прости меня...",
    "answers": [
      {
        "id": 63,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я с криком проснулась на постели в своих покоях. Мой принц!\nЯ рванулась к окну и увидела огромную толпу, собравшуюся на казнь. Принца вкли к плахе. Не сон. Это был не сон! Его правда казнят!\n\"Мне не успеть. А если успею, то мне не поверят. Есть только один шанс.\"\nДрожащими руками я достала заколку: \"Надеюсь у тебя хватит сил\".",
    "answers": [
      {
        "id": 64,
        "text": "- Нет, я не оскверню свою душу!"
      },
      {
        "id": 66,
        "text": "- Кристоль, стань моим слугой!"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я проснулась у себя в покоях. Первым делом я накинула мантию, побежала в комнаты прислуги и нашла кухарку.\nОна забилась в угол, заплаканная и несчастная.\n\"Не сон,\" - подумала я. - \"Это был не сон. Принц и вправду сделал это. Господи, я чуть было не согласилась выйти за него замуж!\"\n- Не плачь, моя девочка. Я заставлю его заплатить, - пообещала я, и вышла из комнаты прислуги. Уверенными движениями я достала заколку.",
    "answers": [
      {
        "id": 1,
        "text": "- Кристоль, будь моим слугой!"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я проснулась у себя в покоях. Первым делом я накинула мантию, побежала в комнаты прислуги и нашла кухарку.<s>r\nОна забилась в угол, заплаканная и несчастная. Я расспросила её о произошедшем. Она ничего не смогла сказать, так силён был шок. Девушка словно бы не видела меня.\nНо её разорванное платье и свежие следы побоев доказывали почти наверняка - демон не лгал.\n\"Не сон. Это был не сон. Принц и вправду сделал это. Отмороженный ублюдок!\"<s>r\n- Не плачь, моя девочка. Я заставлю его заплатить, - пообещала я, и вышла из комнаты прислуги. Уверенными движениями я достала заколку.",
    "answers": [
      {
        "id": 113,
        "text": "- Кристоль, будь моим слугой!"
      },
      {
        "id": 114,
        "text": "- Я не оскверню свою душу!"
      }
    ]
  },
  {
    "id": 60,
    "text": "- Я сбежала с бала и легла спать.\n- О, - протянул демон. - Какой легкомысленный поступок. А как же матушка?",
    "answers": [
      {
        "id": 56,
        "text": "- Я обещала ей блистать на этом балу...",
        "need": 6
      },
      {
        "id": 61,
        "text": "- Я нагрубила ей...",
        "need": 7
      }
    ]
  },
  {
    "id": 61,
    "text": "- Я нагрубила ей... - прошептала я.\n- Не корите себя, моя принцесса. Вам приходится тяжело, где ей понять вас?\nЯ кивнула, и сразу же всё закружилось, изба исчезла, а я оказалась в матушкиной комнате.\n- Матушка! - позвала я, но она не слышала. Я пригляделась и оцепенела: матушка была пьяна. Она сидела в окружении бутылок и молча смотрела в пустоту. По щекам её безостановочно катились слёзы.\n- Матушка... Прости меня...",
    "answers": [
      {
        "id": 63,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 62,
    "text": "- И дотанцевалась до обморока... - вспомнила я. <s>r\n- А как же Грета?<s>r\n- Грета? Моя подруга? При чём здесь она?<s>r\n- А вы даже и не знали... Прямо перед балом принц  Веовинский обесчестил вашу подругу. Она ведь простая кухарка, ему ничего за это не будет...<s>r\nЯ вскинулась:<s>r\n- Не может быть! Я заходила к ней за пару часов до банкета!<s>r\n- Принц прятался а посудном шкафу. Как проснётесь, можете расспросить кухарку, чтобы убедиться. Бедняжку надо поддержать.<s>r\nЯ была вне себя от гнева на принца:<s>r\n- Ну подожди у меня, ублюдок!<s>r\n- Моя принцесса, - демон встал на одно колено. - Призовите меня, когда посчитаете нужным, и он горько пожалеет о содеянном!<s>r\n<s>r\nИ в следующее мгновение я проснулась.",
    "answers": [
      {
        "id": 59,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я проснулась у себя в покоях, надела мантию и прошла по коридорам дворца к покоям матушки. Шикнув на стражей, вознамерившихся было загородить вход, не разглядев, кто перед ними, я вошла и увидела матушку, спящую на кровати. В воздухе стоял густой запах горячительных напитков, бутылки стояли на столе точно как во сне. Между ними на столе лежал пергамент, весь залитый слезами. Это было письмо, и всё, что успела написать матушка - \"Дорогая Елизавета,\"\n\nЯ в ужасе метнулась к постели матушки, подумав, что она решила покончить с собой, но всё было хорошо - она спала глубоким сном.\n\n\"Что тебя гложет, матушка? Неужели, мой строптивый характер? Или есть что-то, что ты от меня скрываешь? Есть только один способ узнать. И помочь тебе забыть,\" - я вышла из покоев, вернулась к себе и достала острую заколку.",
    "answers": [
      {
        "id": 147,
        "text": "- Кристоль, стань моим слугой!"
      },
      {
        "id": 148,
        "text": "- Я не оскверню свою душу!"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я уколола палец, и капля крови с отчётливым звуком упала на пол, за ней другая. Руки и колени дрожали. Слова призыва демона застряли у меня в горле.<s>r\n\"Нет, я не могу. Я не должна!\"<s>r\n- Я не оскверню свою душу, демон, - прошептала я, выронила булавку и бросилась прочь из комнаты, как можно скорее, чтобы успеть хоть что-то сделать, на что-то повлиять.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я проснулась у себя в покоях в холодном поту:\n- Аннэт!\nЯ вскочила с постели, набросила на себя мантию и побежала в покои сестры. Она была у себя. Удивившись, откуда я знаю о произошедшем, она сказала, что всё хорошо и ничего никому говорить не надо. Она замкнулась в себе и не поддавалась ни на какие уговоры, не хотела помочь найти этих двух ублюдков.\n\nБез неё шансов найти их и наказать не было. Кроме одного шанса. Я вышла в коридор, достала заколку и глубоко вздохнула.",
    "answers": [
      {
        "id": 1,
        "text": "- Кристоль, стань моим слугой."
      },
      {
        "id": 196,
        "text": "- Кристоль, стань моим слугой!"
      },
      {
        "id": 197,
        "text": "- Я не оскверню свою душу!"
      }
    ]
  },
  {
    "id": 66,
    "text": "Руки дрожали так сильно, что я даже не попала булавкой в палец с первого раза. Когда же наконец это получилось, от боли я зажмурилась, а из глаз брызнули слёзы. Много чего было в этих сдерживаемых доселе слезах - и боль от укола, и страх за принца, и страх неизвестности.<s>r\n\"Я оскверняю свою душу. Как моя всеми проклятая бабка...\" - подумала я, а вслух сказала:<s>r\n- Кристоль, будь моим слугой!",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я опоздала. Обежав весь замок и пробравшись сквозь плотную толпу, я увидела ужасную картину - человеческое тело, жутко изломанное, было вздето на колесе высоко над площадью. С секунду осознание того, кто это, не приходило ко мне, поэтому я не могла отвести глаз от места казни. Потом, разглядев обрывки одежды на теле, я всё поняла.<s>r\n...Дальнейших событий моя память не сохранила должным образом. Говорят, потребовалось трое рослых охранников, чтобы утащить меня, ревущую, брыкающуюся и царапающуюся, прочь с площади.",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "...Для королевства настали тяжёлые времена. Война с Веовинским королевством, объявленная из-за смерти гостившего принца, разгоралась всё сильнее. Королева впала в беспробудный сон, и слухи твердили, что виной всему была непомерная тяга к горячительному. Принцесса Елизавета вскоре была выдана замуж ради военного союза, но её младшая сестра Аннэт смогла составить куда более более выгодную партию - её муж сменил сторону в войне и вскоре одержал грандиозную победу.<s>r\n<s>r\nТак Аннэт стала Королевой на своей родине. Ей всегда и во всём способствовала небывалая удача, а её обворожительность позволяла заключать самые невероятные сделки. Ходили слухи, что главная её сделка была заключена с самим Дьяволом. Не так далеко от истины.<s>r\n<s>r\nПринцесса Елизавета прожила недолгую жизнь на чужбине, сгинув в тирании своего нелюбимого мужа, который так и не стал королём.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": "Ничего не происходило. Когда же я, наконец, относилась открыть глаза, то взвизгнула от страха и неожиданности - Кристоль, такой же точно, как во сне, молча стоял прямо передо мной. Он смотрел прямо на меня, и взгляд его карих глаз гипнотизировал, сковывал.\nЯ собралась с мыслями:",
    "answers": [
      {
        "id": 70,
        "text": "- Ритуал закончен?"
      },
      {
        "id": 71,
        "text": "- Ты должен спасти принца Веовинского!"
      },
      {
        "id": 75,
        "text": "- Дай мне совет."
      }
    ]
  },
  {
    "id": 70,
    "text": "- Ритуал закончен? - осторожно спросила я.\n- Да, моя Королева, - ответил демон и замолчал. Меня пробрала дрожь.",
    "answers": [
      {
        "id": 73,
        "text": "- Я ещё не королева."
      },
      {
        "id": 71,
        "text": "- Спаси принца Веовинского."
      },
      {
        "id": 75,
        "text": "- Дай мне совет."
      }
    ]
  },
  {
    "id": 71,
    "text": "- Ты знаешь, что мне нужно. Принца хотят казнить, спаси его! - надрывно вскрикнула я, не в силах больше сдерживать беспокойство. Демон широко улыбнулся, обнажив белые зубы:<s>r\n- Слушаюсь, моя Королева.<s>r\n<s>r\nЧерез секунду он исчез.",
    "answers": [
      {
        "id": 78,
        "text": "Поспешить на площадь"
      }
    ]
  },
  {
    "id": 72,
    "text": "Всего через мгновение я услышала из окна восторженный рёв толпы, но даже сквозь крики тысячи глоток было слышно одного-единственного человека, издающего вопли боли и ужаса.<s>r\n<s>r\nЯ знала, что сейчас происходит. Принцу Веовинскому большой кувалдой ломали руки и ноги. Его ждёт долгая мучительная смерть. Заслужил ли он на самом деле такое? <s>r\nЯ взглянула на свои руки - они тряслись, и я не могла сдержать эту дрожь.<s>r\n<s>r\nТолпа вдруг стихла на мгновение, и я отчётливо услышала отвратительный хруст, словно бы казнь проходила у меня прямо под окнами, а не далеко на площади...",
    "answers": [
      {
        "id": 79,
        "text": "Найти Грету и успокоить её"
      },
      {
        "id": 81,
        "text": "Сходить посмотреть на казнь"
      }
    ]
  },
  {
    "id": 73,
    "text": "- Я ещё не королева. - поправила я Кристоля.\n- Для меня, с этого момента и до вашей смерти, вы Королева. - чуть заметно улыбнувшись, сказал демон. Мне от этих слов стало ещё более не по себе.",
    "answers": [
      {
        "id": 71,
        "text": "- Спаси принца Веовинского!"
      },
      {
        "id": 75,
        "text": "- Дай мне совет."
      }
    ]
  },
  {
    "id": 74,
    "text": "- Я не верю тебе! - отойдя на пару шагов назад, в ужасе сказала я. Кристоль пожал плечами:\n- Можете расспросить её прямо сейчас. Но за это время принца казнят. Его, кстати, уже привязали к колесу, так что времени на размышления мало.",
    "answers": [
      {
        "id": 71,
        "text": "- Спаси принца. Я разберусь с ним позже."
      },
      {
        "id": 80,
        "text": "- Ничего не делай. Пусть сдохнет."
      }
    ]
  },
  {
    "id": 75,
    "text": "- Дай мне совет. - сама не зная зачем, попросила я демона. Кристоль хмыкнул:\n- Перед вашей романтической встречей принц изнасиловал вашу кухарку, Грету. Она всё ещё не пришла в себя и, возможно, покончит жизнь самоубийством после долгих страданий. Помогите лучше ей, а принц своё заслужил.",
    "answers": [
      {
        "id": 74,
        "text": "- Я не верю тебе!"
      },
      {
        "id": 76,
        "text": "- Верно, он заслужил."
      }
    ]
  },
  {
    "id": 76,
    "text": "- Бедняжка Грета... Я найду её прямо сейчас. А эта мразь пусть сдохнет! Ничего не делай!<s>r\nКристоль поклонился в пояс:<s>r\n- Слушаюсь, моя Королева.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Мы прошли по замковым коридорам, вышли через центральный вход и направились к площади. Это заняло довольно много времени, так что, когда мы пришли, казнь уже закончилась. Толпа понемногу расходилась.<s>r\n<s>r\nС каждым шагом мне становилось всё страшнее.  Когда я увидела человеческое тело, жутко изломанное, вздетое на колесе высоко над площадью, заметила обрывки знакомой по событиям прошлой ночи одежды, то всё моё существо забилось в ужасе. Я закричала, не в силах сдерживаться, рванулась прочь, упала на мостовую, проползла пару метров и заревела.<s>r\n<s>r\nДальнейшее я помню плохо. Говорят, меня увели обратно в мои покои стражники. Лишь одно моя память запечатлела надёжно: фигуру Кристоля. Его кожа слабо светилась, и оттого блаженную улыбку на лице невозможно было спутать ни с чем.<s>r\n<s>r\n\"Он питается моей болью,\" - подумала я. - \"Вот зачем ему всё это нужно.\"<s>r\n<s>r\nПосле всё погрузилось во тьму.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я как могла быстро оделась и поторопилась на площадь. Но для этого надо было пройти по замковым коридорам, а потом обойти сам замок и дойти до площади.<s>r\n<s>r\nКогда я приблизилась к толпе, на площади стоял невообразимый гул от тысячи горячо обсуждающих что-то голосов, а сквозь него пробилася отчётливо различимый звон металла о металл.<s>r\n<s>r\nЯ попыталась пробиться сквозь толпу, но не тут-то было - люди стояли плотно, жаждя оказаться как можно ближе к центру событий. Я выловила стражника и попыталась расспросить его:",
    "answers": [
      {
        "id": 106,
        "text": "- Что происходит?"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я выставила Кристоля за дверь, быстро оделась и вышла из покоев. Демон покорно ждал снаружи.<s>r\n- Тебя никто не может увидеть? - быстро спросила я.<s>r\n- Никто, кроме вас.<s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "- Хорошо. Идём."
      }
    ]
  },
  {
    "id": 80,
    "text": "- Ничего не делай. Путсь сдохнет в мучениях! - горячо воскликнула я, и Кристоль поклонился в пояс:<s>r\n- Слушаюсь, моя Королева.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я выставила Кристоля за дверь, быстро оделась и вышла из покоев. Демон покорно ждал снаружи.<s>r\n- Тебя никто не может увидеть? - быстро спросила я.<s>r\n- Никто, кроме вас.<s>r\n- Хорошо. Идём.<s>r\n- Как насчёт Греты?",
    "answers": [
      {
        "id": 77,
        "text": "- Грета подождёт. Я должна увидеть то, чему позволила произойти."
      },
      {
        "id": 84,
        "text": "- Ты прав. Идём к Грете. Принц умрёт ещё нескоро, а труп так и вовсе провисит несколько дней."
      }
    ]
  },
  {
    "id": 82,
    "text": "- Кристоль, где Грета? - спросила я у демона. Тот ответил не раздумывая:<s>r\n- В комнате прислуги.",
    "answers": [
      {
        "id": 85,
        "text": "- До неё идти и идти..."
      }
    ]
  },
  {
    "id": 83,
    "text": "Грета в ступоре<s>r\nПринц мёртв<s>r\nМать в горячке<s>r\nСестра блядует<s>r\nОтец готовится к войне<s>r\nКристоль подчинён, но ни разу не использован",
    "answers": []
  },
  {
    "id": 84,
    "text": "Мы прошли по коридорам замка на первый этаж. Здесь почти никого не было, все ушли смотреть на казнь.",
    "answers": [
      {
        "id": 82,
        "text": "- Кристоль, где Грета?"
      },
      {
        "id": 85,
        "text": "Искать кухарку самостоятельно"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я зашла в холл. Он был просторным, украшенным флагами и вымпелами. Под ногами был ровный мраморный пол. На стене красовался огромный портрет отца.",
    "answers": [
      {
        "id": 86,
        "text": "Идти в тронный зал"
      },
      {
        "id": 87,
        "text": "Идти в бальный зал"
      },
      {
        "id": 153,
        "text": "Идти в западное крыло"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я прошла в тронный зал. Этот зал был гордостью моего отца, который, приняв его от деда, потратил много сил и денег, чтобы сделать его по-настоящему впечатляющим. Целый день ушёл бы на перечисление красот этого помещения, его колонн, статуй, роскошного трона, оружейных композиций. Мне же всё это давно приелось, так что я даже не удостоила обстановку взглядом.",
    "answers": [
      {
        "id": 88,
        "text": "В королевскую обеденную"
      },
      {
        "id": 85,
        "text": "В холл"
      }
    ]
  },
  {
    "id": 87,
    "text": "Зайдя в бальный зал, я вздрогнула. Воспоминания о событиях прошлой ночи нахлынули на меня. Меня охватило странное чувство, что бал был только что, минуту назад, и одновременно - что всё это происходило когда-то давным-давно, в прошлой жизни.<s>r\n<s>r\nКаждый шаг по паркету создавал такой странный звук, словно кто-то танцевал по воздуху и один-единственный раз коснулся туфлёй пола. Каждый шаг - как крошечный фрагмент танца.<s>r\n<s>r\nЭто было очень странно ощущение.",
    "answers": [
      {
        "id": 90,
        "text": "В общую обеденную"
      },
      {
        "id": 85,
        "text": "В холл"
      }
    ]
  },
  {
    "id": 88,
    "text": "Эта комната предназначалась для принятия пищи в тесном кругу королевских особ и их гостей. Я провела за огромным дубовым столом немало часов, наполненных смертной скукой и бесконечными разговорами взрослых. Если в раннем детстве меня ещё отпускали из жалости, то последние пара лет были невыносимыми, каждый приём пищи превращался в пытку.",
    "answers": [
      {
        "id": 89,
        "text": "На кухню",
        "need": 84
      },
      {
        "id": 150,
        "text": "На кухню",
        "need": -84
      },
      {
        "id": 86,
        "text": "В тронный зал"
      }
    ]
  },
  {
    "id": 89,
    "text": "Кухня королевского замка была огромной, но Грета, как правило, работала в одной конкретной части. Там я её не обнаружила. Зато обнаружила в одном месте беспорядок, совсем этому месту не свойственный. Кристоль заметил мой пристальный взгляд и подтвердил худшие опасения:<s>r\n- Да, здесь это и случилось.",
    "answers": [
      {
        "id": 91,
        "text": "В комнату прислуги"
      }
    ]
  },
  {
    "id": 90,
    "text": "Здесь стояли длинные столы, в данный момент почти полностью пустые. Несколько слуг ходили между ними, собирая забытые под столом объедки или иной мусор, которого после званого обеда оставалось немало.",
    "answers": [
      {
        "id": 89,
        "text": "На кухню",
        "need": 84
      },
      {
        "id": 87,
        "text": "В бальный зал"
      },
      {
        "id": 150,
        "text": "На кухню",
        "need": -84
      }
    ]
  },
  {
    "id": 91,
    "text": "Я нашла Грету в комнате прислуги. Она сидела в углу комнаты, сжавшись, обхватив колени и дрожала. Одежда на ней была порвана - видимо, она забилась сюда сразу после происшествия, да так и не вставала.<s>r\n- Грета? - я прикоснулась к ней и почувствовала, что кожа кухарки ледяная. - Грета, милая, ты замёрзла! Идём в тепло!<s>r\n<s>r\nНо Грета не отвечала и не поддавалась на уговоры, она словно не видела меня. Я обернулась на Кристоля:",
    "answers": [
      {
        "id": 92,
        "text": "- Что с ней?"
      }
    ]
  },
  {
    "id": 92,
    "text": "- У неё ступор, - ответил Кристоль. - Разум, защищаясь от жестокой реальности, закрылся от внешнего мира. Она ничего не слышит и не видит.<s>r\n- Ты можешь что-то сделать?<s>r\n- Могу стереть ей воспоминания о произошедшем. Но разум не книга и в таких случаях может потеряться что-то ешё по мелочи. Определённый риск.",
    "answers": [
      {
        "id": 93,
        "text": "- Сделай это. Я хочу, чтобы она снова была счастлива."
      },
      {
        "id": 94,
        "text": "- Обойдусь без твоей помощи. Я отведу её к лекарю и вскоре она вернётся к нам."
      }
    ]
  },
  {
    "id": 93,
    "text": "- Сделай это. Я хочу, чтобы Грета вновь была счастлива, - сказала я. Кристоль чуть заметно улыбнулся, а после поклонился в пояс:<s>r\n- Слушаюсь, моя Королева.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "- Обойдусь без твоей помощи, - зло ответила я. - Отведу её к лекарю, и вскоре она вернётся к нам.<s>r\nКристоль только пожал плечами. Его лицо не выразило никакой эмоции.<s>r\n<s>r\nЯ сделала точно так, как и собиралась. Лекарь уложил девушку в кровать, тепло укутал, напоил горячим отваром, и ей явно стало лучше. Всё это время Кристоль был неподалёку, и, как он и говорил, его никто не замечал. Он старательно уступал дорогу лекарю, если тот шёл в его сторону, но я была уверена, не делай демон этого - лекарь просто пройдёт сквозь него.",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Дальше всё снова произошло незаметно. Никаких колдовских слов, звуков, вспышек света - Грета просто внезапно перестала дрожать и встала. Увидев меня, она слегка испугалась и отступила на несколько шагов в сторону, потупив взор:<s>r\n- Простите меня, моя Принцесса. Этого больше не повторится!",
    "answers": [
      {
        "id": 101,
        "text": "- О чём ты, Грета?"
      }
    ]
  },
  {
    "id": 96,
    "text": "- Ей будет лучше, - успокоил меня лекарь. - Я и вам посоветую выпить этого отвара, моя Принцесса. Вы ведь тоже перенесли потрясение этой ночью.",
    "answers": [
      {
        "id": 97,
        "text": "- Я в порядке."
      },
      {
        "id": 98,
        "text": "- Да, пожалуй, я выпью."
      },
      {
        "id": 99,
        "text": "Взглядом спросить у демона, безопасно ли питьё"
      }
    ]
  },
  {
    "id": 97,
    "text": "- Нет, спасибо, я в порядке, - ответила я. - Следите за девушкой. Я хочу знать, когда ей станет лучше.<s>r\n- Конечно, моя принцесса. - лекарь поклонился.",
    "answers": [
      {
        "id": 100,
        "text": "Выйти",
        "need": -117
      },
      {
        "id": 119,
        "text": "Выйти",
        "need": 117
      }
    ]
  },
  {
    "id": 98,
    "text": "- Да, пожалуй, я выпью. - сказала я, приняла из рук лекаря стакан. Жидкость была вкусной, горячей и необыкновенно бодрящей. Я вернула лекарю стакан:<s>r\n- Следите за девушкой. Я хочу знать, когда ей станет лучше.<s>r\n- Конечно, моя принцесса. - лекарь поклонился.",
    "answers": [
      {
        "id": 100,
        "text": "Выйти",
        "need": -117
      },
      {
        "id": 119,
        "text": "Выйти",
        "need": 117
      }
    ]
  },
  {
    "id": 99,
    "text": "Я приняла стакан и взглянула на демона вопросительно. Тот сказал:<s>r\n- Лекарь кое-то подмешивает в зелье. Он думает, что это полезно, но от длительного применения можно впасть в зависимость. Впрочем, от одного стакана ничего плохого не будет.",
    "answers": [
      {
        "id": 98,
        "text": "Выпить"
      },
      {
        "id": 97,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 100,
    "text": "Еле переставляя ноги от усталости, я вернулась в свои покои, приказала Кристолю не тревожить меня до утра и рухнула на кровать. Практически мгновенно я уснула, и проспала до полудня тревожным сном.",
    "answers": [
      {
        "id": 105,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 101,
    "text": "Услышав своё имя, кухарка открыла рот от удивления, но сразу же взяла себя в руки:<s>r\n- Моя Принцесса, я случайно вздремнула здесь. Это не повторится, прошу простить меня. Вы желаете чего-то?",
    "answers": [
      {
        "id": 102,
        "text": "- Грета, прекрати этот цирк! Мы с тобой подруги!"
      }
    ]
  },
  {
    "id": 102,
    "text": "Я не на шутку рассердилась. Грета остолбенела и залепетала:<s>r\n- Как прикажете, моя принцесса... Но я недостойна... - и она, не зная, как быть в такой ситуации, упала к моим ногам. Я в ужасе посмотрела на Кристоля:",
    "answers": [
      {
        "id": 103,
        "text": "- Кристоль, какого чёрта?"
      }
    ]
  },
  {
    "id": 103,
    "text": "Кристоль пожал плечами:<s>r\n- Боюсь, воспоминания о вашей дружбе тоже стёрлись. Вероятно, она доверяла принцу как раз из-за вашей с ней дружбы, или ждала вашей помощи в самый плохой момент, и эти воспоминания оказались связаны. Одно не могло исчезнуть без второго.",
    "answers": [
      {
        "id": 104,
        "text": "- Грета..."
      }
    ]
  },
  {
    "id": 104,
    "text": "- Грета... - теперь пришла моя очередь лепетать. Она была сейчас прямо передо мной, моя ровесница Грета, вместе с которой я выросла, вместе с которой играла втайне от родителей, за которой приглядывала. И вот теперь она ничего этого не помнит. Ничего.<s>r\n<s>r\nСловно бы огромная пропасть разделила нас с ней. Словно бы часть моей души вырвали и отдали на съедение проклятому демону.<s>r\n<s>r\nЯ не выдержала и заплакала. Грета, увидев это, побледнела и не придумала ничего лучше, как сбежать прочь. Она сохранила недоверие к особам королевской крови - и, видимо, это к лучшему.",
    "answers": [
      {
        "id": 105,
        "text": "Далее",
        "need": -117
      },
      {
        "id": 119,
        "text": "Далее",
        "need": 117
      }
    ]
  },
  {
    "id": 105,
    "text": "...Для королевства настали тяжёлые времена. Война с Веовинским королевством, объявленная из-за смерти гостившего принца, разгоралась всё сильнее. <s>r\n<s>r\nПринцесса Елизавета была выдана замуж ради военного союза, но её муж неожиданно для всех сменил сторону в войне и вскоре одержал грандиозную победу. Так Елизавета стала Королевой на своей родине.<s>r\n<s>r\nОна добилась от своего мужа, который сходил от неё с ума, чтобы он помиловал её отца и дочь (много выпивавшая мать Елизаветы к тому времени умерла от горячки). Вместо них на площади казнили других заключённых, а их тайно вывели из страны. Елизавета следила за ними и поддерживала их всеми силами, но отец вскоре спился, а Аннэт завела свой собственный бордель в столице Веовинского королевства и стала вполне самостоятельной. Для своей безопасности она никогда никому не говорила о том, откуда родом и кто такая, а с сестрой оборвала все связи.<s>r\n<s>r\nГрета, подруга детства Елизаветы, пропала во время войны, и королеве ничего не оставалось, кроме как с головой отдасться семье. Её сын ни в чём не знал отказа, и, к сожалению, вырос совсем не тем благородным рыцарем, каким его видела Елизавета.<s>r\n<s>r\nКристоль не мог служить отпрыску мужского пола, но после смерти королевы он всегда был рядом с ним. Принц вёл разгульный образ жизни, и немало его внебрачных дочерей приближались к возрасту совершеннолетия...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 106,
    "text": "- Что происходит? - требовательно спросила я у стража. Тот ответил, пытаясь перекричать толпу:<s>r\n- Осуждённый принц потребовал божьего суда через поединок. Только ваш отец оказался достоин драться с ним и сейчас они дерутся!<s>r\n<s>r\nЯ остолбенела, холод прокатился по всему телу, сковал руки и ноги. Отец!",
    "answers": [
      {
        "id": 107,
        "text": "- Расчистите мне дорогу! Дорогу!"
      },
      {
        "id": 108,
        "text": "- Кристоль, прекрати это!"
      }
    ]
  },
  {
    "id": 107,
    "text": "Но не успела я закричать, как тишина, волной прокатившись по толпе, заполнила собой всю площадь. Я поняла, что уже слишком поздно.<s>r\n<s>r\nБожий суд свершился.",
    "answers": [
      {
        "id": 110,
        "text": "Пробиваться сквозь толпу"
      }
    ]
  },
  {
    "id": 108,
    "text": "Я закричала изо всех сил:<s>r\n- Кристоль! Прекрати это!<s>r\n\"Кому моя Королева желает сохранить жизнь?\" - раздался в моей голове голос Кристоля, с лёгкостью перекрывший рокот толпы.",
    "answers": [
      {
        "id": 109,
        "text": "- Принцу!"
      },
      {
        "id": 109,
        "text": "- Отцу!"
      },
      {
        "id": 109,
        "text": "- Обоим!"
      }
    ]
  },
  {
    "id": 109,
    "text": "Но не успела я ответить демону, как тишина, волной прокатившись по толпе, заполнила собой всю площадь. Я поняла, что уже слишком поздно.<s>r\n<s>r\nБожий суд свершился.",
    "answers": [
      {
        "id": 110,
        "text": "- Дорогу!"
      }
    ]
  },
  {
    "id": 110,
    "text": "В конце пути толпа уже сама расстпулась передо мной, и я перешла на бег. В абсолютной, всепоглощающей тишине только мои туфли цокали по мостовой. Сердце колотилось в груди безумным молотом.<s>r\n<s>r\nКогда спины первых рядов зевак разошлись, я увидела принца Воевинского с мечом в руках, стоящего над телом моего отца.<s>r\n<s>r\nМир перевернулся.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Дальнейших событий моя память не сохранила должным образом. Говорят, трое стражников оттаскивали меня от тела отца, а после, когда я вырвалась и попыталась напасть на принца, потребовалось ещё больше людей.<s>r\n<s>r\nЧто я хорошо запомнила, так это Кристоля. Его кожа слабо светилась, и из-за этого было очень хорошо видно блаженную улыбку на его лице.<s>r\n<s>r\n\"Это его пища. Мои страдания - его пища,\" - подумала я тогда, прежде чем провалиться в чёрную бездну.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "...Для королевства настали тяжёлые времена. Вскоре после смерти короля на Божьем Суде также умерла от горя и королева, и принцесса Елизавета стала новой правительницей. Она казнила принца, признав исход Божьего Суда недействительным, за что Веовинское Королевство немедленно объявило войну.<s>r\n<s>r\nЭто была тяжёлая и кровопролитная война, в которой, как и её бабке пятьдесят лет назад, Елизавете сопутствовала невероятная удача. Но, одержав победу, Елизавета не остановилась, как её бабка, а продолжила экспансию, создав несокрушимую Империю.<s>r\n<s>r\nЭто то, что осталось в анналах истории. Очень немногие знали о горе, поселившемся в сердце Елизаветы, когда её любимая подруга Грета, что работала кухаркой, умерла от истощения после того, как её изнасиловали. Елизавета была безутешна, потеряв почти всех, кто был ей дорог, и всеми силами берегла Аннэт.  <s>r\nЕё сестра, прославившаяся за время войны своим лёгким поведением, заполнила собой пустоту в душе Елизавета, а после и разделила с ней тепло своего тела. Может из-за этого, а может из-за других причин, ни Елизавета, ни Аннэт не продолжили свой род. <s>r\n<s>r\nКогда их не стало, Кристоль, наконец, оказался свободен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 113,
    "text": "Я ткнула палец булавкой и, кажется, перестаралась - капли крови забарабанили по полу одна за другой. От этого мне стало ещё страшнее, но я переборола себя и, прошептав \"Кристоль, будь моим слугой!\",  зажмурилась.\n\nШли мучительно долгие секунды, но ничего не происходило. Я осторожно открыла глаза и чуть не взвизгнула - Кристоль, точь-в-точь как во сне, стоял прямо передо мной, вытянувшись по струнке, как вышколенный слуга.",
    "answers": [
      {
        "id": 115,
        "text": "- Ритуал завершён?"
      },
      {
        "id": 116,
        "text": "- Накажи принца Веовинского!"
      },
      {
        "id": 117,
        "text": "- Что посоветуешь?"
      }
    ]
  },
  {
    "id": 114,
    "text": "- Я не оскверню свою душу, - сквозь слёзы прошептала я, роняя булавку на пол. - Прости, Грета. Я слишком слаба, - Грета не слышала меня из коридора, да и не ответила бы, даже если услышала.\n\"Впрочем, не так уж я и беспомощна. Я вполне могу и сама постоять за тех, кто мне дорог! Найду принца в гостевых покоях и заставлю его извиниться перед Гретой!\"",
    "answers": [
      {
        "id": 150,
        "text": "На кухню"
      }
    ]
  },
  {
    "id": 115,
    "text": "- Ритуал завершён? - осторожно спросила я. Кристоль поклонился в пояс и негромко ответил:\n- Да, моя Королева.",
    "answers": [
      {
        "id": 118,
        "text": "- Я ещё не королева."
      },
      {
        "id": 116,
        "text": "- Накажи принца."
      },
      {
        "id": 117,
        "text": "- Посоветуй, что делать."
      }
    ]
  },
  {
    "id": 116,
    "text": "- Накажи принца! - закричала я. Демон  широко улыбнулся, обнажив белые зубы (человеческие, безо всяких клыков):\n- Как именно вы желаете наказать его?",
    "answers": [
      {
        "id": 121,
        "text": "- Заставь его страдать. Пусть раскается в содеянном."
      },
      {
        "id": 120,
        "text": "- Убей его."
      }
    ]
  },
  {
    "id": 117,
    "text": "Сама не зная зачем, я спросила у демона совета. Тот едва сдержал удивление и ответил:\n- Советую отвлечься от темы наказания принца и заняться вашей кухаркой.\n- Что с ней? - спросила я.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "- Я ещё не королева - поправила я демона. Тот ответил бесстрастно:\n- Для меня - да. С этого момента и до вашей смерти.\nОт этих слов меня пробил озноб. Они звучали, как грозное предзнаменование.",
    "answers": [
      {
        "id": 116,
        "text": "- Накажи принца!"
      },
      {
        "id": 117,
        "text": "- Что посоветуешь?"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я успокоилась и собралась с мыслями:\n- Теперь займёмся принцем, Кристоль.\n- Конечно. Как вы желаете его наказать?",
    "answers": [
      {
        "id": 120,
        "text": "- Убей его."
      },
      {
        "id": 121,
        "text": "- Заставь его страдать. Пусть раскается."
      }
    ]
  },
  {
    "id": 120,
    "text": "- Убей его, - приказала я, сама себе не веря. Это был первый смертный приговор, который я вынесла в своей жизни.\nКристоль выглядел довольным:\n- Слушаюсь, моя Королева. Позволите мне поглотить душу приговорённого?",
    "answers": [
      {
        "id": 122,
        "text": "- Да. Он заслужил."
      },
      {
        "id": 123,
        "text": "- Не вздумай."
      }
    ]
  },
  {
    "id": 121,
    "text": "- Заставь его страдать, - с ненавистью произнесла я. - Пусть раскается!\n- Под страданием вы подразумеваете душевные муки? - хладнокровно уточнил Кристоль.\n- Да, именно так.\n- Слушаюсь, моя Королева, - ответил демон. - Но на это потребуется время. Советую вам отправиться в свои покои. К полудню ваше задание будет исполнено.",
    "answers": [
      {
        "id": 143,
        "text": "- Да, я так и поступлю."
      }
    ]
  },
  {
    "id": 122,
    "text": "- Да, он это заслужил, - ответила я, леденея от ужаса. Во что я ввязываюсь? Как смею прикасаться к священному?\n- Ещё один вопрос, - перебил мои размышления демон.",
    "answers": [
      {
        "id": 124,
        "text": "- Что?"
      }
    ]
  },
  {
    "id": 123,
    "text": "- Не вздумай, - строго ответила я.\n\"Что же за чудовище этот демон, раз питается душами? Как скоро я горько пожалею о своей связи с ним?\"\n- Еще один вопрос, - сказал Кристоль.",
    "answers": [
      {
        "id": 124,
        "text": "- Что?"
      }
    ]
  },
  {
    "id": 124,
    "text": "- Желаете посмотреть на его смерть? - спросил демон, глядя мне прямо в глаза.\n\"Готова ли я нести ответственность за свои решения? Так легко отдать приказ, но осознаю ли я, на что обрекаю принца?\" - думала я, не торопясь с ответом.",
    "answers": [
      {
        "id": 125,
        "text": "- Да, я взгляну."
      },
      {
        "id": 126,
        "text": "- Нет, управишься сам."
      }
    ]
  },
  {
    "id": 125,
    "text": "- Да, я взгляну, - решительно ответила я. \"Это месть за страдания Греты. Пусть я ещё не королева, но я уже несу ответственность. Никто не может так просто нападать на моих слуг и друзей.\"\n\nМои размышления были прерваны чьими-то быстрыми шагами, звук которых всё приближался. Я обеспокоенно взглянула на Кристоля, но тот не волновался - напротив, он смотрел выжидательно в сторону, откуда раздавались шаги.\n\nИз-за поворота вышел принц Веовинский.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "- Нет, управишься сам, - ответила я, не в силах признаться себе, а уж тем более демону, в том, как сильно я боюсь этого зрелища.\nКристоль кивнул:\n- В таком случае, вам стоит удалиться к себе в покои. Лучше вам быть там, когда поднимется шумиха.\n",
    "answers": [
      {
        "id": 142,
        "text": "- Да, я так и поступлю."
      }
    ]
  },
  {
    "id": 127,
    "text": "По нему сразу было видно, что он пришёл сюда не по своей воле - в глазах был испуг, а тело не слушалось его, выглядело скованным, одеревеневшим. Увидев меня, принц удивился. В этот момент удерживающие его тело чары опали, он взглянул на свои руки, словно бы видел их в первый раз, а потом снова поднял взгляд на меня:\n- Здравствуйте! Неожиданная встреча, верно? Кажется, сам Бог привёл меня сюда в эту минуту.\n- Чуть-чуть промазал, - с ехидной улыбкой сказал Кристоль, но принц не видел его и не слышал. Кристоль встал между мной и принцем:\n- Желаете зачитать приговор?",
    "answers": [
      {
        "id": 128,
        "text": "Зачитать приговор"
      },
      {
        "id": 129,
        "text": "Поговорить с принцем"
      },
      {
        "id": 130,
        "text": "- Просто убей его!"
      }
    ]
  },
  {
    "id": 128,
    "text": "- Принц... - я затихла. Я всё ещё не знала его имени. Кристоль услужливо подсказал, и я продолжила:\n- ... Филипп Веовинский. За преступление против королевской семьи, а именно: изнасилование приближённой к принцессе Елизавете кухарки Греты, ты приговариваешься к смерти.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "- Ты, мерзкий отвратительный ублюдок! - закричала я на принца, - Ты напал на мою прислугу!\nСтоит отдать ему должное - принц мгновенно соориентировался в ситуации:\n- Какую прислугу? Принцесса, я не понимаю, о чём вы!",
    "answers": [
      {
        "id": 136,
        "text": "Ударить его"
      },
      {
        "id": 128,
        "text": "Зачитать приговор",
        "need": 127
      }
    ]
  },
  {
    "id": 130,
    "text": "- Просто убей его! - закричала я в гневе. Принц испуганно отпрянул, Кристоль промолвил \"Слушаюсь, моя Королева\" и обернулся к своей жертве.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "В этот момент принц увидел Кристоля. Очевидно, несчастный видел совсем не то, что я, потому что закричал истошно, пронзительно. Тело его не слушалось, против своей воли он встал на колени и крупно задрожал, наблюдая приближение демона. \n\nКогда Кристоль положил руку принцу на голову, началось самое страшное - веки принца широко распахнулись, глаза закатились, а потом начали лезть из орбит. Рот принца стал открываться всё шире и шире,  до отвратительного хруста. Мышцы его тела сами убивали его. Принц схватился за свою лодыжку и с хрустом вывернул её, не прекращая кричать.\n\nЯ с ужасом смотрела, как принц одну за другой ломал себе все кости, до которых мог дотянуться. Когда он схватился одной рукой за свой подбородок, а другой - за затылок, я, не выдержав, зажмурилась. Раздался ещё один хруст, короткий и тихий, после которого принц замолк.\n\nРаздался звук удара головы о каменный пол.",
    "answers": [
      {
        "id": 132,
        "text": "Далее",
        "need": 122
      },
      {
        "id": 133,
        "text": "Далее",
        "need": 123
      }
    ]
  },
  {
    "id": 132,
    "text": "Когда я открыла глаза, то увидела тело принца, выглядещее как куча тряпок, и Кристоля, наклонившегося к нему. Демон прикоснулся к принцу и поднял что-то маленькое и светящееся.\n\"Душа,\" - с трепетом осознала я, а в следующий момент Кристоль отправил искорку к себе в рот. Я вскрикнула.\n\nДемон встал. Его лицо выражало нескрываемое наслаждение.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Кристоль быстро подошёл ко мне и посмотрел мне прямо в глаза:\n- Вам надо уходить, моя Королева. Лучше, чтобы вы были у себя в опочивальне, когда поднимется шумиха.",
    "answers": [
      {
        "id": 134,
        "text": "- Да, пожалуй..."
      }
    ]
  },
  {
    "id": 134,
    "text": "Я не помню, как дошла до своих покоев. Мир словно перевернулся. Приговор. Казнь. Справедливость.\n...Справедливость! Словно утопающая, за соломинку, ухватилась я за это слово. Оно одно позволяло хоть немного оправдать происходящее, расставить всё по местам.",
    "answers": [
      {
        "id": 105,
        "text": "\"Он заслужил. Он заслужил это\""
      }
    ]
  },
  {
    "id": 135,
    "text": "- грета может быть в любом из трёх состояний\n- принц мёртв\n- отец готовится к войне\n- мать в горячке\n- сестра блядует\n- кристоль подчинён и использован",
    "answers": []
  },
  {
    "id": 136,
    "text": "Услышив эти слова, я взбесилась и, потеряв над собой контроль, подскочила к принцу и влепила ему пощёчину. Голова принца дёрнулась, а моя рука вспыхнула от боли.\n- Ты хоть знаешь её имя?! Мерзавец!",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Пока принц не пришёл в себя, я выдернула кинжал из ножен на его поясе.",
    "answers": [
      {
        "id": 139,
        "text": "Ударить в живот",
        "need": 127
      },
      {
        "id": 141,
        "text": "Полоснуть по горлу",
        "need": 127
      },
      {
        "id": 145,
        "text": "Ударить кинжалом",
        "need": -127
      }
    ]
  },
  {
    "id": 138,
    "text": "Когда принц снова посмотрел на меня, весь мой гнев как ветром сдуло: его лицо изменилось. Словно сброшенная маска, с него исчезла доброта и покорность, обнажив его злобное похотливое сушество:\n- Какая непокорная девчонка. Надо тебя проучить!\nВ мгновение ока он ухватил меня за волосы и больно дёрнул.",
    "answers": [
      {
        "id": 131,
        "text": "- Кристоль!",
        "need": 127
      },
      {
        "id": 140,
        "text": "Пнуть промеж ног"
      }
    ]
  },
  {
    "id": 139,
    "text": "Не отдавая себе полного отчёта в том, что делаю, я вонзила кинжал в живот принцу. Он завизжал, потом захрипел, попытался выташить кинжал, но его пальцы были уже слишком слабыми. Он повалился вперёд так, что я едва успела отскочить, и упал на каменный пол.\n- Отличная работа, - прокомментировал Кристоль. Я, только сейчас начиная осознавать, что натворила, в ужасе переводила взгляд с мёртвого принца на демона и обратно.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "Я извернулась и со всей силы пнула принца промеж ног. Он закричал от боли и отпустил меня, но удержался на ногах.",
    "answers": [
      {
        "id": 137,
        "text": "Выхватить его кинжал"
      },
      {
        "id": 131,
        "text": "- Кристоль, расправься с ним!",
        "need": 127
      }
    ]
  },
  {
    "id": 141,
    "text": "Не отдавая себе полного отчёта в том, что делаю, я полоснула кинжалом по горлу принцу. Он захрипел, потом забулькал, потянулся к порезу, из которого хлестала кровь, но его руки были уже слишком слабыми. Он повалился вперёд так, что я едва успела отскочить, и упал на каменный пол.\n- Отличная работа, - прокомментировал Кристоль. Я, только сейчас начиная осознавать, что натворила, в ужасе переводила взгляд с мёртвого принца на кинжал в своих руках и обратно. С ужасом и омерзением я отбросила кинжал прочь.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "Я согласилась с Кристолем, и пошла через кухню обратно в свои покои. И тут далеко позади я услышала крик.\nЭто кричал принц Веовинский, я была уверена. Как он оказался в этой части замка? Крыло с гостевыми покоями очень далеко отсюда!\nЯ поторопилась, но как бы я не спешила, все равно слышала, как усиляются крики приговорённого.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Я отправилась в свои покои, раздумывая над тем, как Кристоль заставит принца раскаяться. Что-то подсказывало мне, что стоило дать более чёткий приказ.\n\nНочь подходила к концу. Это была самая странная ночь в моей жизни. Я разделась и легла на кровать.",
    "answers": [
      {
        "id": 144,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 144,
    "text": "...Принц Веовинский нашёл покои своей сестры, также гостившей в этом королевстве, и, не отдавая себе отчёт в своих действиях, опорочил её. Когда с его глаз упала пелена воздействия демона и он увидел, что натворил, то возненавидел себя. Он осознал, что его образ жизни и сам он - отвратительны. Не в силах совладать с раздирающим его раскаянием, он покончил с собой.<s>r\n<s>r\nКоролю Веовинскому не удалось объяснить, что смерть обоих его отпрысков - несчастный случай, и вскоре война с Веовинским королевством разгорелась как лесной пожар.<s>r\n<s>r\nПринцесса Елизавета вскоре была выдана замуж ради военного союза, но её муж неожиданно для всех сменил сторону в войне и вскоре одержал грандиозную победу. Так Елизавета стала Королевой на своей родине.<s>r\n<s>r\nОна добилась от своего мужа, который сходил от неё с ума, чтобы он помиловал её отца и дочь (много выпивавшая мать Елизаветы к тому времени умерла от горячки). Вместо них на площади казнили других заключённых, а их тайно вывели из страны. Елизавета следила за ними и поддерживала их всеми силами, но отец вскоре спился, а Аннэт завела свой собственный бордель в столице Веовинского королевства и стала вполне самостоятельной. Для своей безопасности она никогда никому не говорила о том, откуда родом и кто такая, а с сестрой оборвала все связи.<s>r\n<s>r\nГрета, подруга детства Елизаветы, пропала во время войны, и королеве ничего не оставалось, кроме как с головой отдасться семье. Её сын ни в чём не знал отказа, и, к сожалению, вырос совсем не тем благородным рыцарем, каким его видела Елизавета.<s>r\n<s>r\nКристоль не мог служить отпрыску мужского пола, но после смерти королевы он всегда был рядом с ним. Принц вёл разгульный образ жизни, и немало его внебрачных дочерей приближались к возрасту совершеннолетия...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 145,
    "text": "Не отдавая себе полного отчёта в том, что делаю, я вонзила кинжал в живот принцу. Он завизжал, потом захрипел, попытался выташить кинжал, но его пальцы были уже слишком слабыми. Он повалился вперёд так, что я едва успела отскочить, и упал на каменный пол.\n Я, только сейчас начиная осознавать, что натворила, в ужасе переводила взгляд с мёртвого принца на свои обагрённые кровью руки и обратно.",
    "answers": [
      {
        "id": 146,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я плохо помню, как бежала к своим покоям. Всю дорогу я сдерживала как могла рвущийся из груди ужас, а, оказавшись в своих покоях, наконец дала волю слезам. Кое-как вытерев кровь с рук и спрятав подальше окровавленный платок, я бросилась на кровать. Совсем скоро я уснула. ",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "- Кристоль, стань моим слугой! - громко сказала я и уколола палец. С первого раза укол получился слабый и крови совсем не было. Я уколола ещё раз, и в этот раз явно переусердствовала - капли забарабанили по полу, а прямо передо мной возник Кристоль - точь-в-точь такой же, как во сне. Он поклонился мне:\n- Ритуал закончен, моя Королева. Я готов служить.",
    "answers": [
      {
        "id": 160,
        "text": "- Расскажи мне, что терзает матушку?"
      },
      {
        "id": 162,
        "text": "- Сделай так, чтобы матушке было хорошо."
      }
    ]
  },
  {
    "id": 148,
    "text": "Я уколола палец и уже собралась произнести фразу для подчинения демона, но страх сковал меня. Я собиралась предать всё то, чему меня учили с детства, чему меня учила матушка!\n- Я не оскверню свою душу, - произнесла я, и воздух вокруг словно бы стал легче, тёмные силы расступились.",
    "answers": [
      {
        "id": 186,
        "text": "- Я справлюсь и сама."
      }
    ]
  },
  {
    "id": 149,
    "text": "Пройдя по коридору несколько раз туда-обратно, я осознала всю глупость своей затеи: была глубокая ночь, и я понятия не имела, где именно искать принца. Не входить же в каждую комнату, будить гостей и интересоваться, кто они такие!",
    "answers": [
      {
        "id": 154,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 150,
    "text": "Кухни при королевском дворе впечатляли своими масштабами. Здесь могли в сжатые сроки приготовить настоящий пир - были бы продукты. Сейчас здесь царил беспорядок.",
    "answers": [
      {
        "id": 88,
        "text": "В королевскую обеденную"
      },
      {
        "id": 90,
        "text": "В общую обеденную"
      },
      {
        "id": 151,
        "text": "В комнаты прислуги"
      }
    ]
  },
  {
    "id": 151,
    "text": "В комнатах прислуги рядами стояли кровати. Кровать да небольшой сундучок - вот и всё, что было личного у большинства слуг.\n\nПочти все кровати сейчас были заняты - слуги отдыхали после тяжёлого дня.",
    "answers": [
      {
        "id": 152,
        "text": "В коридор западного крыла"
      },
      {
        "id": 150,
        "text": "На кухню"
      }
    ]
  },
  {
    "id": 152,
    "text": "Этот коридор вёл к гостевым спальням. Здесь всё было сделано для того, чтобы удивлять и радовать гостей короны - стены украшены картинами, изображаюшими города и природу королевства, пол покрывали толстые мягкие ковры, а с потолков свисали изящные светильники, собранные со всех концов света.",
    "answers": [
      {
        "id": 151,
        "text": "В комнату прислуги"
      },
      {
        "id": 149,
        "text": "Найти комнату принца Веовинского",
        "need": 114
      }
    ]
  },
  {
    "id": 153,
    "text": "Я поднялась по лестнице, чтобы пройти в западное крыло с гостевыми покоями, но двери были заперты. Видимо, их запирают на ночь для спокойствия гостей... или наоборот, спокойствия королевской семьи?",
    "answers": [
      {
        "id": 85,
        "text": "Назад в холл"
      }
    ]
  },
  {
    "id": 154,
    "text": "\"Ну ничего, я ещё успею с тобой поквитаться!\" - подумала я, уныло плетясь обратно к комнатам прислуги. И тут - невероятное везение! - из темноты показался силуэт, и я узнала принца Веовинского. Он сначала испугался, но когда понял, кто перед ним, то сразу расслабился:\n- Принцесса! Какая неожиданная встреча!",
    "answers": [
      {
        "id": 155,
        "text": "- Где ты был сейчас?"
      },
      {
        "id": 156,
        "text": "- Где ты был вчера перед балом?"
      }
    ]
  },
  {
    "id": 155,
    "text": "- Где ты был только что? - строго спросила я принца. Тот нахмурился:\n- А вы всё также вежливы, принцесса.\n- Отвечай!\nПринц вздохнул:\n- Искал отхожее место, если вам так уж интересно. У вас здесь нетрудно заблудиться.\n",
    "answers": [
      {
        "id": 161,
        "text": "- Не лги мне! Ты искал Грету!"
      }
    ]
  },
  {
    "id": 156,
    "text": "- Где ты был вчера перед балом? - сразу перешла к делу я. Улыбка сошла с лица принца:\n- Не понимаю, о чём вы, принцесса. ",
    "answers": [
      {
        "id": 157,
        "text": "- Ты напал на мою подругу!"
      },
      {
        "id": 158,
        "text": "- Ты напал на мою прислугу!"
      }
    ]
  },
  {
    "id": 157,
    "text": "- Ты напал на мою подругу! - закричала я.\n- Вы что-то путаете, принцесса. Кто-то вас обманул, я полагаю, - ответил принц, и теперь в его голосе зазвучала злость.",
    "answers": [
      {
        "id": 136,
        "text": "- Ублюдок! Ты хотя бы знаешь, как её зовут?"
      }
    ]
  },
  {
    "id": 158,
    "text": "- Ты напал на мою прислугу! - закричала я, а принц недобро усмехнулся:\n- Это вам прислуга рассказала? Кажется, стоит уволить фантазёров!",
    "answers": [
      {
        "id": 136,
        "text": "- Ублюдок! Ты хоть знаешь, как её зовут?!"
      }
    ]
  },
  {
    "id": 159,
    "text": "Принц мёртв\nОтец готовится к войне\nКристоль не подчинён\nмать в горячке\nсестря блядует\nгрета в любом из состояний",
    "answers": []
  },
  {
    "id": 160,
    "text": "- Расскажи мне, что терзает матушку? - попросила я демона. Кристоль хмыкнул:\n- Это чуть более долгая и сложная история, чем вам может показаться, моя Королева. Уверены, что желаете знать?",
    "answers": [
      {
        "id": 163,
        "text": "- Я должна приказывать дважды?"
      },
      {
        "id": 162,
        "text": "- Пожалуй, нет. Просто сделай так, чтобы она была счастливой."
      }
    ]
  },
  {
    "id": 161,
    "text": "- Не лги мне! Ты ходил на кухню и искал Грету! - закричала я.\n- Кого-кого? - удивлённо переспросил принц.",
    "answers": [
      {
        "id": 136,
        "text": "- Ты даже не знаешь, как её зовут!"
      }
    ]
  },
  {
    "id": 162,
    "text": "Королеву Катерину нашли следующим утром недалеко от замка - она была явно не в своём уме. Её поместили в лечебницу, и вскоре врачи вынесли вердикт - душа королевы унеслась в другой мир, где она была счастлива в браке с простым крестьянином. Из всех посетителей Катерина узнавала только свою дочь - в её выдуманном мире Елизавета также была её дочерью.<s>r\n<s>r\nЕлизавета не знала, грустить ей или радоваться за мать, что нашла своё мнимое счастье в лечебнице, благодарить демона или ругать его. Также она не знала, что всё это только начало её бед - на следующий день после бала нашли в комнате слуг мёртвой её подругу Грету, работавшей кухаркой. Кто-то напал на неё, после чего, она, видимо, потеряла сознание, и лежала в углу комнаты, никем не замеченная, до самой смерти.<s>r\n<s>r\nЭто переломило Елизавету, и когда она узнала, что её отец встречается с другой женщиной, её гнев и боль выплеснулись в ужасном приказе для демона. Кристоль выполнил свою работу, и любовницы короля не стало. Это, в отличие от несчастья королевы, разбило ему сердце и вскоре он спился и умер.<s>r\n<s>r\nТак Елизавета стала Королевой. Она была безутешна, потеряв почти всех, кто был ей дорог, и всеми силами берегла Аннэт.  <s>r\nЕё сестра, прославившаяся за прошедшее время своим лёгким поведением, заполнила собой пустоту в душе Елизавета, а после и разделила с ней тепло своего тела. Может из-за этого, а может из-за других причин, ни Елизавета, ни Аннэт не продолжили свой род.<s>r\n<s>r\nКогда их не стало, Кристоль, наконец, оказался свободен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 163,
    "text": "- Я должна приказывать дважды? - строго спросила я. Демон изменился в лице:\n- Слушаюсь, моя Королева.\n\nВ следующее мгновение реальность поблекла и исчезла.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "- Екатерина, ты готова? Бал скоро начнётся!\n\nЯ была готова. Корсет новейшего платья туго затянут; непослушные рыжие волосы расчёсаны и скованы заколкой с бриллиантами; брови аккуратно выделены тёмным контуром, а губы накрашены особой краской цвета вишни.",
    "answers": [
      {
        "id": 165,
        "text": "- Иду, мама!"
      },
      {
        "id": 166,
        "text": "- Ещё пара минут!"
      }
    ]
  },
  {
    "id": 165,
    "text": "Я вышла из своих покоев, где меня уже ждала мать. Бросив на меня короткий взгляд, она хмыкнула:\n- Постарайся не налажать, как в прошлый раз. Если я услышу, что ты кому-то нахамила, то, клянусь, я отдам любые деньги, чтобы тебя в этот же день забрали под венец какие-нибудь Веовинские варвары - прочь с глаз и из моей страны! Это ясно?",
    "answers": [
      {
        "id": 167,
        "text": "- Да, мама."
      },
      {
        "id": 168,
        "text": "- Я буду говорить то, что захочу!"
      }
    ]
  },
  {
    "id": 166,
    "text": "- Ещё пара минут! - крикнула я матери, и, посмотрев на своё отражение в зеркале, вздохнула. Мне ужасно не хотелось на бал, я терпеть не могла светские встречи, но разве у меня был выбор?\n\nМожет, в другой раз и можно было сказаться больной, но не накануне моего совершеннолетия, чёрт бы его побрал!",
    "answers": [
      {
        "id": 165,
        "text": "Идти к матери"
      }
    ]
  },
  {
    "id": 167,
    "text": "- Да, мама, - покорно ответила я. Мать ещё раз хмыкнула, обернулась, и зашагала прочь. Издалека раздался её раскатистый крик:\n- Кристоль, где тебя черти носят?! Немедленно ко мне!\n\nЯ вздохнула.",
    "answers": [
      {
        "id": 169,
        "text": "Идти в бальную залу"
      },
      {
        "id": 170,
        "text": "- Погодите-ка... Кристоль?!"
      }
    ]
  },
  {
    "id": 168,
    "text": "Я попыталась возразить, но мои губы меня не слушались. Невидимая сила цепкой хваткой удерживала моё сознание, и изо рта против воли вылетали слова:\n- Да... Мама... Слушаюсь...\n\nКогда я договорила и невидимая сила отпустила меня, из глаз брызнули слёзы. Как всегда. Я никогда не смогу перечить матери. Никогда.\n\nМать ещё раз хмыкнула, обернулась, и зашагала прочь. Издалека раздался её раскатистый крик:\n- Кристоль, где тебя черти носят?! Немедленно ко мне!\n\nЯ вздохнула.",
    "answers": [
      {
        "id": 169,
        "text": "В бальную залу"
      },
      {
        "id": 170,
        "text": "- Погодите-ка... Кристоль?!"
      }
    ]
  },
  {
    "id": 169,
    "text": "Бал прошёл как обычно. Скучные танцы, немного еды (при так туго затянутом корсете переедание грозило серьёзными проблемами) да спёртый воздух. Несколько раз, когда рядом оказывалась мать, мне приходилось с удвоенными усилиями осыпать любезностями кавалеров, но всё это было почти привычно.",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Услышав это имя, я на мгновение испытала странное чувство, как будто всё происходящее не совсем реально, и словно бы я - это не я, но ощущение быстро прошло. Я даже потрясла головой немного, чтобы выветрить его окончательно.",
    "answers": [
      {
        "id": 169,
        "text": "В бальную залу"
      }
    ]
  },
  {
    "id": 171,
    "text": "Всё изменилось, когда на балкончик вышел отец. Увидев его, я улыбнулась - хоть нам и не доводилось много времени проводить вместе, но он был светлым лучиком в моей унылой жизни. У него я всегда могла найти понимание и поддержку.\n- Дорогие гости! - объявил отец, музыка стихла, и все тут же умолкли.\n\nГоворил Король.",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "- Мы рады приветствовать вас в стенах нашего замка!\n\"Что это? Словно что-то мерцает за его плечом?\"\n- Вы порадовали нас с Королевой своим долгожданным визитом, и мы хотели бы также объявить вам радостную весть!\n\"Это человек! Худой мужчина в чёрно-белом костюме! Он то виден, то нет, словно привидение!\"\n- Я с радостью сообщаю, что наша дочь Катерина помолвлена!",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "Я не сразу сообразила ЧТО сказал отец, а когда поняла, то мне стало не до призраков. \n\"Помолвлена? Как можно быть помолвленной и не знать об этом?!\"\n- Принц Филипп из королевства Верлингтонского вскоре станет частью нашей счастливой... - отец не договорил. Он вдруг неловко взмахнул руками и, не издав ни звука, упал вниз с балкона. В полной тишине раздался отвратительный звук ломающихся костей.\n\nЯ закричала.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Из всего последующего вечера, наполненного рыданиями, криками и несмолкающими перессудами, я накрепко запомнила лишь один момент:\n\nИз толпы, собравшейся вокруг тела отца, внезапно появилась мать. Она больно схватила меня за запястье:\n- Слышала, что тебе было сказано? Иди и знакомься с женихом!",
    "answers": [
      {
        "id": 176,
        "text": "- Что с отцом?"
      },
      {
        "id": 176,
        "text": "- Иди к чёрту!"
      },
      {
        "id": 176,
        "text": "- Я ухожу!"
      },
      {
        "id": 176,
        "text": "- Пусти меня!"
      },
      {
        "id": 176,
        "text": "- Ты мне не указ!"
      }
    ]
  },
  {
    "id": 175,
    "text": "...Я вернулась в своё тело внезапно, вскрикнула и часто задышала, словно бы меня окатили ледяной водой.\n\nЯ это я, Елизавета. Всё хорошо. Что же я видела?\n\"Это было юношество моей матушки. Её глазами. Её мать - моя бабка - была точно такой, какой её описывает молва. И с ней был Кристоль.\"",
    "answers": [
      {
        "id": 177,
        "text": "- Кристоль, я хочу спросить."
      }
    ]
  },
  {
    "id": 176,
    "text": "- Да... Мама... Слушаюсь... - выговаривали мои губы. Я никогда не смогу перечить матери.\n\nНикогда.",
    "answers": [
      {
        "id": 175,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 177,
    "text": "- Слушаю вас, моя Королева, - сказал демон.",
    "answers": [
      {
        "id": 178,
        "text": "- Это ты убил моего деда?"
      },
      {
        "id": 179,
        "text": "- Это ты не позволял моей матушке спорить с бабкой?"
      },
      {
        "id": 180,
        "text": "- Теперь ты должен ответить. Как умерла моя бабка?"
      },
      {
        "id": 181,
        "text": "- Сними проклятие с матушки! Пусть она будет свободна!",
        "need": 179
      },
      {
        "id": 162,
        "text": "- Сделай матушку счастливой."
      }
    ]
  },
  {
    "id": 178,
    "text": "- Это ты убил моего деда? - отчуждённо спросила я Кристоля.\n- Ваша бабка пожелала, чтобы он сказал про помолвку и покончил с собой.\n- Ты наверняка обманул её как-то!\n- Вашу бабку совсем не требовалось обманывать или обводить вокруг пальца - она была на редкость злобным человеком. Порою, мне приходилось, наоборот, смягчать её приказы, ради её же безопасности.",
    "answers": [
      {
        "id": 177,
        "text": "Ещё один вопрос"
      }
    ]
  },
  {
    "id": 179,
    "text": "- Это ты не позволял матушке противиться приказам бабки?\n- Ваша бабка пожелала, чтобы её дочь всегда и во всём её слушалась. Я исполнил это требование, и ваша матушка до сих пор под действием этого эффекта.",
    "answers": [
      {
        "id": 177,
        "text": "- Ясно. Тогда вот что..."
      }
    ]
  },
  {
    "id": 180,
    "text": "- Теперь ты мой слуга и должен мне ответить. Как умерла моя бабка?\n- Видите ли, с момента подчинения больше никто не может убить Королеву кроме её самой и меня.",
    "answers": [
      {
        "id": 182,
        "text": "- Это ты её убил?"
      }
    ]
  },
  {
    "id": 181,
    "text": "- Слушаюсь, моя Королева, - отвесив низкий поклон, сказал Кристоль.",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "- Это ты её убил? - с ужасом спросила я. Демон кивнул:\n- По её приказу. Иногда, после пары бутылок вина, в ней просыпалось дремлющее добро и она начинала корить себя за свои злодеяния. Вот в такой-то момент она и решила покончить со злом внутри себя. К сожалению, ей не хватило сил сделать это самой и пришлось прибегнуть к моей помощи.",
    "answers": [
      {
        "id": 183,
        "text": "- К сожалению?"
      }
    ]
  },
  {
    "id": 183,
    "text": "- \"К сожалению\"? О чём может сожалеть демон?\n- Об упущенном лакомстве, конечно. Самопожертвование создаёт одну из самых сильных энергий для питания демона. А душа самоубийцы - лёгкая добыча.",
    "answers": [
      {
        "id": 184,
        "text": "- Ты упустил душу моей бабки?"
      }
    ]
  },
  {
    "id": 184,
    "text": "- Ты упустил душу моей бабки? - с сомнением спросила я. Кристоль поморщился:\n- Частично. Но она кормила меня страданиями окрудающих много лет, так что я не в обиде.",
    "answers": [
      {
        "id": 185,
        "text": "- Как так \"частично\"?"
      }
    ]
  },
  {
    "id": 185,
    "text": "- Как так \"частично\"? - спросила я. Демон ответил не сразу:\n- Скажем так: если тот обрывок души, что вырвался из моей хватки, сам станет демоном, я совсем не удивлюсь.",
    "answers": [
      {
        "id": 177,
        "text": "- Ясно"
      }
    ]
  },
  {
    "id": 186,
    "text": "- Я справлюсь и сама, - прошептала я.\n\"Завтра же утром я поговорю с матушкой и постараюсь снять с неё её тяжкое бремя. Ну или хотя бы облегчить.\"",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "...Мне не удалось разговорить матушку не этим утром, ни следующим, а через неделю она бесследно исчезла. Поиски были долгими и изнурительными, но ничего не принесли. Я провела много ночей, рыдая или, наоборот, молча смотря на стену в ступоре. Часто, очень часто я брала в руки булавку с запекшимися на ней капельками крови, но так и не осмелилась осквернить свою душу.",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "Моё состояние усугубилось ещё одной трагедией - в комнате прислуги была найдена мёртвой кухарка - моя сверстница и лучшая подруга Грета.\nСудя по ее состоянию, она умерла от истощения. В один момент она забилась в тёмный уголок комнаты и сидела там, пока не потеряла сознание от жажды и холода. Но и тогда на неё никто не обратил внимания.\nЯ злилась, как волчица, и не могла понять, на кого больше - на безучастных слуг или на себя. Как я могла за целую неделю не вспомнить ни разу о Грете? ",
    "answers": [
      {
        "id": 189,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "Больше всего доставалось, конечно, слугам - я срывалась на них по любому поводу и даже била. Когда одного из слуг уличили в краже я настояла, чтобы отец приговорил его к смерти. Стоя недалеко от эшафота и наблюдая  казнь, я вдруг осознала, что не испытываю ни малейшего раскаяния.\n\"Во что же я превратилась?\" - думала я позже в своих покоях, держа в руках всё ту же булавку. - \"Я хотела уберечь свою душу, но, кажется, потеряла её вовсе. Демон был бы доволен. А может он и сейчас наблюдает за мной...\"",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "Всё окончательно испортилось ещё через  несколько месяцев, когда я поняла, что у отца есть женщина. Она вела себя скрытно, но все равно примелькалась мне и вызвала интерес. У неё были роскошные рыжие волосы, как у матушки, и это не давало мне покоя. Проследив за ней до отцовской спальни, я всё поняла. Это было невыносимо, и это проливало свет на исчезновение матушки.\nОчень дурной свет.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Теперь у меня и взаправду не оставалось выбора. Я отмыла булавку крепким вином, чтобы не заразиться ненароком и уколола палец. Кровь застучала каплями по полу.",
    "answers": [
      {
        "id": 215,
        "text": "- Кристоль, будь моим слугой!"
      }
    ]
  },
  {
    "id": 192,
    "text": "Я очнулась в странном месте. Это была изба, обычная крестьянская изба. Из раскрытых оконных ставень сквозило, какие-то тряпки, висяшие на них, колыхались, рядом трещала печь, из которой также раздавался запах чего-то пекущегося.\n\n\"Как я здесь очутилась? Украли? Или приехала сама? Ничего не помню... Свидание...\" - тут меня словно окатило холодной водой: я же была на свидании! Только что!\n\nЯ оглядела себя, и мой худший страх подтвердился: я была одета в крестьянские обноски. О нет! Нет-нет-нет! Это какая-то дурная шутка! Это сон!",
    "answers": [
      {
        "id": 193,
        "text": "Убедиться, что это сон"
      }
    ]
  },
  {
    "id": 193,
    "text": "- Всего лишь сон... - прошептала я, щипая себя и разглядывая вблизи свои руки.\n- Не переживайте, это сон, - раздался голос совсем рядом. Я подпрыгнула от испуга и обернулась: на печи сидел молодой человек, мой ровесник, в изысканном чёрном костюме, жутко контрастировавшим с окружающей нас убогой обстановкой.",
    "answers": [
      {
        "id": 194,
        "text": "- Кто ты?"
      }
    ]
  },
  {
    "id": 194,
    "text": "- Кто ты? - спросила я угрожающе.\n- Я - ваш слуга, доставшийся вам по наследству от вашей бабки, а также благодаря тому, что ваша сестра Елизавета отказалась от меня.\n- Лиззи отказалась от тебя? Почему? И почему ты во сне? Это глупо.\n- Она побоялась распоряжаться мощью, которую я предоставляю.\n- Мощью?\n- Верно. Я демон, Аннет. Демон, исполняюший желания. Год назад двое солдат посягнули на вашу честь, и с тех пор вы сильно изменились.",
    "answers": [
      {
        "id": 195,
        "text": "- Да, я стала свободной!"
      }
    ]
  },
  {
    "id": 195,
    "text": "- Я стала свободной! Мне нравится внимание мужин, и нравлюсь я! - заявила я, - Ты дурной слуга, если вздумаешь осуждать меня.\n- Я поддержу любое ваше решение... моя Королева.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 196,
    "text": "Я ткнула палец булавкой и, кажется, перестаралась - капли крови забарабанили по полу одна за другой. От этого мне стало ещё страшнее, но я переборола себя и, прошептав \"Кристоль, будь моим слугой!\",  зажмурилась.\n\nШли мучительно долгие секунды, но ничего не происходило. Я осторожно открыла глаза и чуть не взвизгнула - Кристоль, точь-в-точь как во сне, стоял прямо передо мной, вытянувшись по струнке, как вышколенный слуга.",
    "answers": [
      {
        "id": 198,
        "text": "- Найди тех двоих, что приставали к моей сестре."
      },
      {
        "id": 199,
        "text": "- Сделай так, чтобы Аннэт забыла о произошедшем."
      }
    ]
  },
  {
    "id": 197,
    "text": "",
    "answers": []
  },
  {
    "id": 198,
    "text": "- Найди тех двоих, что приставали к моей сестре! - сказала я.\n- Я не выпускал их из виду, моя Королева. Они неподалёку, на карауле. Что желаете сделать с ними?",
    "answers": [
      {
        "id": 200,
        "text": "- Убить их."
      },
      {
        "id": 201,
        "text": "- Пусть извинятся перед Аннэт."
      }
    ]
  },
  {
    "id": 199,
    "text": "",
    "answers": []
  },
  {
    "id": 200,
    "text": "- Убей их обоих. Никто не имеет права добиваться внимания моей сестры таким образом.\nКристоль, хищно улыбнувшись, поклонился:\n- Слушаюсь, моя Королева. Желаете присутствовать на казни?",
    "answers": [
      {
        "id": 208,
        "text": "- Да."
      },
      {
        "id": 210,
        "text": "- Нет."
      }
    ]
  },
  {
    "id": 201,
    "text": "- Я хочу, чтобы они попросили у Аннэт прощения, - сказала я. Кристоль поморщился, потом кашлянул. Я вопросительно посмотрела на него. Демон пояснил:\n- Дело в том, что это уже случилось пару часов назад. Ваша сестра великодушно простила их.",
    "answers": [
      {
        "id": 202,
        "text": "- И на кой чёрт я тогда тебя вызвала?"
      },
      {
        "id": 203,
        "text": "- И? Ты недоговариваешь!"
      }
    ]
  },
  {
    "id": 202,
    "text": "Я прислонилась к стене, опустошённая, пытаясь разобраться а своих мыслях:\n- И за каким чёртом я тогда призвала тебя?\nКристоль молчал. Я перебрала в памяти события сна, и поняла:\n- Ты специально недосказал мне это, чтобы я тебя вызвала! Ты обманул меня!\n- Меня, как демона, не интересуют такие вещи. Я тёмное существо, моя Королева.",
    "answers": [
      {
        "id": 205,
        "text": "- Вон с глаз моих!"
      }
    ]
  },
  {
    "id": 203,
    "text": "- И? Ты недоговариваешь! - сказала я. Демон вздохнул, как самый обычный человек:\n- И ваша сестра назначила свидание одному из них.\n- Что?! Не может быть!\n- Так и есть, следующей ночью, - бесстрастно ответил Кристоль.",
    "answers": [
      {
        "id": 200,
        "text": "- Убей этих солдат!"
      },
      {
        "id": 209,
        "text": "- Свидание не должно состояться."
      },
      {
        "id": 204,
        "text": "- Пусть встретятся."
      }
    ]
  },
  {
    "id": 204,
    "text": "",
    "answers": []
  },
  {
    "id": 205,
    "text": "Видимо, демон читал мои мысли не только во сне, потому что стоило мне только раскрыть рот, чтобы прикрикнуть на него и прогнать, как он растворился в воздухе. Я, так ничего и не сказав, вернулась в свои покои и легла на кровать.",
    "answers": [
      {
        "id": 206,
        "text": "\"Как всё переменилось...\""
      }
    ]
  },
  {
    "id": 206,
    "text": "\"Как всё переменилось... Ещё тем утром я была обычной принцессой, а теперь стала наследницей демонической силы, доставшейся мне от бабки. Как мне распоряжаться этой силой? Как не позволить и дальше обманывать себя? Никто не знает ответа.\"",
    "answers": [
      {
        "id": 207,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 207,
    "text": "принц жив-здоров\nгрета умирает от истошения\nсестра блядует\nмать в горячке\nотец в порядке\nкристоль подчинён, но не испольщован",
    "answers": []
  },
  {
    "id": 208,
    "text": "- Да, я взгляну, - ответила я как могла спокойно, хотя внутри меня всё заледенело: я начала осознавать последствия своего выбора. Они умрут. По-настоящему умрут! А я буду смотреть на это.\n\"Ничего, они заслужили!\" - успокоила я себя.\nКристоль повёл меня по коридорам, пока мы не встретили тех самых солдат. Они шли навстречу - видимо, демон заставил их.",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "- Свидание не должно состояться, - жёстко сказала я. - Ты понял, Кристоль?<s>r\n- Да, моя Королева.",
    "answers": []
  },
  {
    "id": 210,
    "text": "- Нет. Думаю, ты управишься сам. Я буду у себя, - сказала я и направилась в свои покои. По пути меня одолевали смутные сомнения, но я старалась давить их на корню.<s>r\nВ конце-концов, пусть и для всего одного демона, но я - Королева.",
    "answers": [
      {
        "id": 213,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 211,
    "text": "Когда они подошли поближе, то стало видно, что это ещё совсем молодые парни. В их глазах был страх от осознания того, что они себя не контролируют. Увидев меня, они поняли, к чему идёт дело и стали кричать. Но длилось это недолго - руки первого достали из ножен меч и проткнули им второго. После этого он убил сам себя. Я часто дышала, еле удерживаясь от того, чтобы закричать.",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "- Моя Королева, нам стоит покинуть это место, - сказал Кристоль. -Лучше вам быть в покоях, когда поднимется шумиха.<s>r\nЯ, вся дрожа, кивнула, и ушла, стараясь не наступить во всё увеличивающуюся лужу крови.<s>r\nОказавшись у себя в покоях, я, сама не своя, легла в кровать, и тут же провалилась в мутное забытье.",
    "answers": [
      {
        "id": 213,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 213,
    "text": "принц уезжает домой<s>r\nсестра растёт злобной стервой<s>r\nмать в горячке<s>r\nотец жив-здоров<s>r\nкристоль подчинён",
    "answers": []
  },
  {
    "id": 214,
    "text": "Королеву Катерину нашли следующим утром под башней, откуда она, очевидно, прыгнула. Она оставила письмо, в котором просила прощения у своей дочери за то, что собирается делать. Она ничего не объяснила, кроме того, что вдруг ощутила себя \"свободной\".<s>r\n<s>r\nЕлизавета, сама не своя от горя, ещё не знала, что это только начало её бед - на следующий день нашли в комнате слуг мёртвой её подругу Грету, работавшей кухаркой. Кто-то напал на неё, после чего, она, видимо, потеряла сознание, и лежала в углу комнаты, никем не замеченная, до самой смерти.<s>r\n<s>r\nЭто переломило Елизавету, и когда она узнала, что её отец встречается с другой женщиной, её гнев и боль выплеснулись в ужасном приказе для демона. Кристоль выполнил свою работу, и любовницы короля не стало. Это, в отличие от смерти королевы, разбило ему сердце и вскоре он спился и умер.<s>r\n<s>r\nТак Елизавета стала Королевой. Она была безутешна, потеряв почти всех, кто был ей дорог, и всеми силами берегла Аннэт.  <s>r\nЕё сестра, прославившаяся за прошедшее время своим лёгким поведением, заполнила собой пустоту в душе Елизавета, а после и разделила с ней тепло своего тела. Может из-за этого, а может из-за других причин, ни Елизавета, ни Аннэт не продолжили свой род.<s>r\n<s>r\nКогда их не стало, Кристоль, наконец, оказался свободен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 215,
    "text": "Ничего не случилось.\n\"Моё восемнадцатилетие миновало...\" - с ужасом осознала я.",
    "answers": [
      {
        "id": 192,
        "text": "Несколько лет спустя"
      }
    ]
  },
  {
    "id": 216,
    "text": "",
    "answers": []
  }
]