[
  {
    "id": 1,
    "text": "А ты уверен, что через десять минут твоя планета не обратиться в пыль? Четыре живых организма решат это - прямо сейчас!\n\nЖанр: Безумие, фэнтези\n\nАвтор: Devil",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 10,
        "text": "Обращение автора к читателям"
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c840629/v840629960/57a0/2yOs9KEAcxs.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Старый, прогнивший со всех сторон ресторан, в нем не было людей, как впрочем и всего остального. Лишь одинокий столик с двумя стульями.\n\n*За столом*\n\n- Ты знаешь что произошло? - спросил Человек.\n\n- Знаю, я к этому не причастен. - ответило Существо.\n\n- Я должен тебе верить? - поинтересовался Человек.\n\n- Непременно. - ответило Существо. ",
    "answers": [
      {
        "id": 3,
        "text": "✨Другая сторона✨"
      }
    ]
  },
  {
    "id": 3,
    "text": "Два самых высоких небоскреба в этом городе уже давно были все в лианах и лозах. В воздухе витал песок, это место было заброшено. Все улицы, да что уж там... целый город находился в плачевном состоянии. \n\n*На одном высочайшем небоскребе* \n\n- Слушай, тебе нравится это? Нравится смотреть, как Земля гибнет на глазах?! Ты изверг! Зачем ты только появился на этой планете. - возгласил Первый.\n\n- Да, мне это нравится, очень нравится. Все дело в том, что по своей воле этого я сам сделать не мог, мне помогли. - со злобной ухмылкой сказал Второй.\n\n- Кто тебе помог? - спросил Первый.",
    "answers": [
      {
        "id": 4,
        "text": "✨Ресторан✨"
      }
    ]
  },
  {
    "id": 4,
    "text": "За столом сидел один человек, и существо, очень похожее на крысу, с очень большим ростом, очень схожим с человеческим. Так же с очень длинной челюстью. Руки и ноги этого существа были наитончайших размеров, а из головы торчало нечто, похожее на длинные и твердые заячьи уши.\n\n*За столом*\n\n- Ты хочешь чтобы вот так все закончилось? - сказало Существо.\n\n- А ты можешь что-то противопоставить этому Дастьяну? Он слишком опасен для нас, он погубил целую планету, понимаешь? Мы бессильны против него. - ответил Человек.\n\n- Думаю, я знаю, что можно с ним сделать. - проговорило Существо.",
    "answers": [
      {
        "id": 5,
        "text": "✨Другая сторона✨"
      }
    ]
  },
  {
    "id": 5,
    "text": "Дастьян стоял облокотившись на стену, он смотрел куда-то вдаль.\n\n*На одном высчайшем небоскребе*\n\n- Мне помогли Вы, да-да, именно вы, именно такие же как и ты! Такие же глупые люди. Вы сами того не понимая призвали хаос на свою Землю, это никчемное поколение само вызвало меня. - зло проговорил Дастьян.\n\n- Тебя никто не вызывал, о тебе даже никто не знал, это ты виновник этого. - возразил Первый.\n\n- Я тебе говорил, что все люди глупы. - сказал Дастьян, посмотрев на Первого.",
    "answers": [
      {
        "id": 6,
        "text": "✨Ресторан✨"
      }
    ]
  },
  {
    "id": 6,
    "text": "Существо внимательно разглядывало глаза своего собеседника.\n\n*За столом*\n\n- И что же ты можешь предложить? \n\n- Я собираюсь вернуть людей на планету, какими бы не были люди, они должны существовать, вы - отдельная расса, тем временем, я - отдельная. - прогворило Существо.\n\n- Так каков твой план? \n\n- Смотри.\n\n*Существо посмтрело в глаза человку и они оба растворились в воздухе*",
    "answers": [
      {
        "id": 7,
        "text": "✨Другая сторона✨"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дастьян отошел от стены и начал подходить к Первому.\n\n*На одном высочайшем небоскребе*\n\n- Что ты имеешь в виду, Дастьян? - начав пятиться назад, проговорил Первый.\n\n- Вы виноваты, глупое человечество, это вы, бесполезная биомасса приносила только вред этой планете, вы должны были давно уже сдохнуть, но мы вас все жалели, жалели, непонятно зачем! - ударив ладонью в грудь Первого, проговорил Дастьян.\n\n- Ты заплатишь за это, ты обязательно за это заплатишь.\n\n*Первый исчез*",
    "answers": [
      {
        "id": 8,
        "text": "✨Магия Существа✨"
      }
    ]
  },
  {
    "id": 8,
    "text": "Челвовек и Существо телепортировались к Дастьяну.\n\n*На одном высочайшем небоскребе*\n\n- О Боже, это сам Дастьян! - удивился Человек.\n\n- Это он, да, но не стоит его звать, он не видит нас. - ответило Существо.\n\n- Ого.\n\n- Да, Дастьян может и крутой маг, великий Демон, но моя маги... - голос Существа прервал голос Дастьяна.\n\n- Думаешь ты величественнее меня? - замахнувшись на Существо, Дастьян ударил его.\n\nСущество отлетело от небоскреба, начав стремительно падать вниз. Вдруг, непонятное свечение и громкий звук удара об землю.\n\n- Что ты с ним сделал?! Зачем?! - крикнул Человек Дастьяну.",
    "answers": [
      {
        "id": 9,
        "text": "✨Существо✨"
      }
    ]
  },
  {
    "id": 9,
    "text": "Существо оказалось на небоскребе напротив еще одного высочайшего небоскреба. Предзнаменователь Будущего - так звали существо, которое боролось на стороне Света. Война между Предзнаменователем и Дастьяном - величайшим Дьяволом, длилась уже много веков, но в один момент, Предзнаменователь ослаб, Дастьян воспользовался моментом, и истребил все человечество.\n\n*На втором высочайшем небоскребе*\n\n\"Он явно недооценил меня, все пошло по плану... Дастьян, он поплатится за это.\" - зло посмотрев на рядом стоящий небоскреб, проговорил Предзнаменователь.\n\n*Вдруг, рядом с Существом, появился Первый, тот самый, что исчез после дискуссии с Дастьяном*\n\n- Ты уже готов? - проговорил Первый.\n\n- Как никогда. - Ответил Предзнаменователь.",
    "answers": [
      {
        "id": 11,
        "text": "✨Один на один с Дастьяном✨"
      }
    ]
  },
  {
    "id": 10,
    "text": "Приветствую тебя, дорогой читатель. Я, автор своего первого квеста \"Вымерший Город\", хочу поблагодарить тебя за прочтение моего второго творения \"Предзнаменование Будущего\". Мне очень важно ваше мнение, так что прошу оставлять комментарии с вашими отзывами. Хочу еще отметить, что достижения нигде не отображаются.\n\nТак же, прошу ставить оценку, каждый лайк и дизлайк помогает мне понимать, нравится вам то, что я делаю или нет.  \n\nЕще раз спасибо за оценку и комментарий, удачи во всех начинаниях, Читатель!",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дастьян подходил все ближе в Человеку, Человек отступал.\n\n*На высочайшем небоскребе*\n\n- Ты действительно думаешь уйти отсюда? — Вниз лететь сто сорок этажей, не очень приятно для человеческого организма. - проговорил Дастьян.\n\nРезким движением руки, Дастьян оказался рядом с человеком и схватил его за горло, подвесив на своей руке Человека над пропастью в сто сорок этажей. \n\n- Думаю, этому миру ты больше не нужен, ты умрешь так же, как и вымерло все остальное человечество. - Дастьян разжал руку и Человек начал стремительно падать вниз.",
    "answers": [
      {
        "id": 12,
        "text": "✨Предзнаменователь✨"
      }
    ]
  },
  {
    "id": 12,
    "text": "Увидев как Человек начал падать, Первый закричал Существу.\n\n*На втором высочайшем небоскребе*\n\n- Действуй! - крикнул Первый Предзнаменователю.\n\nСущество приставило руку к своей голове и Человек завис в воздухе. \n\n- Ах ты бесполезный Ангел! - в гневе крикнул Дастьян и взлетел, расправив свои демонические крылья.\n\n- Твоя очередь, Первый. - крикнул Предзнаменователь Первому.",
    "answers": [
      {
        "id": 13,
        "text": "✨Бесконечное противостояние✨"
      }
    ]
  },
  {
    "id": 13,
    "text": "*Первый воспарил над разрушенным городом, оголив свои серые крылья*\n\n*Первый и Дастьян смотрели друг другу в глаза, пока Дастьян не нарушил тишину*\n\n— Ты умрешь! — разгневаный Дастьян кинулся на Первого\n\n*Первый увернулся*\n\n— Думаешь, что твои уворачивания тебя спасут? Думаешь сможешь избежать битвы? Ты глуп, Первый. Послушай меня, зачем тебе свет? Тьма всегда была сильнее добра. — посмотрев на Первого, сказал Дастьян\n\n*Предзнаменователь боролся с силой гравитации и своим разумом, пытаясь аккуратно доставить Человека на землю*\n\n— Посмотри на себя, у тебя даже крылья серого цвета, ты наполовину Дьявол! Ну же, поможешь мне? — со злобной ухмылкой сказал Дастьян.",
    "answers": [
      {
        "id": 14,
        "text": "- Ты прав, Дастьян, да воскреснет Тьма!♨"
      },
      {
        "id": 15,
        "text": "- Я скорее умру, чем встану на сторону Тьмы!✨"
      }
    ]
  },
  {
    "id": 14,
    "text": "- Так-то лучше, Первый, я уважаю твой выбор. - сказал Дастьян.\n\n- Нужно завершить, то, что мы начали. - монотонно сказал Первый.\n\n*Дастьян и Первый направились к Предзнаменователю. Существо было беззащитно*\n\n- Как ты мог, Первый? Как ты мог?! - в голосе Существа послышались истерические крики.\n\n- Я делаю то, что должен. - подойдя ближе в Существу, Первый начал душить Предзнаменователя. \n\n*Дастьян подошел к задыхающемуся Предзнаменователю и встал перед ним. Существо еле удерживало Человека, висящего над землей*\n\n- Ну что, вот он, конец, да? Конец всему живому. - с улыбкой на лице сказал Дастьян.\n\n- Человечество будет жить, обязательно будет! - задыхаясь, сказал Предзнаменователь.",
    "answers": [
      {
        "id": 16,
        "text": "♨Последнее живое♨"
      }
    ]
  },
  {
    "id": 15,
    "text": "- А зря! - Дастьян впал в гнев и резким движением крыльев сбил Первого, положив его на второй высочайший небоскреб.\n\n- Ничего не зря. - Первый ударил Дастьяна по затылку.\n\n*В это время, Предзнаменователь опустил Человека на землю и сразу поспешил на помощь Первому. Существо налетело на Дастьяна сверху и схватило за крылья*\n\n- Дастьян, у тебя нет шансов, сдавайся, либо мы будем вынуждены убить тебя. - оттащив Дастьяна от Первого, Предзнаменователь создал из пространства небесные наручники и надел их на руки Дастьяна. \n\n- Что ты делаешь?! Это не простительно! - Дастьян попытался взлететь, но попытка оказалась неудачной. Запутавшись в своих же крыльях Дастьян начал стремительно падать вниз.",
    "answers": [
      {
        "id": 17,
        "text": "✨Последнее вечное✨"
      }
    ]
  },
  {
    "id": 16,
    "text": "*Дастьян достал из кожуха нож и со всего размаху воткнул в сердце Предзнаменователю. Существо начало медленно таять и превращаться в пыль. Судьба Человека закончилась жестокой смертью*\n\n— Отлично, так будет лучше, теперь этот мир наш! — прокричал Первый.\n\n— Ты молодец, что выбрал мою сторону, я всегда знал, что ты еще способен на нечто подобное. Молодец. — со злобной улыбкой проговорил Дастьян.\n\nВесь город начал медленно падать в руины. А Дастьян и Первый, так и остались парить над пустынным городом...\nПолучено достижение:\n\n *Царь Бессмертных*",
    "answers": [
      {
        "id": 1,
        "text": "♨Конец♨"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Оказывается, быть добрым — не сложно, так ведь, Предзнаменователь? — спросил Первый.\n\n— Все абсолютно так, Первый. — сказал Предзнаменователь. \n\nГород начал цвести прямо на глазах, старые разрушенные дома стали восстанавливаться, лозы и прочая растительность начала спадать с домов и небоскребов. Город скоро будет пригоден для жизни и здесь снова будет жизнь, снова будут люди! \n\nПолучено достижение:\n\n *Ангел-Хранитель*",
    "answers": [
      {
        "id": 1,
        "text": "✨Конец✨"
      }
    ]
  },
  {
    "id": 18,
    "text": "Глава 2.\n\n«»\n\n— Первый, первый, я второй, прием? Как слышно? — послышались механические помехи.\n\n— Второй принял, слышно отлично. Где ты?\n\n",
    "answers": [
      {
        "id": 19,
        "text": "✨Титры✨"
      }
    ]
  },
  {
    "id": 19,
    "text": "Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨\nКонец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨",
    "answers": [
      {
        "id": 20,
        "text": "♨Титры♨"
      }
    ]
  },
  {
    "id": 20,
    "text": "Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨\nКонец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨Конец♨",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨\n✨Титры✨Титры✨Титры✨Титры✨",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]