[
  {
    "id": 1,
    "text": "Автор: elChem (Артём Стрельников)\nЖанр: микроквест\n\n   Микроквест – это короткая, но ёмкая история, попытка отразить значимость единственного выбора, его влияние на внутренний мир и судьбы отдельных людей или даже на развитие всего мира.\n\n   Императив – история о должном. Всё в мире взаимосвязано и даже самое незначительное решение вызывает в нём необратимые изменения, подобно дождевой капле, упавшей на гладь воды. Как изменилась бы жизнь, если бы люди осознавали это незыблемое правило каждый раз, делая свой выбор?",
    "answers": [
      {
        "id": 8,
        "text": "Начать"
      },
      {
        "need_ever": true,
        "id": 1,
        "text": "\n\n   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n",
        "need": [
          3,
          4,
          5
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "Группа автора в ВК",
        "url": "https://vk.com/elchem_group"
      }
    ]
  },
  {
    "id": 2,
    "text": "   \"Как всё изменилось!\" – думал он, наблюдая за тем, как молодая сотрудница с нескрываемой тоской в глазах диктовала по телефону какие-то шифры. Евгений спрятал в футляр очки и закрыл глаза, поддавшись нахлынувшим воспоминаниям о молодости, былых временах, встречах с погибшей женой и прогулках с сыном.\n   Он вспоминал, как однажды в пасмурный осенний день его окрикнул на улице знакомый, когда он отводил сына в школу.\n– Петрович! Подсоби немного, без тебя никак, – просил человек, стоящий у заглохшей машины. – Её бы совсем чутка подтолкнуть!\n   Евгений поглядел на часы и нахмурился: они с сыном уже опаздывали, а если останутся помогать — то тем более не поспеют вовремя.\n\n   Евгений дрожащими руками поправил ворот дряхлого плаща и ещё раз всмотрелся в клочок бумаги, который ему выдали при входе в отделение банка. Раньше всё было по-другому: обычные очереди вместо странной электронной, сберегательная книжка, где всё наглядно и понятно, вместо пластиковых карт и бесконечных счетов, а люди – честные и открытые, настоящее олицетворение ушедшей эпохи.\n– Посетитель А-двадцать четыре, пройдите в окно номер шесть, – разнёсся по залу неприятный механический голос.\n   Евгений ещё раз одёрнул плащ, поправил очки и поднёс бумажку почти к самому носу. Всё верно, на измятой поверхности значился только что озвученный номер. Старик поднялся с неудобной лавки и, опираясь на трость, медленно побрёл в сторону нужного окошка.\n– Евгений Петрович, – обратилась к нему молодая девушка, натянуто улыбнувшись, – мы рассмотрели ваше обращение, но вынуждены вам вновь отказать. Нет никаких оснований...\n– В таком случае, – перебил её мужчина и закрыл глаза, чтобы не перепутать слова заученной фразы, – я должен направить жалобу лично руководителю отделения. Будьте любезны, вызовите его сюда.\n   Девушка раздражённо вздохнула, но вновь натянула недружелюбную улыбку и потянулась к телефону. Евгений устало опустился на стул, поправил непокорный воротник и вновь погрузился в свои размышления.\n    а лицо не выражало никаких эмоций. Он взглянул в экран компьютера, затем дружелюбным голосом поприветствовал вошедшего и представился. После того, как старик занял предложенное ему место, начальник поинтересовался целью обращения.\n    а лицо не выражало никаких эмоций. Он взглянул в экран компьютера, затем дружелюбным голосом поприветствовал вошедшего и представился. После того, как старик занял предложенное ему место, начальник поинтересовался целью обращения.",
    "answers": [
      {
        "id": 2,
        "text": " а люди – честные и открытые, настоящее олицетворение ушедшей эпохи.\n– Посетитель А-двадцать четыре, пройдите в окно номер шесть, – разнёсся по залу неприятный механический голос.\n   Евгений ещё раз одёрнул плащ, поправил очки и поднёс бумажку почти к самому носу. Всё верно, на измятой поверхности значился только что озвученный номер. Старик поднялся с неудобной лавки и, опираясь на трость, медленно побрёл в сторону нужного окошка.\n– Евгений Петрович, – обратилась к нему молодая девушка, натянуто улыбнувшись, – мы рассмотрели ваше обращение, но вынуждены вам вновь отказать. Нет никаких оснований...\n– В таком случае, – перебил её мужчина и закрыл глаза, чтобы не перепутать слова заученной фразы, – я должен направить жалобу лично руководителю отделения. Будьте любезны, вызовите его сюда.\n   Девушка раздражённо вздохнула, но вновь натянула недружелюбную улыбку и потянулась к телефону. Евгений устало опустился на стул, поправил непокорный воротник и вновь погрузился в свои размышления.",
        "merge": true
      },
      {
        "id": 2,
        "text": " а люди – честные и открытые, настоящее олицетворение ушедшей эпохи.\n– Посетитель А-двадцать четыре, пройдите в окно номер шесть, – разнёсся по залу неприятный механический голос.\n   Евгений ещё раз одёрнул плащ, поправил очки и поднёс бумажку почти к самому носу. Всё верно, на измятой поверхности значился только что озвученный номер. Старик поднялся с неудобной лавки и, опираясь на трость, медленно побрёл в сторону нужного окошка.\n– Евгений Петрович, – обратилась к нему молодая девушка, натянуто улыбнувшись, – мы рассмотрели ваше обращение, но вынуждены вам вновь отказать. Нет никаких оснований...\n– В таком случае, – перебил её мужчина и закрыл глаза, чтобы не перепутать слова заученной фразы, – я должен направить жалобу лично руководителю отделения. Будьте любезны, вызовите его сюда.\n   Девушка раздражённо вздохнула, но вновь натянула недружелюбную улыбку и потянулась к телефону. Евгений устало опустился на стул, поправил непокорный воротник и вновь погрузился в свои размышления.",
        "merge": true
      },
      {
        "id": 8,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "– Извини, сосед, совсем опаздываем, никак.\n– Эх, жаль. Ну ладно, бывайте! \n   Он помахал рукой мальчику, с любопытством разглядывающему машину, и залез в автомобиль.\n   Когда отец с сыном вернулись на тротуар и зашагали в сторону школы, ребёнок удивлённо спросил:\n– Папа, а почему мы дяде не помогли?\n– Потому что у нас нет времени на это. Ты ведь не хочешь, чтобы Ольга Фёдоровна поругала тебя за опоздание?\n   Мальчик так интенсивно затряс головой, что с его головы чуть не слетела цветастая шапка. Евгений помог ребёнку справиться с непослушным предметом гардероба и продолжил.\n– Если помогать каждому, то можешь сам остаться ни с чем. И уж тогда придётся только надеяться на помощь кого-то другого. Всегда поступай таким образом, чтобы твои поступки не приносили вред тебе самому и твоим близким.\n   Он похлопал сына по плечу и они ускорили шаг.\n   Кажется, в тот день они всё-таки опоздали к началу занятий. А возможно и нет, Евгений уже не помнил наверняка, память всё чаще подводила его в последнее время.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "– Если ты нас после этого подбросишь до школы, то конечно помогу.\n– Ну... – человек за рулём почесал голову, видимо прикидывая маршрут. – В принципе, могу и подбросить.\n   Они достаточно долго провозились с машиной, но в итоге всё-таки завели двигатель и благополучно добрались до школы. Когда отец с сыном уже подходили к школьному двору, мальчик спросил:\n– Папа, а почему ты решил дяде помочь?\n– Ну, он мой хороший знакомый. Мы помогли ему, а он за это помог нам. Тебе понравилось ехать на машине вместо того, чтобы идти пешком?\n   Ребёнок кивнул и Евгений продолжил.\n– Время – самое ценное, что есть в твоей жизни, его нужно тратить с умом. Всегда поступай таким образом, чтобы это приносило пользу тебе и твоим близким и не трать своё время впустую.\n   Он довёл мальчика до входной двери, обнял на прощание и остановился, наблюдая в щель закрывающейся двери, как удаляется в темноту коридора его сын.\n   Евгений уже не помнил наверняка, успели ли они в тот раз добраться вовремя или нет, память всё чаще подводила его в последнее время.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "– Да, разумеется, сейчас мы с этим разберёмся.\n   Евгений подмигнул сыну, они вдвоём обошли машину и упёрлись в скользкий от дождя кузов.\n   Дело было сделано довольно быстро: уже через несколько минут двигатель громко тарахтел, вливаясь в общий шум утреннего города. Обрадованный водитель предложил подбросить помощников на машине, меньше чем через десять минут они прибыли к зданию школы и распрощались.\n   Когда отец с сыном уже подходили к школьному двору, мальчик спросил:\n– Папа, а почему ты решил дяде помочь?\n– Потому что ему была нужна помощь, а мы могли помочь.\n– А если бы мы опоздади из-за этого?\n– Ради доброго дела не страшно и опоздать, как думаешь?\n   Ребёнок задумался, но ничего не ответил.\n– Прислушайся к своим ощущениям, сынок. Разве тебе не было приятно оттого, что твои действия принесли кому-то пользу?\n   Мальчик смущённо заулыбался и кивнул головой.\n– Если люди заботятся о других даже в ущерб собственным интересам, то им любая беда не страшна. Пожалуй, в этом – высшее проявление человечности. Поэтому всегда поступай таким образом, как ты бы хотелел, чтобы поступали все люди на свете.\n   Евгений с улыбкой посмотрел в глаза сына и обнял его на прощание. Он смотрел, как ребёнок убегает в светлый ярко освещённый школьный коридор, пока массивная входная дверь не захлопнулась.\n   Евгений точно помнил, что в тот день они успели прийти вовремя, хотя в последнее время память всё чаще его подводила.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Евгений отбросил попытки вспомнить подробности того дня, поправил дрожащими руками ворот дряхлого плаща и ещё раз всмотрелся в клочок бумаги, который ему выдали при входе в отделение банка. Раньше всё было по-другому: живые очереди вместо странной электронной, одна сберегательная книжка вместо пластиковых карт и бесконечных счетов,",
    "answers": [
      {
        "id": 6,
        "text": " а люди... Впрочем, люди всегда были такими, видно тут уже дело не в них.\n– Посетитель А-двадцать четыре, пройдите в окно номер шесть, – разнёсся по залу неприятный механический голос.\n   Евгений ещё раз одёрнул плащ, поправил очки и поднёс бумажку почти к самому носу. Всё верно, на измятой поверхности значился только что озвученный номер. Старик поднялся с неудобной лавки и, опираясь на трость, медленно побрёл в сторону нужного окошка.\n– Евгений Петрович, – обратилась к нему молодая девушка, натянуто улыбнувшись, – мы рассмотрели ваше обращение, но вынуждены вам вновь отказать. Нет никаких оснований...\n– В таком случае, – перебил её мужчина и закрыл глаза, чтобы не перепутать слова заученной фразы, – я должен направить жалобу лично руководителю отделения. Будьте любезны, вызовите его сюда.\n   Девушка раздражённо вздохнула, но вновь натянула недружелюбную улыбку и потянулась к телефону. Евгений устало опустился на стул, поправил непокорный воротник и вновь погрузился в свои размышления.",
        "need": 3,
        "merge": true
      },
      {
        "id": 6,
        "text": " а люди чуть более честные и открытые. Впрочем, люди изменились меньше всего остального.\n– Посетитель А-двадцать четыре, пройдите в окно номер шесть, – разнёсся по залу неприятный механический голос.\n   Евгений ещё раз одёрнул плащ, поправил очки и поднёс бумажку почти к самому носу. Всё верно, на измятой поверхности значился только что озвученный номер. Старик поднялся с неудобной лавки и, опираясь на трость, медленно побрёл в сторону нужного окошка.\n– Евгений Петрович, – обратилась к нему молодая девушка, натянуто улыбнувшись, – мы рассмотрели ваше обращение, но вынуждены вам вновь отказать. Нет никаких оснований...\n– В таком случае, – перебил её мужчина и закрыл глаза, чтобы не перепутать слова заученной фразы, – я должен направить жалобу лично руководителю отделения. Будьте любезны, вызовите его сюда.\n   Девушка сдержанно кивнула и потянулась к телефону. Евгений устало опустился на стул, поправил непокорный воротник и вновь погрузился в свои размышления.",
        "need": 4,
        "merge": true
      },
      {
        "id": 6,
        "text": " а люди были открытые и честные... Впрочем, и среди молодёжи сейчас много порядочных и добрых людей.\n– Посетитель А-двадцать четыре, пройдите в окно номер шесть, – разнёсся по залу неприятный механический голос.\n   Евгений ещё раз одёрнул плащ, поправил очки и поднёс бумажку почти к самому носу. Всё верно, на измятой поверхности значился только что озвученный номер. Старик поднялся с неудобной лавки и, опираясь на трость, медленно побрёл в сторону нужного окошка.\n– Евгений Петрович, – обратилась к нему молодая девушка, сочувственно улыбнувшись, – мы рассмотрели ваше обращение, но вынуждены вам вновь отказать. К сожалению, нет никаких оснований...\n– В таком случае, – мужчина закрыл глаза, чтобы не перепутать слова заученной фразы, – я должен направить жалобу лично руководителю отделения. Будьте любезны, вызовите его сюда.\n   Девушка понимающе кивнула, ободряюще улыбнулась и потянулась к телефону. Евгений устало опустился на стул, поправил непокорный воротник и вновь погрузился в свои размышления.",
        "need": 5,
        "merge": true
      },
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Но долго размышлять ему не пришлось: уже через несколько минут кто-то из сотрудников проводил его в большой дорого обставленный кабинет местного руководителя. Начальником оказался мужчина среднего возраста, одетый в строгий костюм чёрного цвета. Его глаза внимательно изучали вошедшего старика,",
    "answers": [
      {
        "id": 7,
        "text": " а лицо выражало раздражение. Он взглянул в экран компьютера, затем равнодушным голосом поприветствовал вошедшего и представился. После того, как старик занял предложенное ему место, начальник поинтересовался целью обращения.",
        "need": 3,
        "merge": true
      },
      {
        "id": 7,
        "text": " а лицо не выражало никаких эмоций. Он оценивающе взглянул в экран компьютера, неудовлетворённо сжал губы, а затем вежливо поприветствовал вошедшего и представился. После того, как старик занял предложенное ему место, начальник поинтересовался целью обращения.",
        "need": 4,
        "merge": true
      },
      {
        "id": 7,
        "text": " а лицо выражало заинтересованность и участие. Он взглянул в экран компьютера, затем дружелюбным голосом поприветствовал вошедшего и представился. После того, как старик занял предложенное ему место, начальник поинтересовался целью обращения.",
        "need": 5,
        "merge": true
      },
      {
        "id": 7,
        "text": "\n   Евгений долго и сбивчиво рассказывал про свою жизнь, про то, как после затянувшейся ссоры он потерял контакты с сыном и про то, как тот внезапно связался с ним по телефону несколько дней назад. Про то, что звонивший собирался финансово помочь старику и просил передать ему данные банковских карт и счетов, но после получения всей информации перестал отвечать на звонки. Про то, как Евгений не смог получить в отделении банка деньги со своего счёта на оплату коммунальных услуг, хотя пенсия пришла всего несколько дней назад.\n",
        "merge": true
      },
      {
        "id": 7,
        "text": "   Начальник слушал его с нескрываемой скукой. Наконец он откинулся в кресле, скрестил руки  на груди и перебил рассказ Евгения.\n– Голубчик, Вас просто обманули мошенники. Вы ведь сами передали им всё необходимое для этого, вот и остались ни с чем.\n– Как же так? Там же были все мои сбережения – целых одиннадцать тысяч! На квартиру, на еду, на лекарства... На что я теперь жить буду?\n   Человек в костюме лишь развёл руки в стороны.\n– Здесь мы ничего не можем поделать. В договоре обслуживания, который вы подписали, есть пункт о вашей ответственности за сохранность конфиденциальных данных, так что это целиком ваша собственная вина. Можете обратиться в полицию, но вряд-ли они помогут.\n   Евгений не помнил, что ещё говорил руководитель и как его выпроводили на улицу. Он был полностью разбит, он потерял всё, что у него было. Но больнее всего было ещё раз потерять надежу вновь увидеть сына. Старик облокотился на стену, в его глазах темнело.\n– Ещё солнце не поднялось, а он уже надрался и валяется посреди улицы! – буркнул кто-то, обходя упавшего Евгения.",
        "need": 3,
        "merge": true
      },
      {
        "id": 7,
        "text": "   Начальник слушал его, периодически поглядывая в монитор. После того, как Евгений закончил свой рассказ, человек в костюме положил обе руки на свой стол и спокойным голосом подвёл итог услышанному. \n– Евгений Петрович, боюсь Вас огорчать, но из всего сказанного получается, что Вы стали жертвой мошенников. Они обманным путём выманили Ваши секретные данные, а затем использовали их, чтобы украсть Ваши деньги.\n– Но как же так? Там же были все мои сбережения – целых одиннадцать тысяч! На квартиру, на еду, на лекарства... На что я теперь жить буду?\n   Человек в костюме глубоко вздохнул и ещё раз задумчиво посмотрел в монитор компьютера, будто проводя арифметические вычисления в уме.\n– К сожалению, мы ничего не можем с этим поделать, банк не заинтересован в возвращении Ваших средств без соответствующего судебного постановления. Вам нужно скорее подать заявление в полицию, возможно мошенников арестуют и тогда Ваши деньги будут возвращены.\n   Евгений не помнил, что ещё говорил ему руководитель и как он оказался на улице. Он был полностью разбит, он потерял всё, что у него было. Но больнее всего было ещё раз потерять надежду вновь увидеть сына. Старик облокотился на стену, в его глазах темнело.\n– Кажется, здесь сердечный приступ, быстрее звоните в «скорую»! – закричал кто-то возле него.",
        "need": 4,
        "merge": true
      },
      {
        "id": 7,
        "text": "   Начальник слушал его с искренним сопереживанием и печалью. Когда Евгений закончил свой рассказ, он вышел из-за стола и подошёл прямо к старику.\n– Очень сочувствую Вашему положению, Евгений Петрович. Так жаль слышать, что Ваш сын больше не выходит на связь. Но слово он своё сдержал и перевёл на Ваш счёт определённую сумму. Произошла техническая ошибка в системе, приношу извинения от имени банка за возникшие трудности.\n   Человек в костюме говорил ещё что-то о каких-то счетах и сроках, а также выражал надежду, что сын Евгения ещё объявится.\n   Старик распрощался со всеми и пробрёл по залитой лужами улице домой. Тёплое чувство надежды переполняло его и он словно помолодел на несколько лет.\n   Начальник отделения наблюдал в окно за удаляющейся фигуркой одинокого пожилого человека, затем вызвал секретаршу.\n– Наташа, переведи, пожалуйста, мою зарплату за текущий месяц этому Евгению Петровичу. И попробуй разыскать его сына, нужно обязательно устроить им встречу, – проговорил он задумчиво.",
        "need": 5,
        "merge": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Однажды давным давно, когда Евгений был совсем молод и смотрел на жизнь как на калейдоскоп из удивительных разрозненных событий, ему случилось отводить маленького сына в школу. Моросящий дождь словно застыл над утренним городом, заставляя молодого отца кутаться в длинный ворот плаща. Ребёнок тем временем старался не пропустить ни одной встречной лужи, то и дело норовя исследовать её глубину, и ноги его оставались сухими лишь стараниями Евгения, вовремя подхватывающего мальчика на руки.\n   Они проходили между угрюмыми стволами облетевших деревьев, растущих с двух сторон от тротуара, когда их окрикнул человек, высунувшийся из стоящей на обочине машины.\n– Петрович, ты? Не подсобишь немного? Не заводится моя ласточка, толкнуть бы.\n   Евгений подошёл к машине и пожал автомобилисту руку, затем бросил взгляд на часы на своей руке. Разумеется, они с сыном уже опаздывали, но может быть он сможет напроситься, чтобы их подбросили в школу на машине?\n– Спешишь? – кивнул водитель, заметив направление взгляда Евгения. – Ну так что, поможешь?",
    "answers": [
      {
        "id": 3,
        "text": "Отказать"
      },
      {
        "id": 5,
        "text": "Согласиться"
      },
      {
        "id": 4,
        "text": "Согласиться и попросить подвезти"
      }
    ]
  },
  {
    "id": 9,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 10,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 10,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 11,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 11,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 12,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 12,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 13,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 13,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 14,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 14,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 15,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 15,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 16,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 16,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 17,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 17,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 18,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 18,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 19,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 19,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 20,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 20,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 21,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 21,
    "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n",
    "answers": [
      {
        "id": 1,
        "text": "   *   *   *\n   Категорический Императив Канта:\nПоступай только согласно такой максиме, руководствуясь которой ты в то же время можешь пожелать, чтобы она стала всеобщим законом.\n\n   *   *   *\n\n"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]