[
  {
    "id": 1,
    "text": "Жанры: юмор, приключения, многоконцовочный.\n\nАвтор: Sarah Sweet Cupcake (реальное имя засекречено)\n\nВы решаете попить чайку, от вас зависет, будет ли это обычное утреннее чаепитие или же целое чайное приключение. Дерзай, дружок!",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 25,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись пораньше и направились на кухню. Сегодня выходной, а что может быть лучше воскресного чаепития на одного? Пора бы поставить чайник!",
    "answers": [
      {
        "id": 3,
        "text": "Поставить греться чайнтк"
      }
    ]
  },
  {
    "id": 3,
    "text": "Неожиданно для себя вы поняли, что в чайнике нет воды. Что же теперь делать?!",
    "answers": [
      {
        "id": 4,
        "text": "Налить в чайник воды"
      },
      {
        "id": 5,
        "text": "Выбросить чайник в окно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мудрое решение! Пока он греется, может выберем какой будет чай?",
    "answers": [
      {
        "id": 6,
        "text": "Чёрный"
      },
      {
        "id": 6,
        "text": "Зелёный"
      },
      {
        "id": 6,
        "text": "Жасминовый"
      },
      {
        "id": 6,
        "text": "С лотосом"
      },
      {
        "id": 6,
        "text": "Фруктовый"
      },
      {
        "id": 6,
        "text": "Ягодный"
      },
      {
        "id": 6,
        "text": "Индийский"
      },
      {
        "id": 6,
        "text": "Мятный"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы выбросили его в окно? Смелое решение! Но не ожидонно для себя вы поняли что поступили не разумно. Теперь у вас новое задание: опирация по спасению чайника!",
    "answers": [
      {
        "id": 10,
        "text": "Выпрыгнуть через окно"
      },
      {
        "id": 13,
        "text": "Выйти через дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Отличный выбор! Может вы хотите добавить в чай что-то ещё?",
    "answers": [
      {
        "id": 7,
        "text": "Молоко"
      },
      {
        "id": 7,
        "text": "Сгущёнка"
      },
      {
        "id": 7,
        "text": "Лимон"
      },
      {
        "id": 7,
        "text": "Сливки"
      },
      {
        "id": 7,
        "text": "Варенье"
      },
      {
        "id": 7,
        "text": "Мёд"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мне нравится ваш вкус! Как на счёт чего нибудь вкусненького к чаю?",
    "answers": [
      {
        "id": 8,
        "text": "Печенье"
      },
      {
        "id": 8,
        "text": "Сушки"
      },
      {
        "id": 8,
        "text": "Тортик"
      },
      {
        "id": 8,
        "text": "Пирожное"
      },
      {
        "id": 8,
        "text": "Конфетки"
      },
      {
        "id": 8,
        "text": "Шоколадка"
      },
      {
        "id": 8,
        "text": "Вафельки"
      }
    ]
  },
  {
    "id": 8,
    "text": "Какая вкуснятина! А вот и чайник закипел, пора попить чайку! Предпочитаете с сахаром или без?",
    "answers": [
      {
        "id": 9,
        "text": "С сахаром"
      },
      {
        "id": 9,
        "text": "Без сахара"
      }
    ]
  },
  {
    "id": 9,
    "text": "Поздравляю!\n\nВы попили чаю без всяких проишествий. Вы молодец! Возьми с полки пирожок. Но с другой стороны, было бы не плохо вляпаться в какое нибудь приключение!\n\nВы попили чаю!",
    "answers": [
      {
        "id": 1,
        "text": "Взять пирожок"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы не ищите лёгких путей. Мне это нравится! Вы очень \"удачно\" приземлились, хотя теперь у вас болят все конечности, в конце концов вы не кот. Чайник на другой стороне дороги от вас. Чего ждать? Иди и возьми его!",
    "answers": [
      {
        "id": 11,
        "text": "Пойти взять чайник"
      },
      {
        "id": 12,
        "text": "Я инвалид, мне нужно в больницу! Какой к чёрту чайник?!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы не здаётесь и идёте к заветному чайнику. Даже если на кану ваша жизнь, вы всё равно добьётесь своего. И вот он! Ваш путь к тому что бы наконец-то вернуться домой и нормально попить чай в кругу одиночества, но не тут то было. Бомж по имени Федя, ваш \"старый знакомый\" и \"приятель\", схватил чайник раньше чем вы успели его поднять и скрылся во тьме мусарного бака. И что теперь?",
    "answers": [
      {
        "id": 14,
        "text": "Побежать за бомжом"
      },
      {
        "id": 16,
        "text": "Забить на всё и пойти домой"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вас увезли на скорой помощи. Там вы пробыли больше месяца, весь замотаный в бинтах. Я только одного не могу понять: если ты теперь инвалид и лежишь в больнице, то на кой чёрт ты сиганул в окно за этим грёбаным чайником?!\n\nВы не спасли чайник и не попили чаю, пролежав целый месяц в больнице.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "По дороги вы увидеди вашу соседку, Зинаиду Петровну, сидящую на лавочке у подъезда в котором вы живёте.",
    "answers": [
      {
        "id": 15,
        "text": "Поздороваться"
      },
      {
        "id": 17,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы бежите за Федей и прыгайте за ним в мусорку. Оказалось, что в ней находится цезый лабиринт и вы не увидели куда завернул бомж Федя. Остоётся только расчитывать на интуицию. Куда пойдём?",
    "answers": [
      {
        "id": 19,
        "text": "Направо"
      },
      {
        "id": 20,
        "text": "Налево"
      },
      {
        "id": 21,
        "text": "Прямо"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы позжоровадись и старушка кивнула вам в ответ. Вы направляетесь к чайнику через дорогу. Вы закинули его не так уж далеко как кажется, но тут вы спотыкайтесь о камень и ударяйтесь головой об холодный бетон.",
    "answers": [
      {
        "id": 18,
        "text": "Владимерский централ, ветер северный!..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы забили на чайник и на бомжа Федю и даже на чай, так как без чайника заварить его невозможно. Сочувствую ващей потере, но с жругой стороны вы не волнуетесь, что чайник не остался лежать без дела на удице. \n\nВы не жадный человек и это хорошо, но чаю вы так и не попили.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы не поздоровадись и прошли мимо, за это старуха огрела вас своей тростью. Впредь будьте вежливее с пожилыми людьми.\n\nВы еле убежали из-под тяжолой руки Зинаиды Петровны, так и не попив чаю.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы очнулись в больнице с перебинтованой головой. Впредь надо смотреть под ноги и не кидать чайники в окна.\n\nЧаю вы так и не попили, попав в больницу с сотресением мозга.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вас сожрал Зойберг, а потом его сожрал Кракин, а его сожрал Слендер, не спрашивайте как, вы всё равно уже сожраны. Вы прожили хорошую жизнь, а ваш \"приятель\" Федя захватил мир с помощью чайника!\n\nВы были сожраны и не спасли чайник, как и не попили чаю.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы попали в странное место: справо стена, слева стена, а спереди... Тоже стена! Позравляю, вы реально в тупике! Что будите делать?",
    "answers": [
      {
        "id": 22,
        "text": "Попытаться выбить стену лбом"
      },
      {
        "id": 14,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы идёте по каридору и видете в конце него Федю. Он замечает вас и убегает дальше. Прихватив с собой ваш заветный чайник.",
    "answers": [
      {
        "id": 23,
        "text": "Бежать за ним"
      },
      {
        "id": 24,
        "text": "Достать грантомёт"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы целый час пытались выбить стену головой и у вас это получилось! Но боюсь пойти дальше вы не сможете, голова буквально раскалывается как та стена, что вы только что сломали. Вы падайте замертво.\n\nВы умерли и не попили чаю, а ваш \"приятель\" Федя захватил мир с помощью чайника!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы вбегаете в комнату оглядывая её и разыскивая взглядом Федю, но его не где нет. Тут вас сзади ударяют по голове лопатой и вы отрубайтесь.\n\nВас убил бомж Федя и оставил чайник себе, вы так и не полили чаю",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "Не известно от куда вы достаёте грантомёт и несясь как угорелый по коредору забегаете в комнату где был Федя с вашим чайником.\n\n-СТОЯТЬ! НЕ С МЕСТА!! У МЕНЯ ГРАНТОМЁТ И Я ЗА СЕБЯ НЕ ОТВЕЧАЮ!!!\n\nОрёте вы и начинаете стрелять по всему что видите и поподаете в Федю. Заветный чайник снова с вами! Вы вернулись к себе домой прихватив с собой грантомёт и заворили себе вкусный чай.\n\nВы молодец! Вы спасли чайник и побывали в опасном приключении. Теперь у вас есть грантомёт и ни какой бомж вам не страшен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "Мой первый квест. Просьба не кидаться тапками и помидорками. Коротко, но смешно. Я старалась. Если этот квест наберёт хотябы 10 лайков, то я выпущу новый и подлиннее. Спасибо за вниманее и пишите, если есть где ошибки.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]