[
  {
    "id": 1,
    "text": "Автор: Medicus\nЖанр: драма, апокалипсис.\n\n\n\n2020 год. Казахстан. На территории старого ядерного полигона в Семипалатинской области происходят странные события повлекшие за собой череду жутких катаклизмов. Вы — медработник бригады геологической разведки, пытаетесь выжить в начавшемся Аду..",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 131,
        "text": "Читателю"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 132,
        "text": "P.S."
      }
    ]
  },
  {
    "id": 2,
    "text": "    Огромное солнце, какое бывает только в бескрайней степи, похожее на большой, до блеска начищенный медный шар, бросая последние, по-осеннему пронзительно-яркие лучи неторопливо опускалось за сопки. \n Склоны их, теперь выглядели будто волны жидкого огня, разбегающиеся от потревожившего их малинового диска. С севера, повинуясь вечному инстинкту к странствиям, протянулась птичья стая,- подлетела к солнцу и на пару секунд растаяв в багряном пламени,- показалась с другой его стороны. Со стороны солнца, в долину протянулась дорожка света, под которым вся степь заиграла множеством красок. Стойкий степной ковыль, склонив стебли, покачиваясь в такт ветру, с упоением впитывал последние крохи солнечного тепла. В лощинах, ощетинившийся побуревшей листвой степной караганик отзывался на потревожившие его лучи багровыми отблесками.... Эх, степи.. Как же вы чертовски хороши в это время года!...\n    Луч света, отразившись от засиженного мухами окна передвижной бытовки, ослепил Вас..\n",
    "answers": [
      {
        "id": 3,
        "text": "\"Зараза\"...-> прикрыть глаза рукой"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы прикрыли глаза и отвернулись, но пятна света продолжили плясать перед взором, как после сварки. \n  - Чего ругаешься, Игнатий? -голос и движение со стороны стоявшего поодаль грузовика марки \"Урал\", заставили Вас..",
    "answers": [
      {
        "id": 4,
        "text": "Обернуться на голос"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вытирая пропитанные машинным маслом руки о не менее чумазую тряпку, крабьей походкой к Вам подходил крепко сбитый мужичок предпенсионного возраста- водитель того самого \"Урала\" - Сакен Омарханов, или, как его все с уважением величали, - \"дядя Саша\". Взглянув на него, можно было подумать, что он водил еще первые автомобили на паровой тяге: просторные, в мазутных пятнах ватные штаны, легкая фуфайка под стать штанам, на морщинистом и на вид будто каменном лице - раскосые темные глаза с хитрым азиатским прищуром. Изо рта Сакена,- противника \" заводских\" сигарет,- как неотъемлемый атрибут вечно торчала самокрутка.\nВот и сейчас, подходя к Вам, он размеренно посасывал очередную \"козью ножку\"..",
    "answers": [
      {
        "id": 5,
        "text": "- Добрый вечер, дядь Саш!"
      }
    ]
  },
  {
    "id": 5,
    "text": "- Добрый, добрый.. -Сакен подошел к Вам.\n- Так чего там? -старик явно был расположен поболтать.",
    "answers": [
      {
        "id": 6,
        "text": "- Да вот, любуюсь закатом! (ухмыльнуться)."
      },
      {
        "id": 7,
        "text": "Осень..."
      }
    ]
  },
  {
    "id": 6,
    "text": "- Ээ, парень! Да ты романтик! -Сакен дружелюбно улыбнулся. - Тебе бы писателем иль там художником, а не медиком!..",
    "answers": [
      {
        "id": 8,
        "text": "- Одно другому не мешает! ;)"
      },
      {
        "id": 8,
        "text": "- Возможно.. -задумчиво кивнуть."
      }
    ]
  },
  {
    "id": 7,
    "text": "- Даа.. Эт точно!... -проворчал Сакен.\n- Лето промчалось - жуть! Вот только вроде бурить начинали, апрель месяц, весна... И раз!- Уже сентябрь.. -Сакен нахмурился,- Глядишь - уже и непогода на носу!...\n",
    "answers": [
      {
        "id": 6,
        "text": "- \"Когда на серый, мутный небосклон осенний ветер нагоняет тучи, и крупный дождь в стекло моих окон стучится глухо, в поле вихрь летучий\"..."
      }
    ]
  },
  {
    "id": 8,
    "text": "- Ну, так дерзай! Все равно целая вахта впереди..\n Сакен хотел еще что - то сказать, но тут распахнулось окно маленькой передвижной кухни и в нем показалась Зоинька,- пухленькая и необычайно подвижная женщина лет пятидесяти, с удивительно высоким для ее комплекции голосом, выполняющая обязанности повара.\n - Игнатий! Сакенчик! ,-Зоя всех пыталась называть уменьшительно-ласкательными именами (к слову, Вам она так его и не придумала),- Ужин готов! Только вас ждем! -закончила верещать Зоинька и скрылась внутри кухни.\n - Война-войной, а обед - по расписанию! -Сакен забычковал самокрутку о стену бытовки и решительно направился в сторону кухни.\n- Пойдем, подкрепимся! -кинул он Вам через плечо.",
    "answers": [
      {
        "id": 10,
        "text": "Направиться вслед за Сакеном."
      },
      {
        "id": 11,
        "text": "Пойти сначала к себе в медотсек вымыть руки с антисептиком."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы сели за стол рядом с Кайрисом. Перед Вами стоит приличная тарелка с ароматным борщом в котором плавает кусочек сметаны.",
    "answers": [
      {
        "id": 13,
        "text": "Картинно вдохнуть аромат, похвалить Зою."
      },
      {
        "id": 14,
        "text": "Начать есть молча"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы вошли в небольшой вагончик, состоящий из двух отсеков: кухни и столовой.\n В столовой находился лишь обеденный стол и около десятка затертых табуретов. Зоя была права,- бригада уже была в полном составе. Во главе стола сидел старший смены, главный специалист Кацап Иван Анатольевич, по левую руку от него - дизелисты - два брата-близнеца Андрей и Виктор. Слева восседал вечно хмурый латыш Виктаутас Кайрис, занимавший должность оператора бурильной установки. Всего бригада насчитывала семь человек. Разведка в этом месте близилась к концу. Задачей нынешней вахты был демонтаж бурильной установки и прочего оборудования и подготовка к последующей транспортировке на зимнюю стоянку. Этим и было обусловлено малое количество сотрудников. Ваши же обязанности ограничивались заботой о здоровье членов бригады. Учитывая крепость последнего - Вы в основном слонялись без дела.\n   В тот момент когда вы зашли в столовую из смежного помещения кухни в облаке пара выплыла Зоинька с большой кастрюлей издающей аппетитный запах борща.\nС грациозностью гиппопотама она проследовала мимо Вас и водрузила кастрюлю в центр стола.\n - О, мальчики все в сборе! Садитесь, садитесь! Кушайте, пока горячее.. - не переставая болтать, она уверенными движениями наполняла тарелки.",
    "answers": [
      {
        "id": 9,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 11,
    "text": "Медицинский отсек располагался в одном вагончике со складом продовольствия.\nВы вошли в отсек.\n",
    "answers": [
      {
        "id": 15,
        "text": "Включить свет"
      }
    ]
  },
  {
    "id": 12,
    "text": ";)",
    "answers": []
  },
  {
    "id": 13,
    "text": "- Ммм... Зоинька сегодня превзошла саму себя! -вы втягиваете запах борща, затем подмигиваете Зое.\n - Ох, уж скажешь тоже! -Зоя явно польщена Вашим вниманием.\n Остальные члены команды тоже высказали свой восторг по поводу кулинарных способностей Зоиньки.",
    "answers": [
      {
        "id": 21,
        "text": "Закончить трапезу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы берете ложку и начинаете молча поглощать содержимое тарелки. За столом стоит тишина, нарушаемая лишь сосредоточенным сопеньем.\n ",
    "answers": [
      {
        "id": 21,
        "text": "Закончить трапезу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Включив свет вы осмотрелись...\nНа Вашем рабочем месте ничего не изменилось: у маленького окошка стоял письменный стол, у стены напротив - медицинская кушетка, в углу скучал шкаф с нехитрыми медикаментами. Рядом со входом располагался миниатюрный умывальник.\n",
    "answers": [
      {
        "id": 16,
        "text": "Подойти к столу"
      },
      {
        "id": 17,
        "text": "Подойти к шкафу"
      },
      {
        "id": 18,
        "text": "Подойти к умывальнику"
      },
      {
        "id": 10,
        "text": "Пойти в столовую",
        "need": 19
      }
    ]
  },
  {
    "id": 16,
    "text": "Обычный письменный стол. С краю лежат несколько журналов. Посередине под стеклом - календарь, какие-то бумажки.",
    "answers": [
      {
        "id": 15,
        "text": "Отойти от стола"
      }
    ]
  },
  {
    "id": 17,
    "text": "Добротный шкаф из ДСП. На полках расставлены основные необходимые медикаменты.",
    "answers": [
      {
        "id": 15,
        "text": "Отойти от шкафа"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы подошли к умывальнику. Простое устройство,- сверху бочок, внизу раковина. Из зеркала, закрепленного на бачке, на Вас глянуло Ваше отражение: обычное лицо, не старое, если не заглядывать в глаза,- они видели больше чем хотелось...",
    "answers": [
      {
        "id": 19,
        "text": "Вымыть руки с мылом"
      }
    ]
  },
  {
    "id": 19,
    "text": "<<Получено достижение: \"Чище руки - тверже кал!!\">>\n\nВы тщательно вымыли руки.",
    "answers": [
      {
        "id": 15,
        "text": "Вытереть руки, отойти от раковины"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы подошли к центральному вагончику, предназначенному для отдыха. Поднявшись по короткой приставной лесенке Вы вошли в бытовку.\nВнутри помещение было довольно уютным. У двери стоял шкаф для вещей и обуви, справа вдоль стены тянулся ряд двуярусных кроватей, дальше за шкафом в небольшой нише располагалась душевая. На противоположной от кроватей стене висел небольшой LCD телевизор.",
    "answers": [
      {
        "id": 23,
        "text": "Лечь спать"
      },
      {
        "id": 24,
        "text": "Полистать каналы"
      }
    ]
  },
  {
    "id": 21,
    "text": "Покушав борща и выпив два бокала сладкого чая с гренками, Вы встали из-за стола и решили....",
    "answers": [
      {
        "id": 20,
        "text": "Пойти спать"
      },
      {
        "id": 22,
        "text": "Прогуляться по периметру стоянки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы покинули столовую и вышли на стоянку. \nСтоянка располагалась на краю обширного плато за которым, до самых сопок на горизонте, простиралась долина. Состояла она из нескольких бытовых передвижных вагончиков, расположенных полукругом. В метрах двадцати от бытовок, окруженная заборчиком из колючей проволоки раскорячилась буровая вышка. Неподалеку от нее гордо возвышался сортир, разновидности \"сельский обыкновенный\",- вот уж куда, действительно, не зарастет народная тропа...",
    "answers": [
      {
        "id": 29,
        "text": "Подойти к вышке"
      },
      {
        "id": 20,
        "text": "Отправиться отдыхать"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Неплохо бы как следует выспаться\"- подумали Вы и подошли к своему спальному месту.",
    "answers": [
      {
        "id": 25,
        "text": "Лечь в кровать"
      }
    ]
  },
  {
    "id": 24,
    "text": "Политика, политика, терроризм, Трамп, Путин, санкции, реклама прокладок.........\n Смотреть категорически нечего.\nНе лучше ли лечь спать?",
    "answers": [
      {
        "id": 20,
        "text": "Выключить телевизор"
      }
    ]
  },
  {
    "id": 25,
    "text": "Быстренько раздевшись, Вы легли в постель и укрывшись одеялом стали ждать сна и тепла...",
    "answers": [
      {
        "id": 26,
        "text": "Спокойно спать до утра.."
      }
    ]
  },
  {
    "id": 26,
    "text": "... лес.. темный ночной лес.. деревья стонут от ветра... ветки хлещут по лицу... лязг железа (откуда??)...бежать..... Бежать...... БЕЖАТЬ!!!!",
    "answers": [
      {
        "id": 27,
        "text": "Резко проснуться",
        "need": 19
      },
      {
        "id": 28,
        "text": "Открыть глаза",
        "need": -19
      }
    ]
  },
  {
    "id": 27,
    "text": "<<Получено достижение: \"Жесткий подъем>> \nВы вскинулись на кровати и тут же получили увесистую затрещину.\n- Что за нахер?!! -вы окончательно просыпаетесь и вскочив с кровати пытаетесь осмотреться. Вся комната была перевернута с ног на голову, на полу, у Ваших ног лежал телевизор с расколотым экраном. Видно он и отвесил Вам плюху, сорвавшись со стены. Но что явилось причиной разгрома? Ответ пришел тут же, в виде нескольких мощных толчков, как при сильном землятресении. Пол вагончика резко накренился, Вас отбросило к стене. Следом за Вами со скрипом подались кровати с еще не успевшими встать людьми...",
    "answers": [
      {
        "id": 31,
        "text": "Уйти в сторону перекатом"
      }
    ]
  },
  {
    "id": 28,
    "text": "<<Получено достижение: \"В животе ураган??!>>\n Вы открыли глаза. В бытовке царил полумрак. Сквозь маленькое окно виднелось сероватое предрассветное небо. Светало. \nТишина в вагончике нарушалась только мерным сопением спавшей бригады.\n -\"Странный сон..\" -подумали Вы, -\"Приснится же..\".\nМежду тем странные ощущения и гневное бурчание в животе, недвусмысленно намекали что \"БЕЖАТЬ!!\",- нужно. Да побыстрее!\n - Эх, надо было вчера руки вымыть перед едой! Мучайся теперь с поносом.. -ворчали Вы про себя, направляясь скорым шагом к сортиру.",
    "answers": [
      {
        "id": 36,
        "text": "Влететь пулей в клазет"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы подошли к заборчику, окружающему вышку и принялись разглядывать конструкцию: достаточно высокая дура, состоящая из переплетения ажурных металлических конструкций, покоится на четырех бетонных тумбах. Выглядит достаточно мощно.",
    "answers": [
      {
        "id": 30,
        "text": "Наведаться в сортир"
      },
      {
        "id": 20,
        "text": "Пойти спать"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы зашли в туалет. Справив малую нужду, Вы, смачно хлопнув дверью сортира, вышли обратно.\n Солнце, между делом, окончательно скрылось за горизонтом и на степь опустились сумерки. На безоблачном небе показались первые звезды. Воздух сразу посвежел. Вы, взглянув на небо и окинув взглядом окрестности, зябко поежились и направились к вагончикам. Пожалуй, теперь можно отправиться спать...\n",
    "answers": [
      {
        "id": 20,
        "text": "Пойти к спальному вагончику"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы перекатились в сторону. Очень вовремя. На то место, где Вы только что стояли, с грохотом упали тяжелые двуярусные кровати. Комната наполнилась криками. Ваши товарищи отчанно пытались выбраться из под обломков мебели. \n  Перекатившись, Вы оказались рядом с выходом, который теперь располагался над головой..",
    "answers": [
      {
        "id": 32,
        "text": "Постараться выбраться из вагончика"
      }
    ]
  },
  {
    "id": 32,
    "text": "Оттолкнувшись со всей силы ногами от пола, Вам удалось зацепиться за край проема. Подтянувшись на руках Вы выбираетесь наружу и свесившись с края помятой бытовки спрыгиваете на землю..\n Отойти подальше Вы не успеваете. С жутким грохотом земля перед Вами в стает на дыбы. Вас отбрасывает на несколько метров в сторону. Крепко приложившись спиной о землю, Вы пытаетесь подняться и успеваете увидеть как вагончики, словно картонные коробки, кувыркаются под откос вместе с оползшим краем плато. Вы смотрите вверх, - прямо на Вас летит сорванная с петель дверь вагончика..",
    "answers": [
      {
        "id": 33,
        "text": "Отбежать в сторону"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вам следовало среагировать быстрее. Все что Вы успеваете сделать перед тем, как встретиться с дверью - это прикрыть руками голову.. Удар..............",
    "answers": [
      {
        "id": 34,
        "text": "Через какое-то время..."
      }
    ]
  },
  {
    "id": 34,
    "text": "....- Черт!..Моя голова.... -открываете глаза. Вы лежите на спине в небольшом углублении в земле. Прямо у Вашего носа, опираясь на комья земли вокруг углубления, зависла деревянная дверь.\nПамять постепенно возвращалась к Вам вместе с головной болью...",
    "answers": [
      {
        "id": 35,
        "text": "Отодвинуть дверь"
      }
    ]
  },
  {
    "id": 35,
    "text": "Превозмогая головную боль, Вы упираетесь обеими руками в дверь. Небольшого усилия оказывается достаточно чтобы отодвинуть деревянную дверь.. Стоит сказать спасибо, что на вагончике не стояла металлическая, иначе шишкой на голове и небольшой потерей сознания Вы бы не отделались..",
    "answers": [
      {
        "id": 38,
        "text": "Подняться на ноги"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы расположились, не забыв предусмотрительно запереть дверь на шпингалет..\n Процесс облегчения прервала серия сильных толчков...\n ",
    "answers": [
      {
        "id": 37,
        "text": "-\"Что за херня!??\" "
      }
    ]
  },
  {
    "id": 37,
    "text": "Хватая одной рукой штаны, другой Вы  безуспешно пытаетесь открыть заевший шпингалет.\n Вдруг, сквозь грохот землетрясения, Вы слышите сухой треск, а затем - скрежет деформируемого металла...\n\nНе вовремя Вы отправились заседать...Буровая вышка, сорвавшись с бетонных опор рухнула в Вашу сторону и похоронила сортир вместе с Вами под своей многотонной стальной тушей...\n\n<<Получено достижение: \"Мойте руки перед едой!\">>\n\nПоздравляем! Вы нашли одну из концовок.\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Встав сначала на четвереньки, Вы с осторожностью поднимаетесь на ноги. Вас слегка пошатывает после контузии. Однако это не мешает Вам оценить масштабы трагедии.\nСтоянка сейчас представляла собой груду обломков вперемешку с землей. Два из трех вагончиков, вернее то, что от них осталось, покоились у подножия плато. Третий остался на месте, но сложился, как карточный домик. Это был вагончик, который занимал склад продовольствия и медпункт. Слева от него теперь шло глубокое ущелье, оставшееся после оползня...",
    "answers": [
      {
        "id": 39,
        "text": "Спуститься к подножию плато"
      },
      {
        "id": 40,
        "text": "Пойти к \"уцелевшей\" бытовке"
      }
    ]
  },
  {
    "id": 39,
    "text": "Пошатываясь Вы подходите к краю плато.\n-\"Я еще слишком слаб, чтобы одолеть такой спуск\".. \"Пойду, лучше осмотрю стоянку\".",
    "answers": [
      {
        "id": 40,
        "text": "Идти к стоянке"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы направились к разбитому вагончику. Идти довольно трудно. Кругом разбросаны обломки оборудования, россыпи щебня и даже куски скальной породы.\n-\"Что же это такое было??\" -головная боль потихоньку отступала, освобождая место мыслям.\n-\"Землетрясение? - Определённо... Но какое землетрясение в Центральном Казахстане?!! Бред...\".\nВорочая тягучими, после контузии мыслями, Вы продвигаетесь по территории стоянки.. Только теперь Вы замечаете, что буровая вышка поменяла вертикальное положение на горизонтальное и грудой железных обломков лежит на земле. Кроме того, по пути она умудрилась раздавить злополучный сортир. Остается только порадоваться что в нем никого не было в тот момент.\nТак же Вы замечаете, что грузовик, стоявший в стороне от вагончиков, внешне выглядит целым. Хороший знак. В будущем этот вездеход может быть полезным.\n  Между тем Вы подошли к тому, что осталось от склада (aka  медпункт).\n-\"Что ж.. как бы то ни было, нужно выбираться отсюда\" -подумали Вы.\nДо ближайшего населенного пункта было, приблизительно 170 километров по степному бездорожью.\n-\"Прежде всего еда и медикаменты!\"...",
    "answers": [
      {
        "id": 41,
        "text": "Копаться в развалинах"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы осторожно обследуете обломки вагончика...\n В скором времени Вам удается найти приличное количество разных медикаментов и продовольствия. Так же отыскался рюкзак и кое-какая теплая одежда.\nВам нужно выбрать, что взять с собой. Не все вещи могут быть пригодными для выживания в степи.\n—\"Так, что тут у нас..\"...",
    "answers": [
      {
        "id": 42,
        "text": "Осмотреть вещи"
      },
      {
        "id": 43,
        "text": "Осмотреть медикаменты"
      },
      {
        "id": 44,
        "text": "Осмотреть провиант"
      },
      {
        "id": 56,
        "text": "Обдумать дальнейшие действия",
        "need": [
          42,
          43,
          44
        ],
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 42,
    "text": "\n\n(можно взять только 2 вещи):",
    "answers": [
      {
        "id": 45,
        "text": "Куртка теплая с отражателями",
        "need": [
          -46,
          -45
        ]
      },
      {
        "id": 46,
        "text": "Куртка теплая камуфляжная",
        "need": [
          -45,
          -46
        ]
      },
      {
        "id": 47,
        "text": "Штаны форменные из плотной ткани",
        "need": [
          -47,
          -48
        ]
      },
      {
        "id": 48,
        "text": "Теплый комбинезон",
        "need": [
          -47,
          -48
        ]
      },
      {
        "id": 41,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 43,
    "text": "Выберите комплектацию аптечки:",
    "answers": [
      {
        "id": 49,
        "text": "Морфин х2; Бинт стерильный 7х14; Жгут кровоостанавливающий х1; Перекись водорода х1; Этамзилат х2; Шприц 2 мл х4.",
        "need": [
          -49,
          -50
        ]
      },
      {
        "id": 50,
        "text": "Кетонал х2; Бинт стерильный 5х10; Жгут венозный х1; Хлоргексидина биглюконат х1; Изокет х2; Шприц 5 мл х4.",
        "need": [
          -49,
          -50
        ]
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Что запихнуть в рюкзак:",
    "answers": [
      {
        "id": 51,
        "text": "Лапша быстрого приготовления х6",
        "need": -51
      },
      {
        "id": 52,
        "text": "Колбаса полукопченая х2",
        "need": -52
      },
      {
        "id": 53,
        "text": "Хлеб х2",
        "need": -53
      },
      {
        "id": 54,
        "text": "Чай черный х1",
        "need": -54
      },
      {
        "id": 55,
        "text": "Вода газированная х2",
        "need": -55
      },
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Куртка добавлена",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Куртка добавлена",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Штаны добавлены",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "Комбинезон добавлен",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "Аптечка собрана.",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 50,
    "text": "Аптечка собрана.",
    "answers": [
      {
        "id": 43,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 51,
    "text": "Лапша добавлена.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "Колбаса добавлена.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "Хлеб добавлен.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "Чай добавлен.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вода добавлена в рюкзак.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы оделись и собрали рюкзак. Теперь нужно решить куда направиться.\n На севере небо приобрело странный лиловый оттенок. В той же стороне, но поближе, были различимы клубы дыма. В этом направлении находилось большое село Карабас. Село находилось в окрестностях бывшего ядерного полигона и являлось ближайшим к стоянке населенным пунктом. Учитывая удаленность (170 км), дым исходил не от него.\n  К югу, до самого Балхаша лежали бескрайние степи. Если, конечно, не принимать во внимание малочисленные аулы.\n\nКуда же направиться?",
    "answers": [
      {
        "id": 57,
        "text": "Полный вперед! Курс на север! - Нужно разобраться, что же случилось.."
      },
      {
        "id": 58,
        "text": "Ну нахер... Выбраться бы (на юг)"
      }
    ]
  },
  {
    "id": 57,
    "text": "Итак, Вы решили направиться в северном направлении. Судя по всему, разгадку странной сейсмической активности стоило искать именно там.\n  Между делом, солнце поднялось достаточно высоко и с опаской выглядывало из за низких туч. Прохладное осеннее утро вступало в свои права.\n Время не ждет, пора выдвигаться..",
    "answers": [
      {
        "id": 59,
        "text": "Подойти к грузовику"
      }
    ]
  },
  {
    "id": 58,
    "text": "Решив, что лучше не геройствовать, Вы  направились к грузовику.\n Подойдя к Уралу, Вы открыли дверь кабины и закинув рюкзак на пассажирское сиденье, устроились за рулем.\n",
    "answers": [
      {
        "id": 86,
        "text": "Завести двигатель"
      }
    ]
  },
  {
    "id": 59,
    "text": "Чудом не пострадавший в минувшей передряге Урал, все так же скучал в стороне от стоянки. Кабина, выкрашенная поблекшей от времени оранжевой краской была покрыта капельками росы, сверкавшей в редких солнечных лучах.\n  Вы подошли к грузовику..",
    "answers": [
      {
        "id": 60,
        "text": "Открыть дверцу"
      }
    ]
  },
  {
    "id": 60,
    "text": "Открыв дверцу, Вы заглянули в кабину. В нос ударил запах мазута и махорки.\n  Бросив рюкзак на пассажирское сиденье, Вы сели за руль. Сразу почувствовались габариты машины,- непросто будет совладать с этим зверем. Хорошо что раньше Вам доводилось водить подобную технику, так что, навыки пригодятся.",
    "answers": [
      {
        "id": 61,
        "text": "Завести грузовик"
      }
    ]
  },
  {
    "id": 61,
    "text": "Справившись с мудреным зажиганием, Вам удалось запустить двигатель. Топливный датчик показывал четверть бака. Надо бы дозаправить,- дорога не близкая.\n Бочки с горючим находились рядом со столовой. Теперь они были завалены обломками вагончика и грудами породы. Возможно удасться что-нибудь откопать..",
    "answers": [
      {
        "id": 62,
        "text": "Отправиться за топливом"
      }
    ]
  },
  {
    "id": 62,
    "text": "Спрыгнув с высокой подножки Урала, Вы направились к завалу.\n Осмотрев руины, Вы обнаружили край полузасыпанной бочки на двести литров. Открутив крышку, в нос Вам ударил знакомый запах солярки. Повезло. Откопать бочку полностью не представлялось возможным. Придется подогнать Урал вплотную к ней. К счастью, шланг для перекачки топлива валялся под сиденьем грузовика. Так же, там обнаружилось старое ружье марки \"ИЖ\" с двумя зарядами к нему.\n Еще двадцать минут понадобилось на заправку.\nНаконец Вы закончили заправляться, можно ехать.",
    "answers": [
      {
        "id": 63,
        "text": "Двигаться на север"
      }
    ]
  },
  {
    "id": 63,
    "text": "Аккуратно объезжая обломки, грузовик , шурша по гравию рифленными покрышками, не спеша спускался к подножию плато. Накатанная дорога местами просела, приходилось ехать очень осторожно чтобы не угодить в яму.\n Наконец машина достигла подножия. \nЗдесь вперемешку лежали обломки бытовок и оборудования.\nОдного взгляда было достаточно, чтобы понять: живых здесь нет.\n  Обогнув завалы по широкой дуге, Вы направились в сторону, откуда исходили клубы дыма.\nПроехав восемь километров по сопкам, Вы, наконец увидели источник дыма: в лощине догорал небольшой легкомоторный самолет. Судя по расположению носовой части, летел он с севера.",
    "answers": [
      {
        "id": 64,
        "text": "Обследовать останки самолета"
      }
    ]
  },
  {
    "id": 64,
    "text": "Остановив грузовик и не глуша мотор, Вы осторожно обошли место катастрофы. Ружье на всякий случай Вы прихватили с собой.\nФюзеляж, несмотря на то , что полностью выгорел, в целом выглядел не сильно поврежденным. Видимо пилот постарался посадить самолет как можно мягче. Внутри еще что-то догорало. Клубы дыма лениво выползали из проемов иллюминаторов.\nРядом с фюзеляжем лежало оторванное левое крыло. Правого же, вовсе не было видно поблизости. Складывалось ощущение, что оно отвалилось еще в воздухе.\n Вдруг Вы заметили какое-то движение среди зарослей кустарника, рядом с хвостом самолета.\nВы резко вскинули ружье..",
    "answers": [
      {
        "id": 65,
        "text": "Выстрелить в сторону подозрительного движения"
      },
      {
        "id": 66,
        "text": "Пойти проверить"
      }
    ]
  },
  {
    "id": 65,
    "text": "БАХ!!! — Выстрел отозвался эхом по лощине.\n Сжимая ружьё в руках, Вы пошли к кустам.\n Подойдя, Вы обнаружили человека, лежащего на боку. Это был мужчина пожилого возраста. Одет он был в свитер и светлые брюки. Довершал картину невероятно грязный и изорванный лабораторный халат. Ему очень повезло, что стрелком Вы оказались неважным: заряд ушел выше. Свернувшись калачиком мужчина сжимал руками левую голень. Временами он издавал звуки похожие на поскуливания.",
    "answers": [
      {
        "id": 67,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы подавили приступ паники и начали аккуратно подходить к кустам.\n Подойдя вплотную, Вы обнаружили человека. Это был пожилой мужчина, довольно худощавый. Одет он был крайне занятно: светлые брюки, свитер и главное — грязный и жутко изорванный лабораторный халат. Он лежал на боку, согнувшись и руками зажимал кровоточущую голень, из которой торчал осколок металла.\n ",
    "answers": [
      {
        "id": 67,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 67,
    "text": "Между тем, человек почуял движение и повернул к Вам лицо, перечеркнутое гримасой боли.\n — Боже! Моя нога! Помогите мне, пожалуйста!...- голос его был на удивление высокий.\n — Что с Вами случилось? -попутно Вы наклоняетесь и осматриваете ногу. \nИз голени, в области икроножной мышцы, пропоров ткань брюк торчал металлический осколок.\n — Ах, молодой человек! Давайте о деталях позже! Мне очень больно.\n — Хорошо, хорошо. Успокойтесь. Я помогу. У Вас приличная кровопотеря. Осколок придется вытащить сейчас. Я сделаю Вам обезболивающее.\n ",
    "answers": [
      {
        "id": 68,
        "text": "Достать аптечку",
        "need": 49
      },
      {
        "id": 77,
        "text": "Достать аптечку",
        "need": 50
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы достали аптечку.\nВаши действия:",
    "answers": [
      {
        "id": 69,
        "text": "Набрать морфин и сделать инъекцию внутримышечно",
        "need": -69
      },
      {
        "id": 70,
        "text": "Надеть перчатки",
        "need": -70
      },
      {
        "id": 71,
        "text": "Набрать этамзилат(кровоостанавливающее) и сделать инъекцию внутримышечно",
        "need": -71
      },
      {
        "id": 72,
        "text": "Вытащить осколок",
        "need": [
          69
        ]
      },
      {
        "id": 73,
        "text": "Обработать рану перекисью водорода",
        "need": -73
      },
      {
        "id": 74,
        "text": "Наложить тугую повязку",
        "need": -74
      },
      {
        "id": 84,
        "text": "Дальше",
        "need": [
          69,
          71,
          72,
          73,
          74
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "Инъекция сделана",
    "answers": [
      {
        "id": 68,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы надели перчатки",
    "answers": [
      {
        "id": 68,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 71,
    "text": "Препарат инъецирован.",
    "answers": [
      {
        "id": 68,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 72,
    "text": "Морфин подействовал быстро. Осколок извлечен без проблем.",
    "answers": [
      {
        "id": 68,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 73,
    "text": "Рана обработана",
    "answers": [
      {
        "id": 68,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы наложили повязку. Широкий бинт надежно лег на рану.",
    "answers": [
      {
        "id": 68,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 75,
    "text": "Поздравляем!\nВы нашли альтернативную концовку!\n\n\nЭпилог.\nПрофессору удалось уничтожить установку.\nВам обоим удалось добраться до эвакопункта.\nПрофессор выжил, благодаря оказанной Вами первой помощи.\nВас же из-за излишнего любопытства ликвидировали через неделю.\n\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы сели в кабину. Закинув ружьё за спинку сиденья поудобней устроились за рулем и включили передачу.\n Взревев изношенным двигателем, Урал двинулся через лощину дальше на север...\n",
    "answers": [
      {
        "id": 106,
        "text": "Через какое-то время.."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы достали аптечку.\nВаши действия:",
    "answers": [
      {
        "id": 78,
        "text": "Набрать кетонал и сделать инъекцию внутримышечно",
        "need": -78
      },
      {
        "id": 79,
        "text": "Надеть перчатки",
        "need": -79
      },
      {
        "id": 80,
        "text": "Набрать изокет и сделать инъекцию внутривенно",
        "need": -78
      },
      {
        "id": 81,
        "text": "Наложить тугую повязку",
        "need": [
          -81,
          83
        ]
      },
      {
        "id": 82,
        "text": "Вытащить осколок",
        "need": -87
      },
      {
        "id": 83,
        "text": "Обработать рану хлоргексидином",
        "need": [
          87,
          -83
        ]
      },
      {
        "id": 84,
        "text": "Дальше",
        "need": [
          78,
          81,
          83,
          87
        ]
      },
      {
        "id": 87,
        "text": "Подождать действия кетонала",
        "need": [
          78,
          -87
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": "Инъекция сделана.\nОбезболивающее действие кетонала слабое.\n",
    "answers": [
      {
        "id": 77,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы надели перчатки",
    "answers": [
      {
        "id": 77,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы сделали изокет...\nСердечный препарат при кровопотере!!??\nИзокет вызвал резкое снижение артериального давления.. коллапс..\nЧеловек погибает от гиповолемического шока..\n\n—\"Черт!\"...- Вам неприятен Ваш промах.\n\n\n\nВнимание! \nПогиб важный персонаж!\nВетка сюжета изменится!",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы наложили тугую повязку. Бинт изначально маленький. Кровотечение замедлилось, но не остановилось полностью.",
    "answers": [
      {
        "id": 77,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы схатились за осколок и резко выдернули его из раны.\nНе стоило торопиться...\nБолевой шок убил человека..\n\n\nВнимание!\nПогиб важный персонаж!\nВетка сюжета изменится!",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Рана обработана",
    "answers": [
      {
        "id": 77,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вам удалось обработать рану.\n\n — Спасибо Вам, молодой человек, Вы спасли мне жизнь! -\"профессор\" явно чувствовал себя лучше.\n ",
    "answers": [
      {
        "id": 88,
        "text": " - Все нормально, я просто не мог пройти мимо..."
      },
      {
        "id": 88,
        "text": " - Да, если бы не я - туго бы Вам пришлось"
      }
    ]
  },
  {
    "id": 85,
    "text": " — Плохо.. Ну да что же теперь, что сделано — то сделано.\nРаздумывая таким образом, Вы еще раз осмотрели окрестности — ничего.\n — \"Ладно, пора ехать\" -подумали Вы.",
    "answers": [
      {
        "id": 76,
        "text": "Направиться к грузовику"
      }
    ]
  },
  {
    "id": 86,
    "text": "Со второй попытки старый ЯМЗ все же изволил завестись.\n Глянув на топливный датчик, Вы решили поискать топливо.\n Бочки с ГСМ располагались у задней стены столовой.",
    "answers": [
      {
        "id": 112,
        "text": "Подойти к обломкам бытовки"
      }
    ]
  },
  {
    "id": 87,
    "text": "Наконец, обезболивающие подействовало и Вы без проблем вытащили осколок.",
    "answers": [
      {
        "id": 77,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 88,
    "text": " — Очень благородно с Вашей стороны.. Я вижу, у Вас много вопросов. Говорите, отвечу как смогу.",
    "answers": [
      {
        "id": 89,
        "text": "Что, собственно, произошло?"
      }
    ]
  },
  {
    "id": 89,
    "text": " — Вопрос звучит абстрактно, но я Вас понимаю,- слишком много всего случилось.. Кстати, как Вы вообще оказались среди степи??",
    "answers": [
      {
        "id": 90,
        "text": "Я медработник бригады георазведки.. Тут недалеко была наша стоянка"
      },
      {
        "id": 90,
        "text": "Неважно.. Работал тут недалеко."
      }
    ]
  },
  {
    "id": 90,
    "text": " — Ясно.. Извените за любопытство.. Итак, что же случилось: слушайте..\n Меня зовут Филипп Юрьевич Комаров. Я являюсь  ведущим профессором исследовательского комплекса \"Наследие\".. Не слышали о таком? — разумеется нет: наш ИК засекречен. \nТак вот, нашей основной целью была разработка сейсмического оружия. \nКомплекс расположен под землей, на закрытой территории бывшего испытательного полигона.\n",
    "answers": [
      {
        "id": 91,
        "text": "И как всегда, что-то пошло не  так?"
      }
    ]
  },
  {
    "id": 91,
    "text": " — В общем,- так и есть.. Наша последняя разработка оказалась мощной.. слишком мощной. Фактически мы получили установку, способную вызывать природные катаклизмы в любой точке планеты..\n Позавчера я улетел на конференцию. А десять часов назад мне доложили, что установка вышла из под контроля. Отключить ее, в данном режиме, невозможно.. Только уничтожить.",
    "answers": [
      {
        "id": 92,
        "text": " - Что значит \"в данном режиме\"?"
      }
    ]
  },
  {
    "id": 92,
    "text": " — Установка теперь работает в режиме \"Демиург\". Это значит, что она будет постепенно распространять свое действие все дальше и дальше, пока не охватит все материки. Данный режим был внедрен по приказу секретной службы. Я был против изначально.",
    "answers": [
      {
        "id": 93,
        "text": " - Что теперь?"
      }
    ]
  },
  {
    "id": 93,
    "text": " — В обход СС я сделал устройство внедряющее непоправимые ошибки в программный код установки. Это полностью выведет ее из строя. Без возможности восстановления...",
    "answers": [
      {
        "id": 94,
        "text": " - Так в чем проблема?"
      }
    ]
  },
  {
    "id": 94,
    "text": " — В том, молодой человек, что устройство нужно подсоединить к одному из терминалов управления. А ближайший находится в бункере, возле полигона.",
    "answers": [
      {
        "id": 95,
        "text": " - Я на машине, можно доехать.."
      }
    ]
  },
  {
    "id": 95,
    "text": " — Автомобиль? Хорошо. У нас есть два с половиной часа до новой серии катаклизмов. В первый раз это были землетрясение и несколько мощных торнадо. Что будет на этот раз,- боюсь предположить.",
    "answers": [
      {
        "id": 96,
        "text": "Ясно. Тогда по коням,- время дорого!"
      },
      {
        "id": 97,
        "text": "У меня есть пару вопросов"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы помогли профессору подняться на ноги и повели его к грузовику.\n — Урал? Это хорошо! -профессор с уважением смотрел на технику, — По степи — самое то.\n С некоторыми усилиями Вам удалось усадить профессора в кабину.\n Теперь можно ехать..",
    "answers": [
      {
        "id": 98,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 97,
    "text": " — Время не ждет, юноша... Давайте поговорим по дороге.",
    "answers": [
      {
        "id": 96,
        "text": "Вы правы( помочь подняться)"
      }
    ]
  },
  {
    "id": 98,
    "text": " Грузовик бодро катил по степи, вальяжно огибая овраги, уверенно штурмуя сопки.\nПрофессор, закутавшись в остатки халата, погрузился в дрему.",
    "answers": [
      {
        "id": 99,
        "text": " - Вы обещали ответить на вопросы(окликнуть профессора)"
      },
      {
        "id": 100,
        "text": "Ехать дальше молча"
      }
    ]
  },
  {
    "id": 99,
    "text": " — Да, обещал... Но Вы должны знать что некоторая информация секретна!",
    "answers": [
      {
        "id": 102,
        "text": "Почему упал Ваш самолет?",
        "need": -102
      },
      {
        "id": 103,
        "text": "Что это за \"секретная служба\"?",
        "need": -103
      },
      {
        "id": 104,
        "text": "Есть ли еще секретные разработки в нашей стране?",
        "need": -104
      },
      {
        "id": 100,
        "text": "Ехать дальше молча",
        "need": 102
      }
    ]
  },
  {
    "id": 100,
    "text": "Время в дороге проходит быстро.\nПеревалив через очередную сопку, Вы увидали какие-то строения. Судя по стоящему рядом скелету элеватора — развалины зернового склада.\n — Мы на месте! -профессор оживился, — Теперь езжайте прямо к элеватору!\nПовинуясь указаниям, Вы подъехали в нужное место.\n — Успели, хорошо! -забыв про ногу, профессор захромал к неприметной ржавой железной двери, находящейся в бетонном тюбинге элеватора......\n\n\n",
    "answers": [
      {
        "id": 101,
        "text": "Далее",
        "need": 77
      },
      {
        "id": 105,
        "text": "Далее",
        "need": 103,
        "need_sometimes": false
      },
      {
        "id": 75,
        "text": "Далее",
        "need": [
          68,
          103
        ]
      },
      {
        "id": 130,
        "text": "Далее",
        "need": [
          68,
          -103,
          -104
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "Поздравляем!\nВы нашли второстепенную концовку основного сюжета!\n\nЭпилог.\nПрофессору удалось подключить устройство. Установка была уничтожена. Хотя никто не даст гарантии, что кто-то не построит ее снова.\nПрибыв с профессором в поселок Карабас, вы застали там пункт эвакуации и вышли из зоны бедствия как потерпевшие.\nНе задавая профессору в свое время ненужных вопросов, Вы смогли сохранить себе жизнь,- секретные службы — не игрушка.\nСам профессор скончался в ходе эвакуации — сказалась кровопотеря.\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 102,
    "text": " — Я уже говорил, что установка генерирует различные катаклизмы. Так вот самолет при подлете к сектору попал в зону действия торнадо..",
    "answers": [
      {
        "id": 99,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 103,
    "text": " — Вы ведь слышали про различные теневые правительства? Секретная служба, в нашем случае — это теневое правительство СНГ — \"Феникс\".",
    "answers": [
      {
        "id": 99,
        "text": "Круто..."
      }
    ]
  },
  {
    "id": 104,
    "text": " — Разумеется... Практически все они контролируются \"Фен.. кхм.. Секретной службой.. А Вы весьма любопытны (усмехнулся)..",
    "answers": [
      {
        "id": 99,
        "text": "Да, люблю секреты"
      }
    ]
  },
  {
    "id": 105,
    "text": "Поздравляем!\nВы нашли альтернативную концовку!\n\n\nЭпилог.\nПрофессору удалось отключить установку.\nВ поселке Карабас оказался пункт эвакуации и вам с профессором, как потерпевшим, удалось выбраться.\nПрофессор скончался от потери крови в ходе эвакуации.\nВы тоже долго не протянули — слишком много узнали от профессора.\n\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 106,
    "text": "Потратив больше двух часов, Вы наконец увидели впереди постройки. Это был Карабас. Точнее — то, что от него осталось. Подъехав ближе Вы увидели множество людей в военной форме снующих возле больших, наскоро собранных палаток.\nТут же стоял БТР, несколько внедорожников и гражданская техника. В стороне прогревали двигатели в наземном режиме два еврокоптера.\n",
    "answers": [
      {
        "id": 107,
        "text": "Подъехать к палаткам"
      }
    ]
  },
  {
    "id": 107,
    "text": "Подрулив к стоянке и заглушив мотор, Вы спрыгнули на землю и подошли к ближайшей палатке.\nВас заметили. Уверенной походкой навстречу Вам шел плечистый мужчина в форме.\n — Здравия желаю! Чем могу Вам помочь? -спросил военный, поправляя ремень автомата.\n",
    "answers": [
      {
        "id": 108,
        "text": "- Я медработник на станции георазведки. Сегодня утром станция была разрушена землятресением. Я один выжил. Теперь пытаюсь узнать что произошло.."
      }
    ]
  },
  {
    "id": 108,
    "text": " — Все ясно. Могу сказать только, что землятресение прошло по всему региону: оглянись вокруг. И кроме толчков было несколько самых настоящих торнадо. Причины пока не ясны. Здесь организована точка эвакуации, так что проходи во вторую палатку и жди.",
    "answers": [
      {
        "id": 109,
        "text": "  - Хорошо, спасибо.."
      }
    ]
  },
  {
    "id": 109,
    "text": "Кивнув головой солдат отошел от Вас.",
    "answers": [
      {
        "id": 110,
        "text": "Пойти в палатку"
      }
    ]
  },
  {
    "id": 110,
    "text": "Отыскав глазами нужную палатку, Вы уже направились к ней, как вдруг почва под ногами подпрыгнула, да так, что Вы кубарем полетели на землю...\n Налетевший торнадо довершил разгром.\n\n\n\n\n \n",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Поздравляем!\nВы нашли одну из концовок!\n\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 112,
    "text": "Спрыгнув на землю, Вы направились к руинам. Не доходя до них, Вы, к своему удивлению, обнаружили две большие канистры с дизтопливом, присыпанные землей.\n — \"Удача\" -ликуете Вы.\n",
    "answers": [
      {
        "id": 113,
        "text": "Взять канистры"
      }
    ]
  },
  {
    "id": 113,
    "text": "Подобрав канистры, Вы пошли обратно, согнувшись от тяжелой ноши.\n",
    "answers": [
      {
        "id": 114,
        "text": "Заправить бак"
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы заправили автомобиль.\nСамое время выдвигаться.",
    "answers": [
      {
        "id": 115,
        "text": "В путь"
      }
    ]
  },
  {
    "id": 115,
    "text": "Лавируя между оврагами и неровностями, грузовик бодро направился к югу. \nВ южном направлении степь была плоской, поэтому скорость была довольно приличной. \n  Через три часа пути Вы остановились передохнуть и подкрепиться.\nЗаглушив двигатель, Вы вышли из кабины.\nНужно соорудить костер.",
    "answers": [
      {
        "id": 116,
        "text": "Заглянуть в кузов"
      }
    ]
  },
  {
    "id": 116,
    "text": "В кузове лежало несколько досок для фиксации груза.",
    "answers": [
      {
        "id": 117,
        "text": "Взять доски"
      }
    ]
  },
  {
    "id": 117,
    "text": "Вытащив доски на землю, Вы думаете чем бы их расколоть.\n К счастью, в кузове обнаружился железный ломик.\n Поработав пару минут Вы получили нужное количество щепок.",
    "answers": [
      {
        "id": 118,
        "text": "Собрать костер"
      }
    ]
  },
  {
    "id": 118,
    "text": "Вы мастерски собрали походный костер.",
    "answers": [
      {
        "id": 119,
        "text": "Поджечь"
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы запалили костер. Соорудив из найденной в кабине проволоки и нескольких щепок вертел, Вы навесили на него небольшой чайник с водой. Чайник, как и небольшой походный столовый набор, Вы так же нашли в кабине. Вытаскивая все это богатство, Вы наткнулись на старое ружье. Может пригодится.\nВода закипела...",
    "answers": [
      {
        "id": 120,
        "text": "Обед"
      }
    ]
  },
  {
    "id": 120,
    "text": " Отобедав двумя брикетами лапши с колбасой и запив это все чаем, Вы стали собираться в путь.\n Загасив костер, Вы уже направились к грузовику, как вдруг ощутили небольшие толчки под ногами.",
    "answers": [
      {
        "id": 121,
        "text": " -\"Надо быстрее валить\"!"
      }
    ]
  },
  {
    "id": 121,
    "text": " — подумали Вы и шустро запрыгнули в кабину.",
    "answers": [
      {
        "id": 122,
        "text": "Завести"
      }
    ]
  },
  {
    "id": 122,
    "text": "Еще не успевший остыть двигатель, завелся сразу.\nВоткнув передачу, Вы рванули к югу.\nВ кабине толчки не ощущались.\nГрузовик резво продвигался по степи.\n",
    "answers": [
      {
        "id": 123,
        "text": "Через какое-то время"
      }
    ]
  },
  {
    "id": 123,
    "text": "Преодолев еще сорок километров, Урал наконец заглох,- кончилось топливо.\n — \"Ну, что же..теперь пойдем пешком\" -подумали Вы спрыгивая на землю.\n Нацепив рюкзак и взяв в руки ружье, Вы пошли дальше на своих двоих.\nПо подсчетам, через семнадцать километров должна была быть железная дорога...",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 124,
    "text": "Через десять минут пути, Вам наперерез из ближайшей лощины, неожиданно выскочил внедорожник. Судя по отсутствию номеров и объемному прицепу, это были браконьеры, промышляющие в здешних степях сайгака.",
    "answers": [
      {
        "id": 125,
        "text": "Спрятаться",
        "need": 45
      },
      {
        "id": 127,
        "text": "Спрятаться",
        "need": 46
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы спрятались в кусты караганика, но отражатели на Вашей куртке демаскировали Вас. Браконьеры заметили блеск спецовки и открыли по Вам огонь, приняв за егеря.\nНесколько зарядов нашли Вас....\n",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Поздравляем!\nВы нашли альтернативную концовку!\n\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы спрятались в караганик. Камуфляжная куртка надежно скрыла Ваше тело от глаз браконьеров.\nДжип умчался дальше.",
    "answers": [
      {
        "id": 128,
        "text": "Выбраться и продолжить путь"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы выбрались из кустов и отряхнулись. \nПосмотрев в сторону, куда умчался джип, Вы подтянули рюкзак и быстрым шагом направились дальше к югу...",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Поздравляем!\nВы нашли вторую хорошую концовку!\n\nЭпилог.\nВам удалось добраться до железной дороги и выйти к ближайшей станции.\nКатаклизмы продолжались несколько недель, прежде чем военные сумели взять ситуацию под контроль.\nОфициальной версией была локальная природная аномалия.\nПо неофициальным данным ходили слухи, что это были испытания нового секретного оружия.\nВы устроились на другую работу с нормированным графиком и старались забыть то, что случилось на той злополучной вахте...\n\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 130,
    "text": "Поздравляем!\nВы нашли основную концовку!\n\nЭпилог.\nВам с профессором удалось уничтожить установку.\nЧерез несколько часов после этого, вы выбрались к эвакопункту у поселка Карабас.\nБлагодаря оказанной Вами первой помощи, профессор пошел на поправку. Через несколько месяцев Вам на банковский счет пришел перевод солидной суммы. В комментариях к нему были строки: \"С благодарностью\".\nБлагодаря денежному поступлению, Вы смогли осуществить свою мечту — открыли небольшой бизнес.\n\nСпасибо за игру!",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 131,
    "text": "Здравствуй дорогой друг!\nПриятно, что ты заметил этот квест. Хотя назвать полноценным квестом это нельзя, я все же старался сделать его интересным.\nУчитывая что это моя первая подобная работа, прошу судить соответственно. Обязательно, после прочтения квеста, прокомментируй. Исходя из пожеланий я буду делать наброски будущего, более качественного произведения.\nСпасибо!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 132,
    "text": "Имеется 10 концовок!",
    "answers": [
      {
        "id": 1,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 133,
    "text": "",
    "answers": []
  }
]