[
  {
    "id": 1,
    "text": "Автор: Medicus\n\n\n\n\nДанное произведение является попыткой пролить свет на происхождение \"чужих\", а так же, объяснить появление корабля пришельцев на  LV-426 \"Ахеронт\".\nПредлагаю Вам побыть в роли Хмага Тея-Ван-Дая, командира восьмого штурмового отряда, входящего в состав армии Содружества звездных систем \"Хаадад\", подавляющей проявление Чужого закона в пределах мирозданий Norpeliage Selengra.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Достижения"
      },
      {
        "id": 4,
        "text": "Глоссарий"
      },
      {
        "id": 13,
        "text": "Читателю"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Звездая система Харкония. Периферия системы. Звездолет А-класса \"Феори\".\n9572-й цикл, 13-й малый цикл.\n\nПространство везде одинаково.. Что в населенной системе, что в ядрах галактик, что у незримых границ метагалактического домена. Пространство одинаково убийственно повсюду. Его можно описывать миллионами формул, миллиардами теорий, но, все равно, описание будет лишь бесконечно малой частью Существующего...\nПримерно такие мысли текли в голове Хмага, стоявшего у внешней обзорной панели в коридоре, ведущем в рубку. Типичный харконианец, он был не чужд до простых радостей жизни. Каждый раз, отправляясь на задание, он становился у обзорной панели и провожал тоскующим взглядом родную систему, уютно освещенную стариком Харконом.\n— Кхм.. Капитан Ван-Дай!\n\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Достижения:",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 6,
        "text": "<<Поисковик>>",
        "need": [
          71,
          84,
          91
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 4,
    "text": "          Соединение установлено.....\nЧто Вас интересует, командир?",
    "answers": [
      {
        "id": 9,
        "text": "Чужой закон"
      },
      {
        "id": 5,
        "text": "Norpeliage Selengra"
      },
      {
        "id": 7,
        "text": "Личные дела"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 5,
    "text": "Норпелиа'ге Селе'нгра — высший тандем двух мирозданий, так называемых Правых миров. \n\n<<Состав>>: \n1)пять вселенных, две из которых взаимопроникаемы. Мономорфное бытие, представленное формами \"гуманоид\" и \"негуманоид\", возможно в трех остальных.\nВозможные структурные ячейки государственности имеются на уровнях: группа галактик-галактика-созвездие-звездная система-планетарная группа-планета-участки отдельно взятой планеты.\n 2)Семь изолированных антивселенных. Мономорфное бытие возможно во всех семи. Представлено формами \"асириад\" и \"ияркалц\".\nВозможные структурные ячейки государственности: нет возможности объективной оценки с точки зрения обитателей трех вселенных. Взаимодействие осуществляется с помощью ретранса.\n\n<<Границы>>: \nСплошная экстратемпоральная зона \"Фиолетового смещения\".\n\n<<Руководство>>: \nНет возможности объективной оценки с точки зрения отдельного обитателя системы. Наивысшие стратегические полномочия имеет Совет Десяти Вселенных. Полномочия его распространяются ТОЛЬКО на подавление проявлений Чужого закона. Остальную политику проводит ряд государственных ячеек по нисходящей.\n",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Разблокированы все личные дела",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Связь установлена....",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 8,
        "text": "Хмаг Тей-Ван-Дай"
      },
      {
        "id": 35,
        "text": "Эя Дан-Вэй",
        "need": [
          84
        ],
        "need_ever": true
      },
      {
        "id": 36,
        "text": "Эрл Кенг-Цай",
        "need": [
          91
        ],
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Идек Ир-Ван-Тай",
        "need": [
          71
        ],
        "need_ever": true
      },
      {
        "id": 38,
        "text": "Дрег Дан-Най",
        "need": [
          91
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Вселенная: Эо.\nФорма: Гуманоид.\nРасовая принадлежность: Харконианин.\nМесто регистрации: Содружество звездных систем \"Хаадад\", звездная система Харкония, планета Эрта, область Нэм-Кей, 1387-й участок, 3-я жилая зона, апартаменты 95.\nДеятельность: Капитан звездолета А-класса \"Феори\", командир 351-го мобильного штурмового отряда, 2-й дивизии звездной системы Харкония, армии Содружества звездных систем Хаадад.",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Некий фактор, неподдающийся описанию, запрещающий существовать в области своего проявления любому живому объекту. Возникает спонтанно, как правило на твердой поверхности ненаселенной планеты. Визуально не идентифицируется. Распознается по возмущению энергополей в зоне поражения. При попадании в зону воздействия живого объекта, оный исчезает. Зафиксировать время исчезновения невозможно.\nФактор имеет тенденцию к медленному разрастанию. Купируется излучателями \"правой\" материи.\nПо наружнему периметру зоны проявления Чужого закона регистрируется появление  форм квази-жизни, как правило чрезвычайно враждебных. Уничтожаются стандартным оружием Содружества.\nПроявления Чужого закона различны в каждой вселенной.\nПринято считать, что Чужой закон — явление, с некой \"обратной\" стороны зоны \"Фиолетового смещения\".\n\nПервый зарегистрированный случай проявления Чужого закона во Вселенной Эо произошел: \nВыберите свое местоположение:",
    "answers": [
      {
        "id": 10,
        "text": "Система Харкония"
      },
      {
        "id": 11,
        "text": "Солнечная система"
      },
      {
        "id": 12,
        "text": "Альфа Центавра"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "3561-й цикл, 42-й малый цикл.\n",
    "answers": [
      {
        "id": 9,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 11,
    "text": "342млн.  земных лет до микровзрыва звезды класса Белый Карлик ХСС345672.",
    "answers": [
      {
        "id": 9,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 12,
    "text": "2351-й год до В.В.",
    "answers": [
      {
        "id": 9,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 13,
    "text": "Доброго времени суток, уважаемый читатель!\nСюжет данного произведения может показаться Вам несколько нелепым и возможно, так оно и есть. Моя задумка заключалась в попытке показать предысторию оригинальной трилогии \"чужих\", причем показать с \"неземной\" точки зрения. \nНекоторые термины из книги, могут пересекаться с произведениями популярных писателей-фантастов, поэтому на оригинальность я не претендую.\nТак же хочу сказать, что это первое и единственное мое произведение в этом жанре.\nВ любом случае, после прочтения данной книги, убедительно прошу Вас отписаться о своих впечатлениях в комментариях.\nСпасибо!\n\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 14,
    "text": "Хмаг нехотя оторвал взгляд от созерцания Пространства, выключил внешний обзор и обернулся.\nКак он и ожидал, перед ним стоял лейтенант Эрл Кенг-Цай, второй пилот корабля \"Феори\". Он был на пол головы ниже Хмага, худощавый. Одет в стандартный летный уник Содружества.",
    "answers": [
      {
        "id": 15,
        "text": "- В чем дело, лейтенант?"
      },
      {
        "id": 15,
        "text": "- Доложите!"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Корабль проходит терминал, капитан. Через восемь парциклов выйдем в межсистемное пространство!\"\n— Отлично, лейтенант Цай. Можете быть свободны.\"\n— Есть.\"- пилот отдал честь, развернулся и направился в направлении рубки.",
    "answers": [
      {
        "id": 16,
        "text": "Направиться вслед за лейтенантом"
      },
      {
        "id": 17,
        "text": "Спуститься в грузовой отсек"
      }
    ]
  },
  {
    "id": 16,
    "text": "Постояв немного в раздумьях у обзорной панели, Хмаг решил отправиться в рубку. Располагалась она совсем рядом, так что долго идти не пришлось.\nИнтерьер здесь, так же, не отличался от других помещений корабля, разве что, был несколько миниатюрней. У стен, в правильном порядке располагались биококоны, в количестве пяти единиц. Четыре кокона были заняты экипажем. Пятый, центральный, гостеприимно разошелся лепестками диафрагмы.\nВсего на корабле присутствовало двадцать пять харконианцев. Пять офицеров и двадцать бойцов,- таков был состав восьмого штурмового отряда.\nСейчас в рубке, кроме Хмага, присутствовали: первый пилот Эя Дан-Вэй, второй пилот Эрл Кенг-Цай, инженер ходовых установок, капрал Идек Ир-Ван-Тай и специалист по связи и координированию, лейтенант Дрег Дан-Най.",
    "answers": [
      {
        "id": 20,
        "text": "Занять свой биококон"
      }
    ]
  },
  {
    "id": 17,
    "text": "Хмаг решил проинспектировать грузовое отделение. Встав на платформу гравикоптера, он задал курс и начал продвигаться в глубину корабля.\n\"Феори\" был многоцелевым судном, с возможностью как ведения боя, так и перевозки опасных грузов. Звездолет данного класса был, по сути, единым псевдокристаллом, выращенным из одной клетки. Снаружи, как и в интерьере его, угадывались плавные, перетекающие друг в друга формы. Со стороны корабль напоминал подкову с несимметрично  расположенными краями и утолщением в центре. Внутри же, складывалось ощущение, что находишься в полости грудной клетки какого-то гигантского существа. Весь нижний этаж по центру занимали огромные грузовые отсеки. На концах \"подковы\" располагались ходовые установки. Три верхних этажа отводились под жилые помещения. Здесь же находились три пропускных шлюза.\nБлагодаря гравикоптеру, Хмаг продвигался по кораблю с приличной скоростью. Пролетев несколько жилых этажей, гравикоптер по вертикальной шахте спустился в грузовой отсек. Здесь было где разгуляться.",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 18,
    "text": "Сейчас в ангаре было пусто. Планетарная техника и оружейный склад располагались в смежном отсеке меньшего размера.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться в центр управления"
      }
    ]
  },
  {
    "id": 19,
    "text": "Преодолев обратный путь, Хмаг спрыгнул с платформы гравикоптера и вошел в рубку.\nИнтерьер здесь, так же не отличался от других помещений корабля, разве что, был несколько миниатюрней. У стен, в правильном порядке располагались биококоны, в количестве пяти единиц. Четыре кокона были заняты экипажем. Пятый, центральный, гостеприимно разошелся лепестками диафрагмы.\nВсего на корабле присутствовало двадцать пять харконианцев. Пять офицеров и двадцать бойцов,- таков был состав восьмого штурмового отряда.\nСейчас в рубке, кроме Хмага, присутствовали: первый пилот Эя Дан-Вэй, второй пилот Эрл Кенг-Цай, инженер ходовых установок, капрал Идек Ир-Ван-Тай и специалист по связи и координированию, лейтенант Дрег Дан-Най.",
    "answers": [
      {
        "id": 20,
        "text": "Сесть в свой биококон"
      }
    ]
  },
  {
    "id": 20,
    "text": "Проделав несложное гимнастическое упражнение, Хмаг расположился в командирском коконе. Лепестки диафрагмы мягко сошлись перед лицом.\nВ мозг сразу устремился поток информации о корабле и окружающем пространстве.\n",
    "answers": [
      {
        "id": 21,
        "text": "- Лейтенант Кенг-Цай, где мы находимся?",
        "need": [
          -21
        ]
      },
      {
        "id": 22,
        "text": "- Капрал Ван-Тай, доложите о состоянии двигателей!",
        "need": -22
      },
      {
        "id": 23,
        "text": "- Лейтенант Дан-Най, доложите текущий статус!",
        "need": -23
      },
      {
        "id": 24,
        "text": "- Отлично, держим прежний курс.\"",
        "need": [
          21,
          22,
          23
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "— Два парцикла назад, \"Феори\" вышел в межсистемное пространство. В данный момент проходим наружный ярус астероидного лабиринта Риши.\"",
    "answers": [
      {
        "id": 20,
        "text": "- Вас понял."
      }
    ]
  },
  {
    "id": 22,
    "text": "— Энергоустановки работают в штатном режиме, нагрузка — не более трех ворп на единицу. Усиление щитов активно до выхода из астероидного лабиринта.\"",
    "answers": [
      {
        "id": 20,
        "text": "- Понял Вас."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Как было приказано командованием — сохраняем радиопрозрачность до выхода из зоны астероидов. После — активируем резервный канал для получения дополнительных инструкций.\"",
    "answers": [
      {
        "id": 20,
        "text": "- Благодарю"
      }
    ]
  },
  {
    "id": 24,
    "text": "—\"Странно... Наш отряд не первый день в космосе. Сколько заданий выполнили — не счесть. К чему на этот раз такая секретность\"- думал Хмаг,- \"Что такого особенного в текущем задании? И почему полную информацию собираются передать только после удаления корабля от системы? Не нравится мне это.. Да, уж в штабе им виднее. Придется помалкивать и выполнять приказ\"...\nИз раздумий его вывел голос связиста:\n— Капитан, мы вышли из астероидного лабиринта! Прикажите нарушить радипрозрачность!\"\n",
    "answers": [
      {
        "id": 25,
        "text": "- Лейтенант Дан-Най, активируйте резервный канал!"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Канал активирован, капитан.\n— Отлично.\nПочти сразу после появления связи, поступил входящий сигнал.\n— Связь установлена,- Дан Най переключил канал на командирский кокон.\n— \"Феори\", прием! С вами говорит генерал Лан-Гэй.\"\n",
    "answers": [
      {
        "id": 26,
        "text": "- Капитан Ван-Дай на связи, сэр!"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Отлично. Слушайте вводную о задании: три с четвертью метацикла назад, поступил сигнал о вмешательстве Чужого закона на территории звездной системы \"Альфа-Герер\". Конкретнее — четвертая планета от звезды..",
    "answers": [
      {
        "id": 27,
        "text": "- Вас понял, сэр!"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Погодите, капитан, это не все. Вы, конечно, задумывались о том, почему вводную не озвучили на базе? Так вот, причина в том, что на этот раз вмешательство Чужого закона было нестандартным. Обычно, энергопортал остается открытым до применения излучателей. Но в этот раз он открылся на время, меньшее чем в полтора парцикла и сразу пропал..",
    "answers": [
      {
        "id": 28,
        "text": "- Очень странно"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Именно. На месте проявления, по данным разведки, обнаружены свыше двухсот тысяч неизвестных образований. Все как один, выглядят как темный, кожистый яйцеобразный предмет, похожий на закрытый цветочный бутон. Объекты не проявляют никакой активности, совершенно не просвечиваются сканерами.\nИтак, ваша цель — высадиться на планете, обеспечить погрузку объектов на \"Феори\" и доставить груз в систему \"Дерризз\", на полигон Содружества для последующего изучения. При погрузке и транспортировке соблюдать крайнюю осторожность. Сохраняйте радиопрозрачность — без крайней нужды на связь не выходить!\nКак поняли, капитан?",
    "answers": [
      {
        "id": 29,
        "text": "- Вас понял, сэр. Разрешите выполнять!"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Отлично, капитан. Выполняйте! Отбой...\nСвязь прервалась и в наступившей тишине Хмаг отчетливо услышал, как учащенно бьются два его харконианских сердца. Необычность задания, с самого начала держала его в напряжении. Теперь, после разъяснения задачи, Хмаг почувствовал необъяснимую тревогу.\n— Какие будут приказания, капитан? -голос Дан-Вэй был напряжен.",
    "answers": [
      {
        "id": 30,
        "text": "- Взять курс на систему Альфа-Герер, лейтенант. Точные координаты у Вас на визоре."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Координаты получены, курс рассчитан.. Начинаю разгон! Лейтенант Кенг-Цай, приготовьтесь к синхронизации управления.\"\n— Синхронизация завершена, ввожу поправки\".\n— Капрал Ван-Тай, как там с набором мощности?\"\n— Энергоустановки выдают тринадцать ворп на единицу. Через два с четвертью парцикла можем активировать гиперскорость.\" -инженер сосредоточенно следил за показаниями приборов на своем визоре.\n\"Феори\", рассекая Пространство, стремительно набирал скорость. Для перехода в гиперскоростной режим ему требовалось вплотную приблизиться к показателю световой скорости. При движении в гиперрежиме, \"Феори\" создавал перед собой, как бы \"вакуумную смазку\", позволявшую ему преодолевать огромные расстояния при малых энергозатратах.\n— Мощность двадцать ворп на единицу, капитан.\"\n",
    "answers": [
      {
        "id": 31,
        "text": "- Активировать гиперрежим!"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Активирую, -Дан-Вэй переключила тумблер.\nПо корпусу прошла едва различимая дрожь,  \"Феори\" вошел в гиперскоростной режим. Звезды впереди загорелись ярким, расплывчатым, зеленоватым светом, за кормой же, наоборот, приобрели тусклый, красноватый оттенок.\n",
    "answers": [
      {
        "id": 32,
        "text": "- Через какое время будем на месте?"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Момент.. Через девять малых циклов, капитан.\"\n",
    "answers": [
      {
        "id": 33,
        "text": "- Хорошо. Это время мы проведем в гиперсне. Подготовьтесь и оповестите бойцов!"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Выполняю, -Дан-Вэй переключила связь на казарму, -\"Сержант Хар-Дай!\"\n— \"На связи!\"\n— \"Через три парцикла, переходим в гиперсон. Приготовьтесь.\"\n— \"Есть!\"\n— Отряд оповещен, все готово для перехода в гиперсон, капитан.\n",
    "answers": [
      {
        "id": 34,
        "text": "- Вас понял. Активируйте установку."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Установка активирована, приятных снов! -в голосе Эи прозвучала усмешка.\nНе успев сделать замечание первому пилоту, Хмаг провалился в сон...",
    "answers": [
      {
        "id": 39,
        "text": "Через какое-то время.."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вселенная: Эо.\nФорма: Гуманоид.\nРасовая принадлежность: Харконианка.\nМесто регистрации: Содружество звездных систем Хаадад, звездная система Харкония, планета Керс, космопорт \"Керс-Гамма\", 28-я жилая гроздь, апартаменты номер 77.\nДеятельность: Лейтенант, первый пилот звездолета А-класса \"Феори\".",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вселенная: Эо.\nФорма: Гуманоид.\nРасовая принадлежность: харконианин.\nМесто регистрации: Содружество звездных систем Хаадад, звездная система Харкония, планета Керс, космопорт \"Керс-Дельта\", 3-я жилая гроздь, апартаменты 55.\nДеятельность: Лейтенант, второй пилот звездолета А-класса \"Феори\".",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вселенная: Эо.\nФорма: Гуманоид.\nРасовая принадлежность: харконианин.\nМесто регистрации: Содружество звездных систем Хаадад, звездная система Харкония, планета Эрта, остров Тирса, 3-й участок, апартаменты 321.\nДеятельность: Капрал, инженер ходовых установок звездолета А-класса \"Феори\".",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вселенная: Эо.\nФорма: Гуманоид.\nРасовая принадлежность: Харконианин.\nМесто регистрации: Содружество звездных систем Хаадад, звездная система Харкония,  планета Керс, космопорт \"Керс-Гамма\", жилая гроздь \"Ид\", апартаменты 3768.\nДеятельность: Лейтенант, специалист по связи и координированию звездолета А-класса \"Феори\".",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Пустота... Кругом Пустота. И неважно, что в Ней угадываются редкие искорки звезд. Пространство располагает расстояниями, не оставляющими надежды. Что для Него маленький космический корабль? —  пылинка, атом. Но, даже атом можно рассмотреть, располагая специальной аппаратурой...\nВ отсеках \"Феори\" царила тишина. Разве что, особо искушенный слух, различил бы мерный гул ходовых установок. В полумраке ангара, угадывались контуры различной планетарной техники: атмосферники, грузовые гравикоптеры, боевые дроны.. Слабое дежурное освещение, придавало им очертания, совершенно фантастические.\nВ жилых отсеках, так же, ничто не нарушало тишины. Лишь мирно перемигивались индикаторы на визорах. \nНо вот, что-то изменилось. Перемигивание стало чаще, к нему добавились звуки работающего оборудования. В отсеки, с шипением закачивался воздух..",
    "answers": [
      {
        "id": 40,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 40,
    "text": "Хмаг открыл глаза. Обычно ему требовалось прилично времени, чтобы прийти в себя после гиперсна. Сейчас же, он чувствовал бодрость.\nВ соседних биококонах зашевелилась проснувшаяся команда. ",
    "answers": [
      {
        "id": 41,
        "text": "- Пилоты, доложите обстановку!"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Шесть парциклов до выхода на орбиту \"Альфа-Герер четыре\", капитан!",
    "answers": [
      {
        "id": 42,
        "text": "- Хорошо, лейтенант."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Команда, слушайте задачу. Учитывая что объектов слишком много, отсидеться на орбите не получится. Атмосферники не могут обеспечить безопасную доставку груза на борт корабля, поэтому, придется приземляться на поверхность планеты. \n— Это будет сложно, -Дан-Вэй посмотрела на Хмага с сомнением.",
    "answers": [
      {
        "id": 43,
        "text": "- Вы справитесь, лейтенант."
      }
    ]
  },
  {
    "id": 43,
    "text": "Между тем, \"Феори\" вышел на орбиту планеты.\n— Произвожу расчеты для посадки, -Дрег споро вводил алгоритм в компьютер.\n— Расчеты подтверждаю.\n— Капрал, переведите двигатели в посадочный режим!\n— Уже сделано, -отозвался Идек из своего биококона.\n— Все приготовления сделаны, снижаемся, -Эя явно нервничала.\n— Входим в атмосферу!\nПрорвав низкую облачность, \"Феори\" медленно устремился к поверхности планеты. \nПоверхность представляла собой песчаную пустыню, почти идеально ровную. Опасения первого пилота не подтвердились, посадить здесь корабль было не сложно.\nПеред самой поверхностью, \"Феори\", гася инерцию, почти полностью остановил снижение. По всему периметру нижней части корабля, развернулись причудливые посадочные опоры, в виде огромной воздушной подушки. Наконец звездолет величаво опустился на поверхность планеты.\n",
    "answers": [
      {
        "id": 44,
        "text": "- Сержант Хар-Дай, как проходит подготовка к высадке?"
      }
    ]
  },
  {
    "id": 44,
    "text": "— \"Наземная техника приведена в полную боевую готовность, сэр!\" -сержант прохаживался по ангару, в котором теперь кипела работа, -\"Весь личный состав готов к десантированию!\"",
    "answers": [
      {
        "id": 45,
        "text": "- Отлично, сержант. Ждите указаний. Отбой!"
      }
    ]
  },
  {
    "id": 45,
    "text": "Отдав распоряжения отряду, Хмаг обратился к Дан-Наю.\n— Ну что, лейтенант, есть информация по объектам?\n— Кое-что есть, капитан. Во первых — в зоне поражения, действительно, не наблюдается патологических пертурбаций материи. Во вторых — по данным сканера, объекты описанные командованием, присутствуют в количестве двухсот тысяч одной единице. Ну, а в третьих — сканер совершенно не хочет показывать внутреннюю структуру объектов. Внешне же, они вполне подходят под описания, полученные от генерала.\n— Да, не густо, конечно, -Хмаг приподнялся с места и выбрался из биококона.\n— Значит так, начинаем высадку! Капрал Ван-Тай, Вы идете со мной! Остальные остаются на местах. Пилотам быть готовыми к взлету в любой момент.\n",
    "answers": [
      {
        "id": 46,
        "text": "Выйти из рубки"
      }
    ]
  },
  {
    "id": 46,
    "text": "Хмаг, сопровождаемый капралом, скорым шагом вышел из рубки. Командирский гравикоптер поджидал их у выхода.",
    "answers": [
      {
        "id": 47,
        "text": "Запрыгнуть на гравикоптер"
      }
    ]
  },
  {
    "id": 47,
    "text": "Капитан и капрал устроились на платформе гравикоптера. Хмаг задал курс на центральный грузовой отсек. Преодолев вертикальную шахту, платформа доставила их в ангар. Здесь уже все было готово для высадки. Правильными рядами стояли беспилотные, грузовые гравикоптеры. Возле двух больших боевых атмосферников построились бойцы, возглавляемые сержантом.\nГравикоптер мягко приземлился перед строем. Хмаг спрыгнул с платформы.",
    "answers": [
      {
        "id": 48,
        "text": "Обратиться к отряду"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Отряд, слушай команду! Вводную вы все знаете, поэтому опустим подробности. Итак, девять бойцов остаются в ангаре. Они обеспечивают прикрытие и корректируют работу грузовых платформ. Остальные на двух атмосферниках обеспечивают безопасность погрузки. Задача ясна? Тогда выполняем!\n— Бойцы, вы слышали капитана? Вперед! -отдал команду сержант.\nВ ангаре началось движение. Сержант быстро разделил отряд на две группы, сам же, с пятью бойцами, занял место в головном атмосфернике. Хмаг и капрал, со своей пятеркой бойцов, устроились во втором атмосфернике.",
    "answers": [
      {
        "id": 49,
        "text": "Начать высадку"
      }
    ]
  },
  {
    "id": 49,
    "text": "Через центральный грузовой шлюз, атмосферники вылетели из корабля. За ними потянулась цепь грузовых гравикоптеров. Скрестив руки на груди, Хмаг с высоты окидывал взором ландшафт чужой планеты. Сплошная песчаная пустыня до горизонта, ни сопок, ни долин. Небо здесь имело зловещий, пурпурный оттенок. Центральное светило едва пробивалось сквозь него.\n— \"Объекты обнаружены, капитан!\" -сержант летел первым.\n— Мы тоже видим! -Хмаг наконец разглядел то, о чем говорил генерал.\nВпереди, прямо на песке, на сколько хватало глаз, распологались странные, яйцеобразные предметы.\n— Господи, сколько же их! -капрал изумленно оглядывал правильные ряды объектов.\n— Спокойней, Идек, -Хмаг похлопал Ван-Тая по плечу,- Эти, по крайней мере, не двигаются.\n— Так раньше мы таких не видели, -Идек нервно поежился.\nХмаг молча кивнул и нахмурился, капрал, в общем, был прав.\n— \"Объекты опознаны! Разрешите начинать погрузку?\" -голос сержанта вывел Хмага из раздумий.\n— Начинайте, сержант.\nХар-Дай передал команду операторам гравикоптеров. Платформы осторожно приблизились к объектам. Погрузка началась. Гравитационный захват позволял избегать прямого контакта техники с объектами. Сами предметы, не проявляли никакой реакции на перемещение.\nПогрузка шла быстрее, чем ожидал Хмаг.\nГрузовые платформы шустро перемещались между кораблем и скоплением объектов.\nНаконец, последняя партия груза была доставлена в ангар.\n",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться на корабль"
      }
    ]
  },
  {
    "id": 50,
    "text": "— \"Погрузка завершена, капитан! Все объекты перемещены в главный ангар.\"\n— Отлично, сержант. Объекты окутать статикой. Возвращаемся на корабль!\n— Будет сделано, капитан!\nАтмосферники подлетели к кораблю и влетев через шлюзовые камеры внутрь, опустились в смежном с главным, техническом ангаре.\nХмаг вышел из челнока и осмотрелся. Вся техника уже была на месте. Бойцы, во главе с сержантом, выстроились напротив капитана.\n— Отличная работа, отряд! Все вы, блестяще справились с поставленной задачей. Теперь отправляйтесь отдыхать. Скоро взлетаем. \n\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Осмотреть груз"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Я осмотрю груз, а Вы, капрал, возвращайтесь в рубку и готовьтесь к взлету.\n— Есть, -Идек взобрался на свободный гравикоптер и скрылся в вертикальной шахте.\nХмаг, так же, устроился на платформе своего гравикоптера и направился в центральный ангар.\nВ огромном центральном ангаре было сумрачно. Платформа медленно скользила над рядами \"яиц\", как их решил называть Хмаг. Окутанные синеватым статическим туманом, они выглядели пугающе.\n— \"Что же это такое?\" -думал про себя Хмаг,- \"Больше похоже на споры или же яйца гигантских насекомых. Чужие формы жизни — обычное дело, но почему же сейчас такое тревожное чувство?\"\n",
    "answers": [
      {
        "id": 52,
        "text": "Отправиться в рубку"
      }
    ]
  },
  {
    "id": 52,
    "text": "Не найдя ответов на свои вопросы, Хмаг, развернув платформу, направился в рубку управления. Уже вылетая из ангара, он почувствовал какое-то движение в рядах яиц..",
    "answers": [
      {
        "id": 53,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 53,
    "text": "Хмаг повернул голову и пригляделся, — ничего. \n\"Возможно туман создал такой эффект\"- подумал он и вылетел из ангара.\n",
    "answers": [
      {
        "id": 54,
        "text": "Отправиться в рубку"
      }
    ]
  },
  {
    "id": 54,
    "text": "Спрыгнув с платформы, Хмаг вошел в рубку управления.\nВся команда уже находилась на местах.",
    "answers": [
      {
        "id": 55,
        "text": "Сесть в биококон"
      }
    ]
  },
  {
    "id": 55,
    "text": "Хмаг устроился в своем биококоне. ",
    "answers": [
      {
        "id": 56,
        "text": "Отдать приказ о взлете"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Команда, готовимся к взлету! Доложите готовность!\n— Корабль к взлету готов, капитан! -доложила Дан-Вэй.\n— Двигатели в режиме взлета, -Ван-Тай колдовал над своей панелью.",
    "answers": [
      {
        "id": 57,
        "text": "- Взлет разрешаю"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Принято, взлетаем!\nПо корпусу прошла легкая дрожь, \"Феори\" оторвался от песчаной поверхности планеты. Посадочные подушки втянулись внутрь корабля. Плавно набирая скорость, \"Феори\" устремился вверх. Преодолев незримую границу, где высота превращается в расстояние до поверхности, корабль вышел за орбиту планеты.\n— Внешней гравитации нет, -доложил Дан-Най.\n— Курс на систему \"Дерризз\" установлен.\n— Отлично, -Хмаг потянулся,- переходим в гиперрежим.\nЛегкая вибрация, возвестила о переходе судна в гиперскоростной режим.\n— Лейтенант Дан-Вэй, предупредите казарму, и активируйте установку анабио-сна.\n— Команда оповещена, активирую установку!\n\"Ну, вот и все. Задание практически выполнено\", -подумал Хмаг, -\"осталось доставить груз на полигон и отправиться домой\".. Установка гипер-сна прервала размышления капитана...",
    "answers": [
      {
        "id": 58,
        "text": "Через какое-то время.."
      }
    ]
  },
  {
    "id": 58,
    "text": "Ему снилось что-то очень далекое, может не существовавшее вообще. Бездонная пропасть Пустоты и, в то же время, теплый летний день на Эрте. Небо, усеянное пушистыми, розовыми облаками. И он взлетал к тем облакам, чтобы застыть там на мгновение и, снова опуститься вниз, во что-то теплое, мягкое, похожее на копну свежескошенной травы. И снова взлететь. И снова упасть. И, казалось, этот полет будет бесконечным..\nНо, взлетев в очередной раз в небо, он, полетев вниз, приземлился на что-то жесткое. Даже не призимлился, а рухнул на что-то грубое, угловатое, ребристое. Из темноты высветился кошмарный силуэт, страшные, двойные челюсти ощерились у самого лица....",
    "answers": [
      {
        "id": 59,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 59,
    "text": "Хмаг открыл глаза, но, видимо сон прорвался в реальность: лепестки биококона напротив лица с шипением плавились, издавая отвратительный запах горелого биопластика. Отверстие разрасталось на глазах, и в него снаружи, пыталось пролезть нечто, напоминающее паука. Бледного, склизского, невероятно подвижного паука. Суставчатые конечности с невероятной силой протискивались сквозь прочный материал кокона.",
    "answers": [
      {
        "id": 61,
        "text": "Прикрыть лицо рукой"
      }
    ]
  },
  {
    "id": 60,
    "text": "       ",
    "answers": [
      {
        "id": 60,
        "text": "Безуспешно. Возможно, следует оглушить лицехвата.",
        "comment": true,
        "need": [
          -64,
          -65
        ]
      },
      {
        "id": 60,
        "text": "Успешно. Хмаг с силой оторвал существо от лица.",
        "comment": true,
        "need": [
          64,
          65
        ]
      },
      {
        "id": 63,
        "text": "Назад"
      },
      {
        "id": 66,
        "text": "Отбросить лицехвата",
        "need": [
          64,
          65
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Хмаг инстинктивно закрыл лицо рукой. \nНедостаточно быстро. Существо успело пролезть внутрь кокона и со страшной силой стиснуло лицо капитана. Последним что увидел Хмаг, была бледная пульсирующая трубка, вылезающая из туловища мерзкой твари. Трубка ужом проскользнула в рот и дальше в трахею. \nВ голове зашумело от нехватки воздуха.\nСуставчатые конечности закрыли обзор.",
    "answers": [
      {
        "id": 62,
        "text": "Попытаться оторвать лицехвата руками"
      },
      {
        "id": 63,
        "text": "Открыть створки кокона и вскочить с места"
      }
    ]
  },
  {
    "id": 62,
    "text": "В коконе весьма тесно для активного сопротивления...",
    "answers": [
      {
        "id": 61,
        "text": "Сохранение"
      }
    ]
  },
  {
    "id": 63,
    "text": "Хмаг лихорадочно подал мыслекоманду на запирающее устройство биококона. Лепестки разошлись. Хмаг резко вскочил с места.",
    "answers": [
      {
        "id": 60,
        "text": "Попытаться оторвать существо"
      },
      {
        "id": 64,
        "text": "Удариться головой о переборку",
        "need": -64
      },
      {
        "id": 65,
        "text": "Упасть лицом на пол",
        "need": -65
      }
    ]
  },
  {
    "id": 64,
    "text": "Хмаг врезался лицом в переборку рубки. Существо ослабило хватку.",
    "answers": [
      {
        "id": 63,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 65,
    "text": "Хмаг подпрыгнул и всем весом припечатал существо к полу. Лицехват обмяк, возможно стоит попробовать его оторвать.",
    "answers": [
      {
        "id": 63,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 66,
    "text": "Наконец Хмагу удалось оторвать тварь от своего лица и отбросить ее в сторону. Он закашлялся, пытаясь восстановить дыхание. Лицо горело, в горле стоял ком, но для Хмага это были мелочи.",
    "answers": [
      {
        "id": 67,
        "text": "Осмотреть помещение"
      }
    ]
  },
  {
    "id": 67,
    "text": "Стараясь не думать об возможном вреде, причиненном ему существом, Хмаг окинул взглядом помещение. В рубке царил хаос. Биококоны были искорежены и оплавлены, во все стороны торчали обрывки оптоволокна. Пол и стены были облеплены какой то прозрачной, желеобразной гадостью. У дальней стены раскорячилась помятая тушка лицехвата, членистые конечности слабо подрагивали. Двери были целыми, но в потолке рубки виднелась дыра внушительного размера с неровными, оплавленными краями.",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреть биококоны",
        "need": -71
      },
      {
        "id": 69,
        "text": "Поискать оружие",
        "need": -69
      },
      {
        "id": 70,
        "text": "Осмотреть существо"
      },
      {
        "id": 73,
        "text": "Направиться к выходу",
        "need": [
          69
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "Биококоны были разворочены до неузнаваемости. Члены команды отсутствовали. На коконе Ир-Ван-Тая были видны следы крови. В тревожном свете слабого аварийного освещения, лаймово-зеленая харконианская кровь, зловеще флюоресцировала.",
    "answers": [
      {
        "id": 71,
        "text": "Обыскать коконы"
      },
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "Личное оружие располагалось в особой ячейке кокона. ",
    "answers": [
      {
        "id": 72,
        "text": "Проверить ячейку"
      }
    ]
  },
  {
    "id": 70,
    "text": "Хмаг подошел к лицехвату. Тварь никак не отреагировала, лишь подрагивали конечности.",
    "answers": [
      {
        "id": 67,
        "text": "Отойти от существа"
      }
    ]
  },
  {
    "id": 71,
    "text": "   ###Новый предмет: жетон офицера###\n—Идек Ир-Ван-Тай--\nЛичное дело разблокировано.\n",
    "answers": [
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Найден:\n импульсный пистолет х1\n энергоэлемент х2",
    "answers": [
      {
        "id": 67,
        "text": "Забрать"
      }
    ]
  },
  {
    "id": 73,
    "text": "Хмаг уже сделал шаг в сторону выхода, как вдруг, лепестки входного люка, содрогнулись от мощного удара. На лепестках появилась внушительная выпуклость. За первым ударом пришел второй. Затем послышался дикий хруст сминаемого биопластика, и во входном люке появилось рваное отверстие.",
    "answers": [
      {
        "id": 74,
        "text": "Принять бой"
      },
      {
        "id": 75,
        "text": "Попытаться влезть в дыру на потолке",
        "need": -75
      }
    ]
  },
  {
    "id": 74,
    "text": "Хмаг рывком поднял пистолет и приготовился к стрельбе. Меж тем, дыра увеличивалась на глазах, чьи то сатанински сильные пальцы, раздирали прочнейший металлопластик как бумагу.\nНаконец, люк был разорван в клочки и на пороге рубки показалось жуткое существо.\nПервое что бросалось в глаза — зубы. Острейшие, сверкающие платиновым блеском зубы. Существо было Хмагу по-грудь, имело продолговатую форму головы, которая покоилась на мощном, костистом теле, имевшим форму терратоида. Довершал картину необычайно подвижный, костистый хвост, имевший на конце заостренную пластину.\nТварь встала напротив Хмага, развела в стороны мощные, трехпалые руки и жутко оскалилась.",
    "answers": [
      {
        "id": 76,
        "text": "Стрелять в голову"
      },
      {
        "id": 77,
        "text": "Стрелять в туловище"
      }
    ]
  },
  {
    "id": 75,
    "text": "Хмаг подпрыгнул и зацепился за край отверстия. К сожалению существо оказалось быстрее...\n\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Сохранение"
      }
    ]
  },
  {
    "id": 76,
    "text": " Хмаг выстрелил. Мощным импульсным зарядом твари снесло пол головы. Во все стороны брызнула жидкость, попала на стену и пол и задымилась. Тело упало навзничь. Хмаг с недоумением смотрел, как едкая дрянь, заменяющая существу кровь, с поразительной скоростью разъедает металлопластик.",
    "answers": [
      {
        "id": 78,
        "text": "Обдумать ситуацию"
      }
    ]
  },
  {
    "id": 77,
    "text": "Хмаг выстрелил. К сожалению, несмотря на полученный урон, тварь выдержала импульсную атаку. Повторно капитан выстрелить не успел...",
    "answers": [
      {
        "id": 74,
        "text": "Сохранение"
      }
    ]
  },
  {
    "id": 78,
    "text": "Хмаг прислонился к краю своего раскуроченного биококона. Нужно было уложить в голове все происходящее. А происходило нечто, напоминающее дикий кошмар. Капитан посмотрел на кислотные дыры в полу, края которых слабо дымились. Нет, сном здесь не пахло. А если это реальность, то в том, откуда появились эти твари, сомневаться не преходилось. Не зря ему с самого начала не понравились эти чертовы яйца. Непонятно только, как из такого яйца получился второй ксеноморф. Слишком крупноват.\nЧто же теперь предпринять?",
    "answers": [
      {
        "id": 79,
        "text": "Попробовать выйти на связь с командованием"
      },
      {
        "id": 80,
        "text": "Определить текущее местоположение корабля"
      },
      {
        "id": 81,
        "text": "Пробраться в инженерный отсек",
        "need": 79
      }
    ]
  },
  {
    "id": 79,
    "text": "Хмаг подошел к кокону специалиста по связи. Повреждения на нем были не очень сильные, так что Хмагу, после некоторых манипуляций, удалось оживить визор биококона. Однако, информация была неутешительной. Связь отсутствовала. Кроме того, была потеряна связь со всеми системами корабля, рубка перестала быть центром управления.",
    "answers": [
      {
        "id": 78,
        "text": "...."
      }
    ]
  },
  {
    "id": 80,
    "text": "Бесполезно. Рубка больше не контролирует корабль.",
    "answers": [
      {
        "id": 78,
        "text": "...."
      }
    ]
  },
  {
    "id": 81,
    "text": "Оставался только один выход — пройти в отсек контроля силовых установок и направить корабль к ближайшей планете, для осуществления экстренной посадки.\n",
    "answers": [
      {
        "id": 82,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 82,
    "text": "Хмаг вышел из рубки. Освещение, кроме тусклых аварийных ламп, в коридоре отсутствовало. Ксеноморфов не наблюдалось.\nЧтобы попасть в инженерный отсек, требовалось пройти мимо казарм.",
    "answers": [
      {
        "id": 83,
        "text": "Идти вперед"
      }
    ]
  },
  {
    "id": 83,
    "text": "Хмаг, стараясь не шуметь, двинулся в направлении инженерного. Чем дальше он отходил от рубки, тем больше попадалось следов чужих. На стенах повилась знакомая склизская субстанция. В некоторых местах, она достигала полуметровой толщины. Одно из таких утолщений показалось капитану странным.",
    "answers": [
      {
        "id": 84,
        "text": "Осмотреть"
      },
      {
        "id": 85,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 84,
    "text": "Хмаг подошел к утолщению. Глазам открылось жуткое. Утопая наполовину в вязкой дряни, на стене было распято тело Эи. На лице первого пилота застыла гримаса боли. Голова была неестественно запрокинута, конечности, вывернутые из суставов, были согнуты под немыслимыми углами. Но, самое жуткое зрелище представляла грудная клетка. В центре ее зияла дыра. Осколки ребер торчали наружу, будто от детонации небольшого снаряда.\nНа полу, рядом со стеной, раскорячился паукообразный ксеноморф. Уже мертвый.\n\n<<<Эя Дан Вэй. Личное дело доступно>>>",
    "answers": [
      {
        "id": 85,
        "text": "Пойти дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "Хмаг пошел дальше. \nЧерез некоторое время, он, наконец, достиг казарм. Здесь коридор сужался. По левой стороне показались раскуроченные двери казармы. ",
    "answers": [
      {
        "id": 86,
        "text": "Войти в помещение казармы"
      }
    ]
  },
  {
    "id": 86,
    "text": "Хмаг осторожно заглянул внутрь. В казарме  все было перевернуто вверх дном. Стены в обилии покрывала знакомая клейкая масса. Отряд, в полном составе, тоже был здесь. Так же, как и первый пилот, они были распяты на стенах, ребра у всех торчали наружу. Похоже, бойцы пытались сопротивляться. Посередине казармы, имело место нагромождение из коек и оборудования — импровизированная баррикада. Здесь же, лежала пара мертвых взрослых ксеноморфов. \nУ Хмага мелькнула страшная догадка, откуда появились взрослые твари. Недаром ведь, малая особь так настойчиво пыталась получить доступ к его горлу. Если все обстоит именно так, то где-то на корабле бродит еще два десятка тварей.",
    "answers": [
      {
        "id": 87,
        "text": "Выйти из казармы"
      }
    ]
  },
  {
    "id": 87,
    "text": "Хмаг развернулся и вышел в коридор. Вовремя. На то место, где он только что стоял, с грохотом приземлился чужой. Видимо тварь все это время сидела, прицепившись к потолку казармы.",
    "answers": [
      {
        "id": 88,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 88,
    "text": "На меткость Хмаг не жаловался никогда. Проглотив импульсный заряд, вместе с передними зубами, тварь отлетела вглубь казармы. Но в помещении уже угадывались мерзкие очертания новых ксеноморфов.",
    "answers": [
      {
        "id": 89,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 89,
    "text": "Хмаг развернулся и что есть духу припустил в сторону вертикальной шахты.\nВпереди коридор раздваивается, а через небольшое расстояние, снова сходится в один. Куда бежим?",
    "answers": [
      {
        "id": 90,
        "text": "Налево"
      },
      {
        "id": 91,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 90,
    "text": "Хмаг выбежал из коридора и остановился у края вертикальной шахты.",
    "answers": [
      {
        "id": 92,
        "text": "Прыгнуть вниз"
      }
    ]
  },
  {
    "id": 91,
    "text": "Хмаг забежал в правый коридор, но сделав несколько шагов, споткнулся и упал. Руки инстинктивно погасили инерцию. Хмаг рывком поднялся. Погоня, похоже, не особо торопилась. Видимо твари считали, что ему некуда деться. \nХмаг собрался было бежать дальше, но тут, его внимание привлекла правая стена коридора. Приглядевшись, он увидел то, что и ожидал — тела троих оставшихся членов экипажа, вмурованных в стену. Вот откуда вышли три твари, учинившие расправу над бойцами в казарме.\n\n      <<<Разблокированы личные дела>>>",
    "answers": [
      {
        "id": 90,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "Шансов не разбиться было немного. Но дороги назад не было. Сделав короткий разбег, Хмаг прыгнул.\nНеизвестно, чем закончилось бы падение, если бы на падающего не среагировала система сенсоров, единственного, чудом уцелевшего боевого атмосферника. Умная машина моментально среагировала на летящее по шахте тело капитана. Мгновение — и Хмаг почувствовал себя сидящим в удобном коконо-кресле атмосферника. Прямо перед лицом, раскорячились фрикционы управления ионной пушкой и визор наводки.",
    "answers": [
      {
        "id": 93,
        "text": "Лететь в инженерный отсек"
      }
    ]
  },
  {
    "id": 93,
    "text": "Хмагу пришла в голову мысль, уничтожить из пушки чужих и, главное, яйца. Но, взглянув на мигающий индикатор заряда батарей, понял, что это плохая затея. Машина ему сейчас была нужна для того, чтобы быстро добраться в инженерный. \n\"А там, — поглядим\" -подумал Хмаг.\nМежду тем атмосферник влетел в главный грузовой ангар. Массового \"восстания пришельцев\" капитан, однако, не увидел. Яйца, окутанные статикой, мирно стояли рядами, насколько хватало глаз.\n\"Неужели всего одна, нечаянно вылупившаяся тварь, смогла натворить столько бед?\" -Хмаг поежился, подумав, что могла сделать сотня лицехватов. А тысяча??\nВдруг, капитан почувствовал жгучую боль в груди. Хмага прошиб холодный пот. Значит та тварь успела отложить ему в горло эмбрион! Неспроста он чувствовал ком в горле, после нападения лицехвата.\nРешение созрело само собой. Аппаратуры инженерного отсека хватит, чтобы найти ближайшую ненаселенную планету. Направить на нее корабль с умершей рубкой управления — пара пустяков. А дальше — как повезет..\nВ это время атмосферник влетел в малый грузовой. Видимо взрослые ксеноморфы обладали разумом. Вся техника была раскурочена до невозможности. Как уцелел атмосферник, можно было только гадать.\nНаконец, показались двери инженерного отсека. Разумеется, они не открылись и Хмагу пришлось вынести их зарядом ионника.\n",
    "answers": [
      {
        "id": 94,
        "text": "Войти в отсек"
      }
    ]
  },
  {
    "id": 94,
    "text": "Хмаг спрыгнул с атмосферника и зашел в инженерный. Сюда твари не добрались. А может понимали, что нанеся повреждения двигателям, спровоцируют детонацию. \nВремени, в любом случае, было в обрез.",
    "answers": [
      {
        "id": 95,
        "text": "Подойти к главной консоли"
      }
    ]
  },
  {
    "id": 95,
    "text": "Хмаг активировал визор главной консоли управления. Аппаратура инженерного, за исключением дверного механизма, работала напрямую от ходовых установок.",
    "answers": [
      {
        "id": 96,
        "text": "Сканирование.."
      }
    ]
  },
  {
    "id": 96,
    "text": "Хмаг активировал сканер пространства.\nРезультатов долго ждать не пришлось. При отказе систем рубки управления, корабль автоматически вышел из гиперрежима в чертовой глуши. Сканер не мог привязать местоположение корабля ни к одной из звездных систем. Всего в нескольких парциклах от корабля, находился небольшой планетоид. Атмосфера на нем имелась, но была в таком состоянии, что исключалась всякая возможность существования там жизни.",
    "answers": [
      {
        "id": 97,
        "text": "Направить корабль к планетоиду.\n"
      }
    ]
  },
  {
    "id": 97,
    "text": "Хмаг ввел ряд команд. Визор выдал информацию об успешном изменении курса.\nДело было сделано. Теперь следовало продать свою жизнь как можно дороже.",
    "answers": [
      {
        "id": 98,
        "text": "Выйти из отсека"
      }
    ]
  },
  {
    "id": 98,
    "text": "Хмаг вышел из инженерного и запрыгнул в атмосферник. Заряда батарей оставалось на пару залпов из ионника. ",
    "answers": [
      {
        "id": 99,
        "text": "Лететь в главный ангар"
      }
    ]
  },
  {
    "id": 99,
    "text": "Хмаг задал курс на предшлюзовой отсек, что выше главного ангара. Нужно было проконтролировать, чтобы никто не покинул корабль.\nАтмосферник развернулся и полетел в указанном направлении.\nКак только Хмаг влетел в отсек, стены вокруг содрогнулись. \"Феори\" снарядом влетел в атмосферу планетоида. \nАтмосферник инерцией отнесло к стене отсека и ударило о нее. Замигавший индикатор на визоре, возвестил об отказе ходовой. Машина рывком опустилась на пол отсека. \nПлан Хмага сработал не до конца. При подлете к поверхности, каким то образом сработала умершая автоматика и успела развернуть шасси-подушку. Тем не менее, скорость была достаточно велика и \"Феори\", сорвав посадочный модуль, вспахал днищем скалистый грунт планетоида и остановился.\nХмаг сидел в атмосфернике без движения. Только сейчас он ощутил, насколько он устал. Пришел в себя он от резкой боли в груди. Тварь явно просилась на волю.\nОкинув взглядом атмосферник, Хмагу пришла в голову идея. Он спрыгнул на пол отсека и подошел к задней части машины. С помощью нехитрых манипуляций вытащил из гнезда энергоячейку атмосферника. Здесь же разжился несколькими отрезками кабеля. Из приборной панели выкрутил речевой модуль и радиопередатчик. \nС помощью сварочного аппарата, бывшего в ремкомплекте атмосферника, соединил все детали и сделал короткую голосовую запись на речевой модуль. В итоге, у него получился примитивный радиобакен. Записанное голосовое предупреждение он посылал в эфир с интервалом полтора парцикла. Статическое отталкивание, обеспечивало возврат энергии к батарее и исключало засорение маяка пылью, которая уже начинала просачиваться в отсек из поврежденных створок входного шлюза. Атмосфера тут была грязной.\nХмаг отнес модуль поближе к входу, чтобы корпус корабля меньше экранировал сигнал. Остатки воздуха стремительно покидали отсеки \"Феори\". Хмаг чувствовал как теряет сознание. \nВсе же он смог дойти до атмосферника и вскарабкался в кокон-кресло. И тут его скрутил очередной приступ боли. Грудь будто резали изнутри. Хмаг как в тумане видел, как комбинезон на груди выпятился. Затем прочная ткань с треском порвалась. Капитан закричал. Все же, с каким-то отчаянным упорством он цеплялся за кромки сознания. Собрав последние силы, он резким движением схватил, показавшуюся из груди, склизскую голову мерзкой твари и рывком вытащил ее из себя. Другой рукой поднял пистолет и выпустил заряд прямо в оскаленную пасть. Тварь упала на платформу атмосферника, разбрызгивая фонтаны кислотной дряни.\nУмирая, Хмаг успел увидеть, как кислота, увлекая за собой тело ксеноморфа, проделывает дыру через платформу атмосферника и пол отсека вниз... к главному ангару.....\n\n",
    "answers": [
      {
        "id": 100,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 100,
    "text": "Где-то в пространстве летают обрывки слов. Трансляции матчей, телефонные разговоры, просьбы о помощи, признания в любви...\nИногда их принимают, записывают, расшифровывают... Но чаще, они улетают в темноту Пространства.. непринятые.. неуслышанные..\nСреди них едва слышна, повторяющаяся каждые двенадцать секунд, уверенная, спокойная, исполненная мужества харконианская речь: \" Говорит Хмаг Тей- Ван-Дай. Капитан боевого корабля \"Феори\". Не приближайтесь к планетоиду. На корабле \"чужие\"\"....",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  }
]