[
  {
    "id": 1,
    "text": "Автор: Zet.\nЖанр: Апокалипсис.\n   Человечество грядёт к краху. На Земле появился неизвестный вирус, способный убить все чувства и память человека, его разум. Остаются лишь инстинкты и рефлексы, а заражённый вирусом организм нуждается в человеческом мясе. Единственный способ убить заражённого — уничтожить гнездо вируса — мозг. \n   Вам придётся выжить в этом ужасном мире любой ценой, добывая еду, воду и заботясь о своём укрытии и группе. Вам придётся прожить эти дни, каждый раз радуясь восходу солнца и опасаясь наступления темноты. \n   Удачи, выживший!\n   P.S. Если вы найдёте ошибки в квесте, прошу написать в отзывах. Также можете зайти на мою страницу Вконтакте, там выкладывается информация по квестам.",
    "answers": [
      {
        "id": 2,
        "text": "Начало истории"
      },
      {
        "id": 3,
        "text": "Главы"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 26,
        "text": "Достижения"
      },
      {
        "id": 27,
        "text": "Обновления"
      },
      {
        "id": 46,
        "text": "Истории других персонажей апокалипсиса"
      },
      {
        "id": 1,
        "text": "Связь с автором:",
        "url": "https://vk.com/id436574908"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                      — Глава первая —\n                                      НАЧАЛО КОНЦА \n                              27 марта 2017. Суббота.\n   «Меня зовут Макс. Мне двадцать семь лет. До апокалипсиса у меня было всё: деньги, большой дом, красивая и добрая девушка. Я хочу рассказать вам об этой доапокалиптической жизни...\n   -Хэй, Маакс! Ахахах! Смотри что я в бардачке нашла! Это же фотографии с нашего отпуска на Байкале! А мы их искали! Я, помню, всего тебя извела вопросом «Где они?». А они оказывается тут все эти три года лежали! Ахахах! Эхх, как же там было красиво! Давай  летом опять туда съездим.\n",
    "answers": [
      {
        "id": 4,
        "text": "Да, конечно, там очень красиво!"
      },
      {
        "id": 5,
        "text": "Извини, но это слишком дорого"
      }
    ]
  },
  {
    "id": 3,
    "text": "Все главы квеста",
    "answers": [
      {
        "id": 1,
        "text": "«-----Назад"
      },
      {
        "id": 2,
        "text": "Первая. —Начало конца—"
      }
    ]
  },
  {
    "id": 4,
    "text": "-Спасибо, ты лучший! [Обнимает и целует вас в щёку]\n-[Счастливый смех] Ахахах! Только не мешай мне рулить.\n-Ну же, посмотри на фотографии, ты же наверняка хочешь вспомнить те времена!\n",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть на фотографии"
      },
      {
        "id": 7,
        "text": "Не отвлекаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "   -Что значит дорого? Это намного дешевле, чем, например, поездка в Египет на полмесяца. Тебе же прилично платят, да и я тоже неплохо зарабатываю. Тем более мы же откладывали на отпуск целый год! \n-Извини, но...\n[Расстроенно]-Всё, ладно, не надо. Лучше посмотри на фотографии.",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть на фотографии"
      },
      {
        "id": 9,
        "text": "Не отвлекаться"
      }
    ]
  },
  {
    "id": 6,
    "text": "   [Смотрите на фотографии] -Даа, это было круто. Очень красиво! Какое же это прекрасное место!\n-Даа, это уж точно! Слушай, у меня тут появилась идея, и я просто обязана с тобой ей поделиться.\n-Ну-ка, и что это?\n-Давай обустроем красивый сад. Вырастим деревья, посадим кустики, построим беседку, разместим везде цветы. Тебе какие больше нравятся? Розы или тюльпаны?\n",
    "answers": [
      {
        "id": 10,
        "text": "Розы"
      },
      {
        "id": 11,
        "text": "Тюльпаны"
      },
      {
        "id": 24,
        "text": "Я не хочу обустраивать сад"
      }
    ]
  },
  {
    "id": 7,
    "text": "[Вы не отреагировали на просьбу]\n-Да, да, я понимаю, дорога, руль, всё такое... Слушай, у меня тут появилась идея, и я просто обязана с тобой ей поделиться.\n-Ну-ка, и что это?\n-Давай обустроем красивый сад. Вырастим деревья, посадим кустики, построим беседку, разместим везде цветы. Тебе какие больше нравятся? Розы или тюльпаны?\n",
    "answers": [
      {
        "id": 10,
        "text": "Розы"
      },
      {
        "id": 11,
        "text": "Тюльпаны"
      },
      {
        "id": 24,
        "text": "Я не хочу обустраивать сад"
      }
    ]
  },
  {
    "id": 8,
    "text": " [Смотрите на фотографии] -Даа, это было круто. Очень красиво! Какое же это прекрасное место!\n-Даа, это уж точно! Слушай, у меня тут появилась идея, и я просто обязана с тобой ей поделиться.\n-Ну-ка, и что это?\n-Давай обустроем красивый сад. Вырастим деревья, посадим кустики, построим беседку, разместим везде цветы. Тебе какие больше нравятся? Розы или тюльпаны?\n",
    "answers": [
      {
        "id": 10,
        "text": "Розы"
      },
      {
        "id": 11,
        "text": "Тюльпаны"
      },
      {
        "id": 24,
        "text": "Я не хочу обустраивать сад"
      }
    ]
  },
  {
    "id": 9,
    "text": "[Вы не отреагировали на просьбу]\n-Да, да, я понимаю, дорога, руль, всё такое... Слушай, у меня тут появилась идея, и я просто обязана с тобой ей поделиться.\n-Ну-ка, и что это?\n-Давай обустроем красивый сад. Вырастим деревья, посадим кустики, построим беседку, разместим везде цветы. Тебе какие больше нравятся? Розы или тюльпаны?",
    "answers": [
      {
        "id": 10,
        "text": "Розы"
      },
      {
        "id": 11,
        "text": "Тюльпаны"
      },
      {
        "id": 24,
        "text": "Я не хочу обустраивать сад"
      }
    ]
  },
  {
    "id": 10,
    "text": "-Мне тоже! Мы с тобой так похожи! [Счастливый смех] Ну так что, как тебе моя идея?\n-Очень хорошая! Я давно хотел озеленить наш двор. Я за!\n-Я так рада! Я уже составила целый план, но я так боялась, что тебе не понравится! Но ты это оценил! Я так рада!",
    "answers": [
      {
        "id": 12,
        "text": "Я тоже"
      }
    ]
  },
  {
    "id": 11,
    "text": "-А мне больше розы. Ну ничего, мы поставим и те и те. Ну, как тебе моя идея?\n-Очень хорошая! Я давно хотел озеленить наш двор. Я за!\n-Я так рада! Я уже составила целый план, но я так боялась, что тебе не понравится! Но ты это оценил! Я так рада!",
    "answers": [
      {
        "id": 12,
        "text": "Я тоже"
      }
    ]
  },
  {
    "id": 12,
    "text": "   -Я тоже. Слушай, давай после парка как раз этим и займёмся.\n—Давай, заедем на обратном пути в магазин садовода и купим кустики и деревца. А потом мы... \n—А, чёрт! [Скрип тормозов, трение шин об асфальт] \n—[Визг] Ааааа! \n[Машина переворачивается]\n—Ааааа!\n[Удар]\n   ...Я заговорился и поехал на красный свет. Эта, на первый взгляд незначительная ошибка, многого мне стоила. Мы врезались в синий пикап, машина перевернулась и при ударе я потерял сознание. Очнулся я уже в больнице...",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "...Пип...пип...пип...пип...пип...\nВы: «Ааргх»\nМедсестра: «Доктор, он очнулся!»\nВрач: «Как вы себя чувствуете? Вы получили серьёзные травмы при аварии. Мы, если честно, не думали, что вы выкарабкаетесь. Наши врачи...\nВы: «Где Лена?»\nВрач: «Кто?»\nВы: «Лена, девушка, ехавшая вместе со мной»\nВрач: «Аа, та самая... ну, в общем... она жива... жива... она в другой палате... не беспокойтесь... сейчас вам нужно только поправляться... думайте о хорошем. Вы пролежали в коме две недели. Врачи, привёзшие вас на скорой, рассказывали, что от машины осталась только груда металлолома. Лежите, вам нужно поправляться»\n   ...Врач меня обманул. Лена скончалась от травм в этой же больнице, в соседней палате, две недели назад. Я понимал, что в его речи что-то не так, он заплетается, делает паузы. Но мне очень хотелось ему верить. И я верил. Наверное потому что понимал, что люблю её и не могу поверить в то, что она может умереть. Я жил надеждой, и когда меня выписали, и я вышел из палаты, ко мне подошёл тот врач...",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Врач: «Ну что ж, ваше состояние улучшилось и теперь вам нужен только домашний отдых и никакой физической активности в ближайший месяц»\nВы: «Где Лена?»\nВрач: [После непродолжительной паузы] «Лена... ваша девушка... умерла... мне жаль... когда вы спросили о ней, она уже была мертва... я не сказал вам, это могло ухудшить ваше состояние...»\n   ...Но я уже не слушал его. В моих ушах появился какой-то шум, видимо последствия травмы. Я думал... думал о ней, о наших счастливых моментах, о тех, которые были и о тех, которые могли быть. Я не замечал, но с лица, одна за другой, катились слёзы. Сам того не осознавая, я очутился у калитки своего дома...",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "   ...Меня встретил друг...\n   Стёпа: «Привет, Макс! Чёрт, как же я скучал! Я тут за домом и за котом слежу. Дай ка руку тебе хоть пожать»\n[Жмёт руку и заглядывает в опущенное лицо] Стёпа: «Чёрт, извини, точно. Тебе сказали»\n   Макс: «Спасибо за всё, мне нужен покой» \n...Я с трудом выговорил эту фразу и вошёл в дом. Единственное, что теперь у меня осталось от неё - это кот Васька, которого я ей котёнком подарил на двадцать четвёртый День Рождения и план сада, который она хотела устроить во дворе. Я нашёл его в нижнем ящике комода, под одеждой. Зная, что я никогда не дохожу до его дна, она спрятала его туда. Ха. Хитрюга. Я пообещал себе устроить этот сад во дворе в память о ней...",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "   ...Прошло больше года. Тоска из-за потери близкого человека постепенно пропала под весом ежедневных мелочей. Садик был устроен точь в точь по её плану... и везде были розы, её любимые цветы. Всё шло обычно, работа, дом, работа, дом, выходные, парк. Но в одно утро всё переменилось...",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "                                15 мая 2018. Пятница\n   ...Было обычное утро, я собирался на работу. Как обычно, я включил утренние новости. Через пять минут я услышал следующее:\n   «...Люди бегут в панике. Неизвестные науке существа нападают на людей, нанося им многочисленные укусы. С места событий Алексей Галочкин»\n   «На центральных улицах Москвы множество непонятных человекоподобных существ. Люди в панике. На дорогах и тротуарах куча окровавленных трупов. Никто не знает, что делать. Советую вам не покидать свои дома. Я отсюда сваливаю»\n   Вы: «Чёрт, что это такое? А что если это и до сюда доберётся? Я хоть живу и далеко от центра Москвы, но всё равно что-то мне не по себе. На работу сегодня не пойду»\n   ...Но это были только новости. Самое страшное началось через несколько часов, днём...",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "   [Крики на улице] Вы: «Что это? [Смотрите в окно. Видите: люди убегают от каких-то существ, прячутся по домам. Многие не успевают и становятся жертвами монстров. Вы видите этих существ. Это и есть человек! Только он очень бледный, словно мертвец. Стоп, это же и есть мертвец! Вот один из убитых встаёт и гонится за людьми. Что здесь творится!?]\n   Вы: [В поту отходя от окна] «Что же мне делать?»",
    "answers": [
      {
        "id": 19,
        "text": "Запереть дверь"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Дверь вы заперли, но этого вам показалось мало. Нужно срочно забаррикадировать чем-нибудь окна.",
    "answers": [
      {
        "id": 20,
        "text": "Задвинуть переднее окно холодильником",
        "need": -20
      },
      {
        "id": 21,
        "text": "Задвинуть правое окно диваном",
        "need": -21
      },
      {
        "id": 22,
        "text": "Всё заколочено",
        "need": [
          20,
          21
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "   С трудом вам удалось передвинуть холодильник к окну.",
    "answers": [
      {
        "id": 19,
        "text": "Минус окно"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Вы с больши трудом передвинули диван к окну и, перевернув его, уронили на окно. Теперь вместо стекла из него выглядывает диван. Ну ничего, у вас их три",
    "answers": [
      {
        "id": 19,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Вы: «Чёрт, левое окно нечем забаррикадировать! Точно, кресло!»\n   Передвинув кресло, вы поместили его в окно вместо стекла. Вот теперь точно всё",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Вы отступили от двери на середину комнаты. Но из-за шума передвигаемой мебели вас услышали. Мертвецы быстро приближались к дому. Вот они уже стучатся в дверь.\n   «Что же делать?»",
    "answers": [
      {
        "id": 28,
        "text": "Бежать на второй этаж"
      }
    ]
  },
  {
    "id": 24,
    "text": "   -Что!? Почему? Я же так долго составляла план, придумывала всё, а ты так просто хочешь всё сломать? Останови машину!\n   -Лена!\n   -Останови машину!\n   ...Я её остановил... Зря я это сделал. Она вышла и пошла к тротуару, я кричал ей, чтобы она остановилась. Через мгновение какой-то пьяный водитель внедорожника сбил её. Я до сих пор помню этот жуткий час. Я ждал скорой, а когда она приехала, ехал до самой больницы. \n   Лена скончалась на следующий день. Эта потеря была невыносимой. Слёзы текли по моим щекам одна за другой, я шёл и думал о ней, пока внезапно не очутился у калитки своего дома...\n",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": " ",
    "answers": []
  },
  {
    "id": 26,
    "text": "Ваши достижения",
    "answers": [
      {
        "id": 1,
        "text": "«-----Назад"
      },
      {
        "id": 26,
        "text": "Глава первая:\n(пять возможных достижений)\n",
        "comment": true
      },
      {
        "id": 84,
        "text": "Лучший парень",
        "need": [
          4,
          6,
          10
        ],
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Обидчик",
        "need": [
          5,
          9,
          24
        ],
        "need_ever": true
      },
      {
        "id": 45,
        "text": "Предыстория",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 59,
        "text": "Спаситель",
        "need": 52,
        "need_ever": true
      },
      {
        "id": 103,
        "text": "Гордо, но глупо",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 26,
        "text": "Концовки первой главы:\n(две возможных концовки)",
        "comment": true
      },
      {
        "id": 86,
        "text": "Услуга за услугу",
        "need": 91,
        "need_ever": true
      },
      {
        "id": 102,
        "text": "Упущенная возможность",
        "need": 82,
        "need_ever": true
      }
    ]
  },
  {
    "id": 27,
    "text": "16.09.2017\n—Квест создан и добавлен в тест версию\n30.09.2017\nЧто нового:\n—Продолжена сюжетная линия\n—Добавлена ачивка \"Предыстория\"\n07.10.2017\nЧто нового:\n—Продолжена сюжетная линия\n—Создана история сгоревшего дома\n—Добавлена ачивка \"Спаситель\"\n19.05.2018\nЧто нового:\n—Завершена первая глава\n—Добавлено три достижения\n—Добавлены концовки первой главы (в разделе с достижениями)\n",
    "answers": [
      {
        "id": 1,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "   ...Взяв с собой кота в переноске, я быстро побежал на  второй этаж. Мне повезло. Как только я заперся в спальне, они выломали дверь. Теперь я больше подумал о своей безопасности и заблокировал дверь шкафом. Но вечно мне там находиться было нельзя...\n   |•|Найдите блокнот и ручку|•|",
    "answers": [
      {
        "id": 29,
        "text": "Поискать в шкафу",
        "need": -29
      },
      {
        "id": 30,
        "text": "Посмотреть на столе",
        "need": -30
      },
      {
        "id": 31,
        "text": "Тумбочки",
        "need": -31
      },
      {
        "id": 32,
        "text": "Начать дневник",
        "need": [
          30,
          31
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "   Шкаф, которым вы задвинули дверь, был полон одежды. Ничего полезного в нём не было",
    "answers": [
      {
        "id": 28,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "   «Точно, вот они!»",
    "answers": [
      {
        "id": 28,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "   В одной из тумбочек вы нашли нож. Хорошо заточенный нож",
    "answers": [
      {
        "id": 28,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "   ~«Пятнадцатое мая две тысячи восемнадцатого года. Меня зовут Максим. Я застрял в комнате на втором этаже. Мертвецы в доме, ищут меня. Не знаю, сколько ещё продержусь. Нужно найти выход.»~\n   ...Единственным выходом было окно. Я открыл его, подул прохладный ветерок. Посмотрев вниз и поняв, что мне придётся прыгать, я испугался, в глазах помутнелось. Но другого спасения не было. Я прыгнул. Приземлившись, я почувствовал боль в ступнях, но идти мог. Мне опять повезло, меня не заметили. Пора куда-то двигаться...",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "   «Куда идти? Может на окраину? Думаю, там их меньше.»\n   ...К вечеру я добрался до окраины. Там, как я и предпологал, мертвецов меньше, чем в городе. Из сооружений тут была только заправка и сгоревший дом, дальше дорога ведёт в другой город. Вокруг лес, недалеко течёт ручей, вдалеке виднеется большое поле. Я решил осмотреться...",
    "answers": [
      {
        "id": 34,
        "text": "Посмотреть на далёкий лес",
        "need": -34
      },
      {
        "id": 35,
        "text": "Посмотреть на поле",
        "need": -35
      },
      {
        "id": 36,
        "text": "Осмотреть дом",
        "need": -36
      },
      {
        "id": 37,
        "text": "Осмотреть заправку"
      }
    ]
  },
  {
    "id": 34,
    "text": "   Вдалеке виднеется лес. Если не будет еды, можно будет там поохотиться.",
    "answers": [
      {
        "id": 33,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "   В двух километрах от вас виднелось огромное поле, засеянное какой-то культурой. Вы не агроном, не разбираетесь в этом, но если пищи не будет, то можно посмотреть, что там.",
    "answers": [
      {
        "id": 33,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "   Вы вошли в сгоревший дом. Что здесь произошло? Из-за чего случился пожар? Этого вы наверное никогда не узнаете. Под руинами вы заметили несколько сгоревших человеческих останков. Походив немного, вы подняли чёрную от сажи рамку с фотографией. На ней изображена семья: отец, мать и дочь лет девяти. Похоже это их дом. В одной из комнат вы обнаружили обгоревший железный сундук. Огонь сильно повредил его и поэтому вы без труда подняли дубовую крышку. Внутри лежали красивые платья, шляпы, а в самом низу кукла. У вас защемило в сердце, по лицу покатилась слеза. \n   «Пора уходить отсюда. Мне здесь не по себе.»",
    "answers": [
      {
        "id": 33,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "   Зайдя на заправку, вы увидели полки, полные еды. Слева от кассы находился туалет, справа столики и дверь в комнату хозяина заправки. У неё стояли трое ходячих.\n   |•|Нужно осмотреться|•|",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреть туалеты",
        "need": -38
      },
      {
        "id": 40,
        "text": "Осмотреть кабинет"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Вы зашли в туалеты. Ничего в них не было",
    "answers": [
      {
        "id": 37,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Открыв дверь, вы остолбенели от ужаса. На полу лежал мужчина, вокруг него лужа крови, на столе лежала записка. \n   ~«Я больше не могу. Вчера Лёша отправился в лес к леснику за помощью и его уже нет целые сутки! Они скребутся в дверь, у меня только один патрон! Я оставлю его для себя... Если вы читаете это, значит я уже мёртв»~\n   -Если тот человек ушёл за помощью вчера, значит вчера тут уже были мертвецы. Значит они пришли в город с этой стороны, из леса. Но почему?\n   Вложив записку себе в дневник, вы осмотрели кабинет. В нём находился станок для изготовления каких-либо деталей. Видимо этот человек этим увлекался.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "   У кабинета стоит трое ходячих, но у вас же есть нож! Осторожно подобравшись к ним, вы воткнули одному нож в грудь. Но он не упал. Ещё пять точно таких же ударов не принесли желаемого результата. Тогда вы нанесли удар в голову, и ходячий мертвец стал обычным мертвецом. Так вы поняли, что гнездо вируса в голове. Проделав то же самое с оставшимися ходячими, вы с трясущимися от ужаса, окровавленными руками, подошли к двери",
    "answers": [
      {
        "id": 39,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 41,
    "text": "   ...Так я попал на запраку — мой новый дом. Я вытащил трупы на улицу, нашёл в шкафу кабинета спальное бельё, видимо тот человек ночевал на работе, и, преодолев страх и покормив кота кормом, который я взял с полки у кассы, лёг спать. Так прошёл мой первый день в новом мире — мире зла и жестокости, в мире, где редко можно встретить хороших людей, в мире, где каждый день может стать последним...",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": "   ...Я рассказал вам о самом начале, а теперь переместимся в настоящее. Я до сих пор живу на заправке, ем, сплю, придумываю различные планы по защите моего убежища. Запасы скоро кончатся, так что придётся что-то придумывать. А пока давайте просто пытаться выжить.»",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "                                      16 сентября 2018\n   Вы: «Новый день, новый рассвет. Я ещё жив, и это меня радует. Нужно сходить к тому самому ручью, умыться»",
    "answers": [
      {
        "id": 44,
        "text": "Одеться и идти к ручью"
      },
      {
        "id": 92,
        "text": "Дневник апокалипсиса"
      }
    ]
  },
  {
    "id": 44,
    "text": "   Вы пришли к ручью, чтобы умыться. Вокруг росло много растений: клевер, тимофеевка, лопухи и многие другие. Здесь было свежо и прохладно. Утро на ваше счастье выдалось жарким, поэтому прохладная вода из ручья не помешает вам.\n   Вы умылись и попили, солнечные лучи играли в бегущей куда-то вдаль воде. Что там — дальше? Может там так же плохо, как здесь? А может там до сих пор мирно пасутся коровы под присмотром пастуха? А может этот ручей заканчивается где-нибудь близко, на какой-нибудь лесной поляне? Этого вы не знаете. Но вы точно знаете, что это прекрасное место, где можно провести последние тёплые сентябрьские деньки.\n   Было тихо и спокойно, все мертвецы бродили в основном в лесу. Вы отвлеклись, раздумывая о прерывистых ударах дятла о сосну. \n   —Ааааааа!\n   Вы: «Что это!?»\n   —Ааааа!",
    "answers": [
      {
        "id": 50,
        "text": "Направляться в сторону крика"
      },
      {
        "id": 74,
        "text": "Возвращаться на заправку"
      }
    ]
  },
  {
    "id": 45,
    "text": "Предыстория\n—————————————————————————————————\nВы узнали предысторию героя.",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Здесь вы сможете узнать истории персонажей, встреченных вами во время вашего прохождения.\n   Доступные истории:\n   -История сгоревшего дома",
    "answers": [
      {
        "id": 1,
        "text": "«-----Назад"
      },
      {
        "id": 47,
        "text": "История сгоревшего дома",
        "need": 36,
        "need_ever": true
      }
    ]
  },
  {
    "id": 47,
    "text": "                                           14 мая 2017\n                                Дом семьи Гореловых\n   Вы хотите узнать, что же случилось с тем сгоревшим домом у заправки? Что ж, я вам расскажу. Это случилось за день до апокалипсиса, в обычной семье Гореловых...\n   —Мама, мама, смотри, я бабочку поймала! Какая она красивая!\n   —Да, очень красивая. Но ты должна её отпустить. Представь, если бы тебя поймали и не отпускали. Каково было бы тебе?\n   —Мне было бы очень плохо и одиноко. Лети, бабочка, лети! Будь свободна!\n   —[Смеясь] Ахахах! Пошли, солнышко, пора обедать!",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "   ...Всё было хорошо. Девочка наслаждалась пением птиц, а мама её радостным смехом. Но всё изменил один вечер...\n   —Папа, а вот ты любишь свою работу?\n   —Да, Алёна, я люблю свою работу. Свою работу нужно в первую очередь любить. Если этого не делать, то она превратится из полезного труда в ежедневную каторгу. А кем ты хочешь быть, Алёна?\n   —Я хочу стать воспитателем, чтобы учить детей вести себя хорошо. Я буду относиться к ним спокойно, объясняя им, если они что-то будут делать неправильно.\n   —Уверен, из тебя выйдет хороший... \n   [Шум во дворе]\n   —Что это, папа?\n   —Не знаю, схожу посмотрю.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "   ...Уже нельзя было ничего изменить. Он и его семья уже были обречены на жестокую и мучительную смерть...\n   —Здесь есть кто-нибудь? [Тишина]\n   ...Он уже собрался зайти в дом, как вдруг раздался выстрел. Его бездыханное тело упало на прогнившее крыльцо, издав предсмертный вскрик...\n   [Злобный смех] —Ха-ха! Должник упал, а долг не опустился! Ха-ха-ха-ха-хах! Тебе был отведён месяц, но ты не отдал деньги в срок. За это... хотя, с кем я разговариваю? Ахахахах!\n   —Ваш долг сгорит вместе с вашим домом! Ахахахах!\n   ...С этими словами в окна деревянного строения полетели коктейли Молотова. Бесчувственные и жестокие псы, живущие на этом свете только ради денег, члены самой опасной группировки Москвы — Ястребы. Об этой группировке я расскажу потом. Из дома ещё какое-то время доносились крики и плач девочки: «Мама, мама!» Но после душераздирающего крика они прекратились. \n   Такова печальная история дома Гореловых — обычной московской семьи\n   ",
    "answers": [
      {
        "id": 46,
        "text": "К историям"
      }
    ]
  },
  {
    "id": 50,
    "text": "   Крик доносился из леса. Кричала женщина. Не задумываясь, вы бросились бежать в сторону крика. Вы бежите, совсем забыв взять с собой нож. Но уже поздно, теперь каждая секунда может стать роковой. \n   Вы быстро, удивляясь своей скорости, добежали до леса. Пятеро ходячих окружили безоружную девушку, пытавшуюся отбиваться от них ногами. Что делать? Нож остался на заправке, под рукой ничего!",
    "answers": [
      {
        "id": 51,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 51,
    "text": "   На земле, в двух метрах от вас, лежало сгнившее полено.\n   —Эй, ублюдки! Идите сюда! Здесь ваш достойный противник, попробуйте взять его живьём!\n   Двое ходячих пошло на вас. Вы мощно нанесли удар по голове одного из них, но полено слишком долго лежало в этом лесу, оно с глухим треском разломилось, но мертвец всё же упал. \n   Второй напал на вас, но вы мощным броском разбили его череп о ближайшую сосну. Трое оставшихся уже почти схватили девушку, её силы были на исходе. Нужно действовать быстро. Одним ударом вы откинули ходячего на несколько метров, двое других отвлеклись и направились на вас.",
    "answers": [
      {
        "id": 52,
        "text": "Отбиваться"
      }
    ]
  },
  {
    "id": 52,
    "text": "   Взяв какой-то булыжник, вы разнесли голову сначала одному, а затем второму мертвецу. Всё, конец? Как бы не так! Справа на вас накинулся последний ходячий. Вы упали, его челюсть громко клацала, вот-вот её зубы коснутся вашего плеча. Вы пытаетесь откинуть его ногами, отбросить руками, но это не помогает. Выцветшие глаза бессмысленно смотрят на вас, в то время, как длинные и острые ногти пытаются достигнуть вашей плоти. Кажется, что это конец. Силы на исходе, становится трудно дышать из-за гнилой вони. Перед глазами пролетели все счастливые моменты жизни. \n   Собрав все свои последние силы, вы попытылись отбросить его ногой. Получилось! Он отлетел на метр, но быстро стал вставать. Вы с трудом поднялись, мертвец пошёл на вас. Взяв в руки его голову, вы откинули его к сосне так, чтобы он больше не встал. \n   Битва окончена. Но где та, ради которой вы чуть не пожертвовали жизнью? Она исчезла. Убежала в лес, спасаясь от мертвецов. Вы должны радоваться, что спасли её, и расстраиваться, что не узнали, кто она. Но все эти чувства были перебиты ужасной усталостью и шоком. Вы еле доплелись до заправки и, даже не покормив кота, повалились на постель.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "   Пролежав так до позднего вечера, Вы проснулись из-за урчания в животе. Вы встали и пошли к еде. Что бы съесть?",
    "answers": [
      {
        "id": 54,
        "text": "Сделать бутерброды с колбасой"
      },
      {
        "id": 55,
        "text": "Перекусить чипсами и шоколадками"
      },
      {
        "id": 56,
        "text": "Поесть вчерашнего супа"
      }
    ]
  },
  {
    "id": 54,
    "text": "   Вы нарезали несколько кружков копчёной колбасы и съели их вместе с сыром. Хлеба у вас нет. Отличные бутерброды получились!",
    "answers": [
      {
        "id": 57,
        "text": "Покормить кота"
      }
    ]
  },
  {
    "id": 55,
    "text": "   Вы распаковали две пачки чипсов и плитку шоколада. Солёное плюс сладкое. Блеск! Но всё же вы захотели съесть именно это. Запив свой \"ужин\" бутылкой воды, вы решили покормить кота",
    "answers": [
      {
        "id": 57,
        "text": "Покормить кота"
      }
    ]
  },
  {
    "id": 56,
    "text": "   Вы открыли кастрюлю со вчерашним супом из рыбных консервов и съели его холодным. Но даже так было очень вкусно. Вы досыта наелись двумя тарелками.",
    "answers": [
      {
        "id": 57,
        "text": "Покормить кота"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Достав упаковку вискаса, вы вывалили всю пачку коту в переноску. После этого вы вернулись в тёплую постель досматривать сны и дожидаться следующего дня. ",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "   Вам снилось много различных снов. Но вот Вы проснулись, чувствуя себя бодрым и сильным. Сквозь щели в жалюзи проникали приятные лучи солнца. Всё тихо и спокойно, прямо как раньше! Но это только на первый взгляд. Выйдя на улицу, Вы увидели на границе леса несколько мертвецов. Откуда-то издалека доносился шум беспокойного ветра.\n   Вы совершили свою ежедневную процедуру и освежились. Пора укреплять своё убежище.\n   На заправке у Вас находилось немного стройматериалов: доски, брёвна, а ещё инструменты. Из этого всего Вам нужно сделать укрепления\n",
    "answers": [
      {
        "id": 60,
        "text": "Приступить к работе"
      }
    ]
  },
  {
    "id": 59,
    "text": "Спаситель\n—————————————————————————————————\nВы пришли на помощь и спасли девушку, на которую напали ходячие.",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "   Перед вами груда досок и брёвен, а также инструменты. Приступим!",
    "answers": [
      {
        "id": 61,
        "text": "Заколотить окна",
        "need": -61
      },
      {
        "id": 62,
        "text": "Наточить колья",
        "need": -62
      }
    ]
  },
  {
    "id": 61,
    "text": "   Вы взяли несколько досок и заколотили ими все окна на заправке. Это должно хоть как-то помочь при нападении мертвецов.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше",
        "need": [
          61,
          62
        ]
      },
      {
        "id": 60,
        "text": "«-----Назад",
        "need": -62
      }
    ]
  },
  {
    "id": 62,
    "text": "   Вы взяли несколько брёвен и из них настрогали острых кольев. Вы установили их невдалеке от своего убежища, чтобы подходящие к вам мертвецы натыкались на них.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше",
        "need": [
          61,
          62
        ]
      },
      {
        "id": 60,
        "text": "«-----Назад",
        "need": -61
      }
    ]
  },
  {
    "id": 63,
    "text": "   Итак. У вас осталось лишь совсем немного материалов, а нужно укрепить дверь и поменять часть сгнившего от сырости пола. Но, к сожалению, придётся выбирать. Что вы сделаете?",
    "answers": [
      {
        "id": 64,
        "text": "Укрепить дверь"
      },
      {
        "id": 65,
        "text": "Сменить пол"
      }
    ]
  },
  {
    "id": 64,
    "text": "   Вы решили для большей надёжности укрепить дверь на заправку. Она сделана из прочного стекла, а окаймляющий её прямоугольник — из пластика. Как раз таки к нему вы прибили листы фанеры и снаружи, и изнутри. Теперь через дверь вы не могли увидеть происходящую на улице ситуацию. Зато безопасней. Также ещё вы тщательно смазали петли на двери.\n   Вы решили поесть, но, подойдя к кассе, вас испугал неожиданный писк. Это внезапно включилась камера видеонаблюдения. Как и почему она включилась — для вас остаётся загадкой. Но в голову к вам подкралась очень интересная мысль: можно установить камеру снаружи, чтобы следить за происходящим. Но как же провести провод наружу? И стоит ли над этим возиться? Вы и так сильно устали.",
    "answers": [
      {
        "id": 66,
        "text": "Установить камеру"
      },
      {
        "id": 70,
        "text": "Идти отдыхать"
      }
    ]
  },
  {
    "id": 65,
    "text": "   Вы решили заделать уже надоевшую вам дыру. С помощью лома оставшиеся гнилые доски были превращены в щепки, а новые в течение получаса прибиты на их место. Теперь пол как новенький! Ну, или почти. \n   Вы решили поесть, но, подойдя к кассе, вас испугал неожиданный писк. Это внезапно включилась камера видеонаблюдения. Как она включилась — для вас остаётся загадкой. Но к вам в голову прокралась очень интересная мысль: можно повесить эту камеру снаружи, чтобы прямо из своей комнаты наблюдать за происходящим. Но как провести провод? И стоит ли вообще его проводить? Вы и так уже сильно устали.",
    "answers": [
      {
        "id": 66,
        "text": "Установить камеру"
      },
      {
        "id": 67,
        "text": "Идти отдыхать"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Вы решили установить камеру. С трудом проведя провод наружу, вы наконец сделали это. Осталось вставить батарейки в ноутбук, который вы нашли в кабинете, и можно будет видеть улицу прямо из своей комнаты.",
    "answers": [
      {
        "id": 67,
        "text": "Идти отдыхать",
        "need": 65
      },
      {
        "id": 70,
        "text": "Идти отдыхать",
        "need": 64
      }
    ]
  },
  {
    "id": 67,
    "text": "   Вы сильно устали и поэтому, покормив Ваську, пошли спать. Вы уже хотели лечь, как вдруг что-то сильно засвистело. Снаружи послышался треск раскачивающихся деревьев, стёкла в окнах задрожали. Начался ураган. Сильный ветер всё шумел и шумел, не давая вам заснуть. Находясь в безопасности, вы всё же чувствовали сильное беспокойсво.\n   Вдруг очень неожиданно что-то грохнуло. Это ветром вынесло дверь на заправку. Новых разрушений долго ждать не пришлось: одно из стёкл с дрезбезгом разлетелось на крупные осколки. Крыша неистово гремела своим металлическим покрытием. \n   Вам каким-то образом удалось заснуть — так сильно вы устали.\n      \n   ",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Вы взволнованно зашли в свою комнату. Солнечные лучики приятно щекотали ваше тело. Вы никогда ранее не видели этих людей, а они Вас. Но это не помешало им не пристрелить, а, наоборот, принять Вас к себе. Пора спешить. Время они, судя по всему, зря не теряют.\n                                 |•|Собраться в путь|•|",
    "answers": [
      {
        "id": 87,
        "text": "Собрать постельное бельё",
        "need": -87
      },
      {
        "id": 88,
        "text": "Забрать ноутбук",
        "need": -88
      },
      {
        "id": 89,
        "text": "Батарейки",
        "need": -89
      },
      {
        "id": 90,
        "text": "Нож",
        "need": -90
      },
      {
        "id": 91,
        "text": "Рюкзак",
        "need": [
          87,
          88,
          89,
          90
        ]
      },
      {
        "id": 92,
        "text": "Дневник апокалипсиса"
      }
    ]
  },
  {
    "id": 69,
    "text": "   Вы проснулись от грубого мужского голоса: «Вставай, вставай!»\n   Открыв глаза, вы увидели перед собой мужчину лет тридцати, наводящего на вас дуло пистолета. Лицо его было некрасиво, но могущественно. Чёрные волосы и такого же цвета щетина придавали ему мрачности, а орлиный взгляд смотрел грозно и повелевающе.\n   Сзади него стояли ещё двое высоких и худощавых человека в толстых куртках и с автоматами в руках.\n   «Вставай, я тебе говорю!» — с этими словами он приподнял вас и двое человек скрутили вам руки.\n   От недоумения вы не знали, что сказать. Мужчина осмотрел вас с ног до головы и спросил:\n   «Ты кто, как сюда попал и как дожил до этого дня?»\n   Незадумываясь, вы ответили ему: \n   «Я человек, как и ты. Пришёл сюда из города, надеясь поселиться тут, где меньше мертвецов. И мне удалось. Здесь было много еды и воды и мало ходячих. А теперь у меня к вам встречный вопрос: кто вы?»\n   «Мы...»\n   «Жень, иди сюда!»\n   Мужчина вышел из кабинета, двое других потащили вас за собой.\n   ",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "   Вы сильно устали и поэтому, покормив Ваську, пошли спать. Вы уже хотели лечь, как вдруг что-то сильно засвистело. Снаружи послышался треск раскачивающихся деревьев, стёкла в окнах задрожали. Начался ураган. Сильный ветер всё шумел и шумел, не давая вам заснуть. Находясь в безопасности, вы всё же чувствовали сильное беспокойсво.\n   Вдруг одно из стёкол неожиданно с дребезгом разлетелось на крупные осколки. Крыша неистово гремела своим металлическим покрытием.\n   Вам каким-то образом удалось заснуть — так сильно вы устали.\n      \n   ",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "   Перед вашими глазами предстала такая картина: Мужчина и две женщины рылись в ваших запасах. \n   «Смотри, Женя, сколько тут еды!» — говорила женщина.\n   «Не так уж и много, но на неделю — две должно хватить» — отвечал мужчина.\n   «А это кто?» — спросила женщина, указывая на вас.\n   «Обитатель данного жилища. Говорит, что один» — ответил мужчина, который так бесцеремонно Вас разбудил.\n   «Ну и что нам с ним делать?» — спросил другой мужчина. \n   «Его можно взять к нам, лишние руки не помешают» — сказала женщина.\n   «Но ещё один человек — это в первую очередь ещё один рот, которого нужно кормить» — разумно ответил мужчина, который, по-видимому, был главным.\n  «Ты прав, но не можем же мы его просто пристрелить. Да и оставить мы его тут без запасов не можем, это равноправно убийству, а мы не убиваем невинных людей» \n   «Хорошо. Мы можем оставить ему немного припасов на пару дней. Этого достаточно, чтобы дойти до города и там найти ещё еды»\n   «В городе сейчас опасно. Толпы мертвецов почти на каждой улице»\n   «Больше нет вариантов. Не можем же мы взять ещё одного выжившего в группу, припасов и так мало»\n   Вы понимали, что если сейчас они сделают так, как задумали, то Вам придётся нелегко.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше",
        "need": 52
      },
      {
        "id": 75,
        "text": "Дальше",
        "need": -52
      }
    ]
  },
  {
    "id": 72,
    "text": "   Вдруг в дверь вошла девушка, лицо которой вам было как будто знакомо. Да это же та самая, которую вы спасли в лесу! Да-да, это точно она. Те же самые тёмно-русые волосы, те же самые голубые глаза. Она тоже вас узнала. От удивления она приоткрыла рот, глаза расширились.\n   «Это он!»\n   «Кто он? Он тебе знаком?»\n   «Это он спас меня тогда, в лесу. Я уже было попрощалась с жизнью, как вдруг он прибежал и начал отводить от меня мертвецов. Благодаря ему я до сих пор жива»\n   Все, видимо, были поражены этой короткой историей. Они с минуту в раздумье смотрели то на вас, то на девушку, как будто не веря её словам. Наконец, главный сказал: \n   «Ты вправду спас нашего механика?»\n   Вы неуверенно кивнули.\n   «Ты сделал для всех нас очень важное дело, в ответ мы окажем тебе такую же услугу. Ты идёшь с нами в наш лагерь. Это не обсуждается. Здесь ты можешь легко погибнуть от голода или от рук мертвецов. Можешь забрать, что тебе нужно, и мы идём»",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "   Вы сопроводили уходящих грабителей взглядом и вернулись к себе в комнату, где недавно так спокойно спали. \n   |•|Соберитесь в путь|•|",
    "answers": [
      {
        "id": 77,
        "text": "Собрать постельное бельё",
        "need": -77
      },
      {
        "id": 78,
        "text": "Взять ноутбук",
        "need": -78
      },
      {
        "id": 79,
        "text": "Батарейки",
        "need": -79
      },
      {
        "id": 80,
        "text": "Нож ",
        "need": -80
      },
      {
        "id": 81,
        "text": "Рюкзак",
        "need": [
          77,
          78,
          79,
          80
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "   Вы не решились проверять, откуда доносится этот испуганный крик. Тем более, что при вас в этот момент не оказалось ножа. Он был забыт на столе, наверное, потому, что предчуствие предвещало только хорошее. Правильно вы поступили или нет — неизвестно.\n   В раздумьях Вы повалились на \"кровать\".\n ",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 75,
    "text": "   «Но так же нельзя, это не правильно! Вы не можете оставить меня здесь! У меня нету оружия, чтобы добраться до города! Да и путь не близкий!»\n   «Извини, но мы не можем взять тебя с собой. Лишних припасов у нас нет. Всё, чем мы можем тебе помочь — это пистолет и три обоймы патронов к нему» — с этими словами мужчина вручил вам старенький ПМ.\n   «Хватит там возиться! Оставим ему еды и воды на двое суток и вперёд!» — закричала женщина.\n   Ну вот и всё. Единственное Ваше безопасное жильё стало бесполезным зданием без припасов. Теперь Вы практически на грани, провизии хватит на два дня, а город кишит ходячими. Но выбор у Вас скудный.\n   ",
    "answers": [
      {
        "id": 73,
        "text": "Собираться в путь"
      },
      {
        "id": 76,
        "text": "Сопротивляться"
      }
    ]
  },
  {
    "id": 76,
    "text": "   Сдаваться было не в Ваших правилах. Направив дуло пистолета на главаря, Вы уже хотели спустить курок, как мощным ударом приклада вас внезапно повалило на пол. В глазах помутнелось, в голове гудело, а у выхода послышались недовольные слова: «Зря. Очень зря. Тебе же хуже, как видишь.» Это была последняя фраза, услышанная Вами от них. \n   Через десять минут полностью придя в себя, Вы обнаружили лежащее рядом оружие. Его оставили, на ваше удивление, нетронутым. Несильная боль продолжалась, но это не означало, что нужно продолжать сидеть на одном месте сложа руки. Пора собирать вещи.",
    "answers": [
      {
        "id": 83,
        "text": "Зайти в комнату"
      }
    ]
  },
  {
    "id": 77,
    "text": "   Вы собрали и аккуратно сложили одеяло и простынь. Они обязательно понадобятся Вам в последующие ночи.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить сборы",
        "need": -83
      },
      {
        "id": 83,
        "text": "Продолжить сборы",
        "need": -73
      }
    ]
  },
  {
    "id": 78,
    "text": "   Небольшой компактный ноутбук, которым вы ни разу не пользовались, теперь положен в рюкзак с надеждой на свою полезность.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить сборы",
        "need": -83
      },
      {
        "id": 83,
        "text": "Продолжить сборы",
        "need": -73
      }
    ]
  },
  {
    "id": 79,
    "text": "   Пальчиковые батарейки. Полезная штука.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить сборы",
        "need": -83
      },
      {
        "id": 83,
        "text": "Продолжить сборы",
        "need": -73
      }
    ]
  },
  {
    "id": 80,
    "text": "   Старенький, затупившийся от работы нож, который Вы до апокалипсиса хранили в спальне на всякий, как говорится, случай. Необходимый инструмент в сложившейся ситуации.",
    "answers": [
      {
        "id": 73,
        "text": "Продолжить сборы",
        "need": -83
      },
      {
        "id": 83,
        "text": "Продолжить сборы",
        "need": -73
      }
    ]
  },
  {
    "id": 81,
    "text": "   Всё своё добро Вы сложили в прочный прорезиненный рюкзак, который Вы нашли оставленным кем-то у ручья. Он был совершенно пуст, но сама его находка — уже большая ценность.\n   Взяв переноску с дорогим Вам питомцем, Вы вышли на свежий воздух. Погода была ясной, хотя где-то вдалеке виднелись небольшие серые тучки. Ещё раз осмотрев заправку, сгоревший дом, прохладный, излюбленный ручей, взглянув на далёкое поле, которое не было посещено Вами ни разу, Вы отправились назад по той же дороге, которая пару месяцев назад привела Вас сюда.",
    "answers": [
      {
        "id": 82,
        "text": "Вперёд. Вернее, назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Вдыхая свежий осенний воздух, шагая по асфальтированной дороге, на которой не видно ни единой машины, Вы продвигались вперёд. Что там — дальше? Жизнь? Или смерть? Этого никак знать нельзя. Но что Вы точно знаете, так это то, что там не спокойный и безопасный мир, как раньше. И Вам придётся приложить все, возможно не только свои, усилия, чтобы выжить.",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 83,
    "text": "   В комнате было светло и приятно. Ну, что ж, с чего начнём?\n   |•|Собраться в путь|•|",
    "answers": [
      {
        "id": 77,
        "text": "Собрать постельное бельё",
        "need": -77
      },
      {
        "id": 78,
        "text": "Взять ноутбук",
        "need": -78
      },
      {
        "id": 79,
        "text": "Батарейки",
        "need": -79
      },
      {
        "id": 80,
        "text": "Нож ",
        "need": -80
      },
      {
        "id": 81,
        "text": "Рюкзак",
        "need": [
          77,
          78,
          79,
          80
        ]
      },
      {
        "id": 92,
        "text": "Дневник апокалипсиса"
      }
    ]
  },
  {
    "id": 84,
    "text": "                                        Лучший парень\n—----------------------------------------------------------------------------------------------\n             Вы поддерживали свою девушку во всём.",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "                                               Обидчик\n—--------------------------------------------------------------------------------------------\n         Вы ни разу не согласились со своей девушкой",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "                                        Услуга за услугу\n—--------------------------------------------------------------------------------------------\n        Покиньте заправку вместе с группой Майора.",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      },
      {
        "id": 104,
        "text": "Подробно"
      }
    ]
  },
  {
    "id": 87,
    "text": "   Одеяло и простыню, долгое время служившие вам кроватью, Вы решили взять с собой. Возможно, у них там и есть лишние койки, но не забрать полюбившееся имущество Вы не могли.",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить сборы"
      }
    ]
  },
  {
    "id": 88,
    "text": "   Ноутбук, которым Вы ни разу не пользовались, теперь положен в рюкзак в надежде на скорое использование в будущем.",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить сборы"
      }
    ]
  },
  {
    "id": 89,
    "text": "   Полезная штука. Может пригодиться.",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить сборы"
      }
    ]
  },
  {
    "id": 90,
    "text": "   Источенный работой нож, который Вы до апокалипсиса хранили в спальне на всякий, как говорится, случай. Теперь он находится у вас за поясом, в любой момент готовый пронзить чью-либо черепушку. ",
    "answers": [
      {
        "id": 68,
        "text": "Продолжить сборы"
      }
    ]
  },
  {
    "id": 91,
    "text": "   Всё своё добро Вы сложили в прочный прорезиненный рюкзак, который был найден Вами оставленным кем-то у ручья. Он был совершенно пуст, но сама его находка — уже большая ценность.\n   Вы: «Я готов»\n   «Отлично, — сказал предводитель группы. — Тогда пошли. Думаю, к вечеру доберёмся до лагеря, если поторопимся. Меня, если что, Александром зовут. Но все называют Майором.»\n   «Приятно познакомиться, Майор. Я Макс. Ну что, выдвигаемся?»\n   «Да, пора», — с этими словами все, ранее стоявшие на заправке, двинулись в путь. Что это за лагерь? Каковы их правила, сколько их и какая там обстановка? Вам известно лишь то, что припасов у них не много, а, значит, не все будут рады Вашему прибытию. А пока Вы движетесь по искривлённой лесной тропинке, сверху меж сосен и елей проглядывает голубой прорехой безоблачное небо, где-то вдали барабанит дятел, а совсем близко перекрикиваются друг с другом какие-то птицы. Вперёд, к безопасности! Наверное.",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 92,
    "text": "                              Дневник апокалипсиса.\n   Обычный тетрадный блокнот с несколькими сувенирными наклейками на обложке и с отрывными листами.\n   Здесь при помощи синей авторучки будут делаться записи о всех Ваших приключениях, а также то, что Вам удастся разузнать о произошедшем.",
    "answers": [
      {
        "id": 93,
        "text": "~Первая запись~"
      },
      {
        "id": 94,
        "text": "~Записка самоубийцы~"
      },
      {
        "id": 95,
        "text": "~Первые дни~"
      },
      {
        "id": 96,
        "text": "~Захлёбы~"
      },
      {
        "id": 97,
        "text": "~Ручей~"
      },
      {
        "id": 98,
        "text": "~Поле~"
      },
      {
        "id": 99,
        "text": "~Конец лета~"
      },
      {
        "id": 100,
        "text": "~Крик в лесу~",
        "need": 74
      },
      {
        "id": 101,
        "text": "~Спасённая девушка~",
        "need": 52
      },
      {
        "id": 43,
        "text": "Закрыть дневник",
        "need": -83
      },
      {
        "id": 83,
        "text": "Закрыть дневник",
        "need": 83
      }
    ]
  },
  {
    "id": 93,
    "text": "                                     15 мая 2018 года\n   ~«Пятнадцатое мая две тысячи восемнадцатого года. Меня зовут Максим. Я застрял в комнате на втором этаже. Мертвецы в доме, ищут меня. Не знаю, сколько ещё продержусь. Нужно найти выход.»~\n   ",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 94,
    "text": "                                     15 мая 2018 года\n   ~«Я больше не могу. Вчера Лёша отправился в лес к леснику за помощью и его уже нет целые сутки! Они скребутся в дверь, у меня только один патрон! Я оставлю его для себя... Если вы читаете это, значит, я уже мёртв»~",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 95,
    "text": "                                    16-21 мая 2018 года\n   ~Мои первые дни на заправке были очень неприятными. Кровь на полу нечем было смыть, пока я не нашёл швабру. Поначалу засыпал долго. Боялся. Боялся трупов, которые уже лежали на улице. Боялся мертвецов, которые могли забраться сюда. Боялся ночных кошмаров, которые несколько раз приходили ко мне. Это было ужасно. Хорошо, что время первоначального шока прошло.~",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 96,
    "text": "                                       24 мая 2018 года\n   ~Сегодня ночью меня разбудил сильный удар о стекло. Сначала вставать не хотел — мало ли что стукнуть могло, может птица какая врезалась или ещё чего. Но после того, как удары стали продолжаться, сопровождаемые неприятным бульканьем, я насторожился. Пришлось выглянуть в окно. Ох, чуть копыта тогда от страха не отбросил. Сейчас, днём, сижу и пишу это, а всё равно как-то не по себе. Трудно описать мой испуг, но зато легко описать чудовище, которое стояло прямо напротив окна, смотря на меня и продолжая бешено наносить мощные удары по пластиковому стеклу. У него было два огромных, бессмысленно глядящих, мутно-жёлтых глаза, всё оно было покрыто грязью, тиной, и чёрной жижей. Он яростно пытался зареветь, но из глотки вырывалось только тошнотворное бульканье и хрипенье. Это существо мало было похоже на обычных ходячих. Не решился я выходить из комнаты, а тем более из убежища. Зря или не зря — не знаю. Но спать эта тварь мне не давала. К утру надоедливые хрипы вдруг прекратились, и я, не размышляя над причиной этого явления, смог наконец-то заснуть. Перед тем, как сделать запись, я подошёл к окну. Было очень светло и тепло — конец мая, как ни как. Монстра не было, зато, выглянув наружу, под окном я обнаружил большую кучу грязи и жижи. Насколько я понял — это его останки. Судя по всему, они не переносят солнца. Или же я что-то путаю. За хриплое бульканье я назвал их захлёбами. Не хотелось бы болше с ними встречаться~\n ",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 97,
    "text": "                                       25 мая 2018 года\n~Сегодня вспомнил про ручей. Решил сходить, а то сидеть на одном месте уже надоело, надо бы и свежим воздухом подышать. Утро было просто прекрасное, погодка на высшем уровне! Рядом с небольшой струйкой воды — ручьём, — начинающейся у средних размеров булыжника и заканчивающейся где-то, наверное, в лесу я почувствовал парящую в воздухе приятную прохладу. Умывшись и попив родниковой воды, я почувствовал себя очень бодрым и решил прогуляться до поля~",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 98,
    "text": "                                      25 мая 2018 года\n   ~Сразу после ручья совершил двухкилометровый поход к полю. Культуру, росшую на нём, разобрать так и не удалось, вроде то ли рожь, то ли пшеница, то ли овёс. В связи с этим трогать не буду, тем более, что еды пока вдоволь. На обратном пути ещё раз насладился родниковой прохладой и, взглянув на развевающуюся на ветру сосновую и еловую хвою, направился в убежище~\n",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 99,
    "text": "                                  31 августа 2018 года\n   ~Последний день лета, за которое я ни черта полезного не сделал. Надо было подготовиться хоть как-то к зиме (как?), но я этого, естественно, не сделал. Такое чувство, что мне наплевать на то, что будет (надеюсь, что нет). Запасов до зимы хватает, но чтобы пережить холода, потребуется где-то раздобыть пищу. Может, сделать вылазку в город? Опасно. Охотиться? Нечем, да и не факт, что получится. Вобщем, что-нибудь придумаю. Но не сейчас. Не сейчас~",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 100,
    "text": "                                 16 сентября 2018 года\n   ~Сегодня слышал ужасные женские крики в лесу. Ради своей же безопасности проверять не стал. Кроме того у меня не было с собой  оружия. Правильно ли я поступил? Не знаю. Но совесть почему-то не даёт мне покоя~",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 101,
    "text": "                                 16 сентября 2018 года\n   ~Умываясь у ручья, услышал испуганные женские крики, доносившиеся из леса. Выжившая? Не может быть! Не задумываясь бросившись на помощь, я совершенно забыл про отсутствие ножа за поясом. Девушку окружили пятеро ходячих, она явно была сильно напугана. Пришлось их прикончить тем, что под руку попалось. Рискуя своей жизнью, чуть не умерев в схватке с мертвецами, я в итоге не смог познакомиться с ней. Она убежала куда-то глубже в лес. Хотя её можно понять — испуг, шок, встреча лицом к лицу со смертью заставили её удалиться подальше от опасности. Я бы поступил также. Наверное~",
    "answers": [
      {
        "id": 92,
        "text": "К другим записям"
      }
    ]
  },
  {
    "id": 102,
    "text": "                              Упущенная возможность \n—----------------------------------------------------------------------------------------------\n   Встретив группу выживших, Вы не смогли пойти вместе с ними и остались выживать в одиночестве.",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      },
      {
        "id": 105,
        "text": "Подробно"
      }
    ]
  },
  {
    "id": 103,
    "text": "                                        Гордо, но глупо.\n—----------------------------------------------------------------------------------------------\n   Проявив свою гордость и направив пистолет на главаря группы выживших, Вы получили неплохой удар прикладом по голове.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "«-----Назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "   Всё своё добро Вы сложили в прочный прорезиненный рюкзак, который был найден Вами оставленным кем-то у ручья. Он был совершенно пуст, но сама его находка — уже большая ценность.\n   Вы: «Я готов»\n   «Отлично, — сказал предводитель группы. — Тогда пошли. Думаю, к вечеру доберёмся до лагеря, если поторопимся. Меня, если что, Александром зовут. Но все называют Майором.»\n   «Приятно познакомиться, Майор. Я Макс. Ну что, выдвигаемся?»\n   «Да, пора», — с этими словами все, ранее стоявшие на заправке, двинулись в путь. Что это за лагерь? Каковы их правила, сколько их и какая там обстановка? Вам известно лишь то, что припасов у них не много, а, значит, не все будут рады Вашему прибытию. А пока Вы движетесь по искривлённой лесной тропинке, сверху меж сосен и елей проглядывает голубой прорехой безоблачное небо, где-то вдали барабанит дятел, а совсем близко перекрикиваются друг с другом какие-то птицы. Вперёд, к безопасности! Наверное.",
    "answers": [
      {
        "id": 26,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 105,
    "text": "   Вдыхая свежий осенний воздух, шагая по асфальтированной дороге, на которой не видно ни единой машины, Вы продвигались вперёд. Что там — дальше? Жизнь? Или смерть? Этого никак знать нельзя. Но что Вы точно знаете, так это то, что там не спокойный и безопасный мир, как раньше. И Вам придётся приложить все, возможно не только свои, усилия, чтобы выжить.",
    "answers": [
      {
        "id": 26,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  }
]