[
  {
    "id": 1,
    "text": "Автор: Алиса Жаглова\nЖанр: романтика\n\nВас зовут Ира. Обычная школьница 7-ого класса. Живёт в небольшом городке. Но как-то раз с ней приключилась очень интересная история. Не судите строго это мой первый квест.\nПриятного чтения.",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 3,
        "text": "К чтателям"
      },
      {
        "id": 10,
        "text": "Глава 1"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Как всегда день начался с утреннего будильника. Я вчера перевела часы на час вперёд, поэтому вместо 8 встала в 7. Но как ни странно выспалась. Моя мама встала раньше меня. Я удивилась когда на столе увидела:",
    "answers": [
      {
        "id": 6,
        "text": "Блинчики со сгущёнкой"
      },
      {
        "id": 7,
        "text": "Пиццу"
      },
      {
        "id": 8,
        "text": "творог с шоколадной стружкой"
      }
    ]
  },
  {
    "id": 3,
    "text": "Дорогие читатели это мой первый квест(1- ое что я вообще написала) поэтому прошу не ставте много дизлайков, а лучше напишите как можно улучшить квест. Зарание извеняюсь за ошибки(вообще когда я пишу я проверяю текст, но могу попросту не увидеть). Спасибо что прочтали это и заранее спасибо за понимание того что прочитали.",
    "answers": [
      {
        "id": 1,
        "text": "назад."
      }
    ]
  },
  {
    "id": 4,
    "text": "Так что шорты или джинсы?",
    "answers": [
      {
        "id": 11,
        "text": "Шорты."
      },
      {
        "id": 18,
        "text": "Джинсы"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сюжет развивается по линии 1.\n==================================\nЯ повонила Игорю и позвала его гулять. В его голосе пчти незаметно, но всё же слышались нотки радости.\n— Конечно пойду. Куда отправимся?",
    "answers": [
      {
        "id": 14,
        "text": "В парк"
      },
      {
        "id": 15,
        "text": "На набережную"
      },
      {
        "id": 16,
        "text": "Просто по городу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я удивилась, когда увидела блинчики, а рядом, в красивой вазочке, сгущёнку. Через несколько секунд я вспомнила, что: во-первых уже начались летние каникулы. Во-вторых сегодня мой день рождения!!! я подбежала к маме поцеловала в щёчку и сказала:",
    "answers": [
      {
        "id": 9,
        "text": "Я тебя люблю."
      },
      {
        "id": 9,
        "text": "Спасибо О-О-ОГРОМЕННОЕ!"
      },
      {
        "id": 9,
        "text": "Ты самая лучшая!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я удивилась когда увидела пиццу, а рядом чашечку, только что сваренного, кофе. Через несколь секунд я вспомнила что: во-первых уже начались летние каникулы. Во-вторых сегодня мой день рождения!!! Я подбежала к маме, поцеловала её в щёчку и сказала:",
    "answers": [
      {
        "id": 9,
        "text": "Я тебя люблю."
      },
      {
        "id": 9,
        "text": "Спасибо О-О-ОГРОМЕННОЕ!"
      },
      {
        "id": 9,
        "text": "Ты самая лучшая!"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я очень удивилась когда увидела творог с шоколадной стружкой. Через несколько секунд я вспомнила что: во-первых уже начались летние каникулы. Во-вторых сегодня мой день рождения!!! Я подбежала к маме поцеловала её в щёчку и сказала:",
    "answers": [
      {
        "id": 9,
        "text": "Я тебя люблю."
      },
      {
        "id": 9,
        "text": "Спасибо О-О-ОГРОМЕННОЕ!"
      },
      {
        "id": 9,
        "text": "Ты самая лучшая"
      }
    ]
  },
  {
    "id": 9,
    "text": "Она обняла меня и сказала:\n—У тебя ведь сегодня праздник.\nСказав это она попрощалась с мной и уехала на работу.\nПозавтракав я решила прогуляться и надела:",
    "answers": [
      {
        "id": 12,
        "text": " Красивое белое платье, чуть выше колен, с большими красными розами.\n\"Чтобы все видели что у мня сегодня праздник\""
      },
      {
        "id": 4,
        "text": "Что-то повседневное, чтобы не выделяться. Например: футболка и шорты<s><s>джинсы"
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава 1\n\nБыло ещё совсем рано, по этому на улице почти никого небыло(Все скорее всего ещё спят. Каникулы же ведь) \"Одной гулять скучно\"-подумала я-\"может Игорю позвонить?\"",
    "answers": [
      {
        "id": 5,
        "text": "Позвонить Игорю"
      },
      {
        "id": 13,
        "text": "Не звонить Игорю"
      },
      {
        "id": 19,
        "text": " ПОГОДИТЕ! Кто такой Игорь?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я решила не выделяться( не люблю, много внимания) и надела футболку и шорты \"лето же на улице\" — промелькнуло у меня в голове.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из дома."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я решила, что белое платье с розами выглядит вполне уместно для сегодняшнего дня. \"Выглядит очень мило и красиво\"- подумала я вертясь перед зеркалом. Наконец вдоволь на себя насмотревшись я вышла из дома.\n\nПролог окончен.",
    "answers": [
      {
        "id": 10,
        "text": "Глава 1"
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "Сюжет развивается по линии 2\n==================================\nМне нравился Игорь ( как друг), но в последний момент передумала звонить.\nКуда отправимся?",
    "answers": [
      {
        "id": 21,
        "text": "В парк"
      },
      {
        "id": 22,
        "text": "Просто по городу"
      },
      {
        "id": 20,
        "text": "Вдоль набережной"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Может в парк? — предложила я.\n—Отличная идея. Я скоро буду жди меня там.\n—Договорились.\n—Тогда увидимся.\n—Буду ждать- сказала я и полжила трубку.",
    "answers": [
      {
        "id": 17,
        "text": "Ждать."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Может вдоль набережной?\n—Отличная идея. Я буду минут через… 5. Ок?\n—Договорились.\n— Тогда увидемся.\n—Буду ждать — сказала я и повесила трубку.",
    "answers": [
      {
        "id": 15,
        "text": "Ждать (скоро)"
      },
      {
        "id": 5,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Давай просто по городу походим.\n—Хорошо. Где встретимся?\n—Я подойду к твоему дому.\n—Буду ждать.\n—Давай.-сказала я и повесила трубку.",
    "answers": [
      {
        "id": 29,
        "text": "Идти к дому Игоря"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я присела на скамейку и стала ждать Игоря. От безделья я стала отрывать от кустов листики и рвать их. Ждала я не очень долго. Вот и Игорь.\n— Привет. Ещё раз-сказал он.\n— Привет.\n— Ты сегодня очень хорошо выглядишь.- чуть покраснев сказал он.\n— Спасибо.\n",
    "answers": [
      {
        "id": 25,
        "text": "Спрость как дела."
      },
      {
        "id": 17,
        "text": "Спросить нравлюсь ли я ему (скоро)"
      },
      {
        "id": 17,
        "text": "Молчать (скоро)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я решила не выделяться ( не люблю много внимания) и надела футболку с джинсами \"Вдруг похолодает\" — подумала я.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из дома."
      }
    ]
  },
  {
    "id": 19,
    "text": "Игорь мой друг детства. Я почти всё время гуляла с ним и другими мальчишками на моей улице. потому что во-первых на улице почти не было девочек. Во-вторых с мальчишками было играть намного интереснее чем с девчонками. С каждым годом мы стали проводить больше времени вместе. Он перешёл в 8-ой класс… Совсем забыла рассказать как он выглядит. Ну в принципе ничего примечательного нет. У него темные волосы, голубые глаза, ростом он чуть выше меня. Летом обычно носит какую-нибудь футболку и шорты. Наверное всё.",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Сегодня здесь было немноголюдно и пустынно. Одной ходить мне как-то не по себе. Может выберешь что-то другое?",
    "answers": [
      {
        "id": 21,
        "text": "Ну ок пойдём в парк"
      },
      {
        "id": 22,
        "text": "Хочу полюбоваться городом"
      },
      {
        "id": 23,
        "text": "Остаться здесь"
      }
    ]
  },
  {
    "id": 21,
    "text": "В парке было больше народу, но я по прежнему чувствую себя немного одиноко. Я как всегда взяла с собой телефон и слушала музыку, в наушниках. Я больше флегматик(если кто не знает это человек который почти всегда грустит и расстраивается из-за пустяка), поэтому в телефоне у меня были почти все песни грустные. Я необращала ни на кого внимания и глядела себе под ноги. И именно из-за этого сталкнулась с каким-то парнем.",
    "answers": [
      {
        "id": 24,
        "text": "Простите пожалуйста. Вы не ушиблись?"
      },
      {
        "id": 21,
        "text": "Смотри куда идёшь! (скоро)"
      }
    ]
  },
  {
    "id": 22,
    "text": "На улицах было очень оживлённо. Много людей и машин. Но тут немного одиноко ведь почти все на улицах — взрослые.Не одного знакомого лица. Я бы на твоём месте лучше бы в парк пошла.",
    "answers": [
      {
        "id": 21,
        "text": "Ну так уж и быть - парк."
      },
      {
        "id": 22,
        "text": "А я хочу остаться здесь! (скоро)"
      },
      {
        "id": 23,
        "text": "Вдоль набережной"
      }
    ]
  },
  {
    "id": 23,
    "text": "Несмотря на то, что здесь никого нет я всё-таки решила прогуляться вдольнабережной. Как всегда я взяла с собой телефон и наушники. Включила я что-то весёленькое и не смогла сдержаться, что бы не потанцевать. Я закрыла глаза и полностью отдалась музыке. Когда она закончилась я открыла глаза и увидела Кирилла. Это самый популярный мальчик в школе. Все девчонки сходили по нему с ума( и я в том числе). Я не знаю как долго он наблюдал за мной, но мне было ужасно стыдно.Ведь лично я не любила показывать свои эмоции на людях, а ещё я думала что ужасно танцую. Примерно минутумы молча смотрели друг на друга. Он первый решил нарушить молчание.\n— Ты отлично танцуеш!\n— Правда? Не люблю когда люди врут!\n— Честное слово! Ты ходила на какой-нибудь кружок?\nНет. Я самоучка.\n— Похвально. Можно я составлю тебе компанию?",
    "answers": [
      {
        "id": 23,
        "text": "Да, конечно(скоро)"
      },
      {
        "id": 27,
        "text": "Я всё-таки хочу побыть одна."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Простие пожалуйста. Вы не ушиблись?\n— Со мной всё норм а ты как?\nВ этот момент я подняла голову и увидела перед собой Кирилла. Это был самый популярный мальчик в школе. Все девчонки были влюблены в него по уши(и я в том числе).\n— Я впорядке.\n— Ну вот и отлично. Я кажется тебя знаю. Тебя вроде зовут Катя.\n— Вообщето меня зо…\n— Погди я заю -перебил меня Кирил- Ира. Верно?\n— Да всё правильно. А ты вроде Кирилл. Да?\n— Верно. Ты одна гуляешь?\n— Да\n—Можно у тебя поинтересоваться? А почему?\n— Просто захотедось побыть одной.\n— А-а ясно может ты изменишь свои планы и я составлю тебе компанию?",
    "answers": [
      {
        "id": 24,
        "text": "Да. Было бы не плохо(скоро)"
      },
      {
        "id": 27,
        "text": "Прости но я всё же лучше побуду одна."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Как дела?-начала я.\n— Всё хорошо. А у тебя?\n— Неочень.\n— Почему?\n— У меня сегодня день рожения, а кроме мамы никто не поздравил. :(\n— Я помню. Пойдем ко мне домой я тебе кое-что покажу.",
    "answers": [
      {
        "id": 29,
        "text": "Ну пойдём"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я неспеша пошла к дому Игоря. Подойдя я увидела своего друга. Он держал в руках какой-то пакет. Я улыбнулась подумав, что это подарок.\n— Привет. Ты сегодня хорошо выглядишь- чуть покраснев сказал Игорь.\n— Привет. Спасибо.\n— Поздравляю с днём рождения! -Сказал старшеклассник, протягивая мне пакет.\nОткрыв его я увидела открытку \"С днём рождения\", большую шоколадку и набор для опытов",
    "answers": []
  },
  {
    "id": 27,
    "text": "Конец!!!\n★★★****************************★★★\nТы так и осталась одна. Конечно у тебя были отношения, но не серьёзные. Ты прожила всю жизнь в полном одиночестве, но зато на работе начав с нуля ты поднялась на самый верх по карьерной лестнице.\n———————————————————————\nАвтору не нравится такая концовка :( ",
    "answers": [
      {
        "id": 1,
        "text": "А меня вполне устраивает такой вариант."
      },
      {
        "id": 24,
        "text": "Нет! Меня не устраивает такая концовка. Хочу переиграть."
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Дойдя до дома Игоря он попросил закрыть глаза. Я не знала чего он хочет, но несопративляясь закрыла свои \"чудо глазки\". В этот момент я услышала как хлопнула калитка. Мне показалось что он бросил мненя (одну на улице), но глаза решила не открывать. Через, примерно пол минуты, снова хлопнула калитка. Я была в предкушении того что он мне подарит (я думала что что-то подарит)\n— Открывай глаза-услышала я голос Игоря.\nОткрыв глаза я увидела в его руках открытку \"С дём рождения\", Большую шоколадку и набор для опытов (я очень любила химию и всякие опыты и Игорь это знал).  Я взяла подарки и, как маму, по привычке, поцеловала в щёчку. Он начал краснеть. Только через несколько секунд после этого я поняла какую сделала глупость. Около минуты мы стояли молча. Наконец Игорь вздохул и на одном дыхании выпалил:\n— Может ты хочешь сходить со мной в кино?",
    "answers": [
      {
        "id": 30,
        "text": "Да. С радостью"
      },
      {
        "id": 31,
        "text": "Извени, но у меня сегодня дел много."
      }
    ]
  },
  {
    "id": 30,
    "text": "Он расплылся в широкой улыбке.\n— Тогда может в 6? -предложил он.\n— Хорошо. Можно только я фильм выберу?\n— Конечно. С тебя фильм, а с меня билеты и поп корн.\n— Договорились. Тогда до шести.\n— До встречи модмуазель.\n Мы немного посмеялись после чего, сложив подарки в праздничный пакет, который мне дал Игорь, я отправилась домой.\n",
    "answers": [
      {
        "id": 32,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 31,
    "text": "После этой фразы Игорь изменился в лице. Он помрачнел и румянец пропал с его щёк. Он захлопнул калитку прямо передо мной. Я, сложив в праздничный пакет подарки пошла домой.",
    "answers": [
      {
        "id": 32,
        "text": "Да-а-а…"
      }
    ]
  },
  {
    "id": 32,
    "text": "Продолжение будет обязательно. Скорее всего в следующий понедельник или в выходные. Я очень ценю своих читателей. Спасибо, что вы со мной!!!",
    "answers": [
      {
        "id": 1,
        "text": "На первую."
      }
    ]
  }
]