[
  {
    "id": 1,
    "text": "Ты — Дикльстон, герой своей деревни. Тебе предстоят опасные и местами странные приключения, в результате которых ты должен найти свою концовку.",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключения"
      },
      {
        "id": 21,
        "text": "Достижения"
      },
      {
        "id": 31,
        "text": "Список полученных концовок"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вот и она, твоя родная деревня. Раньше, до этого, ты никогда не думал о том, чтобы её покинуть — здесь пролетело твоё детство, но ты всегда мечтал о чём-то большем, не так ли?",
    "answers": [
      {
        "id": 6,
        "text": "Мечтал о любви..."
      },
      {
        "id": 7,
        "text": "Мечтал сменить имя..."
      },
      {
        "id": 8,
        "text": "Мечтал о разбане в МФ"
      }
    ]
  },
  {
    "id": 3,
    "text": "Лорд был счастлив, что наконец-то кто-то кроме дельфинов откликнулся на его объявление на сайте знакомств. По секрету он тебе рассказал, что все дельфины очень эгоцентричны, да и вводят в профиль какой-то бред. Ну, сложно по клавиатуре стучать плавниками. А его бывшая держит на него обиду и хочет убить, вместе со своими родственниками, поэтому он опасается крупных и не слишком водоёмов. \nТы проникся этой историей, сказал, что будешь защищать его всегда. Публика воскликнула: «Awwww», а вы со следующего дня стали готовиться к свадьбе.\nИ жили Вы долго (не смотря на старания дельфинов) и счастливо.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Мне многого не надо»"
      }
    ]
  },
  {
    "id": 4,
    "text": "Что ж, в таком случае, оставайся ты с носом. К счастью, ты не сказал свой ответ прямо лорду в лицо, иначе был бы повешан, поэтому всё, что тебе оставалось, это лежать на сеновале и ждать, когда освободится кто-то, подходящий твоим требованиям.\nПравда, ближе к зиме сеновал начал подгнивать и там завелись крысы, для которых ты стал прокормом. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Корм - тоже призвание»"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты смело подошёл к своей цели, пробившись через охрану, и обратился к ней с пламенной речью, которой обычно изъясняются в любовных романах. В общем, очень пафосно, но её это, судя по всему, не тронуло. \n— Извини, юноша. Ты кажешься очень умным и образованным, но ты не в моём вкусе. — сказала она.",
    "answers": [
      {
        "id": 68,
        "text": "Дать себя зафрендзонить"
      },
      {
        "id": 69,
        "text": "Так не доставайся же ты никому!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Но конечно же, твоя избранница или избранник должны были соответствовать каким-нибудь критериям, которые ты для себя установил?",
    "answers": [
      {
        "id": 56,
        "text": "Чтоб были красота, ум, и богатства, и титул"
      },
      {
        "id": 57,
        "text": "Должно быть доброе сердце"
      },
      {
        "id": 58,
        "text": "Да любая собака подойдет"
      }
    ]
  },
  {
    "id": 7,
    "text": "В действительности, имя Дикльстон было довольно редким, и выговорить его с первого раза удалось только волшебнику Мерлину. И то, только потому, что последний нёс пьяный бред, среди которого случайным образом оказалось твоё имя. Теория вероятности в действии. Но рассказ не об этом. Что ж, придётся идти к своей цели, и для этого...",
    "answers": [
      {
        "id": 9,
        "text": "Пойти к священнику"
      },
      {
        "id": 10,
        "text": "Пойти к Мерлину"
      },
      {
        "id": 11,
        "text": "Придумать себе другое имя"
      }
    ]
  },
  {
    "id": 8,
    "text": "Финик тебе, а не разбан. Сначала демократическое голосование.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Самая короткая концовка в квесте»"
      }
    ]
  },
  {
    "id": 9,
    "text": "Священник оказался весьма интеллигентным и образованным человеком. Ты пришёл к нему как раз когда он курил странички из священной книги. Как только он заметил тебя, он, конечно же, постарался всё спрятать и поспешно кинул окурки под стол.",
    "answers": [
      {
        "id": 35,
        "text": "Ваше Высокопреосвященство, я хочу сменить своё имя."
      },
      {
        "id": 36,
        "text": "А чем это вы занимаетесь, святой отец?"
      }
    ]
  },
  {
    "id": 10,
    "text": "В полной уверенности, что найдешь поддержку и так нужную помощь, ты направляешься к Мерлину, а именно, в бар, где Великий Волшебник обычно проводит свой досуг. Тот смотрит на тебя, как баран на новые ворота, но это только вначале. Потом он блеванул, в чем тоже была помощь сомнительная. Но тем не менее, Надежда не покидала тебя, и вот, ты уже садишься за столик к Мерлину вместе с Надеждой. ",
    "answers": [
      {
        "id": 12,
        "text": "О, Великий Волшебник, я хочу сменить свое имя, что мне делать?"
      },
      {
        "id": 13,
        "text": "Помогите мне придумать новое имя!"
      },
      {
        "id": 14,
        "text": "Кто такая Надежда?",
        "need": -14
      }
    ]
  },
  {
    "id": 11,
    "text": "А действительно, что может тебе помешать просто взять себе другое имя? Ах, да, весьма ограниченная фантазия...\nНо раз уж взялся, выбирай себе новое имя.",
    "answers": [
      {
        "id": 22,
        "text": "Арнольд"
      },
      {
        "id": 23,
        "text": "Михей"
      },
      {
        "id": 24,
        "text": "Маша"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мерлин смотрит на тебя, как на дурного, и в принципе, он прав. Подумав немного, он вместо ответа говорит:\n— Выпей со мной, а?",
    "answers": [
      {
        "id": 32,
        "text": "С радостью!"
      },
      {
        "id": 33,
        "text": "Я не пью."
      },
      {
        "id": 34,
        "text": "Надежда-тян с вами выпьет!",
        "need": 19
      }
    ]
  },
  {
    "id": 13,
    "text": "— Новое имя? — переспросил Мерлин. — А чем тебе твоё не подходит? — с полной серьёзностью спросил он.\nТы на миг задумался, потому что не был уверен в том, что сам думаешь по этому поводу (малохольный), а затем таки дал ответ.",
    "answers": [
      {
        "id": 59,
        "text": "Мне оно не нравится."
      },
      {
        "id": 60,
        "text": "Никто не может его произнести или запомнить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как, ты не помнишь, кто такая Надежда? Это же твоя младшая сестра-анимешница, которая почему-то хочет, чтобы ты называл её Инцест-тян.",
    "answers": [
      {
        "id": 15,
        "text": "Интересно, почему..."
      },
      {
        "id": 16,
        "text": "А со мной она зачем пошла?"
      }
    ]
  },
  {
    "id": 15,
    "text": "С этим вопросом следует обращаться непосредственно к ней, что и было решено осуществить. Надежда-тян в недоумении захлопала ресницами и приняла компрометирующую позу.\n— Как же, братик, ты не понимаешь?.. — томно произнесла она.\nМерлин ещё раз блеванул.\n\nПолучено достижение: «Слабый желудок Мерлина»",
    "answers": [
      {
        "id": 17,
        "text": "Понимаю..."
      },
      {
        "id": 18,
        "text": "Не понимаю!"
      }
    ]
  },
  {
    "id": 16,
    "text": "С этим вопросом ты решаешь обратиться непосредственно к Надежде.\n— Просто чтобы тебя поддержать! — отвечает она и хлопает ресницами с самым невинным видом. — Ты же мне разрешаешь, правда?",
    "answers": [
      {
        "id": 19,
        "text": "Ладно"
      },
      {
        "id": 20,
        "text": "Нет, уходи"
      }
    ]
  },
  {
    "id": 17,
    "text": "С этими словами ты придвинулся ближе, а затем, не сговариваясь, вы набросились друг на друга. При этом даже не стесняясь Мерлина, который еще раз за этот вечер подтвердил своё звание. \nПосле этого, тебе уже стало как-то фиолетово на то, как тебя зовут, ведь об этом всегда беспокоилась Надежда-тян, ставшая с того дня твоей любовницей. А что, жениться не всем суждено, за свадьбой идите на другие концовки. Но тем не менее, жили вы достаточно счастливо и кроме средств безопасности, ни в чем не нуждались.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка: «Инцест - дело семейное»"
      }
    ]
  },
  {
    "id": 18,
    "text": "С этими словами ты вырубил Надежду-тян об стол, а затем схватил Мерлина за поседевшую только что бороду.\n— Ну что, алкарь, время платить по счетам. — брутально произносишь ты и достаешь кастет. \n— Я всё вернуться, честное слово! — честно заверял мигом протрезвевший старик.\n— Знаешь что, Мерлин? Не нужны мне твои подачки!..\nИ после этого ты уходишь под грустную музыку.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Нуу... это типа отсылка... Но вообще фу, лучше бы с сестрой замутил, а то фигня какая-то» "
      }
    ]
  },
  {
    "id": 19,
    "text": "После этого Надежда-тян радостно захлопала в ладошки и решила сопровождать тебя на протяжении всего твоего пути. ",
    "answers": [
      {
        "id": 10,
        "text": "Вернёмся к нашему Мерлину..."
      }
    ]
  },
  {
    "id": 20,
    "text": "Надежда-тян опечаленно поджала губы, но не могла противиться твоей воле, поэтому не говоря ни слова, ушла.\nОднако это не отменяло того факта, что разговора с Мерлином не избежать.",
    "answers": [
      {
        "id": 10,
        "text": "Ок, поговорю с Мерлином, но обращать внимания на старый текст из-за лени автора квеста не буду."
      }
    ]
  },
  {
    "id": 21,
    "text": "Здесь будут отображаться полученные Вами в процессе прохождения достижения.\n\nВсего достижений: 3",
    "answers": [
      {
        "id": 1,
        "text": "<-- Назад"
      },
      {
        "id": 1,
        "text": "«Слабый желудок Мерлина»",
        "need": 15
      },
      {
        "id": 1,
        "text": "«Ты олдфаг, или случайно сюда забрёл?»",
        "need": 27
      },
      {
        "id": 1,
        "text": "«Ну и железные у тебя нервы... Ты терпеливее, чем я ожидал»",
        "need": 70
      }
    ]
  },
  {
    "id": 22,
    "text": "Хм, Арнольд? Интересный выбор. Ты, наверное, очень дружелюбный малый, и после смены имени будешь наслаждаться жизнью, детством (хотя с каноном твой возраст расходится) и решать чужие проблемы, как детская американская версия Леопольда? Верно?",
    "answers": [
      {
        "id": 45,
        "text": "Да"
      },
      {
        "id": 46,
        "text": "Нет"
      },
      {
        "id": 47,
        "text": "Я Леопольд"
      }
    ]
  },
  {
    "id": 23,
    "text": "Михей? А ты точно человек? Или, может быть, ты на самом деле сын Арсуса?..\nЛадно, это слишком убогая шутка. \nТеперь сменил имя на Михей. Твоя цель достигнута. А что, ты ожидал какой-нибудь остроумной шутки или облома? Так обломись, облома не будет. Ты просто молодец, так держать, возьми с полки печёнку.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Целеустремленный»"
      }
    ]
  },
  {
    "id": 24,
    "text": "Хм, а ты, оказывается, парень, так сказать, с подвохом. Ну что ж, леди, может, Вы тогда захотите выбрать себе другое женское имя?",
    "answers": [
      {
        "id": 25,
        "text": "Не, я Маша"
      },
      {
        "id": 26,
        "text": "Синдерелла"
      },
      {
        "id": 27,
        "text": "Рапунцель"
      }
    ]
  },
  {
    "id": 25,
    "text": "Что ж, Маша, в таком случае тебе положено гулять по лесу и быть похищенной медведем, и раздражать его, чтобы он в конце концов покончил с собой, а записи с камер — улики против тебя на статью \"доведение до самоубийства\", опубликовали на телевидении как сериал. Вперёд, и с песней, мне что, самому это делать?\nНо внезапно, открылась дверь, и медведь гаркнул на тебя:\n— Нет, Дикльстон, остановись, не делай этого! Я — это ты, но только в исходе, где ты выбрал стать Михеем. Мне нужно рассказать тебе, что этот маньяк, зовущий себя автором творит с нами после концовки. Он вырывает из нас отсылку и медленно и мучительно засовывает в другую концовку, чтобы люди подумали, что в его голове что-то крутилось, когда он это писал! Не верь этому! Всё, что происходит, лишь чтобы отвлечь тебя!..\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Параллельные реальности»"
      }
    ]
  },
  {
    "id": 26,
    "text": "Очень сказки любишь, да? Ладно, я тоже, 1:1.\nНу, раз ты Золушка, иди батрачить на свою мачеху. Что, говоришь? Ты не Золушка и мачехи нет? Найдём мачеху...\nПогоди-ка. Ты что, из этих? Ну, из «этих»?! Которые против любого перевода имён персонажей? Так, к чёрту мачеху, будешь в корпорации «Капуста» собирать кабачки, пока не осознаешь свою ошибку.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Исправительные работы»"
      }
    ]
  },
  {
    "id": 27,
    "text": "А ты, видимо, не так проста, как казалось изначально. Может, пропустим все остальные этапы и отсылки ради, ты сразу и судьбу себе выберешь? Не зря же хоть какой-то выбор тебе дали. А пока, вот, лови достижение.\n\nПолучено достижение: «Ты олдфаг, или случайно сюда забрёл?»",
    "answers": [
      {
        "id": 28,
        "text": "Замутить с хамелеоном"
      },
      {
        "id": 29,
        "text": "Отправить мачеху в армию ещё раз"
      },
      {
        "id": 30,
        "text": "Бросить курить"
      }
    ]
  },
  {
    "id": 28,
    "text": "Паскаль радостно подбегает к тебе. Он рад, не смотря на то, что большинство его имя не вспомнили, да и теперь наверняка многие непросвещенные начинают орать. Если бы он мог своими мелкими (здесь шутка про рост уместна, но только в адрес хамелеона) лапками подхватить невесту, он бы это сделал, а так, он запрыгнул к тебе на плечо и вы отправились в лес играть свадьбу. И никакого варианта с читами в этот раз нет, они просто стали мутить. Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка: «Ну а что? Нужно отдать дань уважения канону»"
      }
    ]
  },
  {
    "id": 29,
    "text": "Видимо, ты очень плохо знаешь свою мачеху. Побывав разок в армии, она стала гораздо более жесткой, пробилась по служебной лестнице в генералы, в общем, апнулась нехило. Босс не твоего уровня.\nЗа две фразы она тебя просто вынесла, и вот ты уже маршируешь в сторону казармы, чтобы записаться добровольцем. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Бумеранг»"
      }
    ]
  },
  {
    "id": 30,
    "text": "Если ты выбрала этот вариант, то ты точно не олдфаг и забрела сюда случайно.\nНо ладно, что уж, выполним твоё желание, не звери же, чтобы тебя обламывать.\nТы перестала курить и открыла свою собственную цветочную лавку, где удобряла цветы тем же шампунем, которым моешь свою здоровую шевелюру. В общем, росли они как на дрожжах.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Цветочная леди»"
      }
    ]
  },
  {
    "id": 31,
    "text": "Здесь вы можете посмотреть список концовок, которые вы получили в процессе прохождения квеста.\n\nВсего концовок: 38",
    "answers": [
      {
        "id": 1,
        "text": "<-- Назад"
      },
      {
        "id": 1,
        "text": "«Нуу... это типа отсылка... А вообще, фу, лучше бы с сестрой замутил, а то фигня какая-то»",
        "need": 18
      },
      {
        "id": 1,
        "text": "«Инцест - дело семейное»",
        "need": 17
      },
      {
        "id": 1,
        "text": "«Нечего сваливать всё на других»",
        "need": 34
      },
      {
        "id": 1,
        "text": "«Самая короткая концовка в квесте»",
        "need": 8
      },
      {
        "id": 1,
        "text": "«В этой концовке должна была восторжествовать справедливость, но все либо долбанулись, либо умерли, и нет, это не Игра Престолов»",
        "need": 40
      },
      {
        "id": 1,
        "text": "«В стиле...»",
        "need": 38
      },
      {
        "id": 1,
        "text": "«Святое чувство зуда, возможно»",
        "need": 39
      },
      {
        "id": 1,
        "text": "«Ну, а что? Нужно же отдать дань уважения канону.»",
        "need": 28
      },
      {
        "id": 1,
        "text": "«Бенедикт Камбербэтч»",
        "need": 37
      },
      {
        "id": 1,
        "text": "«I'm Ashman»",
        "need": 44
      },
      {
        "id": 1,
        "text": "«Самая скучная и простая концовка»",
        "need": 43
      },
      {
        "id": 1,
        "text": "«Эй, Арнольд!»",
        "need": 45
      },
      {
        "id": 1,
        "text": "«Лучший ленивый фанфик, увидеть который вы здесь не ожидали»",
        "need": 48
      },
      {
        "id": 1,
        "text": "«Типичная пьянка»",
        "need": 49
      },
      {
        "id": 1,
        "text": "«Враги по пьяни»",
        "need": 54
      },
      {
        "id": 1,
        "text": "«Друзья по пьяни»",
        "need": 55
      },
      {
        "id": 1,
        "text": "«Не получишь своего имени!»",
        "need": 46
      },
      {
        "id": 1,
        "text": "«Финт хвостом»",
        "need": 58
      },
      {
        "id": 1,
        "text": "«Богатство пришло, откуда не ждали»",
        "need": 51
      },
      {
        "id": 1,
        "text": "«Корм - тоже призвание»",
        "need": 4
      },
      {
        "id": 1,
        "text": "«Мне многого не надо»",
        "need": 3
      },
      {
        "id": 1,
        "text": "«Великие-превеликие»",
        "need": 60
      },
      {
        "id": 1,
        "text": "«Не откладывай на завтра то, что можно игнорировать вечность»",
        "need": 59
      },
      {
        "id": 1,
        "text": "«Общественные работы»",
        "need": 26
      },
      {
        "id": 1,
        "text": "«Цветочная леди»",
        "need": 30
      },
      {
        "id": 1,
        "text": "«Я вижу, что ты тот еще Карлосон»",
        "need": 64
      },
      {
        "id": 1,
        "text": "«Тут любовь...»",
        "need": 63
      },
      {
        "id": 1,
        "text": "«Рыцарский поступок»",
        "need": 66
      },
      {
        "id": 1,
        "text": "«Да здравствует наш суд, самый гуманный суд в мире»",
        "need": 69
      },
      {
        "id": 1,
        "text": "«Бумеранг»",
        "need": 29
      },
      {
        "id": 1,
        "text": "«Ну и ладно»",
        "need": 68
      },
      {
        "id": 1,
        "text": "«Красота обманчива»",
        "need": 67
      },
      {
        "id": 1,
        "text": "«Целеустремлённый»",
        "need": 23
      },
      {
        "id": 1,
        "text": "«Параллельные реальности»",
        "need": 25
      },
      {
        "id": 1,
        "text": "«Убийца»",
        "need": 53
      },
      {
        "id": 1,
        "text": "«Разбогател только из-за кошачьих ушей и хвоста»",
        "need": 47
      },
      {
        "id": 1,
        "text": "«Не быть тебе галлом»",
        "need": 74
      },
      {
        "id": 1,
        "text": "«Преступление и наказание»",
        "need": 71
      }
    ]
  },
  {
    "id": 32,
    "text": "— Вот это я понимаю! — довольно улыбнулся и высморкался в свою бороду волшебник. — Что ж... Кто последний присоединился, тот и платит, по старой традиции... \n«Не помню я такой традиции...» — тем временем подумал ты, но вслух ничего говорить не стал. Беспокоиться о деньгах будем завтра.\nУже после нескольких кружек тебя пробрало, а Мерлин видел в тебе своего друга. Поэтому он, пьяненько так, спросил:\n— Ты меня уважаешь?",
    "answers": [
      {
        "id": 54,
        "text": "Конечно!"
      },
      {
        "id": 55,
        "text": "Как никого другого!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Мерлин впал в такой шок, что даже протрезвел. \n— Ты не пьёшь — значит ты не мужик! — заявил он надменно. Многие бы возразили, но такова философия этого пьяного, потому что великого и великого, потому что пьяного волшебника. ",
    "answers": [
      {
        "id": 48,
        "text": "А ведь и правда..."
      },
      {
        "id": 49,
        "text": "Сам ты не мужик!"
      }
    ]
  },
  {
    "id": 34,
    "text": "Не задумываясь о последствиях, ты толкаешь Надежду-тян, и она падает на стул рядом с Мерлином. Тот, озорно шлепнув ее, передает ей свою кружку. Девушка сначала стесняется, а потом лихо выпивает всё до дна, под восхищенные крики волшебника: \"Ооооо, вот это я понимаю!\"\nТак продолжается ещё недолго, потом они с Мерлином стали напевать какую-то песню со слэнговыми словами, которых пока не появилось в этом мире. Поэтому вызвало это лишь недоумение с твоей стороны. \n— Так что, теперь вы мне поможете, Мерлин? — с надеждой (и в данном случае имеется в виду вовсе не Надежда-тян) спрашиваешь ты.\n— Не, мне вообще не до этого. — пьяным, но довольным голосом говорит волшебник. — Я, кажется, женюсь. \n— Что? — удивляешься ты, да так, что челюсть отпадает. \n— А что такого? — невинно удивляется девушка. — Мне же тоже нужно строить свою личную жизнь, братик! А теперь иди, не мешай нам!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Нечего сваливать всё на других\""
      }
    ]
  },
  {
    "id": 35,
    "text": "— Сменить имя? — со скепсисом спрашивает священник. — А ты заполнил справку А34?\n— Справку А34? — переспросил ты с неподдельным удивлением. — А где её можно получить?\n— На колокольне, пятью этажами выше. Проходишь по коридору, в последнюю дверь направо.",
    "answers": [
      {
        "id": 41,
        "text": "Ясно, спасибо"
      },
      {
        "id": 42,
        "text": "Слыш, какая ещё справка?!"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Как чем? — постарался сделать как можно более невинный и одухотворённый вид священник с помутневшим взглядом. — Изучаю священное писание, сын мой. Разве не видно?\nТы смотришь на него с подозрением. \n— А мне кажется, Вы курили.\n— Что за наглая клевета! — испуганно завопил мужчина. Но когда он вскочил со стула, случайно опрокинул бутылку самогона. Теперь уже не отвертеться.\n— Значит так, или ты даёшь мне то, что я хочу, или я рассказываю всей деревне о том, как вы на самом деле изучаете священное писание.\nИспуганный священник, зная, что если народ узнает об этом, отправит его на виселицу, сожжет, а в худшем случае растерзает. Поэтому был готов буквально на всё.",
    "answers": [
      {
        "id": 37,
        "text": "Я хочу сменить имя."
      },
      {
        "id": 38,
        "text": "Гони все свои деньги и имущество в овшорах."
      },
      {
        "id": 39,
        "text": "Раздевайся."
      },
      {
        "id": 40,
        "text": "Просто рассказать всё."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Сменить имя?.. — удивлённо переспросил священник, но, заметив твой суровый взгляд, спорить не стал. Уж слишком грозно ты выглядел.\nПоэтому он поспешно достал из своего стола какую-то бумажку и быстро стал что-то писать, а потом протянул тебе со словами \"Вот, сменил.\"\n— Но я же не говорил, на какое... — воскликнул бывший Дикльстон и с ужасом посмотрел на свою бумажку, где было написано новое имя.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Бенедикт Камбербэтч\""
      }
    ]
  },
  {
    "id": 38,
    "text": "Мужичку не оставалось ничего, кроме как согласиться (на что только не пойдешь под давлением, права можно передать на что угодно). Конечно, очевидно, что отдал тебе он не всё своё имущество, но уже от взгляда на эту, видимо, небольшую часть, тебе поплохело и голова закружилась, да так, что ты ударился об угол стола и умер.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «В стиле ...»"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Что? — удивлённо переспросил священник, надеясь, что ослышался. Наивный, общество-то испорченное...\n— Что слышал, — только и сказал ты и стал развязывать свой пояс из верёвки. \n\nПотом, чуть-чуть позже, довольно прикуривая страницы из священного писания, ты ещё вспоминал этот денёк. На следующий день, к слову, тоже вспомнил и заглянул в церковь еще раз, по старой \"дружбе\". Ну, и не только на следующий день...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Святое чувство зуда, возможно»"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вот ты крыса. (признано оскорблением, автора квеста уже расстреляли за это, читайте дальше со знанием этого)\nЖители деревни, услышав твоё заявление, не стали долго разбираться — им было всё равно, кто прав, кто виноват, но если представился случай кого-то линчевать, то им надо пользоваться. Священника растерзала разъяренная толпа, а ты, глядя на это, неосознанно стал частью этой серой массы. И тоже кричал «Распни», когда линчевали местного сумасшедшего. А потом он воскрес и надавал тебе люлей.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «В этой концовке должна была восторжествовать справедливость, но в итоге все долбанулись или умерли, и нет, это не Игра Престолов»"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты направился к лестнице, следуя строго указаниям священника. Так как был ты человеком далеко не тренированным, подъем дался тебе с огромным трудом, но в конце концов, ты поднялся на пятый этаж, к колокольне. Но дальше уже все пошло не по плану. И не только нужной двери не удалось найти... Там просто вообще не было коридора, только одна дверь прямо перед лестницей.\n«Возможно, святой отец просто что-то перепутал...» — подумал ты и толкнул дверь.\nОказался пока ещё, к своему неудовольствию, Дикльстон (ты, то бишь), кто бы мог подумать, на колокольне! \nНа один из больших колоколов взгромоздился горбун, а его раскачивала на этом самом колоколе коза. Твоему появлению он был не  доволен.\n— Погоди, дорогая, — обратился он к козе и та перестала его раскачивать. — Вы к кому, милсдарь?\n— Я пришёл получить справку А34! — пояснил ты.\n— А здесь-то вы что забыли? Её дают на втором этаже, на кассе со свечками. — сказал Горбун и продолжил заниматься своими делами.",
    "answers": [
      {
        "id": 50,
        "text": "Пойду на второй этаж"
      },
      {
        "id": 51,
        "text": "Я сейчас отца твоего позову!.."
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты озлобленно схватил священника за шиворот, и тот не на шутку так перепугался. \n— Это стандартная процедура. Нужно заполнить эту справку, чтобы не было беспорядка в документации, понимаете... — стал поспешно оправдываться он.",
    "answers": [
      {
        "id": 43,
        "text": "Понимаю..."
      },
      {
        "id": 44,
        "text": "Не понимаю!"
      }
    ]
  },
  {
    "id": 43,
    "text": "Понимая, что тебе придется долго возиться с документацией, если ты действительно хочешь сменить имя, а припугнуть священника не хотелось, ты понял, что выхода нет и тебе лень. В общем, ты отказался от своей мечты и просто сдался. Так бывает в жизни.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Самая простая и скучная концовка»"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты пришёл в бешенство, да такое, что перешёл в режим Халка, позеленел, как Мерлин во время пьянки, и смог поднять несчастного священника и долбануть его об стенку в приступе злости. Не сразу, но ты осознал, что произошло.\n— То есть, во мне открылись суперсилы? — ошеломлённо воскликнул ты. — Винкс не обманули, значит! Но как я должен использовать их? — ты всерьёз призадумался. — Должен ли я восстанавливать справедливость, или использовать в своих корыстных целях? Стоит ли мне вступать в сделку с совестью? Нет, определённо, я должен защищать человечество от сил зла и природных бедствий, не зря же мне даны эти силы. Да, верно, я стану супергероем!\nА потом тебя сожгли как еретика.\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «I'm Ashman!»"
      }
    ]
  },
  {
    "id": 45,
    "text": "Замечательно. Конечно, многих такой тип людей бесит, но зато теперь за тобой ухлёстывает блондинка-кавказец с монобровью, готовая убивать всех, в том числе тебя. Но не полностью. Так, калечить немного. Просто садизм, ничего особенного. \nБлин, я так это всё хорошо расписал, что захотелось поностальгировать и пересмотреть сериал. А потом написать фанфик по этим двоим... Хотя, мне ничего не мешает это сделать.\nА концовку сами додумывайте, я занят.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Эй, Арнольд!»"
      }
    ]
  },
  {
    "id": 46,
    "text": "Стоп... Тогда, получается, ты вовсе не Арнольд... Ты анти-Арнольд! Или нега-Арнольд. Или дарк!Арнольд. Или evil!Арнольд. Выбирай любой из представленных вариантов, но Арнольдом ты не будешь, ты не похож на него. Да, это произвол и стереотип об Арнольдах, но я автор квеста, я так вижу.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Не получишь своего имени!»"
      }
    ]
  },
  {
    "id": 47,
    "text": "Погоди, то есть, получается, ты... Фурри?!\nЭто очень неожиданный поворот даже для меня. \nЗато теперь ты высокооплачиваемый актёр аниме и мультиков, и модель для манги и артов. Построил неплохую карьеру.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Разбогател только из-за кошачьих ушей и хвоста»"
      }
    ]
  },
  {
    "id": 48,
    "text": "*остроумное вступление*\n*какой-то бред про принятие себя*\n*описание нового персонажа*\n*описание химии между персонажами* (нафиг оно кому-то надо)\nА потом они страстно поцеловались, и это было всем, чего они так желали. Теперь бывший Дикльстон, а теперь почти настоящая леди, чувствовал себя как никогда счастливым. А потом они переспали и жили долго и счастливо. Конец ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Лучший ленивый фанфик, которого вы здесь увидеть не ожидали»"
      }
    ]
  },
  {
    "id": 49,
    "text": "Сам того не понимая, ты попался на крючок. Мерлин просто взял тебя на слабо.\nНо ты был преисполнен искреннего желания доказать свою мужественность, и сел за стол, начиная пытаться перепить великого волшебника. Но итак было очевидно, что шансов у тебя никаких, твоя печень была здорового цвета и на своём прирожденном месте, в то время, как печень Мерлина разрослась до таких размеров, что проломила четвертую стену, и реальность стала трёхмерной. Погодите, она была двумерной?.. Совсем странно. Не важно, впрочем, суть не в этом.\nВ какой-то момент ты отрубился, а проснулся, когда тебя тряс трактирщик, требуя, чтобы ты заплатил за немереное количество выпивки, которое вы с Мерлином в вдвоём вчера выжрали. А твои карманы банально обчистил твой хитрый собутыльник.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Типичная пьянка»"
      }
    ]
  },
  {
    "id": 50,
    "text": "Спускаться оказалось гораздо легче, чем подниматься, и вскоре ты был уже у касс. Вопросом, почему кассы со свечками находятся на втором этаже церкви, а тайная курилка священника — на первом, ты задаваться, конечно же, не стал.\nТам ты обнаружил двух старушек, кассирш, которые между собой воодушевленно болтали.\n— Вот, цены на гречку опять выросли. Того и гляди, земля будет дешевле гречки. Только вот землю разве на ужин дети жрать будут? — сказала одна из старушек.\n— Если голодные — будут. — тонко подметила вторая.\n— Извините, — попытался вмешаться ты.\n— Тебе старших перебивать не стыдно?! — рявкнула на тебя одна из старушек. — Подожди пару минут, договорить нам надо.\nЭти «пару минут» растянулись минут так на двадцать, но ты был так напуган, что не смог перечить. Наконец, ты заметил какое-то движение и подошёл обратно.\n— Извините, мне нужна справка... — начал было ты, но тебя перебили.\n— Не сейчас уже, не видишь, у нас перерыв. — ткнула в табличку старушка. — Только что начался.\nТы стал совершенно выходить из себя.",
    "answers": [
      {
        "id": 52,
        "text": "Подождать"
      },
      {
        "id": 53,
        "text": "Разорвать порочный круг"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Архидьякона? — побледнел горбун. — Которого я на болоте зарубил? Не надо, прошу! \nОн поспешно слез с колокола и достал из колокола большой драгоценный камень, после чего вручил его тебе, чтобы откупиться.\nЧто ж, это совсем не то, чего ты хотел... Но в принципе тебя такой вариант устроил и ты пошел продавать приобретение на черном рынке.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Богатство пришло, откуда не ждали»"
      }
    ]
  },
  {
    "id": 52,
    "text": "Тем не менее, ты постарался держать себя в руках и сел на скамейку для ожидания. Время двигались, как черепаха и тебе стало очень скучно, когда наконец, старушка поставила табличку, возвещающую, что её перерыв закончился.\n— Извините, — наконец начал ты, и сделал паузу, чтобы удостовериться, что на этот раз нет причин для того, чтобы тебя перебить. — Мне нужна справка А34!\n— Справка? Так что ж вы сразу не сказали! — удивилась та. — Я-то справок не выдаю, только кредиты. Их дают... Чёрт... Не помню, где. Спросите на лобби.",
    "answers": [
      {
        "id": 70,
        "text": "Ладно"
      },
      {
        "id": 71,
        "text": "Завалить старуху-процентщицу"
      }
    ]
  },
  {
    "id": 53,
    "text": "Тебе надоело всё происходящее и ты решил оборвать это самым логичным способом: умереть. Поэтому ты просто убился об стену, а потом попал в ад. Хотя на самом деле мы не знаем этого наверняка.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Убийца»"
      }
    ]
  },
  {
    "id": 54,
    "text": "Но, к твоему несчастью, это немного прозвучало как сарказм. Поэтому Мерлин оскорбился и заехал тебе кружкой по голове. Ты не растерялся, и когда падал, схватил его за бороду, так что со скамейки вы завалились вдвоём. Там уже завязалась потасовка не на жизнь, а на смерть. Волшебник стал атаковать скамейку, думая, что это ты, а настоящий ты просто потерял сознание. Возможно, твоя душа просто переселилась в тот момент в скамейку...\nВпрочем, мы этого никогда не узнаем.\nНи одному из вас двоих эта тусовка не понравилась и вы с Мерлином больше никогда не общались, а он наслал на тебя порчу (чихнул).",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Враги по пьяни»"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Правда? — радостно спросил Мерлин, довольный твоим однозначным ответом. — Тогда, может, ты поможешь мне исполнить мою мечту?\nВообще, ты, Дикльстон, сам пришёл сюда исполнять свою мечту, но в таком состоянии тебе вообще всё было по барабану и ты охотно киваешь и выдаешь что-то вроде «Квую?»\n— Построить коммунизм! — воодушевленно воскликнул волшебник.\nПравда, кроме баррикад из скамеек вы в этот вечер ничего не построили. Да и то, ваши великие баррикады состояли из двух скамеек и стола. \nВпрочем, вы неплохо провели время, и на следующий вечер собрались ещё раз.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Друзья по пьяни»"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ох, намечтал же ты себе...\nСам подумай, какой умный человек с богатством и титулом захочет иметь дело с крестьянином по имени Дикльстон? А тем более, если ещё и красивый.\nРазве что, есть один лорд-параноик. Он слегка безумен, а значит, умён, и он самый красивый среди дельфинов. В общем, все твои требования в силе, да и лорд находится в активном поиске. Тебе подходит?",
    "answers": [
      {
        "id": 3,
        "text": "Да"
      },
      {
        "id": 4,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 57,
    "text": "Доброе сердце? Интересное требование, в этом-то квесте. Слухов о подобных кругом не ходило, однако ты самостоятельно мог походить и поискать себе кого-нибудь. Где же ты будешь искать свою судьбу?",
    "answers": [
      {
        "id": 61,
        "text": "На арене"
      },
      {
        "id": 62,
        "text": "На ферме"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ну, собака, так собака... О вкусах не спорят.\nПо такому критерию быстро нашлось множество желающих жениться. В частности, потому, что обращались в твоей деревне с собаками не лучшим образом, они даже эволюционировали, поумнели, и из двух зол решили выбрать тебя.\nТак ты быстро нашёл отважную гончую и вас обвенчали в единственной церкви вашей деревни.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Финт хвостом»"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Если тебе не нравится твоё собственное имя, то где гарантия, что тебе понравится то, которое я придумаю тебе на рандоме? — стал рассуждать волшебник.\n«А действительно,» — удивленно подумал ты. — «И зачем я вообще к Мерлину пошёл, ради отсылки, что ли?»\nИ пошёл домой, решив разобраться со своей мечтой завтра.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Не откладывай на завтра то, что можно игнорировать вечность»"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Слушай, — начал Мерлин, отставив кружку в сторону. — Тебе не стоит слушать других и меняться, пусть даже имя менять, ради них. Если мать тебя так не любила, что назвала Дикльстоном, значит, носи это имя с гордостью и верши великие дела, чтобы все видели, как она ошибалась. И по тому, кто будет с тобой дружить и называть тебя по имени, ты поймешь своих настоящих друзей. Это же даже удобно, никакого глубокого психологического анализа делать не надо!\nПослушав Мерлина, ты понял, как ты ошибался. Да, не надо менять имя, пусть всё будет как есть.\n— Спасибо, Великий волшебник! Я и не думал, что вы так мне поможете! — воскликнул ты.\n— Ну, я же великий, в конце концов. — буркнул тот и вернулся к выпивке.\nА ты с того дня активно занялся самообразованием и изобрёл замки с кодом из одного символа, так что всем пришлось запоминать твоё имя, а ты стал великим человеком в узких кругах.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Великие-превеликие»"
      }
    ]
  },
  {
    "id": 61,
    "text": "Да, вы не ослышались. В этом городе всего одна церковь, но есть целая рыцарская арена. И именно там ты решил поискать себе кого-нибудь подходящего. Но сейчас же как раз рыцарский турнир, а значит, там находится очень много людей. И где же конкретно среди этой толпы тебе стоит искать свою вторую половинку?",
    "answers": [
      {
        "id": 65,
        "text": "Среди зрителей"
      },
      {
        "id": 66,
        "text": "Среди участников"
      }
    ]
  },
  {
    "id": 62,
    "text": "На ферме оказалось не так уж и много кандидатов, которых ты бы мог как-то рассматривать. По правде говоря, тебе вообще никто не приглянулся и ты уже собирался было уходить, но тут тебя толкнули и ты почувствовал, как тебе на голову попадали яблоки.\n— Ой! Извините, я такая неуклюжая... — тут же воскликнула милая крестьянка, начиная подбирать рассыпанные яблоки.",
    "answers": [
      {
        "id": 63,
        "text": "Ничего страшного"
      },
      {
        "id": 64,
        "text": "Проклинаю, проклинаю, когда ты умрешь, я буду смеяться, смеяться... АХАХАХАХ"
      }
    ]
  },
  {
    "id": 63,
    "text": "Девушка посчитала тебя очень милым, и вы даже решили познакомиться.\n— Меня зовут Дикльстон,- произносишь ты.\n— А меня, Каврентельга. — говорит она, смущенно опуская взгляд вниз.\nВ этот момент, между вами двумя пролетела искра. Что может быть лучше доброй сердцем второй половинки с таким же дурацким именем, как и у тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Тут любовь...»"
      }
    ]
  },
  {
    "id": 64,
    "text": "Кажется, кое-кто, ища избранницу с добрым сердцем, сам таковым не обладал. \nВпрочем, и не важно, ведь так как жил ты в одном городе с Мерлином, многому у него научился, и тебе удалось навести порчу на бедную неуклюжую девушку. А пока она долго и мучительно умирала, ты решил открыть лавку ведуна-экстрасенса, и поднимать на этом много золота.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Я вижу, что ты тот ещё Карлосон»"
      }
    ]
  },
  {
    "id": 65,
    "text": "Да уж, зрителей было много и среди них сложно было отметить кого-то конкретного. Но тебе всё же удалось выделить пару вариантов, в буквальном смысле. \nВ премиум-ложе сидело множество аристократок, одна из которых, твоя избранница, обмахивалась веером. \nДругая юная особа подметала на ступеньках, и была, видимо, очень занята этим делом. \nК кому же ты подойдёшь?",
    "answers": [
      {
        "id": 5,
        "text": "Подкатить к аристократке"
      },
      {
        "id": 67,
        "text": "Подкатить к уборщице"
      }
    ]
  },
  {
    "id": 66,
    "text": "Среди участвующих рыцарей, на первый взгляд, было столько добрых людей, что у тебя просто глаза разбежались.\nНо только один из них был настолько добр, что помог тебе найти твои разбежавшиеся глаза. После этого мини-квеста вы влюбились, но церковь Ваш брак освящать не хотела, поэтому вы жили в гражданском. (и нет, Мерлин тут не при чём). Зато это всё равно очень счастливая концовка, таких здесь не так уж и много.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Рыцарский поступок»"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Я пленён вашей красотой! — говоришь ты.\n— Сейчас шваброй по голове получишь, — отвечает она. — Не ходи по мокрому, гад! Понаехали тут...\nНе видя со стороны тебя никакой реакции, она осуществила свою угрозу, и ты полетел со ступенек в сторону арены, где над тобой стали смеяться рыцари. Справедливо.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Красота обманчива»"
      }
    ]
  },
  {
    "id": 68,
    "text": "С тех пор вы стали дружить, и это было гораздо лучше вероятного мимолётного романа. Вы читали вместе книги, смотрели на звёзды, кидали камни в шута... Да, учитывая последнее, ты понял, что выбор твой пал на девушку с далеко не добрым сердцем, но тебя это не пугало. В конце концов, вы просто хорошие друзья. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Ну и ладно»"
      }
    ]
  },
  {
    "id": 69,
    "text": "С этими словами ты выхватил из-за пояса нож и прирезал ни в чём не повинную аристократку. В ложе началась самая настоящая паника, а уже минутой позже тебя скрутили стражники. А уже на следующий день тебя казнили. Суд состоял всего из одной фразы судьи, отца аристократки: «Его нужно немедленно расстрелять. И широко оповестить об этом население.»",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Да здравствует наш суд, самый гуманный суд в мире»"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ты побежал на \"лобби\", где опять застукал местного священника курящим, но в этот раз ты совершенно не обратил на это внимания. Куда больше тебя волновало то, что на тот же самый вопрос, где ты можешь получить справку, ты получил совершенно другой ответ: в подвале.\nТы начинал всё больше и больше выходить из себя.\n\nПолучено достижение: «Ну и железные же у тебя нервы... Ты терпеливее, чем я думал»",
    "answers": [
      {
        "id": 72,
        "text": "Пойти в подвал"
      },
      {
        "id": 53,
        "text": "Разорвать порочный круг"
      }
    ]
  },
  {
    "id": 71,
    "text": "С этими словами ты достал (из сапога, видимо, хотя сапог на тебе не было) топор и стал размахивать им, пока впавшая в панику старушка случайно не напоролась на него. К счастью, её подруги поблизости не было, и сдать тебя было некому. Однако потом тебя замучила Совесть, и тебя всё равно посадили. Совесть — это кличка козы, к слову. Чтобы не было никакой путаницы, а то так надоело...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Преступление и наказание»"
      }
    ]
  },
  {
    "id": 72,
    "text": "В подвале никого не оказалось. Кто теоретически мог бы тебе помочь в подвале? Разве что крысы, но они не были слишком дружелюбны — видимо, взяли кредит. Но эти самые крысы посоветовали тебе не продолжать поиски и лучше покончить жизнь самоубийством.\nХотя раньше тебе казалось, что животные в этом мире не умеют говорить. Впрочем, это в данный момент было последним, что тебя волновало. Тебе просто хотелось сменить имя, а в итоге ты получил невероятно длинный квест не на жизнь, а на смерть.\nНу, любишь с горки кататься, люби и саночки возить.",
    "answers": [
      {
        "id": 74,
        "text": "Продолжить поиски"
      },
      {
        "id": 53,
        "text": "Разорвать порочный круг"
      }
    ]
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "Ты решаешь обследовать оставшийся третий этаж. Подъем даётся тебе с трудом, но когда ты приходишь, ты обнаруживаешь сразу возле лестницы человека за кассой. У него очень странная причёска, но тебе уже вообще всё равно. Безо всякой надежды, она пропала у тебя после разговора с крысами, ты вопрошаешь: «У вас можно получить справку А34?» и неожиданно получаешь положительный ответ.\n— Вы же конечно заполнили бланк В65? — спросил кассир.\n— Какой ещё бланк? — очнулся ты.\n— В65. Его обязательно заполнить, чтобы получить справку А34. — сказал он, и ты схватился за голову. Но потом он добил. — А для него нужен документ С44.\nПосле этого ты не выдержал и сошёл с ума, больше не контролируя свои действия совершенно. Что ж, и такое бывает.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка «Не быть тебе галлом»"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  }
]