[
  {
    "id": 1,
    "text": "Вы наблюдаете за жизнью маленького (или не слишком) дельфинёнка и его становлением как личности. Приведут ли ваши решения его к успеху, или он никогда не станет счастливым?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "В некотором море, в некотором озере, жил да был дельфинёнок по имени Ворм. Только, море было солёное, а озеро — нет, так что это играет значение. В общем, где он жил?",
    "answers": [
      {
        "id": 4,
        "text": "В море."
      },
      {
        "id": 5,
        "text": "В озере."
      },
      {
        "id": 6,
        "text": "На чурчхелле."
      }
    ]
  },
  {
    "id": 3,
    "text": "На этой страничке будут отображаться достигнутые вами концовки.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Итак, делфинёнок по имени Ворм жил в море с самого детства. Питался, ну, чем там дельфины питаются? Дельфиньим кормом. Как видите, автор крайне эрудирован. \nНо что с того, что он там жил? Он был бы обыкновенной рыбёхой, ничем не отличающейся от других, если бы не одна особенность. У Ворма была мечта...",
    "answers": [
      {
        "id": 25,
        "text": "Найти своего отца"
      },
      {
        "id": 26,
        "text": "Завести здоровое потомство, чтобы продолжить свой род"
      },
      {
        "id": 27,
        "text": "Кажется, у меня дежавю..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Дельфины не могут жить в озере. А значит, поселив своего дельфина в озере, вы либо обрекли его на смерть... Либо это был не дельфин. Что же вы выберете?",
    "answers": [
      {
        "id": 7,
        "text": "Ворм - дельфин"
      },
      {
        "id": 8,
        "text": "Ворм - не дельфин"
      }
    ]
  },
  {
    "id": 6,
    "text": "Конечно, сложно было дельфину плавать в киселе. Особенно учитывая, что берега были молочные. Но были на его пути и всякого рода трудности, препятствия... Орешки!\nОсторожно, орех право руля!",
    "answers": [
      {
        "id": 9,
        "text": "Обплыть орех"
      },
      {
        "id": 10,
        "text": "Использовать кунг-фу"
      },
      {
        "id": 11,
        "text": "Влететь в орех"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы услышали бульканье. Поэтичное бульканье. Оно разносилось на несколько километров, потому что у Ворма был рупор. Но на помощь ему никто не пришел, потому что кому бы в голову пришло, что в озеро заплыл дельфин? А тебе пришло. Додик.\nНа похороны Ворма приплыли его родители и девушка — гнилой ананас. Для них это была традиция, ходить на похороны каждое воскресенье. И они не хотели её нарушать. Возможно, даже это было их мотивом, потому что... Ты — родители Ворма!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Однажды в сказке\""
      }
    ]
  },
  {
    "id": 8,
    "text": "Наверное, вы решили теперь оправдать своё дурацкое решение таким образом, чтобы Ворм выжил, а вы продолжили играть. Но проблема в том, что... Эта история про дельфина. И если Ворм — не дельфин, эта история не про него. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Думай Те\""
      }
    ]
  },
  {
    "id": 9,
    "text": "Дельфинёнок, взмахнув хвостом, ловко обплыл орех, но вот незадача — впереди был ещё один, который летел на Ворма с такой скоростью, что избежать столкновения было невозможно...",
    "answers": [
      {
        "id": 21,
        "text": "Открыть рот и попытаться съесть орех"
      },
      {
        "id": 22,
        "text": "Смириться со своей участью"
      }
    ]
  },
  {
    "id": 10,
    "text": "К счастью, Ворм всё ещё хорошо помнил приёмы, которым научил его мастер Шифу с длинными золотистыми волосами. Поэтому он плавниками раздробил этот орех, потом ещё раз, и так, пока не получилось ореховое молоко. \nТаким образом, кисель смешался с молоком, и теперь было не отличить реальность от вымысла. Что же делать теперь?",
    "answers": [
      {
        "id": 34,
        "text": "Готовить печенье, что же ещё?"
      },
      {
        "id": 35,
        "text": "Плыть по течению"
      }
    ]
  },
  {
    "id": 11,
    "text": "Стремглав, Ворм выпрыгнул из кисельного океана и начал махать плавниками и полетел в небо, чтобы затем со всего размаха влететь в орех, который летел в небе. В орехе он стал лететь через тоннель с аттракционами и хорошо провёл время таким образом. \nВылетел из ореха Ворм со сладкой ватой и мягкой игрушкий — лидером Правого сектора. \nНо что делать дальше?",
    "answers": [
      {
        "id": 12,
        "text": "Подружиться с лидером Правого сектора"
      },
      {
        "id": 13,
        "text": "Нырнуть обратно в кисель"
      },
      {
        "id": 14,
        "text": "Полететь ещё куда-то"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы стали пытаться наладить контакт с мягкой игрушкой, которую выиграли в тире внутри небесного ореха. Квест всё больше походил на шизофрению. \nНо лидер Правого сектора считал, что вы пытаетесь с ним подружиться из политических соображений. И поэтому он утверждал что ты не можешь, не можешь серьезно хотеть с ним подружиться...",
    "answers": [
      {
        "id": 15,
        "text": "- Да я хочу подружиться с тобой!!!"
      },
      {
        "id": 16,
        "text": "Побить его."
      },
      {
        "id": 17,
        "text": "Разорвать плюшевую игрушку"
      }
    ]
  },
  {
    "id": 13,
    "text": "А что ещё оставалось делать маленькому несчастному дельфинёнку? Конечно, в этот момент он был счастливым, но в принципе, как ни странно, жизнь на чурчхелле — не сахар. ",
    "answers": [
      {
        "id": 18,
        "text": "Чтобы выпить лекарство, ложку сахара добавь"
      },
      {
        "id": 19,
        "text": "Значит, нужно срочно улетать с чурчхеллы"
      },
      {
        "id": 20,
        "text": "Ну и пускай страдает"
      }
    ]
  },
  {
    "id": 14,
    "text": "Но куда чисто в теории может полететь дельфин по имени Ворм?",
    "answers": [
      {
        "id": 23,
        "text": "На Землю"
      },
      {
        "id": 24,
        "text": "Исследовать бескрайние просторы космоса"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты выбегаешь из-за забора вместе с Вормом, выглядящим сейчас максимально удивленно, насколько может выразить удивление лицо... морда?... клюв дельфина. А потом они радостно обнялись и с тех пор жили долго и счастливо, до следующей мелодрамы, которую придётся описать. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Как в \"Детском мире\", только по-взрослому\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы побили лидера Правого сектора, пусть и в виде мягкой игрушки. Достижение?.. Наверное.\nНо он таки смог в конечном итоге дать тебе сдачи своими маленькими лапками. Но это не было больно, потому что лапки у него мягкие, на то игрушка и мягкая. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"У него лапки\""
      }
    ]
  },
  {
    "id": 17,
    "text": "Ворм быстро разорвал игрушку своими плавниками и...\nзастыл. Потому что его утащили на мем.\nНачала играть грустная музыка. По экрану монитора стекали дождевые капли, а лидер Правого сектора всё так же оставался в наполовину разорванном состоянии (только с него кто-то сорвал шапку). Шли годы. Мир менялся, океаны высыхали, а мем, он оставался. В наших сердцах. ",
    "answers": [
      {
        "id": 1,
        "text": "Концов очка \"Но всё же боян\""
      }
    ]
  },
  {
    "id": 18,
    "text": "Может, ещё песенку спеть? Ах, да...\nНа самом деле, это действительно могло бы исправить положение, только вот, Ворм не болен. Или это условность? Или пора перестать воспринимать всё буквально и несмешно шутить?\nНаверное, ваш ответ — да. Обидненько. \nВпрочем, у нас же добрый семейный квестик, никакого булинга.\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"A faaamily picture\""
      }
    ]
  },
  {
    "id": 19,
    "text": "Поздно каяться, сын мой! В смысле, поздно улетать уже. Сам же решил оставить Ворма здесь. Вот и придется жить дальше и принимать последствия. Это взрослая жизнь, ты должен отвечать за свои поступки и решения... Стоп, где-то я это уже слышал. И, кажется, не я один.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Всё нужно делать своевременно\""
      }
    ]
  },
  {
    "id": 20,
    "text": "Добрый, конечно, у нас наблюдатель. Но что поделать бедному Ворму... У него нет собственного мнения и нет выбора, каким советам следовать. Вот и приходится страдать.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Садистъ\""
      }
    ]
  },
  {
    "id": 21,
    "text": "Ворм открыл рот, в надежде, наверное, наскоро прожевать орех.  Но дело в том, что дельфины используют зубы только для захвата, но никак не для разжевывания пищи и у них нет мышц таких и бла бла бла. Мы же тут за реализм? Ну, почти. \nВ общем, орех застрял у него в горле и с момента этого инцидента, он всю жизнь жил с орехом. Они вместе смотрели на звёзды, слушали современную меланхолическую музыку, завели детей, потом дети завели детей, и потом своим внукам он рассказывал эту историю с самого начала.\nИ так они счастливо жили душа в душу, пока не пришёл Щелкунчик.\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Неожиданный счастливый финал\""
      }
    ]
  },
  {
    "id": 22,
    "text": "Закрыв глаза, дельфин смиренно ждал, когда орех в него врежется... И это было совсем не страшно, потому что орехи совсем небольшие. Какой вред в теории может нанести орех дельфину? Разве что если это орех Скрэта. Но то не орех, то жёлудь значит, мы в безопасности. \nНе стоило так беспокоиться, всё же в порядке. Это просто орех.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Не делай из мухи слона\""
      }
    ]
  },
  {
    "id": 23,
    "text": "Да, говорят, что Земля — хорошее место. Ворм полетел в её направлении, но к сожалению до неё он не долетел, потому что упёрся в стену.\nЭто Трамп строил стену в стратосфере, чтобы всякие инопланетяне не прилетали на Землю. Маленькие роботы уже укладывали последние камешки, как вдруг, к ним подлетели спутники Илона Маска и начались настоящие Звёздные войны в миниатюре. И всё это перед дельфином. А потом туда прилетела кривая ракета в 3Д, чтобы непременно вмешаться в этот конфликт, а её представитель просто не имел никакого другого космического оружие. Понимаете, денег нет, но вы...\nА потом туда прилетела бутылка с посланием из прошлого, где было описано всё то, что происходит сейчас, и все экстрасенсы возликовали.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"В этом квесте слишком много политического юмора... Кажется, в него вселился дух квартала\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Ворму не посчастливилось с самого начала его путешествия по космосу. Сначала он встретил множество самопровозглашенных пограничников, больше похожих на ореховых гопников (автор просто ест орехи, пока это пишет). Затем едва убежал от космических пиратов, но окончательно уже лишился терпения, когда обнаружил парковку летающих тарелок на Венере. Там такой толстый слой облаков, что никто не замечал там парковку летающих тарелок с разными блюдами — это те самые тарелки, которые также учавствовали в съёмках мультфильма \"Красавица и чудовище\". На самом деле Дисней использует не рисованную анимацию, а инопланетян.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Пам пам пааааам\""
      }
    ]
  },
  {
    "id": 25,
    "text": "Ворм хорошо помнил дилаог из своего детства, когда его отец уходил из дома с восгласом \"ну нахер\".\n — Отец!\n — Не, ну ты видел, видел?!\nПосле этого своего отца он не видел. И теперь он решил пойти по его следам. Если бы он ещё оставлял следы... *Абзац*\n\nОн бродил. Бродил. И когда поднасытился этиловым спиртом, смог увидеть то, куда пошёл его отец — в притон. Ну, думалось ему, решил мужик отдохнуть, но, как выяснилось позже, он не заплатил, и вообще зашёл в бесплатный туалет. Тогда Ворм подумал, что след оборвался, но к счастью, ему приспичило, и, в туалете, он нашёл тайный ход в пещеру, оборудованную высокотехнологичным шлаком. И пока наш герой впал в шок, в него уже начали тыкать какой-то светящейся перьевой ручкой.",
    "answers": [
      {
        "id": 37,
        "text": "Поговорить с появившимся существом"
      },
      {
        "id": 38,
        "text": "Игнорировать, продолжать поиски отца"
      },
      {
        "id": 39,
        "text": "Вступить в схватку не на жизнь, а на смерть"
      }
    ]
  },
  {
    "id": 26,
    "text": "А наблюдатель у нас, я так посмотрю, реалист. Редко когда встретишь такого в наше время, а тем более в текстовых квестах, когда особенно хочется позволить себе вольности и художественные допущения... \nНо я отвлёкся.  Раз уж такое дело, Ворму придётся найти партнера, ведь к сожалению, дельфины не размножаются ни делением, ни спорами. В общем, справиться самому не получится.\nДельфины находят пару один раз и на всю жизнь. Ну, и они весьма жестокие твари, поэтому и силой воспользоваться не погнушаются, если кому-то не хочется их распрекрасных принимать.\nВ общем. Ворм не знал особо много молодых дельфинов, так что выбор был невелик. Да и в параметрах оценивания он тоже разбирался не особо, если честно говорить...",
    "answers": [
      {
        "id": 28,
        "text": "Подкатить хвост к лучшей дельфинихе во всём море"
      },
      {
        "id": 29,
        "text": "Ворм скромный, ему будет достаточно и молодой и глупой на вид дельфинихи из соседней стаи"
      }
    ]
  },
  {
    "id": 27,
    "text": "Это что, взлом четвёртой стены? Нет! Её здесь просто не было, а значит, никакого взлома. \nХватит так очевидно тыкать в отсылки. Вот возьму, и перестану делать отсылки к другим квестам, вот и не будут олдфаги всякие плюшки иметь. А то что за дела, нормальные люди просто не понимают, что происходит, слишком локальные шутки. \nНу вот и всё.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Без шуток\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Конечно же наш герой знал себе цену и намылился к самой обаятельной дельфинихе во всём море. Каким образом все понимали, что она — самая обаятельная? Не уверен. Если интересно, стоит спросить у Ворма, а не рассказчика. А Ворма всё более чем устраивало, но когда он подплыл к ней, не знал, что сделать или сказать...",
    "answers": [
      {
        "id": 32,
        "text": "- Ты - самая прекрасная, кого я когда-либо видел."
      },
      {
        "id": 33,
        "text": "Молча стукнуть её носом"
      }
    ]
  },
  {
    "id": 29,
    "text": "Следуя твоим указаниям, Ворм поплыл к соседней стае и быстро среди всех дельфинов нашёл свою избранницу. Это было несложно, потому что в стае была только она, остальные не пережили нападение акул. Такова жизнь, естественный отбор.",
    "answers": [
      {
        "id": 30,
        "text": "Узнать её получше, сводить похавать крабов"
      },
      {
        "id": 31,
        "text": "Сразу к делу, даёшь дельфинят"
      }
    ]
  },
  {
    "id": 30,
    "text": "Это было очень даже неплохим решением, которому Ворм с радостью последовал. И, как оказалось, не зря. \nОказалось, что твоя избранница (для Ворма) оказалась не такой уж и глупой. Она не только знала толк в выживании, но и научилась общаться с помощью ультразвуков. Это гораздо удобнее, чем пытаться выговорить человеческие слова с помощью клюва. \nОказалось, что её зовут Ноэ, у неё есть какая-то загадочная работа и собственная пещера, куда она пригласила жить Ворма. Из них получилась прекрасная пара, вместе они пробовали много чего специфического (например, тех же крабов, дельфины же крабов не едят, ага, подловил, а ты о чём подумал, извращенец?)\nТак Ворм и стал жить, мирно и спокойно.\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Дельфин и дельфиняшка\""
      }
    ]
  },
  {
    "id": 31,
    "text": "Бесцеремонность Ворма загадочную дельфиниху совсем не обрадовала. Поэтому она быстро лишила его... Ну, скажем, хвоста... В общем, здорового потомства у этого дельфина теперь точно не будет. \nВ конечном итоге, цель провалена, не везде надо идти напрямую. Адаптируйся к ситуации, будь хорошим млекопитающим.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Goodbye... My tail... Goodbyyyye!\""
      }
    ]
  },
  {
    "id": 32,
    "text": "Дельфиниха, услышав эти слова, издала нечленораздельный ультразвук, отдалённо напоминающий крик страха. Что поделать, наивное существо не привыкло к тому, чтобы дельфины разговаривали. Вот и испугалась.\nА потом как можно скорее смылась, скорее всего вообще из этого моря, хотя казалось бы, на ванну оно не похоже. Нужно быть проще, друг, иногда слова — это вещь лишняя. Правда, это не совсем тот случай, когда эта мораль подходящая...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Эти женщины...\""
      }
    ]
  },
  {
    "id": 33,
    "text": "Несмотря на странное, на первый взгляд, задание, Ворм не растерялся и...\nДельфиниха оказалась в восторге, радостно заурчала и укусила нашего героя за плавник в ответ, что безусловно означало вечную любовь, мир, дружбу, жвачку. Ворм не слишком понимал её язык жестов и всё последующее время, когда они \"общались\", но вроде как она была счастлива, а цель самого юного дельфина была выполнена и маленькие полоумные млекопитающие с плавниками и его генофондом вскоре уже плавали в этом море. Кто здесь за реализм?\nВ общем, поздравления... Наверное...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Глухая любовь?\""
      }
    ]
  },
  {
    "id": 34,
    "text": "К глубочайшему сожалению, дельфины не только не едят печенье, но и не могут его готовить. Можете проверить и попробовать их научить, лично у меня не получилось. \nИ нет, даже если мы допускаем, что Ворм жил на чурчхелле, допущения с готовкой печенья сделать просто непозволительно! Это же уже напрочь противоречит здравому смыслу! Чтобы дельфин — и готовил печенье. Чушь! Не верю!",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Просто автор немного Станиславский. Потрачено\""
      }
    ]
  },
  {
    "id": 35,
    "text": "Безусловно, в новообразовавшейся морской планете есть какое-никакое течение. И всплыв чуть ближе к поверхности, Ворм просто стал плыть по течению. И так он плыл... И плыл... И плыл... Пока не проснулся где-то в море под коралловым рифом. \nК нему подплыла обеспокоенная мать.\n— Ворм, милый, просыпайся! — сказала она. — Ну и соня же ты!\n— Мама, мама, я видел такой странный сон! — ответил ей Ворм и рассказал обо всех тех загадочных приключениях, которые вы только что прочитали. Когда он закончил, мама поцеловала его и сказала:\n— Это и в самом деле был странный сон, малыш, а теперь давай, поторопись, чтобы не опоздать к чаю, уже темнеет...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Чурчхелла? Вы серьёзно?\""
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "— Ворм? Это ты? — с удивлением сказало существо, и Ворм вскоре в ней признал дельфиниху из соседней стаи. — Я чуть было не стёрла тебе память... \nДельфин удивлённо заморгал и булькнул, а она продолжила.\n— Раз уж ты здесь, ты заслуживаешь знать правду о своём отце. Он просил меня рассказать тебе, когда придёт время...\n— Ты его знала? — перебил её Ворм.\n— Верно. Он был моим учителем... И лучшим тайным агентом специального назначения в истории агенства. Он научил меня всему, что я знаю и, к сожалению, погиб на одной из миссий. Он также мечтал однажды рассказать тебе, чем занимается и обучить.",
    "answers": [
      {
        "id": 40,
        "text": "- Я хочу продолжить дело своего отца!"
      },
      {
        "id": 41,
        "text": "- Что ж... Теперь я знаю правду, спасибо"
      }
    ]
  },
  {
    "id": 38,
    "text": "И только хотел Ворм уйти прочь, как — вспышка — и он почувствовал, что сознание куда-то от него уходит, собрав чемоданы. Это было не просто минутное наваждение, хотя дельфину так показалось. В следующий момент он обнаружил себя плывущим по пустынному дну моря. \"А чем я вообще занимался?\" — подумал Ворм. — \"Чёрт, не помню. Пойду ловить рыбу что ли.\"",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Минутка пенсионера\""
      }
    ]
  },
  {
    "id": 39,
    "text": "Безо всяких церемоний, Ворм с размаху вжарил хвостом своего обидчика, только потом удосужившись его опознать — когда он уже лежал на дне без сознания. Он узнал в напавшем (само собой нападение первым было со стороны существа со светящейся штуковиной) дельфиниху из соседней стаи.\nВорм решил продолжить поиски своего отца, но прежде чем он успел найти хоть что-нибудь, встретил множество других подводных существ с оружием, которые, увидев лежащую без памяти дельфиниху, которую вырубил герой, напали на него и скрутили из него лебедя, чёртов отряд турецких горничных.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Осталось станцевать балет\""
      }
    ]
  },
  {
    "id": 40,
    "text": "— В таком случае, я помогу тебе. — криво (насколько умеют дельфины, главное искренне, камон) улыбнулась она. \nЕё имя — Ноэ, и с того самого дня она стала верной напарницей и наставницей Ворма. Он стал самым настоящим спецагентом подводного отделения и надеялся однажды перейти в совмещенный отдел. \nЭто было начало его настоящей карьеры, полной захватывающих приключений и тайн, и за это начало он благодарит вас.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Истинная концовка\""
      }
    ]
  },
  {
    "id": 41,
    "text": "— Да... — протянула она. — Не за что.\nВорм развернулся, уже было собравшись уходить, но затем она продолжила.\n— Однако... Ты узнал слишком много. Информация не должна выйти за пределы агенства. \nНа заднем фоне заиграла жуткая музыка, и наш герой испуганно воскликнул.\n— Но ты же дружила с моим отцом! Он бы не хотел, чтобы ты...\n— Чтобы я что? — удивлённо спросила она как ни в чём не бывало. — Я просто предупреждаю, чтобы ты не проболтался. Параноик хвостатый.\n— Упс...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Во всём виноваты звуковики\""
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]