[
  {
    "id": 1,
    "text": "Темный космос не услышит ваших криков",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 59,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы лежите ничего не видя вокруг, лишь всепоглощающую тьму. Жуткая боль и звон в ушах добивают ваше и без того потрепаное состояние",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться встать и идти"
      },
      {
        "id": 4,
        "text": "Лежать и ожидать облегчения ситуации"
      },
      {
        "id": 6,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы встали, но видеть отнюдь лучше не стали. Пройдя пару шагов наслепую вы очутились вблизь глянцевой, но до жути холодной стены.",
    "answers": [
      {
        "id": 4,
        "text": "Лечь обратно и ждать облегчения"
      },
      {
        "id": 7,
        "text": "Продолжить движение вдоль стены дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Увы, но отлеживание на одном месте все же не принесло вам каких-либо результатов. Вы по прежнему ничего не видите.",
    "answers": [
      {
        "id": 3,
        "text": "Встать и идти вслепую"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы встали и слышите как голоса ускореным шаго приближаются все ближе и ближе, а вы все еще ничего не видите кроме глубокой пустоты.\n И вот уже мгновение, как голоса в панике бегут к вам:\n-Паарень, ты главное не беспокойся,  мы тебе ничего не сделаем плохого...-успокаивающим голосом сказал второй голос\n-Просто сделай пару шагов вперед.-сказал первый голос",
    "answers": [
      {
        "id": 8,
        "text": "Сделать пару шагов вперед"
      },
      {
        "id": 9,
        "text": "Пятиться назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Помещение наполнилось звонким криком о помощи. И все же не зря.\nВ дали были отчетливо слышны чьи-то шаги. Голоса сопровождающие эти самые шаги между собой переговаривались:\n-Джои, говорю тебе, будь осторожен!-с нервностью и волнением проговорил первый голос приближаясь по немногу к вам.\n-Не парься ты, все будет отлично...-с ухмылкой проговорил второй близящийся голос- я не верю , что этот парень может причинить нам вред.\n-Дело не в парне, а в периоде который он провел в Крио сне!-остановившись на секунду воскликнул первый голос-Он провел там 43 года и я не знаю каковы могут быть последствия такого сна. Как таковой долгое нахождение в таком состоянии влияет на нервную систему и головной мозг в часности.\n-Это я помню,-уныло ответил второй голос ускоряя шаг-ну сейчас и разберемся.",
    "answers": [
      {
        "id": 5,
        "text": "Попробовать встать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Продолжая движение вслепую вдоль глянцевой стены, вы натыкаетесь на металический стол, похожий на хирургический для инструмента.\nТак оно и есть. Это был хирургический столик с аккуратно выложеными на нем металическими инструментами.",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить движение"
      }
    ]
  },
  {
    "id": 8,
    "text": "-Таак...-произнес с удивлением первый голос- я вижу ты в адэкватном состоянии парень.\nВторой голос интригующе молчал, шумя металическими предметами в стороне.\nВы замерли...",
    "answers": [
      {
        "id": 11,
        "text": "-Да, я в полном адэквате. Нотолько у меня к вам три вопроса:\nГде я? Почему я ничего не помню? Почему я ничего не Вижу?"
      },
      {
        "id": 9,
        "text": "-Только не трогайте меня ублюдки!!!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы попытались избежать встречи с владельцами голосов отбиваясь вслепую изо всех сил, но все тщетно. Вы схвачены этими неизвестными и отправлены в сон...\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Продолжив движение наощупь вы уперлись в стену по которой вы шли сначала. Эта стена так же была глянцевой, что не могло не радовать тактильные речепторы пальцев.\n-Куда мне дальше?!-подумали вы.\nОтвет был очевиден. Продолжать по той же стене в другом направлении",
    "answers": [
      {
        "id": 12,
        "text": "Продолжать движение"
      }
    ]
  },
  {
    "id": 11,
    "text": "Первый голос замолчал на мгновение, но потом начал снова говорить в вашу сторону:\n-Говоришь ничего не видишь и не помниш?-задумчиво проговорил первый голос-Хм...\n-Давай ему уколим нейро стимуляторы!-пробормотал в стороне второй голос\n-Значит слушай, парень, у тебя явное недопробуждение нервных узлов головного мозга...-проговорил быстро с уже нервной ноткой первый голос в вашу сторону-подойди сейчас на мой голос и я вколю тебе нейростимулятор. Этот нейростимулятор поможет восстановится и пробудиться твоим нервным узлам и зрению, но гарантировать возращение памяти не могу... Так что попробуй поверить мне.",
    "answers": [
      {
        "id": 1,
        "text": "Поверить первому голосу и пойти к нему на встречу."
      }
    ]
  },
  {
    "id": 12,
    "text": "Следуя по холодной до жути стене вы нащупываете случайным образом выход из этого помещения и попадаете в новое более жаркое помещение.\nСнизу под ногами ощущалась металическая решетка. Возле самого дверного проема гулял сквозняк, но вовсе не холодный и не прохладный ветерок, а теплый поток воздуха бегающий то из одной стороны, то из другой. ",
    "answers": [
      {
        "id": 14,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "И вот снова жуткая головная боль разрывающая череп изнутри и звон в ушах.\nОткрыв глаза вы очутились на улице. Под ногами были мокрые осенние листья деревьев, а над головой зависли огромные грозовые тучи. Дождь поливающий все вокруг изрядно наполнял водой карманы вашей рубахи цвета хакки.\n-Что ж, хорошо оказаться на свежем осеннем воздухе...-подумали вы всматриваясь в мрачное и вовсе не дружелюбное небо. \nНо увы ваши размышения прервал отряд пробегающих морпехов. Каждые их шаги были синхронны, а звук их сапог не мог завораживать, ведь это был единый звук. Эти ребята были видимо гордостью своей военной части ведь в них очень сильно отражалась дисциплиннированость и сила воли.\nСледом за отрядом и бежал их командующи подкривпя им что-то вслед...\nКак оказалось вы находитесь на военном полигоне прямо в разгар жуткого, осеннего ливня",
    "answers": [
      {
        "id": 15,
        "text": "Осмотрется вокруг"
      },
      {
        "id": 17,
        "text": "Узнать у командующего  о том, как вы здесь оказались"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вдруг откуда не возьмись слышны бысто приближающиеся шаги. За шагами сразу поспевают и нервные крики:\n-Держи его Джои! Держи!\n-Сейчас все будееет!\n",
    "answers": [
      {
        "id": 9,
        "text": "Попытаться избежать встречи"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вас окружает поле, поливаемое проливным дождем. Под ногами трава , увядающая под стать времени года. В далеке изредка виднеютмя уже осыпавшиеся деревья и безкайние поля, края которых кажется не видать.\nВзглянув на небо вы видите только серые, унылые цвета которые как бы подталкивают к грустному настроению. Единственная радость такой погоды, это равномерное шуршание дождя.\nВы хорошо осмотревшись решаетесь подойти к командующему отряда",
    "answers": [
      {
        "id": 17,
        "text": "Узнать у командующего  о том, как вы здесь оказались"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы начали бежать рядом с человеком отдающим приказы.\n-Не подскажите, где я нахожусь.-вы упорно попытались донести свои слова до человека в офицерской форме, но без успешно...\nВнезапно где-то со стороны стали слышны довольно знакомые голоса.Вы обернулись, чтоб взглянуть где эти голоса звучат и вдруг вспышка и через миг вас ослепило...",
    "answers": [
      {
        "id": 18,
        "text": "Закрыть глаза руками"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы подбегая к командующему, начали звать его:\n-Сэр... Сэр, не подскажете где я?\nНо даже прозвучав впритык ваш вопрос был проигнорирован.",
    "answers": [
      {
        "id": 16,
        "text": "Бежать рядом с командующим"
      }
    ]
  },
  {
    "id": 18,
    "text": "Голоса продолжили звучать и начали приближаться.\nСвет погас. Убрав руки и открыв глаза вы видели перед собой два мужчины, примерно среднего роста. Оба были во врачебных халатах.\nСначала после того как открыли глаза, вы не могли вклинится в их разговор. \nПостепенно краски в глазах начали возвращаться, а понимание людской речи начало обретать новые обороты.\n-Я же говорил, что он жив, а ты мне не верил...-с некой увереностью говорил один из мужчин-Панику тут развел!!\n-Я не паниковал! Я перестраховывался!!-нервно ответил второй мужчина и перевел глаза на вас-Парень, ты как? Уже видишь? Голова не болит?\nА вы в это время как оказалось лежали на кушетке.",
    "answers": [
      {
        "id": 19,
        "text": "-Не сон ли это?"
      },
      {
        "id": 20,
        "text": "-Уже не болит"
      },
      {
        "id": 21,
        "text": "Промолчать в ответ"
      }
    ]
  },
  {
    "id": 19,
    "text": "-Сэмми, мы во сне?!-спросил один парень другого-А?\n-Вроди бы нет-ответил с изумлением второй парень.\nВы взглянули на парней в чистых, белоснежных халатах с явным недоумением.",
    "answers": [
      {
        "id": 22,
        "text": "-Мне можно встать?"
      },
      {
        "id": 23,
        "text": "-Кто вы?"
      }
    ]
  },
  {
    "id": 20,
    "text": "-Вот и чудесно",
    "answers": [
      {
        "id": 1,
        "text": "хех"
      }
    ]
  },
  {
    "id": 21,
    "text": "Один из парней стоящих над вами пощелкал пальцами в попытке узреть хоть какую-либо реакцию.\n—Эй, парень, ты слышал меня?-спросил он продолжая щелкать палцами-Говорю голова не болит?\n—Видимо нейроны еще не отошли от криосна...-пробормотал второй парень разводя руками",
    "answers": [
      {
        "id": 28,
        "text": "-Я все прекрасно слышу... Голова вовсе не болит..."
      },
      {
        "id": 30,
        "text": "-Все отлично, только кто вы и где я нахожусь?!"
      }
    ]
  },
  {
    "id": 22,
    "text": "-Ах да, вставай. Главное не резко иначе голава начнет кружиться, а в твоем нынешнем состоянии это не нужно-ответил парень отозвавшийся на имя Сэмми\n-Благодарю, а то лежать надоело малость. Хоть посижу-ответили вы с иронией в голосе и присели на кушетку.\n-Я, Сэм, Сэмми, Сэмуэль-ответил парень с русым волосом, по имени Сэмми-Это мой коллега-Джеймс... Мы тут врачи. Вот тебя в нормальное состояние приводим.\n-Да- выдавил из себя невозмутимо-довольный Джеймс",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреть все вокруг"
      },
      {
        "id": 25,
        "text": "-Где я?"
      }
    ]
  },
  {
    "id": 23,
    "text": "-Я, Сэм, Сэмми, Сэмуэль-ответил парень с русым волосом-Это мой коллега-Джеймс... Мы тут врачи. Вот тебя в нормальное состояние приводим.\n-Да- выдавил из себя невозмутимо-довольный Джеймс\n-А тебя как звать-то?-спросил Сэм почесывая затылок",
    "answers": [
      {
        "id": 26,
        "text": "-Не помню"
      },
      {
        "id": 27,
        "text": "Попытаться вспомнть"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вокруг вас было белое помещение размером с три-четыре метра в длинну и так же в ширину. На стенах виднелась белая плитка, та самая вдоль которой вы шли по началу. В далеьнем правом углу стоял не высокий металический столик с медицинским инструментом, на которыйвы вслепую наткнулись.\n  Как оказалось выходная дверь была не так далеко от столика как козалось будучи слепым. В помещении царила кромешная чистота и тишина. Рядом с кушеткой на которой вы сидите стоит деревянный стол, стоящий параллельно белоснежной стене. Под левой стеной стоял шкаф высотой с два метра, иделатьно вписывающийся в этот медицинский рай. \n   Тут гуляет свежий сквознячок, но не понятно с каких онмест выдувает и куда задувает. Ясно одно, он есть.",
    "answers": [
      {
        "id": 25,
        "text": "-Где я?"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ну это... Как его?-замешкался с ответом голубоглазый Джеймс. При таком освещении как тут глаза Джеймса обретали ярко голубой цвет и смотрелись как ледяные или стклянные.\n—Мы на ремонтном корабле \"АУР\", направляемся на планету Тор-резко перебил Джейми, Сэм-Ты с Тора?!\n",
    "answers": [
      {
        "id": 26,
        "text": "-Не помню"
      },
      {
        "id": 27,
        "text": "Попытаться что-то вспомнить"
      }
    ]
  },
  {
    "id": 26,
    "text": "-Пффф...-засмеялся один из парней-Это не удивительно ведь сорок тригода в криосне это жестко даже для меня...",
    "answers": [
      {
        "id": 32,
        "text": "-В каком смысле сорок три года?!"
      }
    ]
  },
  {
    "id": 27,
    "text": "В попытке что-либо у васначала болеть голова и вы ничего не вспомнили",
    "answers": [
      {
        "id": 26,
        "text": "-Не помню"
      }
    ]
  },
  {
    "id": 28,
    "text": "-Фууух..-вздохнул с облегчением парень, который щелкал пальцами-а я уж испугался, что ты снова ничего не видишь, не слышишь!\nВторой парень замешкался и вышел из помещения под предлогом \"на капитанский мостик\"...\n",
    "answers": [
      {
        "id": 30,
        "text": "-Где я и кто вы такие?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вокруг вас было белое помещение размером с три-четыре метра в длинну и так же в ширину. На стенах виднелась белая плитка, та самая вдоль которой вы шли по началу. В дальнем правом углу стоял не высокий металический столик с медицинским инструментом.\n   В помещении царила кромешная чистота и тишина. Рядом с кушеткой на которой вы сидите стоит деревянный стол, стоящий параллельно белоснежной стене. Под левой стеной стоял шкаф высотой с два метра, иделатьно вписывающийся в этот медицинский рай. \n   Тут гуляет свежий сквознячок, но не понятно с каких онмест выдувает и куда задувает. Ясно одно, он есть.",
    "answers": [
      {
        "id": 37,
        "text": "Одеться"
      }
    ]
  },
  {
    "id": 30,
    "text": "-Я, Сэм, Сэмми, Сэмуэль-ответил парень с русым волосом-То был мой коллега-Джеймс... Мы тут врачи. Вот тебя в нормальное состояние приводим, а находишься ты на ремонтном корабле \"Аур\". Мы занимемся техническим обслуживанием спутников в пределах нашей галактики.",
    "answers": [
      {
        "id": 31,
        "text": "-А как я здесь оказался?"
      },
      {
        "id": 33,
        "text": "-В нормальное состояни приводите, посде чего?"
      }
    ]
  },
  {
    "id": 31,
    "text": "-Тебя нашли в уцелевшем блоке с криокапсулами, ты в криосне дрейфовал по космосу и видимо давно..\nТы помнишь , что с тобой вооще стряслось?-заинтересовано спросил Сэм засовывая руки в халат",
    "answers": [
      {
        "id": 33,
        "text": "-Нет ничего абсолюно не помню. Вы сказали что приводите меня в нормальное состояние, нормальное состояне после чего?"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ваш пульс участился и вас охватила паника...\n-Спокойно парень, дыши, дыши...-начал успокаивать вас Сэм, положив руки вам на плечи взглянув в ваши глаза-Когда мы нашли твою криокапсулу, она была прилично покрыта криожидкостью, как снаружи, так и изнутри. Как Оказалось маркировка таких капсул принадлежит еще к сорок восьмым годам, тоесть около сорока трех лет ты доейфовал в этих остатках корабля. А ведь ограничение криосна то максимум десять лет, поэтому у тебя жутко болела голова и оказали зрительные узлы...",
    "answers": [
      {
        "id": 1,
        "text": "Успокоится"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Когда мы нашли твою криокапсулу, она была прилично покрыта криожидкостью, как снаружи, так и изнутри. Как Оказалось маркировка таких капсул принадлежит еще к сорок восьмым годам, тоесть около сорока трех лет ты дрейфовал в этих остатках корабля. А ведь ограничение криосна то, максимум десять лет, поэтому у тебя жутко болела голова и оказали зрительные узлы...",
    "answers": [
      {
        "id": 34,
        "text": "-А каким образом тот блок в котором я дрейфовал эти сорок лет был отделен от корабля?"
      },
      {
        "id": 35,
        "text": "-Сам корабль вы нашли?!"
      }
    ]
  },
  {
    "id": 34,
    "text": "-Этот вопрос я хотел задать как раз тебе...-развернувшись к выходу ответил Сэмуэль-Ладно, вставай одевайся... Одежда на столе рядом с кушеткой. Через пару часов все о тебе разузнаем. \nФигура врача пропала в темном коридоре так быстро, будто вспышка молнии ударила в землю и и внезапно исчезла...\nВ далеке, где-то в глубине было слышно как Сэм кричит на кого-то:\n-Джеральд!!! Сукин, ты сын!!! Ты обещал отремонтировать освещение здесь еще три дня...-отдаляясь голос затих",
    "answers": [
      {
        "id": 37,
        "text": "Одеться"
      },
      {
        "id": 29,
        "text": "Осмотреть все вокруг"
      }
    ]
  },
  {
    "id": 35,
    "text": "—К сожалению в радиусе системы \"Теа\" мы больше ничего не нашли. Но вот как блок с криокапсулами оказался оторваным в такой заднице космоса?!",
    "answers": [
      {
        "id": 36,
        "text": "-Не помню..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Сэм развернулся и направился к выходу исчезая в темноте.\n-Ты это...-остановился врач, не поворачиваясь к вам-Одежда на столе рядом с кушеткой , вставай одевайся...\nИ фигура врача моментально исчезла во тьме...\nВ далеке, где-то в глубине былослышно как Сэм кричит на кого-то:\n-Джеральд!!! Сукин, ты сын!!! Ты обещал отремонтировать освещение здесь еще три дня...-отдаляясь голос затих",
    "answers": [
      {
        "id": 37,
        "text": "Одется"
      }
    ]
  },
  {
    "id": 37,
    "text": "Одежда которую вам оставили была точно по размеру, будто на борту этого каорабля есть отдельный портной. Одевшись сквозняк вам стал ни по чем, и теперь можно совсем свободно разгуливать по помещениям.\n",
    "answers": [
      {
        "id": 38,
        "text": "Идти к выходу"
      },
      {
        "id": 39,
        "text": "Взять скальпель со стола с инструментами и направится к выходу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы оказались в темном коридоре , уходящем глубоко во всепоглощающую темноту. Издалека слышалось жужжание то-ли двигателей, то-ли каких-либо генераторов.\nСзади виднелся свет... По всей видимости, то был свет из какого-то другого помещения.",
    "answers": [
      {
        "id": 40,
        "text": "Пойти к свету"
      },
      {
        "id": 41,
        "text": "Пойти далее во тьму"
      }
    ]
  },
  {
    "id": 39,
    "text": "Положив скальпель в задний карман,\nвы направились к выходу.\nВыйдя, вы оказались в темном коридоре , уходящем глубоко во всепоглощающую темноту. Издалека слышалось жужжание то-ли двигателей, то-ли каких-либо генераторов.\nСзади виднелся свет... По всей видимости, то был свет из какого-то другого помещения.",
    "answers": [
      {
        "id": 42,
        "text": "Пойти к свету"
      },
      {
        "id": 43,
        "text": "Пойти далее во тьму"
      }
    ]
  },
  {
    "id": 40,
    "text": "Подходя к свету вы начали отчетливо слышать чьи-то голоса. Подойдя еще ближе вы видите, что свет идет из дверного проема помещения.",
    "answers": [
      {
        "id": 44,
        "text": "Зайти в помещение"
      },
      {
        "id": 45,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "В глубине тьмы виднелся свет лампы дневного света придающей коридору еще более мрачные черты, а жужжание все большее давило на ваши уши.",
    "answers": [
      {
        "id": 1,
        "text": "Идти к свету вперед"
      },
      {
        "id": 38,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "Подходя к свету вы начали отчетливо слышать чьи-то голоса. Подойдя еще ближе вы видите, что свет идет из дверного проема помещения.",
    "answers": [
      {
        "id": 48,
        "text": "Зайти в помещение"
      },
      {
        "id": 49,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "В глубине тьмы виднелся свет лампы дневного света придающей коридору еще более мрачные черты, а жужжание все большее давило на ваши уши.",
    "answers": [
      {
        "id": 1,
        "text": "Идти к свету вперед"
      },
      {
        "id": 39,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Помещение-оказалось чем-то вроде гостинной. По центру стоял длинный стол белого цвета, а заним сидело порядка пяти человек. На столе за их разговорами простаивала разная еда, начиная от салатов и заканчивая мясными блюдами. С левой стороны от стола стоит барная стойка на полках которой выставлено будто-бы безграничное количество алкоголя, а с правой стороны стоит деревянный шкаф с книгами и рядом кожаный диван.",
    "answers": [
      {
        "id": 50,
        "text": "-Привет всем..."
      },
      {
        "id": 51,
        "text": "Молча зайти и слушать их разговоры"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ваша фигура промелькнула возле дверного проема от помещения, но никто не придал этому значения, а голоса продолжали звучать в помещении.\nВы направились дальше. В дали, в глубине коридора виднелось едва ли видное зеленое сияние. И изредка видимые искры сыплющиеся на пол.",
    "answers": [
      {
        "id": 54,
        "text": "Подойти к зеленому сиянию"
      },
      {
        "id": 40,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "Помещение-оказалось чем-то вроде гостинной. По центру стоял длинный стол белого цвета, а заним сидело порядка пяти человек. На столе за их разговорами простаивала разная еда, начиная от салатов и заканчивая мясными блюдами. С левой стороны от стола стоит барная стойка на полках которой выставлено будто-бы безграничное количество алкоголя, а с правой стороны стоит деревянный шкаф с книгами и рядом кожаный диван.",
    "answers": [
      {
        "id": 50,
        "text": "-Привет всем..."
      },
      {
        "id": 51,
        "text": "Молча слушать разговоры людей"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ваша фигура промелькнула возле дверного проема от помещения, но никто не придал этому значения, а голоса продолжали звучать в помещении.\nВы направились дальше. В дали, в глубине коридора виднелось едва ли видное зеленое сияние. И изредка видимые искры сыплющиеся на пол",
    "answers": [
      {
        "id": 66,
        "text": "Подойти к зеленому сиянию"
      },
      {
        "id": 48,
        "text": "Вернуться к помещению"
      }
    ]
  },
  {
    "id": 50,
    "text": "В вашу сторону обернулось пару человек с жутким недоумением , а остальные продолжали о чем-то увлеченно разговаривать.\n—Ты кто?-поинтересовалачь девука смотрящая на вас, отставляя в сторону тарелку с салатом.\n—Он видимо уцелевший, которого мы нашли.-обоатился чернокожий парень к девушке.-Как тебя зовут?-обернулся он в вашу сторону",
    "answers": [
      {
        "id": 60,
        "text": "-Я не помню своего имени"
      },
      {
        "id": 61,
        "text": "-А можно поесть?"
      }
    ]
  },
  {
    "id": 51,
    "text": "Когда вы зашли в помещение, ваше присутсвие никто не заметил. Все продолжали дальше сидеть и увлеченно разговаривать ,перекусывая между делом.\nРазговоры шли в основном о анекдотах и смешных историях, а иногда даже и о недовольстве по отношению о руководстве.\nИ вдруг переводя тему, один из компании произнес внезапно анекдот:\n—- Есть ли разумная жизнь во вселенной?\n— Есть.\n— А почему с нами не связывается?\n— Так потому и не связывается, что разумная...",
    "answers": [
      {
        "id": 1,
        "text": "Засмеяться"
      },
      {
        "id": 1,
        "text": "Не смеяться"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ящичек был не таким уж большим и добраться до  кабелей , было не так-то просто как казалось.\nСпустя какое-то время вы все же смогли до браться до кабелей... Вас пронзила мощь шаровой молнии , как только вы взялись за оголенный провод пальцами. Это была роковая ошибка, после которой вам уже не смогут помочь, ведь всё-таки наивысшее напряжение из кристалического энергоблока это не шутки...\n\nДОСТИГНУТО ДОСТИЖЕНИЕ [Голова чтобы есть]",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 53,
    "text": "Джордж насыпав вам в тарелку каши сел рядом.\n—Ну раз тебе рассказать нам нечего, тогда мы чтоль о себе расскажем.-проговорил афроамериканец смотря в сторону непрерывно разговаривающих людей.-Те ребята, наши механики... Они либо в запое, либо сами между собой разговаривают. Для них нас не существует.-с улыбкой произнес Джордж-Корабль наш если ты не знаешь называется \"АУР\" и летим мы на планету Тор. Судно небольшое, экспедиционное. \n\nПосле слов о планете Тор, у вас что-то начало всплывать в голове.",
    "answers": [
      {
        "id": 72,
        "text": "-Кадется я что-то припоминаю..."
      },
      {
        "id": 73,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 54,
    "text": "Как оказалось, сияние излучал кристалический энергоблок. А искры шли из прикрытого сундучка , расположенного рядом с энергоблоком. На полу валялся кусок резиновой ленты. Видимо он был привязан к дверце сундучка...",
    "answers": [
      {
        "id": 55,
        "text": "Поднять ленту и открыть сундучок"
      },
      {
        "id": 56,
        "text": "Открыть сундучок"
      },
      {
        "id": 44,
        "text": "Вернуться к помещению с людьми"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Лучшее применение для такой ленты-это изоляция электрических проводов.-проговорили вы у себя голове.\nОткрыв сундук, вы обрушили на пол шквал искр, которые в итоге разсыпались по всему полу.\nПричиной искр было замыкание двух кабелей между собой в следствии обгоревшей оплетки",
    "answers": [
      {
        "id": 57,
        "text": "Развести кабеля в стороны, обмотав пальцы лентой"
      },
      {
        "id": 48,
        "text": "Пойти назад к ближайшему помещению"
      }
    ]
  },
  {
    "id": 56,
    "text": "Открыв сундук, вы обрушили на пол шквал искр, которые в итоге разсыпались по всему полу.\nПричиной искр было замыкание двух кабелей между собой в следствии обгоревшей оплетки",
    "answers": [
      {
        "id": 52,
        "text": "Попробовать развести кабеля руками"
      },
      {
        "id": 48,
        "text": "Вернуттся к ближайшему помещению"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ящичек был не таким уж большим и добраться до  кабелей , было не так-то просто как казалось.\nСпустя какое-то время вы все же смогли до браться до кабелей... Но резиновая лента слезла и вы зацепили оголенный провод пальцем. Это была роковая ошибка, после которой вам уже не смогут помочь, ведь всё-таки наивысшее напряжение из кристалического энергоблока это не шутки...\n\nДОСТИГНУТО ДОСТИЖЕНИЕ [Человек вспышка]",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "Ваши достижения",
    "answers": [
      {
        "id": 57,
        "text": "[Человек вспышка]",
        "need": [
          57
        ],
        "need_ever": true
      },
      {
        "id": 70,
        "text": "[Дегенерация в процессе]",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 52,
        "text": "[Голова чтобы есть]",
        "need": 52
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ну, что же... Такое бывает...-задумчиво произнес темнокожий парень-Ты главное не стесняйся, присаживайся. Я-Джордж, повар на этом судне, а она Клер.- произнес афроамериканец указивая на пустующий стул возле стола.\n—Да, я-Клер, медик, а остальные сами пусть представаятся!!!-грозным тоном произнемла девушка в сторону разговаривающих парней и девушеки.",
    "answers": [
      {
        "id": 62,
        "text": "Присесть на стул"
      },
      {
        "id": 63,
        "text": "Стоять дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Присаживайся, бери чего душа пожелает. Я кстати-Джордж, повар тут, на корабле, а она Клер.-произнес парень указывая на пустующий стул возле стола.\n—Ну, а я как уже сказал Джордж, Клер-медик.-произнесла с улыбкой девушка, протягивая вам пустую тарелку с вилкой.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 62,
    "text": "Присев на стул , вы ощутили раслабление мышц ног, ведь ходить около получаса после долгого перебывания в криосне это уж слишком тяжело для ног.\nДжордж поставил вам тарелку и любезно поинтересовался:\n—Что есть будешь, странник? У нас тут сварена похлебка с фруктами и несколькими мандрами, а есть каша овсяная с курицей.",
    "answers": [
      {
        "id": 53,
        "text": "-Давай кашу... Овес-залог силы и успеха"
      },
      {
        "id": 1,
        "text": "-А что дакое мандры?"
      },
      {
        "id": 1,
        "text": "-Я не хочу есть"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы остались стоять . \nПарни и Девушка которых пыталась представить вам Клэр не реагировали на ее замечание \n—Дадно не обращай на них внимания...-посмеялачь Клэр- парень, который ближе ко мне сидит — это Джеймс, он механик. Девушка с этой компании — Агата, помошник капитана, а вор тот парень то Фил. Фил энерго-инженер. Он следит за состоянием энерго-кристалов в двигателей корабля.-произнесла Клэр указывая в сторону сидящей компании.\nТем временем Агата, встала изза стола и молча прошла мимо вас опустив глаза к полу.\n—Эхх... Агата... Застенчивая девушка, но превосходный пилот...-вздохнула Клэр — Тебе нужно познакомится с капитаном этого корабля, а он в свою очередь поможет тебе с работой у нас на корабле, дабы ты не шлялся по  посудине без дела...\nВыйди из этого помещения и пройди по коридору направо, там будет третья дверь с права...",
    "answers": [
      {
        "id": 1,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "Как оказалось, сияние излучал кристалический энергоблок. А искры шли из прикрытого сундучка , расположенного рядом с энергоблоком. На полу валялся кусок резиновой ленты. Видимо он был привязан к дверце сундучка...",
    "answers": [
      {
        "id": 68,
        "text": "Поднять ленту и открыть сундучок"
      },
      {
        "id": 48,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "—Лучшее применение для такой ленты-это изоляция электрических проводов.-проговорили вы у себя голове.\nОткрыв сундук, вы обрушили на пол шквал искр, которые в итоге разсыпались по всему полу.\nПричиной искр было замыкание двух кабелей между собой в следствии обгоревшей оплетки",
    "answers": [
      {
        "id": 70,
        "text": "Обмотать лентой пальцы и развести кабеля"
      },
      {
        "id": 1,
        "text": "Обмотать ручку скальпеля и развести кабеля им"
      },
      {
        "id": 48,
        "text": "Вернуться к ближайшему помещению"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "Ящичек был не таким уж большим и добраться до  кабелей , было не так-то просто как казалось.\nСпустя какое-то время вы все же смогли до браться до кабелей... Но резиновая лента слезла и вы зацепили оголенный провод пальцем. Это была роковая ошибка, после которой вам уже не смогут помочь, ведь всё-таки наивысшее напряжение из кристалического энергоблока это не шутки...\n\nДОСТИГНУТО ДОСТИЖЕНИЕ [Дегенерация в процессе]",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "—О чем же ты друг мой, припоминаешь?-поинтересовался Джордж-Поведай, если не секрет...\n",
    "answers": [
      {
        "id": 1,
        "text": "-Я вспомнил про планету землю..."
      },
      {
        "id": 73,
        "text": "-Мне показалось"
      }
    ]
  },
  {
    "id": 73,
    "text": "В голове у вас сразу вспомнилость что-то о войне между планетой Земля и планетой Тор...\nБольше ничего.\n\nА тем временем Джордж продолжал рассказывать:\n—На корабле три медика, три механика, капитан, повар и два ученых геологов.-нахмурившись сказал Джордж- Хочу сказать что на Тор прибудем через пару дней..",
    "answers": [
      {
        "id": 74,
        "text": "-Что за планета Тор?"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Нууу, это планета изза постоянных дождей и гроз называется Тор, а так жить можно. Заселена людьми...А так про нее толком нечего рассказать...",
    "answers": [
      {
        "id": 75,
        "text": "-Я кажется припоминаю что-то о войне между Землей и Тором"
      },
      {
        "id": 78,
        "text": "-Это радует, что скоро будем на планете. там хоть узнаю новости за последние года и установлю свою личность"
      },
      {
        "id": 79,
        "text": "-Ясно..."
      }
    ]
  },
  {
    "id": 75,
    "text": "—А, ну это было... Земля была перенаселена и нуждалась в сокращении населения дабы сэкономи оставшиеся рессурсы планеты.- вспомнил Джордж- На Земле в следствии этого началась гражданская война... Именно малая оставшаяся часть жителей планеты которые были занесены в списки ликвидации спустя семь лет войны покинули планету...",
    "answers": [
      {
        "id": 76,
        "text": "-И что было далше?"
      },
      {
        "id": 77,
        "text": "Закончить разговор и уйти..."
      }
    ]
  },
  {
    "id": 76,
    "text": "—Вижу тебе интересно... Дальше уже была межпланетная война, Земля пыталась захватить Тор из-за богатых рессурсов планеты...\nВ итоге, война была окончена...\nЗемля потерпела поражение...",
    "answers": [
      {
        "id": 82,
        "text": "-Ладно... Давай не о грустном... Где мне найти вашего капитана?"
      },
      {
        "id": 1,
        "text": "-Война, никогда к хорошему не приводила..."
      }
    ]
  },
  {
    "id": 77,
    "text": "—Ты куда?- поинтересоваться Джодж, явно недоволен вашим уходом",
    "answers": [
      {
        "id": 84,
        "text": "-Пойду поищу капитана"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Твою личность мы сможем учтановить и в космосе, но только нужно добратся до ближайшей спутниковой станции, так как мы сейчас двлеко от нашей привычной галактики- проговорил Джордж",
    "answers": [
      {
        "id": 85,
        "text": "-Ну тогда я двинусь искать вашего капитана..."
      }
    ]
  },
  {
    "id": 79,
    "text": "—Сейчас тебе лучше поискать нашего капитана-сказала Клэр-—Тебе на лево и прямо... А потом третья дверь справа- подсказала Клэр показуюя своими тонкими и изящными руками схему в воздухе",
    "answers": [
      {
        "id": 1,
        "text": "-Спасибо"
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": [
      {
        "id": 81,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "—Тебе нужно идти на лево и прямо... А потом третья дверь справа- подсказала Клэр показуюя своими тонкими и изящными руками схему в воздухе",
    "answers": [
      {
        "id": 1,
        "text": "-спасибо"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "—Тогда тебе на лево и прямо... А потом третья дверь справа- подсказала Клэр показуюя своими тонкими и изящными руками схему в воздухе",
    "answers": [
      {
        "id": 1,
        "text": "-Спасибо"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Иди...-улыбнулся Джордж- тебе на лево и прямо... А потом третья дверь справа",
    "answers": [
      {
        "id": 1,
        "text": "-Спасибо"
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  }
]