[
  {
    "id": 1,
    "text": "Первый квест, так что не судите строго.<s>r\n16 плюс<s>r\nВ процессе<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "поехали :)"
      },
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Было холодно. На улице слышались капли дождя, что  с грохотом падают на крыши домов. Ты сидишь дома одна, совершенно не зная чем заняться пасмурным осенним днём. Ты — студентка второго курса филологического института. Как тебя будут звать?",
    "answers": [
      {
        "id": 3,
        "text": "Валери. По-моему, очень красиво"
      },
      {
        "id": 4,
        "text": "Джессика. Красиво и просто"
      }
    ]
  },
  {
    "id": 3,
    "text": "Очень красивое имя, Валери. Ты идёшь ставить чайник, ибо в такую погоду просто не выжить без горячего напитка. Укутываясь пледом, ты решаешься включить что-нибудь интересное. Итак, что выберешь?",
    "answers": [
      {
        "id": 5,
        "text": "Какой-нибудь веселый сериальчик. Что еще нужно в такую погоду?"
      },
      {
        "id": 6,
        "text": "Просто включу ютуб и буду залипать на блогеров :)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Очень красивое имя, Джессика. Ты идёшь ставить чайник, ибо в такую погоду просто не выжить без горячего напитка. Укутываясь пледом, ты решаешься включить что-нибудь интересное. Итак, что выберешь?",
    "answers": [
      {
        "id": 5,
        "text": "Какой-нибудь веселый сериальчик. Что еще нужно в такую погоду?"
      },
      {
        "id": 6,
        "text": "Просто включу ютуб и буду залипать на блогеров :)"
      }
    ]
  },
  {
    "id": 5,
    "text": "И снова здравствуй. Сериал греет тебя своими шутками, а ты, в свою очередь, излучаешь тепло. Как вдруг, в совершенно неподходящий момент звонит телефон. Ты берешь трубку и звонящим оказывается твой одногруппник Том. Когда-то ты питала к нему симпатию. Ну, а как же! Высокий молодой человек с прекрасными зелёными глазами, с искромётными шутками и шикарным телом. Но потом ты поняла, что вам не быть вместе. Он — популярный парень с богатыми родителями и крутой машиной. А ты простая девушка, ищущая любви в красивых книжках. <s>r\n— Да, Том, привет! Сколько лет, сколько зим.<s>r\n— Привет. Рад тебя слышать, — пока он сделал небольшую паузу, ты уже представила вашу свадьбу и ваших будущих детей, но вдруг он продолжил, — я просто решил пригласить тебя потусить с нами завтра. Ну, завтра вроде воскресенье, выходной, — он усмехнулся, — так вот. Завтра, в 5 часов вечера будет вечеринка у меня. Приходи. Все красивые девушки обязательно должны прийти! — он снова усмехнулся.<s>r\n— Оу... — ты просто не могла поверить его словам и впала в небольшой ступор, — да, я, конечно, с удовольствием... Если парень отпустит! — решила пошутить ты, но потом поняла, что шутка была глупая.<s>r\n— Ого. Не знал, что у тебя есть парень. Нуу.. Приходи вместе с ним. Увидимся.",
    "answers": [
      {
        "id": 7,
        "text": "вот это неожиданность! нужно как можно быстрее привести себя в порядок. может пойти в салон красоты?"
      },
      {
        "id": 8,
        "text": "вот это поворот! завтра нужно быть просто конфеткой. а пока можно смотреть сериалы дальше :)"
      },
      {
        "id": 9,
        "text": "нужно позвонить моей лучшей подруге Кристин! надо все ей рассказать!"
      }
    ]
  },
  {
    "id": 6,
    "text": "И снова здравствуй. Ты смотришь своих любимых блогеров и улыбаешься с ними, как вдруг, в совершенно неподходящий момент звонит телефон. Ты берешь трубку и звонящим оказывается твой одногруппник Том. Когда-то ты питала к нему симпатию. Ну, а как же! Высокий молодой человек с прекрасными зелёными глазами, с искромётными шутками и шикарным телом. Но потом ты поняла, что вам не быть вместе. Он — популярный парень с богатыми родителями и крутой машиной. А ты простая девушка, ищущая любви в красивых книжках. <s>r\n— Да, Том, привет! Сколько лет, сколько зим.<s>r\n— Привет. Рад тебя слышать, — пока он сделал небольшую паузу, ты уже представила вашу свадьбу и ваших будущих детей, но вдруг он продолжил, — я просто решил пригласить тебя потусить с нами завтра. Ну, завтра вроде воскресенье, выходной, — он усмехнулся, — так вот. Завтра, в 5 часов вечера будет вечеринка у меня. Приходи. Все красивые девушки обязательно должны прийти! — он снова усмехнулся.<s>r\n— Оу... — ты просто не могла поверить его словам и впала в небольшой ступор, — да, я, конечно, с удовольствием... Если парень отпустит! — решила пошутить ты, но потом поняла, что шутка была глупая.<s>r\n— Ого. Не знал, что у тебя есть парень. Нуу.. Приходи вместе с ним. Увидимся.",
    "answers": [
      {
        "id": 7,
        "text": "вот это неожиданность! нужно как можно быстрее привести себя в порядок. может пойти в салон красоты?"
      },
      {
        "id": 8,
        "text": "вот это поворот! завтра нужно быть просто конфеткой. а пока можно смотреть  дальше :)"
      },
      {
        "id": 9,
        "text": "нужно позвонить моей лучшей подруге Кристин! надо все ей рассказать!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Итак. Ты решила пойти в салон красоты сейчас и не откладывать усовершенствование на завтра. Вполне разумно, ведь завтра ты будешь выбирать наряд для тусовки с самыми популярными ребятами университета! <s>r\nТы, немного припудрившись, взяла зонт и отправилась, как говорят, на разведку. Самый ближайший салон красоты был в паре кварталов от тебя. Но ведь ничего не поделаешь ради красоты? Собравшись духом и мыслями, ты успокоила себя и вышла на улицу. \"Все будет в порядке, я не простужусь. И не упаду в лужу лицом. Ни завтра, ни сегодня! Все будет в порядке.\" <s>r\nПо пути ты увидела безумно грустного пса. Он весь промок и проголодался. Ты решила подойти к нему и проверить нет ли на нем ошейника. Буквально через пару шагов эта здоровенная лайка начала шипеть и кричать так, будто из него вылезают демоны. Со сверкающими клыками собака побежала на тебя. <s>r\nВыбор невелик. Побежать направо или налево.",
    "answers": [
      {
        "id": 10,
        "text": "побежать направо<s>r\n"
      },
      {
        "id": 11,
        "text": "побежать налево"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вальяжно отдыхая, тебе приходит какое-то уведомление на телефон. Хм. Уведомление ВК. Заявка в друзья.. Странно. Кто это может быть? Ты вспоминала все прошедшие знакомства. Нуу... Лет 10 назад на День рождении подруги... Да нет. Так. Что еще. Дядька с мясного отдела? Как он меня вычислил? Ты решила взглянуть кто же это. Зовут Николас. На странице несколько фоток. Недурен собой. Блондин, карие глаза и пафосные очки. Кто же это может быть?<s>r\nИ вот Николас набирает сообщение... <s>r\n\"Привет. Это я, Ник. Помнишь, мы на истории рядом сидели? Мне друг твой страницу дал, добавишь?\"<s>r\nТы решила спросить пойдет ли он на вечеринку завтра. Он ответил положительно.<s>r\n\"Встретимся завтра, Николас. Встретимся завтра.\"<s>r\nТы выключила телефон, сходила в душ и легла спать.<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как же о таком событии не рассказать Кристин? Кристин - 23летняя блондинка, твоя старая подруга и в данный момент она уехала на соревнования в другой город.<s>r\nТы звонишь ей и сначала вы безумолку говорите о новом сезоне \"Игры престолов\". Шутите про то, что ей нельзя больше кушать конфеты (а она гимнастка с прекрасной фигурой!)<s>r\nА потом ты бьешь себя по лбу и говоришь ей эту фразу:<s>r\n- Блин, Крис! Совсем меня заболтала. Я тебе не рассказала о сегодняшнем звонке. Мне Том звонил, прикинь? - при мысли о Томе ты  улыбалась, как идиотка.<s>r\n- А-а-а! Том. Тот брутал, от которого у тебя текут слюни? - она засмеялась, а ты перебила её.<s>r\n- Замолчи, Крис! У меня не текут слюни... Я просто... Просто... - ты замечталась о том, как вы будете сидеть с Томом на берегу моря, болтать ногами по воде и целоваться.<s>r\n- Алё! Ты куда пропала то? Совсем уже утекла в мир фантазий?-над тобой как всегда смеялась Крис, а ты не слушала и всё мечтала и мечтала, не в силах остановиться.<s>r\n- Да прекрати ты, ну. Скажи лучше что делать!<s>r\n- Закадри ты Тома наконец. Давно уже мечтаешь об этом. И прекрати пускать слюни! А я пошла, мне пора. Целую-целую, дурочка ты моя. - телефонный звонок оборвался.<s>r\nА ты сходила в душ и легла спать.",
    "answers": [
      {
        "id": 15,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты неслась со всех ног, а за тобой бежало чудовище, словно демоническое существо. Несясь мимо деревьев, ты завернула направо в какой-то двор. Но судьба не была благосклонна к тебе: ты попала в тупик. Мало того, что из тупика так просто не выбраться, так бездомная свора собак увидела тебя! Тебе нанесли несколько ран, а потом ты лежала несколько недель в больнице и пропустила все вечеринки.",
    "answers": [
      {
        "id": 12,
        "text": "конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты неслась как могла. Демон в обличии собаки все гнался за тобой. Свернув налево, ты нашла какой-то магазинчик и пулей залетела в него, чтобы хоть как-то спастись. <s>r\nЭтот магазинчик оказался салоном красоты, о котором ты и не знала! Вот так удача. Администратором был молодой человек лет 25. На вид очень опрятен, в очках с тонкой оправой. Русые волосы и голубые, как небо, глаза. Белоснежная рубашка( как и его зубы) и черная жилетка с галстуком. В целом он был идеалом девушек. В мыслях ты очень надеялась, чтобы он не оказался геем. Уж слишком ухожен!<s>r\n- Здра-а-авствуйте, - еле промямлила ты, сраженная его красотой, - я бы хотела укладочку для волос... Ну, маникюрчик еще... - ты очень засмущалась при виде такого красавчика, все мы это понимаем.<s>r\n- Здравствуйте, девушка, - ответил приятный бархатистый голос, - конечно, мы можем вас принять... через.... - он посмотрел на свои часы и ты разглядела там маленькие бриллиантики, - через 10-15 минут. Вы будете ждать?<s>r\n- Да, конечно.<s>r\n- Может хотите кофе? - он указал на кофейный автомат.<s>r\n- Хм... Да, спасибо, - тебе казалось, что он флиртует с тобой, но ты не знала как ему ответить и пришлось просто ждать.<s>r\nКомната приема была небольшая, но уютная. Несколько диванчиков цвета слоновой кости, а обои кофейного оттенка. Настенные лампы извивались так, будто они нарисованы Ван Гогом. Стояло пару цветов, но ты не знала их названий. Цветы как цветы. Висели также картины с разнообразными фруктами и ты не могла понять для чего фрукты в салоне красоты... Чтобы хотелось пить из кофейного автомата и наслаждаться видом картин?<s>r\n- Девушка... - послышался голос со стойки, - извините, что отвлекаю...<s>r\n- Да, я слушаю, - ты чуть не обожгла руки латте из кофейной машинки. Будь аккуратнее.<s>r\n- Как вас зовут? Мне это нужно для... ээ... - он потянул руку и почесал свой затылок, - ээ... для базы данных. Имя, возраст и телефон.<s>r\nТы подумала, что он снова флиртует с тобой. Но так ли это на самом деле?",
    "answers": [
      {
        "id": 13,
        "text": "ты, засмущавшись, ответила"
      },
      {
        "id": 14,
        "text": "ты решила действовать. <s>r\n- я скажу, если вы скажете свое имя и телефончик!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Не расстраивайся. Так судьба распорядилась. Переиграй по-новому и у тебя все получится :)",
    "answers": [
      {
        "id": 19,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "- Да-да... Хорошо, спасибо. Я записал. Ваша очередь уже подошла, пройдите, пожалуйста, в ту комнату.<s>r\nИ это всё? Флирт как-то не удался... Но ничего. У него же есть твой телефон, он ведь может позвонить, да?<s>r\nТы утешала себя как могла. После всех процедур и пошла домой, сходила в душ и легла спать. Завтра тяжелый день.",
    "answers": [
      {
        "id": 15,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 14,
    "text": "Парень улыбнулся.<s>r\n- Отлично. Записывайте. Зовут Джон, возраст 26 лет, хотя вы и не просили. Вот моя визитка, - он протянул визитку с номером телефона.<s>r\nТы выполнила условие. Сказала ему все что нужно для базы данных.<s>r\n- Может прогуляемся завтра? Вы заняты? - его глаза сверкнули диким синим пламенем.<s>r\n- Завтра... Слушайте, Джон. Я вам позвоню и скажу мой ответ, хорошо? И еще... У вас прекрасные люстры! - ты засмеялась.<s>r\nОн улыбнулся.<s>r\nПосле всех процедур, ты попрощалась с Джоном и счастливая пошла домой. Приняла душ и легла спать.",
    "answers": [
      {
        "id": 23,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 15,
    "text": "Птицы уже пели за окном и ты, потягиваясь, решила встать с кровати. \"Да какие к черту птицы?\" - подумала ты, глянув в окно. Тускло и уныло, хорошо хоть нет дождя. Иначе вечеринка была бы обречена на провал.<s>r\nНу что? Ты готова? Надо умыться, накраситься и подобрать наряд. Начнем?<s>r\nЧто ты хочешь надеть на вечеринку?",
    "answers": [
      {
        "id": 16,
        "text": "черное короткое платье. такое платье должно быть у любой женщины! обольстительно!"
      },
      {
        "id": 17,
        "text": "хммм. скорее всего не буду особо наряжаться. джинсы, рубашка/футболка. отлично! и удобно кстати."
      },
      {
        "id": 18,
        "text": "желтое платье с птичками. очень невинно и мило."
      }
    ]
  },
  {
    "id": 16,
    "text": "Отличный выбор. Каблуки и черное короткое платье сразит любого парня, уж поверь! И вот стрелки часов все приближаются к началу веселья. <s>r\nТы берешь такси и первый раз оказываешься у Тома дома. Вот это двор! Кругом невероятно зеленый газон, несмотря на осеннюю сырость и тусклость. Статуи стоят, будто памятники, не иначе. А это что, Венера Милосская? Невероятно. Ты будто попала в одно из чудес света. Новое чудо света: жилище Тома.<s>r\nТы мнешься на пороге, оглядываясь. Бассейн. Ты всегда мечтала поплавать в нем хоть разочек!<s>r\nВдруг дверь открывается. За дверью Том с двумя девушками в миниюбках. <s>r\n- О, привет! Ты пришла! - Том держит в руках пластиковые стаканчики с непонятным алкоголем.<s>r\n- Да, пришла. Привет, Том, - ты убрала прядь волос за уши.<s>r\n- Ну не стой ты там, заходи! - он открыл полностью дверь и ты зашла. Музыка орала и все были уже пьяны. <s>r\nТом повел тебя на диван, шлепнув по заднице одну из тех девушек. Увидев твой вопросительный взгляд на  себе, он сказал:<s>r\n- Что такое, милая? Завидно что ли? - он рассмеялся, - да нет, извини. Ничего не подумай. Это Энджи, моя бывшая. Спим вместе. Всего-то.<s>r\n\"Всего-то...\" - подумала ты. Всего-то. Конечно. Ты снова видишь его и таешь, а он! Он! Сил нет. Хотелось вернуться домой, но он потянул тебя за руку и стал забавно кривляться, что не могло тебя не обрадовать.<s>r\n- Ну, что, где твой парень-то? - на Томе была кепка \"Синий медведь\". Это команда по баскетболу в университете. Самая популярная, их постоянно звали в разные города отстаивать честь универа.<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "- парень? какой парень? я же пошутила, Том!"
      },
      {
        "id": 19,
        "text": "- он скоро должен прийти."
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты решила особо не париться над внешним видом. Ну правильно, удобство - превыше всего! А парни подождут. Пусть любят не внешнюю оболочку, а то, что внутри!<s>r\nИ вот стрелки часов все приближаются к началу веселья. <s>r\nТы берешь такси и первый раз оказываешься у Тома дома. Вот это двор! Кругом невероятно зеленый газон, несмотря на осеннюю сырость и тусклость. Статуи стоят, будто памятники, не иначе. А это что, Венера Милосская? Невероятно. Ты будто попала в одно из чудес света. Новое чудо света: жилище Тома.<s>r\nТы мнешься на пороге, оглядываясь. Бассейн. Ты всегда мечтала поплавать в нем хоть разочек!<s>r\nВдруг дверь открывается. За дверью Том с двумя девушками в миниюбках. <s>r\n- О, привет! Ты пришла! - Том держит в руках пластиковые стаканчики с непонятным алкоголем.<s>r\n- Да, пришла. Привет, Том, - ты убрала прядь волос за уши.<s>r\n- Ну не стой ты там, заходи! - он открыл полностью дверь и ты зашла. Музыка орала и все были уже пьяны. <s>r\nТом повел тебя на диван, шлепнув по заднице одну из тех девушек. Увидев твой вопросительный взгляд на  себе, он сказал:<s>r\n- Что такое, милая? Завидно что ли? - он рассмеялся, - да нет, извини. Ничего не подумай. Это Энджи, моя бывшая. Спим вместе. Всего-то.<s>r\n\"Всего-то...\" - подумала ты. Всего-то. Конечно. Ты снова видишь его и таешь, а он! Он! Сил нет. Хотелось вернуться домой, но он потянул тебя за руку и стал забавно кривляться, что не могло тебя не обрадовать.<s>r\n- Ну, что, где твой парень-то? - на Томе была кепка \"Синий медведь\". Это команда по баскетболу в университете. Самая популярная, их постоянно звали в разные города отстаивать честь универа.<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "- он скоро должен прийти."
      },
      {
        "id": 21,
        "text": "- парень? какой парень? я же пошутила, Том!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты выбрала образ невинного ангелочка. Если ты решила кадрить парней, то возможно это и получится. Найдешь себе хорошего заботливого парня :)<s>r\nИ вот стрелки часов все приближаются к началу веселья. <s>r\nТы берешь такси и первый раз оказываешься у Тома дома. Вот это двор! Кругом невероятно зеленый газон, несмотря на осеннюю сырость и тусклость. Статуи стоят, будто памятники, не иначе. А это что, Венера Милосская? Невероятно. Ты будто попала в одно из чудес света. Новое чудо света: жилище Тома.<s>r\nТы мнешься на пороге, оглядываясь. Бассейн. Ты всегда мечтала поплавать в нем хоть разочек!<s>r\nВдруг дверь открывается. За дверью Том с двумя девушками в миниюбках. <s>r\n- О, привет! Ты пришла! - Том держит в руках пластиковые стаканчики с непонятным алкоголем.<s>r\n- Да, пришла. Привет, Том, - ты убрала прядь волос за уши.<s>r\n- Ну не стой ты там, заходи! - он открыл полностью дверь и ты зашла. Музыка орала и все были уже пьяны. <s>r\nТом повел тебя на диван, шлепнув по заднице одну из тех девушек. Увидев твой вопросительный взгляд на  себе, он сказал:<s>r\n- Что такое, милая? Завидно что ли? - он рассмеялся, - да нет, извини. Ничего не подумай. Это Энджи, моя бывшая. Спим вместе. Всего-то.<s>r\n\"Всего-то...\" - подумала ты. Всего-то. Конечно. Ты снова видишь его и таешь, а он! Он! Сил нет. Хотелось вернуться домой, но он потянул тебя за руку и стал забавно кривляться, что не могло тебя не обрадовать.<s>r\n- Ну, что, где твой парень-то? - на Томе была кепка \"Синий медведь\". Это команда по баскетболу в университете. Самая популярная, их постоянно звали в разные города отстаивать честь универа.<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "- он скоро должен прийти."
      },
      {
        "id": 22,
        "text": "- парень? какой парень? я же пошутила, Том!"
      }
    ]
  },
  {
    "id": 19,
    "text": "жду комментариев продолжать ли",
    "answers": [
      {
        "id": 1,
        "text": "вернуться в начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "- Да? Вот ты юмористка, - он заткнул уши и стал кричать, - да вырубите эту музыку! Чё так орет, ничего не слышу!!!<s>r\nМда... Ты ожидала, что твой Том, тот Том, о котором ты мечтала окажется более приличным парнем. Или тебе нравятся плохиши?...<s>r\nОн пододвинулся поближе.<s>r\n- Слушай, вот ты такая красивая... - он не договорил, - КАК СИИИД И НЭЭЭНСИ!!! отличная песня, не правда ли? <s>r\nТом оказывался все ближе и ближе. Его рука скользила по твоему колену...<s>r\n- Том, ты что делаешь?! - ты убрала его руку и встала с дивана.<s>r\n- Да ладно тебе, брось! Я знаю, что я тебе нравлюсь. И посмотри на твой наряд! Вызывающе! Я понял твои намеки, - он попытался поцеловать тебя и ты не удержалась...<s>r\nЕго рука скользила по колену и ты не убирала её. <s>r\nКак же стыдно, но как приятно целовать его теплые губы... Ты так давно об этом мечтала...<s>r\nКак вдруг кто-то окликнул тебя. ",
    "answers": [
      {
        "id": 19,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 21,
    "text": "- Да? Вот ты юмористка, - он заткнул уши и стал кричать, - да вырубите эту музыку! Чё так орет, ничего не слышу!!!<s>r\nМда... Ты ожидала, что твой Том, тот Том, о котором ты мечтала окажется более приличным парнем. Или тебе нравятся плохиши?...<s>r\nОн пододвинулся поближе.<s>r\n- Слушай, вот ты такая красивая... - он не договорил, - КАК СИИИД И НЭЭЭНСИ!!!, - отличная песня, не правда ли? <s>r\nТом оказывался все ближе и ближе. Его рука скользила по твоему колену...<s>r\n- Том, ты что делаешь?! - ты убрала его руку и встала с дивана.<s>r\n- Да ладно тебе, брось! Я знаю, что я тебе нравлюсь. Я понял твои намеки, - он попытался поцеловать тебя и ты не удержалась...<s>r\nЕго рука скользила по колену и ты не убирала её. <s>r\nКак же стыдно, но как приятно целовать его теплые губы... Ты так давно об этом мечтала...<s>r\nКак вдруг кто-то окликнул тебя. ",
    "answers": [
      {
        "id": 19,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 22,
    "text": "- Да? Вот ты юмористка, - он заткнул уши и стал кричать, - да вырубите эту музыку! Чё так орет, ничего не слышу!!!<s>r\nМда... Ты ожидала, что твой Том, тот Том, о котором ты мечтала окажется более приличным парнем. Или тебе нравятся плохиши?...<s>r\nОн пододвинулся поближе.<s>r\n- Слушай, вот ты такая красивая... - он не договорил, - КАК СИИИД И НЭЭЭНСИ!!!, - отличная песня, не правда ли? <s>r\nТом оказывался все ближе и ближе. Его рука скользила по твоему колену...<s>r\n- Том, ты что делаешь?! - ты убрала его руку и встала с дивана.<s>r\n- Да ладно тебе, брось! Ты очень мило выглядишь. И Я знаю, что я тебе нравлюсь.  Я понял твои намеки, - он попытался поцеловать тебя и ты не удержалась...<s>r\nЕго рука скользила по колену и ты не убирала её. <s>r\nКак же стыдно, но как приятно целовать его теплые губы... Ты так давно об этом мечтала...<s>r\nКак вдруг кто-то окликнул тебя. ",
    "answers": [
      {
        "id": 19,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Птицы уже пели за окном и ты, потягиваясь, решила встать с кровати. \"Да какие к черту птицы?\" - подумала ты, глянув в окно. Тускло и уныло, хорошо хоть нет дождя. Иначе вечеринка была бы обречена на провал.<s>r\nНу что? Ты готова? Надо умыться, накраситься и подобрать наряд. Начнем?<s>r\nЧто ты хочешь надеть на вечеринку?",
    "answers": [
      {
        "id": 24,
        "text": "черное короткое платье. такое платье должно быть у любой женщины! обольстительно!"
      },
      {
        "id": 25,
        "text": "хммм. скорее всего не буду особо наряжаться. джинсы, рубашка/футболка. отлично! и удобно кстати."
      },
      {
        "id": 26,
        "text": "желтое платье с птичками. очень невинно и мило."
      }
    ]
  },
  {
    "id": 24,
    "text": "Отличный выбор. Каблуки и черное короткое платье сразит любого парня, уж поверь! И вот стрелки часов все приближаются к началу веселья. <s>r\nТы берешь такси и первый раз оказываешься у Тома дома. Вот это двор! Кругом невероятно зеленый газон, несмотря на осеннюю сырость и тусклость. Статуи стоят, будто памятники, не иначе. А это что, Венера Милосская? Невероятно. Ты будто попала в одно из чудес света. Новое чудо света: жилище Тома.<s>r\nТы мнешься на пороге, оглядываясь. Бассейн. Ты всегда мечтала поплавать в нем хоть разочек!<s>r\nВдруг дверь открывается. За дверью Том с двумя девушками в миниюбках. <s>r\n- О, привет! Ты пришла! - Том держит в руках пластиковые стаканчики с непонятным алкоголем.<s>r\n- Да, пришла. Привет, Том, - ты убрала прядь волос за уши.<s>r\n- Ну не стой ты там, заходи! - он открыл полностью дверь и ты зашла. Музыка орала и все были уже пьяны. <s>r\nТом повел тебя на диван, шлепнув по заднице одну из тех девушек. Увидев твой вопросительный взгляд на  себе, он сказал:<s>r\n- Что такое, милая? Завидно что ли? - он рассмеялся, - да нет, извини. Ничего не подумай. Это Энджи, моя бывшая. Спим вместе. Всего-то.<s>r\n\"Всего-то...\" - подумала ты. Всего-то. Конечно. Ты снова видишь его и таешь, а он! Он! Сил нет. Хотелось вернуться домой, но он потянул тебя за руку и стал забавно кривляться, что не могло тебя не обрадовать.<s>r\n- Ну, что, где твой парень-то? - на Томе была кепка \"Синий медведь\". Это команда по баскетболу в университете. Самая популярная, их постоянно звали в разные города отстаивать честь универа.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "- парень? какой парень? я же пошутила, Том!"
      },
      {
        "id": 28,
        "text": "- он скоро должен прийти."
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты решила особо не париться над внешним видом. Ну правильно, удобство - превыше всего! А парни подождут. Пусть любят не внешнюю оболочку, а то, что внутри!<s>r\nИ вот стрелки часов все приближаются к началу веселья. <s>r\nТы берешь такси и первый раз оказываешься у Тома дома. Вот это двор! Кругом невероятно зеленый газон, несмотря на осеннюю сырость и тусклость. Статуи стоят, будто памятники, не иначе. А это что, Венера Милосская? Невероятно. Ты будто попала в одно из чудес света. Новое чудо света: жилище Тома.<s>r\nТы мнешься на пороге, оглядываясь. Бассейн. Ты всегда мечтала поплавать в нем хоть разочек!<s>r\nВдруг дверь открывается. За дверью Том с двумя девушками в миниюбках. <s>r\n- О, привет! Ты пришла! - Том держит в руках пластиковые стаканчики с непонятным алкоголем.<s>r\n- Да, пришла. Привет, Том, - ты убрала прядь волос за уши.<s>r\n- Ну не стой ты там, заходи! - он открыл полностью дверь и ты зашла. Музыка орала и все были уже пьяны. <s>r\nТом повел тебя на диван, шлепнув по заднице одну из тех девушек. Увидев твой вопросительный взгляд на  себе, он сказал:<s>r\n- Что такое, милая? Завидно что ли? - он рассмеялся, - да нет, извини. Ничего не подумай. Это Энджи, моя бывшая. Спим вместе. Всего-то.<s>r\n\"Всего-то...\" - подумала ты. Всего-то. Конечно. Ты снова видишь его и таешь, а он! Он! Сил нет. Хотелось вернуться домой, но он потянул тебя за руку и стал забавно кривляться, что не могло тебя не обрадовать.<s>r\n- Ну, что, где твой парень-то? - на Томе была кепка \"Синий медведь\". Это команда по баскетболу в университете. Самая популярная, их постоянно звали в разные города отстаивать честь универа.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "- парень? какой парень? я же пошутила, Том!"
      },
      {
        "id": 28,
        "text": "- он скоро должен прийти."
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты выбрала образ невинного ангелочка. Если ты решила кадрить парней, то возможно это и получится. Найдешь себе хорошего заботливого парня :)<s>r\nИ вот стрелки часов все приближаются к началу веселья. <s>r\nТы берешь такси и первый раз оказываешься у Тома дома. Вот это двор! Кругом невероятно зеленый газон, несмотря на осеннюю сырость и тусклость. Статуи стоят, будто памятники, не иначе. А это что, Венера Милосская? Невероятно. Ты будто попала в одно из чудес света. Новое чудо света: жилище Тома.<s>r\nТы мнешься на пороге, оглядываясь. Бассейн. Ты всегда мечтала поплавать в нем хоть разочек!<s>r\nВдруг дверь открывается. За дверью Том с двумя девушками в миниюбках. <s>r\n- О, привет! Ты пришла! - Том держит в руках пластиковые стаканчики с непонятным алкоголем.<s>r\n- Да, пришла. Привет, Том, - ты убрала прядь волос за уши.<s>r\n- Ну не стой ты там, заходи! - он открыл полностью дверь и ты зашла. Музыка орала и все были уже пьяны. <s>r\nТом повел тебя на диван, шлепнув по заднице одну из тех девушек. Увидев твой вопросительный взгляд на  себе, он сказал:<s>r\n- Что такое, милая? Завидно что ли? - он рассмеялся, - да нет, извини. Ничего не подумай. Это Энджи, моя бывшая. Спим вместе. Всего-то.<s>r\n\"Всего-то...\" - подумала ты. Всего-то. Конечно. Ты снова видишь его и таешь, а он! Он! Сил нет. Хотелось вернуться домой, но он потянул тебя за руку и стал забавно кривляться, что не могло тебя не обрадовать.<s>r\n- Ну, что, где твой парень-то? - на Томе была кепка \"Синий медведь\". Это команда по баскетболу в университете. Самая популярная, их постоянно звали в разные города отстаивать честь универа.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "- парень? какой парень? я же пошутила, Том!"
      },
      {
        "id": 28,
        "text": "- он скоро должен прийти."
      }
    ]
  },
  {
    "id": 27,
    "text": "- Да? Вот ты юмористка, - он заткнул уши и стал кричать, - да вырубите эту музыку! Чё так орет, ничего не слышу!!!<s>r\nМда... Ты ожидала, что твой Том, тот Том, о котором ты мечтала окажется более приличным парнем. Или тебе нравятся плохиши?...<s>r\nОн пододвинулся поближе.<s>r\n- Слушай, вот ты такая красивая... - он не договорил, - КАК СИИИД И НЭЭЭНСИ!!! отличная песня, не правда ли? <s>r\nТом оказывался все ближе и ближе. Его рука скользила по твоему колену...<s>r\n- Том, ты что делаешь?! - ты убрала его руку и встала с дивана.<s>r\n- Да ладно тебе, брось! Я знаю, что я тебе нравлюсь. И посмотри на твой наряд! Вызывающе! Я понял твои намеки, - он попытался поцеловать тебя и ты не удержалась...<s>r\nЕго рука скользила по колену и ты не убирала её. <s>r\nКак же стыдно, но как приятно целовать его теплые губы... Ты так давно об этом мечтала...<s>r\nКак вдруг кто-то окликнул тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "проверка",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]