[
  {
    "id": 1,
    "text": "Автор:Берри Ордон \nИстория о школьной любви,  интресные знакомства, соперничество и многое другое. \n",
    "answers": [
      {
        "id": 2,
        "text": "Начать!!!! "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 198,
        "text": "Персонажи!!! "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://wmpics.pics/di-Z5BB.jpg",
        "system": true
      },
      {
        "id": 409,
        "text": "Читателям "
      }
    ]
  },
  {
    "id": 2,
    "text": "Я проснулась в своей кровати, оглядевшись, я увидела множество коробок, чемоданов. ",
    "answers": [
      {
        "id": 3,
        "text": "-Как же надоели эти чемоданы! "
      },
      {
        "id": 3,
        "text": "-Снова переезд ураааа!! "
      },
      {
        "id": 3,
        "text": "[Вздохнуть] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Нужно пойти умыться, привести себя в порядок, ведь сегодня очень важный день, мой первый день в школе, я не была там целый год, наверняка многое изменилось. Нужно выглядеть лучше всех,  может я с кем-то познакомлюсь, влюблюсь.)) Кто знает!) ",
    "answers": [
      {
        "id": 4,
        "text": "[Умыться и одеться] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Я встала с постели и побежала открывать свой розовый чемодан, в нем я хранила свои любимые вещи. Что же надеть? ",
    "answers": [
      {
        "id": 5,
        "text": "Белая блузка, юбка карандаш, туфли на шпильке. "
      },
      {
        "id": 5,
        "text": "Розовый свитер, джинсы и белые кроссовки"
      },
      {
        "id": 5,
        "text": "Синие платье, каблуки "
      },
      {
        "id": 5,
        "text": "Короткие шорты,  яркий топ,  туфли на платформе "
      }
    ]
  },
  {
    "id": 5,
    "text": "Хмм. А мне идет этот наряд))) Я побежала в ванную комнату, умывшись, нужно было решить какую прическу сделать? ",
    "answers": [
      {
        "id": 6,
        "text": "Хвостик "
      },
      {
        "id": 6,
        "text": "Распущенные волосы"
      },
      {
        "id": 6,
        "text": "Легкие кудри"
      },
      {
        "id": 6,
        "text": "Пучок"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я отлично выгляжу!!! Я готова!!  И вот, нанося последние штрихи в макияже, я услышала крик Джессики, моей мачехи. \n— София!!!Иди завтракать, а то опоздаешь в школу. \n— Иду!-крикнула я  и спустилась вниз. ",
    "answers": [
      {
        "id": 7,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Спускаясь по лестнице, я почуяла вкусный запах блинчиков. Ммммм. Зайдя в столовую, я увидела своего папу, я поцеловала его в щечку, он улыбнулся в ответ. \n— Доброе утро котенок, как спалось? \n— Хорошо-ответила я, садясь за стол. \nПередо мной стояла тарелка с блинчиками. ",
    "answers": [
      {
        "id": 8,
        "text": "[Начать есть блинчики] "
      },
      {
        "id": 9,
        "text": "[Сказать, что не голодна] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я начала жадно поедать блинчики, то и дело, поливая их сиропом. \n— Ты такая голодная, надеюсь тебе понравились мои блинчики, я старалась- сказала Джессика. \n— Да,  очень вкусные, спасибо)- ответила я. \nТут в столовую заходит мой сводный брат Алекс. Зайдя в столовую, он молча подошел к столу, выпил стакан соку и  побежал к выходу. \n— А позавтракать- крикнула Джессика. \n— Я опаздываю- крикнул Алекс и хлопнул входной дверью. ",
    "answers": [
      {
        "id": 10,
        "text": "[Побежать за Алексом!] "
      },
      {
        "id": 11,
        "text": "[Попросить папулю подвезти меня в школу] "
      }
    ]
  },
  {
    "id": 9,
    "text": "—Я не хочу кушать. \nОтодвинув тарелку, я встала из-за стола. Джессика грустно посмотрела на меня. \n— Тебе не понравились блинчики? Может тебе что-то другое приготовить? \n—Нет,  я уже опаздываю. \n— София- сказал папа, оторвавшись от кружки кофе.- Что-то случилось? \n— Нет,  всё впорядке, просто я на диете. \nЯ пошла в коридор, там я встретила своего сводного брата Алекса.\n—Привет сестренка подвезти?- спросил,  улыбнувшись Алекс. \nЯ, увидев его улыбку, не смогла устоять. \n—Давай- ответила я. ",
    "answers": [
      {
        "id": 12,
        "text": "[Выйти из дома] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я быстро выбежала на улицу, чтобы догнать Алекса. Он как раз садился в свою машину. \n— Алекс, стой, я поеду с тобой- кричала я, побежав к его машине. \n— Я думал ты поедешь со своим отцом. Ну раз ты уже тут,  тогда, миссис пепа,вытри со своего лица остатки сиропа, садись и поехали) \nЯ села к нему в машину, и мы поехали в школу. ",
    "answers": [
      {
        "id": 14,
        "text": "В школу!! "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Папууль- сказала я, подойдя к папуле.- Ты не подвезешь меня в школу, а то, я так по тебе соскучилась. \nПапа сразу растаял.- Конечно котенок, я тоже по тебе скучал). Он подошел ко мне обнял, и мы пошли к выходу. ",
    "answers": [
      {
        "id": 16,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мы спустились вниз,  сели в его машину и поехали в школу. ",
    "answers": [
      {
        "id": 14,
        "text": "[Отправиться в школу] "
      }
    ]
  },
  {
    "id": 13,
    "text": "У меня всегда была замечательная семья. Мама,  папа и я. Мы были счастливы.Но родители развелись и еще хуже разъехались по разным городам. Они поделили всё, только вот меня не смогли. И теперь я живу год с мамой, другой год с папой. И как Вы поняли, сейчас настал год  папули. Я его очень люблю, но в последние годы многое изменилось. У него появилась другая семья. И я чувствую себя здесь лишней. Джессику я не очень долюбливаю, если честно, но я вижу, как она старается сделать для меня всё что только можно,  чтобы я была рада. И сын Джессики Алекс. Спортсмен, красавчик, веселый парень. Самый популярный парень в школе, и оказался теперь моим братом. Раньше отец жил в другом городе, но переехал ради Джессики сюда. ",
    "answers": [
      {
        "id": 15,
        "text": "[Вернуться в реальность] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы мчались в школу,   в машине играла классная музыка, но я была вся в своих мыслях, не замечая ничего вокруг. \nЯ думала о своей семье, и всей этой ситуации, о переездах с места на место и отношений в семье. ",
    "answers": [
      {
        "id": 13,
        "text": "[Задуматься] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Машина резко остановилась, и я увидела школу. Никогда бы не подумала,  что буду так рада увидеть школу. \nЯ вышла из машины и как завораженная,  ничего не замечая, подошла прямо к порогу школы . ",
    "answers": [
      {
        "id": 21,
        "text": "[Зайти в школу] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Выйдя на улицу, к нас подъезала машина, это был Дженсон- водитель папы. \nПапа как истинный джентельмен открыл дверь и жестом пригласил меня сесть первой. \nЯ села в машину, после чего со мной рядом сел и папа. \n— Привет Дженсон!- радостно сказала я. \n—Эээй, кто это у нас тут, котенок, ты приехала, неужели год прошел, тебя и не узнать) \n— Да, выросла, но для меня она остаётся маленькой девочкой!- ласково сказал папа   обняв меня.- Дженсон, поехали! \nИ Дженсон завел машину, и мы поехали. ",
    "answers": [
      {
        "id": 17,
        "text": "Поговорить с папой "
      },
      {
        "id": 18,
        "text": "Поговорить с Дженсоном"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я решила поговорить с папой. Он всегда понимал и поддерживал меня. Я могла рассказать ему любые тайны. \nНо папа начал первым. \n— Как ты себя чувствуешь? Как там твоя мама?- спросил папа . \n—Отлично, мама тоже впорядке,  спрашивала о тебе- сказала я, посмотрев папе в глаза. \n— Ну и отлично, я рад, что у тебя всё хорошо- ответил папа. Я заметила, что он всегда избегал разговоров о маме, но я всегда пыталась узнать, что же произошло, почему они развелись. \nПосмотрев на папу, я расстаяла, я так его люблю и не хочу, чтобы он грустил. Мы стали с ним болтать на разные темы, смеясь как сумасшедшие. \nНо это длилось не долго , так как машина остановилась. ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дженсон работал водителем у моего папы очень много лет, он стал для меня родным человеком. Я любила его как дядю. \n—Дженсон, как твоя семья, как ты тут?- спросила я, любопытно уставившись в затылок Дженсона. \n—Да всё отлично, по-тихоньку,  Мери и Гордон учатся в школе, может ты увидишь их сегодня в школе.Они кстати спрвшивали про тебя, когда ты приедешь, они соскучились по тебе. \nУслышав это я умильнулась. Ведь я по ним тоже очень скучала, мы часто переписывались, когда я жила у мамы. \nМне стало грустно, я так скучала по ним. Дженсон, увидев меня расстроеной, решил рассказать анекдот. Вскоре в машине стоял громкий смех, мы стали вспоминать смешные случаи из жизни и смеялись как сумасшедшие. Но вскоре машина остановилась. \n",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Приехали, мистер Фрей- сказал Дженсон. \nМы подъехали к папиному офису. \nПапа поцеловал меня и выходя из машины сказал Дженсону:\n— Отвези ее в школу, только осторожнее.- сказал папа, посмотрев на меня. \n— Будет сделано- произнес Дженсон и мы поехали в школу. ",
    "answers": [
      {
        "id": 14,
        "text": "Отправится в школу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Всю дорогу в школу, я была в своих ",
    "answers": []
  },
  {
    "id": 21,
    "text": "Я поднялась по ступенькам и открыла дверь. И тут я увидела кучу народу, это было похоже на муравейник. Все куда-то бежат, спешат. Полная суматоха. ",
    "answers": [
      {
        "id": 22,
        "text": "-Мне это нравится !"
      },
      {
        "id": 22,
        "text": "-Куда я попала!"
      }
    ]
  },
  {
    "id": 22,
    "text": "Так, первым делом нужно найти  завуча, он должен сказать мне номер от моего шкафчика и дать расписание занятий. <s>r\nПодходя к кабинету завуча, я хотела уже постучать, как вдруг дверь распахнулась ,и я падаю на пол. ",
    "answers": [
      {
        "id": 23,
        "text": "-Эй, осторожнее! "
      },
      {
        "id": 23,
        "text": "[Потереть локоть от боли] "
      }
    ]
  },
  {
    "id": 23,
    "text": "— Прости, ты в порядке?- спросил меня приятный голос. Я подняла глаза и увидела симпатичного парня, блондина с голубыми глазами, одетого в футболку с надписью \"RJR\". Он протянул мне руку и улыбнулся. ",
    "answers": [
      {
        "id": 25,
        "text": "[Взять за руку] "
      },
      {
        "id": 26,
        "text": "[Не брать] "
      }
    ]
  },
  {
    "id": 24,
    "text": "—Оу, извини, я не заметил. \n",
    "answers": []
  },
  {
    "id": 25,
    "text": "Я взяла его за руку, и он помог мне подняться. <s>r\n— Прости, еще раз, я случайно. Не заметил тебя. -сказал парень.<s>r\n— Всё хорошо, ничего страшного- сказала я, улыбаясь. <s>r\n—Ты к мистеру Ролонду? <s>r\n—Да, я пришла за расписанием и номером от шкафчика. <s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я решила встать сама. Парень смутился и быстро убрал руку. \n—Прости, я не хотел. \n",
    "answers": [
      {
        "id": 27,
        "text": "Всё нормально, я в порядке "
      },
      {
        "id": 27,
        "text": "Нужно быть осторожнее, ты мог убить меня "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Прости, я виноват, думаю мне просто необходимо загладить свою вину- сказал парень улыбаясь.-О, я же забыл представиться, меня зовут Ник. А как тебя, красотка? ",
    "answers": [
      {
        "id": 33,
        "text": "София"
      },
      {
        "id": 34,
        "text": "Красотка? "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Ты новенькая ммм, о кстати, забыл представиться, меня зовут Ник, а тебя? \n— Меня зовут София, и я не совсем новенькая, я уже училась в этой школе год назад. \n— Тебе что, так надоела школа, что ты решила взять год передышки?- сказал \nНик и  улыбнулся. \n—Типо того \n— Ну что же Софа,  я виноват перед тобой и хочу загладить свою вину! Может быть встретимся после школы и сходим куда-нибудь? ",
    "answers": [
      {
        "id": 29,
        "text": "-С удовольствием "
      },
      {
        "id": 30,
        "text": "-Я занята "
      },
      {
        "id": 29,
        "text": "-Ты же должен загладить свою вину "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Тогда встретимся в столовой, буду ждать тебя, и удачи- сказал Ник и ушел в сторону лестницы.\nЯ зашла в кабинет завуча. ",
    "answers": [
      {
        "id": 31,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Оу, ну я надеюсь мы сможем поболтать с тобой в столовой.- сказал Ник и быстро ушел. <s>r\nЯ зашла к завучу. <s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "[Зайти] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Зайдя в кабинет, я увидела, за столом в кожаном кресле сидел завуч, мистер Ролонд. Я помню его еще с прошлого года, если честно у нас с ним не очень хорошие отношения. В том году он постоянно оставлял меня после уроков, заставлял участвовать во всех кружках в качестве наказания. ",
    "answers": [
      {
        "id": 32,
        "text": "-Здравствуйте!"
      },
      {
        "id": 32,
        "text": "-Мистер Ролонд, а это снова я!! "
      }
    ]
  },
  {
    "id": 32,
    "text": "—О нет, опять ты, неужели год прошел- сказал мистер Ролонд, и лицо его так искривилось, сразу видно, он оочень \"рад \" меня видеть. ",
    "answers": [
      {
        "id": 36,
        "text": "-Да, прошел год, пролетел так незаметно!"
      },
      {
        "id": 36,
        "text": "-Я тоже рада вас видеть "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Очень приятно познакомиться, надеюсь встретимся позже- сказал Ник и ушел. \nЯ зашла в кабинет завуча. ",
    "answers": [
      {
        "id": 31,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ник улыбнулся. \n—Я просто говорю очевидные вещи , но я всё равно узнаю твое имя- сказал Ник, приблизившись ко мне, и обойдя меня ушел. \nЯ зашла в кабинет завуча. ",
    "answers": [
      {
        "id": 31,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 35,
    "text": "Что же было самое ужасное в школе, конечно же уроки. Итак, первой  в расписании стоит история. В прошлый раз у нас ввела мисс Дарк очень клевая женщина, она также ведет театральный кружок. Я играла в спектакле \" Кукла \", который мисс Дарк ставила 2 года  назад. Было весело, но нужно спешить на урок. Я подошла к кабинету и постучалась. ",
    "answers": [
      {
        "id": 37,
        "text": "Войти в кабинет "
      }
    ]
  },
  {
    "id": 36,
    "text": "Я села на стул прямо напротив мистера Ролонда. <s>r\n— Ты видимо пришла за расписанием и номером для шкафчика. Номер твоего шкафчика 77 как и в тот раз. А расписание изменилось. Он протянул мне бумажку с расписанием и с кодом от шкафчика. <s>r\n— О, это так мило, вы сохранили для меня мой шкафчик. <s>r\n— Ага, только этим я и занимался весь год, просто твой шкафчик весь залеплен какими-то наклейками, и кстати это твоих рук дело. <s>r\n— Ну это же был мой личный шкафчик- сказала я. <s>r\n— Так, мне пора работать, а у тебя сейчас история, так что иди на урок. <s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Выйти из кабинета"
      }
    ]
  },
  {
    "id": 37,
    "text": "Когда я вошла, мисс Дарк уже вела урок. <s>r\n—Добрый день, мисс Дарк.<s>r\nУвидев меня, мисс Дарк прервала свою речь и побежала обнимать меня с радостным смехом, некоторые ученики удивились. <s>r\n— София, ты вернулась, я так рада тебя видеть<s>r\n— Я тоже безумно рада вас видеть- сказала я. <s>r\n— Твое место занято, садись на любое другое свободное. <s>r\nЯ любила сидеть во втором ряду за третьей партой, но оно было занято. Было свободно 3 места. ",
    "answers": [
      {
        "id": 38,
        "text": "Рядом с какой-то девочкой"
      },
      {
        "id": 39,
        "text": "Рядом с каким-то мальчиком"
      },
      {
        "id": 40,
        "text": "Рядрм с Гордоном- сыном Дженсона"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я села к девочке, брюнетке. Она была довольно милая. Я ей приветливо улыбнулась. Она не подала и виду, сидела, уткнувшись в книгу. Я села рядом, достала всё что нужно и стала слушать урок. ",
    "answers": [
      {
        "id": 41,
        "text": "Слушать урок"
      }
    ]
  },
  {
    "id": 39,
    "text": "Парень был очень симпатичным, я улыбнулась ему, он же приподнял немного уголки губ и тут же уткнулся в свою тетрадь. Я села к нему, от него очень вкучно пахло, он был брюнет, зеленые глаза, на столе лежал футляр от очков, думаю он носит очки только по необзодимости, при чтении, например, сейчас он тоже был в них. ",
    "answers": [
      {
        "id": 41,
        "text": "Слушать лекцию"
      }
    ]
  },
  {
    "id": 40,
    "text": "Увидев, свободное место рядом с Гордоном я была счастлива. Гордон мой лучший друг, мы часто переписываемся, и я очень скучала по нему. Гордон улыбнулся мне и по его глазам было видно, что обнимашек не избежать. ",
    "answers": [
      {
        "id": 45,
        "text": "Сесть за парту "
      }
    ]
  },
  {
    "id": 41,
    "text": "Я  поняла, что так соскучилась по урокам мисс Дарк, но я заметила,  что все смотрели на меня как-то странно, то и дело перешептывались. Вот и конец урока. ",
    "answers": [
      {
        "id": 42,
        "text": "Подбежать к мисс Дарк"
      },
      {
        "id": 43,
        "text": "Выйти из класса "
      },
      {
        "id": 44,
        "text": "Посмотреть расписание "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Софи, я рада, что ты вернулась.- она снова крепко обняла меня. \n— Я тоже рада, так скучала по вашим урокам. \nМы проболтали так всю перемену, и мне нужно было бежать на следующий урок. \n\n",
    "answers": [
      {
        "id": 46,
        "text": "пойти к шкафчику "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я вышла из класса и направилась к шкафчикам, но меня догнал Гордон и обнял крепко-крепко. Мы стояли посреди коридора, среди толпы, и обнимались, как в романтическом фильме. Я люблю Гордона, он близкий мне человек и всегда  был моим другом. \n— Мне нужно зайти в спорт клуб, увидимся за обедом.- сказал Гордон. \n—Хорошо, увидимся- сказала я и пошла к шкафчикам. ",
    "answers": [
      {
        "id": 46,
        "text": "Пойти к шкафчику"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я решила посмотреть расписание. Следующий урок математика. Да уж, в один день самый лучший и самый мой не любимый предмет. Но пока перемена, нужно пойти к шкафчику, давно я его не видела. Мое сокровище. ",
    "answers": [
      {
        "id": 46,
        "text": "Пойти к шкафчику"
      }
    ]
  },
  {
    "id": 45,
    "text": "Что нас сдерживало, так это урок. Я повернулась к Гордону, и мы стали перешёптываться . Он взял меня  за руку, для меня это был дружеский жест, но для Гордона, видимо, значил что-то большее, я это поняла по его взгляду. ",
    "answers": [
      {
        "id": 41,
        "text": "Слушать лекцию"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я пошла к своему шкафчику 77. Открыв его, я увидела, что в нем всё по-старому, те же фотки и наклейки, надписи, зеркало.  И большая фотка где я и Мари на хэллоуине, я в костюме кетчупа, а Мари майонеза, было весело. Тут я услышала знакомый голос \n—Неужели этот шкафчик снова открылся! ",
    "answers": [
      {
        "id": 47,
        "text": "Повернуться "
      },
      {
        "id": 48,
        "text": "-Привет, майонез! "
      }
    ]
  },
  {
    "id": 47,
    "text": "Повернувшись, я увидела Мари, она побежала ко мне с обьятиями. Я так соскучилась по ней. Мы стали болтать обо всем сразу. Вспоминали наши сумасшедшие деньки, вместе с братом Мари Гордоном. ",
    "answers": [
      {
        "id": 49,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 48,
    "text": "Мари засмеялась. \n— Может хватит вспоминать тот случай, это была идея Гордона, кто знал, что он нам так отомстит. \nМы засмеялись и, спустя пару секунд, уже были в обьятиях друг друга. Моя любимая подружка! Я так скучала по нашим сумасшедшим делишкам. ",
    "answers": [
      {
        "id": 49,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 49,
    "text": "Следующий урок был математика. Мы пошли с Мари на урок. Расписание в нашей школе было индивидуальным, но были предметы, которые совпадали с расписанием моих друзей Мари и Гордона. \n",
    "answers": [
      {
        "id": 50,
        "text": "Пойти на урок "
      }
    ]
  },
  {
    "id": 50,
    "text": "На математике мы сели вместе с Мари. На самом деле и я и Мари были полным нулем в математике. И если что, помощи друг от друга мы не дождемся. И как на зло учитель решил провести тест. \nЯ приехала в середине осени, уже во время учебного года. Придется вливаться в процесс, но учитель дал мне поблажку. \n— Так как, София, первый день и только перевелась, то тест может не писать- сказал учитель математики. \nКакое облегчение.",
    "answers": [
      {
        "id": 51,
        "text": "Посмотреть на Мари "
      }
    ]
  },
  {
    "id": 51,
    "text": "Мари взглядом давала понять, что я должна ей помочь любым путем. \nЯ  уверено кивнула ей. Нужно найти умного человека и попросить его помочь. \nДумаю нужно найти ботаника. ",
    "answers": [
      {
        "id": 52,
        "text": "Посмотреть  вокруг"
      }
    ]
  },
  {
    "id": 52,
    "text": "Оглядевшись, я увидела знакомое лицо, это был Ник- парень,  который чуть не убил меня сегодня утром. Впереди сидел парень- ботаник, который был с уверенным видом, как-будто знал все ответы. \nИ впереди нас сидел парень, может его попросить? ",
    "answers": [
      {
        "id": 53,
        "text": "Выбрать Ника"
      },
      {
        "id": 54,
        "text": "Выбрать ботаника"
      },
      {
        "id": 55,
        "text": "Выбрать парня за соседней партой"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я решила выбрать Ника. Всё-таки знакомое лицо и я ему вроде бы понравилась, думаю поможет. \nНужно привлечь его внимание. ",
    "answers": [
      {
        "id": 56,
        "text": "Кинуть в него бумажку"
      },
      {
        "id": 57,
        "text": "Позвать "
      }
    ]
  },
  {
    "id": 54,
    "text": "Я кинула бумажку в  ботаника. Он обернулся и тут же отвернулся. \n—Эээ, что это было?- подумала я. \n— Эй!- крикнула я. И тут все обернулись на мой крик. Я сделала вид, что я вообще смотрела вдаль и тут не при чем. Хорошо, что учитель ничего не заметил. \nВсе продолжили писать. \n",
    "answers": [
      {
        "id": 57,
        "text": "Позвать Ника"
      },
      {
        "id": 55,
        "text": "Позвать парня за соседней партой "
      },
      {
        "id": 63,
        "text": "Вторая попытка с ботаником "
      }
    ]
  },
  {
    "id": 55,
    "text": "Я тыкнула парня карандашом, и он обернулся. \n— Пожалуйста, помоги с тестом, вариант 3- прошептала я, улыбнувшись. \n— А что я за это получу? — спросил парень. \nЯ задумалась. \n— Ну, в следующий раз я тебе помогу- предложила я. \n— Хорошо, я дам тебе решение, но взамен ты должна будешь выполнить мою просьбу. \n— Хорошо- ответила я, мне нужно получить хоть какое-то решение для Мари. \nПарень отдал мне листочек с решением, и я тут же положила его на работу Мари",
    "answers": [
      {
        "id": 64,
        "text": "Посмотреть на Мари"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я кинула бумажку и попала в парня рядом. \n Вот я мазила. Парень обернулся. Может он поможет, я показала ему на тест и мимикой пыталась изобразить мой уровень в математике. Парень улыбнулся, он показал мне пальцами номер его варианта. Ага, вариант 2. Я быстро смотрю вариант Мари, вот невезуха то, у Мари вариант 3.  Я показала пальцами три, на этом наша маленькая игра закончилась. ",
    "answers": [
      {
        "id": 57,
        "text": "Кинуть бумажку в Ника "
      },
      {
        "id": 54,
        "text": "Выбрать ботаника"
      },
      {
        "id": 55,
        "text": "Выбрать парня за соседней партой"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я приготовилась звать Ника, как вдруг он повернулся ко мне, будто почуял. \nОн улыбнулся и стал буквально пожирать меня глазами, лучше бы в работу свою смотрел. Я показала ему номер варианта, Ник взял бумажку что-то написал на ней и кинул ее мне. Я быстро прочитала, что там. Там было написано: \" Вот мы и снова встретились, это наверное судьба, у меня вариант 1, но напиши задания,  с которыми тебе нужна помощь на листочке,  и я их решу для тебя\" \n",
    "answers": [
      {
        "id": 59,
        "text": "Посмотреть на Ника"
      },
      {
        "id": 60,
        "text": "Посмотреть на Мари"
      }
    ]
  },
  {
    "id": 58,
    "text": "Выходя из кабинета, Мари поволокла меня в столовую, крича. \n— Нужно успеть занять места, Гордон нас, наверное, уже там ждет! \n Мы побежали в столовую. ",
    "answers": [
      {
        "id": 61,
        "text": "Пойти в столовую "
      }
    ]
  },
  {
    "id": 59,
    "text": "Я взглянула на Ника, слегка улыбнувшись. Хм, неужели он будет решать мне задания вместо своего. Это очень мило. ",
    "answers": [
      {
        "id": 60,
        "text": "Посмотреть на Мари"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я быстро спрашиваю Мари, какие вопросы ей непонятны. \n—Софи, ты спроси то,  что не так очевидно, с  первого по  двадцатый- прошептала Мари. \nЯ решила написать на листочке пару вопросов, записав, мой самолетик улетел из пункта Софи в пункт Ник. \nСпустя время бумажка вернулась обратно, и на ней действительно было написано решение. Я отдала листочек Мари и посмотрела на Ника с улыбкой и прошептала \" спасибо\". ",
    "answers": [
      {
        "id": 71,
        "text": "Искать помощь"
      }
    ]
  },
  {
    "id": 61,
    "text": "Зайдя в столовую,  нас там уже ждал Гордон. \n— Сюда- крикнул Гордон, показывая нам рукой. \nМы сели к нему, Гордон уже купил нам обед. \n— Я взял твой любимый сендвич с тунцом, надеюсь твой вкус не поменялся. \n— Ты всё помнишь?- удивилась я. \n— Конечно- ответил Гордон. \n—  У него всё записано- сказала Мари. \nЦелая книга \" Вкусы и интересы Софии Фрей.\". ",
    "answers": [
      {
        "id": 65,
        "text": "-Прекрати, Мари "
      },
      {
        "id": 66,
        "text": "-Серьезно?  Тогда какой мой любимый фильм? "
      }
    ]
  },
  {
    "id": 62,
    "text": "Лучше я не буду никого больше отвлекать, а то и остальные тоже должны написать тест. \nМари тоже не сидела просто так, она взяла у кого-то ответы. В результате совместными усилиями Мари написала тест, как раз к концу урока. ",
    "answers": [
      {
        "id": 58,
        "text": "Выйти из кабинета "
      }
    ]
  },
  {
    "id": 63,
    "text": "Ботаник оглянулся и посмотрел на меня, я применила все свои способности убеждения о помощи. И тут ботаник кидает мне листочек. Я быстро открываю его и смотрю, что там написано. <s>r\nТам написаны несколько решений задач варианта 3, я широко улыбаюсь ему и отправляю воздушный поцелуй. Парень отворачивается и краснеет. <s>r\n",
    "answers": [
      {
        "id": 71,
        "text": "Отдать листочек Мари"
      }
    ]
  },
  {
    "id": 64,
    "text": "Отдав листочек, я понимаю,  что только этот клочек бумажки может ее спасти, потому что на  ее листочке кроме варианта больше ничего не было написано. ",
    "answers": [
      {
        "id": 62,
        "text": "Искать помощь дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Ладно-ладно, но я серьезно говорю- сказала Мари. <s>r\n— А что плохого знать интересы и вкусы своих близких друзей?- спросил Гордон. <s>r\n— Тогда ответь, какое любимое блюдо Чейза?- сказала Мари, ухмыльнувшись. <s>r\nВ это время пришел Чейз, я не была с ним знакома. <s>r\n— Хей ребята, как дела?- сказал Чейз. <s>r\nОн по-братски поприветсвтовал Гордона, а потом заметил меня. <s>r\n— Ты наверное София,  я много слышал  о тебе!- сказал Чейз и улыбнулся. <s>r\n—  Да, это Софи и она моя- сказала Мари,  обняв меня. <s>r\n— Кстати Чейз, какой твой любимый сендвич? <s>r\n— Эм,  мой?  Конечно же...<s>r\n— Стой,  пусть Гордон скажет, у него же целые записи  того, что ты любишь, что тебе нравится. <s>r\n— Чего?- в этот момент Чейз посмотрел на Гордона. <s>r\n— Гордон ведет записи вкусов и интересов своих друзей- сказала я. <s>r\n— Да ладно чувак, серьезно?- сказал Чейз и залился громким смехом. <s>r\n— Ну ты даешь, ахахаха!! <s>r\n",
    "answers": [
      {
        "id": 67,
        "text": "Болтать с друзьями "
      }
    ]
  },
  {
    "id": 66,
    "text": "— О,  он знает, знает- крикнула Мари. \n— Ну это легко- сказал Гордон.-Фильм 1 <plus>1, ты его просто обожаешь, в прошлом году мы смотрели его 2 раза подряд. \n— Точно- сказала я. — Ты прав! Я обожаю этот фильм! \n— Что за вопрос ты задала, задай посложнее, на этот даже я знаю ответ! -сказала Мари. \n— А что плохого знать интересы и вкусы своих близких друзей?- спросил Гордон. \n— Тогда ответь, какое любимое блюдо Чейза?- сказала Мари, ухмыльнувшись. \nВ это время пришел Чейз, я не была с ним знакома. \n— Хей ребята, как дела?- сказал Чейз. \nОн по-братски поприветсвтовал Гордона, а потом заметил меня. \n— Ты наверное София,  я много слышал  о тебе!- сказал Чейз и улыбнулся. \n—  Да, это Софи и она моя- сказала Мари,  обняв меня. \n— Кстати Чейз, какой твой любимый сендвич? \n— Эм,  мой?  Конечно же...\n— Стой,  пусть Гордон скажет, у него же целые записи  того, что ты любишь, что тебе нравится.- сказала Мари. \n— Чего?- в этот момент Чейз посмотрел на Гордона. \n— Гордон ведет записи вкусов и интересов своих друзей- сказала я. \n— Да ладно чувак, серьезно?- сказал Чейз и залился громким смехом. \n— Ну ты даешь, ахахаха!! \n",
    "answers": [
      {
        "id": 67,
        "text": "Болтать с друзьями "
      }
    ]
  },
  {
    "id": 67,
    "text": "Мы весь обеденный перерыв провели за разговорами, пока мы болтали, мимо нас прошел Ник. Он махнул мне рукой и сел к своей кампании. <s>r\nТакже я увидела много своих новых одноклассников. <s>r\nЯ заметила, что все сидят кучками, видимо каждый по своим интересам. <s>r\nВообще-то столовая была разделена на зоны, в левом углу сидел научный кружок, возле автомата с напитками сидели музыканты, там сидел Ник, значит он музыкант. Я же сидела за столом спортсменов, и что я тут забыла? <s>r\nЗа разговором оказалось, что Чейз капитан баскетбольной команды, а Гордон также игрок команды. Мари состояла в кружке журналистики. В прошлом году были разделения на кружки, я его пропустила. <s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Пойти к доске объявлений"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я решила не тянуть и тоже вступить в кружок. До начала урока было 5 минут, мне нужно успеть, в какой кружок вступить? ",
    "answers": [
      {
        "id": 69,
        "text": "Театральный кружок"
      },
      {
        "id": 70,
        "text": "Музыкальный кружок"
      },
      {
        "id": 72,
        "text": "Спортивный кружок"
      },
      {
        "id": 73,
        "text": "Кружок журналистики "
      },
      {
        "id": 74,
        "text": "Научный кружок"
      },
      {
        "id": 75,
        "text": "Художественный кружок"
      }
    ]
  },
  {
    "id": 69,
    "text": "Выберу театральный, ведь раньше я уже играла в театральной постановке. \nЯ записала свое имя в списке набора. \nИ пошла на урок. Следующим уроком была химия.\n ",
    "answers": [
      {
        "id": 76,
        "text": "Пойти на химию "
      }
    ]
  },
  {
    "id": 70,
    "text": "Выберу музыкальный кружок, пою я неплохо, да и играю на фортепиано и немного на гитаре, думаю я впишусь. \nЯ записала свое имя в списке набора. \nИ пошла на урок. Следующим уроком была химия.\n ",
    "answers": [
      {
        "id": 77,
        "text": "Пойти на химию"
      }
    ]
  },
  {
    "id": 71,
    "text": "Отдав листочек Мари,  я пошла на поиски помощи. ",
    "answers": [
      {
        "id": 55,
        "text": "Парень на передней парте"
      }
    ]
  },
  {
    "id": 72,
    "text": "Выберу спортивный кружок, тем более в этом кружке есть Чейз и Гордон. Когда я жила с мамой, мы с отчимом часто играли в баскетбол, думаю я посоревнуюсь с капитаном команды Чейзом. \nЯ записала свое имя в списке набора. \nИ пошла на урок. Следующим уроком была химия.\n ",
    "answers": [
      {
        "id": 80,
        "text": "Пойти на химию"
      }
    ]
  },
  {
    "id": 73,
    "text": "Выберу кружок журналистики, буду со своей лучшей подругой. Познакомлюсь с многими людьми, ведь придется писать статьи про школу. \nЯ записала свое имя в списке набора. \nИ пошла на урок. Следующим уроком была химия.\n ",
    "answers": [
      {
        "id": 81,
        "text": "Пойти на химию"
      }
    ]
  },
  {
    "id": 74,
    "text": "Выберу научный кружок, буду проводить опыты, плюс узнаю много нового. \nЯ записала свое имя в списке набора. \nИ пошла на урок. Следующим уроком была химия.\n ",
    "answers": [
      {
        "id": 79,
        "text": "Пойти на химию"
      }
    ]
  },
  {
    "id": 75,
    "text": "Выберу художественный кружок, рисую я неплохо, не скажу,  что идеально. Но думаю там,  я научусь всему. \nЯ записала свое имя в списке набора. \nИ пошла на урок. Следующим уроком была химия.\n ",
    "answers": [
      {
        "id": 78,
        "text": "Пойти на химию"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я уже подошла к кабинету, как вдруг меня остановил парень. \n—Эй, подожди- сказал парень. \nКогда я обернулась, я узнала его, это сосед по парте, который помог мне на математике. \n— О, привет, ты что-то хотел?- спросила я. \n— Да, ты же помнишь, что ты мне кое-что должна?- спросил парень. \n— Кое-что? И что же? — переспросила я.\n— Идем со мной- сказал парень и потащил меня куда-то. \n— Ты чего? У меня сейчас химия, я должна пойти на урок- крикнула я. Но парень как-будто не услышал меня, со словами \" ты моя должница\" он повел меня за школу. ",
    "answers": [
      {
        "id": 83,
        "text": "Идти за парнем "
      }
    ]
  },
  {
    "id": 77,
    "text": "Я уже подошла к кабинету как вдруг меня остановил парень. \n—Эй, подожди- сказал парень. \nКогда я обернулась, я узнала его, это сосед по парте, который помог мне на математике. \n— О, привет, ты что-то хотел?- спросила я. \n— Да, ты же помнишь, что ты мне кое-что должна?- спросил парень. \n— Кое-что? И что же? — переспросила я.\n— Идем со мной- сказал парень и потащил меня куда-то. \n— Ты чего? У меня сейчас химия, я должна пойти на урок- крикнула я. Но парень как-будто не услышал меня, со словами \" ты моя должница\" он повел меня за школу. ",
    "answers": [
      {
        "id": 82,
        "text": "Идти за парнем"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я уже подошла к кабинету как вдруг меня остановил парень. \n—Эй, подожди- сказал парень. \nКогда я обернулась, я узнала его, это сосед по парте, который помог мне на математике. \n— О, привет, ты что-то хотел?- спросила я. \n— Да, ты же помнишь, что ты мне кое-что должна?- спросил парень. \n— Кое-что? И что же? — переспросила я.\n— Идем со мной- сказал парень и потащил меня куда-то. \n— Ты чего? У меня сейчас химия, я должна пойти на урок- крикнула я. Но парень как-будто не услышал меня, со словами \" ты моя должница\" он повел меня за школу. ",
    "answers": [
      {
        "id": 82,
        "text": "Идти за парнем"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я уже подошла к кабинету как вдруг меня остановил парень. \n—Эй, подожди- сказал парень. \nКогда я обернулась, я узнала его, это сосед по парте, который помог мне на математике. \n— О, привет, ты что-то хотел?- спросила я. \n— Да, ты же помнишь, что ты мне кое-что должна?- спросил парень. \n— Кое-что? И что же? — переспросила я.\n— Идем со мной- сказал парень и потащил меня куда-то. \n— Ты чего? У меня сейчас химия, я должна пойти на урок- крикнула я. Но парень как-будто не услышал меня, со словами \" ты моя должница\" он повел меня за школу. ",
    "answers": [
      {
        "id": 82,
        "text": "Пойти за парнем"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я уже подошла к кабинету как вдруг меня остановил парень. \n—Эй, подожди- сказал парень. \nКогда я обернулась, я узнала его, это сосед по парте, который помог мне на математике. \n— О, привет, ты что-то хотел?- спросила я. \n— Да, ты же помнишь, что ты мне кое-что должна?- спросил парень. \n— Кое-что? И что же? — переспросила я.\n— Идем со мной- сказал парень и потащил меня куда-то. \n— Ты чего? У меня сейчас химия, я должна пойти на урок- крикнула я. Но парень как-будто не услышал меня, со словами \" ты моя должница\" он повел меня за школу. ",
    "answers": [
      {
        "id": 82,
        "text": "Идти за парнем"
      }
    ]
  },
  {
    "id": 81,
    "text": "Я уже подошла к кабинету как вдруг меня остановил парень. \n—Эй, подожди- сказал парень. \nКогда я обернулась, я узнала его, это сосед по парте, который помог мне на математике. \n— О, привет, ты что-то хотел?- спросила я. \n— Да, ты же помнишь, что ты мне кое-что должна?- спросил парень. \n— Кое-что? И что же? — переспросила я.\n— Идем со мной- сказал парень и потащил меня куда-то. \n— Ты чего? У меня сейчас химия, я должна пойти на урок- крикнула я. Но парень как-будто не услышал меня, со словами \" ты моя должница\" он повел меня за школу. ",
    "answers": [
      {
        "id": 82,
        "text": "Скоро"
      }
    ]
  },
  {
    "id": 82,
    "text": "Парень тянул меня за руку, я едва поспевала за ним. <s>r\n— Ты можешь объяснить, что происходит?- сказала я, резко одернув руку.<s>r\nРука выскользнула, и ,наконец-то, мы остановились. <s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Ты нормальный?? "
      }
    ]
  },
  {
    "id": 83,
    "text": "Я была в ярости, что этот парень делает? \nОн молча подождал пока я успокоюсь, а потом указал пальцем в сторону спортзала. \nПосмотрев туда, куда он показал, я увидела девушку и парня, которые зажимались, сидя на трибунах. \nНо присмотревшись я узнала этого парня, это был мой любимый братец. \n",
    "answers": [
      {
        "id": 84,
        "text": "Посмотреть на парня"
      },
      {
        "id": 85,
        "text": "Смотреть за братом "
      }
    ]
  },
  {
    "id": 84,
    "text": "— И за чем ты меня сюда привел? Чтобы я увидела как мой брат прогуливает уроки, целуясь с кем попало?- спросила я. \n—Это моя сестра- строго сказал парень, не отрывая взгляда от целующейся парочки. \n— Упс, эээ я имела ввиду, целуясь с этой очаровательной девушкой! \n— Она не слушает меня и делает, что хочет, услуга, которую ты мне должна- это разлучить их. \n",
    "answers": [
      {
        "id": 86,
        "text": "Чего? "
      }
    ]
  },
  {
    "id": 85,
    "text": "Мой брат трогал эту девушку где только хотел. Было видно,  что эта парочка встречается. \n— И что я должна была увидеть?- спросила я у парня. \n_ Это моя сестра- строго сказал парень, не отрывая взгляда от целующейся парочки. \n— Она не слушает меня и делает, что хочет, услуга, которую ты мне должна- это разлучить их. \n",
    "answers": [
      {
        "id": 86,
        "text": "Чего? "
      }
    ]
  },
  {
    "id": 86,
    "text": "—Я то тут причем? Слушай, я понимаю,  ты переживаешь  за нее, но, во-первых, это ее жизнь, а во-вторых, мой брат хороший парень\n—Твой брат бабник. Ей всего 14, а твоему брату 17, она глупая дура и ничего не понимает. Она стала прогуливать уроки, чтобы видиться с твоим братцем.!!- крикнул парень . \n— Ладно-ладно, я поняла, а как это сделать то?- спросила я. \n— Ты должна сделать что-то, чтобы моя сестра бросила твоего брата — сказал парень. \n",
    "answers": [
      {
        "id": 89,
        "text": "Согласиться "
      },
      {
        "id": 88,
        "text": "Возмутиться "
      }
    ]
  },
  {
    "id": 87,
    "text": "— Я не буду влезать в чужие отношения, это ее и его  выбор. Прости, но я не могу. Может у тебя будет другая просьба ко мне? \n— Нет- сказал парень и пошел в сторону парковки. \nЯ решила пойти на урок, пусть и опоздаю, но не хочу прогуливать. \nОглянувшись я увидела, как парень сел в свою  машину и уехал. \n",
    "answers": [
      {
        "id": 91,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Я вообще думаю, что они хорошая пара и смотрятся неплохо и вообще если тебя что-то не устраивает, то поговори с моим братом сам- сказала я  и собралась уходить, может и с опозданием,  но успею на урок. \nПарень схватил меня за руку и притянул к себе. \n— Во-первых, ты обещала, что выполнишь мою просьбу, во-вторых, я уже ни раз предупреждал твоего брата, и не только словами, но до него видимо не доходит.Поэтому пожалуйста, помоги мне.- сказав это, парень отпустил меня и посмотрел в глаза, ожидая ответа. ",
    "answers": [
      {
        "id": 89,
        "text": "Согласиться "
      }
    ]
  },
  {
    "id": 89,
    "text": "— Ладно, я помогу тебе, начнем миссию \" Анти Ромео и Джульетта\"- сказала я. \nПарень улыбнулся и сказал:\n—Спасибо, кстати меня зовут Шон. \nШон протянул мне руку, и мы скрепили наш союз рукопожатием. \n— А теперь мне пора на урок, а то это мой первый день, не хотела прогуливать, но из-за кого-то пришлось- я помахала ему на прощание и побежала на урок. ",
    "answers": [
      {
        "id": 90,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я опаздала  на 20 минут, но учитель оказался очень доверчивым и, услышав, мою мастерски придуманную ложь, что я новенькая и заблудилась в коридорах, пустил меня на урок. \nПотом прошли еще 3 урока. На двух из которых я была с Мари, поэтому день в школе выдался неплохим. \nЯ увидела своих старых друзей, завела новые знакомства, вступила в кружок, а и еще нанялась антисвахой. \n",
    "answers": [
      {
        "id": 92,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "Я вышла из школы и пошла на автобусную остановку. Проходя мимо парковки, я заметила Алекса, стоящего у своей машины с сестрой Шона. Может поехать домой с братом, заодно и узнаю кто эта девушка. \nНа другом конце парковки стоит Шон, он на машине, может поехать с ним, заодно придумаем план действий. \nИли же позвонить Дженсону, чтобы он заехал за мной? ",
    "answers": [
      {
        "id": 93,
        "text": "Брат Алекс"
      },
      {
        "id": 94,
        "text": "Шон"
      },
      {
        "id": 95,
        "text": "Водитель Дженсон"
      }
    ]
  },
  {
    "id": 93,
    "text": "Итак, прежде чем разлучить эту парочку, думаю нужно познакомится с девушкой. <s>r\nЯ подошла к Алексу и девушке. <s>r\n— Приветик, может поедем домой вместе?- спросила я, улыбаясь, хотя ситуация была немного неловкая. <s>r\nДевушка была очень симпатичная, брюнетка, много макияжа, притом очень яркого. Алекс сидел на капоте, а девушка стояла обнявшись с ним так, что руки Алекса были на ее ягодицах. <s>r\n— Я пока не собираюсь домой, у меня есть дела, пусть Дженсон тебя подвезет.- сказал Алекс. <s>r\nНо в этот момент весь мой взор был на девушке, которая смотрела на меня с высока, скривив лицо. ",
    "answers": [
      {
        "id": 96,
        "text": "Познакомиться с девушкой"
      }
    ]
  },
  {
    "id": 94,
    "text": "Шон, увидев, что я иду к нему, спрыгнул с багажника своей машины. \n— Ну что, видела эту картину?- спросил Шон, указывая на Алекса с его сестрой . \n— Да, они не скрывают свои отношения, а принять их ты не можешь?- спросила я. \n— Нет, моя сестра Мелани зависима от твоего брата, и мне это не нравится. Мама переживает за неё, она перестала навещать Томми в больнице. \n— Кто такой Томми? — спросила я. \n— Это наш младший брат, он сейчас в больнице на лечении. \n— Оу, мне жаль,  с ним что-то серьезное?- спросила я. \n— Томми с отцом попали в аварию год назад. Отец погиб, а Томми чудом выжил, множество переломов... \nЯ была шокирована, всё что я смогла сделать в тот момент, это обнять его. \nЯ обняла Шона, сначала он даже удивился, но потом обнял меня в ответ. \n",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Думаю хватит с меня на сегодня событий. Нужно позвонить Джейсону. \nДжейсон долго не отвечал, а потом вообще оказалось, что он уехал по поручению отца, а отвезти домой меня должен был Алекс. \n",
    "answers": [
      {
        "id": 104,
        "text": "Пойти к Алексу"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Привет, я Софи- я натянула такую улыбку, что показала все 32 зуба. \nНо девушка даже не ответила, лишь повернулась к Алексу и поцеловала его в губы. \nДа уж, неловкость была на высшем уровне. \nЗакончив свой поцелуй Алекс сказал. \n— Это моя сестра \nПосле слов Алекса передо мной стоял уже совершенно другой человек.\n— Вау, привет, я и не знала, что у Алекса есть сестренка. Я Мелани.- девушка протянула мне руку и широко улыбнулась. \nЯ стояла в полной растерянности. ",
    "answers": [
      {
        "id": 97,
        "text": "Расспросить Мелани "
      }
    ]
  },
  {
    "id": 97,
    "text": "— Я и не знала, что Алекс с кем-то встречается?- спросила я. \nДевушка заулыбалась, видимо тема \" Алекс\"  была ее любимой. \n— Да,  мы встречаемся- с улыбкой сказала девушка. \nПотом Мелани рассказала о их свиданиях,  как они любят друг друга, бла- бла. \nСлушая ее бесконечный поток информации, я мельком посмотрела в сторону Шона. \nШон смотрел в нашу сторону и было видно, как он раздражен. \n",
    "answers": [
      {
        "id": 98,
        "text": "Дальше слушать Мелани"
      },
      {
        "id": 100,
        "text": "Пойти к Шону"
      }
    ]
  },
  {
    "id": 98,
    "text": "— А сколько тебе лет?- спросила я. \n— Любовь не знает возраста- сказала девушка и обняла Алекса. \n— Любовь может и не знает, а всё-таки сколько тебе действительно лет? \n— Мне 14.- сказала девушка. \n— Что за допросы, Софи?- споосил Алекс, ухмыляясь. \n— Какие допросы? Я просто интересуюсь судьбой своего брата, разве это плохо?- ответила я. \n— Алекс, котик, она просто ревнует своего брата. Это так мило, но не волнуйся, я о нем позабочусь.- сказала девушка и засосала Алекса. Всё, думаю мне пора уйти, а то не дай Бог еще и меня засосет этот пылесос любви. \n",
    "answers": [
      {
        "id": 100,
        "text": "Пойти к Шону"
      }
    ]
  },
  {
    "id": 99,
    "text": "Новый день начался не очень удачно, я проспала. Взяв телефон в руки я поняла, что у меня есть минут 30 на сборы. Нужно быстро решить, что надеть? ",
    "answers": [
      {
        "id": 111,
        "text": "Короткое платье, туфли на высокой платформе, ободок с кошачьими ушками"
      },
      {
        "id": 111,
        "text": "Юбку, топ, гольфы, ботинки"
      },
      {
        "id": 111,
        "text": "Джинсы, толстовку, кеды"
      }
    ]
  },
  {
    "id": 100,
    "text": "Шон, увидев, что я иду к нему, спрыгнул с багажника своей машины. \n— Ну что, познакомилась с Мелани?- спросил Шон. \n— Да, но сначала я думала,  что она меня убьет! \n— Она зависима от твоего брата, и мне это не нравится. Мама переживает за неё, она перестала навещать Томми в больнице. \n— Кто такой Томми? — спросила я. \n— Это наш младший брат, он сейчас в больнице на лечении. \n— Оу, мне жаль,  с ним что-то серьезное?- спросила я. \n— Томми с отцом попали в аварию год назад. Отец погиб, а Томми чудом выжил, множество переломов... \nЯ была шокирована, всё что я смогла сделать в тот момент, это обнять его. \nЯ обняла Шона, сначала он даже удивился, но потом обнял меня в ответ. \n",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Ладно Шон, мне пора домой, увидимся завтра в школе. О да, вот!- я протянула ему листочек с номером моего телефона. \n— Если что, звони и пиши в любое время и по любому поводу- сказала я. \nШон взял листочек и одновременно взял и мою руку. \n— Давай я тебя подвезу- сказал Шон. \n",
    "answers": [
      {
        "id": 102,
        "text": "Согласиться "
      },
      {
        "id": 103,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 102,
    "text": "Шон был очень симпотичным парнем, спортивного телосложения, по нему было видно, что он занимается спортом. Может он состоит в баскетбольной команде или другой какой-нибудь спортивной команде, и возможно он знаком с Чейзом и Гордоном?<s>r\nНесмотря на внешнее обаяние, он был серьезным парнем, не таким как мой братец. <s>r\n— Хорошо- сказала я.- Я живу... <s>r\n— Я знаю где- сказал улыбнувшись Шон. <s>r\nМы сели в его машину. В машине приятно пахло и было чисто. Я решила бросить сумку на заднее сиденье и увидела спортивную сумку и торчащие из нее перчатки для бокса,  больше для единоборства. <s>r\nШон сел, и мы поехали. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 105,
        "text": "Поездка домой"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Нет, спасибо, я доберусь сама-сказала я, и стала отходить, но Шон продолжал держать меня за руку. <s>r\nШон был очень симпотичным парнем, спортивного телосложения, по нему было видно, что он занимается спортом. Может он состоит в баскетбольной команде или другой какой-нибудь спортивной команде, и возможно он знаком с Чейзом и Гордоном?<s>r\nНесмотря на внешнее обаяние, он был серьезным парнем, не таким как мой братец. <s>r\nШон открыл мне дверь и ждал, когда я сяду в его машину. <s>r\n— Хорошо- сказала я, улыбнувшись. — Как тебе отказать. Я живу... <s>r\n— Я знаю где- сказал улыбнувшись Шон. <s>r\nМы сели в его машину. В машине приятно пахло и было чисто. Я решила бросить сумку на заднее сиденье и увидела спортивную сумку и торчащие из нее перчатки для бокса,  больше для единоборства. <s>r\nШон сел, и мы поехали. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 105,
        "text": "Поездка в машине"
      }
    ]
  },
  {
    "id": 104,
    "text": "Я подошла к Алексу и девушке. \n— Приветик, поехали домой- сказала я, кинув свью сумку на заднее сиденье машины. \n—Я пока не собираюсь домой, у меня есть дела. Или поехали со мной или добирайся своим ходом- сказал Алекс. \n— Дженсон сказал, что ты обещал меня подвезти. \nЗа нашими разборками я и не заметила девушку, которая свкрлила меня взглядом и скривила лицо.\nАлекс сидел на капоте, а девушка стояла обнявшись с ним так, что руки Алекса были на ее ягодицах. \n",
    "answers": [
      {
        "id": 96,
        "text": "Познакомиться"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я решила не говорить с Шоном о Алексе и его сестре. Думаю, нужно просто поболтать и повеселиться. <s>r\nШон включил музыку, и мы смеялись всю дорогу. Потом мы болтали, Шон рассказал мне про свою семью, я же рассказала ему про свою. <s>r\nО семье Шона я узнала, что его мама работает на 2 работах, Шон также работает. После аварии их жизнь превратилась в ад. Бизнес отца пришлось продать, а деньги потратить на лечение Томми. <s>r\nЯ также спросила про перчатки, на эту тему Шон неохотно говорил, но я узнала, что он занимается единоборствами и как-то зарабатывает на этом. <s>r\nВскоре мы приехали к моему дому. ",
    "answers": [
      {
        "id": 106,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Спасибо что подвез, увидимся завтра в школе. \nЯ помахала ему рукой, он сделал тоже самое,  я проводила его взглядом и после того, как его машина удалилась, я зашла в дом. \n",
    "answers": [
      {
        "id": 107,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 107,
    "text": "Войдя в дом, я пошла в свою комнату, но меня остановила Джессика. \n— Софи, подожди\nЯ остановилась на лестнице. \n— Кто это тебя подвез? Я думала Алекс должен был тебя подвезти.- спросила Джессика обеспокоенно. \n— Меня подвез мой друг Шон. \nДжессика переменилась в лице. \n— Шон Мейсон?- спросила Джес\n— Я не знаю, а что такое?- спросила я. \n— Софи, ты не должна с ним общаться, он же псих,  в прошлом году из-за него Алекс чуть в больницу не попал.- Джесс переменилась в лице, ее голос стал суровым и серьезным. \nЧто это,  Джесс включила заботливую маму? \n",
    "answers": [
      {
        "id": 108,
        "text": "Ответить "
      },
      {
        "id": 109,
        "text": "Не отвечать "
      }
    ]
  },
  {
    "id": 108,
    "text": "—Шон хороший парень, думаю он просто защищал свою сестру от мачо-Алекса. \n—Софи, об этом даже речи идти не может, ты с ним больше не будешь видиться- сказав это, Джес ушла в гостиную и недовольно бубнила что-то. \n",
    "answers": [
      {
        "id": 110,
        "text": "Пойти в свою комнату"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Джесс, сегодня был тяжелый день, я пошла в свою комнату. \nЯ поднялась в свою комнату и рухнула на кровать. \n",
    "answers": [
      {
        "id": 110,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 110,
    "text": "Остаток дня, я провела как обычно, читала книжки, сидела в телефоне, болтала с друзьями. \nЗавтра опять нужно идти в школу, а еще после школы мы договорились с Мари пойти по магазинам. \nЯ уже приготовилась ко сну, как вдруг мне пришло смс от неизвестного номера \"спокойной ночи\". Я не знала от кого оно, но я  очень устала и не хотела строить догадки, а легла спать. ",
    "answers": [
      {
        "id": 99,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 111,
    "text": "Приведя себя в порядок, я спустилась на первый этаж. Папа уже уехал на работу, а значит и Дженсона тоже нет, Джесс сидела в гостиной и что-то печатала на ноутбуке. Что же делать? ",
    "answers": [
      {
        "id": 112,
        "text": "Попросить Джессику подвезти меня в школу "
      },
      {
        "id": 113,
        "text": "Идти за Алексом"
      }
    ]
  },
  {
    "id": 112,
    "text": "—Джесс, ты не могла бы меня подбросить до школы?\nДжесс вскочила и сразу подошла ко мне.\n—Конечно Софи, пойдём к машине.\n",
    "answers": [
      {
        "id": 115,
        "text": "Сесть в машину Джесс"
      }
    ]
  },
  {
    "id": 113,
    "text": "Я решила пойти в комнату к Алексу, чтобы он отвез меня в школу, но зайдя в его комнату, я офигела.\n—Боже мой, ну и помойка! — сказала я. Вокруг был полный хаос, у меня конечно тоже не идеальный порядок, но это уже перебор.\nАлекса в комнате не было, хотя если поискать под той кучей одежды, то наверняка я его там найду. Я пробралась в глубь этой чёрной дыры и увидела, что на кровати лежала фотка, на ней была Мелани голая, вааа аааа.\nЯ выбежала из комнаты Алекса в шоке.\n— Боже, неужели он её шантажирует фоткой, ну не она же ему её отправила, или она? ",
    "answers": [
      {
        "id": 114,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я решила спросить Джессику где Алекс.<s>r\n—Джесс, ты не знаешь где Алекс?<s>r\nДжессика оторвалась от ноутбука и, посмотрев на меня, сказала:<s>r\n—Алекс не пришёл вчера домой, он сказал мне, что будет ночевать у Люка. А зачем он тебе?<s>r\n— Ага, у Люка- сказала я иронично.<s>r\n— Я опаздываю в школу, поэтому думала, что Алекс меня подбросит.<s>r\n— Я могу тебя подвезти- сказала Джесс и подошла ко мне.<s>r\n— Если тебе что-то нужно, я всегда тебе помогу. Пошли.- сказала Джесс и пошла к выходу.<s>r\nЯ пошла за ней.<s>r\n",
    "answers": [
      {
        "id": 115,
        "text": "Сесть в машину Джесс"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я села на переднее сиденье и думала, что дорога в школу под музыку будет классной, но не тут то было.<s>r\n— Софи, я хочу с тобой серьёзно поговорить- сказала Джесс.<s>r\n— И о чем же?<s>r\n— Софи, я тебе не враг, я забочусь о тебе и не хочу, чтобы ты пострадала.<s>r\n— Джесс, я тебя не понимаю, ты о чем?<s>r\n— Я говорю о Шоне.<s>r\nЯ закатила глаза, да что ей нужно от меня, это моя жизнь. ",
    "answers": [
      {
        "id": 116,
        "text": "Не хочу об этом говорить "
      },
      {
        "id": 117,
        "text": "Выслушать Джессику"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Я не хочу ничего слушать о Шоне. Он хороший парень, который защищает свою сестру-сказав это, я отвернулась от Джессики и стала смотреть в окно.\n— Ты знаешь его один день, как ты можешь судить о нем? Я же знаю его и его семейку давно!\n—Семейку??? Джесс, как ты можешь так говорить, его брат лежит в больнице, а мать работает на двух работах и Шон помогает и поддерживает свою семью!\n— Это он тебе сказал? Ха, почему я не удивлена, этот парень псих и преступник, если я его ещё раз увижу рядом с тобой, то твой отец узнает об этом.\n— Пусть знает — сказала я.\n— Твой отец знаком с этой семейкой и явно будет на моей стороне в этой ситуации!!",
    "answers": [
      {
        "id": 118,
        "text": "Включить музыку на всю громкость "
      },
      {
        "id": 119,
        "text": "Продолжить разговор "
      }
    ]
  },
  {
    "id": 117,
    "text": "—Я не понимаю тебя Джесс, Шон хороший парень, который защищает свою сестру. \n— Ты знаешь его один день, как ты можешь судить о нем? Я же знаю его и его семейку давно!- сказала Джесс. \n—Семейку??? Джесс, как ты можешь так говорить, его брат лежит в больнице, а мать работает на двух работах и Шон помогает и поддерживает свою семью!\n— Это он тебе сказал? Ха, почему я не удивлена, этот парень псих и преступник, если я его ещё раз увижу рядом с тобой, то твой отец узнает об этом.\n— Пусть знает — сказала я.\n— Твой отец знаком с этой семейкой и явно будет на моей стороне в этой ситуации!!",
    "answers": [
      {
        "id": 119,
        "text": "Продолжить разговор"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я включила громкость на всю, но Джесс вырубила музыку.\n— Я не хочу продолжать этот разговор! — сказала я.\n— Ты должна меня выслушать! Этот парень не тот, за кого себя выдаёт.\n— О чем ты говоришь? — спросила я Джесс.\n— Фирма, которой я сейчас руковожу, принадлежала раньше семье Мейсон. Я выкупила долю Мейсона в фирме, после чего я думала, что на этом всё, но потом оказалось, что они стали писать иски. Они требовали деньги! Твоему отцу пришлось вмешаться в это дело, и после нескольких судов, всё закончилось, но они по-прежнему продолжают портить мне жизнь.\n— Подожди, ты выкупила долю мистера Мейсона, и фирма перешла к тебе?\n— Да. Понимаешь, поэтому он и хочет приблизиться к тебе, Шон хочет вернуть фирму своего отца. \n— Я.. я лишь знаю, что деньги нужны были его брату Томми, он в больнице сейчас. \n—Томми? Я видела его вчера на улице, он выглядел весьма здоровым. \n",
    "answers": [
      {
        "id": 120,
        "text": "Приехали к школе"
      }
    ]
  },
  {
    "id": 119,
    "text": "— О чем ты говоришь? — спросила я Джесс.\n— Фирма, которой я сейчас руковожу, принадлежала раньше семье Мейсон. Я выкупила долю Мейсона в фирме, после чего я думала, что на этом всё, но потом оказалось, что они стали писать иски. Они требовали деньги! Твоему отцу пришлось вмешаться в это дело, и после нескольких судов, всё закончилось, но они по-прежнему продолжают портить мне жизнь.\n— Подожди, ты выкупила долю мистера Мейсона  и фирма перешла к тебе?\n— Да. Понимаешь, поэтому он и хочет приблизиться к тебе, Шон хочет вернуть фирму своего отца. \n— Я.. я лишь знаю, что деньги нужны были его брату Томми, он в больнице сейчас. \n—Томми? Я видела его вчера на улице, он выглядел весьма здоровым. \n",
    "answers": [
      {
        "id": 120,
        "text": "Подъехали к школе"
      }
    ]
  },
  {
    "id": 120,
    "text": "Я сидела в машине и была в полном шоке.<s>r\n— Софи, я лишь хочу уберечь тебя от этой семьи... Я..<s>r\nЯ вышла из машины, не дослушав слова Джесси. ",
    "answers": [
      {
        "id": 121,
        "text": "Пойти в школу"
      }
    ]
  },
  {
    "id": 121,
    "text": "Я успела. До начала урока было ещё минут 15.\n Что это было сейчас?? Я должна с кем-то поделиться этим, но с кем? ",
    "answers": [
      {
        "id": 122,
        "text": "Найти Мари"
      },
      {
        "id": 123,
        "text": "Найти Алекса"
      },
      {
        "id": 124,
        "text": "Найти Шона"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я побежала к стенду с расписанием. Так у Мари сейчас занятия в кружке, пойду в кружок журналистики. ",
    "answers": [
      {
        "id": 126,
        "text": "Искать Мари"
      }
    ]
  },
  {
    "id": 123,
    "text": "Я решила найти Алекса и поговорить с ним.\nНо его нигде не было.\n—Так, а он вообще в школе?\nСпустившись на 3 этаж, я увидела Люка-это друг Алекса. Нужно спросить у него, может он знает что-то.\n—Люк!! — крикнула я.\nЛюк обернулся.\n—Привет, красотка, какими судьбами! — спросил Люк и обнял меня.\nЯ с радостью обняла его в ответ.\nЛюк лучший друг Алекса, они часто играли в  баскетбол у нас во дворе или в приставку.\n—Эм, ты не видел Алекса? — спросила я.\n—Нет ещё, сам ему звоню, а он не доступен. — сказал Люк.\n—Ладно, тогда пока, мне пора на урок.\nМы помахали друг другу, и я пошла на урок, но возле двери меня остановил Ник.\n—Привет, похоже, что сегодня мы вместе похимичим- сказал Ник, улыбнувшись.\n",
    "answers": [
      {
        "id": 128,
        "text": "Войти в класс"
      }
    ]
  },
  {
    "id": 124,
    "text": "Я решила поговорить с Шоном, чтобы он объяснил мне всё. Я хочу получить ответы!<s>r\nЯ увидела Шона, который сидел на подоконнике в коридоре.<s>r\nЯ подошла к Шону с видом плохого полицейского.<s>r\nШон, увидев меня улыбнулся и спрыгнул с подоконника, но, заметив, что я не в настроении стал более серьёзным.<s>r\n—Что-то случилось? — спросил меня Шон.<s>r\n—Да, в какую игру ты играешь? — спросила я, мне почему-то сразу вспомнился детектив, который я смотрела с мамой этим летом, там так же детектив допрашивал преступника.<s>r\n—Что? О чем ты?<s>r\n—Только не делай вид, что не понимаешь, я всё знаю. Ты врал мне с самого начала, а я поверила тебе! — сказала я, внутри у меня всё кипело.<s>r\n—Я не понимаю, о чем ты говоришь! О чем я врал тебе?- спросил Шон, не понимая что происходит.<s>r\n—Я не дура, я знаю о фирме твоего отца!<s>r\nПосле этих слов Шон приблизился ко мне  и сказал.<s>r\n—Тебя это не касается, не лезь в это.<s>r\nПосле чего Шон пошёл мимо меня. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 125,
        "text": "Не так быстро! "
      },
      {
        "id": 137,
        "text": "Пусть идёт себе"
      }
    ]
  },
  {
    "id": 125,
    "text": "Я схватила его за руку. Он остановился и повернулся, посмотрев на меня со взглядом зверя. Тогда я почувствовала себя зайчонком , добычей волка, который смотрел на меня. Но я была храбрым зайцем.\nЯ выпрямилась, посмотрела ему прямо в глаза и сказала.\n—Ттты.. Ттты трус и я жалею, что встретила тебя и поверила тебе. — сказав это, я пожалела, что сказала.\nШон лишь вырвал свою руку из моей и ушёл.\n",
    "answers": [
      {
        "id": 137,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я зашла в кабинет и увидела там Мари, которая писала, что-то в блокнот.\n—О, Софи, привет красотка, ты чего это тут?\n— Мари, мне нужен совет.\n—Таааак подруга, пошли-ка в столовую, расскажешь мне всё за чашечкой кофе, это сейчас необходимо просто.\nМы пошли в столовую.\nЗаказав кофе, мы сели за столик, и Мари стала смотреть на меня пристальным взглядом.\n—Так- так и что произошло?\nЯ рассказала Мари про Шона и разговор с Джесс.\n",
    "answers": [
      {
        "id": 127,
        "text": "Говорить с Мари "
      }
    ]
  },
  {
    "id": 127,
    "text": "— Офигеть, то есть ты работаешь детективом и хочешь рассорить своего брата с какой-то очередной девушкой, а я не в курсе??\n—Эээ. Да я как-то и не думала об этом тебе рассказывать.\n—Так, я в деле.!- сказала Мари.\n—Чего? Нет, ещё и тебя впутывать в эту историю, ну нет!Тем более, что я уже и не знаю помогать мне Шону или нет.\n— Софи, Шон рассказал тебе правду, но и Джесс тоже. — сказала Мари. \n— Чего? Ты меня ещё больше запутала! — сказав это, я почувствовала чью-то руку у себя на плече. \nПовернувшись я увидела... \n—Привет Ник! \n",
    "answers": [
      {
        "id": 129,
        "text": "Пригласить Ника присесть "
      }
    ]
  },
  {
    "id": 128,
    "text": "Зайдя в класс, я увидела Шона, который сидел на последней парте.\nНик сел на третью парту и позвал меня сесть к нему. ",
    "answers": [
      {
        "id": 130,
        "text": "Сесть с Шоном"
      },
      {
        "id": 131,
        "text": "Сесть с Ником"
      }
    ]
  },
  {
    "id": 129,
    "text": "Только я хотела пригласить его присесть, как он уже сидел возле меня.\n—Не хотел вам мешать, но ты так жестикулировала, что мне стало просто любопытно, что у вас за разговор, надеюсь обо мне. — сказал Ник и посмотрел на меня с лёгкой заигрывающей улыбкой.\n— О ком же ещё нам говорить, только ты и только ты — сказала Мари, иронично восторгаясь Ником, и активно жестикулируя. \n—Мари, актриса из тебя никакая.-сказал Ник.\n—Да я лучшая, ты помнишь как я спорила с уборщиком, что его швабра оставляет только грязные следы по всему коридору. Так я ему сказала, что меня директор назначил ревизорро по уборке, так он же поверил.- сказала Мари. \n— Уборщику было лет 100, я уверен, что он вообще не понял, что ты с ним говорила.- сказал Ник. \nМы поболтали и смеялись, пока не прозвенел звонок.\n— Софи, какой урок у тебя? — спросил Ник.\n— Химия- ответила я.\n—Тогда подожди, я с тобой иду.\nИ мы пошли на урок вместе.\n",
    "answers": [
      {
        "id": 128,
        "text": "Идти на урок"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Извини Ник, я сяду с Шоном- сказала я и пошла на последнюю парту.\nУвидев меня, Шон улыбнулся, но я не ответила ему взаимностью.\nЯ села рядом с ним и молча достала тетрадь с учебником.\n— Привет, я не ожидал, что ты сядешь со мной- сказал Шон и улыбнулся мне, он явно был рад этому, неужели это игра, тогда он прекрасный актёр.\n— Я хотела выяснить кое-что у тебя, насчёт фирмы твоего отца.\nВ этот момент Шон поменялся в лице.\n— Я не хочу с тобой об этом говорить.-сказал Шон и уставился в окно.\n",
    "answers": [
      {
        "id": 133,
        "text": "Настоять на своём "
      }
    ]
  },
  {
    "id": 131,
    "text": "Я села с Ником. Я и так в химии не очень, не понимаю эти оксиды, сульфаты. А тут ещё и Ник, который смешил и отвлекал меня весь урок.\nНа середине урока нам дали лабораторные задания и нас разделили по списку на группы по 4 человека.\nЯ попала в группу с Ником, Арией и Девидом.\nРебята они классные, только вот с химией они тоже не в ладах. Пока нам раздовали всякие пробирки, я быстро посмотрела на Шона, он же смотрел на меня не отрываясь.\nБлин, почему он смотрит на меня так пристально.\n— Софи, эй, ты с нами?\n— А, что?, Да, я просто отвлеклась. — сказала я.\n—На что-то или на кого-то?, — спросила Ария, улыбаясь.\nЯ взглянула на Ника, который был явно рассержен и расстроен .\n",
    "answers": [
      {
        "id": 132,
        "text": "Вернуться к работе"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Давайте примемся за работу. Так, нам нужно определить, что находится в каждой из трех пробирок.\n—Так, тут похожу жидкости,- сказал Девид.\nОн взял одну из пробирок и понюхал её.\n—Фууу, о Господи, что за дрянь — сказал Девид.\nМы сразу засмеялись, атмосфера явно стала лучше, но больше Ник не смотрел на меня так часто как до этого.\nЯ решила сосредоточиться на работе, и так как  я не очень в химии, то я решила, что буду записывать весь процесс.\nНам повезло, что с нами был Ник, он оказался очень умным парнем, закончив работу, мы сдали задание и вышли из класса.\n",
    "answers": [
      {
        "id": 150,
        "text": "Выйти из класса"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Ты.. Ты.. Врал мне всё это время, я думала, что ты нормальный парень, а ты... Знаешь, я обещала тебе, что помогу с твоей сестрой и я сдержу слово, но делать я буду это сама, без твоей помощи. — сказала я и стала слушать лекцию.\nШон повернулся ко мне и удивлённый спросил:-О чем ты? Я тебе не врал, я говорил тебе честно о себе и о своей жизни. Сначала я подумал, что ты такая же как и твой брат, но потом...\n—Да, я такая же как мой брат, абсолютно такая же.!- сказала я, перебив Шона. У меня было чувство, что меня сейчас разорвёт от злости.\n— Тогда мне жаль тебя! — сказал Шон.\n—Не стоит меня жалеть,  я не нуждаюсь в твоей жалости! — сказала я.\n—Знаешь, я передумал, мне не нужна твоя помощь с Мелани, я сам разберусь. — сказал Шон.\n—Ну уж нет, это теперь моё дело, я в этом разберусь, так что не беспокойся на этот счёт.\nПока мы ругались, оказалось, что сегодня должна быть лабораторная работа.\nНас разделили по группам по 4 человека. ",
    "answers": [
      {
        "id": 134,
        "text": "Урок химии"
      }
    ]
  },
  {
    "id": 134,
    "text": "Я попала в группу с Ником, Арией и Девидом. Я была рада, что перепалка с Шоном закончилась, я села с ребятами. \nРебята они классные, только вот с химией они тоже не в ладах. Пока нам раздовали всякие пробирки, я быстро посмотрела на Шона, он же смотрел на меня, не отрываясь.\nБлин, почему он смотрит на меня так пристально.\n— Софи, эй, ты с нами?\n— А, что?, Да, я просто отвлеклась. — сказала я.\n—На что-то или на кого-то?, — спросила Ария, улыбаясь.\nЯ взглянула на Ника, который был явно расстроен .\n",
    "answers": [
      {
        "id": 135,
        "text": "Делать лабораторную "
      }
    ]
  },
  {
    "id": 135,
    "text": "— Давайте примемся за работу. Так, нам нужно определить, что находится в каждой из трех пробирок.\n—Так, тут походу жидкости,- сказал Девид.\nОн взял одну из пробирок и понюхал её.\n—Фууу, о Господи, что за дрянь — сказал Девид.\nМы сразу засмеялись, атмосфера явно стала лучше, я решила, что больше не буду разговаривать с Шоном. Видя, что я расстроена и напряжена, Ник стал шутить и прикалываться над Девидом, от чего я хохотала на весь класс. \nНо я всё- таки, решила сосредоточиться на работе,  и так как  я не очень в химии, то я решила, что буду записывать весь процесс.\nНам повезло, что с нами был Ник, он оказался очень умным парнем, закончив работу, мы сдали задание и вышли из класса.\n",
    "answers": [
      {
        "id": 145,
        "text": "Выйти из класса"
      }
    ]
  },
  {
    "id": 136,
    "text": "Я вышла из класса и решила выйти на улицу, мне нужен свежий воздух.\nВыйдя на улицу, я заметила, что машины Шона не было, видимо он уехал из школы. Ну да ладно, это его проблемы, где же мой братик? Надо позвонить ему.\nТолько я достала телефон, как увидела, что подъезжает Алекс. А вот и он.\nНо он был не один, из машины вместе с Алексом вышла Мелани.\n—Алекс, какого фига ты творишь? — сказала я вслух.\n",
    "answers": [
      {
        "id": 140,
        "text": "Подойти к Алексу"
      },
      {
        "id": 142,
        "text": "Пойти обратно в школу"
      }
    ]
  },
  {
    "id": 137,
    "text": "Я шла в класс, как вдруг встретила Гордона.\n— Хей, Софи — сказал Гордон и обнял меня.\n—Привет — сказала я, и обняла его крепко — крепко.\nМы так и остались в этой позе. Мне сейчас было грустно, поэтому Гордон как друг мне нужен. Я не знаю как, но Гордон всё понял, он обнял меня ещё крепче, он как- будто всё знал.\n—Ты в порядке?- спросил меня Гордон.\n—Да- ответила я.\nГордон всё давно понял.\n—Так, пошли ко мне домой после школы. Тебе нужно хорошо отдохнуть, помнишь как в старые добрые времена?- сказал Гордон. \n—Монополия и пицца? — спросила я, улыбаясь. \nГордон лишь кивнул в ответ. \n—И теперь-то я буду следить за Мари, а то она опять спрячет кучу денег у себя в носке  и выиграет.- сказал Гордон. \nМы рассмеялись, Гордон всегда знал, как поднять мне настроение. \nЯ пошла в класс. \n\n",
    "answers": [
      {
        "id": 138,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 138,
    "text": "Зайдя в класс я увидела Ника, который, заметив меня, тут же позвал сесть с ним.\nЯ села с Ником.Я и так в химии не очень, не понимаю эти оксиды, сульфаты. А тут ещё и Ник, который смешил и отвлекал меня весь урок.\nНа середине урока нам дали лабораторные задания и нас разделили по списку на группы по 4 человека.\nЯ попала в группу с Ником, Арией и Девидом.\nРебята они классные, только вот с химией они тоже не в ладах. Пока нам раздовали всякие пробирки, учитель спросил про Шона, почему его нет на уроке. Похоже это моя вина. \n— Софи, эй, ты с нами?\n— А, что?, Да, я просто отвлеклась. — сказала я.\n",
    "answers": [
      {
        "id": 139,
        "text": "Сделать лабораторную "
      }
    ]
  },
  {
    "id": 139,
    "text": "—Давайте примемся за работу. Так, нам нужно определить, что находится в каждой из трех пробирок.<s>r\n—Так, тут походу жидкости,- сказал Девид.<s>r\nОн взял одну из пробирок и понюхал её.<s>r\n—Фууу, о Господи, что за дрянь — сказал Девид.<s>r\nМы сразу засмеялись, атмосфера явно стала лучше. Видя, что я расстроена и напряжена, Ник стал шутить и прикалываться над Девидом, от чего я хохотала на весь класс. <s>r\nНо я всё- таки, решила сосредоточиться на работе  и так как  я не очень в химии, то я решила, что буду записывать весь процесс.<s>r\nНам повезло, что с нами был Ник, он оказался очень умным парнем, закончив работу, мы сдали задание и вышли из класса.<s>r\n",
    "answers": [
      {
        "id": 136,
        "text": "Выйти из класса"
      }
    ]
  },
  {
    "id": 140,
    "text": "Я подошла к Алексу.<s>r\n—Привет братик. — я подошла к Алексу и поцеловала его в щеку.<s>r\n— Софи, привет, ты что прогуляться решила? Алекс был в прекрасном настроении в отличии от меня.<s>r\n—Да так, решила, что свежий воздух не помешает, и да привет Мелани — сказала я, повернувшись к Мелани.<s>r\n—Привет — Мелани улыбнулась мне в ответ.<s>r\n—Что ж готов тебя сегодня подвезти домой, так что надеюсь ты до 15? — спросил меня Алекс. Неужто он вспомнил, что должен  отвозить и привозить меня, пока Дженсон занят. <s>r\n—Знаешь, у меня другие планы- сказала я и помахала рукой. Не хочу ехать домой. <s>r\nИ тем более я договорилась с Гордоном о нашей маленькой вечеринке. <s>r\n",
    "answers": [
      {
        "id": 142,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 141,
    "text": "—Всё хватит Шон, прекрати! — крикнула я.\n—Что? Это моё дело Софи, я думал ты на моей стороне. — сказал Шон.\n— Оставь меня в покое Шон, я живу своей жизнью. — крикнула Мелани. Шон был на взводе. \nЯ не знаю, что было бы,если бы не Алекс.\nАлекс вступился за Мелани. Сейчас будет драка. Шон схватил Алекса и прижал к стене, я попыталась вмешаться, но Шон был очень сильным. Слава богу мимо проходил мистер Ролонд, он конечно сделал выговор и отправил всех по классам. Я видела как Шон вышел из школы.\nЯ повернулась к Алексу, он стоял у стены, а вокруг него бегала Мелани.\n— Я подожду тебя после уроков, поедем домой вместе — сказал Алекс и пошёл в класс.\nЯ побежала в сторону выхода за Шоном. \n—Софи, не смей с ним общаться, ты же видела он псих.- крикнул Алекс мне вслед. ",
    "answers": [
      {
        "id": 154,
        "text": "Побеждать за Шоном"
      }
    ]
  },
  {
    "id": 142,
    "text": "Все остальные уроки прошли весело, потому что со мной был Ник, он классный парень. И я была рада, что он был со мной.\nКогда закончились уроки, я пошла к стенду, чтобы встретиться с Гордоном и Мари. Но меня остановил Ник.\n— Эй, Софи, у меня сегодня репетиция с группой до 17, а потом я подумал, может мы встретимся с тобой? . Обещаю вернуть тебя домой в целости и сохранности. — сказал Ник, улыбаясь. Я видела, что он волновался. Он что позвал меня на свидание?\nЕсли подумать Ник классный парень, блин тогда придётся отказаться от маленькой вечеринки с Гордоном и Мари. Что же делать? ",
    "answers": [
      {
        "id": 143,
        "text": "Пойти на вечеринку Гордона и Мари"
      },
      {
        "id": 144,
        "text": "Пойти на свидание с Ником"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Прости Ник, но я уже занята сегодня, давай в другой раз- сказала я.\n—Оу, да, да, все в порядке, я понимаю, давай в следующий раз — сказал Ник, он явно был растроен.\nЯ подошла к стенду, где меня уже ждал Гордон.\n— Ну что, пошли веселиться, но сначала нужно купить всяких вкусняшек. — сказав это, Гордон взял меня за руку и повёл в магазин сладостей.\nМы ходили по магазинам, купили всяких сладостей и ещё кучу вредных продуктов и пошли домой к Гордон и Мари.\n",
    "answers": [
      {
        "id": 160,
        "text": "Пойти на мини- вечеринку"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Хорошо, я согласна\n—Да, круто, эмм давай встретимся у парка в 17.\n—Хорошо- ответила я.\nНик был очень рад, он улыбался и выглядел немного рассеянно. Но это было очень даже мило.\nЯ пошла к стенду, там стоял Гордон.\n—Ну что, пошли на мини- вечеринку?\n—Прости Гордон, но я сегодня не смогу, другие планы, надеюсь всё в порядке? — спросила я.\n—Да, да, хорошо, давай тогда в следующий раз. — сказал Гордон.\nБлин, получилось не очень красиво. Но нужно идти домой, а то скоро у меня свидание.\n",
    "answers": [
      {
        "id": 161,
        "text": "Пойти домой "
      }
    ]
  },
  {
    "id": 145,
    "text": "Я стояла у своего шкафчика, в другом конце коридора у своего шкафчика стоял Шон. Наши взгляды встретились, но я тут же отвернулась от него. Вдруг я увидела Мелани, она стояла у стенда и читала объявление. Увидев её, я машинально посмотрела на Шона, он тоже заметил Мелани. Я знаю, что он отстранил меня от дела, но я всё-таки не остановлюсь. Я решила пойти к Мелани, но Шон, заметив это, тоже стал шагать в её сторону.\nЭти походило на какое-то соревнование, \" кто быстрее добежит до Мелани\".\n—хаха я победила! -крикнула я.\nМелани повернулась и увидела меня и стоящего за моей спиной Шона.\n—Эм, в чем ты победила? — спросила Мелани, удивлённо посмотрев на меня.\n—Да это я так, Мелани, как дела? Ты видела Алекса? — спросила её я.\nПрежде чем ответить Мелани посмотрела на Шона, он явно был зол, но я тоже была зла на Шона, поэтому я буду защищать Мелани. ",
    "answers": [
      {
        "id": 146,
        "text": "Вступиться за Мелани"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я резко повернулась и получилось так, что я оказалась около лица Шона. Блин, слишком близко. Я хотела отойти, но там была Мелани.\nЯ оказалась между двух огней. Но я решила защитить своей спиной Мелани. И начать первой.\n— О, Шон, а ты тут оказывается, а ты знаешь, что подслушивать не хорошо-сказала я. Но Шон посмотрел мне в глаза, увидев взгляд убийцы, я немного испугалась.\n— Хотя, ты можешь подслушать. — добавила я.\nВзгляд Шона перешёл на Мелани.\n— Ты сегодня не была дома, ты была с ним? — спросил Шон.\n—Это не твоё дело.Тебя это не касается. — ответила Мелани. В результате они ругались через меня. ",
    "answers": [
      {
        "id": 147,
        "text": "Заступиться за Мелани"
      }
    ]
  },
  {
    "id": 147,
    "text": "Мелани была уже на грани, её голос дрожал и глаза были на мокром месте.\n—Всё хватит Шон, прекрати! — крикнула я.\n—Не лезь не в свое дело, это тебя не касается. — сказал Шон.\n— Ооооо, нет, тут ты ошибаешься, Мелани подруга моего брата, поэтому это моё дело. — услышав это Шон очень очень разозлился.\nЯ не знаю, что со мной было бы, если бы не Алекс.\nАлекс вступился за Мелани и меня. Сейчас будет драка. Шон схватил Алекса и прижал к стене, я попыталась вмешаться, но Шон был очень сильным. Слава богу мимо проходил мистер Ролонд, он конечно сделал выговор и отправил всех по классам. Я видела как Шон вышел из школы.\nЯ повернулась к Алексу, он стоял у стены, а вокруг него бегала Мелани.\n— Я подожду тебя после уроков, поедем домой вместе — сказал Алекс и пошёл в класс. ",
    "answers": [
      {
        "id": 148,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 148,
    "text": "Что за день? Какая-то санта барбара.\nОставшийся день прошёл спокойно, когда закончились уроки я вышла во двор, меня там уже ждал Алекс. ",
    "answers": [
      {
        "id": 149,
        "text": "Сесть в машину "
      }
    ]
  },
  {
    "id": 149,
    "text": "Я села в машину к Алексу.\nНастроение было ужасным.\nАлекс молчал всё время, я тоже молчала, эта тишина убивала меня.\n— Ты в порядке? — спросила я, наконец-то.\n— Да, я в порядке- сказал Алекс, улыбнувшись.\n— Софи, послушай, если Шон ещё раз приблизится к тебе, дай мне знать, держись от него подальше.\n— Алекс, ты встречаешься с его сестрой, зачем? Ты ведь понимаешь, что его это злит, так зачем ты подливаешь масло в огонь — спросила я.\n—Всё сложно — сказал Алекс.\nМы как раз подъехали к дому.\nЯ вышла из машины. ",
    "answers": [
      {
        "id": 155,
        "text": "Войти домой"
      }
    ]
  },
  {
    "id": 150,
    "text": "Я стояла у своего шкафчика, в другом конце коридора у своего шкафчика стоял Шон. Наши взгляды встретились, но я тут же отвернулась от него. Вдруг я увидела Мелани, она стояла у стенда и читала объявление. Увидев её, я машинально посмотрела на Шона, он тоже заметил Мелани. Я решила пойти к Мелани, Шон  пошёл со мной. Я до сих пор не выяснила ситуацию с Шоном, нам бы следовало  поговорить и прояснить ситуацию. \n—Привет Мелани.-сказала я. \n—Привет  Софи — сказала Мелани, но её улыбка тут же сошла, её взгляд устремился за мою спину, я почувствовала, что Шон стоял за моей спиной. \n",
    "answers": [
      {
        "id": 151,
        "text": "Спросить про Алекса"
      },
      {
        "id": 152,
        "text": "Спросить про Шона"
      }
    ]
  },
  {
    "id": 151,
    "text": "— Мелани, ты не видела Алекса? Я не видела его сегодня утром — спросила я.\nНо Мелани стояла как вкопанная, не отрывая взгляда от Шона. ",
    "answers": [
      {
        "id": 153,
        "text": "Вмешаться в немой спор"
      }
    ]
  },
  {
    "id": 152,
    "text": "—Мелани, ты что боишься Шона? — спросила я.\nМелани ничего не ответила, она продолжала пристально смотреть на Шона, боясь даже пошевелиться. ",
    "answers": [
      {
        "id": 153,
        "text": "Вмешаться а немой спор "
      }
    ]
  },
  {
    "id": 153,
    "text": "Я резко повернулась и получилось так, что я оказалась около лица Шона. Блин, слишком близко. Я хотела отойти, но там была Мелани.\nЯ оказалась между двух огней. Но я решила защитить своей спиной Мелани. И начать первой.\n— Ты сегодня не была дома, ты была с ним?-спросил Шон. \n—Это не твоё дело, тебя это не касается. — ответила Мелани. В результате они ругались через меня. ",
    "answers": [
      {
        "id": 141,
        "text": "Крикнуть "
      }
    ]
  },
  {
    "id": 154,
    "text": "Я выбежала из школы. Шон уже был у своей машины.<s>r\n— Шон, подожди — крикнула я.<s>r\nШон остановился и повернулся с недовольным видом.<s>r\n—Что тебе? — сердито спросил он.<s>r\n— Что ты там устроил, ты запугал Мелани, она всё — таки ребёнок ещё и эта драка., ты с ума сошёл? — спросила я.<s>r\n—Что со мной? А что с тобой? Я думал ты на моей стороне, ты ведь сказала, что поможешь мне, а что в результате? Она с ним спит, она не ночевала дома сегодня, я уверен, что твой брат тоже не был дома. — сказав это Шон был в ярости.<s>r\n—Я... Я была за тебя, но ты не всё мне рассказал- сказала я.<s>r\n—О чем ты говоришь?<s>r\n—Я говорю о фирме твоего отца-сказала я, услышав это Шон взорвался.<s>r\n—Фирма тебя не касается, это моя проблема, ты такая же как твоя семейка- сказав это, Шон сел в машину и уехал.<s>r\nЯ вернулась в школу. ",
    "answers": [
      {
        "id": 148,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 155,
    "text": "Весь вечер я просидела за компьютером, поболтали с Мари и Гордоном.\nОказалось я до сих пор не записана ни в один клуб, так как записываться нужно именно в самом клубе, а не на стенде. \nЯ уже собиралась ложиться спать, как вдруг ко мне зашёл папа.\n—Котёнок? Ты не спишь? — спросил папа.\n—Нет, заходи.\nПапа сел на край кровати и я обняла его. Как же мне не хватало этого. Объятий, тепла.\nМы с папой поболтали немного и в конце нашего разговора он сказал.\n— Джессика сказала мне, что ты связалась с плохой компанией?\nО боже Джессика в своём репертуаре.\n— Нет пап, это не так. — папа посмотрел мне в глаза и спросил.\n— Это Шон Мейсон?\n— Шон не плохой парень папа — сказала я.\n",
    "answers": [
      {
        "id": 156,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 156,
    "text": "Я легла и отвернулась от папы в другую сторону.\nПапа вздохнул и сказал.\n—Шон- хороший парень.\nЯ тут же вскочила с кровати.\n— Папа, так ты не согласен с Джессикой? — удивлённо спросила я.\n",
    "answers": [
      {
        "id": 157,
        "text": "Выслушать рассказ папы"
      }
    ]
  },
  {
    "id": 157,
    "text": "—У Джессики до меня был муж и звали его Том, он был хорошим человеком, даже больше он был моим другом. Вскоре у них родился сын Алекс. Том был рад, но у них с Джесс стали плохие отношения  и вскоре, Том изменил Джесс с другой женщиной. Джессика была готова простить Тома, но, узнав, что любовница беременна, она потребовала развода, тем самым часть фирмы перешла Джесс и Алексу. Прошло время и Том вернулся к Джессике, но отношения у них так и не сложились.\n— Подожди, получается у Алекса есть брат или сестра? — спросила я.\n—Да, брат, и Том также выделил ему долю в своём бизнесе, притом самую большую часть. Тем самым фирма Тома была из пяти частей Джессики, Алекса , Тома, моя и Шона.\n— Чегоо??? Подожди, ШОНА??\n—Да, Шон и Алекс братья, у них один отец, но разные матери.\n— Так стоп, но ведь Алекс встречается с сестрой Шона! Е мае!!!\n—У Шона, его брата и сестры разные отцы   поэтому с Алексом у сестры и у брата Шона ничего общего.\n",
    "answers": [
      {
        "id": 158,
        "text": "Санта барбара отдыхает! "
      }
    ]
  },
  {
    "id": 158,
    "text": "— Пап, но если как ты и сказал, что у Шона самая большая часть фирмы, что же произошло потом?\n— В последние годы Том жил с Сарой, мамой Шона, и воспитывал её детей как своих. Но вскоре случилась авария и Том погиб, а его младший сын Томми, попал в больницу, у него травма позвоночника, он не мог ходить. И фирму пришлось разделить. Я уже тогда был с Джессикой и она попросила отдать ей долю фирмы, я отдал. Но вскоре всплыли какие-то бумаги, в результате которых у Шона оказалась самая маленькая доля- 0.2%. После аварии Шон пришёл в фирму и хотел продать свою долю, но, узнав какая у него часть, он взбесился.\n—Какие-то бумаги вдруг, пап, это Джесс всё подстроила.!\n—Софи, прекрати, у Джесс и так была большая доля, она не сделала бы это.-сказал папа. \nКонечно, ага, так я и поверила.\n—Ну думаю, тебе давно пора спать, спокойной ночи, котёнок. — папа поцеловал меня в щёчку, я также пожелала ему спокойной ночи и уснула. ",
    "answers": [
      {
        "id": 159,
        "text": "Новый день "
      }
    ]
  },
  {
    "id": 159,
    "text": "Утром я встала в плохом настроении. Столько информации, что мне нужно было время.\nЯ собралась в школу и спустилась на кухню.\n",
    "answers": [
      {
        "id": 226,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 160,
    "text": "Дома у Гордона и Мари, было также уютно как и раньше. Мы играли в монополию, ели вкусняшки, дрались подушками.Каждый  раз я оставалась у них с ночёвкой и этот день не исключение. \nБыло уже давольно поздно  и Мари пошла спать, но Гордон остался сидеть в гостинной перед телеком. \n",
    "answers": [
      {
        "id": 172,
        "text": "Пойти спать к Мари"
      },
      {
        "id": 173,
        "text": "Остаться с Гордоном\n"
      }
    ]
  },
  {
    "id": 161,
    "text": "Я доехала до дома на автобусе, кстати это не так-то  уж и плохо.\nЯ зашла домой и пробежала в свою комнату ракетой.\nТаааак нужно придумать, что надеть, я достала все вещи, которые были в моем шкафу и стала выбирать.\nПрошло два часа, а я только успела уложить волосы, накраситься и выбрать туфли. Мне пора уже выходить, я надела свое самое классное платье, у которого была открыта часть спины. И полетела на свиданкууу!!! ",
    "answers": [
      {
        "id": 162,
        "text": "Пойти в парк "
      }
    ]
  },
  {
    "id": 162,
    "text": "Когда я подошла, Ник уже стоял у входа с гитарой на спине.<s>r\nУвидев меня, он заулыбался и открыл рот от восторга.<s>r\n—Вау, ты просто потрясающе выглядишь.<s>r\n—Спасибо, ты тоже, я смотрю ты с гитарой, так значит ты гитарист? — я решила узнать о Нике побольше, ведь я о нем ничего не знаю.<s>r\nОказалось, что Ник музыкант, он состоит в музыкальном кружке, играет на гитаре, а ещё он солист. Он состоит в группе, и они часто играю в местом кафе, Ник даже пригласил меня на их следующий концерт.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 163,
        "text": "Гулять с Ником "
      }
    ]
  },
  {
    "id": 163,
    "text": "Мы шли по улице, болтали и смеялись, как вдруг я увидела Шона.\nВот так встреча, почему сейчас.\nНик продолжал рассказывать историю, но я лишь делала вид, что слушала, всё моё внимание было на  Шоне.\nЧто он тут делает? ",
    "answers": [
      {
        "id": 164,
        "text": "Остаться с Ником"
      },
      {
        "id": 165,
        "text": "Пойти к Шону"
      }
    ]
  },
  {
    "id": 164,
    "text": "Шон обидел меня сегодня и мне должно быть всё равно чем он там занимается. Я постаралась увести Ника подальше от этой улицы, и когда мы уже заходили заугол, я обернулась и наши взгляды встретились.\nВот черт Шон увидел меня , ну надеюсь он не узнал меня, ведь ночь.\nНужно быстрее уходить отсюда.\nОставшуюся часть вечера мы шли к моему дому,  остановившись у ворот, мы стояли друг на против друга и не знали что сказать.\n— Спасибо тебе за этот вечер, мне было весело — сказала я.\n— Это тебе спасибо, я рад что ты согласилась пойти прогуляться  со мной.\n",
    "answers": [
      {
        "id": 166,
        "text": "Поцеловать Ника "
      },
      {
        "id": 167,
        "text": "Обнять Ника"
      }
    ]
  },
  {
    "id": 165,
    "text": "Я прошла мимо Ника и затаилась за фонарным столбом, наблюдая, что делает Шон один возле парка ночью. Сзади ко мне подошёл Ник.\n— Эм, Софи, с тобой всё впорядке -, спросил обеспокоенно Ник.\n— Да, да, я в порядке. — ответила я, не отрываясь от Шона.\nОказалось Шон был не один.\n",
    "answers": [
      {
        "id": 174,
        "text": "Предложить Нику присоединиться"
      },
      {
        "id": 175,
        "text": "Попрощаться с Ником"
      }
    ]
  },
  {
    "id": 166,
    "text": "Я поцеловала Ника, но вслед за моим поцелуем, он также поцеловал меня.\n— Пока, увидимся завтра — сказала я.\n— Пока! — сказал Ник, улыбнувшись.\nЯ вошла в дом. ",
    "answers": [
      {
        "id": 168,
        "text": "Бежать в комнату"
      }
    ]
  },
  {
    "id": 167,
    "text": "Я решила обнять Ника на прощание.\n—Ну пока, спасибо за этот вечер — сказала я.\n—Пока, это тебе спасибо, увидимся завтра — сказал Ник и пошёл домой. ",
    "answers": [
      {
        "id": 170,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 168,
    "text": "Я побежала в комнату и плюхнулась на кровать. Потом я резко вскочила.\nТак получается у меня есть парень или нет. Блин, что это значит. Я тут же написала Мари,  она не заставила себя долго ждать.\n—Подруга, ты серьёзно?? Ник??\n— Да, у нас было ну типо свидание.\n— типо?\n— Ну если честно, я думала, что мы пойдём в кафе или кино и выряделась, надела каблуки, а оказалось мы ходили весь день,   так что моей единственной мыслью было снять обувь.- сказала я. \n— хаха ну ты даёшь, хотя я не удивлена. Ты я так поняла на седьмом или на восьмом небе от счастья?\n— уже на девятом\n— ладно, я рада за тебя, только не проспи завтра школу\n— не волнуйся, завтра же я узнаю взяли ли меня в кружок.\n—оо  круто, подожди, а ты разве ещё не знаешь взяли ли тебя?\n—неа, я записалась на стенде в список, но видимо там было народу много, ну и меня не взяли.\n— хахахахахахаах\n— Ты чего?\n—Софи, этому списку 2 года, он висит там потому что кнопка, на которую он прикреплен уже выросла в стенд. Завтра иди сразу в клуб, который ты хочешь, и записывайся.\n— Я лошара\n—Ладно лошара, спокойной ночи\nЯ легла спать. \n",
    "answers": [
      {
        "id": 169,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 169,
    "text": "Утром я встала в плохом настроении. Несмотря на вчерашнее свидание с Ником и наш поцелуй, настроения было никакое. Но нужно идти в школу. \nЯ собралась и спустилась на кухню.\n",
    "answers": [
      {
        "id": 260,
        "text": "Спуститься на кухню"
      }
    ]
  },
  {
    "id": 170,
    "text": "Я побежала в комнату и плюхнулась на кровать. Нужно позвонить  Мари и рассказать ей всё,  она не заставила себя долго ждать.\nЯ рассказала Мари о свидании, как всё было здорово. \n—И что, ты планируешь встречаться с Ником? — спросила Мари. \n— Я не знаю.. — ответила я. \n— Сейчас есть дела поважнее, завтра я узнаю взяли ли меня в кружок.\n—оо  круто, подожди, а ты разве ещё не знаешь взяли ли тебя?\n—неа, я записалась на стенде в список, но видимо там было народу много, ну и меня не взяли.\n— хахахахахахаах\n— Ты чего?\n—Софи, этому списку 2 года, он висит там потому что кнопка, на которую он прикреплен уже выросла в стенд. Завтра иди сразу в клуб, который ты хочешь, и записывайся.\n— Я лошара\n—Ладно лошара, спокойной ночи\nЯ легла спать. \n",
    "answers": [
      {
        "id": 171,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 171,
    "text": "Утром я встала в плохом настроении. Несмотря на прекрасное свидание с Ником вчера, настроение было никакое.  Нужно идти в школу. \nЯ собралась и спустилась на кухню.\n",
    "answers": [
      {
        "id": 260,
        "text": "Пойти на кухню "
      }
    ]
  },
  {
    "id": 172,
    "text": "Я очень устала, ещё и завтра в школу. Но как можно спать, когда тут Мари.\nЯ села на кровать, как Мари достала бутылку вина.\n—Та- дааам!! — радостно крикнула Мари.\n—Мари, хааха, ты что это тут заначку прячешь?\n—Это мой тайничок, на случай важных встреч!\nМари села на кровать и предложила мне вино. ",
    "answers": [
      {
        "id": 185,
        "text": "Выпить "
      },
      {
        "id": 187,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 173,
    "text": "Я решила немного поболтать с Гордоном.\nМы поболтали и смотрели кино, я часто замечала взгляды Гордона и его улыбку. Рада, что ему весело. ",
    "answers": [
      {
        "id": 195,
        "text": "Пойти спать "
      }
    ]
  },
  {
    "id": 174,
    "text": "Я стала прислушиваться, но Ник вечно что-то бубнил мне под ухо.\n— Слушай, Ник, ты что никогда не смотрел фильмы про шпионов? Нужна тишина. — прошептала я.\n— А мы что за кем-то следим? -прошептал Ник.\nЯ показала пальцем на Шона, стоящего у своей машины к нам спиной.\n—Это же Шон- сказал Ник в полный голос.\n—Да знаю я, тише, тише.\nЯ стояла согнувшись за фонарным столбом, а Ник стоял просто рядом с недовольным лицом.\nВдруг Ник пошёл к Шону. Чттоооо?? ",
    "answers": [
      {
        "id": 176,
        "text": "Идти за Ником"
      },
      {
        "id": 177,
        "text": "Прятаться дальше"
      }
    ]
  },
  {
    "id": 175,
    "text": "Я пыталась понять что происходит, но Ник всё время бубнил мне под ухо.\n— Ник, я прекрасно провела вечер, я сама доберусь до дома. — сказала я.\n— Что? , нет нет я тебя провожу- настаивал Ник. Что же ты не уходишь то.\n—Я вспомнила, что у меня кое-какие дела, так что я сама доберусь.\n—  Нет, не может быть и речи , уже поздно, я могу сходить с тобой по твоим делам, а потом повожу тебя.-сказал Ник.\n",
    "answers": [
      {
        "id": 184,
        "text": "Рассказать Нику о Шоне"
      },
      {
        "id": 164,
        "text": "Уйти с Ником "
      }
    ]
  },
  {
    "id": 176,
    "text": "Я догнала Ника на своих каблуках, мы подошли к машине Шона.<s>r\nНаконец-то он обернулся. Я стояла за спиной Ника. <s>r\n— Шон, что ты тут делаешь так поздно? — спросила я немного растерянно.<s>r\n—Какое тебе дело?-сказал равнодушно Шон.<s>r\nВот же болван. Я вышла из-за спины Ника и встала прямо перед Шоном.<s>r\nВзгляд Шона был прикован к моему короткому платью, а потом он посмотрел на Ника.<s>r\nБыло видно, что Шон очень зол. ",
    "answers": [
      {
        "id": 178,
        "text": "Неловкая пауза"
      }
    ]
  },
  {
    "id": 177,
    "text": "Черт,  что ты творишь, Ник???\nЯ видела как Ник подходил к Шону.\n",
    "answers": [
      {
        "id": 176,
        "text": "Пойти за Ником "
      }
    ]
  },
  {
    "id": 178,
    "text": "Вдруг около Шона появился  мальчик лет 9 на коляске. Он удивлённо посмотрел на нас. \n—Шон, кто это? — спросил мальчик.\n— Никто Томми, и вообще нам пора- Шон встал, подошёл к Томми, взялся за коляску и покатил её к своей машине.\nЯ была в полном шоке, значит это его брат, но Джессика сказала, что он здоров.\nНик вывел меня из ступора.\n—Пойдём Софи, нам пора.\nНик взял меня за руку и повёл в сторону моего дома. А мой взгляд был на Шоне, который также смотрел на меня.\n",
    "answers": [
      {
        "id": 179,
        "text": "Подойти к моему дому"
      }
    ]
  },
  {
    "id": 179,
    "text": "Мы подошли к моему дому и молча стояли друг напротив друга. Свидание было испорчено. Ник стоял рассерженный.\n— Извини за этот цирк, сегодня — сказала я, чувствуя свою вину перед ним.\n— Зачем ты следила за ним? Он тебе нравится? — спросил Ник. ",
    "answers": [
      {
        "id": 180,
        "text": "Нет"
      },
      {
        "id": 181,
        "text": "Не знаю... "
      }
    ]
  },
  {
    "id": 180,
    "text": "— Просто я думала мы с ним друзья, а оказалось, что он меня обманывал, а уже и наоборот. Блин я запуталась.-сказала я.\nНик выдохнул с облегчением. \n—Ладно, получается ты должна мне свидание- сказал, улыбнувшись Ник.\n—Хорошо\nМы попрощались. ",
    "answers": [
      {
        "id": 182,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 181,
    "text": "Ник стоял расстроенный ещё больше.\n—Тогда зачем было это свид... Прогулка со мной? — недовольно спросил Ник.\n—Потому что мне хотелось узнать тебя, а тут вдруг  Шон,  просто он мой друг, я беспокоюсь о нем- сказала я. Пусть я немного соврала насчёт дружбы с Шоном, но я хочу выяснить что происходит между Шоном и моей семьёй.\nНик стоял, опустив голову. Я испортила ему вечер. ",
    "answers": [
      {
        "id": 186,
        "text": "Обнять Ника"
      }
    ]
  },
  {
    "id": 182,
    "text": "Я побежала в комнату и плюхнулась на кровать. Нужно позвонить  Мари и рассказать ей всё,  она не заставила себя долго ждать.\nЯ рассказала Мари о свидании, как всё было ужасно, о Шоне и его брате. \n—Да, у Шона есть брат Томми и он сейчас на реабилитации, я это знала — сказала Мари.\n— Что??? И почему ты молчала! — крикнула я. \n— Воу, Воу, потише подруга, ты же не спрашивала. \nТочно, я ведь не спрашивала, блин. \n—  Ладно, извини, давай сменим тему, эмм, кстати, завтра я узнаю взяли ли меня в кружок.\n—оо  круто, подожди, а ты разве ещё не знаешь взяли ли тебя?\n—неа, я записалась на стенде в список, но видимо там было народу много, ну и меня не взяли.\n— хахахахахахаах\n— Ты чего?\n—Софи, этому списку 2 года, он висит там потому что кнопка, на которую он прикреплен уже выросла в стенд. Завтра иди сразу в клуб, который ты хочешь, и записывайся.\n— Я лошара\n—Ладно лошара, спокойной ночи\nЯ легла спать. \n",
    "answers": [
      {
        "id": 183,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 183,
    "text": "Утром я встала в плохом настроении. Вся эта ситуация с Шоном, ещё и Ника впутала. Мне нужно время, чтобы разобраться во всем. А сейчас нужно идти в школу. \nЯ собралась и спустилась на кухню.\n",
    "answers": [
      {
        "id": 260,
        "text": "Спуститься на кухню "
      }
    ]
  },
  {
    "id": 184,
    "text": "—Слушай, Ник, это выглядит очень странным, но я увидела там Шона, и он ведёт себя подозрительно ? \n— А мы что за ним следим? -прошептал Ник.\n—Ну вроде того. — ответила я. \nЯ стояла согнувшись за фонарным столбом, а Ник стоял просто рядом с недовольным лицом.\nВдруг Ник пошёл к Шону. Чттоооо?? ",
    "answers": [
      {
        "id": 176,
        "text": "Пойти за Ником "
      },
      {
        "id": 177,
        "text": "Прятаться дальше"
      }
    ]
  },
  {
    "id": 185,
    "text": "Я взяла бутылку и сделала глоток.<s>r\n—Фу, гадость-сказала я.<s>r\n—Кто-то завтра придёт в школу бухим-засмеялась Мари.<s>r\nПотом она выхватила у меня бутылку и сделала глоток.<s>r\nИ начались девичьи посиделки, мы рассказывали друг другу обо всем на свете.<s>r\nОказалось, что я до сих пор не состою ни в одном клубе, так как записываться нужно в самом клубе, а не на стенде. Мари долго смеялась надо мной, что я как дура записала свое имя и данные на бумажке, которая висит там уже 3 года. <s>r\nШла уже вторая бутылка...<s>r\n — Софи, ты что-то в последнее время часто с Шоном тусишь, с чего это? ",
    "answers": [
      {
        "id": 189,
        "text": "Он придурок "
      },
      {
        "id": 189,
        "text": "Он замечательный "
      }
    ]
  },
  {
    "id": 186,
    "text": "Я подошла к Нику и обняла его.\n—Прости, я дура.\nЯ почувствовала, как Ник улыбнулся.\n— Ты должна думать о себе, а не о других- сказал Ник.\n— До завтра! — Ник пошёл по улице, как вдруг обернулся и крикнул.\n—И кстати, ты должна мне свидание\nНо я не успела ничего ответить, так как Ник не стал ждать моего ответа и пошёл дальше. Я лишь улыбнулась.\n",
    "answers": [
      {
        "id": 182,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 187,
    "text": "—Мари, нам завтра в школу. \n—Ну ты и зануда! — сказала Мари, взяла бутылку и сделала глоток.\n—Кто-то завтра придёт в школу бухим-засмеялась я. \nИ начались девичьи посиделки, мы рассказывали друг другу обо всем на свете. \nШла уже вторая бутылка...\n—Мари, я думаю тебе хватит уже. \nЯ забрала бутылку вина у Мари.\nМари была пьяная. \n — Софи, ты что-то в последнее время часто с Шоном тусишь, он что тебе нравится? ",
    "answers": [
      {
        "id": 192,
        "text": "Он придурок"
      },
      {
        "id": 192,
        "text": "Он замечателтный"
      }
    ]
  },
  {
    "id": 188,
    "text": "Я побежала в комнату и плюхнулась на кровать. Нужно позвонить  Мари и рассказать ей всё,  она не заставила себя долго ждать.\nЯ рассказала Мари о свидании, как всё было здорово. \n—И что, ты планируешь встречаться с Ником? — спросила Мари. \n— Я не знаю.. — ответила я. \n— Сейчас есть дела поважнее, завтра я узнаю взяли ли меня в кружок.\n—оо  круто, подожди, а ты разве ещё не знаешь взяли ли тебя?\n—неа, я записалась на стенде в список, но видимо там было народу много, ну и меня не взяли.\n— хахахахахахаах\n— Ты чего?\n—Софи, этому списку 2 года, он висит там потому что кнопка, на которую он прикреплен уже выросла в стенд. Завтра иди сразу в клуб, который ты хочешь, и записывайся.\n— Я лошара\n—Ладно лошара, спокойной ночи\nЯ легла спать. \n",
    "answers": []
  },
  {
    "id": 189,
    "text": "Мари стала смеяться очень громко.\n— Ты влюбилась в него, точнооо!\n— Ничего я не влюбилась, он замечательный конечно, но обманщик и придурок!-сказала я и стукнул по тумбочке.\n—Софи, я же была влюблена в Шона. \n—Чтоо?? Мари ты серьёзно? — я была в шоке. \n—Конечно, я всех люблю. Только дело не в этом, это было давно. Короче, я писала статью про футбольную команду, в которой был Шон. И знаешь что мне удалось выяснить?? А? \n— И что же?-спросила я. \n— Что Алекс и Шон братья! — сказав это, Мари упала на кровать и закрыла глаза.\n— Так стоп, что ты сказала?? Нет этого не может быть, ведь Алекс встречается с сестрой Шона и потом я бы знала! Алекс все-таки мой брат! — сказала я и упала рядом с Мари.\nМы слишком много выпили в сон так и клонило. И в конце концов мы уснули. ",
    "answers": [
      {
        "id": 213,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 190,
    "text": "Спустившись я увидела Гордона, который сидел в ноутбуке.\n—Гордон?? Ты чего не спишь? — спросила я шёпотом.\nУвидев меня, Гордон испугался и удивился.\n— Софи, а ты чего не спишь? Я думал вы уже спите давно.\n—Да воды вот захотелось попить.\nЯ взяла стакан с водой и села возле Гордона.\n—Ну... И почему же ты не спишь в 2 часа ночи? — спросила я.\n— Оу, я делал проект, хочу закончить в срок.\n—Мне кажется, тебе лучше отдохнуть — сказал я и встала, чтобы пойти спать.\n",
    "answers": [
      {
        "id": 193,
        "text": "Спокойной ночи Гордон"
      }
    ]
  },
  {
    "id": 191,
    "text": "Проснувшись утром,  я была в плохом настроении, а Мари было просто очень плохо. \nЯ услышала страшные крики Мари.\n—Умирааааю, умирааааю! Водыыы!! — кричала Мари.\n—Если бы ты не напилась вчера, то не умирала бы сейчас — сказала я. \n—Софииии, ты не помогаешь! \nСпустя ещё десять минут валяния в постели, мне надоели вопли и крики Мари, я встала и стала собираться в школу. ",
    "answers": [
      {
        "id": 246,
        "text": "Собраться в школу"
      }
    ]
  },
  {
    "id": 192,
    "text": "— Ты влюбилась в него, точнооо!- крикнула Мари. \n— Ничего я не влюбилась, он замечательный конечно, но обманщик и придурок!-сказала я.\n—Софи, я же была влюблена в Шона. \n—Чтоо?? Мари ты серьёзно? — я была в шоке. \n—Конечно, я всех люблю. А тебя больше всех. Короче, я писала статью про футбольную команду, в которой был Шон. И знаешь что мне удалось выяснить?? А? \n— И что же?-спросила я. \n— Что Алекс и Шон братья! — сказав это, Мари упала на кровать и закрыла глаза.\n— Так стоп, что ты сказала?? Нет, этого не может быть, ведь Алекс встречается с сестрой Шона и потом я бы знала! Алекс все-таки мой брат! — сказала я, но Мари уже храпела во всю. \nЯ попыталась разбудить Мари. \n—Мари, откуда ты узнала, что Алекс и Шон братья или ты шутишь ? — спросила я. \nМари, нехотя, сказала. \n— Моих источников никогда не сдаю — и отвернулась к стене. \nОставив меня в догадках, Мари захрапела.\nЯ решила спуститься вниз и попить воды. ",
    "answers": [
      {
        "id": 190,
        "text": "Попить воды"
      }
    ]
  },
  {
    "id": 193,
    "text": "Гордон неожиданно схватил меня за руку.\n—Софи, а ты решила в какой клуб пойдёшь?\n—Я записалась на стенде, но видимо у них много народу или ещё что-то, потому что я до сих пор не числюсь нигде.\n— Софи, вообще-то записи на стенде нет, записываться нужно в самом клубе, и раз ты нигде ещё не состоишь, то может запишишься в спортивный клуб, будешь помощником тренера или в команде поддержки?",
    "answers": [
      {
        "id": 194,
        "text": "Я подумаю "
      }
    ]
  },
  {
    "id": 194,
    "text": "— Хорошо, я буду рад, если ты будешь со мной в клубе.\nОтпустив мою руку, Гордон пошёл в свою комнату. Я тоже пошла спать. ",
    "answers": [
      {
        "id": 191,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 195,
    "text": "Вдруг Гордон схватил меня за руку.\n—Софи,  я рад, что ты пришла сегодня, давно мы так не сидели.— сказал Гордон. \n—Это тебе спасибо, я скучала по вам ребята, особенно по таким посиделкам, вы знаете как поднять настроение.\n—Да, насчёт настроения, тебя кто-то обидел сегодня? Ты была так расстроена! — спросил Гордон.\n—Нет, нет, я просто накрутила себя, меня никто не обидел, правда! — сказала я и улыбнулась.\nНа самом деле кое-кто все — таки был причиной моего ужасного настроения.\n",
    "answers": [
      {
        "id": 196,
        "text": "Спасибо, что беспокоишься "
      }
    ]
  },
  {
    "id": 196,
    "text": "— Софи, ты же знаешь, что можешь всегда положиться на меня, я всегда буду рядом. \nОтпустив мою руку, Гордон пошёл в свою комнату.  Гордон очень хороший друг, но вдруг он испытывает ко мне что-то больше чем дружба, тогда возникает вопрос, испытываю ли я тоже самое?. Ладно,я тоже пойду спать.",
    "answers": [
      {
        "id": 172,
        "text": "Пойти спать "
      }
    ]
  },
  {
    "id": 197,
    "text": "Познакомтесь с персонажами.) ",
    "answers": []
  },
  {
    "id": 198,
    "text": "Здесь, дорогие читатели, вы можете познакомиться с героями, чтобы проникнуть в сюжет! Приятного знакомства :)<s>r\n",
    "answers": [
      {
        "id": 199,
        "text": "София Фрей"
      },
      {
        "id": 200,
        "text": "Энтони Фрей "
      },
      {
        "id": 201,
        "text": "Джессика Купир"
      },
      {
        "id": 203,
        "text": "Алекс Купир"
      },
      {
        "id": 204,
        "text": "Шон Мейсон"
      },
      {
        "id": 205,
        "text": "Мелани Мейсон "
      },
      {
        "id": 206,
        "text": "Томми Мейсон"
      },
      {
        "id": 207,
        "text": "Ник Рейз"
      },
      {
        "id": 208,
        "text": "Мари Круз"
      },
      {
        "id": 209,
        "text": "Гордон Круз"
      },
      {
        "id": 210,
        "text": "Чейз Голд"
      },
      {
        "id": 211,
        "text": "Нин Голд"
      },
      {
        "id": 212,
        "text": "Браин Вейт "
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 199,
    "text": "Это и есть вы, главная героиня.\nВозраст -16 лет.\nХобби:рисование.\nПосле развода родителей живёт год с мамой, другой год с папой.\nЛучшие друзья — это Мари и Гордон.\nЗнакома с ними с самого детства, так как отец Мари и Гордона работает на отца Софи.\nОбожает группу the beatles",
    "answers": [
      {
        "id": 199,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b36/1805/b2/827f91a56e0b.png"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 200,
    "text": "Энтони Фрей отец главной героини.\nВозраст :40 лет\nВладелец собственной строительной компании.\nБыл женат 3 раза. Последний брак с Джессикой Купир.\nИмеет одну единственную дочь — Софию Фрей. Поэтому обожает её больше жизни.\nЛюбит классическую музыку и играть в гольф. ",
    "answers": [
      {
        "id": 200,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-MPU4.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 201,
    "text": "Джессика Купир\nВозраст :35 лет\nЕсть сын :Алекс Купир.\nВладелица it-компании.\nБыла за мужем 2 раза. Последний брак с Энтони Фреем.\nЛюбит путешествия.\nХочет наладить отношения с Софией. ",
    "answers": [
      {
        "id": 201,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-GEWZ.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 202,
    "text": "",
    "answers": [
      {
        "id": 202,
        "text": "Нажмите, чтобы вставить ссылкуhttps://yellowlemoncat.deviantart.com/art/Curly-Hair-596149834"
      },
      {
        "id": 202,
        "text": "Укажите команды для картинки",
        "url": "https://yellowlemoncat.deviantart.com/art/Curly-Hair-596149834"
      }
    ]
  },
  {
    "id": 203,
    "text": "Алекс Купир\nВозраст :17 лет.\nЖивёт с мамой и отчимом. \nОтец погиб в аварии. \nСпортсмен, играет в американский футбол.\nЛюбимец девушек, самый популярный парень в школе.\nВ свободное время любит играть в приставку с друзьями.\nВстречается с Мелани Мейсон. ",
    "answers": [
      {
        "id": 203,
        "text": "Новый ответ. введите текст",
        "url": "https://wmpics.pics/di-1SIZ.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 204,
    "text": "Шон Мейсон\nВозраст :16 лет\nЗанимается MMA(смешанные боевые искусства)\nЖивёт с мамой, сестрой и братом.\nОтец погиб в аварии.\nПодрабатывает барменом в ночном клубе.\nТакже зарабатывает на боях без правил.\nВсе деньги тратит на лечение младшего брата.\nОтличник, хоть и прогуливает уроки. Частый гость в кабинете директора по поводу поведения.\nНенавидит Алекса. ",
    "answers": [
      {
        "id": 204,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-MRVB.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 205,
    "text": "Мелани Мейсон\nВозраст : 14 лет\nВстречается с Алексом Купир\nЗанимается танцами.\nЛюбит краситься и ходить по магазинам.\nСостоит в конфликте с братом, который контролирует каждый её шаг.\nЧасто сбегает из дома. ",
    "answers": [
      {
        "id": 205,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-DKRE.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 206,
    "text": "Томми Мейсон\nВозраст 9 лет.\nПосле аварии, находится в реалибитационном центре.\nИз-за травмы позвоночника вынужден ездить на коляске.\nЛюбит своего брата Шона, который постоянно навещает и заботиться о нем.\nЛюбит читать.\n",
    "answers": [
      {
        "id": 206,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-6GXU.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 207,
    "text": "Ник Рейз\nВозраст : 16 лет\nСостоит в музыкальной группе, солист и гитарист.\nХорошо учится, душа компании.\nРодители хотят, чтобы он продолжил семейный бизнес, а не занимался музыкой. ",
    "answers": [
      {
        "id": 207,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-3HE0.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 208,
    "text": "Мари Круз\nВозраст: 16 лет\nЖивёт с папой и братом. \nМама ушла, когда она была совсем малышкой.\nЕсть брат-двойняшка Гордон. Гордон на несколько минут старше.\nСмешная приколистка,  активистка.\nСостоит в клубе журналистики.\nРади хорошей статьи готова на всё! \nЛюбит литературу и историю. Полный ноль в математике.\nЕсть лучшая подруга — София Фрей, воспринимает её как сестру.\n",
    "answers": [
      {
        "id": 208,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-74NJ.png"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 209,
    "text": "Гордон Круз\nВозраст: 16 лет.\nЖивёт с папой и сестрой — двойняшкой.\nОчень умный, даже гений, однако состоит в спортивном клубе и играет в баскетбол. \nИногда работает вместе с отцом Софии.\nВлюблен в Софи.\nЕсть друг Чейз, который помогает ему в спорте, а Гордон взамен ему с учёбой. ",
    "answers": [
      {
        "id": 209,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-F33Q.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 210,
    "text": "Чейз Голд\nВозраст — 17 лет\nЛучший друг Гордона, капитан баскетбольной команды.\nЕсть сестра.\nОдноклассник Алекса.\nУчится нормально, но часто прогуливает уроки, проводя время на спорт-площадке. \n\n",
    "answers": [
      {
        "id": 210,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-AJPP.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 211,
    "text": "Нин Голд\nВозраст: 16 лет\nЖивёт с братом.\nСостоит в театральном клубе. В основном режессирует.\nУчится хорошо. \nВлюблена в Гордона.\nПостоянно расспрашивает брата о Гордоне. ",
    "answers": [
      {
        "id": 211,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-PL2JW5OO.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 212,
    "text": "Браин Вейт\nВозраст 17 лет.\nЖивёт с отцом.\nВолк одиночка.\nОбожает историю. Частый гость библиотеки.\nСостоит в совете школы. ",
    "answers": [
      {
        "id": 212,
        "text": "Укажите команды для картинки",
        "url": "https://wmpics.pics/di-Z04M.jpg"
      },
      {
        "id": 198,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 213,
    "text": "Проснувшись утром, нам с Мари было очень плохо.\nЯ услышала страшные крики Мари.\n—Умирааааю, умирааааю! Водыыы!! — кричала Мари.\n—Мари, пожалуйста, не кричи и так голова ватная. — сказала я, держась за голову.\nГолова просто расскалывалась. Но нужно собираться в школу. ",
    "answers": [
      {
        "id": 214,
        "text": "Собраться в школу"
      }
    ]
  },
  {
    "id": 214,
    "text": "Еле-еле одевшись, я посмотрела на Мари, которая выглядела как зомби, блуждая по комнате то в одну, то в другую сторону.<s>r\n—Ну и вот результат, всё-таки не нужно было пить это вино. Сейчас голова раскалывается, а нам ещё в школу идти!- сказала я, недовольно посмотрев на Мари.<s>r\n—Софи, не паникуй, доктор Мари вылечит вас!<s>r\nМари подошла ко мне и усадила меня на кровать.<s>r\n— Так так на вид обычный похмельникус, нужно лишь принять пару таблеток, и вы как огурчик! — сказала Мари, повалив меня на кровать.<s>r\nМы валялись на кровати и смеялись. Вдруг стук в дверь. ",
    "answers": [
      {
        "id": 215,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 215,
    "text": "Я нехотя встала и открыла дверь.\nПеред нами стоял Гордон.\n—Эй, вы чего так долго, пошли завтракать и в школу! — сказал Гордон и пошёл на кухню.\n— Доктор Мари, вы мне дадите ваше лекарство или как? — спросила я, улыбаясь.\n— Конечно больной! — сказала Мари, достав из сумки таблетки от головы.\nВыпив их, мы пошли на кухню. ",
    "answers": [
      {
        "id": 216,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 216,
    "text": "На кухне был Гордон, который приготовил блинчики.\n— Вау, Гордон, да ты готовить умеешь? — спросила я.\n— Приходится, а то после еды Мари, можно и не выжить. Поэтому готовлю всегда я.-сказал Гордон, приглашая меня к столу. \n",
    "answers": [
      {
        "id": 217,
        "text": "Позавтракать "
      },
      {
        "id": 218,
        "text": "Отказаться ",
        "need": [
          -191
        ]
      }
    ]
  },
  {
    "id": 217,
    "text": "— Я просто не могу не попробовать- сказала я, усаживаясь за стол.<s>r\nБлинчики были божествены. Даже лучше чем у Джессики, намного лучше. ",
    "answers": [
      {
        "id": 219,
        "text": "Ты Бог кулинарии! "
      },
      {
        "id": 219,
        "text": "Ты готовишь намного лучше Джесс! "
      }
    ]
  },
  {
    "id": 218,
    "text": "— Я бы с удовольствием, но я сегодня не очень хорошо себя чувствую, поэтому вынуждена отказаться.-сказала я, сев за стол.\n— Если только просто кофе. -сказала я Гордону.\nМы все сели за стол. Я пила кофе, а Мари и Гордон подали блинчики, для меня было странно, как Мари так спокойно есть, у меня даже аппетита нет после выпивки.\nЗакончив завтрак, мы пошли в школу. ",
    "answers": [
      {
        "id": 220,
        "text": "Идти в школу"
      }
    ]
  },
  {
    "id": 219,
    "text": "— Спасибо! Ты всё равно приувеличиваешь! — сказал Гордон.\nМы все сели за стол и стали завтракать.\n",
    "answers": [
      {
        "id": 220,
        "text": "Пойти в школу"
      }
    ]
  },
  {
    "id": 220,
    "text": "Мы болтали всю дорогу до школы.\nСегодня  мне нужно было пойти и записаться в кружок хоть какой-нибудь.\nНужно ещё раз подумать, какой кружок выбрать. \n",
    "answers": [
      {
        "id": 221,
        "text": "Пойти в кружки "
      }
    ]
  },
  {
    "id": 221,
    "text": "Обойдя все клубы, я обнаружила ужасную вещь. Места есть только в двух кружках\nЭто театральный кружок и художественный. \nНужно выбрать! \n",
    "answers": [
      {
        "id": 222,
        "text": "Театральный "
      },
      {
        "id": 223,
        "text": "Художественный"
      }
    ]
  },
  {
    "id": 222,
    "text": "Я пошла в театральный клуб. Заполнила все нужные анкеты, наконец-то, я готова погрузиться в театральную жизнь.\nЯ пошла к режиссёру и показала ему бумажку.\n— Оо, у нас новенькая! — обрадовался режиссёр. Это был мужчина, довольно странной внешности, но вполне приятный и общительный.\nПосмотрев на  бумажку, он сказал.\n— Для начала, ты должна отнести эту бумагу на подпись в совет школы. Там тебя запишут в клуб, который ты ходишь, и уж тогда приходи сюда!\nОн отдал мне бумагу, широко улыбнувшись.\nТак... Нужно идти в совет школы. ",
    "answers": [
      {
        "id": 224,
        "text": "Пойти в совет школы"
      }
    ]
  },
  {
    "id": 223,
    "text": "Я пошла в художественный клуб. Заполнила все нужные анкеты, наконец-то, я готова погрузиться в творчество. \nЯ пошла к преподавателю и показала ему бумажку.\n— Оо, у нас новенькая! — обрадовался преподаватель. Это была крупная женщина в очках очень общительная. \nПосмотрев на  бумажку, она сказала. \n— Для начала, ты должна отнести эту бумагу на подпись в совет школы. Там тебя запишут в клуб, который ты ходишь, и уже тогда приходи сюда!\nОнп отдала мне бумагу, широко улыбнувшись.\nТак... Нужно идти в совет школы. ",
    "answers": [
      {
        "id": 224,
        "text": "Пойти в совет "
      }
    ]
  },
  {
    "id": 224,
    "text": "В кабинете совета школы вообще дверь была закрыта!!\nГде это они прохлаждаются!? ",
    "answers": [
      {
        "id": 225,
        "text": "Подождать "
      }
    ]
  },
  {
    "id": 225,
    "text": "Думаю стоит подождать.\nЯ ждала довольно долго,  но всё было не зря.\nК двери подошла девушка и стала открывать её. \n—Привет- сказала я. \nДевушка посмотрела на меня, и ничего не ответив, стала дальше открывать дверь.\n—Эм, мне нужна подпись для вступления в  кружок. К кому я могу обратиться? — спросила я, но девушка никак не реагировала.\n",
    "answers": [
      {
        "id": 227,
        "text": "Привлечь внимание "
      },
      {
        "id": 228,
        "text": "Не дать ей открыть дверь "
      }
    ]
  },
  {
    "id": 226,
    "text": "Зайдя на кухню, я  увидела Алекса, поедающего хлопья.\n—Доброе утро — сказал Алекс.\n—Ты собралась уже, ничего себе. Неужели ты даже не опоздаешь сегодня- сказал Алекс.\nУ меня не было настроения разговаривать с  Алексом, но я всё-таки решила ответить.\n—Вообще-то я ещё ни разу не опоздала в школу. И если ты поторопишься и быстро съешь свой завтрак, то я не нарушу свою  новую традицию. \nВскоре мы поехали в школу, я решила, что  не буду  разговаривать с Алексом на тему Шона, мне нужно сначала разобраться во всём самой. \n",
    "answers": [
      {
        "id": 235,
        "text": "Зайти в школу"
      }
    ]
  },
  {
    "id": 227,
    "text": "Я выхватила из рук девушки ключ. Для девушки это было неожиданно.\n—Может хоть так, я смогу привлечь твоё внимание — сказала я.\n— Мне нужно, чтобы кто-то из совета подписал моё заявление о вступлении в  кружок!- сказала я. \n— Все заявления подписывает заместитель-сказала девушка.\n—Отлично, А где он?\n—Без понятия, обычно он сидит в библиотеке, может там его найдёшь! — сказала девушка.\n—И может вернёшь мне ключ? \n—О да, конечно. —сказала я,  отдав ключ. \nИтак, нужно идти в библиотеку. ",
    "answers": [
      {
        "id": 231,
        "text": "Идти в библиотеку"
      }
    ]
  },
  {
    "id": 228,
    "text": " Я протиснулась между девушкой и дверью и встала, прислонившись к двери.\nДевушка остолбенела.\n—Ты что делаешь? — спросила девушка недовольно.\n— Ничего себе, оказывается ты умеешь разговаривать. — сказала я.\n—Отойди! — сказала девушка. ",
    "answers": [
      {
        "id": 229,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 229,
    "text": "—И не подумаю. Пока ты или ещё кто-то из вашего совета не подпишите моё заявление о вступлении в кружок!- сказала я, сделав победный вид.\n— Все заявления подписывает заместитель-сказала девушка.\n—Отлично, спасибо. А где он?\n—Без понятия, обычно он сидит в библиотеке, может там его найдёшь! — сказала девушка.\n—И может ты отойдешь?\n—О да, конечно. — сказала я, отойдя в сторону.\nИтак, нужно идти в библиотеку. ",
    "answers": [
      {
        "id": 231,
        "text": "Идти в библиотеку "
      }
    ]
  },
  {
    "id": 230,
    "text": "Я подошла к парню, который сидел за столом.\n—Привет, ты не знаешь кто заместитель совета школы? Просто мне он нужен очень срочно! — сказала я парню, приветливо улыбнувшись.\nПарень молча продолжил читать, не обратив на меня никакого внимания.\n—Понятно... Видимо точно не ты.\n",
    "answers": [
      {
        "id": 234,
        "text": "Подойти к парню у окна"
      }
    ]
  },
  {
    "id": 231,
    "text": "Я зашла в библиотеку. Народу было мало, ну это нормально.\nТак теперь нужно понять кто из них заместитель совета школы!\n\n",
    "answers": [
      {
        "id": 234,
        "text": "Парень у окна"
      },
      {
        "id": 230,
        "text": "Парень за столом "
      }
    ]
  },
  {
    "id": 232,
    "text": "Я сидела в своей комнате и не знала чем заняться. Я так устала за эту неделю. Мне нужно отдохнуть и расслабиться!\nЯ быстро побежала к Алексу.\nБуквально чуть ли не выбив дверь, я забежала в комнату брата.\nАлекс сидел в наушниках, я сняла их и громко сказала.\n—Ты должен отвезти меня в спа-салон! \n—Зачем? — спросил Алекс.\n—Я хочу расслабиться, вот зачем. Поехали!\n—Подожди, прямо сейчас что ли?-спросил Алекс.\n",
    "answers": [
      {
        "id": 233,
        "text": "Естественно"
      }
    ]
  },
  {
    "id": 233,
    "text": "Мы сели в машину и поехали в спа — салон. Тоесть Алекс меня отвёз, а сам потом уехал, сказав, что приедет позже и заберёт меня.\n",
    "answers": [
      {
        "id": 240,
        "text": "Расслабиться "
      }
    ]
  },
  {
    "id": 234,
    "text": "Я подошла к парню у окна. Так, и что же дальше.<s>r\nВ библиотеке была гробовая тишина. Я решила начать.<s>r\n—Привет, ты заместитель совета школы? — спросила я.<s>r\nПарень поднял глаза и , посмотрев на меня, снова уткнулся в свою книжку, сказав.<s>r\n—Нет.<s>r\n—Ну ладно, а ты не знаешь случайно, кто заместитель совета? — спросила я, улыбнувшись.<s>r\n—Без понятия — сказал парень,не отрываясь от книги.<s>r\nОглядевшись, я увидела девушку, которая стояла у книжного шкафа. ",
    "answers": [
      {
        "id": 236,
        "text": "Подойти к девушке у книжного шкафа"
      }
    ]
  },
  {
    "id": 235,
    "text": "Сегодня должен быть важный день!\nМне нужно было пойти и записаться в кружок хоть какой-нибудь.\nНужно ещё раз подумать, какой кружок выбрать. \n",
    "answers": [
      {
        "id": 221,
        "text": "Пойти в кружки "
      }
    ]
  },
  {
    "id": 236,
    "text": "—Привет, ты случайно не заместитель совета школы? — спросила я.\nДевушка была довольна дружелюбна.\n—Привет,  я нет. Браин заместитель! Вон он сидит у окна. — девушка показала на парня, к которому я только что подходила.\nЧто за черт!\n—Спасибо — сказала я. \n—Не за что — ответила девушка.\nЧто за цирк он устроил! ",
    "answers": [
      {
        "id": 237,
        "text": "Подойти к парню у окна "
      }
    ]
  },
  {
    "id": 237,
    "text": "Я подошла с недовольным видом.\nПарень все также продолжал читать, не отрываясь от книги.\n—Кхм — Кхм. Простите, что прерываю вас от вашего занятия, господин заместитель, но какого черта ты творишь? — сказала я слишком громко, обернувшись я увидела старую как мир библиотекаршу, которая взглянула на меня, показывая жестом, что шуметь нельзя.\n—Ты что так орёшь? Разве ты не знаешь, что в библиотеке шуметь нельзя? — сказал парень, наконец-то убрав свою книжку и обратив на меня внимание.\n",
    "answers": [
      {
        "id": 238,
        "text": "Возмутиться "
      },
      {
        "id": 239,
        "text": "Протянуть заявление на подпись "
      }
    ]
  },
  {
    "id": 238,
    "text": "— Ты сказал, что ты не заместитель, а оказалось наоборот! — сказала я.\n—И с чего ты взяла, что я заместитель? — спросил парень.\nОн убрал свою книгу в сумку и, присев на край подоконника, стал внимательно ждать моего ответа. \n— Вон та девушка. — сказала я и указала в сторону книжных шкафов, но там никого не было. \n—Какая девушка? Там же никого нет. — парень сказал это с усмешкой. \nОн что прикалывается надо мной, кто же он такой? \n",
    "answers": [
      {
        "id": 241,
        "text": "Так ты заместитель или нет? "
      }
    ]
  },
  {
    "id": 239,
    "text": "Я протянула свое заявление прямо под нос парню.\n—И что это? — спросил парень. \n—Это то, что ты должен подписать. Ты ведь заместитель совета школы, я узнала!\n—И с чего ты взяла, что я заместитель? — спросил парень.\nОн убрал свою книгу в сумку и, присев на край подоконника, стал внимательно ждать моего ответа. \n— Вон та девушка. — сказала я и указала в сторону книжных шкафов, но там никого не было. \n—Какая девушка? Там же никого нет. — парень сказал это с усмешкой. \nОн что прикалывается надо мной, кто же он такой? \n",
    "answers": [
      {
        "id": 241,
        "text": "Так ты заместитель или нет? "
      }
    ]
  },
  {
    "id": 240,
    "text": "Я отдохнула, расслабилась. Опять была полна сил и энергии!\nНужно позвонить Алексу, чтобы забрал меня. ",
    "answers": [
      {
        "id": 254,
        "text": "Позвонить Алексу"
      }
    ]
  },
  {
    "id": 241,
    "text": "—Всё может быть. — сказал парень.\n— Да ты издеваешься надо мной! Всё, ты меня достал! — сказала я и вышла из библиотеки. ",
    "answers": [
      {
        "id": 242,
        "text": "Выйти из библиотеки"
      }
    ]
  },
  {
    "id": 242,
    "text": "Я вышла злая и единственное, что я хотела, это ударить кого-нибудь.\nЯ шла по коридору, держа свой уже помятый листок  в руке. Вдруг мой листочек вырывают из руки, я оборачиваюсь и вижу того парня из библиотеки. ",
    "answers": [
      {
        "id": 243,
        "text": "Выхватить листочек обратно "
      }
    ]
  },
  {
    "id": 243,
    "text": "Я хотела забрать назад свое заявление, но парень не позволял мне это сделать.\n—Отдай! Это моё! — сказала я.\n— Боюсь, что это моё- сказал парень, осматривая бумагу.\n— И зачем она тебе, только чтобы поиздеваться надо мной? — сказала я.\nПарень посмотрел на меня, и по моему телу прошла лёгкая дрожь.\n— Прости, просто все подходят с кучей бумажек на подписи, что я уже устал от них.\n",
    "answers": [
      {
        "id": 244,
        "text": "Простить "
      },
      {
        "id": 245,
        "text": "Не прощать "
      }
    ]
  },
  {
    "id": 244,
    "text": "— Ладно, ничего страшного. Подпишешь? — спросила я.\n—Давай подпишу — сказал парень и, достав ручку, подписал моё заявление. После чего протянул его мне.",
    "answers": [
      {
        "id": 248,
        "text": "Спасибо "
      }
    ]
  },
  {
    "id": 245,
    "text": "— Знаешь, я тут не при чем. Ты лишь испортил мне настроение своей выходкой.\n—Ну прости, обещаю исправиться. Давай подпишу — сказал парень и, достав ручку, подписал моё заявление. После чего протянул его мне.\n",
    "answers": [
      {
        "id": 248,
        "text": "Спасибо "
      },
      {
        "id": 247,
        "text": "Просто забрать заявление "
      }
    ]
  },
  {
    "id": 246,
    "text": "Одевшись, я посмотрела на Мари, которая выглядела как зомби, блуждая по комнате то в одну, то в другую сторону.\n—Ну и вот результат, всё-таки не нужно было пить это вино. Как ты собираешься в школу идти!- сказала я, недовольно посмотрев на Мари.\n—Софи, не паникуй, одна таблетка решит все проблемы. \nМари достала из ящика таблетку и выпила её. \nВдруг стук в дверь. ",
    "answers": [
      {
        "id": 257,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 247,
    "text": "Я взяла заявление и потянула на себя, но парень его не отпускал.\n— Ты чего опять? — спросила я.\n—Кажется, ты забыла сказать спасибо — сказал парень, улыбнувшись.\n",
    "answers": [
      {
        "id": 248,
        "text": "Спасибо "
      }
    ]
  },
  {
    "id": 248,
    "text": "Парень отдал мне моё заявление.\nВыглядело оно ужасно, всё мятое и в некоторых местах даже порвано. Ну что сказать, жизнь поматала моё заявление. \n",
    "answers": [
      {
        "id": 249,
        "text": "Пойти в клуб"
      }
    ]
  },
  {
    "id": 249,
    "text": "— Эй, подожди! — крикнул парень.\nЯ обернулась.\n—Меня Браин зовут.\n—Софи — сказала я.\n—Ещё увидимся Софи-сказал парень и ушёл.\nНадеюсь мне больше не нужно подписывать никакие бумажки, чтобы не встретиться с этим странным парнем. \n",
    "answers": [
      {
        "id": 250,
        "text": "Пойти в клуб "
      }
    ]
  },
  {
    "id": 250,
    "text": "Я принесла моё бедное заявление. Его приняли и сказали, что теперь я официально записана в клужок. \nНаконец-то, теперь я тоже состою в кружке. \n\n",
    "answers": [
      {
        "id": 251,
        "text": "Заниматься в кружке"
      }
    ]
  },
  {
    "id": 251,
    "text": "Первое моё занятие прошло отлично. Я познакомилась с новыми людьми и хорошо повеселилась. \nПосле занятий в кружке были и обычные уроки.\n",
    "answers": [
      {
        "id": 252,
        "text": "Пойти на уроки"
      }
    ]
  },
  {
    "id": 252,
    "text": "Уроки были скучными, я проспала большую часть времени. Я заметила, что ни Ника, ни Шона не было сегодня в школе.\nКогда уроки закончились меня забрал Джейсон и отвёз домой. ",
    "answers": [
      {
        "id": 232,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 253,
    "text": "Ничего не буду менять. Оставлю как есть. ",
    "answers": []
  },
  {
    "id": 254,
    "text": "Алекс не берет трубку.\n—Да где же он? Ещё раз попробую позвонить. \nНо безрезультатно. Придется идти на автобус.\n",
    "answers": [
      {
        "id": 255,
        "text": "Пойти на остановку"
      }
    ]
  },
  {
    "id": 255,
    "text": "Я стала ждать автобус, как вдруг увидела, что мимо остановки идёт Браин.\n— Только не этот парень. — сказала я.\nНужно сделать вид, что я его не заметила. ",
    "answers": [
      {
        "id": 256,
        "text": "Вставить в уши наушники "
      }
    ]
  },
  {
    "id": 256,
    "text": "Я успела быстро достать из сумки наушники и воткнуть их в уши. Но плеер я достать не успела. Я стояла и смотрела в другую сторону, надеясь, что Браин меня не заметит. \nНо Браин подошёл ко мне, выхватил у меня один наушник, чего я явно не ожидала, и вставил его себе в ухо.\n— Мм, у тебя интересный вкус в музыке, значит ты любишь слушать тишину, интересно. Я тоже люблю тишину. — сказал парень и посмотрел на меня.\nМы встретились взглядами, и я подумала, что он странный, но неплохой парень. Думаю стоит с ним подружиться. \nЯ достала из сумки плеер и включила его, посмотрев на Брина.\nОн улыбнулся, когда услышал первые ноты моего плейлиста.\nМы стояли и слушали музыку.\nВскоре приехал мой автобус. ",
    "answers": [
      {
        "id": 258,
        "text": "Поехать домой "
      },
      {
        "id": 259,
        "text": "Подождать следующий автобус"
      }
    ]
  },
  {
    "id": 257,
    "text": "Я открыла дверь.\nПеред нами стоял Гордон.\n—Эй, вы чего так долго, пошли завтракать и в школу! — сказал Гордон и пошёл на кухню.\n— Ну что больной, вы готовы пойти завтракать? — спросила я, улыбаясь.\n— Всегда готов! — сказала Мари, проглотив ещё таблетку.\nМы пошли на кухню. ",
    "answers": [
      {
        "id": 216,
        "text": "Идти на кухню "
      }
    ]
  },
  {
    "id": 258,
    "text": "Я сняла свой наушник и сказала Браину.\n—Это мой автобус мне пора.\n—Какое совпадение мне тоже на этот автобус — сказал Браин и, мы сели в автобус.\n",
    "answers": [
      {
        "id": 266,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 259,
    "text": "Я решила не прерывать наш мини концерт.\nМы стояли и слушали музыку, а потом Браин сказал.\n—Ты что влюбилась в меня?\nЯ остолбенела. \n—Что? С чего это ты так решил!? — спросила я. \n—Ну... ты пропустила свой автобус, чтобы остаться со мной!-сказал Браин. \n",
    "answers": [
      {
        "id": 262,
        "text": "Это был не мой автобус "
      },
      {
        "id": 261,
        "text": "Ничего не говорить "
      }
    ]
  },
  {
    "id": 260,
    "text": "Зайдя на кухню, я  увидела Алекса, поедающего хлопья.\n—Доброе утро — сказал Алекс.\n—Ты собралась уже, ничего себе. Неужели ты даже не опоздаешь сегодня- сказал Алекс.\nУ меня не было настроения разговаривать с  Алексом, но я всё-таки решила ответить.\n—Вообще-то я ещё ни разу не опоздала в школу. И если ты поторопишься и быстро съешь свой завтрак, то я не нарушу свою  новую традицию. \nВскоре мы поехали в школу. \n",
    "answers": [
      {
        "id": 235,
        "text": "Зайти в школу"
      }
    ]
  },
  {
    "id": 261,
    "text": "—Молчание — знак согласия. Мне приятно, что я тебе нравлюсь. —сказал Браин и подмигнул мне.\nВсё достал!\nЯ достала его наушник, вставила себе в ухо и пошла домой пешком.\nЧто он о себе возмнил!\nБраин догнал меня и встал передо мной, перегородив мне дорогу.\n—Ты обиделась? — спросил Браин. ",
    "answers": [
      {
        "id": 263,
        "text": "Да "
      },
      {
        "id": 271,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 262,
    "text": "— Врать ты не умеешь. Но мне приятно, что ты ко мне что-то чувствуешь — сказал Браин и подмигнул мне.\nВсё достал!\nЯ достала его наушник, вставила себе в ухо и пошла домой пешком.\nЧто он о себе возмнил!\nБраин догнал меня и встал передо мной, перегородив мне дорогу.\n—Ты обиделась? — спросил Браин. ",
    "answers": [
      {
        "id": 263,
        "text": "Да"
      },
      {
        "id": 271,
        "text": "Нет "
      }
    ]
  },
  {
    "id": 263,
    "text": "—Я думала, что ты нормальный парень, и мы могли бы поладить и подружиться. А ты дурак! — сказала я и попыталась обойти Браина, но он не позволил мне это сделать.<s>r\n—Прости, я переборщил, согласен. Это была шутка, я просто живу недалеко от тебя, и мне тоже нужно было на этот автобус. — сказал Браин. <s>r\n",
    "answers": [
      {
        "id": 265,
        "text": "Подколоть его"
      }
    ]
  },
  {
    "id": 264,
    "text": "Я вышла из дома и увидела ребят.\nМы обнялись и стали думать, куда лучше пойти.\n—Может быть в клуб? — спросила я.\n—Неа, кажется у меня возникла идея получше! — сказала Мари.\n— И какая же? — спросил Гордон.\n—Мы поедем кататься на машине!! — сказала Мари.\nМы с Гордоном переглянулись.\n— Эм.. Мари, но у нас нет машины — сказала я.\n—И нет прав — сказал Гордон.\n— Ну, с правами как раз проблем нет, а с машиной можно быстро всё решить! — сказала Мари и пошла во двор моего дома. ",
    "answers": [
      {
        "id": 274,
        "text": "Пойти за Мари "
      }
    ]
  },
  {
    "id": 265,
    "text": "— Значит ты так влюблен в меня, что пропустил свой автобус, чтобы побыть со мной? — спросила я, ухмыльнувшись.\nБраин посмеялся  и сказал.\n—Ладно, ты победила. А теперь пошли на автобус, а то идти пешком ты будешь очень долго.\nМы вернулись на остановку и болтали, пока не приехал автобус. ",
    "answers": [
      {
        "id": 267,
        "text": "Сесть в автобус "
      }
    ]
  },
  {
    "id": 266,
    "text": "В автобусе мы весело проводили время. Оказалось Браин живёт недалеко от моего дома и хорошо знаком с Алексом.\nУ него есть своя машина, но из-за ссоры с отцом, он временно должен ездить на автобусе.\nЯ предложила Браину ездить в школу со мной и Алексом, Браин был только за. ",
    "answers": [
      {
        "id": 268,
        "text": "Приехать домой"
      }
    ]
  },
  {
    "id": 267,
    "text": "В автобусе мы также весело проводили время. Оказалось Браин живёт недалеко от моего дома и хорошо знаком с Алексом.\nУ него есть своя машина, но из-за ссоры с отцом, он временно должен ездить на автобусе.\nЯ предложила Браину ездить в школу со мной и Алексом, Браин был только за. ",
    "answers": [
      {
        "id": 268,
        "text": "Приехать домой "
      }
    ]
  },
  {
    "id": 268,
    "text": "Мы подошли к моему дому.\n—Завтра мы за тобой заедем! — сказала я Браину.\n—Жду недождусь! — сказал Браин, и мы попрощались.\n",
    "answers": [
      {
        "id": 269,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 269,
    "text": "Я зашла домой и быстро побежала к Алексу в комнату, чтобы высказать ему всё, что я о нем думаю. Бросить меня и уехать, чтобы я добиралась на автобусе. Потрясающий отдых!\nНо Алекса не было в комнате, неужели он ещё не приехал домой? \nЛадно, вот приедет, тогда поговорим. \n",
    "answers": [
      {
        "id": 270,
        "text": "Пойти в свою комнату "
      }
    ]
  },
  {
    "id": 270,
    "text": "Дома было очень скучно.\nНесмотря на все обстоятельства, я хотела бы поговорить с Шоном и всё с ним  выяснить. Но думаю лучше пока этого не делать.\nМожет мне сходить и повеселиться? Кого бы позвать? ",
    "answers": [
      {
        "id": 272,
        "text": "Мари и Гордона"
      },
      {
        "id": 273,
        "text": "Ника",
        "need": [
          183
        ],
        "need_sometimes": true
      },
      {
        "id": 276,
        "text": "Ника",
        "need": [
          169
        ]
      },
      {
        "id": 307,
        "text": "Ника",
        "need": [
          191,
          213,
          159,
          171
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 271,
    "text": "—Нет, я уже знаю, что ты идиот, поэтому не обижаюсь — сказала я.\n—Прости, я переборщил, согласен. Это была шутка, я просто живу недалеко от тебя, и мне тоже нужно было на этот автобус. — сказал Браин. \n",
    "answers": [
      {
        "id": 265,
        "text": "Подколоть его"
      }
    ]
  },
  {
    "id": 272,
    "text": "—Конечно же Мари и Гордона,уверена, что мы зажжем!\nЯ позвонила Мари.\n— Привет мне нужны лучшие тусовщики сегодня, у тебя нет никого на примете? — сказала я.\n— Мне всё понятно, тусовщица номер один и Гордон уже готовы веселиться! — сказала Мари.\n—Отлично, встречаемся тогда через час у моего дома. \n—Уже лечу подруга. — сказала Мари, и я пошла одеваться. ",
    "answers": [
      {
        "id": 264,
        "text": "Встретиться  с Мари и Гордоном "
      }
    ]
  },
  {
    "id": 273,
    "text": "Нужно позвать Ника я же вроде должна ему свидание, вроде как.\nЯ позвонила Нику.\n—Привет, Софи— сказал Ник.\n— Привет, Ник. Я хотела спросить, может встретимся сегодня? \n—Это что свидание? — спросил Ник\n—Ну я же должна тебе свидание. — сказала я. \n— Прости, но не смогу. У меня сегодня репетиция в баре, но ты можешь прийти ко мне на репетицию, а потом мы бы погуляли. — сказал Ник.\nЯ ни разу не слышала как Ник играет и поёт, мне очень любопытно.\n—Конечно! Я согласна! — сказала я.\n— Отлично! Тогда приходи в бар \"Wonder\".\n—До встречи!\nЯ в панике стала собираться, нужно надеть что-то миленькое и сексуальное, накраситься, сделать что-то с волосами.\n",
    "answers": [
      {
        "id": 301,
        "text": "Собраться "
      }
    ]
  },
  {
    "id": 274,
    "text": "Мы пошли за Мари, что же она собирается придумать на этот раз?\nО нет!\nМари подошла к машине Джессики. \n— Нет, нет. Мари, нет!! Ты с ума сошла! Джесс нас убьёт! — сказала я.\n—Софи, без паники. Она даже не заметит, что мы брали её машину-сказала Мари.\n—Мари, ты спятила? Ты хочешь украсть машину Джессики? — сказал Гордон.\n—Я её просто одолжу на время. Софи, у меня есть права! Я могу сесть за руль, и мы поедем покатаемся! — сказала Мари, радостно посмотрев на меня. ",
    "answers": [
      {
        "id": 308,
        "text": "Откуда у тебя права!? "
      }
    ]
  },
  {
    "id": 275,
    "text": "Мы прошли на задний двор.\nТам был Чейз, который играл в баскетбол.\nКогда он нас увидел, то был очень рад.\n—Хэй, ребята! Какими судьбами?\n—Привет Чейз — сказали мы одновременно.\n— Чейз, мы сразу к делу, нам нужна твоя машина. — сказала Мари.\n—Машина? Зачем? — спросил Чейз.\n—Мы хотим покататься по городу-сказал Гордон.\n— Я с вами! — сказал Чейз.\n—Видимо придётся его взять, а то тогда машины нам не видать — прошептала мне Мари.\n—Ладно. Поехали уже! — сказала я.\n",
    "answers": [
      {
        "id": 315,
        "text": "Сесть  в машину"
      }
    ]
  },
  {
    "id": 276,
    "text": "Нужно позвать Ника, он же теперь мой парень, вроде как.\nЯ позвонила Нику.\n—Привет, красотка — сказал Ник.\nЯ тут же растаяла и заулыбалась.\n— Привет, Ник. Я хотела спросить, может встретимся сегодня?\n— Прости, не смогу. У меня сегодня репетиция в баре, но ты можешь прийти ко мне на репетицию, а потом мы бы погуляли. — сказал Ник.\nЯ ни разу не слышала как Ник играет и поёт, мне очень любопытно.\n—Конечно! Я согласна! — сказала я.\n— Отлично! Тогда приходи в бар \"Wonder\".\n—До встречи!\nЯ в панике стала собираться, нужно надеть что-то миленькое и сексуальное, накраситься, сделать что-то с волосами.\n",
    "answers": [
      {
        "id": 277,
        "text": "Собраться! "
      }
    ]
  },
  {
    "id": 277,
    "text": "Наконец-то я была готова. Я надела короткую юбку, кроп топ и туфли на платформе.\nЯ вышла из дома и направилась в бар.\n",
    "answers": [
      {
        "id": 278,
        "text": "Пойти в бар "
      }
    ]
  },
  {
    "id": 278,
    "text": "Когда я пришла,  Ник стоял на сцене вместе со своей группой, настраивая гитару. Увидев меня он сразу подошёл ко мне и поцеловал.\n—Я рад, что ты пришла.Пойдём! — сказал Ник и, взяв меня за руку повёл к группе.\nОн познакомил меня со своей группой RJR.\nОна состояла из 3 парней и одной девушке.\nПарни, конечно, были рады познакомиться со мной и болтали с удовольствием, а вот девушка была явно недовольна моим присутствием.\nДевушку зовут Стелла, она гитаристка как и Ник. Неформалка, татуировки на руках, пирсинг, вообщем необычная девушка.\n",
    "answers": [
      {
        "id": 279,
        "text": "Поболтать с ребятами "
      }
    ]
  },
  {
    "id": 279,
    "text": "Мы познакомились немного, оказалось этим баром владеет их знакомый, который разрешает им иногда репетировать в баре, а они  потом бесплатно выступают здесь.\nВдруг Ник, приобняв меня, спросил.\n— Ты хочешь послушать, как мы играем?\n—Конечно — сказала я.\n— Но ребята, я хочу, чтобы на репетиции не было посторонних-сказала девушка, глядя на меня.\n— Она со мной, Стелла. Я думаю, что и ребята не против, если она останется.-сказал Ник.\nПарни были только рады, если я их послушаю. Они ушли на сцену и стали возиться с инструментами, что-то настраивать. ",
    "answers": [
      {
        "id": 280,
        "text": "Сесть за столик около сцены.",
        "need": [
          276
        ]
      },
      {
        "id": 303,
        "text": "Сесть за столик около сцены",
        "need": [
          273,
          307
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 280,
    "text": "Я села как можно ближе к сцене. Несмотря на то, что Ник был занят делом, мы успевали с ним пофлиртовать.\nНеожиданно нас прервали, ко мне подошла Стелла.\n—Я могу с тобой поговорить? — спросила Стелла.\n—Конечно. — сказала я.\nСтелла села напротив меня, мы сидели за одним столом, и её взгляд говорил мне, чтобы я ушла отсюда как можно скорее.\n—Ты очередная девушка Ника? -спросила Стелла. \n—Да, я его девушка. И что значит очередная? — спросила я. Я была готова к обороне!\n—Ник каждую неделю заводит новую девушку, поэтому я и спрашиваю. Просто он же музыкант, а они такие непостоянные. И глупые фанатки, вроде тебя, крутятся тут постоянно. — сказала Стелла, выдавив улыбку на своей роже. \n\n",
    "answers": [
      {
        "id": 281,
        "text": "Ответить грубо"
      },
      {
        "id": 282,
        "text": "Спокойно ответить "
      }
    ]
  },
  {
    "id": 281,
    "text": "—А тебе то что? Я не фанатка ни Ника, ни вашей группы. Я вообще никогда не слышала как Ник играет. — сказала я.\n—Ну хоть сегодня услышишь, а то следующего раза может и не быть.\n— Ты к чему клонишь? — спросила я Стеллу прямо.\n—Софи, я лишь хочу тебя предупредить, что Ник ветренный парень и встречается со всеми, чтобы развлечься, и ты не исключение.\n—Может и исключение. Это уже не твоё дело. — сказала я.\n— У него была одна девушка, с которой он встречался полгода, это его самые долгие отношения и первая любовь. А она никогда не забывается! Он её до сих пор любит. — сказала Стелла. ",
    "answers": [
      {
        "id": 283,
        "text": "Мне это не интересно"
      },
      {
        "id": 283,
        "text": "И почему они расстались"
      }
    ]
  },
  {
    "id": 282,
    "text": "—Ты ошибаешься, я не фанатка ни Ника, ни вашей группы. Я вообще никогда не слышала как Ник играет. — сказала я.\n—Ну хоть сегодня услышишь, а то следующего раза может и не быть.\n— Ты к чему клонишь? — спросила я Стелла прямо.\n—Софи, я лишь хочу тебя предупредить, что Ник ветренный парень и встречается со всеми, чтобы развлечься, и ты не исключение.\n—А может исключение. Это уже не твоё дело. — сказала я.\n— У него была одна девушка, с которой он встречался полгода, это его самые долгие отношения и первая любовь. — сказала Стелла. ",
    "answers": [
      {
        "id": 283,
        "text": "Мне это не интересно"
      },
      {
        "id": 283,
        "text": "И почему они расстались? "
      }
    ]
  },
  {
    "id": 283,
    "text": "Неожиданно Ник позвал Стеллу на сцену, она встала из-за стола и напоследок сказала мне.\n—Мне даже стало любопытно, сколько дней протянешь ты? — сказала Стелла и с самодовольной улыбочкой поднялась на сцену.\nМоё настроение сразу испортилось, я посмотрела на Ника, который видел наш разговор. Его взгляд был обеспокоенным, я показала ему, что всё хорошо, но Ник не поверил мне.\nЯ просто не хотела портить им репетицию свои настроением, и решила наоборот подбодрить их.\nЯ стала апплодировать им, и это помогло, так как они сразу оживились и заулыбались. ",
    "answers": [
      {
        "id": 285,
        "text": "Слушать концерт "
      }
    ]
  },
  {
    "id": 284,
    "text": "Но Ник мне не поверил, он обнял меня. Мы стояли на улице, продолжая обниматься, неожиданно Ник прошептал мне.\n—Ты мне нравишься Софи. Я хочу быть с тобой, только ты и я.\n",
    "answers": [
      {
        "id": 291,
        "text": "Поцеловать его"
      },
      {
        "id": 292,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 285,
    "text": "Ник подошёл к стойке микрофона и, посмотрев на меня, сказал.\n— Этот мини- концерт только для тебя. \nМне было очень приятно, но в голове тут же пронеслась мысль, а скольки девушкам он такое же говорил?\nМини- концерт начался. Ник просто потрясающе поёт, я была поражена, не удивлена, что у Ника много фанаток, он ведь безумно талантлив.\nЯ слушала песни, иногда даже немного плавно двигалась в такт музыки.\n",
    "answers": [
      {
        "id": 286,
        "text": "После концерта "
      }
    ]
  },
  {
    "id": 286,
    "text": "Когда концерт закончился, я встала, чтобы поаплодировать. Вся группа вышла на поклон.\n—Это было потрясающе ребята, да вы просто супер! — сказала я.\n—Спасибо, Софи. Ты теперь можешь вступить в наш фанклуб! Будешь нашей фанаткой! — сказали ребята.\nПосле этих слов, я посмотрела на Стеллу, которая стояла с ухмылкой.\n— Ладно, ребята, на сегодня репетиция закончена! — сказал Ник.\nЯ сидела у барной стойки и смотрела, как Ник и другие ребята складывают инструменты. ",
    "answers": [
      {
        "id": 287,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 287,
    "text": "Мне нужен был свежий воздух.<s>r\nЯ вышла на улицу, и там стояла Стелла и курила сигарету. Ну блин!<s>r\n— Ну как тебе наш концерт? Я думаю ты стала бы отличной фанаткой! — сказала Стелла.<s>r\n— Неплохо. Знаешь, я бывала на многих концертах, и вы хороши. Но, боюсь фанатка- это не про меня. — сказала я.<s>r\nПобыстрее бы Ник вышел. И тут мои молитвы были услышаны, так как Ник появился около меня с гитарой за спиной.<s>r\n—Пошли? — спросил меня Ник.<s>r\n—Да, пошли — сказала я.<s>r\nМы взялись за руки и, попрощавшись со Стеллой, пошли гулять. ",
    "answers": [
      {
        "id": 288,
        "text": "Пойти гулять "
      }
    ]
  },
  {
    "id": 288,
    "text": "— Куда пойдём? — спросил меня Ник.\n—Знаешь, я очень устала сегодня, да и ты тоже, давай перенесём нашу прогулку, и пойдём домой. — сказала я.\nНик резко остановился и притянул меня к себе, обняв.\n—Ты в порядке? Она что-то тебе наговорила? — спросил меня Ник.",
    "answers": [
      {
        "id": 289,
        "text": "Всё в порядке",
        "need": [
          276
        ]
      },
      {
        "id": 290,
        "text": "Нет, не в порядке ",
        "need": [
          276
        ]
      },
      {
        "id": 284,
        "text": "Всё в порядке ",
        "need": [
          273,
          307
        ],
        "need_sometimes": true
      },
      {
        "id": 299,
        "text": "Нет, не в порядке ",
        "need": [
          273,
          307
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 289,
    "text": "Но Ник мне не поверил, он поцеловал меня. После поцелуя, он всё также продолжал прижимать меня к себе, прошептав мне.\n—Ты мне нравишься Софи. Я хочу быть с тобой, только ты и я.\n",
    "answers": [
      {
        "id": 291,
        "text": "Поцеловать его"
      },
      {
        "id": 292,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 290,
    "text": "Ник обнял меня и поцеловал. После поцелуя, он всё также продолжал прижимать меня к себе, прошептав. \n—Ты мне нравишься Софи. Я хочу быть с тобой, только ты и я.\n",
    "answers": [
      {
        "id": 291,
        "text": "Поцеловать его"
      },
      {
        "id": 292,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 291,
    "text": "Я поцеловала его, наш поцелуй был долгий и сладкий. Я решила поверить и довериться ему.\n—Пошли в кафе — сказала я.\n—Пойдём — сказал Ник и, взявшись за руки, мы пошли в кафе.",
    "answers": [
      {
        "id": 293,
        "text": "Пойти в кафе "
      }
    ]
  },
  {
    "id": 292,
    "text": "Я обняла его и решила подождать, пока что я не могу довериться ему.\n—Пошли в кафе — сказала я.\n—Пойдём — сказал Ник и, взявшись за руки, мы пошли в кафе.",
    "answers": [
      {
        "id": 293,
        "text": "Пойти в кафе "
      }
    ]
  },
  {
    "id": 293,
    "text": "Наше свидание прошло волшебно. После кафе Ник проводил меня до дома. ",
    "answers": [
      {
        "id": 294,
        "text": "Пригласить Ника домой ",
        "need": [
          291
        ]
      },
      {
        "id": 295,
        "text": "Попрощаться ",
        "need": [
          292
        ]
      }
    ]
  },
  {
    "id": 294,
    "text": "Я пригласила Ника войти, он согласился. Зайдя в дом, я повела Ника в свою комнату, хоть бы не встретить папу, а то устроит допрос.\n",
    "answers": [
      {
        "id": 296,
        "text": "Зайти в свою комнату "
      }
    ]
  },
  {
    "id": 295,
    "text": "Я попрощалась с Ником и вошла в дом.\nВечер прошёл спокойно, позже  я легла спать. ",
    "answers": [
      {
        "id": 305,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 296,
    "text": "Мы зашли ко мне в комнату.\n—У тебя классная комната-сказал Ник.\n—Спасибо — сказала я, улыбнувшись. \nНик обхватил меня руками за талию и поцеловал.\nМы весь вечер сидели у меня на кровати обнимались и целовались. \nВскоре дверь в мою комнату открылась, а в дверях стоял папа и Алекс в позе \"руки в боки\" . Я резко встала с кровати. \n— Папа, Алекс, а... это Ник- сказала я.\nНик встал с кровати и протянул руку моему отцу, и тот, нехотя,пожал её.\nАлекс и папа выглядели как два бандита, со взглядом убийцы.\nЯ видела, что Нику было не по себе и решила встать на его сторону. \n—Думаю вам пора — сказала я, выталкивая папу за дверь. \n— Софи, я думаю уже довольно поздно, и молодому человеку пора домой- сказал папа. \n—Пожалуй, мне лучше уйти — сказал Ник, взяв свою гитару. \n— Я провожу — сказал Алекс. \n\n",
    "answers": [
      {
        "id": 297,
        "text": "Нет, я провожу "
      }
    ]
  },
  {
    "id": 297,
    "text": "Но Алекс остановил меня.\n—Не беспокойся, я его не съем. — сказал Алекс и ушёл с Ником вниз.\nЯ лишь успела помахать Нику рукой на прощание.\nЗатем я повернулась к папе.\n—И что это было? — спросила я.\n—А что было? — спросил папа, сделав вид, что не понимает о чем я. \n—Я о вашей выходе с Алексом. Что это было?\n—Мы просто познакомись с парнем, кстати тут вопросы к тебе! Что это за парень? Откуда он взялся?- стал допрашивать меня папа. ",
    "answers": [
      {
        "id": 298,
        "text": "Это тебя не касается "
      }
    ]
  },
  {
    "id": 298,
    "text": "— Я очень зла на вас с Алексом, и пока вы не извинитесь, я устраиваю вам байкот! — сказала я и закрыла дверь.\nЯ тут же взяла телефон и позвонила Нику.\nНик сразу ответил мне, я извинилась за папу и Алекса. Мы поговорили немного, а потом я легла спать. ",
    "answers": [
      {
        "id": 300,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 299,
    "text": "Ник обнял меня. Мы стояли на улице, продолжая обниматься, неожиданно Ник прошептал мне.\n—Ты мне нравишься Софи. Я хочу быть с тобой, только ты и я.\n",
    "answers": [
      {
        "id": 291,
        "text": "Поцеловать его"
      },
      {
        "id": 292,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 300,
    "text": "На следующий день я не разговаривала ни с папой ни с Алексом. Но так как были выходные, и  все были дома, то папа и Алекс ходили за мной всюду, стояли у двери и просили прощения. В итоге я сдалась, не могу на них долго злиться. Всё выходные мы провели в семейном кругу. ",
    "answers": [
      {
        "id": 324,
        "text": "Понедельник"
      }
    ]
  },
  {
    "id": 301,
    "text": "Наконец-то я была готова. Я надела короткую юбку, кроп топ и туфли на платформе.\nЯ вышла из дома и направилась в бар.\n",
    "answers": [
      {
        "id": 302,
        "text": "Пойти в бар"
      }
    ]
  },
  {
    "id": 302,
    "text": "Когда я пришла,  Ник стоял на сцене вместе со своей группой, настраивая гитару. Увидев меня, он сразу подошёл ко мне. <s>r\n—Я рад, что ты пришла.Пойдём! — сказал Ник и, взяв меня за руку, повёл к группе.<s>r\nОн познакомил меня со своей группой RJR.<s>r\nОна состояла из 3 парней и одной девушки. <s>r\nПарни, конечно, были рады познакомиться со мной и болтали с удовольствием, а вот девушка была явно недовольна моим присутствием.<s>r\nДевушку зовут Стелла, она гитаристка как и Ник. Неформалка, татуировки на руках, пирсинг, вообщем необычная девушка.<s>r\n",
    "answers": [
      {
        "id": 279,
        "text": "Поболтать с ребятами"
      }
    ]
  },
  {
    "id": 303,
    "text": " Я села как можно ближе к сцене. Несмотря на то, что Ник был занят делом, мы успевали с ним пофлиртовать.\nНеожиданно нас прервали, ко мне подошла Стелла.\n—Я могу с тобой поговорить? — спросила Стелла.\n—Конечно. — сказала я.\nСтелла села напротив меня, мы сидели за одним столом, и её взгляд говорил мне, чтобы я ушла отсюда как можно скорее.\n—Ты очередная девушка Ника? -спросила Стелла. \n—Нет, я не его девушка. — сказала я. \n—Странно, просто Ник каждую неделю приводит сюда разных девушек, поэтому я и спрашиваю. Просто он же музыкант, а они такие непостоянные. И глупые фанатки, вроде тебя, крутятся тут постоянно. — сказала Стелла, выдавив улыбку на своей роже. \n\n",
    "answers": [
      {
        "id": 304,
        "text": "Ответить грубо "
      },
      {
        "id": 282,
        "text": "Спокойно ответить "
      }
    ]
  },
  {
    "id": 304,
    "text": "—А тебе то что? Я не фанатка ни Ника, ни вашей группы. Я вообще никогда не слышала как Ник играет. — сказала я.<s>r\n—Ну хоть сегодня услышишь, а то следующего раза может и не быть.<s>r\n— Ты к чему клонишь? — спросила я Стеллу прямо.<s>r\n—Софи, я лишь хочу тебя предупредить, что Ник ветренный парень и встречается со всеми, чтобы развлечься, и ты не исключение.<s>r\n—Во-первых, я с ним не встречаюсь, а во-вторых, может и исключение. Это уже не твоё дело. — сказала я.<s>r\n— У него была одна девушка, с которой он встречался полгода, это его самые долгие отношения и первая любовь. А она никогда не забывается! Он её до сих пор любит. — сказала Стелла. ",
    "answers": [
      {
        "id": 283,
        "text": "Мне не интересно"
      },
      {
        "id": 283,
        "text": "И почему они расстались? "
      }
    ]
  },
  {
    "id": 305,
    "text": "Наступили выходные, они прошли очень быстро и незаметно. Я провела их в кругу своей семьи.\nИ вот опять учебная неделя! ",
    "answers": [
      {
        "id": 324,
        "text": "Понедельник"
      }
    ]
  },
  {
    "id": 306,
    "text": "Скоро",
    "answers": [
      {
        "id": 1,
        "text": "Скоро "
      }
    ]
  },
  {
    "id": 307,
    "text": "Нужно позвать Ника. Думаю будет весело. \nЯ позвонила Нику.\n—Привет, Софи— сказал Ник.\n— Привет, Ник. Я хотела спросить, может встретимся сегодня? \n—Это что свидание? — спросил Ник\n—Ну... вроде того— сказала я. \n— Прости, но не смогу. У меня сегодня репетиция в баре, но ты можешь прийти ко мне на репетицию, а потом мы бы погуляли. — сказал Ник.\nЯ ни разу не слышала как Ник играет и поёт, мне очень любопытно.\n—Конечно! Я согласна! — сказала я.\n— Отлично! Тогда приходи в бар \"Wonder\".\n—До встречи!\nЯ в панике стала собираться, нужно надеть что-то миленькое и сексуальное, накраситься, сделать что-то с волосами.\n",
    "answers": [
      {
        "id": 301,
        "text": "Собраться "
      }
    ]
  },
  {
    "id": 308,
    "text": "—Я сдавала! — сказала Мари.\n— Вообще-то тебе их отдали, только чтобы ты ушла, и больше не попадалась им на глаза. — сказал Гордон.\n— Я правильно поняла, что у тебя есть права, но водить ты не умеешь? — спросила я.\n— Пффф, да что там уметь то! — сказала Мари.\n—Это плохая идея — сказал Гордон.\n—Так, Софи, ты же хотела повеселиться? Значит ты должна пойти и взять ключи. Сделаешь? — сказала Мари.",
    "answers": [
      {
        "id": 309,
        "text": "Нет! "
      },
      {
        "id": 312,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 309,
    "text": "— Софи, да ладно тебе, будет весело!-сказала Мари.\n— Ты хочешь поехать на чужой машине кататься в город? — спросила я.\n—Нет... Не на чужой, а на машине Джессики!-сказала Мари.\n— Это плохая идея — сказал Гордон.\n\n",
    "answers": [
      {
        "id": 311,
        "text": "Отказаться от этой идеи "
      },
      {
        "id": 312,
        "text": "Поехать кататься "
      }
    ]
  },
  {
    "id": 310,
    "text": "Я положила ключи на место и выдохнула с облегчением.\nЭто было опасно и весело одновременно. Мне повезло, что Джессика ничего не заметила.",
    "answers": [
      {
        "id": 334,
        "text": "Подняться к себе в комнату "
      }
    ]
  },
  {
    "id": 311,
    "text": "—Нет, Мари, это плохая идея. А что, если Джессика узнает, мне точно тогда грозит домашний арест! — сказала я.\n—Тогда нам нужно найти человека, у кого есть машина!-сказала Мари.\n—Машина есть у Чейза. Пойдёмте к нему! — сказал Гордон.\n—Вааа, круто. Пошлите тогда быстрее! -сказала Мари.\nМы пошли к дому Чейза. ",
    "answers": [
      {
        "id": 313,
        "text": "Пойти к дому Чейза "
      }
    ]
  },
  {
    "id": 312,
    "text": "Это была плохая идея, но мысль позлить Джесс была заманчивая.\n—Ладно, только тихо.Я пошла за ключами. — сказала я.\nМари была счастлива, а Гордон выглядел обеспокоенным.\nЯ пошла в дом за ключами. ",
    "answers": [
      {
        "id": 330,
        "text": "Пойти в дом "
      }
    ]
  },
  {
    "id": 313,
    "text": "У Чейза был большой дом даже дворец. Мы подошли к двери и нажали на звонок.\nДверь нам открыл какой-то мужчина, он вежливо поприветствовал нас.\n—Добрый вечер! Могу я вам чем-нибудь помочь? — спросил мужчина.\n—Да, нам нужен Чейз. Мы его друзья. — сказал Гордон.\nМужчина, по-видимому это был дворецкий, впустил нас в дом. ",
    "answers": [
      {
        "id": 314,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 314,
    "text": "Дом у Чейза был потрясающий! \nКогда мы вошли в дом, то сразу увидели красивую лестницу, ведущую на второй этаж, по которой спустилась симпатичная девушка. \n—О Боже! Привет, Гордон! — сказала девушка.\n—Привет Нин-сказал Гордон. \n—Привет, Нин, а где Чейз? — спросила Мари.\nНо Нин как-будто не слышала её, она всё также продолжала смотреть на Гордона, улыбаясь. \n—Эм.. с ней всё в порядке? — спросила я Мари. \nМари встала перед Гордоном и спросила. \n—Приём Земля, где Чейз? \nНаконец-то Нин заметила наше присутствие.\n— Оу, простите, я Нин — сказала мне девушка. \n—Софи — сказала я. \n—Мари, Чейз на заднем дворе, идите за мной, я вас провожу к нему. \n",
    "answers": [
      {
        "id": 275,
        "text": "Пойти на задний двор"
      }
    ]
  },
  {
    "id": 315,
    "text": "Мы пошли к машине, но обернулись на крики, это была Нин.\n—Стойте, подождите. Я хочу с вами! — сказала Нин.\n—У нас мест уже нет — сказала Мари.\n— На заднем сидении может поместиться три человека, я не потесню никого. — сказала Нин.\nВдруг все посмотрели на меня, ожидая моего решения. ",
    "answers": [
      {
        "id": 316,
        "text": "Не брать Нин "
      },
      {
        "id": 317,
        "text": "Взять Нин"
      }
    ]
  },
  {
    "id": 316,
    "text": "—Думаю, что будет лучше, если мы поедем вчетвером — сказала я.\n— Ладно, я поняла— сказала Нин.\nМы стали садиться в машину. \nПока Мари показывала Чейзу права, чтобы он пустил её за руль, Гордон сел на переднее сиденье, я же села на заднее. Мы с Гордоном болтали и смеялись, как вдруг он сказал. \n— Спасибо кстати, что не взяла Нин, она мне если честно надоела. — сказал Гордон. \n—Надоела? — спросила я. \n— Она звонит мне каждый день по несколько раз, пишет странные смс-ки— сказал Гордон. \n—Ого, похоже она влюбилась в тебя — сказала я. \nПосле моих слов Гордон был серьёзен, он посмотрел на меня и спросил. \n— А ты не против? \n\n",
    "answers": [
      {
        "id": 325,
        "text": "Я только за "
      },
      {
        "id": 326,
        "text": "Я... Не знаю "
      }
    ]
  },
  {
    "id": 317,
    "text": "—Думаю, места хватит — сказала я.\n— Ура! Спасибо! — сказала Нин.\nМы стали садиться в машину, но уже через минуту я пожалела, что взяла Нин с нами.\nПока Мари показывала Чейзу права, чтобы он пустил её за руль, Гордон сел на переднее сиденье, я же села на заднее. Нин почему-то не устраивал такой расклад. \n—Софи, мне кажется, будет лучше, если ты поедешь впереди, а Гордон уступит тебе место и сядет назад. \nГордон был готов уступить мне место, если я этого захочу. \n",
    "answers": [
      {
        "id": 318,
        "text": "Сесть впереди "
      },
      {
        "id": 319,
        "text": "Остаться на месте "
      }
    ]
  },
  {
    "id": 318,
    "text": "—Хорошо. Мне без разницы— сказала я.\nМы поменялись с Гордоном местами, я заметила, что Гордона это не очень обрадовало, и понятно почему. Стоило ему только сесть, как Нин начала доставать его. \nБедный Гордон! \nНе знаю как, но Мари убедила Чейза уступить ей место.\nИтак Мари за рулём, я впереди, Чейз, Гордон и Нин на заднем сиденье.\n",
    "answers": [
      {
        "id": 320,
        "text": "Поехали!!! "
      }
    ]
  },
  {
    "id": 319,
    "text": "—Мне и тут нормально. — сказала я.\nНин что-то там буркнула себе под нос и села возле меня, отвернувшись к окну.\nНе знаю как, но Мари убедила Чейза уступить ей место.\nИтак Мари за рулём, Гордон впереди, Чейз, я и Нин на заднем сиденье.\n",
    "answers": [
      {
        "id": 320,
        "text": "Поехали!!! "
      }
    ]
  },
  {
    "id": 320,
    "text": "Но не успели мы отъехать, как врезались в мусорные баки, приставленные к дому.\n—Без паники, всё в порядке — сказала Мари.\nНо у меня как раз началась паника.\nМы мчались по дороге, иногда были моменты, когда можно было уже писать завещание, но Мари успокаивала нас.\nВсю дорогу играла классная музыка, мы пели, кричали и смеялись, а ещё остановились у макдональса и купили кучу еды.\n—Ребят, только не мусорьте в машине.! — сказал Чейз.\nНо не успел он это сказать как Мари резко затормозила и вся еда была уже везде, кроме наших рук.\nПосле этого Чейз, оставшуюся часть вечера, возил нас по городу.\n",
    "answers": [
      {
        "id": 321,
        "text": "Добраться до дома",
        "need": [
          317
        ]
      },
      {
        "id": 327,
        "text": "Добраться до дома",
        "need": [
          316
        ]
      }
    ]
  },
  {
    "id": 321,
    "text": "Чейз подвез сначала ребят до дома, а потом повёз и меня. Я всю дорогу разговаривала с Нин. На самом деле наш разговор был только о Гордоне. Нин спрашивала буквально всё!\nНаконец Чейз привёз меня домой, я попрощалась с ребятами и пошла в дом. ",
    "answers": [
      {
        "id": 322,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 322,
    "text": "Вечер прошёл весело. Я поругала Алекса, за то, что бросил меня, но спустя минуту мы уже смеялись.\nЗавтра выходные, а это значит спать до обеда!\n",
    "answers": [
      {
        "id": 323,
        "text": "Выходные"
      }
    ]
  },
  {
    "id": 323,
    "text": "Выходные прошли незаметно, и в понедельник, нужно было идти в школу.\n",
    "answers": [
      {
        "id": 324,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 324,
    "text": "Я встала рано утром и собралась в школу.\nЯ была в отличном настроении, но первый урок сегодня будет математика, поэтому настроение сразу упало.\nТакже сегодня я поеду в школу вместе с Браином, мы договорились, что заедем за ним. ",
    "answers": [
      {
        "id": 336,
        "text": "Поехать в школу "
      }
    ]
  },
  {
    "id": 325,
    "text": "—Я буду только рада за тебя — сказала я. \nГордон ничего не ответил,  он отвернулся и стал смотрел в окно. \n—Гордон, ты в порядке? — спросила я. \n—Софи, я для тебя только друг? — спросил Гордон. \nЯ не знала, что ответить. \nВдруг ребята сели в машину и прервали наше неловкое молчание. \nНе знаю как, но Мари убедила Чейза уступить ей место.\nИтак Мари за рулём, Гордон впереди, Чейз и я на заднем сиденье. \n",
    "answers": [
      {
        "id": 320,
        "text": "Поехали!!! "
      }
    ]
  },
  {
    "id": 326,
    "text": "Я замолчала. Гордон смотрел мне прямо в глаза, не отрываясь.\nНаше молчание прервали ребята, которые сели в машину.\nНе знаю как, но Мари убедила Чейза уступить ей место.\nИтак Мари за рулём, Гордон впереди, Чейз, я на заднем сиденье.\n",
    "answers": [
      {
        "id": 320,
        "text": "Поехали!!! "
      }
    ]
  },
  {
    "id": 327,
    "text": "Чейз подвез сначала ребят до дома, а потом повёз и меня. Я сидела на заднем сиденье и задумалась о Гордоне. На самом деле наш разговор был очень неловким. \nИ как мне теперь вести себя с ним?\nНаконец Чейз привёз меня домой, я попрощалась с ним и пошла в дом. ",
    "answers": [
      {
        "id": 328,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 328,
    "text": "Вечер прошёл весело. Я поругала Алекса, за то, что бросил меня, но спустя минуту мы уже смеялись.\nЗавтра выходные, а это значит спать до обеда!\n",
    "answers": [
      {
        "id": 324,
        "text": "Понедельник"
      }
    ]
  },
  {
    "id": 329,
    "text": "Скоро",
    "answers": [
      {
        "id": 1,
        "text": "Скоро"
      }
    ]
  },
  {
    "id": 330,
    "text": "Я подошла к ключнице и взяла ключи от машины Джесс. В это время Джессика сидела в гостинной за своим ноутбуком.\nЯ тихонько вышла из дома. ",
    "answers": [
      {
        "id": 331,
        "text": "Пойти к машине"
      }
    ]
  },
  {
    "id": 331,
    "text": " Я отдала ключи Мари, мы залезли в машину.\n— Надеюсь, ты знаешь, что делаешь — сказала я Мари.\n—Смотри не убей машину и нас-сказал Гордон, пристегивая ремень безопасности.\n— Да всё будет круто, ребята! — сказала Мари и завела машину.\nИтак Мари за рулём, Гордон впереди, а я на заднем сиденье.",
    "answers": [
      {
        "id": 332,
        "text": "Поехали!!!! "
      }
    ]
  },
  {
    "id": 332,
    "text": "Но не успели мы отъехать, как врезались в мусорные баки, приставленные к дому.\n—Без паники, всё в порядке — сказала Мари.\nНо у меня как раз началась паника.\nМы мчались по дороге, иногда были моменты, когда можно было уже писать завещание, но Мари успокаивала нас.\nВсю дорогу играла классная музыка, мы пели, кричали и смеялись, а ещё остановились у макдональса и купили кучу еды.\n—Ребят, только не мусорьте в машине.! — сказала я.\nНо не успела я это сказать как Мари резко затормозила и вся еда была уже везде, кроме наших рук.\n— Мари!!!! — крикнул Гордон. \n—Полегче шумахер! — сказала я. \n— Сори, ребят, перепутала педали, бывает! — сказала Мари. \nОставшуюся часть вечера,  Мари прокатила нас по городу без происшествий. \n\n",
    "answers": [
      {
        "id": 333,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 333,
    "text": "Самое страшное было поставить машину на место незаметно.\nМари заехала во двор дома., припарковала машину, правда криво, но это было не важно. Главное было сделать всё быстро!\nПопрощавшись с ребятами, я забежала в дом. ",
    "answers": [
      {
        "id": 310,
        "text": "Зайти в дом "
      }
    ]
  },
  {
    "id": 334,
    "text": "Оставшаяся часть вечера прошла весело. Я поругала Алекса, за то, что не приехал за мной в спа-салон, но спустя минуту мы уже смеялись.<s>r\nНаступают выходные, а это значит спать можно до обеда!<s>r\nНо выходные прошли совсем незаметно! ",
    "answers": [
      {
        "id": 324,
        "text": "Понедельник "
      }
    ]
  },
  {
    "id": 335,
    "text": "Скоро",
    "answers": []
  },
  {
    "id": 336,
    "text": "Мы заехали за Браином и поехали в школу.\nОказалось, что Алекс и Браин хорошие знакомые, они весело болтали всю дорогу на свои темы, а про меня совсем забыли.\n",
    "answers": [
      {
        "id": 337,
        "text": "Зайти в школу"
      }
    ]
  },
  {
    "id": 337,
    "text": "Браин решил проводить меня до кабинета, после чего отправился по своим делам.\nЕщё поднимаясь по лестнице, я увидела Мари, которая сидела на подоконнике. ",
    "answers": [
      {
        "id": 338,
        "text": "Подойти к Мари ",
        "need": [
          316,
          317
        ],
        "need_sometimes": true
      },
      {
        "id": 339,
        "text": "Подойти к Мари ",
        "need": [
          333,
          298,
          295
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 338,
    "text": "Я подошла к Мари, рядом с ней стояла Нин.\n—Привет Мари, Нин. Как дела? \n—Неплохо--сказала Нин.\nМари что-то читала в учебнике, а потом сказала.\n—Софи, сейчас будет математика, и учитель сто процентов вызовет меня к доске, так как прошлую контрольную я написала хорошо, что вызвало у него множество вопросов! У меня паника! Всё, залезу лучше в интернет, итак, как понять математику за 5 минут для чайников.\nПока Мари паниковала, я немного поболтала с Нин, мои попытки поговорить о чем-либо провалились, все разговоры были только о Гордоне. Любовь — страшная штука! ",
    "answers": [
      {
        "id": 340,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 339,
    "text": "Я подошла к Мари, рядом с ней стояла какая-то девушка.\n—Привет Мари. \n— Привет, познакомься это Нин сестра Чейза. — сказала Мари. \n—Привет, ты наверное Софи, я о тебе много слышала-сказала Нин.\nМари что-то читала в учебнике, а потом сказала.\n—Софи, сейчас будет математика, и учитель сто процентов вызовет меня к доске, так как прошлую контрольную я написала хорошо, что вызвало у него множество вопросов! У меня паника! Всё, залезу лучше в интернет, итак, как понять математику за 5 минут для чайников.\nПока Мари паниковала, я немного поболтали с Нин, мои попытки поговорить о чем-либо провалились, все разговоры были только о Гордоне. Она точно влюбилась в него. ",
    "answers": [
      {
        "id": 340,
        "text": "Пойти на урок "
      }
    ]
  },
  {
    "id": 340,
    "text": "На уроке я села с Мари, которая пролистывала весь учебник!\n— Блин, почему в учебнике нет картинок, так было бы понятней!! А вот тут посмотри, здесь же одни буквы в уравнении, где цифры!? Мне никогда не понять эту науку! — сказала Мари, закрыв учебник.\n— Софи, ты должна мне помочь!\n—Чего? Опять? Мари, как оказалось, прошлая моя помощь привела тебя к сегодняшней ситуации. И помни, что я тоже ноль в этой науке- сказала я.\n—Итак, будешь показывать мне решение на пальцах! — сказала Мари.\n—Мари, я сама не знаю как решать это. Всё, давай попросим кого-то помочь нам.\n— Я согласна, когда я пойду к доске, ты должна найти  ботаника.\n— Мари, вообще-то я не про урок, я действительно хочу попросить кого-то позаниматься с нами математикой дополнительно! — сказала я.\n— Да, да, это обязательно! Но помощь мне нужна сейчас.\n—Ладно, я постараюсь что-то сделать. ",
    "answers": [
      {
        "id": 341,
        "text": "Начало урока"
      }
    ]
  },
  {
    "id": 341,
    "text": "Когда начался урок в класс зашёл Шон.<s>r\nНа его лице были ссадины, фингал под глазом и перебинтовано левое запястье. <s>r\nЧто с ним случилось? Он подрался!? С кем и почему? У меня было ещё больше вопросов к нему!! <s>r\n",
    "answers": [
      {
        "id": 342,
        "text": "Посмотреть на Шона"
      }
    ]
  },
  {
    "id": 342,
    "text": "Шон сел на последнюю парту, он был явно не в настроении. Мы сидели близко друг к другу, он за 6 партой второго ряда, я за 5 партой первого ряда. \nНаконец наши взгляды встретились, но Шон был равнодушен. Он просто перевёл взгляд на учителя и стал что-то записывать. \n—Ничего себе ему наваляли- шёпотом сказала Мари. \n—Я хочу с ним поговорить — сказала я, продолжая смотреть в его сторону. \n— Поговоришь после урока.\nУрок шёл очень медленно, и действительно предчувствие Мари подтвердилось, её вызвали к доске. \nНо как я ей помогу? Может Шон поможет, заодно будет повод поговорить. \n",
    "answers": [
      {
        "id": 343,
        "text": "Попросить Шона о помощи "
      }
    ]
  },
  {
    "id": 343,
    "text": "Я взяла листочек и написала: \n\"Пожалуйста, давай поговорим!!! \nP. S. Сможешь помочь Мари с решением ? буду должна) \nP. S. S. ЧТО С ТОБОЙ СЛУЧИЛОСЬ?? \".\n",
    "answers": [
      {
        "id": 344,
        "text": "Кинуть бумажку Шону"
      }
    ]
  },
  {
    "id": 344,
    "text": "Шон сначала никак не отреагировал, просто проигнорировал меня.Но вскоре передумал. Он прочитал записку и слегка улыбнулся.\nМари стояла у доски и изредка смотрела на меня, я пальцем указала ей на Шона.\nВ результате Шон помог Мари, как мог. Она  получила 3, но для Мари это была лучшая оценка! Сев рядом со мной, она просто светилась от счастья.\nЯ повернулась к Шону и поблагодарила его.\n",
    "answers": [
      {
        "id": 345,
        "text": "После урока"
      }
    ]
  },
  {
    "id": 345,
    "text": "Когда урок закончился, я сразу подошла к Шону.\n— Шон, ты в порядке? — спросила я обеспокоенно.\n— Да, всё нормально. — сказал Шон.\n—Шон, давай поговорим, пожалуйста!\n—Хорошо — сказал Шон.\nЯ была рада, наконец-то мы с ним всё выясним.\n— Давай встретимся после уроков у стенда! -сказала я.\n— Ладно — сказал Шон.\n— И да, спасибо тебе большое за помощь-сказала я, улыбнувшись.\n—Ну вот, ты снова моя должница! — сказал Шон.\nДействительно, я опять его должница из-за Мари! ",
    "answers": [
      {
        "id": 349,
        "text": "Пойти в столовую ",
        "need": [
          -316
        ]
      },
      {
        "id": 348,
        "text": "Пойти в столовую ",
        "need": [
          316
        ]
      }
    ]
  },
  {
    "id": 346,
    "text": "",
    "answers": [
      {
        "id": 347,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 347,
    "text": "",
    "answers": []
  },
  {
    "id": 348,
    "text": "В столовой я встретилась с Гордоном, мне нужно с ним поговорить о нашем непонятном разговоре. \n—Привет, Гордон! \n—Привет, Софи!\n—Гордон, я хотела поговорить с тобой по поводу вчерашнего инцидента. \nНо Гордон меня остановил. \n—Софи, послушай, давай забудем об этом, это было глупо и нелепо с моей стороны! Ты для меня очень важна, и я не хочу  испортить с тобой отношения! — сказал Гордон. \n—Гордон... Я.. \nГордон обнял меня и сказал. \n—Просто скажи, что у нас с тобой всё по-прежнему, как в старые добрые времена! \n—Всё как в старые добрые времена-сказала я и крепко обняла Гордона. \nГордон улыбнулся и сказал. \n—А теперь пошли найдем Мари, я хочу услышать из первых уст рассказ о её позор у доски! \n—Ты будешь удивлён — сказала я. \nМы смеясь, пошли искать Мари. \n",
    "answers": [
      {
        "id": 349,
        "text": "В столовой "
      }
    ]
  },
  {
    "id": 349,
    "text": "Я, Гордон и Мари сидели в столовой и смеялись, слушая рассказ Мари о её блистательном выходе к доске, как она разбирала жесты Шона на пальцах.\nВскоре к нам присоединились Чейз и Нин. ",
    "answers": [
      {
        "id": 350,
        "text": "Пойти в кружок ",
        "need": [
          222
        ]
      },
      {
        "id": 351,
        "text": "Пойти в кружок ",
        "need": [
          223
        ]
      }
    ]
  },
  {
    "id": 350,
    "text": "Я пошла в театральный кружок, там я встретила Нин. Но мне не хотелось с ней разговаривать, потому что все её разговоры только о Гордоне.\nЯ пошла к другим ребятам, мы весело болтали, как неожиданно на сцене появляется наш режиссёр и говорит, что мы будем ставить спектакль! Все были безумно рады и стали аплодировать. \nСегодня мы прочитали пару сцен из пьесы, и на следующей неделе будут пробы на роли. Я должна постараться!!! ",
    "answers": [
      {
        "id": 352,
        "text": "Пойти на уроки"
      }
    ]
  },
  {
    "id": 351,
    "text": "Я пошла в художественный кружок.\nЯ рисовала всё, что вздумается, и наслаждалась этим. Вдруг наш преподаватель сообщает, что скоро состоится выставка наших работ! \nНужно придумать, какую работу я хочу выставить. \nСегодня мы рисовали на тему \" Чувства\", было весьма забавно рисовать то, что творится у тебя в душе. \nНа следующей неделе будет объявлена тема выставки. Я должна постараться!!! ",
    "answers": [
      {
        "id": 352,
        "text": "Пойти на уроки "
      }
    ]
  },
  {
    "id": 352,
    "text": "После занятия в кружке были обычные уроки.<s>r\nНа одном из уроков нам сообщили, что мы и старший класс едем в закрытый лагерь на три дня.Там будут спортивные соревнования, игры, а также туристические учения. А главное это природа и свежий воздух. Жить мы будем, слава богу, в домиках. Каждый домик расчитан на 4 человека. Завтра нам расскажут, какие вещи необходимо взять с собой, и что вообще нас ждёт в лагере.<s>r\nМоё настроение было отличным. Я сегодня поговорю с Шоном, да ещё и поездка в лагерь. День удался! ",
    "answers": [
      {
        "id": 353,
        "text": "Пойти к стенду "
      }
    ]
  },
  {
    "id": 353,
    "text": "Когда я подходила к стенду, Шон уже ждал меня там. Увидев меня, он улыбнулся, как же мне не хватало его милой улыбки.\n— Ну что пойдем — сказала я.\n—Пойдём--сказал Шон и мы пошли к его машине. ",
    "answers": [
      {
        "id": 354,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 354,
    "text": "Когда мы подошли к машине, то примерно минуту стояли и молчали, никто не знал как начать этот тяжёлый разговор. Я решила взять инициативу на себя. ",
    "answers": [
      {
        "id": 355,
        "text": "Начать ",
        "need": [
          159
        ]
      },
      {
        "id": 356,
        "text": "Начать ",
        "need": [
          213,
          191
        ],
        "need_sometimes": true
      },
      {
        "id": 357,
        "text": "Начать ",
        "need": [
          183
        ]
      },
      {
        "id": 358,
        "text": "Начать ",
        "need": [
          169,
          171
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 355,
    "text": "—Шон, я хотела бы извиниться перед тобой, прости меня. \n—Перестань, тебе не нужно извиняться. \n—Шон, папа рассказал мне всё. О тебе, твоём отце и фирме, обо всём. Мне очень жаль, правда. Если я могу чем-то помочь, то скажи! — сказала я, приблизившись к Шону.\n—Софи, ты ничем мне не поможешь-сказал Шон, взяв меня за руку. \n—А что с тобой произошло? Почему ты в синяках и ссадинах? Ты с кем-то подрался?\nШон не хотел отвечать на этот вопрос, он опустил голову, но всё-таки решил ответить. \n—Я дрался на ринге. За деньги.\n—Шон, ты с ума сошёл!!? Какой ещё ринг, а если бы тебе что-то сломали, я не знаю.....\nЯ замолчала, не зная, что сказать. С одной стороны я была против и у меня было множество аргументов на этот счёт, но с другой стороны, я поняла, что он делает это ради брата Томми. ",
    "answers": [
      {
        "id": 359,
        "text": "Спросить про Томми"
      }
    ]
  },
  {
    "id": 356,
    "text": "—Шон, Мари мне сказала, что вы с Алексом братья. Правда она была пьяна, поэтому могла сказать и глупость.\n— Это правда — сказал Шон.\n— Так стоп, но ведь Алекс встречается с Мелоди!? \n— Алекс мне брат только по отцу, а Мелодии и Томми по матери. Мы все от разных отцов. Так что Алекс и Мелоди не родные друг другу. \nЯ остолбенела, Шон выдохнул и решил рассказать мне правду.\n—Мой отец был мужем Джессики. Можно сказать он жил на две семьи. У отца была фирма, которая была разделена на 5 частей : доля Джессики, Алекса,  моего отца, моя и... твоего отца. \n—Моего отца?? \n— Да. Вскоре твоей отец отдал Джессике свою долю. \n— Чегоо?? Папа мне ничего не рассказывал! \n— В последние годы отец жил с моей мамой и воспитывал нас всех как своих детей. Но вскоре случилась авария и отец погиб, а мой брат Томми, попал в больницу, у него травма позвоночника, он не может ходить. После этого стала настоящая дележка фирмы!, Деньги, которые я получал от фирмы помогали нам жить нормальной жизнью, но вскоре всплыли какие-то бумаги, в результате которых у меня оказалась самая маленькая доля- 0.2%. Я об этом даже не знал. После аварии я пришёл в фирму и хотел продать свою долю, чтобы оплатить лечение брата, но, узнав какая у меня часть, я взбесился...\n—Шон, мне очень жаль... Я не знала.. Если я могу чем-то помочь, то скажи! — сказала я, приблизившись к Шону.\n—Софи, ты ничем мне не поможешь-сказал Шон, взяв меня за руку. \nЯ стояла очень близко к Шону и смогла рассмотреть все его ссадины на лице. Моя рука сама потянулась к его лицу, я осторожно прикоснулась к его щеке. \n—А что с тобой произошло? Почему ты в синяках и ссадинах? Ты с кем-то подрался?\nШон не хотел отвечать на этот вопрос, он опустил голову, но всё-таки решил ответить. \n—Я дрался на ринге. За деньги.\n—Шон, ты с ума сошёл!!? Какой ещё ринг, а если бы тебе что-то сломали, я не знаю.....\nЯ замолчала, не зная, что сказать. С одной стороны я была против и у меня было множество аргументов на этот счёт, но с другой стороны, я поняла, что он делает это ради брата Томми. ",
    "answers": [
      {
        "id": 359,
        "text": "Спросить про Томми "
      }
    ]
  },
  {
    "id": 357,
    "text": "— Шон, тогда это ведь был твой брат Томми?<s>r\n— Да.<s>r\n—Вот Джесс зараза, ну я ей...<s>r\nШон не дал мне договорить, он взял меня за руку и сказал.<s>r\n—Мой отец был мужем Джессики. Можно сказать он жил на две семьи. <s>r\n—Джессики? Подожди, тогда кто тебе Алекс? <s>r\n—Брат. <s>r\n— Так стоп, но ведь Алекс встречается с Мелоди!? <s>r\n— Алекс мне брат только по отцу, а Мелодии и Томми по матери. Мы все от разных отцов. Так что Алекс и Мелодии не родные друг другу. <s>r\nЯ остолбенела, Шон выдохнул и решил рассказать мне правду.<s>r\n— Отец владел фирмой, которая была разделена на 5 частей : доля Джессики, Алекса,  моего отца, моя и... твоего отца. <s>r\n—Моего отца?? <s>r\n— Да. Вскоре твоей отец отдал Джессике свою долю. <s>r\n— Чегоо?? Папа мне ничего не рассказывал! <s>r\n— В последние годы отец жил с моей мамой и воспитывал нас всех как своих детей. Но вскоре случилась авария и отец погиб, а мой брат Томми, попал в больницу, у него травма позвоночника, он не может ходить. После этого стала настоящая дележка фирмы!, Деньги, которые я получал от фирмы помогали нам жить нормальной жизнью, но вскоре всплыли какие-то бумаги, в результате которых у меня оказалась самая маленькая доля- 0.2%. Я об этом даже не знал. После аварии я пришёл в фирму и хотел продать свою долю, чтобы оплатить лечение брата, но, узнав какая у меня часть, я взбесился...<s>r\n—Шон, мне очень жаль... Я не знала.. Если я могу чем-то помочь, то скажи! — сказала я, приблизившись к Шону.<s>r\n—Софи, ты ничем мне не поможешь-сказал Шон, взяв меня за руку. <s>r\nЯ стояла очень близко к Шону и смогла рассмотреть все его ссадины на лице. Моя рука сама потянулась к его лицу, я осторожно прикоснулась к его щеке. <s>r\n—А что с тобой произошло? Почему ты в синяках и ссадинах? Ты с кем-то подрался?<s>r\nШон не хотел отвечать на этот вопрос, он опустил голову, но всё-таки решил ответить. <s>r\n—Я дрался на ринге. За деньги.<s>r\n—Шон, ты с ума сошёл!!? Какой ещё ринг, а если бы тебе что-то сломали, я не знаю.....<s>r\nЯ замолчала, не зная, что сказать. С одной стороны я была против и у меня было множество аргументов на этот счёт, но с другой стороны, я поняла, что он делает это ради брата Томми. ",
    "answers": [
      {
        "id": 359,
        "text": "Спросить про Томми"
      }
    ]
  },
  {
    "id": 358,
    "text": "—Шон расскажи мне всё. Я знаю только то, что мне сказала Джессика, но я хочу услышать, что ты мне скажешь.\nШон тяжело выдохнул и начал рассказывать.\n—Мой отец был мужем Джессики. Можно сказать он жил на две семьи. \n—Джессики? Подожди, тогда кто тебе Алекс? \n—Брат. \n— Я в шоке. Так стоп, но ведь Алекс встречается с Мелоди!? \n— Алекс мне брат только по отцу, а Мелодии и Томми по матери. Мы все от разных отцов. Так что Алекс и Мелодии не родные друг другу. \nЯ остолбенела, почему я об этом даже не знала, Шон продолжил. \n— Отец владел фирмой, которая была разделена на 5 частей : доля Джессики, Алекса,  моего отца, моя и... твоего отца. \n—Моего отца?? \n— Да. Вскоре твоей отец отдал Джессике свою долю. \n— Чегоо?? Папа мне ничего не рассказывал! \n— В последние годы отец жил с моей мамой и воспитывал нас всех как своих детей. Но вскоре случилась авария и отец погиб, а мой брат Томми, попал в больницу, у него травма позвоночника, он не может ходить. После этого стала настоящая дележка фирмы!, Деньги, которые я получал от фирмы помогали нам жить нормальной жизнью, но вскоре всплыли какие-то бумаги, в результате которых у меня оказалась самая маленькая доля- 0.2%. Я об этом даже не знал. После аварии я пришёл в фирму и хотел продать свою долю, чтобы оплатить лечение брата, но, узнав какая у меня часть, я взбесился...\n—Шон, мне очень жаль... Я не знала.. Если я могу чем-то помочь, то скажи! — сказала я, приблизившись к Шону.\n—Софи, ты ничем мне не поможешь-сказал Шон, взяв меня за руку. \nЯ стояла очень близко к Шону и смогла рассмотреть все его ссадины на лице. Моя рука сама потянулась к его лицу, я осторожно прикоснулась к его щеке. \n—А что с тобой произошло? Почему ты в синяках и ссадинах? Ты с кем-то подрался?\nШон не хотел отвечать на этот вопрос, он опустил голову, но всё-таки решил ответить. \n—Я дрался на ринге. За деньги.\n—Шон, ты с ума сошёл!!? Какой ещё ринг, а если бы тебе что-то сломали, я не знаю.....\nЯ замолчала, не зная, что сказать. С одной стороны я была против и у меня было множество аргументов на этот счёт, но с другой стороны, я поняла, что он делает это ради брата Томми. ",
    "answers": [
      {
        "id": 359,
        "text": "Спросить о Томми "
      }
    ]
  },
  {
    "id": 359,
    "text": "— Как там твой брат? С ним всё хорошо?\n—Бывало и лучше...\nШон продолжал держать мою руку, он не хотел отпускать её, как будто боялся, что если отпустит, то не сможет больше прикоснуться.\nЯ подошла к нему и крепко обняла, а потом сказала.\n—А ты меня познакомишь с Томми?\nЯ сама не знала, зачем я это спросила.\n—Хорошо, поехали сейчас — сказал Шон неожиданно для меня.\nЯ впала в ступор...\nНо Шон сделал всё сам, он открыл мне дверь своей машины, приглашая меня сесть в неё. Отступать я уже не могла и  села в машину. Мы поехали знакомится с Томми. ",
    "answers": [
      {
        "id": 360,
        "text": "Поездка к Томми "
      }
    ]
  },
  {
    "id": 360,
    "text": "Шон привёз меня в больницу.\nЯ очень волновалась, и видимо Шон это заметил, он решил успокоить меня.\n— Эй, всё будет в порядке! — сказал Шон, улыбнувшись.\n—Да, да — сказала я. Конечно ему легко говорить, а что делать мне? Что сказать? Что спросить?",
    "answers": [
      {
        "id": 361,
        "text": "Зайти в больницу "
      }
    ]
  },
  {
    "id": 361,
    "text": "Мы зашли в больницу, это больше было похоже на реалибитационный центр.\nШон вёл меня, держа за руку.\nИ вот мы подошли к палате. Я замерла на месте.\n— Ты уверена, что хочешь? — спросил Шон.\nЯ немного помешкалась, но, выдохнув, ответила.\n—Да\n",
    "answers": [
      {
        "id": 362,
        "text": "Войти в палату"
      }
    ]
  },
  {
    "id": 362,
    "text": "Когда мы вошли, то я увидела мальчика лет 9-ти, он лежал на кровати и играл в приставку. Он выглядел как обычный  мальчик, который пришёл с улицы и уселся сразу играть в игрушки, однако коляска возле кровати, говорила об обратном.<s>r\nУвидев Шона, Томми очень обрадовался, после он заметил и меня, но его улыбка всё также сияла на его лице.<s>r\n— Я так рад, что ты приехал! Подожди... А что у тебя с лицом? — спросил Томми.<s>r\nШон замолчал и не мог подобрать слов. ",
    "answers": [
      {
        "id": 363,
        "text": "Придумать отмазку "
      }
    ]
  },
  {
    "id": 363,
    "text": "— Это я его так! — сказала я.\nБоже, что ляпнула??\nШон и Томми посмотрели на меня с удивлением.\n—А за что ты его так? — спросил Томми. \nЯ думала, что Шон поможет мне и придумает что-то, но он смотрел на меня и ждал, что же я скажу дальше.\n",
    "answers": [
      {
        "id": 365,
        "text": "Он прогулял школу "
      }
    ]
  },
  {
    "id": 364,
    "text": "—",
    "answers": []
  },
  {
    "id": 365,
    "text": "—Он прогулял школу, и я его отлупила. Ты ведь знаешь, что школу нельзя прогуливать? -спросила я.\nТомми молча кивнул.\n— Ну вот, и... Я, узнав, что он прогулял, решила напомнить ему, что прогулы это плохо!-сказала я.\nБоже, что я несу, это же полная чушь!\n—Ты что, прогуливаешь школу? — спросил вдруг Томми.\n— Эм.. Нет... Редко, но бывает — ответил Шон.\n",
    "answers": [
      {
        "id": 367,
        "text": "Познакомиться с Томми "
      }
    ]
  },
  {
    "id": 366,
    "text": "После занятия в кружке были обычные уроки.\nНа одном из уроков нас сообщили, что мы и старший класс едем в закрытый лагерь на три дня.Там будут спортивные соревнования, игры, а также туристические учения. А главное это природа и свежий воздух. Жить мы будем, слава богу, в домиках. Каждый домик по 4 человека. Завтра нам расскажут, какие вещи необходимо взять с собой, и что вообще нас ждёт в лагере.\nМоё настроение было отличным. Я сегодня поговорю с Шоном, да ещё и поездка в лагерь. День удался! ",
    "answers": []
  },
  {
    "id": 367,
    "text": "— Я Софи-я протянула руку Томми, тот пожал её, сказав.\n—Приятно познакомиться, я Томми.\nМы  просидели у Томми почти до самой ночи, нам нужно было уже уходить из больницы.\nЯ попрощалась с Томми, обещая ему навестить его потом.\n",
    "answers": [
      {
        "id": 368,
        "text": "Выйти из больницы"
      }
    ]
  },
  {
    "id": 368,
    "text": "Мы стояли у машины и молчали. Я предложила немного прогуляться, Шон с удовольствием согласился.\nМы разговаривали на самые разные темы.\n— Получается ты брат Алекса. А это значит, что и я тебе тоже типа сестра!\n— Нет. Ты мне не сестра. И я не хотел бы, чтобы ты ей была.\n— Эй, почему? Я хорошая сестра, спроси у Алекса, если не веришь!\n— Я не об этом...\nМы подошли к какому-то магазинчику и купили немного еды, так как за день мы очень проглодались.\n",
    "answers": [
      {
        "id": 369,
        "text": "Пойти обратно к машине"
      }
    ]
  },
  {
    "id": 369,
    "text": "Мы уже подходили к машине, как я увидела Ника, который целовался с какой-то девушкой!",
    "answers": [
      {
        "id": 370,
        "text": "Подойти и врезать ему ",
        "need": [
          298,
          169
        ],
        "need_sometimes": true
      },
      {
        "id": 371,
        "text": "Офигеть ",
        "need": [
          -169,
          -298
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 370,
    "text": "Я была в шоке. Я вроде бы девушка Ника!! Я подошла к этой милой парочке и дала Нику пощёчину.\nШон был в шоке, а Ник, увидев меня, стал оправдываться.\n—Софи, это не то, что ты подумала! — сказал Ник.\n",
    "answers": [
      {
        "id": 379,
        "text": "-Так объясни! "
      },
      {
        "id": 380,
        "text": "-Я все видела! "
      }
    ]
  },
  {
    "id": 371,
    "text": "Я не думала, что у Ника есть девушка!\nМы решили пройти мимо, но Ник заметил меня.\nОн тут же оттолкнул девушку от себя и побежал ко мне.\n—Софи, подожди!\n— Ник, привет, извини что помешали. — сказала я.\n— Что? Нет, Софи, ты не так всё поняла. Это фанатка нашей группы музыкальной и я её просто провожал до дома.\n—Понятно — сказала я.\nЯ думала, что нравлюсь Нику, что сказать, бабник!\nНик всё пытался мне что-то объяснить, но так как рядом был Шон, то все попытки свелись к нулю.\nБыло довольно поздно, и я попросила Шона отвезти меня домой. ",
    "answers": [
      {
        "id": 372,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 372,
    "text": "Шон довёз меня до дома, мы сидели в машине, как вдруг Шон сказал.\n—Софи, ты же моя должница, ты помнишь?\n—Блин, точно. Я твою первую просьбу даже  не выполнила. Но обещаю, что вторую точно выполню, клянусь!\n—Тогда у меня есть для тебя просьба!\n—Я вся во внимании — сказала я, улыбнувшись.\nНемного помолчав, Шон сказал.\n—Поцелуй меня.\n— Что?Прости, я просто... Мне показалось ты попросил поцеловать тебя? — сказала я, думая, что это шутка. Но это было не так, Шон был настроен серьёзно.\n—Ты что серьёзно? — спросила я. \n—Да — ответил Шон, посмотрев мне в глаза. \nНо он же не сказал куда его поцеловать? ",
    "answers": [
      {
        "id": 373,
        "text": "Поцеловать в губы"
      },
      {
        "id": 374,
        "text": "Поцеловать в щеку "
      }
    ]
  },
  {
    "id": 373,
    "text": "Я обхватила его голову руками и, приблизившись к нему, поцеловала.\nРуки Шона опустились на мою талию. Я не могла оторваться от него, наш поцелуй был очень нежным и чувственным.\nНемного отстранившись от его губ, я почувствовала его дыхание, меня тянуло к нему как к магниту.\nНо неожиданно у меня зазвонил телефон, я посмотрела на вызов, это был папа. Нужно было ответить. Папа сказала, чтобы я через минуту была дома, иначе мне попадёт! \nЯ попрощалась с Шоном и взяла его номер, наконец-то. ",
    "answers": [
      {
        "id": 375,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 374,
    "text": "Я приблизилась к Шону и нежно поцеловала его в щеку.\nЕму мой поцелуй очень даже понравился.\n—Ты милая  — сказал Шон.\nЯ залилась краской и не могла подобрать слов, но меня спас мой телефон. Я посмотрела на вызов, это был папа. Нужно  ответить. Папа сказала, чтобы я через минуту была дома, иначе мне попадёт! \nЯ попрощалась с Шоном и взяла его номер, наконец-то. ",
    "answers": [
      {
        "id": 377,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 375,
    "text": "Папа стоял в коридоре и читал мне нотации, но я летала в облаках.\nЯ поднялась к себе и с улыбкой на лице упала в кресло.\nУ меня было странное чувство, как-будто миллион бабочек летает в моем животе.\nМою идилию прервала череда сообщений от Ника. Он писал, что эта девушка сама его поцеловала, и он не ожидал этого.\nЯ ответила Нику, что всё в порядке. Потом я решила написать смс-ку Шону, а именно пожелала ему  сладких  снов.\nЯ плюхулась на кровать и уснула счастливая. ",
    "answers": [
      {
        "id": 386,
        "text": "Новый день "
      }
    ]
  },
  {
    "id": 376,
    "text": "Скоро",
    "answers": [
      {
        "id": 375,
        "text": "На предыдущую страницу "
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 377,
    "text": "Папа стоял в коридоре и читал мне нотации, а я лишь хотела подняться в свою комнату и лечь спать. \nНаконец, папа закончил свой монолог, и я пошла к себе и легла на кровать. Но мою идилию прервала череда сообщений от Ника. Он писал, что эта девушка сама его поцеловала, и он не ожидал этого.\nЯ ответила Нику, что всё в порядке. Потом я решила написать смс-ку Шону, а именно пожелала ему  сладких  снов.\nПосле я плюхнулась на кровать и уснула. ",
    "answers": [
      {
        "id": 386,
        "text": "Новый день "
      }
    ]
  },
  {
    "id": 378,
    "text": "Скоро ",
    "answers": []
  },
  {
    "id": 379,
    "text": "— Так объясни мне!\n—Софи, это фанатка нашей музыкальной группы и я её просто провожал до дома.\n—Понятно — сказала я иронично. \n—Софи, она сама меня поцеловала, я тут не причём! \n—Я думала, что ты мой парень, а ты бабник!- сказала я и пошла к машине. \nНик всё пытался мне что-то объяснить, но так как рядом был Шон, то он сменил тактику. \n— А ты что здесь делаешь с ним! — сказала Ник, указывая на Шона. \n— Какие-то проблемы? — спросил Шон. \n— Проблемы у тебя, какого черта, ты гуляешь с моей девушкой? — сказал Ник. \n— Я не твоя девушка — сказала я. \nНик пошёл за мной и схватил меня за руку, пытаясь опять оправдаться. \nШон пошёл к Нику и ударил его по лицу так, что Ник упал. После чего Шон повёл меня к машине и отвёз домой. ",
    "answers": [
      {
        "id": 382,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 380,
    "text": "—Мне не нужны твои объяснения, я видела предостаточно! <s>r\n—Нет, Софи, это фанатка нашей музыкальной группы,и я её просто провожал до дома.<s>r\n—Понятно — сказала я иронично. <s>r\n—Софи, она сама меня поцеловала, я тут не причём! <s>r\n—Я думала, что ты мой парень, а ты бабник!- сказала я и пошла к машине. <s>r\nНик всё пытался мне что-то объяснить, но так как рядом был Шон, то он сменил тактику. <s>r\n— А ты что здесь делаешь с ним! — сказала Ник, указывая на Шона. <s>r\n— Какие-то проблемы? — спросил Шон. <s>r\n— Проблемы у тебя, какого черта, ты гуляешь с моей девушкой? — сказал Ник. <s>r\n— Я не твоя девушка — сказала я. <s>r\nНик пошёл за мной и схватил меня за руку, пытаясь опять оправдаться. <s>r\nШон пошёл к Нику и ударил его по лицу так, что Ник упал. После чего Шон повёл меня к машине и отвёз домой. ",
    "answers": [
      {
        "id": 382,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 381,
    "text": "Папа стоял в коридоре и читал мне нотации, но мои мысли были о Шоне. \nЯ поднялась к себе и с улыбкой на лице упала в кресло.\nУ меня было странное чувство, как-будто миллион бабочек летает в моем животе.\nТакого я не чувствовала с Ником. \nМою идилию прервала череда сообщений от Ника. Он писал, что эта девушка сама его поцеловала, и он не ожидал этого.\nЯ не стала отвечать Нику. Но решила написать смс-ку Шону, а именно пожелала ему  сладких  снов.\nЯ плюхнулась на кровать и уснула счастливая. ",
    "answers": [
      {
        "id": 386,
        "text": "Новый день "
      }
    ]
  },
  {
    "id": 382,
    "text": "Шон довёз меня до дома, мы сидели в полной тишине всю дорогу, я смотрела в окно, и по моим щекам катились слезы. \nШон обнял меня и через пару минут, я пришла в себя. Хорошо, что я вовремя увидела истинное лицо Ника. \nШон молчал, а потом сказал. \n—Софи, я знаю, что это не вовремя, но ты же моя должница, ты помнишь?\n—Блин, точно. Я твою первую просьбу даже  не выполнила. Но обещаю, что вторую точно выполню, клянусь!\n—Тогда у меня есть для тебя просьба!\n—Я вся во внимании — сказала я, улыбнувшись.\nНемного помолчав, Шон сказал.\n—Поцелуй меня.\n— Что?Прости, я просто... Мне показалось ты попросил поцеловать тебя? — сказала я, думая, что это шутка. Но это было не так, Шон был настроен серьёзно.\n—Ты что серьёзно? — спросила я. \n—Да, но если ты не хочешь, то не нужно— ответил Шон, посмотрев мне в глаза. \n\nНо он же не сказал куда его поцеловать? ",
    "answers": [
      {
        "id": 383,
        "text": "Поцеловать в губы"
      },
      {
        "id": 384,
        "text": "Поцеловать в щеку"
      }
    ]
  },
  {
    "id": 383,
    "text": "Я обхватила его голову руками и, приблизившись к нему, поцеловала.\nРуки Шона опустились на мою талию. Я не могла оторваться от него, наш поцелуй был очень нежным и чувственным.\nНемного отстранившись от его губ, я почувствовала его дыхание, меня тянуло к нему как к магниту.\nЯ не понимала, что я делаю, может это знак, что Ник не мой мужчина. Раз меня так тянет к Шону. \nНо неожиданно у меня зазвонил телефон, я посмотрела на вызов, это был папа. Нужно было ответить. Папа сказала, чтобы я через минуту была дома, иначе мне попадёт! \nЯ попрощалась с Шоном и взяла его номер, наконец-то. ",
    "answers": [
      {
        "id": 381,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 384,
    "text": "Я приблизилась к Шону и нежно поцеловала его в щеку.\nЕму мой поцелуй очень даже понравился.\n—Ты милая  — сказал Шон.\nЯ залилась краской и не могла подобрать слов, как меня спас мой телефон. Я посмотрела на вызов, это был папа. Нужно  ответить. Папа сказала, чтобы я через минуту была дома, иначе мне попадёт! \nЯ попрощалась с Шоном и взяла его номер, наконец-то. ",
    "answers": [
      {
        "id": 385,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 385,
    "text": "Папа стоял в коридоре и читал мне нотации, а я лишь хотела подняться в свою комнату и лечь спать. \nНаконец, папа закончил свой монолог, и я пошла к себе и легла на кровать. Но мою идилию прервала череда сообщений от Ника. Он писал, что эта девушка сама его поцеловала, и он не ожидал этого.\nЯ не стала отвечать Нику. Но решила написать смс-ку Шону, а именно пожелала ему  сладких  снов.\nПосле я плюхнулась на кровать и уснула. ",
    "answers": [
      {
        "id": 386,
        "text": "Новый день"
      }
    ]
  },
  {
    "id": 386,
    "text": "На следующий день я встала, быстро оделась и побежала в школу, так как мне было интересно узнать все подробности про поездку в лагерь! ",
    "answers": [
      {
        "id": 388,
        "text": "Поехать в школу"
      }
    ]
  },
  {
    "id": 387,
    "text": "Скоро",
    "answers": []
  },
  {
    "id": 388,
    "text": "Даже не позавтракав, я поехала в школу с Дженсоном. По пути я забрала Браина, мы разговаривали с ним о поездке в лагерь, он был не очень рад, я же была в восторге и в предвкушении.\n",
    "answers": [
      {
        "id": 389,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 389,
    "text": "Я вошла в школу и увидела Шона. Не знаю почему, но я вдруг стала волноваться.<s>r\n—Привет- сказала я.<s>r\nШон повернулся и, улыбнувшись, сказал<s>r\n—Привет! <s>r\nКак мне теперь вести себя с ним? Что делать? Я не понимала. Тут ко мне сзади подбежала Мари.<s>r\n— Привет ребята! Вы готовы к поездке? Думаю она будет самой потрясной!! Значит так, мы с Гордоном уже составляем список  вещей, что нужно взять в лагерь. И да, Софи, нам нужно найти ещё одного члена нашей команды!<s>r\n— Одного?<s>r\n— Да, но говорю сразу, Чейз уже в другой команде и Алекс тоже, я предлагала Нин, но Гордон умолял меня не брать её к нам в команду.Поэтому давай решать, кого берём!<s>r\nЯ посмотрела на Шона и решила пригласить его четвёртым членом команды, но он опередил меня. <s>r\n—Я не еду в лагерь<s>r\n—Почему? — спросила я. <s>r\n— Мне не нравятся все эти поездки. <s>r\nНас прервал школьный звонок, но я всё — таки поговорю с Шоном о поездке. <s>r\n",
    "answers": [
      {
        "id": 390,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 390,
    "text": "Уроки прошли как обычно, ничего интересного. Сегодня не было занятий в кружке, так как все готовились к поездке.\nЯ стояла у своего шкафчика, и ко мне подошёл Ник.\n—Привет, Софи- сказал Ник. ",
    "answers": [
      {
        "id": 391,
        "text": "-Привет ",
        "need": [
          377,
          375
        ],
        "need_sometimes": true
      },
      {
        "id": 392,
        "text": "-Что тебе нужно? ",
        "need": [
          381,
          385
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 391,
    "text": "Я чувствовала неловкость между нами.\n— Софи, я насчёт того случая, послушай, эта девушка просто фанатка, которая меня поцеловала. Я даже не ожидал этого.\n—Ник, тебе не нужно оправдываться. Всё в порядке!\n— Нет, я должен всё тебе объяснить, ты не правильно всё поняла.\n— Ник, эта девушка твоя фанатка, она тебя поцеловала, ведь всё верно? — спросила я.\nЯ видела, что Ник был очень расстроен, как-будто он провинился передо мной и пытается загладить свою вину.\nЯ решила закрыть эту тему.\n— Ник, давай просто забудем тот день, считай что его никогда не было!\nНик наконец улыбнулся и сказал.\n—Значит, всё как прежде?\n— Да--сказала я с улыбкой на лице.\n—Тогда, я хотел спросить, может будем вместе в команде?\n—Я подумаю-сказала я.\nМы немного поболтали и пошли в класс. ",
    "answers": [
      {
        "id": 393,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 392,
    "text": "Я была зла на Ника, он был для меня предателем. <s>r\n— Софи, я насчёт того случая, послушай, эта девушка просто фанатка, которая меня поцеловала. Я даже не ожидал этого.<s>r\n—Ник, тебе не нужно оправдываться. Мне это не интересно. <s>r\n— Нет, я должен всё тебе объяснить, ты не правильно всё поняла.<s>r\n— А как это можно понять?? Чтобы ты подумал, если бы увидел меня целующуюся с другим? — сказала я и вспомнила наш инциндент с Шоном, но тогда я была уже не с Ником. <s>r\n—Прости! Но я говорю правду, она сама меня поцеловала, прошу дай мне шанс!!! <s>r\nЯ видела, что Ник был очень расстроен, конечно, ведь он провинился передо мной и пытается загладить свою вину.<s>r\nЯ решила закрыть эту тему.<s>r\n— Ник, давай просто забудем тот день, считай, что его никогда не было! <s>r\nНик наконец улыбнулся.<s>r\n—Но и наших отношений тоже не было. -сказала я. <s>r\nНик растроился и опустил голову, но потом сказал. <s>r\n—Я сам виноват в этом, но я всё исправлю. Значит, всё как прежде? Мы друзья? <s>r\n— Да-сказала я с улыбкой на лице.<s>r\n—Тогда, я хотел спросить, может будем вместе в команде?<s>r\n—Я подумаю-сказала я.<s>r\nВозможно Ник сказал правду, я не знаю, но всё — таки дам ему второй шанс. <s>r\nМы немного поболтали и пошли в класс.",
    "answers": [
      {
        "id": 393,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 393,
    "text": "На уроке нам рассказали про поездку. Я почти не слушала, а смотрела то на Шона, то на Ника, думая, кого взять в поездку.<s>r\nПоездка будет больше на физическую выносливость. Спорт, туристические учения, канатная дорожка, да уж мы точно проиграем, потому что мы с Мари в этом простаки. Тем более это будут соревнования, после этой новости мой интузиазм пропал.<s>r\nЯ думала поездка, чтобы отдохнуть, а не потеть там.<s>r\nНо мысль провести день с друзьями и с ним, заставляла меня передумать.<s>r\nНужно решить, кого я возьму в нашу команду четвёртым!",
    "answers": [
      {
        "id": 394,
        "text": "Шона"
      },
      {
        "id": 395,
        "text": "Ника"
      }
    ]
  },
  {
    "id": 394,
    "text": "Это будет Шон!\nПосле урока я записала всех членов нашей команды в список.\nНас записали в домик номер 6. Каждый домик рассчитан на 4 человека, это значит мы все будем жить в одном домике. Осталось только сказать Шону про лагерь.\n",
    "answers": [
      {
        "id": 396,
        "text": "Догнать Шона. "
      }
    ]
  },
  {
    "id": 395,
    "text": "Это будет Ник! \nПосле урока я записала всех членов нашей команды в список.\nНас записали в домик номер 6. Каждый домик рассчитан на 4 человека, это значит мы все будем жить в одном домике. Осталось только сказать Нику, что он в нашей команде.\n",
    "answers": [
      {
        "id": 405,
        "text": "Найти Ника"
      }
    ]
  },
  {
    "id": 396,
    "text": "Я увидела, как Шон собирается сесть в свою машину.\n—Шон, стой! — крикнула я.\nШон остановился и подошёл ко мне.\n—Я хочу с тобой поговорить насчёт лагеря!\n—Софи, я же уже сказал тебе, что не еду туда!\nКак же ему сказать, что он едет? ",
    "answers": [
      {
        "id": 397,
        "text": "Ходить вокруг да около"
      },
      {
        "id": 398,
        "text": "Сказать прямо "
      }
    ]
  },
  {
    "id": 397,
    "text": "— Шон, это же не просто поездка в лагерь, это же спортивные состязания, а наша команда точно проиграет! Поэтому её нужно усилить.\n—Ты о чем?\n— Я говорю о том, что нам бы не помешал сильный и ловкий член в команде!\n—Я же сказал, что не поеду!\n—Боюсь, что поедешь...\nШон посмотрел на меня недовольным взглядом.\n— Что значит поедешь??\n— Я записала тебя в список в нашу команду — сказала я и попыталась улыбнуться, чтобы смягчить гнев Шона.\n—Значит я пойду и вычеркну себя из списка — сказал Шон и направился в школу.\n",
    "answers": [
      {
        "id": 399,
        "text": "Схватить его за руку"
      },
      {
        "id": 400,
        "text": "Убедить его! "
      }
    ]
  },
  {
    "id": 398,
    "text": "—Боюсь, что поедешь...\nШон посмотрел на меня недовольным взглядом.\n— Что значит поедешь??\n— Я записала тебя в список в нашу команду— сказала я и попыталась улыбнуться, чтобы смягчить гнев Шона.\n—Значит я пойду и вычеркну себя из списка — сказал Шон и направился в школу.\n",
    "answers": [
      {
        "id": 399,
        "text": "Схватить его за руку"
      },
      {
        "id": 400,
        "text": "Убедить его"
      }
    ]
  },
  {
    "id": 399,
    "text": "Я крепко взяла его за руку и прижала её к себе.<s>r\n—Нет, нет, нет!! Ты никуда не пойдёшь! Ты поедешь со мной! <s>r\nЯ уже была готова к крикам Шона, однако он просто остановился и смотрел на меня спокойным взглядом.<s>r\nШон приблизился ко мне, я продолжала держать его руку всё также крепко, после чего он поцеловал меня прямо в губы.<s>r\nЯ почувствовала тепло от его прикосновений, было такое ощущение, что я таю рядом с ним.<s>r\nШон отстранился от меня и сказал.<s>r\n— Я поеду с тобой.<s>r\nВнутри у меня играл оркестр, я бы подпрыгнула от радости, но я погасила эти бурные эмоции и просто улыбнулась.<s>r\n— Я подвезу тебя домой.<s>r\nЯ согласилась и села в машину. <s>r",
    "answers": [
      {
        "id": 401,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 400,
    "text": "Я догнала Шона и встала перед ним. \n—Нет, нет, нет!! Ты никуда не пойдёшь! Ты поедешь со мной! Я хочу провести с тобой время, как ты не можешь понять! \nШон остановился и смотрел на меня спокойным взглядом.\nПотом он приблизился ко мне и поцеловал меня прямо в губы.\nЯ почувствовала тепло от его прикосновений, было такое ощущение, что я таю рядом с ним.\nШон отстранился от меня и сказал.\n— Я поеду с тобой.\nВнутри у меня играл оркестр, я бы подпрыгнула от радости, но я погасила эти бурные эмоции и просто улыбнулась.\n— Я подвезу тебя домой.\nЯ согласилась, и села в машину. \n",
    "answers": [
      {
        "id": 401,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 401,
    "text": "В машине Шон держал мою руку всю дорогу. Когда мы подъехали к моему дому, я даже расстроилась, что придётся попрощаться. ",
    "answers": [
      {
        "id": 402,
        "text": "Попрощаться "
      }
    ]
  },
  {
    "id": 402,
    "text": "Я стала открывать дверь машины, но остановилась, повернувшись назад, приблизилась к Шону и поцеловала его в губы.<s>r\nШон тут же обхватил руками мою голову и наш прощальный поцелуй затянулся.<s>r\nНаконец, оторвавшись от его губ, я поцеловала его в щеку и попрощалась.<s>r\n",
    "answers": [
      {
        "id": 403,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 403,
    "text": "Оставшуюся часть дня я повела в своей комнате, готовясь к поездке. А именно я позвонила Мари, и мы стали решать, что будем брать с собой в лагерь. Также мы решали, как доедем до лагеря, автобусом или своим транспортом.\nЯ решила, что Шон повезёт нас на своей машине, и пусть пока он не знает, но думаю за поцелуй, он выполнит мою маленькую просьбу.\nВечером мне позвонил Шон, я была рада его услышать. Мы поболтали с ним до часу ночи, пожелав ему спокойной ночи, я легла спать. ",
    "answers": [
      {
        "id": 1,
        "text": "Скоро (Оставайтесь на этой странице)"
      }
    ]
  },
  {
    "id": 404,
    "text": "Проснувшись утром, я была в замечательном настроении. Сегодня состоится поездка в лагерь на целых 3 дня. Я проведу это время со своими любимыми друзьями и с Шоном, что может быть лучше.<s>r\nПервым делом я позвонила Шону и попросила его взять машину. После недолгих уговоров, Шон согласился, однако я опять его должница. Также я позвонила Мари, и мы договорились встретиться у моего дома. ",
    "answers": [
      {
        "id": 410,
        "text": "Собираться"
      }
    ]
  },
  {
    "id": 405,
    "text": "Я увидела, что Ник стоит у своего шкафчика. <s>r\n—Ник! — крикнула я.<s>r\nНик обернулся, я подошла к нему.<s>r\n—Я хочу с тобой поговорить насчёт лагеря!<s>r\n—Я слушаю.<s>r\n— Я записала тебя в нашу команду, надеюсь, ты не против.<s>r\nНик обрадовался и сказал.<s>r\n—Наоборот, я очень рад.<s>r\n— Тогда созвонимся сегодня — сказала я и побежала к Алексу, который ждал меня на улице.<s>r\n",
    "answers": [
      {
        "id": 406,
        "text": "Поехать домой "
      }
    ]
  },
  {
    "id": 406,
    "text": "Я поехала домой с Алексом и Браином. Оказалось, что они в одной команде, и живут в 5-ом домике рядом с нами.\nПо дороге они обсуждали как надерут нам зад, я пыталась защитить свою команду, но получалось как-то нелепо и смешно. ",
    "answers": [
      {
        "id": 407,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 407,
    "text": "Оставшуюся часть дня я повела в своей комнате, готовясь к поездке. А именно я позвонила Мари, и мы стали решать, что будем брать с собой в лагерь. Также мы решали, как доедем до лагеря, автобусом или своим транспортом.\nТак как машины у нас нет, то мы поедем на автобусе!\nВечером мне позвонил Ник. \nЯ пока думала давать мне ему второй шанс или же остаться друзьями! Мы поболтали с ним немного, пожелав ему спокойной ночи, я легла спать. ",
    "answers": [
      {
        "id": 408,
        "text": "Следующий день! Поездка в лагерь! "
      }
    ]
  },
  {
    "id": 408,
    "text": "Скоро! ",
    "answers": [
      {
        "id": 407,
        "text": "На предыдущую страницу "
      },
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 409,
    "text": "Уважаемые читатели, прошу прощения за задержку продолжения. Я весь месяц была в отпуске, отдыхала в горах, черпала вдохновение! Ни связи, ни интернета там не было, а сейчас я приехала и снова с Вами) \nСпасибо за понимание!\n22.08.2018",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 410,
    "text": "Я достала из шкафа здоровенную сумку, и пусть мы едем на 3 дня, нужно взять самое необходимое.<s>r\nСпустя час, я складывала вещи уже в чемодан, потому что сумка оказалась мала. <s>r\nНаконец-то упаковав все вещи, я стала одеваться в поездку.<s>r\nСпустившись в гостиную, я увидела там Алекса, который стоял с небольшой спортивной сумкой. Увидев мой чемодан, Алекс посмотрел на меня как на ненормальную.<s>r\n—Ты что решила переехать в этот лагерь навсегда?-спросил Алекс.<s>r\n—Ты ничего не понимаешь , там всё самое необходимое! А у тебя что в сумке? Что-то она какая-то пустая!<s>r\n—Потому что там полотенце, пара носков, пара футболок и трусы, остальное всё на мне!<s>r\n—И всё?! А как же средства гигиены? <s>r\n—У меня и так места в машине нет!<s>r\n—Как нет ? А чем же оно занято ?<s>r\n—Пивом.<s>r\n—Пивом? Это же спортивный лагерь, какое пиво?<s>r\n—Тебе это знать не нужно!-сказал Алекс и пошёл к машине.<s>r\nНо вдруг он остановился у входа и сказал.<s>r\n—Эй, лузерша, готова проиграть?!<s>r\n",
    "answers": [
      {
        "id": 411,
        "text": "-Сам лузер!"
      },
      {
        "id": 411,
        "text": "-Я давно смирилась с учестью!"
      }
    ]
  },
  {
    "id": 411,
    "text": "Алекс засмеялся и  вышел из дома. Скоро должны были прийти Мари и Гордон, зная Мари у нее будет два чемодана.<s>r\nЧерез 20 минут пришли Мари и Гордон, как я и сказала с двумя чемоданами. И вот мы стоим перед моим домом и ждем только Шона на своей машине. <s>r\nНаконец-то Шон приехал, когда он вышел из машины и подошел ко мне, чтобы поцеловать, то  сначала удивленно посмотрел на три чемодана, на которых сидел Гордон.<s>r\n—Это что?-спросил Шон.<s>r\n—А это багаж...-сказала я , улыбнувшись, после чего нежно поцеловала его. <s>r\nШон посмотрел на Гордона, тот лишь закатил глаза и со словами \"девушки\", парни стали загружать вещи в машину. Гордон уже привык к нашим выходкам, поэтому был спокоен,  а Шон выглядел немного растерянным. И вот мы готовы ехать в лагерь.",
    "answers": [
      {
        "id": 413,
        "text": "Поехать в лагерь"
      },
      {
        "id": 414,
        "text": "Поехать в лагерь"
      }
    ]
  },
  {
    "id": 412,
    "text": "—Мне вообще всё равно на победу, я сюда не ради неё приехал.-сказал Шон , я посмотрела на него, и наши взгляды встретились. Мне сильно захотелось его поцеловать , но, во-первых, ребята были  с нами , а во-вторых, я даже встать не могла.<s>r\nВскоре мы пошли на обед в столовую.<s>r\n—Ну хоть кормят неплохо!-сказала Мари.<s>r\n—Да, неплохо!-сказал Гордон. <s>r\nЯ сидела напротив Шона, мы часто смотрели друг на друга и улыбались, пока Мари и Гордон ругались, даже не понятно из-за чего. <s>r\nВкусно пообедав, я хотела побыть с Шоном наедине, провести время только вместе с ним, поэтому я взяла Шона за руку и просто увела его подальше от домиков.<s>r\nМы дошли почти до тренировочной площадки, там и остановились.<s>r\nЯ вела себя наверное как маленькая девочка , постоянно смущаясь и теребя свои волосы, но Шона это безумно забавляло. Он прижал меня к дереву и наклонился к моему лицу , я почувствовала его теплое дыхание на своих губах. Он смотрел мне прямо в глаза  и был  так близко ,что я будто провалилась в его глаза. Шон ,обхватив меня руками, страстно поцеловал. У меня по всему телу сразу пробежала дрожь.Ноги подкашивались , если бы Шон не удерживал меня ,то я бы рухнула на землю.<s>r\n—Отвали от неё!-сказал чей-то голос.<s>r\nМы с Шоном отстранились друг от друга, и я увидела своего братца Алекса, который стоял с недовольной и злой миной.<s>r\n—Алекс?! Ты что следишь за мной что ли ?-сказала я и хотела отойти от Шона, но Шон не позволил мне это сделать . Я почувствовала,как он обхватил меня за талию и держал крепко в своих объятиях.<s>r\nАлекс молчал и грозно смотрел на Шона, который стоял уверенно и спокойно.<s>r\n—Я сказал отпусти её!-сказал Алекс и стал подходить ближе.",
    "answers": [
      {
        "id": 419,
        "text": "Встать перед Шоном"
      },
      {
        "id": 420,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 413,
    "text": "",
    "answers": []
  },
  {
    "id": 414,
    "text": "Но Мари как всегда , увидев машину, не смогла сдержаться  и стала просить Шона пустить её за руль. <s>r\n—Шон, у меня есть права!<s>r\n—Нет! Только не снова!-крикнул Гордон.<s>r\n—Согласна! Нам того раза хватило.-сказала я.<s>r\n—Да ладно, ребята. Ничего в прошлый раз не произошло!-сказала Мари.<s>r\nШон был в сомнениях, но я еще хотела жить , поэтому сразу расставила всё по своим местам.<s>r\n—Шон за руль, и поехали уже!",
    "answers": [
      {
        "id": 415,
        "text": "Поехать в лагерь"
      }
    ]
  },
  {
    "id": 415,
    "text": "Всю дорогу мы слушали музыку, пели и смеялись. Мы даже не догадывались, что когда мы приедем в лагерь , то нам будет не до смеха. <s>r\nДобравшись до лагеря, мы вышли и первым делом хотели вдохнуть свежий воздух, но нас прервал какой-то противный голос.<s>r\n—Вы сюда не отдыхать приехали , быстро заселяйтесь и на построение!-сказал мужчина в странной форме, видимо это был вожатый.<s>r\n—Что-то  мне уже здесь не нравится.-сказала Мари.<s>r\nПарни взяли наши вещи, и мы заселились в 6 домик. Кровати были двухэтажными, я сразу залезла на верхнюю кровать, тем самым, показав, что это моё место. Мари тоже хотела на второй этаж, поэтому забралась на другую кровать. Пока мы с Мари валялись на кроватях, парни затаскивали наши вещи. Закончив, Шон лег на кровать прямо подо мной, я протянула ему руку, он нежно взял её, и мы так провалялись бы целый день , однако услышали громкую сирену. Скорее всего это был сигнал на общий сбор.<s>r\n",
    "answers": [
      {
        "id": 416,
        "text": "Пойти на общий сбор"
      }
    ]
  },
  {
    "id": 416,
    "text": "Мы пришли на большую поляну,если это место можно так назвать, помимо нашей школы, также были и другие. В далеке я увидела Алекса, он был с Люком и с Браином, оказывается они в одной команде. <s>r\nНас отметили, что мы все благополучно добрались, после чего нам стали рассказывать план этих трех дней ада.<s>r\nПервый день разминочный. Небольшие тренировки.<s>r\nВторой день большой забег с препятствиями, можно сказать самый ужасный день в моей жизни!<s>r\nТретий походный. ",
    "answers": [
      {
        "id": 417,
        "text": "Первый день"
      }
    ]
  },
  {
    "id": 417,
    "text": "После общего сбора нам было выделено двадцать минут на переодевание, после мы отправились в разминочный корпус. Нас разделили на группы отдельно мальчики и девочки, значит нагрузка будет соответствующей, однако всё было не так. От нас требовали спец подготовки, как будто это был не спортивный лагерь, а военный. Мы с Мари уже сдались на втором круге, и оперевшись друг о дружку всё равно продолжали, потому что выхода у нас не было. За нами следил надзиратель, а именно наш вожатый. Спустя час, мы не могли нормально стоять, сил не было даже руку поднять. Еле –еле мы доползли до нашего домика и рухнули на нижние кровати, потому что наверх просто не могли забраться. Вскоре в домик бодро вошли Шон и Гордон,о чем-то весело болтая, увидев два тела, они ничуть не были удивлены.<s>r\n—Ну что, девчонки, как вам разминка?-сказал с усмешкой Гордон.<s>r\n—Это не смешно! <s>r\n—Согласна! И вообще я передумала , я хочу домой!!<s>r\n—Да ладно вам, это ведь была всего лишь разминка, два часа! Там было не так уж и сложно-сказал Шон.<s>r\n—Ты шутишь??! Мы чуть не умерли!<s>r\n—Мы завтра точно проиграем! У нас есть два балласта, которые будут тащиться где-то в самом конце!-сказал Гордон.<s>r\n",
    "answers": [
      {
        "id": 412,
        "text": "-Да, ребята, простите нас, мы действительно будем последними."
      },
      {
        "id": 412,
        "text": "-Нет , мы выиграем !"
      }
    ]
  },
  {
    "id": 418,
    "text": "Выбрав умеренный темп, мы добежали до третьего предпоследнего испытания \"Преграды\". Это были натянуьые веревки  под которыми мы должны были проползти  по земле.<s>r\n—Ползти по земле?-спросила я.<s>r\nМы с Мари переглянулись и одновременно помотали головой.<s>r\n—Не,не. Мы отказываемся!\n—Вперёд!! Быстро иначе будите мыть туалеты в лагере!-крикнул Гордон и подтолкнул Мари и меня к стартовой линии.\n—Вот сам и ползи! — крикнула Мари.\n—Девчонки! Вам нужно просто проползти, поверьте вы останетесь всё также прекрасны как и сейчас.\nМы с Мари сразу засмузвлись и пошли ползти. В этот момент к Шону подошёл Гордон.\n—Отличный план! — сказал Гордон.\n—Спасибо. — сказала довольный Шон, после чего ребята сами быстро справились с этим испытанием  и мы побежали дальше.",
    "answers": [
      {
        "id": 436,
        "text": "Бежать двльше"
      }
    ]
  },
  {
    "id": 419,
    "text": "Я встала перед Шоном, тем самым загородив его от Алекса.<s>r\n—Алекс, хватит! Прекрати!<s>r\n—Софи, ты что с ним ?! Ты спятила ?-сказал Алекс.<s>r\n—Алекс, успокойся!-сказала я.",
    "answers": [
      {
        "id": 421,
        "text": "Возмутиться на Алекса"
      },
      {
        "id": 422,
        "text": "Успокоить Алекса"
      }
    ]
  },
  {
    "id": 420,
    "text": "",
    "answers": []
  },
  {
    "id": 421,
    "text": "—Это тебя не касается ! Я не лезу в твою жизнь , и ты тоже не должен лезть в мою !-сказала я.<s>r\n—Нет! И не подумаю!-сказал Алекс и хотел схватить меня за руку, но Шон не дал ему это сделать. Он моментально среагировал и увел меня к себе за спину, тем самым загородив от Алекса, которому это явно не понравилось.<s>r\n—Это что, твоя месть мне?!-спросил Алекс.<s>r\n—Нет, мне нравится твоя сестра, и мы встречаемся!-сказал Шон.<s>r\nМоего братца лишь завели еще больше эти слова. Он схватил Шона за футболку и готов был ударить, однако Шон даже не сопротивлялся. <s>r\nЯ схватила Алекса за руку, которой он держал Шона.<s>r\n—Алекс, прекрати немедленно!!-крикнула я. Я всё сильнее сжимала его руку и пыталась втиснуться между парнями, чтобы посмотреть в глаза Алексу. И это сработало, так как он сразу успокоился и отпустил Шона. Он тяжело и часто дышал , а затем схватил меня за руку и сказал.<s>r\n—Она пойдет со мной!<s>r\nЯ не успела даже слова сказать , как Алекс уже увел меня в сторону домиков , а Шон остался стоять у дерева.",
    "answers": [
      {
        "id": 423,
        "text": "Идти с Алексом"
      },
      {
        "id": 424,
        "text": "Одернуть руку"
      }
    ]
  },
  {
    "id": 422,
    "text": "",
    "answers": []
  },
  {
    "id": 423,
    "text": "",
    "answers": []
  },
  {
    "id": 424,
    "text": "Я выдернула руку из хватки Алекса.<s>r\n—Алекс, что с тобой ?!! -сказала я, остановившись.<s>r\n—Софи, он сказал правду?!Вы вместе?!<s>r\n—А что не так ?!-спросила я.<s>r\n—Всё не так!!! Софи, ты не будешь с ним встречаться!<s>r\n—Это не тебе решать!!-сказала я и пошла в сторону домиков.<s>r\nАлекс не дал мне уйти , он встал передо мной и сказал.<s>r\n—Ты не будешь с ним встречаться!<s>r\n",
    "answers": [
      {
        "id": 425,
        "text": "Поговорить с Алексом"
      },
      {
        "id": 426,
        "text": "Уйти от него"
      }
    ]
  },
  {
    "id": 425,
    "text": "",
    "answers": []
  },
  {
    "id": 426,
    "text": "Я оттолкнула Алекса и ушла в наш домик. Когда я зашла в дом, то рухнула на нижнюю кровать. Никого не было в домике, я была очень зла и не знала, что сделать, чтобы успокоиться. Я взяла подушку и кинула её в сторону двери. В этот момент дверь открылась, и подушка прилетела прямо в лицо Мари.<s>r\n—Эй, ты чего это!! Начала бой подушками без меня ?!-сказала Мари, но увидев моё состояние сразу поменялась в лице.<s>r\n—Что-то случилось? Вы что поссорились с Шоном?-спросила Мари.<s>r\n—Дело не в Шоне, а в Алексе!<s>r\n—Алексе?А он тут причем?<s>r\n—Он увидел как мы с Шоном ...были вместе, вообщем он с катушек съехал!Накинулся на Шона, стал мне условия ставить !!<s>r\n—Братья ругаются, не лезь в их разборки!-сказала Мари.<s>r\n—Боже, как для меня всё это запутано!<s>r\n—А хорошая бы статья вышла. Только представь\"Брат против любви сестры с братом\"!<s>r\n—Звучит ужасно!-сказала я.<s>r\n—И что думашь делать ?!-спросила Мари.",
    "answers": [
      {
        "id": 427,
        "text": "-Нужно их помирить "
      },
      {
        "id": 428,
        "text": "-Пусть всё идет своим чередом"
      }
    ]
  },
  {
    "id": 427,
    "text": "—Ты хоть понимаешь , что эта миссия невыполнима?!-сказала Мари.<s>r\n—Да, но попытаться стоит...<s>r\nНесколько минут мы просидели в молчании.<s>r\n—Так всё хватит, мы приехали сюда отдыхать и круто проводить время. Тебя на секунду оставить нельзя , чтобы ты куда-нибудь не вляпалась. Только первый день , а ты уже грустишь, так не пойдет. У меня есть отличная идея!<s>r\n—И какая?-спросила я.<s>r\n—Что ты думаешь о такой паре как Нин и Гордон?-спросила Мари с улыбкой на лице.<s>r\n—Ты шутишь? Гордон хочет спрятаться от Нин, а она наоборот бегает за ним.<s>r\n—Это ли не идеальная пара?!",
    "answers": [
      {
        "id": 429,
        "text": "-Может быть "
      },
      {
        "id": 430,
        "text": "-Вряд ли "
      }
    ]
  },
  {
    "id": 428,
    "text": "",
    "answers": []
  },
  {
    "id": 429,
    "text": "—Слушай мой план , мы должны свести их!<s>r\n—Свести ?Свахи что ли ?<s>r\n—Ага точно!<s>r\n—А Гордону это понравится?!<s>r\n—А кто его спрашивает? Ты только представь выражение его лица!-сказала Мари , заливаясь смехом.<s>r\n—Ты меня пугаешь-сказала я.<s>r\n—Пошли осуществлять наш план, а если не выйдет , то...зато хоть повеселимся!<s>r\nМы с Мари пошли придумывать как нам свести Гордона и Нин. Антисвахой я была, и у меня не получилось разлучить пару , может быть свести получится. ",
    "answers": [
      {
        "id": 431,
        "text": "Придумать план "
      }
    ]
  },
  {
    "id": 430,
    "text": "",
    "answers": []
  },
  {
    "id": 431,
    "text": "Мы нашли одно классное местечко у озера и, усевшись на мостике, стали придумывать план действий. Это действительно отвлекло меня от недавней ссоры с Алексом. Всё идеи Мари были безумны. Гордон мой лучший друг, я не могу над ним издеваться или делать то, что ему не понравится.<s>r\nПока мы придумывали план, даже не заметили, как стемнело. ",
    "answers": [
      {
        "id": 432,
        "text": "Пойти обратно в домик "
      }
    ]
  },
  {
    "id": 432,
    "text": "Мы пришли в наш домик. В комнате был только Гордон.\n—Вы куда пропали?! — спросил Гордон.\n—Секрет, а где Шон?\n—Я за ним не слежу, без понятия.\nЯ забеспокоилась.\n",
    "answers": [
      {
        "id": 433,
        "text": "Найти Шона "
      },
      {
        "id": 434,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 433,
    "text": "Я решила пойти и найти Шона. Я вышла из дома и бродила по лагерю, осматривая всё вокруг.<s>r\nНо Шона нигде не было. ",
    "answers": [
      {
        "id": 435,
        "text": "Пойти в домик к Алексу. "
      },
      {
        "id": 453,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 434,
    "text": "",
    "answers": []
  },
  {
    "id": 435,
    "text": "Я подошла к домику и постучала. Дверь мне открыл Брайн.<s>r\n—Хэй, ты что пришла ко мне? — спросил Брайн, улыбнувшись.<s>r\n—Размечтался! <s>r\n—Ты разбиваешь мне сердце-сказал Брайн.<s>r\nЯ тяжело вздохнула и закатила глаза.<s>r\n—Мне нужен Алекс.<s>r\n—А его нет.<s>r\n—А где он?<s>r\n—На собрании капитанов,наверное.<s>r\n—Где?<s>r\n—Всех капитанов команд вызвали в главный корпус. Самому интересно, что там они делают.-сказал Брайн.<s>r\nХм, возможно Шон тоже на собрании капитанов. ",
    "answers": [
      {
        "id": 437,
        "text": "Пойти к главному корпусу"
      }
    ]
  },
  {
    "id": 436,
    "text": "До четвёртого испытания нужно было ещё доьариься. Мне кажется, что мы бежали три часа не меньше. Ещё и солнце палило, а ветерка вттбще не было. Естественно мы с Мари уже аыдохлись и пюрешили пойти шагом.\n—Давайте девчонки, чего встали?-крикнул Гордон.\n—Да идём мы идём. Боже, с этого дня я ненавижу лагеря, походы, спорт и природу.\n Пока мальчики пытались заставить нас бежать, а мы жаловались, нас догнала одна команда, среди которых был Чейз со своей сестрой. Мы с Мари переглянулись и подумали, а почему бы не осуществить наш план по вэсведкнию нашей парочки. Нин первым делом поровнялась с Гордоном и стала о чем-то с ним болтать.\n—Уже неплохо, думаю такими темпами наш план свершится. Нам даже делать ничего не нужно достаточно, чтобы они были вместе и рядом никто не мешал.\n Но только мпри это сказала, как к  ним подошёл Чейз.\n—опасность тпасноть. — сказала Мари и поддотькунла меня справится с этой проблемой.. Я подбежала к юреьятам.\n",
    "answers": [
      {
        "id": 454,
        "text": "Отвлечь Чейза "
      },
      {
        "id": 455,
        "text": "Пусть Мари отвлекает "
      }
    ]
  },
  {
    "id": 437,
    "text": "Я направилась к главному корпусу, в окнах горел свет, но я не решалась зайти. Я села на ступеньках и ждала, когда выйдет хоть кто-то.Спустя пару минут, из корпуса действительно вышло много народу , среди которых был и Алекс и Шон. <s>r\nШон увидел меня и сразу подошел ко мне. Мы не общались с ним после того, как нас застукал Алекс, и я думала , что он будет вести себя более закрыто со мной. Но я ошибалась, он подошел и взял меня так, что я обвила ногами  его торс. Мои руки автоматически обхватили его шею, он же ничего не стал говорить , а сразу страстно поцеловал меня. <s>r\n—Я соскучился по тебе-сказал Шон , немного отстранившись.<s>r\nЯ посмотрела в сторону других парней , которые выходили из корпуса, и искала в этой толпе Алекса.<s>r\nШон понял, что я делаю, поэтому направился в сторону нашего домика. Я же продолжала висеть на нем как обязьянка. ",
    "answers": [
      {
        "id": 438,
        "text": "В домик"
      }
    ]
  },
  {
    "id": 438,
    "text": "Когда мы дошли до нашего домика, Шон остановился и не стал заходить.<s>r\n—Что-то не так? — спросила я, посмотрев в глаза Шону.<s>r\nШон некоторое время молчал, а затем сказал.<s>r\n—Всё в порядке. Просто мы сегодня так и не побыли вдвоём. Сначала твой брат потом твои друзья.<s>r\nЯ хотела что-то сказать, но Шон поставил меня на землю и молча зашёл в домик. Он что обиделся?? На что?  Я не провожу с ним время? Но прошёл всего лишь один день!",
    "answers": [
      {
        "id": 439,
        "text": "Войти в домик"
      }
    ]
  },
  {
    "id": 439,
    "text": "Я зашла в домик, Гордон и Мари уже крепко спали, Шон лежал на своей кровати. Была тишина. Завтра у нас забег, поэтому нужно выспаться. ",
    "answers": [
      {
        "id": 440,
        "text": "Лечь к себе на кровать "
      },
      {
        "id": 441,
        "text": "Лечь к Шону"
      }
    ]
  },
  {
    "id": 440,
    "text": "",
    "answers": []
  },
  {
    "id": 441,
    "text": "Я легла возле Шона, приобняв его. Он сначала удивился, а потом отодвинулся, оставив и мне достаточно много места, чтобы я удобно устроилась. Он повернулся  ко мне лицом так, что наши носы соприкоснулись. Он смотрел на меня, не отводя глаз. Я почувствовала, как его руки держали мою талию, прижимая к себе.<s>r\nЗатем губы Шона стали целовать мой нос, лоб, губы, постепенно они спускались всё ниже. Вскоре он уже ласкал мою шею.<s>r\nЯ понимала, что мы в комнате не одни, и что буквально в метре от нас спят Мари и Гордон. От этого мне становилось не по себе. Однако я не могла остановить Шона, мне было хорошо с ним, тепло и уютно.<s>r\nМы продолжили наши игры, лаская друг друга. Но в один момент мы услышали храп, это была Мари. В это мгновение мы встретились глазами с Шоном и засмеялись. Это было действительно смешно.<s>r\n—Спокойной ночи! — сказал Шон, поцеловав меня нежно в губы.<s>r\n—Спокойной ночи! — сказала я ,прижавшись к нему, и сладко уснула. ",
    "answers": [
      {
        "id": 442,
        "text": "День второй"
      }
    ]
  },
  {
    "id": 442,
    "text": "Рано утром я проснулась от ужасных звуков какой-то сирены. Это был сигнал на завтрак. Да ещё и в такую рань!!<s>r\nЯ открыла глаза и посмотрела на Шона, который всё также продолжал обнимать меня.<s>r\n—Доброе утро — сказал Шон, после чего вновь упал на подушку, уткнувшись лицом в мое плечо.<s>r\nЯ посмотрела на Мари, которая как будто не слышала этих ужасных звуков, она продолжала спать. А Гордона не было в постели, что меня очень удивило.<s>r\nЯ хотела соскочить с кровати и найти его. Однако  Шон не давал мне это сделать. Он крепко обнимал меня, не давая даже встать.",
    "answers": [
      {
        "id": 443,
        "text": "Встать "
      },
      {
        "id": 444,
        "text": "Продолжать спать "
      }
    ]
  },
  {
    "id": 443,
    "text": "Я решила встать.<s>r\n—Шон, пора вставать. — сказала ласково я  и погладила Шона по голове.<s>r\nШон что-то пробубнил и снова продолжил спать. ",
    "answers": [
      {
        "id": 445,
        "text": "Пойти на завтрак"
      }
    ]
  },
  {
    "id": 444,
    "text": "",
    "answers": []
  },
  {
    "id": 445,
    "text": "Наконец-то проснувшись, мы пошли на завтрак. Там мы встретили Гордона, который сидел с недовольным видом.<s>r\n—И так день не задался, а ещё ты с такой миной сидишь. — сказала Мари, садясь за столик. Если Мари не выспалась, то плохо будет всем.<s>r\nЯ ,зная это, молчала весь завтрак, как бы не сказать чего лишнего. <s>r\nПосле завтрака нас всех собрали на тренировочной площадке, откуда начинался собственнно забег.",
    "answers": [
      {
        "id": 446,
        "text": "Пойти на забег"
      }
    ]
  },
  {
    "id": 446,
    "text": "Мы с Мари основательно подготовились. Надели спортивные шорты, гольфы, белые кроссовки, цветную майку и повязку на голову. Такие аля спортсменки. И бравой походкой пошли на стартовую линию, где нас уже ждали Гордон и Шон. Увидев нас, у них даже глаза расширились.<s>r\n—Вы спятили!?? Куда так вырядились?? Вы вообще слушали, что говорил вожатый на сборе??<s>r\n—Он как всегда что-то бубнил себе под нос.-сказала Мари.<s>r\n—Не важно что он говорил, мы хотим выглядеть круто!-сказала я.<s>r\nГордон был возмущён и уговаривал нас переодеться, пока Мари и Гордон ругались, я посмотрела на Шона, который пожирал меня глазами. Ему очень понравился мой наряд. Я ,заметив это, покрутилась специально перед ним. Его это позабавило. Он взял меня за руку и притянул к себе. Обняв меня, он приблизился к моему уху и прошептал.<s>r\n—Я ведь не железный. Ты меня провоцируешь.<s>r\n—Я?? В чем?? Я не понимаю — сказала я иронично.<s>r\nШон нежно поцеловал меня в губы и сразу отстранился, так как прогудела сирена и нужно было вставать на старт.",
    "answers": [
      {
        "id": 448,
        "text": "Пойти к стартовой линии"
      }
    ]
  },
  {
    "id": 447,
    "text": "Сначала всё шло не плохо. Мы бежали рядом довольно-таки бодро. Но потом что-то пошло не так. Мы уже невероятно устали. И вот оно. Здоровенный подъем в гору. При том склон был очень крут. <s>r\n—Ребята , перерыв!!!-крикнула Мари.<s>r\n—Согласна !!-сказала я.<s>r\n—А ну быстро встали! Никакого перерыва! Мы еще даже до первого испытания не добрались!-сказал Гордон.<s>r\n—Оставьте нас и уходите!-сказала Мари, и мы с ней оперевшись друг о друга прошли немного , а затем рухнули на землю. К нам подошел Шон.<s>r\n—Ладно , я беру Софи, а ты Мари. Придется нести их.<s>r\n—Урааа!!Я за !-крикнула Мари.<s>r\n—Чего? Я не хочу грыжу заработать!-сказал Гордон.<s>r\n—Сам ты грыжа, я недавно похудела на 300 грамм!!-крикнула Мари.<s>r\nЯ понимала , что мы действительно обуза, поэтому я  поднялась на ноги.<s>r\n— Я в норме!-сказала я. Но Шон подошел ко мне и хотел взять меня на руки, однако я отошла.<s>r\n—Я сама  смогу подняться в гору-сказала я.<s>r\n—Ага, к вечеру !-сказал Гордон. <s>r\n—Ребята, мы теряем время! Софи, прыгай на спину!-сказал Шон , повернувшись ко мне спиной. Его голос уже не был спокойным , он явно был немного раздражен.<s>r\nЯ молча запрыгнула ему на спину. Покатаюсь хоть. Я обвила руками шею Шона, он же обхватил руками мои ноги.  Мы повернулись в сторону Мари и Гордона.<s>r\n—Давайте ребята!-сказал Шон.<s>r\nМари , сидя на земле , стала протягивать руки Гордону. Тот нехотя помог ей подняться , а затем застонал.<s>r\n—Боже Мари, кажется ты набрала , а не сбросила.<s>r\n—Не крехти как старый дед, вперед !!! К победе !!!<s>r\nМы стали подниматься в гору, точнее наши мальчики, а мы как генералы сидели на них и подбадривали. Я всё время смеялась, слушая ругань и спор Мари и Гордона, вскоре не выдержал и Шон и тоже стал смеяться. <s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 451,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 448,
    "text": "Мы направились к стартовой линии и стали разминаться. Небольшая разминка нам не помешает, правда Мари уже выдохлась на пятом приседании. Вдруг я почувствовала странное ощущение, как будто меня прожигает кто-то взглядом, я инстинктивно обернулась и увидела Алекса, который уже подходил к нам. Сейчас опять начнется, однако Алекс был спокоен.<s>r\n—Привет, лузеры!-сказал Алекс, улыбнувшись.<s>r\n—Отвали, Алекс!-сказала Мари, сидя на земле.<s>r\nАлекс перевел взгляд на Шона.<s>r\n—Надо поговорить.-сказал Алекс.<s>r\n—Нет!!Что ты опять задумал?!-вмешалась я.<s>r\n—Успокойся , я просто хочу поговорить.-сказал Алекс.<s>r\nШон пошел вместе с Алексом, они отошли в сторонку и стали о чем-то серьезно разговаривать.<s>r\n—Ого, похоже у них секретики от тебя-сказала Мари.<s>r\n—Мне это не нравится...<s>r\nПарни стояли не так уж и далеко ,однако я не могла услышать ни слова из-за множества посторонних звуков и разговоров.<s>r\nВскоре вернулся Шон с таким же спокойным выражением лица.<s>r\n",
    "answers": [
      {
        "id": 449,
        "text": "-О чем говорили?"
      },
      {
        "id": 450,
        "text": "Ничего не спрашивать"
      }
    ]
  },
  {
    "id": 449,
    "text": "—Да так, удачи пожелал.-сказал Шон.<s>r\n—А если серьезно?-спросила я, немного нервничая.<s>r\n—Всё в порядке, не волнуйся.-сказал Шон, крепко взяв меня за руку.<s>r\nПеред линией вдруг появился наш вожатый.<s>r\n—Итак, слушайте внимательно! Вам необходимо пройти путь. Каждой команде будет дана карта, с помощью которой вы сможете не потеряться и дойти до конца. На пути вам будудт попадаться испытания, главное быть командой и пройти вместе. Ну и конечно же победить! Всем всё ясно?<s>r\nВдруг Мари подняла руку.<s>r\n—А есть утешительный приз?<s>r\n—Мы с вами что в детском саду? Конечно же нет!! Только победа!! <s>r\n—Скажите, а сколько времени на всё это потребуется ?<s>r\n—У вас три часа, но я надеюсь , что вы справитесь за час.<s>r\n—Боюсь , что мы не оправдаем ваши ожидания.<s>r\n— Ну что же, тогда для мотивации. Команда, прибежавшая последней, будет драить весь лагерь и дежурить в столовой! Такая мотивация для вас пойдет?<s>r\n—Мари !!!-крикнула Гордон.<s>r\n—Приготовились! -сказал  вожатый и отошел в сторону, чтобы дать сигнал для забега.<s>r\n—Вперед!<s>r\n",
    "answers": [
      {
        "id": 447,
        "text": "Побежать"
      }
    ]
  },
  {
    "id": 450,
    "text": "",
    "answers": []
  },
  {
    "id": 451,
    "text": "Когда мы поднялись на гору, то там было первое испытание ''  Веревочный мост ''.<s>r\n—Это еще что за веревки? -спросила Мари.<s>r\n—Давайте девочки первые!-сказал Шон.<s>r\nПервая пошла я, еле-еле , но я смогла пройти и была собой очень горда. Я повернулась к Мари и стала ее подбадривать. После Мари пошли парни. Мы быстро справились с первым испытанием, затем снова нужно было бежать , хорошо , что не в горку.<s>r\nМы выбрали средний темп и стали двигаться вперед ко второму испытанию.<s>r\n—А сколько всего испытаний ? -спросила я.<s>r\n—4-сказал Шон.<s>r\n—Откуда у тебя карта? И откуда ты знаешь сколько испытаний? И почему я не в курсе?-спросила Мари.<s>r\n—Да Шон , почему ?  -спросил Гордон. В его голосе было раздражение.<s>r\n—Я капитан нашей команды.-сказал Шон.<s>r\n—Ого, когда ты успел?-спросила Мари.<s>r\n—Вот именно!-сказал Гордон. Вдруг Шон остановился и повернулся к Гордону.<s>r\n—Если для тебя это так важно, то ты можешь быть капитаном!-сказал Шон.<s>r\n—Мне не нужно это! Просто почему ты сам решил ,что ты капитан!<s>r\n—Я не выбирал , мне сказали, и я пошел. И потом мне всё равно буду я капитаном или нет , поэтому я говорю тебе , если ты хочешь , то будь капитаном , а если нет , то хватит строить из себя обиженного.<s>r\n—Воу, ребята !!Успокойтесь !-сказала я.<s>r\n—Вы еще подеритесь тут!! Совсем сдурели?!-сказал Мари.<s>r\nГордон молча пошел дальше в одиночестве, мы побежали за ним.",
    "answers": [
      {
        "id": 452,
        "text": "Идти ко второму испытанию"
      }
    ]
  },
  {
    "id": 452,
    "text": "Вскоре мы прибежал ко второму испытанию \" Стрельба из лука\".<s>r\n—О Боже мой, мы будем стрелять! — крикнула радостно Мари.<s>r\n—Ты чего радуешься то, ты стрелять не умеешь. — сказал Гордон.<s>r\n—Зато я смотрела фильм Робин Гуд. Он меня вдохновит!<s>r\nПервым стрелял Шон. Из трех выстрелов он попал два раза в яблочко-10 очков , и один раз на 5 очков. Следующей была я.<s>r\n—Проблемы ребята. Я же вообще никогда не стреляла-сказала я.<s>r\nКо мне сзади тут же подошёл Шон. Он взял мои руки в свои и показал, как нужно держать лук и как стрелять. Он говорил мне прямо под ухо, так что я не только его хорошо слышала, но и чувствовала его горячие дыхание.<s>r\n—Вдохни, а затем стреляй. — сказал Шон.<s>r\nЯ так и сделала в результате из трех я попала 2 раза на 4 очка. Я была собой довольна и радостная побежала к своему мастеру -учителю Шону.<s>r\n—Ученик не превзашел  своего учителя-сказала я.<s>r\n—Ты быстро учишься, еще пару занятий со мной и ты будешь лучшая.-сказал Шон, приобняв меня сзади. Мы стояли и болели за Мари, так как она уже готовилась стрелять.<s>r\n—Дух Робин Гуда всегда со мной!-сказала Мари и натянула лук.<s>r\n—Эм, Мари, переверни стрелу-сказал Гордон.<s>r\n—Ох, простите! А я думаю, что не так!-сказала Мари, улыбнувшись. В итоге из трех выстрелов Мари попала 1 раз, даже почти в яблочко 9 очков. Последним стрелял Гордон, и он что-то там бубнил себе по нос.<s>r\n—Что он делает?-спросила я у ребят.<s>r\n—Кажется , он читает молитву-сказала Мари.<s>r\n—Гордон , стреляй уже!-крикнула я.<s>r\n—Я высчитываю!-сказал Гордон, после чего стрельнул и попал в яблочко -10 очков.<s>r\n—Ого! Круто, но давай считай быстрее!-крикнула Мари.<s>r\nНе знаю, может быть мы помешали Гордону своей спешкой, но остальные 2 раза были в 6 очков.<s>r\nМы побежали дальше, и нам нужно было поспешить, чтобы не проиграть!<s>r\n<s>r\n",
    "answers": [
      {
        "id": 418,
        "text": "Бежать до третьего испытания"
      }
    ]
  },
  {
    "id": 453,
    "text": "",
    "answers": []
  },
  {
    "id": 454,
    "text": "—Ребята, вы как тут? — спросила я то, что первое пришло мне в голвуб\nЧейз улыбнулся мне, он выглядел так, как будто гулял по пляжу, ни отдвшки, ни капельки пота.\nЭм Чейз, ты вообще человек? Мы пробежали наверное уже 10 км, а ты выглядишь так ка будто 10 метров прошёл.\n—Это мой секрет. На самом деле это не сложная тренировка. Нас тренер и пожесчк гонял.\n—Ты хоть Нин пожалей. Она еле дышит.\n—Мы и так отстали, пришлось ждать её на некоторых испытаниях. А ты держишься молодцом.\n—Да, хорошее выражение. Держусь ид последних сил. ",
    "answers": [
      {
        "id": 456,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 455,
    "text": "",
    "answers": []
  },
  {
    "id": 456,
    "text": "Когда мы добрались до четвёртого и последнего испытания, то сказать, что я была в шоке это ничего не сказать. Полоса припятствий. Притом командная. Взбирание на какую-то жьороаеннуб стену.\n—Это точно лагерь? Мне кажется нас готовят к войне.\nНа стартовой линии стояла команда моего братца. Он увидел меня и показал язык.\nЯ показала ему в ответ. В его команде были одни парни. Они ловко перплазили перепрыоиввли и страховать друг друга.\n—пошлите — сказал Шон. Он выглядел взволноыанным ",
    "answers": [
      {
        "id": 457,
        "text": "Только вперёд "
      },
      {
        "id": 458,
        "text": "Идти не спеша "
      }
    ]
  },
  {
    "id": 457,
    "text": "",
    "answers": []
  },
  {
    "id": 458,
    "text": "Шон страшно ругался и разозлился, он постоянно кричал и подгонял нас. Это было похоже на армию с а не на соревнование. Мы же девушки.\nПосле четвёртого рубежа нужно было добежать до финиша по ужасной тропе, и Шон ускорит шаг, заставляя нас сделать тоже самое. Однако мы с мари, да ещё и Гордое с нами были на пределе. И прюлелись позади. Физически мы уже не справляличь, а щон подгонял нас врпперед. В результате мы пришли четвёртые. И это очень круто. Мы были счастливы, что на м не придётся жрать туалеты. Однако Шон был на взводе.\n—Вы могли бежать быстрее.\n — Да ладно тебе, это же просто соревнования. И мы не последние.\n—да и кого вообще волнует, какое место мы займкм.\n—Меня волнует.\n—Шре ч в чем проблема? Это же просто дурацкое состязание. А точнее издевательство над учениками. Мы не последние и это плтрясно. Почему ты так растроаен?\n—не важно — ответил Шон и ушёл от нас в сторону лагеря.\nКо мне пошла Мари.\n—Ну и что это с ним?\n—Без понятия.\n—Может он вошёл в кураж и захотел победить? Хотя ему бы это все равно не удалось. Гордон вообще полусертвый лежит. Пошли поднимать. Думаю Шон вскоре остынет.\nМы с мари пошли поднимать годона который прилип к земле и тяжело дышал.\nДа уж, наш сегодняшний заьег можно вносить в книгу рекордов софии миллер. Не думаю, тчто когда-нибудь повторю такое же.\nМы отправились на обед, уставшие и вымотавшиеся. На обеде шона не было. Что вызвало у меня некоторые опасения и беспокойство. Что-то не так  , что. С ним происходит?\nК нам за столик подсели зак и\nНужно было видеть лицо гордона в тот момент.  Мы обсуждали наше состязание и вспоминали крутые и смешные моменты. ",
    "answers": [
      {
        "id": 459,
        "text": "Пойти искать шона "
      },
      {
        "id": 460,
        "text": "Остаться с ребятами "
      }
    ]
  },
  {
    "id": 459,
    "text": "Я решила оставить друзей и пойти найти шона. Мне кажется с ним что-то не так. Вот только что??\nЯ отправилась сначала в наш домик, но его там н оказалось, после я пошла",
    "answers": []
  },
  {
    "id": 460,
    "text": "",
    "answers": []
  }
]