[
  {
    "id": 1,
    "text": "Описание:\n\nЛира и не предполагала, чем обернется для нее новый день.\nНочь, когда погибла вся ее семья, уже погасла в воспоминаниях, словно потушенный уголек.\nДо сих пор она и не предполагала, что маленький клочок бумаги, что получила она сегодня, будет от ее бабушки. После 7 лет молчания, это письмо словно крик, разорвал тишину.\n\nАвтор: Неумеха\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Открыть письмо"
      },
      {
        "id": 3,
        "text": "Выкинуть его"
      },
      {
        "id": 4,
        "text": "Оставить письмо на месте"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://s018.radikal.ru/i520/1710/d2/8c8dd8dc451f.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://s018.radikal.ru/i524/1710/e3/e64576e76757.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "В кратком и безличностном письме говорилось, что бабушка живет в старом селе, под названием \"Волчок\", которое находится далеко от города.\nБез лишних слов написано, что ее двери открыты и она ждет Лиру.\n\nДевушка, сглотнув и промочив сухой рот, сделала шаг вперед. При прочтении она испытала сразу веер эмоций, от злости и обиды, до апатии и принятия.\n\n\"После стольких лет, лишь информационное письмо?! А как же — я так жалею, что ни когда тебя не навещала? Или — я так хотела бы тебя узнать? \"\n\nПрикусив губу, Лира задумчиво глядела в голубизну неба, за окном. Все взвесив, она покрутила в руке бумагу.",
    "answers": [
      {
        "id": 5,
        "text": "Я должна ее узнать."
      },
      {
        "id": 8,
        "text": "Теперь ход за мной, и я выбираю забыть. Одна встреча, нас уже не сплотит."
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "http://i066.radikal.ru/1710/2e/aaa9fd87ed52.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Какая еще бабушка!Со мной ни кого не было, когда мне пришлось хоронить родителей, и когда я окончила университет! \nМне уже 23, не до глупостей! \nМне непросто, я должна найти чертову работу! Официантом больше не вкалывать, пора воспользоваться дипломом. Прости бабуля если ты и есть где-то, то ты слишком долго там была, одна встреча ни чего не изменит. \nЛира опечалилась и выкинула это письмо. ",
    "answers": [
      {
        "id": 4,
        "text": "И тут же соскочила.\n -Черт! У меня же собеседование!",
        "need": [
          -4
        ]
      },
      {
        "id": 14,
        "text": "К чертям все! Это так меня расстроило,что лучше я останусь дома."
      }
    ]
  },
  {
    "id": 4,
    "text": "Лира бросила письмо на стол, и выбежала из комнаты. В коридоре стояла ее подруга, которая снимала вместе с ней квартиру, она как всегда разговаривала о сумочках и безделушках.\nЛира проскочила мимо, успев увернуться от ее взгляда. Говорить сейчас о чем-то ей совершенно не хотелось, её ждал некий Деймон Сэнтури, который, судя по предупреждению его секретаря, терпеть не мог опоздавших.",
    "answers": [
      {
        "id": 13,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 5,
    "text": "Какой бы она не была, я хочу узнать. Хочу увидеть ее глаза, когда она будет говорить о прошлом, правда ли, она совсем ни чего не чувствует ко мне? ",
    "answers": [
      {
        "id": 10,
        "text": "Распечататать карту с.Волчок"
      },
      {
        "id": 9,
        "text": "Отправиться в путь",
        "need": -4
      },
      {
        "id": 39,
        "text": "Осмотреть себя в зеркале"
      }
    ]
  },
  {
    "id": 6,
    "text": "В зеркале отражалась молодая девушка 23 лет. У нее был необычный цвет волос , цвет вишни. Волосы доходили ей до лопаток и чуть вились. Глаза у девушки были  зеленого цвета, на правом глазу у нее было чуть заметное бельмо , оно чем то напаминало затейливую крапинку, цветочек, на зеленом лугу ее глаз.Девушка была среднего роста и стройной. Славно сложенной, но для своего внутреннего эго ей конечно всегда думалось что грудь у нее маловата. До двоечки казалось недотянула буквально нечего , но это для нее было пропастью до идеала. Одета Лира была в  белое бандажное платье с приоткрытой спиной. Невысокий каблук на вишневых туфельках.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "От неожиданной новости, нервозность охватила девушку. Настроение было подобно темному океану, которое в любой миг готово поглотить не только берег, но и снести все плотины на своем пути. Миг и снова апатия. ",
    "answers": [
      {
        "id": 14,
        "text": "Останусь дома"
      },
      {
        "id": 13,
        "text": "Ни шагу назад! Меня ждет собеседование.",
        "need": -35
      }
    ]
  },
  {
    "id": 9,
    "text": "Добраться до вокзала, можно было на автобусе.\n\nПроехав пару остановок, Лире показалось, что за окном все мельтешит , или даже кружится. Покачнувшись, она схватилась одной рукой за голову. \n\n\"Похоже, меня мутит, или я теряю сознание!\"\n\n—Девушка, вам плохо? -звучал в отдалении чей-то взволнованный голос. \n\n—Я в поряд..\nДоговорить у нее не получилось, губы медленно двигались и пересохли. В глазах все поплыло, а в глубине живота словно кто, скатился с американской горки. \n",
    "answers": [
      {
        "id": 112,
        "text": "Падение"
      }
    ]
  },
  {
    "id": 10,
    "text": "Лира нажала печать, взяла свой чемоданчик и прикрыла свою комнату. \nУже в дверях, ей показалось, что в квартире слишком тихо.  \n—Марин! -окрикнула девушка. \nОтвета не было.\n\nВыйдя из дома, она мельком заглянула в окна квартиры. Показалось ей, или она увидела темную, огромную тень?",
    "answers": [
      {
        "id": 9,
        "text": "Добраться до скорого поезда"
      }
    ]
  },
  {
    "id": 11,
    "text": "В вагоне было уютно и чисто.\nЭто новый поезд, блестящий и молниеносный, даже на дальние расстояния прокатит за сутки. Осталось пройти на свое место.",
    "answers": [
      {
        "id": 40,
        "text": "Найти свое место"
      }
    ]
  },
  {
    "id": 12,
    "text": "Девушка прошла в просторный кабинет, где сидел красивый высокий мужчина. У него были темные, средней длины волосы, чуть смуглая кожа. На широких плечах сидела подчеркивающая его спортивное тело рубашка. \nКабинет казался каким-то пустым, стол за которым сидел молодой человек, был массивным и крепким. \nМужчина мельком оглядел вошедшую, и предложил присесть. \nВнутри Лиры все было напряжено, волнение казалось достигло аппогея, но она старалась вести себя более уверенно. Присев на стул девушка взглянула прямо в лицо оппоненту.",
    "answers": [
      {
        "id": 16,
        "text": "Добрый день, меня зовут Лира и мне очень приятно с вами познакомиться."
      }
    ]
  },
  {
    "id": 13,
    "text": "Прыгнув в трамвай, девушка быстро добралась до назначенной остановки, прошлась немного пешком и оказалась около бизнес центра. Начищенные полы и блестящие окна, несколько кустов для вида, и современный минимализм.\n\"Такой, как все остальные.\"\n\n Лира подошла к ресепшену.  \n—Вы могли бы мне  подсказать, где я могу найти Дэймона Сэнтури? \nУ меня сегодня собеседование.\n\n—Да, вы записаны.\nВам на шестнадцатый этаж, \nего личный секретарь вас проинформирует. Вот временный пропуск.\n\nПоднявшись на вверх и уточнив у секретаря, Лира стала ожидать. \nВремя от времени, девушка поглядывала на ухоженную и красивую даму за столом, отчего сомнения по поводу своего внешнего вида, начали роиться в ее голове. \nНе слишком ли все так хороши? \nЧерез минуту прозвучал сигнал за столом у секретаря, и девушку пригласили зайти.",
    "answers": [
      {
        "id": 12,
        "text": "Зайти в кабинет"
      }
    ]
  },
  {
    "id": 14,
    "text": "Девушка вошла в кухню и налила кружку крепкого чая, затем перебрав пару книг лежавших на столе, она без интереса пробежалась глазами по обложкам, и побрела в сторону дивана.\n\nПроведя целый день дома у телевизора, Лира лениво поднялась в надежде размять свои ноги. Как только девушка поднялась, ее голова закружилась, и сильное жжение в районе плеча, пронзило ее расслабленное тело.\n\nНе успев понять что происходит, она упала на пол.\n\nПриподнявшись на колени и осмотрев свое плечо Лира охнула, ее прекрасное лицо исказила гримаса боли. На плече у неё горела татуировка, словно клеймо.\nПроизошедшее не укладывалось в голове, прикрыв глаза она пыталась понять, сон ли это, но касаньем пальцев, она вызвала боль-это не сон!\n\nНичего не придумав лучше, чем дойти до своей подруги, что делила с ней квартиру, девушка и торопливо прошла по тихому и темному коридору.\n\nДверь в комнату Марины со скрипом приоткрылась, и Лира увидела в полумраке комнаты две тени. В одной из теней она признала свою подругу, вторая тень выше и крепче, чуть сжимала тело Марины обвисшей на его руках.",
    "answers": [
      {
        "id": 15,
        "text": "Кинуться к подруге"
      },
      {
        "id": 25,
        "text": "Захлопнуть дверь и бежать"
      },
      {
        "id": 17,
        "text": "Ни чего не делать "
      }
    ]
  },
  {
    "id": 15,
    "text": "Лира не думая ни секунды кинулась на помощь своей подруге.\n\n—Кто ты? Что ты с ней сделал? — закричала она.\n\nНезнакомец опустил тело девушки на кровать, затем медленно вышел из тени. \n\n—Меня зовут Даурен, я пришел, чтобы найти девушку по имени Лира. \n\nВ тени его контуры тела были размытые, не понять, человек ли это. Возможно, это был сон, но как только незнакомец заговорил и вышел под лунный свет, что лился из окна, Лира смогла разглядеть его.\nЭто был молодой мужчина с темными волосами, и такими же чёрными глазами, казалось сама тьма наполняла их. Смотреть в эти глаза было невыносимо, кружилась голова. \n\nЧуть улыбнувшись Даурен спросил: \n—А как тебя зовут дитя?",
    "answers": [
      {
        "id": 18,
        "text": "Меня зовут Лира"
      },
      {
        "id": 19,
        "text": "Меня зовут Марина.\n(Соврать, слишком уж он тебя пугает)."
      },
      {
        "id": 20,
        "text": "Его глаза меня покорили, нет сил ему сопротивляться. "
      },
      {
        "id": 25,
        "text": "Похоже он не так прост, не следует мне с ним говорить. Я должна бежать!"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Взаимно, мне нужен личный ассистент, моя правая рука. Работа тяжелая и требует много времени и усилий, -начал он.\n\nДэймон рассказывал более подробно об условиях и оплате, в то время как Лира начала сомневаться, сможет ли она справиться с этой работой, но ей нужны эти деньги. \n\nМистер Сэнтури задал несколько вопросов по ее резюме и встал с места, подойдя ближе он присел на край стола перед девушкой. \n— Ну что госпожа Лира, вы готовы взяться за эту работу?",
    "answers": [
      {
        "id": 27,
        "text": "Да! Благадарю вас за шанс, я готова. Когда приступать?"
      },
      {
        "id": 28,
        "text": "Я сомневаюсь что справлюсь, и вынуждена отказаться. Спасибо!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Без сил сопротивляться и бежать, Лира стояла на месте. Глядя в его глаза, она словно забыла страх, он казался ей столь необыкновенным.  Непонятные, до этого дня чувства, нахлынули на неё. \nОн подошёл к ней навстречу, взял ее нежно за руки. Опасно оскалившись он улыбнулся,и убрал с лица выбившийся локон ее вишневых волос.  \n\n—Это ты? Та, кого я искал? Я искал тебя с самого твоего рождения, и удивлён, тому что ты, так легко мне досталась.\nДевушка словно не слышала его речей, не отрываясь глядела в его глаза. Как они были завораживающе прекрасны, а его голос, казалось, он убаюкивает нежно обняв. Даурен прижал к себе Лиру, всё также ей улыбаясь, ласково поглаживая своим пальцем ее больное плечо. Глаза его всё ярче горели, а затем наклонившись буквально к губам он прошептал: \n\n— Девочка моя, как ты пахнешь. \n\nИ что-то показалось в этом взгляде от хищника, ее плечо заныло всё сильней и боль пронзила ее тело. Поглаживание руки по плечу, уже не казались ей столь нежными, он сильно вцепился в ее плечо.\n\n -Мне больно!\nЛира, попыталась освободиться от его объятий. Когда в этот раз Даурен снова поднял на неё свой взор, его взгляд больше не казался завораживающим и прекрасным, в них была только чернота и пустота.\n\n—Кто ты? -еще раз задала вопрос девушка. \n\nДаурен прижал к ее груди свою правую",
    "answers": [
      {
        "id": 22,
        "text": "Новое достижение"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Меня зовут Лира, зачем вы меня ищете? \n\n—Мне даже жаль..\n\nДаурен немного оглядел девушку и его улыбка показалась ей оскалом.\nРука горела и невыносимо пульсировала, вызывая желание расчесать себя в кровь. \nЛира понимала, что если бы с Мариной все было хорошо, она бы давно поднялась, но этого не происходило, Даурен никакого доверия не внушал.\nДевушка шагнула в угол где стояла ваза.\nВнутри нее все сжалось как пружина, от липкого страха на ее теле выступил холодный пот.\n\n—Так зачем вы меня ищете? \n\nДаурен поднял на неё глаза, и она увидела тьму, тьму, которая загнала ее в тупик, если не бежать сейчас, то будет поздно.",
    "answers": [
      {
        "id": 24,
        "text": "Кинуться к вазе "
      },
      {
        "id": 25,
        "text": "Бежать к двери"
      },
      {
        "id": 26,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n—Меня зовут Марина, — представилась она, \n—Это моя подруга Катя, что с ней случилось?\n \nДаурен попытался сократить расстояние между собой и девушкой, но Лира всё отходила назад. От чего мужчина рассмеялся.\n\n -Ты меня боишься дитя? \n\n—Есть ли причина вас бояться? \n\n—Лира, Лира, мне кажется, что в данной ситуации бояться уже поздно.\n  \n—Меня зовут Марина, вы ошиблись! \n\n—Я думаю, сложно найти девушек с таким тату, как на твоём плече Лира. Ты знаешь что это за символы? -Мужчина медленно опустился на кресло около кровати, такое расстояние показалось Лире безопасным. Пусть холодный пот, и дрожь не покинули ее, она надеялась сбежать.\n\n -Конечно знаю, я наколола знак- счастье.\n\n -Лира, мне не нравится когда ты врешь, и поэтому, я не собираюсь церемониться! Этот знак на твоей руке, обозначает кровь волка.\nДаурен с холодной яростью наблюдал за движением днвушки. Издав нечеловеческий гортанный хрипящий звук, он резко прыгнул, схватил несчастную за плечи, рывком поставил перед собой. Вглядевшись девушке в лицо налитыми кровью глазами, с силой ударил по щеке так, что голова её запрокинулась.\n\n—Я демон Даурен. Сердца отмеченных намного дороже, обычного сердца, они дают такую власть, что мы без проблем можем проникать в вашу реальность. Лира, Я надеюсь ты была хорошей девочкой и не будешь долго сопротивляться.\n\nЛира было дернулась к дверям, но не успела, Даурен с нечеловеческой скоростью сорвался и ударил девушку об стенку, прижав за шею.\nЗатем резко засунул в ее грудную клетку лапу и вырвал ее сердце. \nОн был доволен и сыт. \n\nКонец.",
    "answers": [
      {
        "id": 23,
        "text": "Новое достижение \n\"Вранье не довело до хорошего\""
      }
    ]
  },
  {
    "id": 20,
    "text": "Без сил сопротивляться и бежать, Лира стояла на месте. Глядя в его глаза, она словно забыла страх, он казался ей столь необыкновенным.  Непонятные, до этого дня чувства, нахлынули на неё. \nОн подошёл к ней навстречу, взял ее нежно за руки. Опасно оскалившись он улыбнулся,и убрал с лица выбившийся локон ее вишневых волос.  \n\n—Это ты? Та, кого я искал? Я искал тебя с самого твоего рождения, и удивлён, тому что ты, так легко мне досталась.\nДевушка словно не слышала его речей, не отрываясь глядела в его глаза. Как они были завораживающе прекрасны, а его голос, казалось, он убаюкивает нежно обняв. Даурен прижал к себе Лиру, всё также ей улыбаясь, ласково поглаживая своим пальцем ее больное плечо. Глаза его всё ярче горели, а затем наклонившись буквально к губам он прошептал: \n\n— Девочка моя, как ты пахнешь. \n\nИ что-то показалось в этом взгляде от хищника, ее плечо заныло всё сильней и боль пронзила ее тело. Поглаживание руки по плечу, уже не казались ей столь нежными, он сильно вцепился в ее плечо.\n\n -Мне больно!\nЛира, попыталась освободиться от его объятий. Когда в этот раз Даурен снова поднял на неё свой взор, его взгляд больше не казался завораживающим и прекрасным, в них была только чернота и пустота.\n\n—Кто ты? -еще раз задала вопрос девушка. \n\nДаурен прижал к ее груди свою правую",
    "answers": [
      {
        "id": 22,
        "text": "Новое достижение \n\"Глаза омуты\""
      }
    ]
  },
  {
    "id": 21,
    "text": "— Я покажу все записи, что оставил предыдущий ассистент. \nЛира подошла к столу секретаря и получила из ее рук большую папку. Секретарь предложила ей ознакомиться со всей информацией прямо здесь, на диване, чтобы если возникли вопросы она могла их сразу задать. Вопросов не возникло. Лира лишь уточнила, можно ли ей забрать эту папку с собой, на что секретарь положительно ответила. \nДевушка отправилась за нужными документами, у бизнес-центра, её охватила странная судорога. После наступила боль, безумная боль в плече, оно раскалывалось как обожжённое.\nОт слабости в теле, Лира упала на асфальт, не в силах пошевелиться, такой боли она никогда не испытывала.\nПопытавшись пошевелиться, она потерпела фиаско, но на её счастье кто-то проходил.\n— Что с вами ?- директор приподнял ее, и взглянул в глаза упавшей.\nВ этот же момент, она снова смогла владеть своим телом, с помощью мужчины она поднялась.  \n—Я в порядке, благодарю,- ответила ему Лира,— возможно я сегодня не ела — соврала она. \nОн всё ещё придерживал её за плечо, от его руки веяло прохладой. \nЕщё раз его поблагодарив, девушка решила побыстрее покинуть его компанию, но он не отпускал. Вдруг он к ней наклонился буквально к самому уху, и втянул воздух. От этого действия, у Лиры мурашки побежали по коже.",
    "answers": [
      {
        "id": 29,
        "text": "Что вы себе позволяете!"
      },
      {
        "id": 30,
        "text": "Ни чего не ответить, лишь покраснеть"
      }
    ]
  },
  {
    "id": 22,
    "text": "Новое достижение! \"Глаза омуты\".\n\nВы сдались хищнику, и он съел ваше сердце. \nУвы и Ах, такое бывает. Сколько раз мы доверились мужчине, который на деле оказался сердцеедом. \n\nНе унывайте!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "http://s16.radikal.ru/i191/1710/1a/40f597d75e75.jpg"
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вранье вас не спасло. \nА жаль, могли бы и радоваться солнышку! \n\nНе отчаивайтесь все псы..ой все попадают в рай)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 23,
        "text": "введите команды для картинки",
        "url": "http://s008.radikal.ru/i306/1710/6b/4c2cb85b4c56.jpg"
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Лира решительно быстро схватила вазу, размахнувшись что есть сил, чтобы ударить противника, но она не успела.\nДаурен двигался с грацией хищника, он в один момент оказался около девушки, и оглушил её, той же самой вазой. \nУпав на пол, девушка сжала от боли зубы, пытаясь не потерять ускользающее от нее сознание. \nПоследнее, что она видела, его чёрные словно тьма глаза.\n\n -Должен тебе признаться, не думал, что выйдет всё так легко. Перед тем, как забрать твое сердце, я должен представиться подобающе\n—  Я Даурен, демон, и твое сердце поможет мне, в моем долгом пути. \nС этими словами он облизнулся...\n\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец. Вы погибли."
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "http://s008.radikal.ru/i306/1710/6b/4c2cb85b4c56.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Лира чувствовала, что этот мужчина опасен, словно сама смерть. \nОна рванула к двери.\n Даурен на это лишь рассмеялся. \n—Не хочешь значит по-хорошему, поиграем в салочки, -сказал он и растворился. \nСхватив у входа сумочку, не дожидаясь лифта она бежала по лестнице, где словно эхо, слышала его смех. \nНа втором этаже, он показался ей в темноте, открыв в страшном оскале огромный, словно бездонная пасть, рот. Протянув к ней свои длинные, изогнутые как сломанные ветки, руки.\n\nДевушка закричала, и споткнувшись полетела по ступенькам до конца лестницы на площадку, между первым и вторым этажом. Она в ужасе, необращая на боль, обернулась ища взглядом чудовище, но позади был лишь привычный подъезд. \nНа руках, на платье, были следы крови.\nДевушка в страхе озиралась. \nЭто был кошмар от которого она не могла отделаться.\nНаконец, победив истерику, она выбралась на улицу, выйдя в дневной свет, она обняла себя за трясущиеся плечи. \n\nНикакой крови нет!\nОна была напугана, куда ей идти? \nВозможно, то что ей нужно,  это уехать. \nБабушка, вот тут ты вовремя.",
    "answers": [
      {
        "id": 37,
        "text": "Уехать к бабушке"
      }
    ]
  },
  {
    "id": 26,
    "text": "Без сил сопротивляться и бежать, Лира стояла на месте. Глядя в его глаза, она словно забыла страх, он казался ей столь необыкновенным.  Непонятные, до этого дня чувства, нахлынули на неё. \nОн подошёл к ней навстречу, взял ее нежно за руки. Опасно оскалившись он улыбнулся,и убрал с лица выбившийся локон ее вишневых волос.  \n\n—Это ты? Та, кого я искал? Я искал тебя с самого твоего рождения, и удивлён, тому что ты, так легко мне досталась.\nДевушка словно не слышала его речей, не отрываясь глядела в его глаза. Как они были завораживающе прекрасны, а его голос, казалось, он убаюкивает нежно обняв. Даурен прижал к себе Лиру, всё также ей улыбаясь, ласково поглаживая своим пальцем ее больное плечо. Глаза его всё ярче горели, а затем наклонившись буквально к губам он прошептал: \n\n— Девочка моя, как ты пахнешь. \n\nИ что-то показалось в этом взгляде от хищника, ее плечо заныло всё сильней и боль пронзила ее тело. Поглаживание руки по плечу, уже не казались ей столь нежными, он сильно вцепился в ее плечо.\n\n -Мне больно!\nЛира, попыталась освободиться от его объятий. Когда в этот раз Даурен снова поднял на неё свой взор, его взгляд больше не казался завораживающим и прекрасным, в них была только чернота и пустота.\n\n—Кто ты? -еще раз задала вопрос девушка. \n\nДаурен прижал к ее груди свою правую руку и ответил. \n—Я демон, и имя мне Даурен, я пришел чтобы съесть твое сердце.\nОт страха Лира успела только округлить глаза, вырваться из хватки не получалось.\n\n—Не бойся птичка, -прошептал демон, и вырвал из Лиры ее горячее сердце.",
    "answers": [
      {
        "id": 22,
        "text": "Конец ! \nНовое достижение."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я готова, когда приступать?- воодушевленно спросила девушка.\n — Сейчас!- ответил Дэймон. \n— Мне нужно, чтобы вы забрали кое-какие бумаги, об этом вам расскажет мой секретарь, и Лира,-привлек мужчина ее внимание, -в следующий раз, чтобы очаровать меня, не обязательно одевать короткое платье, всё-таки нам вместе работать.\nДаймон очаровательно улыбнулся и хитро подмигнул. \nЛира поднялась со стула и постаралась натянуть юбку ниже, от чего у неё получилось приоткрыть декольте, покраснев и прикрывшись сумочкой, она пошла к выходу. \nКогда она вышла из кабинета, ее щеки всё ещё наливались румянцем от пережитого стыда. Прижавшись к двери, она услышала заливистый смех из кабинета.\n Секретарь заметила ее растерянное лицо и уточнила: \n—Так ты его помощница ? ",
    "answers": [
      {
        "id": 21,
        "text": "Наверно да"
      }
    ]
  },
  {
    "id": 28,
    "text": "Лира поднялась и покинула кабинет стараясь не смотреть на мужчину. \nВозможно ее страхи были необоснованны, и работа стоила того, чтобы рискнуть.. Но пока что, она не решилась. \n\nПройдя мимо секретаря, она чувствовала небольшое разочарование. \n\"От чего же я так не решительна! Такое место упустила!\"\nУ бизнес-центра её охватила странная дрожь, которая перешла в сильную боль. Девушка выронила сумку и зашипев зажала рукой плечо.\n\n—О боги, что за... \n\n— Что с вами? — окликнули ее позади.\n\nДевушка сжав зубы от боли, обернулась.\n\n -Я в порядке, благодарю,- ответила ему Лира, широко улыбаясь.\n\nДевушка хотела побыстрее уйти, но он смотрел на нее с подозрением, от чего по телу пробежали мурашки. Она быстро наклонилась и одной рукой загребла все выпавшее из сумки. Деймон поднял что-то с асфальта и направился в ее сторону. \n\n\"Ну вот только этого мне не хватало! Я уже чувствую запах его дорогих духов, и черт возьми каких приятных!\"\n\n\nМужчина наклонился буквально к самому уху девушки и втянул воздух. \nЛира замерла и тут же покраснела.",
    "answers": [
      {
        "id": 29,
        "text": "Что вы себе позволяете!"
      },
      {
        "id": 30,
        "text": "Ни чего не сказать, лишь покраснеть"
      }
    ]
  },
  {
    "id": 29,
    "text": " -Что вы себе позволяете! -крикнула она и постаралась дать ему пощечину, но не тут-то было, Деймон крепко поймал ее обе руки. Не отодвигаясь от нее, он спросил:\n\n—И как давно ты отмечена? \n\n—О чём вы говорите? \n\n—Твоя отметина на руке, как давно она с тобой?\n\nЛира взглянула на свое правое плечо, и увидела тату. Символы, что были изображены, ей были не известны. \nЕе удивлению не было предела.\n\n—Откуда это? -она поздно поняла, что задала вопрос слух, -Вы знаете что это? \n\nДэймон выглядел задумчивым, помолчав некоторое время, он встал.\n\n— Пойдем до машины.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти в машину"
      },
      {
        "id": 32,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Ути, моя маленькая!- промурчал мужчина, ухмыляясь.\nОн крепко взял ее за обе руки, и подвинулся еще ближе.\nПо телу пробежал заряд, словно током пораженная, Лира боялась даже двинуться. Какие же у него были нежные, крепкие руки.\n\n—И как давно ты отмечена?\n\n—О чём вы говорите?\nОт смущения девушка отводила глаза, его запах буквально манил, и вызывал желание прикоснуться к нему.\n\n—Твоя отметина на руке, как давно она с тобой?\n\nЛира взглянула на свое правое плечо, и увидела тату. Символы, что были изображены, ей были не знакомы.\nЕе удивлению не было предела.\n\n—Откуда это ?\nОна запоздало поняла, что задала вопрос слух,\n— Вы знаете что это?\n\nДэймон выглядел задумчивым, он тихо прошептал девушке на ухо,\n\n—Пойдем со мной в машину.\n\nПоднимаясь, мужчина и не думал выпускать из нежного захвата руки Лиры, та сконфуженно озиралась по сторонам.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти в машину "
      },
      {
        "id": 32,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 31,
    "text": "Сев в его машину, она снова повторила вопрос,\n\n—Что это? Вы не впервые видите эти символы? \n\n—Да, они мне знакомы.\n\nГлаза ее собеседника зачаровали девушку, забурлил целый поток чувств, от бабочек в животе, до явного желания, как только Дэймон отвернулся, все прекратилось. Девушка закусила губу от разочарования, внутри нее все еще тлел огонек.\n \n—Да, так и есть. Сейчас ты открыта словно книга.\n\nМужчина обаятельно улыбнулся и на щеках у него появились ямочки, пристально глядя девушке в глаза, он небрежно откинул галстук в сторону.\n\n— Ты не должна столь легко попадаться на обычное зачарование! \n\n— Что?- не поняла девушка. \n\n—Лира, у тебя есть близкие родственники?\n\n -Нет. Мои родители умерли 7 лет назад, это была автокатастрофа. \n\n—И с тех пор ты одна? \n\n—Да.\n\nДевушка печально опустила голову, сейчас она чувствовала, что ей не хватает поддержки как никогда. Это почувствовал и Дэймон, он нежно погладил ее по руке.\n\n — Непереживай! Возможно всё закончится не так плохо. Поехали со мной, в моём доме тебе будет уютно и главное безопасно. Я не единственный кто тебя почует, и поверь мне они не будут так добры.\n\n От сказанного сердце на миг пропустило удар, расстерянно глядя перед собой девушка переваривала услышанное.\n\n— Боюсь я не готова, это слишком, — сказала Лира и потянулась к двери.\nДэймон поймал её за руку, и нахмурившись произнес бархатным голосом:\n\n— Постой! Если ты сейчас уйдешь, я не предложу тебе этого снова.",
    "answers": [
      {
        "id": 33,
        "text": "Вырвать руку и уйти "
      },
      {
        "id": 34,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Тогда мне ничего не остается, как вернуться домой, -сказала девушка. \n\nНесмотря на теплую погоду, пока она добиралась до дома, ей всё казалось холодным и пустым",
    "answers": [
      {
        "id": 36,
        "text": "Подняться домой"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Тогда мне ничего не остается, как вернуться домой, -сказала девушка и вышла из машины.\n\nНесмотря на теплую погоду, ветер ей казался промозглым, а все вокруг пустым и бесцветным.",
    "answers": [
      {
        "id": 35,
        "text": "Подняться в квартиру"
      }
    ]
  },
  {
    "id": 34,
    "text": "Девушка взглянула в глаза собеседника и попыталась ему довериться.\n\n\"Будь что будет, в конце концов он не похож на того кто меня обидит\".\n\nДэймон завёл машину, и помчался рассекая ветер.\nПлечо все еще покалывало, борясь с желанием расчесать надоедливый орнамент, девушка не заметила как, уснула.\nКогда она открыла глаза, они уже подъехали к двухэтажному дому.",
    "answers": [
      {
        "id": 94,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 35,
    "text": "Лира устало поднялась наверх. \n\"Сейчас бы отдохнуть от пережитого, Или\"\nОна взглянула на конверт.",
    "answers": [
      {
        "id": 2,
        "text": "Открыть письмо"
      }
    ]
  },
  {
    "id": 36,
    "text": "Поднявшись домой Лира сново взглянула на конверт.. ",
    "answers": [
      {
        "id": 2,
        "text": "Открыть конверт"
      },
      {
        "id": 3,
        "text": "Выбросить"
      }
    ]
  },
  {
    "id": 37,
    "text": "Выйдя из автобуса на остановке \"Вокзал\", девушка еще раз, пальцами ощутила на правом плече символы.\n\n\"Незнаю как это понимать, но он здесь, и это факт! \"\nПереживания и страх, грозили с головой накрыть её, но девушка упрямо старалась не поддаваться своему отчаянью! По коже легким ветерком пробегала дрожь, орнамент горел. \n\nНаходясь где-то в мыслях, она только у касс сообразила, что забыла свои вещи в уже уехавшем автобусе.\n\n\"Каналья! За что!\"\n\nНа глаза накатывались слезы, негодование на происходящее вылилось в злобное ворчание, и последние, отданные на кассе деньги.\n\n\"Надо мыслить позитивно\".\n\"Кому я вру!\"\n\" Ладно, временно депрессия, затем опять вернусь к надеждам на лучшее\"\n\nНа перрон подъехал ее поезд, и девушка поднялась по ступеням, легкая слабость окутала ее.\n\n\"Что опять! Баста!\"\n\nОглянувшись назад, она уловила странное видение, Тёмная фигура, быстро скользила через людей, и самое пугающее, что это было в ее сторону.\nЛипкий страх пронзил ее до самых костей, на лбу выступила испарина, воздух словно перекрыли.\nТень выставила свои ломаные, неестественные руки к ней. Девушка же, словно приросла к месту, рот не открывался, ей оставалось остекленевше смотреть в глаза страху.\n\nДвери поезда закрылись, оставив фигуру на перроне, а вместе с ней, вернув к жизни замершую в ожидании неизбежного, Лиру. ",
    "answers": [
      {
        "id": 11,
        "text": "Пройти в вагон"
      },
      {
        "id": 38,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ни чего интересного. Только вокзал моего города, где много людей и все толпятся..",
    "answers": [
      {
        "id": 37,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "В отражении, на нее смотрела девушка 23 лет. Волосы ее были цвета темной вишни. Они вились чуть ниже, её плеча. \nБольшие глаза, с небольшим бельмом на правой стороне. Бельмо выделялось, словно мелкая крошка, или мелкий полевой цветок, на поляне ее темно-зеленых глаз. \nСтройное телосложение и средний рост. Сегодня, Лира была в белом, коротком, бандажном платье, что весьма аппетитно подчеркивало ее небольшую упругую грудь, и стройную талию.\nНа ножках у нее сидели красные лодочки на небольшом каблуке.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться"
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i528/1710/3e/5f31a1fba0da.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "\"Вот и местечко\".\nЛиру ожидает долгая поездочка.",
    "answers": [
      {
        "id": 41,
        "text": "Посмотреть в окно"
      },
      {
        "id": 42,
        "text": "Сон лучшее занятие"
      }
    ]
  },
  {
    "id": 41,
    "text": "Девушка посмотрела в окно, все неслось и сливалось.\n\"Я очень устала\"\nВ кресле мне тепло, и укачивает, мне надо набраться сил.",
    "answers": [
      {
        "id": 42,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 42,
    "text": "Проснулась девушка в одиночестве, вагон опустел.Вытащив из сумочки телефон, она глянула на экран.\n\"Ух ты. Время 22.15. Вот это да! \"\n\nДостав расческу спрятанную в зеркальце, Ли привела себя в порядок. \n\n\"Уже должны приехать, пора бы оглядеться\"\n\nЗа окном был только лес густой.",
    "answers": [
      {
        "id": 43,
        "text": "Почти приехали"
      },
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i624/1710/4f/ff82821f552f.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": "\"Приехали..Похоже, это ошибка!\"\n\nВокруг куда ни глянь, один густой лес. Лира достала телефон, и постаралась зайти в интернет, попытка не увенчалась успехом.\n\nПоезд остановился у небольшого домика, надпись гласила \"Волчонок\". \n\n\"Супер\"",
    "answers": [
      {
        "id": 44,
        "text": "Сойти "
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "http://s008.radikal.ru/i304/1710/08/5feab70581fe.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "По густым лесам Лира ходила разве, что разок в походе, ориентироваться она не умела.\n\nПеред собой она видела 2 тропинки: протоптанную и с следами велосипеда?",
    "answers": [
      {
        "id": 45,
        "text": "Идти по протоптанной тропе, она и светлее"
      },
      {
        "id": 46,
        "text": "Следы велосипеда, значит это точно в деревню"
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i603/1710/ad/12fa975bd3e0.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "Перед взором предстала протоптанная тропка, сверху уныло ее освещал фонарь, за ним же виднелась небольшая изба.\nИз избы устало вышагнула местная, выглядела она как в сказке- Баба-Яга, и даже шаль повязана по всем законам жанра. Несмотря на свой внешний вид, старушка была очень резвой. В мгновение ока, она прихватила за ручонку девушку, мигнув как фарами, своими горящими очами: \n\n—Доченька, не ходи в лес! Там темнота, там леший бродит и русалки с ним! Там волки рыщут, там темный ищет жертв! \n\n\"Ну все ...Там леший бродит, русалка на цепях сидит, кот ученый сказки говорит...дурдом! \"\nОт таких мыслей девушка чуть усмехнулась.\n\n -Ну, что вы, Мария Федоровна! Не пугайте горожан! Смотрите, вырвалась к нам из города, -прозвучал позади тихий голос.\n\nЛира обернулась и обратила вниимание, на фигуру, слабо освещенную фонарем. \nМария Федоровна сжала губы недоброжелательно, и снова заглянула Лире в глаза. Медленно, словно нехотя, отпуская руки девушки, она поглаживала ее, словно собственное дитя. \nВзгляд ее был не злым, а напротив участливым. \n\n— До свидание девочка моя, -сказала старушка и заперлась изнутри в избе.\n\n -Эй! Горожанка!- окликнул ее молодой человек, с кромки леса. —Пошли проведу до села, Бабушка тебя ждет.\n\n— Кто ты? Я не говорила, что ищу здесь. \n\n—Она так сказала! Пойдем, ночь на дворе и темные не спят, он бродит где-то здесь! -кинул через плечо парень и двинулся в лес.",
    "answers": [
      {
        "id": 50,
        "text": "Стой! Кто ты? Я устала от загадок! "
      }
    ]
  },
  {
    "id": 46,
    "text": "Решено, сделано.\n\nДевушка шла по темному лесу.\nСвет фонаря давно пропал, а девушка все шла и шла. \nВокруг ни души, слишком тихо.\nДаже сова, не напугает своим \"Угу!\".\n\nГлядит Лира, а на тропе старичок стоит.\n \"Вот и велосипедист! \"Чудесная\" идея была сюда идти! \"\n\nЛира поровнялась с ним и спрашивает:\n\n—Дедуля, здравствуй! Как до села добраться? \n\nДед то этот, какой-то чудной и волосатый, и взгляд у него словно чаща, темный. \n\n—Не в село это дорога, дочка. Ясно дело, что здесь ходят только грибники, -ответил он и лицо его изменилось, он словно посветлел. \n\nЛира опустилась перед ним, ноги невозможно ныли, она сняла свои туфли и чуть не зарыдала, поняв свою глупость.",
    "answers": [
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "http://s011.radikal.ru/i315/1710/3a/900016eb83d6.jpg"
      },
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Я согласна,- ответила дева. \n\nОн нежно гладил ее по щеке и волосам, говорил как она прекрасна, что станет царицей ему лесной. Что вместе будут они навечно. И было ей так с ним спокойно и хорошо, что она ему доверила свою жизнь.\nМужчина вел за руку ее все дальше в лес.. \n\n\" А дома то, ни где нет. Как бы снова не попасть не весть куда!\"\n\n—Где ты живешь?\n\n -Здесь! \n\n— Где здесь? \n\nОн рассмеялся:\n— Здесь, дом мой-лес.\n\nДевушка опешила.\nНедалеко блестело озеро, к коему он ее и привел.\n\n -Ну вот и все. \n\nЛира не понимала, что происходит, ей было холодно,от голода сводило желудок, а из леса все не вышли.\n\n\"Какие-то шутки у него, и как я могла так ему поверить и пойти куда глаза глядят! \"\n",
    "answers": [
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i521/1710/3a/1a6761219956.jpg"
      },
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Спасибо тебе, но хочу домой я, -Лира отошла от мужчины на шаг.\n—Сил нет выбилась я.\n\n -Иди обратно по тропке. Не обидет тебя тень, пока ты в лесу. Как выйдешь, иди по натоптанной! Чего же ты такая, в глушь то сунулась? -Спросил ее дед. \n\n\"Дед! Явно у меня от усталости появились глюки\"\nОна широко распахнув глаза смотрела на него.\n\n — Я Леший, -чуть улыбнулся он ей, — А ты уставшее и голодное дитя. Иди да не оборачивайся! \nДедуля глянул вперед и листва в ответ ему зашелестела перезвоном.\n\nПослушалась его девушка, да пошла обратно, и буквально через 5 минут вышла обратно на развилку. \n\n\"Как же так?!  А выбралась то быстро!\"",
    "answers": [
      {
        "id": 45,
        "text": "Выйти на дорогу"
      }
    ]
  },
  {
    "id": 49,
    "text": "Новое достижение: \"Жена Лешего\".                       \n\nВот так бывает, ты где-то потерялась, заблудилась, и тебе так хочется найти себе пару..\nКак, вот он ! \nИ вроде счастье близко... да притащит он тебя в какое-то болото..\n\n—Будь моей царицей.\n\nОбещал морской, а по факту так килькой в бочке). \n\nНо не отчаивайся, мужик Леший..ой не мужик! Да оно уже и не важно..\nПара твоя, любить будет тебя и ладушки! \nЕго тепло согреет твою холодную душу и тело, он раскажет тебе столько, сколько ни один смертный не знает! Опять же, чистый воздух...\n\nПлюсы сплошные)",
    "answers": [
      {
        "id": 46,
        "text": "Спасайся, дам я шанс!"
      },
      {
        "id": 1,
        "text": "Конец ! Попробуй по другому."
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "http://i057.radikal.ru/1710/94/9c178c072a15.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Меня зовут Араил,- улыбнулся девушке молодой мужчина, и помонил за собой. \n\nЛира неуверенно вышагивала за ним, ей не хотелось оставаться снова одной, в лесу, а приключений на сегодня, было сверх нормы.\n\n -Итак, Араил, откуда знает моя бабушка, когда меня ждать?  -девушка буквально чуть подскакивала за ним, дабы успеть.\n \nАраил повернулся и ответил ей: \n—Твоя бабушка чувствует твое приближение, у тебя на плече метка стаи волков. Метки- это наш знак о причастности крови, к древним волкам обжившим эту землю когда-то давно.\n\nМужчина оглядел ее разодранные ноги и нахмурившись остановился. \n—Иди ко мне ?- вытянул он крепкие руки.",
    "answers": [
      {
        "id": 51,
        "text": "Запрыгнуть к нему на руки"
      },
      {
        "id": 52,
        "text": "Спасибо, я лучше буду чуть придерживаться тебя и иди пожалуйста медленней."
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "http://s009.radikal.ru/i308/1710/38/59ea1ea1d836.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Спасибо тебе, я на сегодня уже не ходок, совсем выдохлась! -с этими словами, Лира запрыгнула к нему на руки.\n\n -Но это не значит Араил, что я буду молчать! У меня уйма вопросов !\n\n—Ладно, думаю у тебя есть время их задавать.",
    "answers": [
      {
        "id": 62,
        "text": "Ну что, приступим! "
      }
    ]
  },
  {
    "id": 52,
    "text": "—Я еще не настолько сокрушена, чтобы совсем залезть на тебя,- измученно улыбнулась девушка.\n\nПарень чуть приобнял ее и помог идти.\n\n—Ну если передумаешь, то я готов, -подмигнул он ей.\n\n — Араил, у меня уйма вопросов! \n\n—Ладно, думаю, у тебя есть время их задавать.",
    "answers": [
      {
        "id": 62,
        "text": "Итак приступим.."
      }
    ]
  },
  {
    "id": 53,
    "text": "—Волки пришли сюда так давно, что уже и не вспомнить, когда именно. Они сразу объединились с соседним поселением, заключив мирный договор.\nПомогая во всем друг другу, между ними появилось уважение и дружба.\n\nВремя шло и их дружба росла.\nСпустя сотни лет, появились первые союзы между людьми и волками. Те кто воссоединились, жили долго и счастливо, такой союз породнил много пар.\n\nВскоре появилась традиция, поддерживающая подобные союзы. \nТак и продолжается, это у нас в крови.\n",
    "answers": [
      {
        "id": 62,
        "text": "Хорошо, это я поняла"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "http://s008.radikal.ru/i304/1710/e0/51367881454f.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Метка показывает, что ты открыта.\nГотова для духовного воссоединения.\nКак бы, в том возрасте, чтобы найти своего самца и построить с ним семью.\nВозможно звучит странно, но это ритуал стаи.\nВ тебе есть небольшая доля волчьей крови, она течет в твоих жилах, так что, у тебя нет выбора, ты та, кто ты есть!\n\nТы можешь отказаться от пары, но от себя не сможешь, от зова крови не убежишь!",
    "answers": [
      {
        "id": 62,
        "text": "Сложно, но я усвою"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Стая белых волков, хм...Я думаю ты и сама все увидишь, тебе не стоит бояться.Ты считаешь, что волки страшны? — глянул хитро в ее сторону мужчина.\n\n -Ну, он же зверь..хищник. Наверно да, я их боюсь, -задумавшись ответила девушка.\n\nОтвет девушки вызвал у парня легкий смех.\n\n—Хищники бывают разные.",
    "answers": [
      {
        "id": 62,
        "text": "Посмотрим.."
      }
    ]
  },
  {
    "id": 56,
    "text": "—Твоя бабушка очень уважаемая в нашей дереве. Она ведунья, а ведает она все.В ее роду все были связаны союзом.Она хранитель истории и жрица.\nА теперь, я думаю, пора бы нам прибавить ходу, а то ты совсем продрогнешь, -Араил прижал девушку к себе покрепче, и перешел на бег. От его тела исходило такое тепло, даже сквозь футболку.\n\nПока он бежал девушка восторженно отмечала, как красиво разлетаются его волосы, какой у них цвет, на ветру они блистели словно снег.\n\n\"В деревне и такой парень, если там все так красивы, то к бабушке буду наведоваться часто!\"",
    "answers": [
      {
        "id": 57,
        "text": "Вперед"
      }
    ]
  },
  {
    "id": 57,
    "text": "Бегал парень на удивление быстро, скоро в поле зрения возникла деревенька. Свет уже во многих домах не горел. Ах, как же мечтала Лира оказаться быстрей в тепле.\n \n—Мы приехали красавица, -сказал он и поставил ее на ноги.\n\nПеред ней виднелась вытянутая улица с небольшими домиками. При свете фонарей, она наконец разглядела своего собеседника. \n\nПарень был почти белесым, его волосы отливали серебром, падая ему на глаза. Его красивое лицо, было овальное с прямым носом и чувственными губами, глаза были как льдинки -голубыми. Ростом он, был выше ее, но это она и так заметила.\n\n— Ну что, насмотрелась, -озорно подмигнул он.\n \n—Веди уже, кривляка, -отмахнулась от него девушка. ",
    "answers": [
      {
        "id": 58,
        "text": "Идти за Араилом"
      }
    ]
  },
  {
    "id": 58,
    "text": "Двигаясь вниз по улице, девушка озиралась по сторонам, пытаясь угадать, где мог бы быть, дом ее родни. \nВпереди, освещенный светом фонаря, стоял человек.\n\nОт чего-то сердце в груди девушки затрепетало, словно загнанное. \nЧем ближе они подходили, тем четче девушка видела ЕЁ. \n\n— Бабушка!\n\nЖенщина открыла ей на встречу руки, Лира подбежала упав в ее объятья. От бабушки пахло травами, как ей нравилось вдыхать этот аромат!\n\n—Наконец ты дома,- чуть слышно сказала старушка.\n \nОторвавшись, девушка жадно оглядывала женщину. Как они похожи! Женщина ласково обнимая внучку повела из всех в дом.\n\n— Пора пить чай ребятки, там и поговорим.",
    "answers": [
      {
        "id": 59,
        "text": "Идти за бабушкой в дом"
      },
      {
        "id": 60,
        "text": "Оглядеться"
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "http://s016.radikal.ru/i334/1710/91/facd2ee19b69.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "Лира прошла за бабушкой в дом, внутри было светло и чисто, пахло выпечкой. Сладкие ароматы сплетались между друг другом. Юрко проскользнув на кухню, старушка вынесла оттуда лакомства на стол.\nАраил притих позади девушки, немешая ей оглядеться. \n\n—Ну что стоим! — выглянула на них бабушка.\n\n—Лира, пойдем я подскажу тебе где вымать ноги. У Жрицы всегда чисто.\n",
    "answers": [
      {
        "id": 61,
        "text": "Наверно глупо не согласиться."
      }
    ]
  },
  {
    "id": 60,
    "text": "Перед девушкой стоял деревянный, двухэтажный дом с трехскатной крышей, и что приметно со старыми резнями. Вот откуда идет их начало.\nТерритория вокруг, не обнесена глухим забором из досок. Цветут цветы по кругу,а все остальное скрывала темнота.",
    "answers": [
      {
        "id": 58,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 61,
    "text": "Закинув девушку к себе на руки, Араил поспешно покинул прихожую.\n\n— Куда ты?-оглядывалась в темноте девушка.\n\nПозади дома стояла небольшая накренившиеся баня, в которую занес девушку мужчина.\n\n—Баня значит...\n\n—Именно, а теперь держи тазик я налью тебе воды. \n\nХолодная вода помогла расслабиться после путешествия по лесным дебрям.\n\nВсе это время мужчина смотрел куда-то в окно, держа в руках полотенце и легкие тапки.\nЛира незаметно оглядывала его, такие широкие и крепкие плечи, на шее видеется напряженная мышца. По правой руке въются замысловатые символы, скрываясь по футболкой.\n\n\"Интересно, о чем он думает. Даже странно находится с кем-то мало знакомым, вот так в бане..\"\n\n—Спасибо тебе, без тебя я не выбралась бы.\n\n—Ерунда,- Араил обернулся, чуть нахмурив брови  протянул ей полотенце с тапками. \n\nСил в теле оставалось совсем мало, покачнувшись Лира надела второй тапочек на ногу, и мужчина ловко поймал ее за плечи, востановив ее равновесие.\n\nЗаглянув ему в глаза, возникло дикое желание наградить поцелуем эти чуть пухлые губы. В его глазах она видела этот отклик, и ответное желание. Не смотря, что минуты тянулись, а никто не решился сделать шаг на встречу, они безотрывно наслаждались этим моментом тишины. Наконец Араил глубоко вздохнул, жестом предложил пройти в дом.",
    "answers": [
      {
        "id": 63,
        "text": "Пройти в дом"
      }
    ]
  },
  {
    "id": 62,
    "text": "Араил расскажи мне..",
    "answers": [
      {
        "id": 53,
        "text": "Что за волки?"
      },
      {
        "id": 54,
        "text": "Что это за метка?"
      },
      {
        "id": 55,
        "text": "Как они выглядят?"
      },
      {
        "id": 56,
        "text": "Бабушка, ты сказал она все знает.Откуда?"
      }
    ]
  },
  {
    "id": 63,
    "text": "Легкий румянец украшал щеки девушки, весь путь до дома они прошли молча. Внутри дома все дышало уютом, деревенским бытом и бабушкой... Как оказалось это приятно.\n\n—Присаживайтесь мои хорошие, еще горячее.\n\n\"Давно ни чего приятней не слышала!\" \n\nУстало девушка улыбнулась, поспешив за стол, от чудных ароматов еды у неё закружилась голова, только сейчас, она прочувствовала нутром, как давно она не ела. \nНе видя больше смысла сдерживаться, накинулась на еду, уплетая за обе щеки. Араил усмехнулся и поспешил за ней. \n\n— Спасибо белый, что ты нашел ее!- произнесла старая женщина оглядывая детей.\n\n Наполнив горячей, и сытной едой свой желудок, Лира устало разглядывала бабушку, стараясь запомнить каждую морщинку на ее лице.\n\n— Сегодня закончилось, мы на пути к завтра. Кровинка моя, ложись спать.\n\nВедунья оглядела своих гостей и пригласила укладываться на ночь свою внучку.\n\n—Еще увидимся, Лира. Приятной ночи дамы!- ретировался Араил.\n\n—Пока, приятных снов. \n\nКак только коснулась подушки головой, она сразу окунулась в сладкий сон.",
    "answers": [
      {
        "id": 64,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 64,
    "text": "Открыв глаза Лира долгое время просто смотрела в беленый потолок, все казалось страшным сном. \nВ доме витал приятный аромат выпечки, солнце уже давно в зените.\n\n—Тебе проснуться пора, как бы день был не сложен -сказала бабушка, -, пирожки стынут. \n\n—Да, спасибо тебе ...бабушка.\nПроизнося, девушка буквально пробывала это слово на вкус, оно чужое, и в то же время желаемое.\n\nНакинув халат, который дожидался ее на спинке кровати, она шагала по деревянному дому босиком, ощущая холодные доски.\n\nНа кухне она застала свою бабушку, та протянула входящей тарелку пирогов.\nС широкой улыбкой девушка, схватилась за горячие пирожки и с восторгом укусила.Пока рот Лиры был занят, бабушка Оливия рассказывала о себе, о дедушке, и о своей непутевой дочери.\n\n -Как правило, мы все всегда выбирали в мужья или жены себе волка, но твоя мать влюбилась в мужчину, что приехал в село. \nОн был другим, моя дочь потеряла голову, и как то ночью сбежала со своим Сэнтуром.\nС демонякой!\nЖенщина вздохнула тяжело и кинула на стол полотенце, что вертела в руках.\n\n",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Бабуля у меня есть вопросы",
    "answers": [
      {
        "id": 66,
        "text": "Расскажи, что за камень?"
      },
      {
        "id": 67,
        "text": "Мои родители"
      },
      {
        "id": 68,
        "text": "Что за обряд?"
      },
      {
        "id": 69,
        "text": "За дело!"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Камень Ортман это древний артефакт, позволяет влиять на нашу жизнь. Вся сложность в том, что им может управлять лишь демоны, мы власти не имеем над этим камнем. \nЧтобы он работал, нужно принести жертву, и не просто жертву, а сильную духом и энергией. Как раз сейчас, ты на пике силы. В тебе бурлит активированная кровь волка, еще не принятая и дикая, поэтому например ты, потенциальная жертва.\nТак же, с помощью этого камня, они легко попадают через пространство наших миров, сюда- на землю.",
    "answers": [
      {
        "id": 65,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Лилли и Сэнтор жили где-то в недоступности. Я рассказала тебе все, что могла. Но я точно уверенна, что они оба любили тебя, даже этот демоняка, не думая отдал жизнь за тебя! Перебороть гордость и перешагнуть через себя,  нелегко, но он пошел на все, ради твоего спасения! \nЛили всегда была веселой и смешливой, я все еще, кажется слышу порой ее звонкий смех. \nЕще она любила мои пирожки с вишней, могла стащить целую тарелку и спрятаться под кроватью.\nЕх..я столько могу рассказать, но на это у нас еще будет время",
    "answers": [
      {
        "id": 65,
        "text": "Что же в ту ночь произошло?.."
      }
    ]
  },
  {
    "id": 68,
    "text": "—Обряд проводится на закате, когда солнце заходит, и начинается ночь- время волков. Мы зажигаем большой костер, и после призыва духов жрицей, начинается танец.\nТвой танец. \nКак только пройдет обряд, твоя скрытая энергия пропитает тебя и ты вздохнешь по настоящему! \nНе стоит переживать, как говорят сейчас: \"Это просто вечеринка с коктелями\".",
    "answers": [
      {
        "id": 65,
        "text": "Увлекательно"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Если ты готова, то нам пора переодеть тебя. Твоё платье высохло и дожидается тебя в бане, но ты можешь накинуть и то, что принесла наша соседка. Девочка уже замужем, и не носит эти городские вещи. \nОполоснись и пойдем.\n\nИ уже в дверях бабушка добавила: \n\n—И совет дочка, пока пойдем по деревне не отходи от меня, платье у тебя скажем, не очень закрытое, а волки это горячая кровь!",
    "answers": [
      {
        "id": 70,
        "text": "В баню "
      }
    ]
  },
  {
    "id": 70,
    "text": "Лира прошла в баню, окунулась.\n\nНа полке в прихожей, она увидела свое платье и расческу. Еще лежали темные джинсы и белая футболка с милым кроликом, Лолой Бани.\n\n\"Наверно все таки, стоит прислушаться совету.\"\n\nОна натянула джинсы, футболка тоже села в облипочку, подчеркивая фигуру девушки, очевидно хозяка вещей, чуть меньше Лиры и выше. \n\nВстретив у дома Оливию, она сразу обратила внимание на то как взгляд ее стал лукавым.\n\n— Шило на мыло. Кому я вру, не скрыть, то что явно.",
    "answers": [
      {
        "id": 71,
        "text": "В деревню"
      }
    ]
  },
  {
    "id": 71,
    "text": "На улице жизнь кипела. Когда дамы проходили мимо сельчан, все обязательно приветствовали их.\nЛиру рассматривали все, казалось, даже слепой старец на скамье ее оглядел. \nДевушке было не по себе, внимание ее смущало, но пройдя так пол деревни, она привыкла. Все же, она здесь пока чужак. \nСеляне ей казались немного необычными, они походили на обычных людей или были как Араил, седовласыми или наполовину белесыми.\nИ тут она поняла! \n\n\"Волки то- белые!\"\n\nТак же кидалось в глаза, что белесые молодые мужчины не сводили с нее глаз. \n\n—Мне нужно зайти к нашим друзьям- сказала бабушка и повела ее к большому дому с краю. \n\nУ ворот их встретила темноволосая, невысокая женщина.\n\n -Это Мила, моя близкая подруга, — Мила сразу протянула ей руку, и добродушно улыбнулась. \n\n—Проходите во двор.\n \nОливия обернулась к внучке и быстро прошеплала: \n—Я скоро!",
    "answers": [
      {
        "id": 72,
        "text": "Хорошо, я буду ждать тебя "
      }
    ]
  },
  {
    "id": 72,
    "text": "Девушка присела на скамью и оглядела небольшой дворик с цветами. Дверь дома хлопнула, на крыльцо вышел высокий, молодой мужчина. Он был так же с длинными серебренными волосами, как и многие мужчины. Оглядев девушку он приблизился. \n\n— Кто ты? \n\n— Я Лира, внучка Оливии.-протянула руку девушка, в знак приветствия.\n\n—Я Морф, старший сын Милы, весьма приятно узнать, что у твоей бабули есть такая внучка.\n\nПарень сел на скамью поблизости, Лира смутилась, он весьма красноречиво смотрел. Отодвинувшись она отвернулась, и попыталась переключить его внимание на что-то другое. \n\n—Я в городе не встречала таких же прекрасных цветов, как у твоей мамы в палисаднике, -сказала она первое что взбрело ей в голову.\n\nКогда она обернулась, он сидел через чур близко и не сводил с нее своих синих глаз. Лира мгновенно почувствовала себя жертвой хищника.\n\n— Я готов украшать цветами твой прикроватный столик, каждый день, -произнес Морф, и облизнул свои губы.\n\n— А ну кыш! Не чего ее своей плотоядностью пугать! — выкрикнул Араил выпрыгнув из дома.\n— Всем понятно, что она сейчас кружит нам голову, но это не значит, что я позволю тебе ее пугать. Отойди. \n\nЛира безумно была рада его увидеть, признаться его появление позволило ей выдохнуть, казалось до этого, она замерла и боялась дышать.\n\n — Ты, тоже, сын Милы? А волчонок ?-съехидничала девушка.\n\n—Ага, смотри аак бы не укусил за бочок— весело кивнул парень, -А ты значит, внучка жрицы, что любит плутать по лесам?\n\n—Ну, я практикую ориентацию на местности.\n\n—Ориентацией там и не пахло, скорей топографический кретинизм тренировала.-выдал Араил и смеясь глянул на брата.\n\n—Ах ты ж! -рыкнула на него Лира и несильно ударила под дых.\n\nМорф рассмеялся, его взгляд потеплел и стал озорным. \n\n— Прости, этот призыв совсем меня одурил. Ты весьма хорошенькая, что заставляет не противиться тебе. -Морф откинул пару прядей волос с лица, и мило улыбнувшись, протянул руку девушке.\nЛира приняла его рукопожатие, но мужчина легко коснулся ее руки губами, заставив вновь покраснеть. \n\n—Морфф..-угрожающе, тихо прошипел Араил.\n\n—Не рычи, фу! -поддел того брат.\n\nБратья грозно играли в гляделки, но закончилось все смехом. \nОливия вышла из-за угла и подала знак рукой.",
    "answers": [
      {
        "id": 73,
        "text": "Домой готовиться"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i528/1710/ab/134f09219d8f.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вернувшись в дом, Лира была предоставленна сама себе, Оливия кружила по дому и готовила все к обряду.",
    "answers": [
      {
        "id": 74,
        "text": "Спустя 5 часов"
      }
    ]
  },
  {
    "id": 74,
    "text": "День сменился вечером, дневная жара спала и все покрывалось вечерней мглой. Лира и Бабушка шествовали по темной деревне, местами тут и там горели огни. Люди выпивали и смеялись, гуляли парами или целой семьей. К центру деревни движение усиливалось. \nНа центральной улице, где была большая площадь, пылал огромный костер. По краям от него, стояли многочисленные столы, бурное веселье лилось рекой.\n\nДевушка была одета в свободный расшитый сарафан, как и все девушки, молодым девам, на голову венчали красивый венок из красных, как кровь цветков. Оливия покинула внучку присоединившись к старшим. Лира же, была ловко подхвачена в лихой танец рыжей девчонкой.",
    "answers": [
      {
        "id": 75,
        "text": "Танцевать"
      }
    ]
  },
  {
    "id": 75,
    "text": "В танце, девушка забыла о всех своих проблемах, и просто кружилась. К ней подошел молодой волк, чтобы пригласить ее, но позади она услышала рычание, это заставило ее обернуться, рычал Араил. Хмель кипел в его голове, отпугнув ее кавалера, он пристально глядел ей в глаза, не присоединившись к пляске, он покинул круг.\n\nДевченки в окружении рассмеялись:\n\n—Пошла пьянка, сейчас все свое берегут, того и гляди покусают.\n\nСкоро музыка поутихла и зычный голос  старейшины прозвучал привлекая всех послушать. \n\n—Пора вознести духам! \n\nОн добавил в котел траву, и сладкий, пьянящий аромат окружил всех.\n\n—Девушки, подходите и наполняйте свой кубок.\n\nЛира почувствовала на своей ладони чужую руку, рыжая девчушка смело схватила ее и потащила вперед.\n\n—Пойдем! -подмигнула она.",
    "answers": [
      {
        "id": 76,
        "text": "Пойти вместе с рыжей девушкой"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i629/1710/6b/63d022ded607.jpg"
      }
    ]
  },
  {
    "id": 76,
    "text": "Небольшой группой из 10 человек, девушки брали кубок и опустив в котел, выпивали содержимое. Затем выстраивались кругом у горящего костра. Пришла очередь и Лиры, она зачерпнула из котла жидкость и принюхалась.\n\n\" Да это же вино! \"\n\nОна выпила все содержимое кубка, и так же заняла свое место в круге. \nИз-за стола вышла жрица, она вознесла к небу руки и запела, песня была непонятна, заунывна и протяжна, но цепляла за самое нутро, заставляя чуть колыхаться ей в такт.\nОливия резко оборвала песню, и бросила что-то в костер, пламя вспыхнуло ярче. Лира закрыла глаза,  весь мир пропал, в голове звучали барабаны, ритмичная мелодия повинуясь которой, она хотела двигаться. \nЛира забыла кто она и где, все стало не важно, ее тело двигалось, извивалось в диком танце. \nВнутри по венам неслась кровь, и бурлил огонь. Она жила, она горела, она желала! \nВ ритме смешалось все.\nКогда Ли открыла глаза, вокруг неистово танцевали девушки, толпа сидела за столами в ожидании.\nНе видя ни кого, Лира стрелой кинулась вперед, она запрыгнула на стол и продолжила свой танец. За этим столом сидели братья, Морф и Араил, и еще несколько мужчин. \n\nАраил, как и другие не мог оторвать глаз от этой милой плясуньи. \n\nЕе глаза светились, а волосы словно пожар горели, кровь замирала!\nВдруг она остановилась и глянула на него. \nГлаза в глаза, косо улыбнувшись словно кошка, она вступила в игру, Лира плавно двигалась не сводя глаз с мужчины, и не отдавая отчета себе в этом. \nКогда Араил не в силах был усидеть, она звонко засмеялась и отскочила чуть в сторону. Строя глазки его брату Морфу, гладила того нежно ладонью по лицу, но миг, и она улизнула от них.\n\n Ее уже не грело, а жгло изнутри. Она хотела, жаждала чего-то.",
    "answers": [
      {
        "id": 77,
        "text": "Принять себя и кровь волка"
      },
      {
        "id": 78,
        "text": "Нет, я не хочу!"
      },
      {
        "id": 76,
        "text": "Нажмите, чтобы вставить ссылку"
      },
      {
        "id": 76,
        "text": "Укажите команды для картинки",
        "url": "http://s009.radikal.ru/i307/1710/fb/2552704dd980.jpg"
      }
    ]
  },
  {
    "id": 77,
    "text": "Она хочет принять то, что внутри нее, эту кровь и ее правила. Боль стихла, разум очистился.\n\n\"Как же хорошо!\"\nЛи давно себя так хорошо не чувствовала, столько энергии и сил.",
    "answers": [
      {
        "id": 79,
        "text": "Найти своего нареченного"
      },
      {
        "id": 80,
        "text": "Жить свободной"
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "http://s41.radikal.ru/i093/1710/a1/031ae582a990.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "Лира опустилась на колени перед огнем и осознала, что все, что она делает, не ее натура и ей это не подвластно. \n\n\"Нет, я не готова приять, во мне две крови! \"\n\nНезная, что ей делать, она испуганно искала бабушку глазами.\nЭнергия вихрем покинула ее тело, Лиры вся сжалась от боли. Тело стало слабым и немощным.\nОт боли девушка кричала и каталась по траве, пока наконец не потеряла сознание.",
    "answers": [
      {
        "id": 90,
        "text": "Придти в себя"
      }
    ]
  },
  {
    "id": 79,
    "text": "Внутри пронеслась вся мощь ее крови, она наполненная сил, решилась на важный шаг. Повернув свой взор к бабуле, девушка без слов кивнула, Оливия всё поняла.\nНа лице старушки отразилось счастье, теперь внучка будет с ней, она будет точно счастлива! \n\n—Моя внучка Лира, готова принять судьбу!-громко крикнула в толпу жрица.\n\nЛюди оживились. \nОливия подошла к девушке и сняла с неё венок с алыми цветами. \n\n—Закрой глаза Лира, и позови его, подумай о нём,- попросила бабушка.\n\nОливия выбросила венок внучки в костер. Как только вспыхнули цветы, Араил вскрикнул и перевернулся волком.\nЛира распахнула широко глаза, пьянящее чувство наполнило ее. Существовал только он.\n Он избранный, похоже с самого начала, где-то в глубине души, она это знала, и сейчас сами духи ей подсказали.\n Здоровый белый волк подошёл к ней, и лизнул ее ладонь. \nМомент, и он в людском обличье, улыбаясь сладко целует невесту, народ ликовал, все поздравляли пару.\n\n Старейшина достал золотые браслеты и соединил их руки, жрица благословила молодых и отпустила, провести наедине немного времени.\n \nДержась за руку, они шли по тропинке на залитую луной поляну. Там кружа словно в танце невесту на руках, жених целовал ее плечи, шею и губы. Давно Лира не была так счастлива, вместе они провели чудесную ночь наполненную нежностью и любовью.\n\n\n Конец.",
    "answers": [
      {
        "id": 81,
        "text": "Новое достижение."
      },
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "http://s019.radikal.ru/i636/1710/3c/c981763407b7.jpg"
      }
    ]
  },
  {
    "id": 80,
    "text": "\"Я приму свою судьбу, но быть невестой и женой я не готова.\" \n\nОливия поняла по взгляду.\n\n—Моя внучка не готова принять пару, но нас ждут остальные,- произнесла она громко.\n\n Лира отошла и села за стол, еще минут 30 она следила как происходит воссоединение, это было завораживающе! \nКакие они прекрасные в этот момент, а то как партнер перевоплощается! \n \nКак только пары закончились, костер поутих, стало значительно темнее. \nСтарейшина взял слово :\n\n— Гуляем!- Громко оповестил он.\n\n \"Да уж! Краткость, сестра таланта.\"\n\nСоседи по столу наливали и ели, Лира не отставала от них, ей нравилось это общество. Вскоре к ним присоединились братья Морф и Араил. Все вместе, они отмечали этот праздник любви. \nВдруг девушку привлекло движение, кто-то стоит у кромки леса.\nДевушка услышала зов, не говоря с остальными она встала и пошла. \n\nНа вопрос -Куда ты? она бросила через плечо, что в кустики. ",
    "answers": [
      {
        "id": 82,
        "text": "Дойти до леса"
      }
    ]
  },
  {
    "id": 81,
    "text": "Новое достидение \"Словно в сказке\". \n\nВы дошли до самой счастливой концовки! \nПоздравляю, вы справились! \nВ вас немало смелости, вы добились немалым трудом этого счастья.) ",
    "answers": [
      {
        "id": 76,
        "text": "Могу дать шанс, глотнуть и дегтя) "
      },
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "http://s011.radikal.ru/i315/1710/de/f03e6516f25e.jpg"
      }
    ]
  },
  {
    "id": 82,
    "text": "Пробравшись к лесу через празднующих, она окрикнула:\n\n — Кто здесь? \n\nВ ответ услышала женский голос, родной и знакомый..\n\n\"Нет, это не может быть правдой! Мама!\"\n\nЛи побежала на голос в чащу, на поляне стояла женщина укутанная в платок.\n \n— Кто вы? \n\nЖенщина молчала, и молчание это, было не выносимой пыткой. Лира потянула к ней руку, лже-женщина развернулась и явила ей свое кошмарное черное лицо. От шока, девушка упала, резко отпрянув.\n\n— Ну что же ты, крошка, совсем не помнишь Даурэна, -пропел мужчина.\n\n -Я все искал, преследовал, думал что ты потеряна для меня окончательно. Спасибо, птичка моя, что ты вдруг появилась.\n\nМужчина перевоплотился из тени в высокого темноволосого мужчину. Он решительно подошел, и схватил ее за плечи, оторвал от земли. \nЛира не могла даже сопротивляться.\n\n— Но зачем ? Почему именно я? -Слетело с ее губ. ",
    "answers": [
      {
        "id": 83,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 83,
    "text": "—О, я поделюсь! Я был братом твоего отца, мне он надоел, с его поганой женой. Я разделался с своим отцом, отобрал могущественный артефакт. И вот тут твоя семья объединилась, старый волк ответил на зов, но им было не справится со мной. \n С помощью камня Ортмана, я изменил вашу счастливую жизнь. \nТвоя грязная мамаша не чего не расскрыла мне, проткнув свое сердце, и скрыв тебя от меня. \n\nЯ был в ярости! \nОни стоили друг друга..\nНо вот, твоя метка пробудилась, и я снова ощутил противника. Сейчас твоё сердце не на столько уже прекрасно, но оно обладает определенной энергией и избавляет меня от потомка моего брата. \nДва в одном, сплошная польза от твоей смерти.\n \nЛира не могла поверить его словам, как он мог быть столь жестоким. Слезы рвались наружу, но ярость была сильней.\n\n\" Неужели все демоны такие?!\"\n\n -Остановись — взмолилась она. Я не преграда тебе, я ни на что не претендую.\n\n\"Сейчас я не противник ему, но со временем...Я точно придумаю как..\"\n\n Противник оскалил зубы, словно в кошмаре.\n\n — Чтобы я обрел контроль над артефактом, мне нужна сто процентная сила, это только без тебя. Он кинул ее на землю и раскрыв свою темную пасть, ринулся в атаку",
    "answers": [
      {
        "id": 84,
        "text": "Постораться бежать или отползти"
      },
      {
        "id": 85,
        "text": "Ни чего не делать"
      },
      {
        "id": 86,
        "text": "Ощупать землю под руками"
      }
    ]
  },
  {
    "id": 84,
    "text": "Лира старалась отползти, но он был проворнее. \n \nДвое крупных волков ворвались на поляну, чем отвлекли внимание на себя.\nЛира не раздумывая поползла подальше, когтистая лапа схватила ее за ногу, в гневе девушка пинала так, чтобы досталось демону.\n\nВолки накинулись на противника с двух сторон, их атаки позволили Лире отползти в кусты. Хищники рвали противника, он то совсем им проигрывал, то снова откидывал их, ни кто не уступал.\n\n Все же, после затяжного боя волки одержали победу. Они разорвали это чудовище на две черные части. \nДевушка покинула  свое укрытие, колени еще дрозжали, но в душе она была в ярости.\n Араил лизнул ее в щеку и оба хищника скрылись в лесу. \nЛира оглядела тело, плюнула и  медленно похромала до деревни. Молодые люди догнали ее у самой деревушки, оба мокрые и потрепанные. \n \n—Спасибо! Я жива только благодаря вам ! -Она поцеловала обоих парней в щеку.\n\n— Мы так и знали, что ты обязательно во что-то влипнешь.\n\n—Но мы будем всегда рядом -сказал Морф. \n\n—Очень близко, -поддакнул Араил.\n\nПодняв на руки Лиру, Араил прижал ее к себе и неспеша, они добрели втроем до избы ведуньи.\n\n—Я точно знал, ноги у тебя кривые ! Придется снова нести на руках из леса, вечно ты там попадаешь!- Араил лукаво пошутил.\n\n—Ах ты ж! Животное! -беззлобно ответила ему девушка,обнимая за шею.\n\n—Иди ко мне, я тебя больше уважаю. Ноги твои, могут полежать и у меня.- отвлек их Морф.\n\n—Иди молчи!-зашипел Араил.\n\n— Я подумаю....- улыбнулась более смело Лира.\n\nКонец.",
    "answers": [
      {
        "id": 87,
        "text": "Новое достижение"
      },
      {
        "id": 84,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i500/1710/72/63c46f7f9ddd.jpg"
      }
    ]
  },
  {
    "id": 85,
    "text": "Лира оторопела от ужаса, демон ударил сначала ее лапой по ногам и разорвал кожу, а затем впился ей в ребро зубастой пастью.\n Крик девушки раздираемой демоном, разнесся до самой деревни, когда подоспели волки, демон уже разорвал ее грудную клетку, и схватил сердце.\n\nВолки кинулись озлобленно в атаку, но он растаял в воздухе словно мираж.\n\nДва зверя жалостливо и протяжно завыли, на другом конце Оливия уронила кружку на пол, и горько заплакала. \nНа полу из кусочков стекла вырисовывалась пасть демона.\n\n Конец.",
    "answers": [
      {
        "id": 88,
        "text": "Новое достижение"
      }
    ]
  },
  {
    "id": 86,
    "text": "Девушка ощутила под рукой палку, схватив ее она ударила демона. Демон этого похоже не ожидал, он споткнулся о корневище. \nЛира не теряла ни минуты, сейчас как никогда ей хотелось жить. Она соскочила и врезала палкой демону по голове, не раз, она била пока не сломалась палка. \n\n— Хватит, маленькая дрянь!- крикнул он и откинул девушку от себя как куклу. \n\nМгновенье и он ее настиг, но нанести удар он не успел, огромный волк в прыжке атаковал демона. От удара злодей хотел увернуться, но Лира успев сориентироваться, ударила его по ногам, от чего Дариэн не ушел от волчьей пасти.\n \nВолк в миг оторвал ему голову, девушка сжалась от тошноты. \n\n\"Это кошмар на яву. Тушенка из демона..\"\n\nАраил, весь измазанный в черном и липком, помог подняться девушке.\n\n -Я вернусь, только умоюсь-сказал он, скрывшись в глуши лесной.\n\n Девушка привстала и похромала в сторону деревни.\nМокрый мужчина догнал ее на пол пути, подхватил на руки и понес домой. \n\nМолчание длилось весь путь, говорить не было сил. Волк поставил на ноги девушку только у самого дома жрицы, она устало взглянула на него и поднявшись на цыпочки, поцеловала крепко в губы Араила. \nЗатем развернувшись медленно шагнула в сторону крыльца. \nМужчина постоял, подождал пока огонь в огне погаснет, и только потом побежал домой.\n \nТеперь, этот огонь, горит ярко в его сердце.\n\nКонец.",
    "answers": [
      {
        "id": 89,
        "text": "Новое достижение"
      }
    ]
  },
  {
    "id": 87,
    "text": "Новое достижение \"Битва волков\".\n\nНе часто получается увидить в бою этих больших хищников, и выжить в лесу, но у тебя это вышло. \n\nПоздравляю похоже ты талант!\nА главное, найти таких друзей очень важно.",
    "answers": [
      {
        "id": 76,
        "text": "Ну что, лови свой победный шанс"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 88,
    "text": "\nТак умереть это просто целое достижение.. не тупи держи сникерссни)",
    "answers": [
      {
        "id": 76,
        "text": "Жуй"
      },
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 88,
        "text": "введите команды для картинки",
        "url": "http://s008.radikal.ru/i306/1710/6b/4c2cb85b4c56.jpg"
      },
      {
        "id": 88,
        "text": "введите команды для картинки",
        "url": "http://s008.radikal.ru/i306/1710/6b/4c2cb85b4c56.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "Новое достижение\"Огонь не погас\". \n\nТеперь ты свободна, и не сломлена! Так держать! Впереди ждет любовь и будущее!\n\nАраил не забудет тот поцелуй, и чтобы повторить его, долго ждать не будет.\nВолк- кровь горячая.",
    "answers": [
      {
        "id": 76,
        "text": "Шанс все изменить"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 90,
    "text": "Девушка пришла в себя уже дома, бабушка сидела у ее головы. \n\n—Что со мной?- прошептала девушка. \n\n— Ты сделала глупость, отказалась от своей крови и стала... Слабой и пока болезненной,- отвернулась от нее бабушка.\n\n — Прости, если я тебя разочаровала, но мне хотелось спасти себя от этого всего. -Лира вгляделась в лицо женщины, она плакала. \n\n— Дуреха ты! Черный, как смоль охотник не оставит тебя! Ты погубила себя! Волк не имеет права теперь на тебя, и не чувствует на расстоянии, мы можем просто потерять тебя!- Бабушка соскочила со стула и отошла к окну. \n\n—Мне нужно подумать, теперь ты часть этого мира, но беззащитная и полукровка, часть не моего мира..\n\nЛира еле поднялась с кровати, ей хотелось просто обнять свою старушку. Голова кружилась, губы потрескались.\n\n— Умойся, станет чуть легче, я принесу воды, -сказала ей Оливия. \n\n\"Странно, как будто бабушка и смотреть на меня не может.\"\n \nПройдя до умывальника в туалете, Лира умылась ледяной водой и ей стало легче. Подняв свой взгляд в отражение зеркала, девушка обомлела, ее глаза стали темными. Казалось почти черными. \n\nВот оно наследие демона, теперь и крапинка на глазу выглядела как луна на небе и это уже было страшно.\n\n\"Вот почему ей больно это видить, бабушка думала, что я построю свое будущее рядом с ней, а теперь..Я то, что она видила в моем отце и так же должна ее покинуть! \"",
    "answers": [
      {
        "id": 91,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 91,
    "text": "Бабушка принесла воды.\n\n—Ты теперь меня ненавидишь? -глаза Лиры были полны слез.\n\n — Нет, просто все родное и похожее, покинуло в раз твои черты лица, мне тоже это не привычно.-отвела взгляд Оливия, такой же тяжелый как грозовые тучи.\n— Лира я созвонилась со знакомым твоего отца, как оказалось его отец уже тоже умер, но остался сын. Он сможет тебе помочь вернуть дом отца. Как бы я не хотела, но волки не смогут принять тебя такую. Я буду приезжать. Мне очень жаль. \n\n Старушка не сдержалась и кинулась к Лире, она крепко обняла, не отпуская. Так женщины провели день дома, в уюте теплых сердец. \n\nНа утро, как только запели петухи, на крыльце появился высокий мужчина.\n\n -Деймон Сэнтури,- протянул он руку дамам.\n\nЭто был красивый молодой человек, темные средней длинны волосы обрамляли его лицо. Такие же темные глаза и загорелая кожа. \nОливия поприветствовала мужчину и предложила зайти.\n\n -Откуда у вас дочь демона, -сразу же спросил он, как только закрылись двери за ним. \n\n— Это моя внучка.\n\n — Даже так, интересно. Ну. должен сказать, что неожиданно! Я должен прямо сейчас ее забрать, мы покиним это место не привлекая излишнего внимания, хотя тут я думаю все уже, меня заметили.\n\n— Да конечно, она уже собрана.\n\nЛира поникнув взяла сумочку, поцеловала свою бабушку.\n\n— Не забывай меня, -прошептала она на прощание, и выскользнула сразу за двери. \n\nАвтомобиль оттдолялся от дома, Оливия все так же стояла на месте и плакала.",
    "answers": [
      {
        "id": 93,
        "text": "В гости к демону"
      }
    ]
  },
  {
    "id": 92,
    "text": "—Лира, нам не стоит затягивать, твоя метка, не просто так болит! \nЕсли мы не чего не сделаем, то ты просто умрешь! Как понимаю связь с волчьей стаей, ты не поддерживаешь, так что я предлогаю тебе другой выход.\nЯ приготовлю все к ритуалу перехода.В тебе есть кровь демона, это поможет сберечь твою жизнь.\n \nДэймон не мешкая вышел коридор, девушка осталась одна, в ее голове роились мысли.\nЕй не хотелось меняться, но и умирать, не казалось привлекательным решением ее проблем. \n\nМужчина держал в руках серебрянный кубок, проходя мимо девушки в зал. Небольшой деревянный стол он выдвинул из-за угла, достал нож и книгу с коженной обложкой. \n\n -Ну что? Ты готова? -он повернулся к ней.",
    "answers": [
      {
        "id": 95,
        "text": "Готова!"
      }
    ]
  },
  {
    "id": 93,
    "text": "В машине долго стояла тишина, Ли повернулась к демону и спросила: \n\n— Ну и что вы будете со мной делать? \n\nДэймон отвлекся от дороги, и глянул на девушку:\n\n— А ты то, как думаешь?\n\n -Незнаю, я вообще теперь нечего незнаю.\n\nОни продолжили путь молча, наконец она прервала тишину:\n\n—Похоже именно к тебе, я и хотела пойти работать,- сказала она и иронично улыбнулась, -ну что, прошла я собеседование?\n\n— собеседование значит, -широко улыбнулся он,-прошли через знакомство.\n\n— Ну что ж, господин Вэнтури, я готова приступить, какие будут указания вашему ассистенту,- шутливо спросила она.\n\nДэймон стрельнул глазами в ее сторону.\n\n— Будь аккуратна, я могу попросить что угодно!\n\nНапряжение спало, и он оказался ни таким уж и страшным.\nДевушка прощупала почву отвлеченными вопросами, собеседник с удовольствием ей отвечал, вполне приятное общество, еще и выручил. \nНезаметила девушка того, как уснула, но как открыла глаза, обнаружила, что они уже на месте. ",
    "answers": [
      {
        "id": 94,
        "text": "Дом"
      }
    ]
  },
  {
    "id": 94,
    "text": "Дом у Дэймона был просторным и большим.\nВ гостиной был уютный камин, ковры. Диваны, в которых можно уснуть, высокие книжные шкафы наполненные знанием. \nБольшая современная столовая, и несколько комнат.",
    "answers": [
      {
        "id": 96,
        "text": "В Столовую, я голодна"
      },
      {
        "id": 97,
        "text": "Обсудить план действий",
        "need": 37
      },
      {
        "id": 92,
        "text": "Время действовать.Метка",
        "need": -37
      }
    ]
  },
  {
    "id": 95,
    "text": "—Подойди ко мне, дай мне свою руку. \n\nПротянув руку Дэймону, без страха, полная решимости, она не почувствовала, как на ее пальце уже красовалась небольшая капля крови, которая упала прямиком в кубок. На его руке, так же был неглубокий надрез, из которого тек ручеек крови в этот же бокал. Мужчина достал из-под стола бутылку вина и откупорил ее, добавил в кубок немного напитка. Из небольшой сумочки, что лежала на книге, он достал несколько сухих листьев и растер их над кубком. Все смешав одним движением, он протянул кубок Лире. \n\n—Пей! \n\nДевушка схватила кубок, чтобы осушить его одним глотком. Решительность, что наполняла ее вначале уже отступала.\nДэймон нараспев произносил заклинание пока девушка пила. Хорошо заклинание было коротким, так как желание девушки разделаться с гадким напитком, усложняло его задачу закончить вовремя. Читать он прекратил, как только бокал упал из рук побледневшей девушки. Она чуть пошатнулась и мир перевернулся в ее голове.",
    "answers": [
      {
        "id": 98,
        "text": "Вставай!"
      }
    ]
  },
  {
    "id": 96,
    "text": "Столовая была обширна, но казалось пустой. \nМебель была красивой, резной, но уюта не хватало. \nДэймон предложил девушке перекусить тем, что она найдет в холодильнике и вышел.\nДевушка взяла колбасы и сыра, нарезала бутербродов и наконец утолила свой голод.",
    "answers": [
      {
        "id": 94,
        "text": "Перекусили и хватит"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Следует провести ритуал в знак принятия своего демонического я. \n\n—Не стоит бойся, это не страшно. \nСразу поспешил успокоить Дэймон, увидев как глаза девушки наполняются тревогой. \n",
    "answers": [
      {
        "id": 101,
        "text": "Согласиться"
      },
      {
        "id": 102,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 98,
    "text": "В голове все неслось, словно в норе кролика, кружилось и заставляло ее неустойчиво держаться на ногах. Но состояние было переменчивым, в один миг она увидела все настолько четко, что у нее вырвалось удивленное — О!\nДэймон теперь казался привлекательней.\n\n\"Куда еще то! \"\nЕго выжидающий взгляд блуждал по ней, выдавая его нервозность.\n\n— Ну вот и не больно! -Расплылся он в широкой улыбке, поняв, что все прошло успешно. \n\nЛира взяла протянутый им бокал вина.\n\n— Мне кажется, ты просто хотел меня убить демонюка!\n\nОна подошла к нему вплотную. В его черных глазах, она видела целую вселенную, планеты кружились, сменялись звезды. Устоять было невозможно!  Мужчина приобнял ее, пухлые губы девушки манили.\nНеожиданно он почуял противника.\n\n -Кто это? -Дэймон резко обернулся и оттолкнул Лиру за себя.\n\nЧерный, словно клякса демон, без слов напрыгнул на ее заступника, но Дэймон был проворней и откинул его в противоположную стенку. Девушка от страха сжалась и спряталась за диван, наблюдая за происходившим. \nДва сильных мужчины, два не проигрывающих противника схлестнулись в бою. Лира хотела помочь, но как только, она высунулась, ее придавил к полу огромный мужчина с широкой пастью.\nПасть угрожающе раскрыла перед ней свою черную, как тьма воронку. \n\n— Ты помнишь меня девочка? -услышала она в голове голос.\n\n— Я Даурен! Я пришел за твоим сердцем маленькая тварь! Как ты могла встать на моем пути!\n\nДевушка пыталась столкнуть его с себя, но силы были неравны. \nОна чувствовала как задыхается, когда с нее свалился этот зверь. \nДэймон прижал его к полу, сватив его зубами за шею, он резко потянул. \nЛира приподнялась, в глазах еще ходили темные круги. Перед ней сидел Дэймон, он разодрал противнику горло и тело еще лежало перед ней.\n\nЛира так и упала потеряв сознание.",
    "answers": [
      {
        "id": 99,
        "text": "Вставай , с первыми лучами вставай!"
      }
    ]
  },
  {
    "id": 99,
    "text": "В окно лился луч света, похоже уже наступил новый день. \n\nЛира выспалась, и чувствовала себя замечательно.\nОна поднялась с кровати и огляделась, комната была большой и светлой. После принятия душа она незаморачивалась за одежду, взяла халат и вышла в комнату. В кресле за столиком сидел Дэймон, он тут же подавился чаем.\n\n -Доброе утро! -удивленно сказал он.\n\nЛира улыбнулась и накинула халат. Пройдясь до кресла, она села и угостилась кружкой чая, хитро поглядывая на мужчину. \n\nДэймон заигрывающее протянул ей в рот печенье, не стесняясь она приоткрыла рот и откусила.\n\n—Лира, а что ты знаешь о парах, у демонов? Возможно, хоть что-то слышала? \n\n—Нет.\n\n—Ну, а как ты себя чувствуешь? -так же хитро спросил Дэймон, заглядывая в глаза партнерше.\n\nНа миг, в голове у девушки помутнело, внутри стало жарко и волнительно. Его глаза- словно космос! \n\n— У меня для тебя сюрприз,- мужчина передал конверт и отвернулся, сам себе улыбаясь.\n\n\nКонец.",
    "answers": [
      {
        "id": 100,
        "text": "Новое достижение"
      }
    ]
  },
  {
    "id": 100,
    "text": "Новое достижение \"Дочь олигарха\". \n\nВы получили конверт, в котором лежало удивительно важное письмо!\nВам досталось в наследство не только дом ваших родителей, но и все богатство дедушки по отцовской линии. Так же в неимение других наследников, вам достается и богатство дяди. \n\nВы богаты, живы и счастливы! \n\nНа теле дяди, ныче убитого в доме Дэймона, вы находите семейный артефакт. \nДядя, для этого камня убил и отца, и ваших родителей ,чтобы стать наследником, единственным властителем камня. А вы обыграли его, просто найдя жениха.\n\n Поздравляю! ",
    "answers": [
      {
        "id": 1,
        "text": "Попробывать сначала"
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "http://s018.radikal.ru/i501/1710/c0/ba941c46e400.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "Мужчина держа в руках серебренный кубок, прошел мимо девушки в зал. \nНебольшой деревянный стол, он выдвинул из-за угла, вытащил нож и книгу с коженной обложкой. \n\n—Ну что? Ты готова? -повернулся он к ней.\n",
    "answers": [
      {
        "id": 103,
        "text": "Готова!"
      }
    ]
  },
  {
    "id": 102,
    "text": "—Может стоит подождать, все произошло для меня слишком быстро. Если честно, я еще не поняла, что все это значит.\n\nЛира взялась руками за голову, столько всего одновременно, голова кипела словно чайник! \n\"Что со мной происходит? Если бы я вернулась домой, то смогла бы жить как раньше?\"\n\n— Согласен, я порой слишком настойчив, и тороплю события,- Дэймон проникновенно улыбнулся, затем задумчиво убрал волосы назад и вновь заговорил.\n—Хочешь, можем этот вечер просто провести дома, у меня есть камин и телевизор. Это поможет, хотя бы сегодня, забыть о твоих проблемах.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "\n—Подойди ко мне, дай мне свою руку. \n\nПротянув руку Дэймону без страха, полная решимости, она не почувствовала, как на ее пальце уже красовалась небольшая капля крови, которая упала прямиком в кубок. На его руке, так же был неглубокий надрез, из которого тек ручеек крови в этот же бокал. Мужчина достал из-под стола бутылку вина и откупорил ее, добавил в кубок немного напитка. Из небольшой сумочки, что лежала на книге, он достал несколько сухих листьев и растер их над кубком. Все смешав одним движением, он протянул кубок Лире. \n\n—Пей! \n\nДевушка схватила кубок, чтобы осушить его одним глотком. Решительность, что наполняла ее вначале уже отступала.\nДэймон нараспев произносил заклинание пока девушка пила. Хорошо заклинание было коротким, так как желание девушки разделаться с гадким напитком, усложняло его задачу закончить вовремя. Читать он прекратил, как только бокал упал из рук побледневшей девушки. Она чуть пошатнулась и мир перевернулся в ее голове",
    "answers": [
      {
        "id": 104,
        "text": "Вперед"
      }
    ]
  },
  {
    "id": 104,
    "text": "В голове все неслось, словно в норе кролика, кружилось и заставляло ее неустойчиво держаться на ногах. Но состояние было переменчивым, в один миг она увидела все настолько четко, что у нее вырвалось удивленное — О!\nДэймон теперь казался привлекательней.\n\n\"Куда еще то! \"\nЕго выжидающий взгляд блуждал по ней, выдавая его нервозность.\n\n— Ну вот и не больно! -Расплылся он в широкой улыбке, поняв, что все прошло успешно. \n\nЛира взяла протянутый им бокал вина.\n\n— Мне кажется, ты просто хотел меня убить демонюка!\n\nОна подошла к нему вплотную. В его черных глазах, она видела целую вселенную, планеты кружились, сменялись звезды. Устоять было невозможно!  Мужчина приобнял ее, пухлые губы девушки манили.\nНеожиданно он почуял противника.\n\n -Кто это? -Дэймон резко обернулся и оттолкнул Лиру за себя.\n\nЧерный, словно клякса демон, без слов напрыгнул на ее заступника, но Дэймон был проворней и откинул его в противоположную стенку. Девушка от страха сжалась и спряталась за диван, наблюдая за происходившим. \nДва сильных мужчины, два не проигрывающих противника схлестнулись в бою. Лира хотела помочь, но как только, она высунулась, ее придавил к полу огромный мужчина с широкой пастью.\nПасть угрожающе раскрыла перед ней свою черную, как тьма воронку. \n\n— Ты помнишь меня девочка? -услышала она в голове голос.\n\n— Я Даурен! Я пришел за твоим сердцем маленькая тварь! Как ты могла встать на моем пути!\n\nДевушка пыталась столкнуть его с себя, но силы были неравны. \nОна чувствовала как задыхается, когда с нее свалился этот зверь. \nДэймон прижал его к полу, сватив его зубами за шею, он резко потянул. \nЛира приподнялась, в глазах еще ходили темные круги. Перед ней сидел Дэймон, он разодрал противнику горло и тело еще лежало перед ней.\n\nЛира так и упала потеряв сознание.",
    "answers": [
      {
        "id": 99,
        "text": "Хватит спать!"
      }
    ]
  },
  {
    "id": 105,
    "text": " — Поищи в моей гардеробной что-нибудь подходящее.\n\nМужчина встал с дивана и вышел в коридор.\n\"Ну что ж..Вперед!\"\n\nВыбор упал на длинную футболку, Лире показалось, что она наиболее домашняя. Спустившись в ней в зал, где уже горел камин и был приглушен свет, девушка завернулась в плед.\n\n\"Что со мной? Неужели я влюбилась? Или все гораздо проще, и поэтому сложней..\"\n\nДэймон вернулся в просторных штанах и без футболки, уселся с ведром попкорна рядом и снова нажал плей.\n\n—Это что, провокация какая-то? Ты где потерял футболку.- проворчала Лира, отводя от него взгляд.\n\nМужчина сидел в расслабленной позе и нагло улыбался.\n\n— А что? У тебя какие-то проблемы с этим?\n\nДевушка уже приготовилась к гневной речи, скинув плед она повернулась, и замерла перед ним.\n\n\"Все катится к черту! \" Последнее, что она подумала прежде, чем поцеловать этого наглеца.\n\nОн ответил ей с такой страстью и пылом, как будто, только этого и ждал целую вечность. Его руки были так нежны, но с каждой минутой становились все требовательней и напористей.\nДаже убеждения девушки, в этот раз не помогли. Они пили друг друга, словно это последний источник.",
    "answers": [
      {
        "id": 106,
        "text": "Не подглядывай!"
      }
    ]
  },
  {
    "id": 106,
    "text": "Голова шла кругом, любовь ее опьянила.\n\n\"Похоже я сошла с ума! Как же мне хорошо, и как плохо, от того, что я счастлива! Он наверно считает меня..\n\n— Хватит рыться в себе.\n\n—А? -девушка сконфуженно, оттодвинулась.\n\nДэймон же, напористо улегся ей головой на колени и заглянул в глаза.\n\n—Все просто,когда под другим углом! Ты думаешь, что у нас, все как у людей? Ты думаешь, я бы почувствовал тебя будучи человеком? Не мысли как человек! Я демон, ты полукровка, в чьих жилах кровь демона, все просто! \n\n— Что простого?\n\n— Это был животный магнетизм, я не мог устоять перед тобой, ты взывала, это наша природа. Ты не могла оттолкнуть меня, вот что просто. \n\n— Это звучит ужасно! -деушка попыталась скинуть с колен Дэймона.\n\n— Эйй! Ты не поняла главного! -схватил он ее за руки и притянул к себе, — Взывает только та, кто будет твоей половиной! Просто соблазнить можно, но это другое! Когда ты пройдешь обряд, ты почувствуешь то же, что и я. \n\nЛира не понимала до конца, стало ли ей от услышанного легче. \n\n— Тебе нужно время, — мужчина оделся и поцеловав девушку в лоб вышел. \n",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Лира отошла от шока и смогла жить счастливо, не боясь своей тени. \nПосле обряда крови, девушка сразу поняла о чем говорил Дэймон, в его глазах была вся вселенная. Не замечаешь, как снова его целуешь, а голова кружится. \n\nВ этот чудесный вечер, сидя у камина и выбирая фильм для просмотра, девушка нашла в одной из коробочек для dvd обручальное кольцо. \n—Выходи за меня, моя Serawe ti da* — Дэймон нежно погладил Лиру по щеке, притянул к себе и страстно поцеловал.\n\n\nКонец.",
    "answers": [
      {
        "id": 107,
        "text": "* Serawe ti da - лунная сказка.\nВ переводе с языка демонов.",
        "comment": true
      },
      {
        "id": 108,
        "text": "Новое достижение"
      }
    ]
  },
  {
    "id": 108,
    "text": "Новое достижение. \"С милым демонякой и рай в шалаше\".\n\nВы дошли до счастливого финала, опасности миновали. \nПоздравляю, устроились тепло и уютно. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "http://s008.radikal.ru/i306/1710/c7/7ad77f6cad89.jpg"
      }
    ]
  },
  {
    "id": 109,
    "text": "—Ты прекратила меня сканировать? — лукаво улыбаясь, спросил он.\n\n\"Дьявол! \"\n\n—Что? Я лишь убедилась, что ты не уснул, вот и все, — будничным тоном, сохраняя лицо ответила Лира.\n\nДэймон откинул в сторону подушку и молниеносно словно лев, повалил на кровать свою жертву. Оказавшись под ним девушка успела только взвизгнуть.\n\n— Ты не умеешь врать,- навис он над ней, взгляд его был жадным, а голос чуть хриплым.\n\nВсе внутри замерло и вдруг резко застучало, кровь и сердце помчались в ускоренном темпе.\nВсе тело напряглось под его давлением, внутри разгорелся огонь. Девушка резко вывернулась и оттолкнув его, запрыгнула сверху.\n\n— Сверху ты еще лучше, -произнес он.\n\nПриподнявшись она щелкнула его по носу. Напряжение нужно было сбросить, и это на удивление помогло. Он звонко рассмеялся, и не попытался продолжить.",
    "answers": [
      {
        "id": 105,
        "text": "У тебя есть во что передеться?"
      }
    ]
  },
  {
    "id": 110,
    "text": "Лира в ответ улыбнулась, она была благодарна его стараниям ей помочь.\n— Кино не помешает, надеюсь у тебя есть попкорн, -девушка проскользнула в гостиную и с ногами запрыгнула на диван.\n\n—Чур, я буду отвечать за сон, во время фильма, -весело прощебетала она.\n\nОн озорно улыбнулся, как мальчишка, стянул с себя пиджак, и бросил его в сторону, запрыгнув рядом.\nСейчас он выглядел не таким брутальным и серьёзным, а милым. Который раз за день, девушка рядом с ним ощутила себя как-то по-особенному, словно внутри тепло.\n\nВо время просмотра, девушка застенчиво косила взгляд на мужчину, который расстегнул рубашку и закатал рукава.\n\"Боги, рядом с ним сложно переключиться на фильм! И от чего, мой Босс и защитник, должен быть таким привлекательным! Хотя было бы по другому, я думала бы об обратном\".",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "\nПройдя в ванну Лира, прикрыла дверь и посмотрела на себя в зеркало. \nВнезапно, в отражении она увидела тень, не успев даже крикнуть от ужаса, рот ей закрыла гадкая словно грязь рука. \n\n—Я Даурен, ты помнишь меня дитя? Я пришел за твоим сердцем, маленькая тварь! Как ты могла встать на моем пути!\n\nДевушка пыталась оттолкнуть его от себя, но силы были неравны. Она чувствовала как задыхается, двери сорвались с петель,  Дэймон прижал его к полу и издавая рык вбил в плитку на полу, потянув на себя дверь, он зажал шею убице. В ярости он повторил удар, голова противника отлетела. \n\nЛира закрыла глаза руками, но то что она слышала, было кошмарно. Девушка упала на колени и схватилась за унитаз, реакция на услышанное скрутила ее желудок. Дэймон велел ей не поворачиваться и вынес тело. ",
    "answers": [
      {
        "id": 107,
        "text": "Спустя несколько недель"
      }
    ]
  },
  {
    "id": 112,
    "text": "Открыв глаза, девушка не сразу поняла где она находится. \nВокруг, все еще плыло.\n\n—Как вы?- прозвучал участливый женский голос.\n\n—У кого есть нашатырь? Или может лекарства? -где-то недалеко прозвучал басистый тембр.\n\n—Да, ей нужно дать воды!- говорила пожилая дама.\n\n\"Какая-то тьма! Ни разу не падала в общественном транспорте, болит все дико! Надо собраться!\"\n\nК губам Лиры прикоснулась бутылка. Медленно, ей дали глотнуть воды, от чего она раскрыла глаза и постаралась сфокусироваться.\n\n— Благодарю! -хрипло прошептала она.\n\nУпавшую, держала на коленях молодая девушка. Именно она, отодвинула в сторону бутылку с водой, и обеспокоенно повторила вопрос.\n\n—Как вы?\n\n—О, простите, — Лира приподнялась с колен девушки, и медленно встала, -Сама не знаю, как это случилось. Спасибо вам за помощь. \n\n -Вы так меня напугали! Хорошо, что я успела поймать вашу голову. Садитесь, сейчас все пройдет.\n\n—Спасибо! Я вам обязана за спасение- тепло улыбнувшись, поблагодарила Лира.\n\nВсе вокруг разошлись, время от времени поглядывая на упавшую пассажирку.\n\nОтвернувшись к окну, она ощупала ушибленные места. Локоть и предплечие болели безбожно. \nОглядев свое плечо, девушка вздрогнула.\nОна ожидала увидеть порез, синяк, но не покрасневший орнамент на плече! \n\n\"Какого! \"\n\"Не набил же мне тату, какой-то маньяк, пока я потеряла сознание! Я явно сошла с ума! \"",
    "answers": [
      {
        "id": 37,
        "text": "Вокзал"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Давно ли, ты девица ходишь? Да в таком платье ? -чуть озорно глянул дед.\n\n -Давно, не для леса я одета, вещи потеряла, -ответила горько путешественница. \n\n— Чай не местная?- просветлел старец, и черты его лица показались девушке другими, да и не дед это похоже вовсе. Все волосы его не чесанные, мужику лет 40. \n\n— Не местная. Прости, что дедулей назвала, не разглядела, — смутилась она.\n— Да ни чего, бывает! -мужик прям развеселился, улыбку натянул добродушную.\nДаже довериться ему захотелось.\n\n— Подскажи, мне дорогу в село, к бабушке я иду, давно не видела.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Ну это можно, только вот, демон черный идет по пятам..Их он окаянный, тебя не оставит.\n\n—Что?- дернулась она от этих слов, словно от пощечены.\n -Какой такой демон? — страх переполнил ее, она  попятилась за мужчину, озираясь на дорогу откуда пришла.\n\n\"Мужик, как будто стал выше и крепче, или она не разглядела?\"\n\nОн доброй, нежной, улыбкой озарил девушку и взял за руку.\n\n— Не бойся красавица, я могу помочь! Оставайся со мной, я дам тебе защиту и кров. \n\nОна смотрела в его глаза, карие, теплые, а лицо волевое, но доброе. Да и внешность приятна для глаза. \n\n\"Все ему же не больше 30! Молод и приятен\".",
    "answers": [
      {
        "id": 47,
        "text": "Согласиться, где еще, в глуши найти такого мужичка?!"
      },
      {
        "id": 48,
        "text": "Прости, но я хочу домой, найти б село."
      }
    ]
  },
  {
    "id": 115,
    "text": "С сзади подуло холодом, мужчина гневно свел брови на переносице и быстро толкнул Лиру в озеро. \n\n\"Маньяк! Он же смерти моей желает! Живо нужно бежать!\"\n\nВынырнув она увидела, как тень вышла из леса и потянула к ее новому знакомому черные ручища, обращаясь в человекоподобного демона. Вылазить из воды резко перехотелось.\n\n\"За кустами могут и не заметить\"\n\nМужик не дрогнул, размахнулся на демона дубиной, деревья скрипели, листва шелестела, словно переговариваясь.\nЛес задвигался и ожил.\nЛира глядела на это с восхищением. \n\n— Она уже моя, демон. Иди прочь, пока земля тебя окаянного не поглотила!- крикнул мужик. \n\nДемон словно уменьшался, земля выпивала его силы. Когда ее защитник повернулся, она заглянула в его гневные глаза и ахнула. ",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Из под воды, вынырнули две нагие девы. Они  схватили ее за руки,и как не сопротивлялась Лира, они настойчиво тащили ее вглубь.\nЛегкие горели, она умирала.. \n\nРусалки отпустили бездыханное тело, оно медленно поднималось на поверхность. На бледной коже Ли, отражалась луна, вода блестела, и ветер стих. \nПропал и демон. \n\nУтопленница открыла глаза, и бездвижно глядела на луну, такой ее, она еще не видела. Поймав за руку, мужчина потащил на себя легкое тело Лиры, девушка не сопротивлялась. Обняв ее, он ласкаво водил пальцем по ее шее, согревая ее остывшее тело.\nЛира обратила на него свои очи.\n\n—Ты Леший! Вот твоё имя! -прошептала она. \n\n—Да, а ты теперь моя невеста, я буду рядом и не дам тебя в обиду, возлюбленная моя.\nОн страстно ее поцеловал в холодные губы, возраждая в них тепло.\n\nКонец",
    "answers": [
      {
        "id": 49,
        "text": "Новое достижение"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Он спрятал мою непутевую дочь так, что мы не могли ее найти. \nСпустя 11 лет я узнала, что у моей дочери от него ребенок, родившейся девочке 10 лет как отроду. Я пыталась наладить общение с твоей матерью, не ради нас, ради тебя, но годы шли, а мы все воевали.\n23 декабря 2000 г, твой отец вернул мою дочь Лили, в старую квартиру позвонив нам. \nОн молил, чтобы мы оберегали вас, и тогда твой дед, Ромаил впервые поверил ему. \nКинувшись ему на выручку, муж оставил меня здесь, я ждала вас в нашей деревне.\nКак знаешь ты, они не вернулись...\n\nЯ горевала, ведь в один день, я потеряла все. Тела твоих родителей и моего мужа отвезли в город. Тебя же след простыл!\nСпустя 7 лет, я понимаю, что это воздействие Ортман каменя, он не давал тебя увидеть, плавно играя нашими судьбами. \n\nОливия опустила голову и отвела взгляд от девушки.\n\n—Ты не вини меня, внучка, я любила хоть и не знала тебя. \n\nЛира утирала слезы, она поняла как ошиблась, не стоило отказываться от своей бабули.\n\n— И я любила, хоть и не знала..\n\nОбнявшись они просидели на кухне в разговорах еще не один час. ",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  }
]