[
  {
    "id": 1,
    "text": "Автор: Vikki.\n\nЖанры: Романтика, фэнтези. \n\nСтатус: Окончен.\n\nАннотация: Вы — обыкновенная, ни чем непримечательная девушка. В вашей жизни, до недавнего времени не происходило абсолютно ничего интересного. Но все же, в один день это изменилось. В тот день на вас нахлынуло сразу несколько событий! Первое — перевод в новую школу. Ну... тут ничего не вероятного нет. Но за то второе событие, оказалось крайне шокирующим... Что же это за событие? И что вас ждет в новой школе? Друзья, враги или же... Узнаете здесь!\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 19,
        "text": "Глава 1."
      },
      {
        "id": 66,
        "text": "Глава 2."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 79,
        "text": "Глава 3."
      },
      {
        "id": 152,
        "text": "Глава 4."
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c639121/v639121125/56704/-Gj-2FTfhmY.jpg",
        "system": true
      },
      {
        "id": 197,
        "text": "Глава 5."
      },
      {
        "id": 239,
        "text": "Глава 6."
      },
      {
        "id": 263,
        "text": "Глава 7."
      },
      {
        "id": 288,
        "text": "Глава 8."
      },
      {
        "id": 360,
        "text": "Глава 9."
      },
      {
        "id": 395,
        "text": "Глава 10. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Солнце ярко светило мне в закрытые глаза, от такого яркого света, мне ничего не оставалось кроме как проснуться. Я слегка поморщилась. Как-никак я только что проснулась, и моим глазам сейчас непривычно видеть столько света. Немножко полежав, я нашла в себе силы подняться. Я оглядела свою комнату и один предмет привлек мой взгляд. Фотография. Фотография меня и моих бывших одноклассников.\n\n— «Хм… Кажется, мы тогда ездили всем классом в горы — пронеслось в голове у меня, а затем на моем лицо появилась грустная улыбка — Я буду скучать по ним. Жаль, что я больше не смогу увидеть эти родные и близкие лица…» — С каждой минутой, в мою голову приходило все больше и больше воспоминаний. Я решила немножко посидеть, поразмышлять. Только продолжалось это недолго, ибо я наконец-то вспомнила про будильник!\n",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть на будильник"
      }
    ]
  },
  {
    "id": 3,
    "text": "Он показывал 8:30. Осталось совсем чуть-чуть до первого урока! Да уж… Вот же время летит! \n— Черт! Я могу не успеть на первый урок!—недовольно выругалась я.\nВ таком случае стоит…",
    "answers": [
      {
        "id": 4,
        "text": "Бежать на урок"
      },
      {
        "id": 5,
        "text": "Не спешить "
      }
    ]
  },
  {
    "id": 4,
    "text": "Я быстро встала с кровати и побежала чистить зубы. Мне еще нужно одеться. Закончив с зубами, я быстро натянула на себя черную юбку, белую блузку и серый пиджак. Схватила портфель и спустилась на первый этаж. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Да кому нужен этот первый урок? Главное, что я выспалась. ",
    "answers": [
      {
        "id": 8,
        "text": "Встать и пойти чистать зубы"
      }
    ]
  },
  {
    "id": 6,
    "text": "На первом этаже никого не было. Родители уехали на работу, а брат в школу. Могли и меня разбудить… Я вошла на кухню. ",
    "answers": [
      {
        "id": 7,
        "text": "Осмотреть стол"
      }
    ]
  },
  {
    "id": 7,
    "text": "На столе стояла грязная тарелка. Мда… брат никогда не моет посуду.  Рядом с тарелкой лежали деньги и записка от мамы. Я взяла записку в руки, а деньги положила в карман пиджака. \"Удачи в новой школе\" было написано в записке. Я бросила ее обратно на стол, а сама пошла обуваться. ",
    "answers": [
      {
        "id": 17,
        "text": "Подойти к полке с обувью"
      }
    ]
  },
  {
    "id": 8,
    "text": "Какой пастой мне почистить зубы? ",
    "answers": [
      {
        "id": 9,
        "text": "Colgate"
      },
      {
        "id": 9,
        "text": "Splat"
      },
      {
        "id": 9,
        "text": "ROCS"
      },
      {
        "id": 12,
        "text": "У меня нет зубов:с "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вах! С такими зубами я должна сниматься в рекламе какой-нибудь зубной пасты. ",
    "answers": [
      {
        "id": 10,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я включила теплую воду, встала под теплые струи воды и посмотрела на мыло. Какое мыло мне использовать сегодня? ",
    "answers": [
      {
        "id": 11,
        "text": "С запахом кофе"
      },
      {
        "id": 11,
        "text": "С запахом розы"
      },
      {
        "id": 11,
        "text": "С запахом лимона"
      },
      {
        "id": 15,
        "text": "Хозяйственное мыло"
      }
    ]
  },
  {
    "id": 11,
    "text": "Какой приятный запах… отличный выбор. ",
    "answers": [
      {
        "id": 14,
        "text": "Закончить принятие утреннего душа"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сочувствую( ",
    "answers": [
      {
        "id": 10,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 13,
    "text": "Что мне одеть сегодня?",
    "answers": [
      {
        "id": 16,
        "text": "Черную юбку, белую блузку и серый пиджак"
      },
      {
        "id": 16,
        "text": "Красную юбку, белую блузку и красный пиджак"
      },
      {
        "id": 16,
        "text": "Голубую юбку, белую блузку и голубой пиджак"
      }
    ]
  },
  {
    "id": 14,
    "text": "Закончив принимать душ, я вышла из ванной комнаты и подошла к своему шкафу. ",
    "answers": [
      {
        "id": 13,
        "text": "Открыть шкаф"
      }
    ]
  },
  {
    "id": 15,
    "text": "Хозяйственное мыло—одним своим видом убивает бактерии. Отличный выбор. ",
    "answers": [
      {
        "id": 14,
        "text": "Закончить принятие утреннего душа"
      }
    ]
  },
  {
    "id": 16,
    "text": "Фух… закончила. На правой дверце шкафа висело большое зеркало. Я немного покрутилась перед ним и закрыла шкаф. ",
    "answers": [
      {
        "id": 6,
        "text": "Взять  портфель и спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 17,
    "text": "Что мне обуть? ",
    "answers": [
      {
        "id": 18,
        "text": "Черные туфли"
      },
      {
        "id": 18,
        "text": "Красные туфли"
      },
      {
        "id": 18,
        "text": "Голубые туфли"
      },
      {
        "id": 21,
        "text": "Пойду в домашних тапочках *^*"
      }
    ]
  },
  {
    "id": 18,
    "text": "Готово! Пора выходить. ",
    "answers": [
      {
        "id": 1,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 19,
    "text": "Первое сентября. На улице тепло. Приятный теплый ветерок подул мне в лицо. Я сделала глубокий вдох… запах свежескошенной травы ударил мне в нос. Достав ключи и закрыв дверь, я вышла на дорогу. Идти нужно минут 10. ",
    "answers": [
      {
        "id": 20,
        "text": "В школу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Темные высокие ворота возвышались над моей головой. Выглядели они не очень приветливо. ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в школьный двор"
      }
    ]
  },
  {
    "id": 21,
    "text": "Соре, но в таких тапках тебя в школу не пустят. ",
    "answers": [
      {
        "id": 17,
        "text": "Ну ладно :("
      }
    ]
  },
  {
    "id": 22,
    "text": "Школьный двор был давольно большим. Каменная дорожка, которая вела в школу, казалась очень длинной. По обеим сторонам дорожки росли деревья и кусты, а за ними стояли мрачные здания. ",
    "answers": [
      {
        "id": 23,
        "text": "Подойти к дверям школы"
      }
    ]
  },
  {
    "id": 23,
    "text": "Школа, как и все остальное, выглядела мрачно. Подул ветер и по моей коже пробежали мурашки. Нужно поспешить.",
    "answers": [
      {
        "id": 24,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 24,
    "text": "Я открыла дверь и вошла. Изнутри школа была совсем даже ничего. Большие окна отлично освещали длинный коридор. В самом начале стояли личные шкафчики учащихся, а дальше расписание уроков, аудитории и лестница на второй этаж. ",
    "answers": [
      {
        "id": 25,
        "text": "Подойти к расписанию "
      }
    ]
  },
  {
    "id": 25,
    "text": "Так, что тут у нас. Сейчас урок идет в аудитории №12. Я включила свой мобильный телефон и посмотрела на время. Ех… на первый урок я не успела. Следующая аудитория 23. Я поднялась на второй этаж и начала искать нужную мне аудиторию. ",
    "answers": [
      {
        "id": 26,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 26,
    "text": "Началась перемена. Ученики вышли из своих аудиторий и разбрелись по коридору. ",
    "answers": [
      {
        "id": 27,
        "text": "Найти аудиторию самостоятельно"
      },
      {
        "id": 28,
        "text": "Попросить помощи учеников"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я сделала еще пару шагов и посмотрела на номер аудитории. Опа, моя. ",
    "answers": [
      {
        "id": 30,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я начала смотреть на народ и искать глазами человека, который мог мне помочь. Но стоило мне встать и сделать пару шагов и вот она. Моя 26 аудитоия. ",
    "answers": [
      {
        "id": 30,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Эм…привет?— улыбнулась я.\n—Хай.— коротко ответила мне девушка.\n—Я могу сесть рядом с тобой? \nДевушка отвернулась от окна и посмотрела на аудиторию. \n—Тут куча свободных мест— недовольно ответила она, а потом вздохнула и продолжила— ладно, падай. \n\n",
    "answers": [
      {
        "id": 31,
        "text": "Сесть рядом"
      }
    ]
  },
  {
    "id": 30,
    "text": "В аудитории сидели несколько человек. Куда мне сесть? Я посмотрела на девушку, которая сидела за четвертой партой и смотрела в окно. Ее короткие каштановые волосы были очень густые, а зеленые глаза задумчивые и грустные. Думаю, что новая подруга мне не помешает.",
    "answers": [
      {
        "id": 29,
        "text": "Подойти к девушке"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я достала из портфеля тетради и ручку, а сам портфель поставила около парты. \n—Где ты была на первом уроке?— Спросила моя соседка по парте. \n— Проспала.\n—Мда… в первый же день. Тебя хоть как звать, чудо?  \n",
    "answers": [
      {
        "id": 32,
        "text": "Лорианна"
      },
      {
        "id": 32,
        "text": "Лолита"
      },
      {
        "id": 32,
        "text": "Лолла"
      }
    ]
  },
  {
    "id": 32,
    "text": "Девушка подняла одну бровь и сказала:\n— Ну у тебя и имечко. \n—Можешь называть меня Лоли, если хочешь— пожала я плечами. \nТак звали меня родители и друзья в старой школе. \n—А как звать тебя?\n—Саша.\nЯ еще хотела спросить про школу и прочее, но в аудиторию уже вошел преподаватель и прозвенел звонок. ",
    "answers": [
      {
        "id": 33,
        "text": "Слушать преподавателя"
      },
      {
        "id": 34,
        "text": "Рисовать в тетради "
      },
      {
        "id": 35,
        "text": "Сидеть Вконтакте"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я люблю учиться. Преподаватель отлично рассказывал подготовленный материал. Иногда я записывала его слова, а иногда он сам писал на доске. ",
    "answers": [
      {
        "id": 36,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 34,
    "text": "Эти скучные уроки… я выдрала лист из чистой тетради и начала рисовать. Рисовала все, что приходило в голову, но когда я уже заканчивала рисовать дерево, ко мне подошел преподаватель. Он забрал мой лист с каракулями и злобно посмотрел на меня. ",
    "answers": [
      {
        "id": 36,
        "text": "Слушать преподавателя до конца урока"
      }
    ]
  },
  {
    "id": 35,
    "text": "Блин, так скучно. Я достала мобильный телефон и зашла в социальную сеть. И там пусто. Хоть написал бы кто. ",
    "answers": [
      {
        "id": 36,
        "text": "Листать новости до конца урока"
      }
    ]
  },
  {
    "id": 36,
    "text": "После двух уроков у нас должна быть большая перемена. Я начала думать куда мне пойти, но Саша постучала мне по плечу:\n— Пошли в столовую. Я уверена, что ты не успела перекусить дома.\n—Эм…я… \nНе успела я договорить, как мой живот забурчал. Саша усмехнулась, взяла меня за руку и повела в столовую. ",
    "answers": [
      {
        "id": 37,
        "text": "Войти в столовую"
      }
    ]
  },
  {
    "id": 37,
    "text": "Столовая была большой. Много столиков белого цвета и около каждого столика несколько белых стульев. По левую сторону от меня стоит стол с тарелками, вилками и ложками, а дальше стоит длинная витрина с едой. Мне это нравится. Здесь очень большой выбор еды. Саша уже подошла к повару и начала перечислять то, что хотела съесть. \nЯ пробежала взглядом по витрине и тоже подошла заказывать. \nЧто мне взять?",
    "answers": [
      {
        "id": 38,
        "text": "Салат из свежей капусты, чай и булочка"
      },
      {
        "id": 38,
        "text": "Макароны с мясом, кофе с молоком и вафли"
      },
      {
        "id": 38,
        "text": "Чай с лимоном, кусочек торта с клубникой и фруктовый салат"
      },
      {
        "id": 38,
        "text": "борщ, с капусткой, но не красный. Так… Сасисочки. Ну, еще есть какой-то непонятный салат, куда крошат морковку, капусту и яблоки с ананасами. Вообще он меня бесит. Вот, еще че… Вкусный чай, он так утоляет жажду, я чувствую себя человеком:D"
      }
    ]
  },
  {
    "id": 38,
    "text": "Выглядит вкусно. \nЯ взяла поднос и повернулась. За столиком около окна сидела Саша и махала мне рукой. ",
    "answers": [
      {
        "id": 39,
        "text": "Подойти к столику с Сашей"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я села и начала уплетать еду. \n—Лоли, извини, что нагрубила тебе в аудитории— сказала Саша— Я была в плохом настроении. Надеюсь, что тебе понравится в нашей школе и мы сможем подружиться.\nЯ была рада, что у Саши поднялось настроение. Я хочу узнать ее немного лучше.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "Спросить про её увеличения"
      },
      {
        "id": 41,
        "text": "Узнать о семье"
      },
      {
        "id": 42,
        "text": "Спросить о плохом настроении"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Чем ты занимаешься в свободное время?— задала вопрос я.\nСаша улыбнулась и начала рассказывать:\n—Я люблю рисовать. Обычно это люди и животные, но иногда рисую пейзажи. Я покажу тебе мои рисунки. В нашей школе есть художественный клуб, если ты тоже хочешь рисовать, то приходи к нам после занятий. ",
    "answers": [
      {
        "id": 39,
        "text": "Задать еще один вопрос"
      },
      {
        "id": 44,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Саш, расскажи мне о своей семье— попросила я.\nСаша задумалась, но через пару минут начала рассказывать:\n—Моя мама рисует дома и продаёт свои картины, а папа работает программистом на каком-то предприятии. Он не часто бывает дома, но получает хорошие деньги. ",
    "answers": [
      {
        "id": 39,
        "text": "Задать еще вопрос"
      },
      {
        "id": 44,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Это не мое дело, но у тебя что-то случилось? — спросила я у Саши.\nЯ думаю, что мне не стоило об этом спрашивать. Саша отвела взгляд в сторону и пару секунд молчала, но потом заговорила:\n—Вообще-то это личное, но…— Саша грустно улыбнулась— мне нравится парень, а ему нравится кто-то другой. Не думаю, что тебе это будет интересно. ",
    "answers": [
      {
        "id": 39,
        "text": "Задать другой вопрос"
      },
      {
        "id": 44,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 43,
    "text": "Парень подошёл к нашему столику. Саша засмеялась и закинула руку на его плечо.\n—Ну что, боец, готов познакомиться с новенькой?— Спросила Саша у парня и посмотрела на меня.\nПарень засмущался и покраснел:\n—П...привет— ели слышно выдавил он. \n—День добрый— приветливо улыбнулась я— как вас звать?\n—Ээ… Миша, а тебя? \nЯ только открыла рот, что бы ответить, но Саша опередила меня:\n— Это Лоли. Она такая милая, правда?\nУлыбка с ее лица не сходила, а вот Миша продолжал краснеть. \n—Да…— тихо ответил Миша. \nЯ хотела еще поговорить с Мишей, но прозвенел звонок и Саша потащила меня на урок.",
    "answers": [
      {
        "id": 45,
        "text": "Войти в аудиторию"
      }
    ]
  },
  {
    "id": 44,
    "text": "Спрашивать что-то еще я больше не хотела. Уткнувшись в кружку с горячим напитком, я    задумалась. Саша резко подскочила и начала махать рукой. Я обернулась. К нашему столику шел парень с подносом в руках. Ростом чуть выше чем я. Его русые волосы почти касались плеч, а глаза были серого цвета. Одет он был в зеленую кофту, которая была ему почти до колена, потертые синие джинсы и черные кеды.  Выглядел он…мило. ",
    "answers": [
      {
        "id": 43,
        "text": "Посмотреть на Сашу"
      }
    ]
  },
  {
    "id": 45,
    "text": "Еще несколько уроков я слушала преподавателя, залипала в Вк и иногда переговаривалась с Сашей. Последний урок проходил в аудитории №15. Она находится на первом этаже.",
    "answers": [
      {
        "id": 46,
        "text": "Идти на первый этаж"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Ой!\nКак только я спустилась на первый этаж меня сбил с ног какой-то парень. Блин, больно вообще-то…Я поднялась и посмотрела на него. \n—Эй, Ник, смотри куда бежишь— громко сказала Саша.\n—Опа, сорян — почесал затылок парень, а потом посмотрел на меня— ты в порядке? \nПарень был очень высокий. Хм… почти два метра ростом, наверное. Кареглазый брюнет. Одет в спортивную форму.\nЧто мне ответить?\n",
    "answers": [
      {
        "id": 47,
        "text": "Все нормально"
      },
      {
        "id": 47,
        "text": "Ты меня чуть не убил!"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Еще раз извиняюсь—сказал парень— как тебя зовут, красавица?\nОтлично. Сначала он меня с ног сбивает, а потом знакомится.\n—Лоли —коротко ответила я.\n—А я Ник. Приятно познакомиться. Ладно, девули, что-то я с вами заговорился—\nНик наклонился ко мне и шепотом добавил—Я хочу узнать тебя немного лучше. Приходи в спортивный зал, если будет время.\n После этого он широко улыбнулся и побежал на второй этаж.",
    "answers": [
      {
        "id": 48,
        "text": "Войти в аудиторию"
      }
    ]
  },
  {
    "id": 48,
    "text": "Последний урок прошёл скучно. Преподаватель каждые пару минут выходил по своим делам, а мы просто переписывали тему из книги. ",
    "answers": [
      {
        "id": 49,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ну наконец-то. Я начала собирать вещи в свой портфель. \n—Подруга, если есть желание, то мы можем сегодня посидеть у меня. Мой папа на работе, а мама уехала к моей бабушке. Дом будет в нашем распоряжении— Саша улыбнулась и положила мне руку на плечо. ",
    "answers": [
      {
        "id": 50,
        "text": "Согласиться"
      },
      {
        "id": 51,
        "text": "Сказать, что у меня есть дела"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Отлично! У меня дома есть вкусные пончики и чай с малиной.",
    "answers": [
      {
        "id": 53,
        "text": "Подаждать Сашу и пойти к ней в гости"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Извини, но давай в другой раз— улыбнулась я.\n—Кончено!— согласилась Саша.",
    "answers": [
      {
        "id": 63,
        "text": "Вернуться домой "
      }
    ]
  },
  {
    "id": 52,
    "text": "До десяти есть еще два часа. \nЧем мне заняться? ",
    "answers": [
      {
        "id": 64,
        "text": "Делать домашнее задание"
      },
      {
        "id": 65,
        "text": "Слушать музыку и сидеть в Вк"
      },
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 53,
    "text": "Саша всю дорогу улыбалась и рассказывала мне про школу, а я молча шла рядом и слушала ее. Погода была отличной. Шли мы минут 20, а потом уткнулись в небольшой забор ее дома.\n—Пришли!— радостно сказала мне Саша.\nЕе дом был довольно маленький, а небольшая веранда, несколько клумб с цветами и качели около кустов, ели помещались во дворе. ",
    "answers": [
      {
        "id": 54,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Моя комната находится на втором этаже. Первая дверь слева— сказала Саша и ушла на кухню. ",
    "answers": [
      {
        "id": 55,
        "text": "Подняться на второй этаж"
      }
    ]
  },
  {
    "id": 55,
    "text": "На стенах второго этажа висели картины. На одной стороне были две двери, а на второй одна. Саша делает чай на первом этаже. Я могу посмотреть другие комнаты, но быстро. ",
    "answers": [
      {
        "id": 56,
        "text": "Войти в комнату Саши"
      },
      {
        "id": 57,
        "text": "Войти во вторую дверь"
      },
      {
        "id": 58,
        "text": "Войти в третью дверь"
      }
    ]
  },
  {
    "id": 56,
    "text": "Как мило. Около окна стоит стол и стул. На окне висят голубые шторки. Напротив стола стоит кровать, а рядом с ней шкаф. Около стола висят рисунки, а на потолке звёзды, которые светятся в темноте. ",
    "answers": [
      {
        "id": 59,
        "text": "Сесть на кровать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Закрыто…",
    "answers": [
      {
        "id": 56,
        "text": "Пойти в комнату Саши"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я открыла дверь и удивилась.  Окно было открыто и ветер раздувал бледно-розовые шторы. На подоконнике стояли цветы, а в комнате пахло гуашью. На большом стеллаже стояли альбомы для рисования, книжки и статуэтки. В самом центре комнаты стоял круглый белый стол, а рядом с ним белое кресло. В углу стояли картины, но все они были повернуты картинкой к стене. Кроме одной. На ней был нарисован парень. Серые длинные волосы, глаза без зрачков, а на лбу какой-то знак. Выглядела эта картина жутко.",
    "answers": [
      {
        "id": 56,
        "text": "Закрыть дверь и пойти в комнату Саши"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я села на кровать и в комнату вошла Саша. Она дала мне пончик и горячий чай, а потом села рядом. Чай очень вкусный, но молчание напрягало.",
    "answers": [
      {
        "id": 60,
        "text": "Спросить про Мишу"
      },
      {
        "id": 61,
        "text": "Спросить про Ника"
      }
    ]
  },
  {
    "id": 60,
    "text": "Саша улыбнулась и начала рассказывать: \n— Миша— это мой лучший друг. Я знаю его с самого детства. В детском саду его часто обежали, а я заступалась за него. Он очень стеснительный, но добрый парень. Миша много времени проводит в клубе вязания и шитья, если тебе это интересно, то ты можешь завтра туда заглянуть. А ещё… — Саша замолчала— знаешь, если ты хочешь узнать его лучше, то спроси у него сама. Не хочу сказать лишнего, а потом смотреть на обиженного Мишу.",
    "answers": [
      {
        "id": 61,
        "text": "Спросить про Ника"
      },
      {
        "id": 62,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 61,
    "text": "Саша задумалась… \n— Я не очень хорошо его знаю. Он на класс старше нас. Часто вижу его в спортивном зале и на разных тусовках. Он баскетболист и душа компании, если хочешь узнать его чуть лучше, то зайди в спортзал. \n",
    "answers": [
      {
        "id": 60,
        "text": "Спросить про Мишу"
      },
      {
        "id": 62,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я закончила пить чай с пончиком и отдала Саше пустую кружку: \n—Спасибо за чай— улыбнулась я— я думаю, что мне уже пора домой. \nСаша провела меня до входной двери и мы попрощались. ",
    "answers": [
      {
        "id": 63,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 63,
    "text": "Дома меня уже ждала мама и папа, а брат уже ушел на тренировку. Мы немного поговорили и я отправилась в свою комнату.",
    "answers": [
      {
        "id": 52,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 64,
    "text": "Нужно сделать всего два урока. Я достала из портфеля тетрадь с ручкой и начала делать домашнее задание. Так и пролетели два часа.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я включила  группу nirvana \"heart shaped box\" и зашла в вк.\nХм…новая заявка в друзья. О, так это же Миша. \nЯ добавила его в друзья и зашла в сообщения. Мне написали три человека. Рита, Боб и Эвелина. Они мои лучшие друзья из старой школы. Так я общалась с ними два часа, а потом пошла спать.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 66,
    "text": "Я проснулась от громких голосов на первом этаже, но не открывала глаза. Так не хочется вставать… под одеялом тепло и уютно. Я хотела лечь спать дальше, но прозвенел будильник.",
    "answers": [
      {
        "id": 67,
        "text": "Открыть глаза и встать с кровати"
      }
    ]
  },
  {
    "id": 67,
    "text": "Я встала и пошла в ванную. Почистив зубы и приняв душ, я вернулась обратно в комнату и подошла к шкафу. \nЧто мне одеть сегодня? ",
    "answers": [
      {
        "id": 68,
        "text": "Белые брюки, чёрную майку с котенком и белую спортивную байку"
      },
      {
        "id": 68,
        "text": "Рваные джинсы, белую майку и джинсовый джут"
      },
      {
        "id": 68,
        "text": "Голубое платье чуть выше колена и синюю кофту на замке "
      }
    ]
  },
  {
    "id": 68,
    "text": "Как красиво! Пора спускаться",
    "answers": [
      {
        "id": 69,
        "text": "Взять портфель и спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 69,
    "text": "Мама ждала меня на первом этаже. Она улыбнулась и сказал:\n—Дорогая, ты отлично выглядишь. Иди пить чай с пирогом.",
    "answers": [
      {
        "id": 70,
        "text": "Войти на кухню"
      }
    ]
  },
  {
    "id": 70,
    "text": "На кухне сидел мой младший брат, который ел хлопья с молоком и папа, который читал газету и пил кофе.",
    "answers": [
      {
        "id": 71,
        "text": " Сесть за стол и начать пить чай с пирогом"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Как у тебя дела в новой школе? Уже нашла новых друзей? —отец оторвался от газеты и посмотрел на меня. \n— Мне нравится школа. Я уже нашла себе подругу и обязательно приведу ее познакомиться. \nОтца мой ответ устроил, и он продолжил читать газету. ",
    "answers": [
      {
        "id": 72,
        "text": "Поговорить с братом"
      },
      {
        "id": 73,
        "text": "Спросить отца про работу"
      }
    ]
  },
  {
    "id": 72,
    "text": "Я посмотрела на брата. \n— Алекс, как тебе твоя новая школа? \nУ брата загорелись глаза и он быстро начал мне все рассказывать: \n—Там так круто! У меня много друзей, а некоторые из них даже ходят со мной на тренировку! Наша учительница, Виктория Адольфовна, очень добрая и помогает нам делать домашнее задание после уроков. А еще… еще нас вкусно кормят.",
    "answers": [
      {
        "id": 73,
        "text": "Спросить отца про работу"
      },
      {
        "id": 75,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Пап, как у тебя дела на работе?\n— Все нормально. Я думаю, что зимой мы даже сможем куда-нибудь съездить или мы сможем отправить куда-нибудь вас. Если вы захотите— посмотрел на меня и брата отец.",
    "answers": [
      {
        "id": 72,
        "text": "Поговорить с братом"
      },
      {
        "id": 75,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 74,
    "text": "Какую обувь мне одеть сегодня? ",
    "answers": [
      {
        "id": 76,
        "text": "Белые кроссовки"
      },
      {
        "id": 76,
        "text": "Черные кеды"
      },
      {
        "id": 76,
        "text": "Синие туфли"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я встала из-за стола и пошла мыть кружку. Пора выходить. ",
    "answers": [
      {
        "id": 74,
        "text": "Подойти к полке с обувью"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я готова. Попрощавшись с семьей я подошла к входной двери.",
    "answers": [
      {
        "id": 77,
        "text": "Выйти и пойти в школу"
      }
    ]
  },
  {
    "id": 77,
    "text": "Около ворот меня ждала Саша и Миша. \n— Утро доброе— радостно сказала мне Саша. \nМиша просто кивнул головой и отвернулся.\n— Утро — ответила я и улыбнулась.\nМы вошли во двор школы. Многие ученики спешили на уроки, а мы шли не спеша и разговаривали. Я повернула голову, и мой взгляд остановился на парне. Очень красивом парне. Ветерок играл с его блондинистыми волосами, а голубые глаза смотрели на небо. Одет он был как принц из сказки. Белые брюки, белый пиджак и белые туфли. Блин, ну реально на принца похож! Короны только не хватает. \n—Саша, а это кто?— дернула я подругу за рукав кофты. \nСаша покраснела. Это Герц. Он занимается музыкой и играет на школьных концертах. Могу сказать, что он очень популярен в нашей школе, но его характер…\n— Расфуфыренный петух— буркнул Миша себе под нос, но я услышала. \nСаша хотела рассказать больше, но прозвенел звонок.",
    "answers": [
      {
        "id": 78,
        "text": "Войти в школу и бежать в аудиторию"
      }
    ]
  },
  {
    "id": 78,
    "text": "Первым уроком математика. В аудиторию вошел преподаватель. Мужчина лет 40, почти лысый и в сером строгом костюме. Александр Сергеевич начал урок с опроса. \n— О, в вашем классе новенькая? Давай проверим как хорошо ты знаешь математику.\nЯ начала нервничать, но Саша похлопала меня по спине и я вышла к доске. \n— Так…— Александр Сергеевич подошел к доске, взял мел и написал несколько примеров — у тебя есть 10 минут, начинай. ",
    "answers": [
      {
        "id": 80,
        "text": "Решить все примеры"
      },
      {
        "id": 81,
        "text": "Сказать преподавателю, что плохо знаешь математику"
      }
    ]
  },
  {
    "id": 79,
    "text": "И снова утро. Я открыла глаза и посмотрела на будильник. 7:00 пора вставать. Я сходила в душ, почистила зубы и оделась. ",
    "answers": [
      {
        "id": 107,
        "text": "Выйти на первый этаж"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Ого,Молодец!— похвалил меня Александр Сергеевич и отправил обратно за парту. ",
    "answers": [
      {
        "id": 83,
        "text": "Ждать конца урока"
      }
    ]
  },
  {
    "id": 81,
    "text": "Ничего страшного — улыбнулся Александр Сергеевич — я буду с тобой заниматься после уроков. \nТолько этого мне еще не хватало…",
    "answers": [
      {
        "id": 83,
        "text": "Вернуться за парту и ждать конца урока"
      }
    ]
  },
  {
    "id": 82,
    "text": "Не хочу прогуливать, но и получать не хочу. Я собрала свои вещи и пошла в медпункт.",
    "answers": [
      {
        "id": 85,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 83,
    "text": "Прозвенел звонок. \nСейчас у меня физкультура.Я забыла дома свой пакет с формой, что мне делать?\n— Сашааа, я забыла форму…— начала я жаловаться подруге. \n— Ничего страшного — начала успокаивать меня Саша — Я уверена, что наша учительница простит тебя в этот раз. Ну, или ты можешь сказать, что тебе болит живот и сходить полежать в медпункт. \nЧто мне делать? ",
    "answers": [
      {
        "id": 82,
        "text": "Пойти в медпункт"
      },
      {
        "id": 84,
        "text": "Пойти на физкультуру"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ех… надеюсь, что меня не будут ругать. \n\nФизкультура проходила в соседнем здании от школы. Я вошла в спортзал. Наша учительница уже ждала нас около входа.\n\n",
    "answers": [
      {
        "id": 91,
        "text": "Подойти к преподавателю и рассказать про форму"
      }
    ]
  },
  {
    "id": 85,
    "text": "В медпункте было тихо и прохладно. Рядом с дверью стоял стол, а дальше стояли ширмы.  Я сделала глубокий вдох и почувствовала легкий запах лекарств. Медсестры не было и я решила найти кровать сама. Зайдя за первую ширму я увидела парня. Как его звали… Герц! Его глаза были закрыты. Он спит? ",
    "answers": [
      {
        "id": 86,
        "text": "Подойти ближе"
      },
      {
        "id": 87,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 86,
    "text": " Я сделала шаг вперёд и глаза Герца открылись.\n— Ты кто такая? Что ты тут делаешь? — Нахмурился он — Иди шуметь в другое место!\nЯ растерялась\n— Извини, просто…\nЯ не успела договорить как Герц взялся рукой за голову и стиснул зубы от боли.\n— С тобой все нормально — испугалась я — сейчас позову медсестру\nЯ развернулась и уже хотела выйти за ширму,но Герц остановил меня\n— Не нужно. На столе лежат таблетки принеси мне их.",
    "answers": [
      {
        "id": 88,
        "text": "Сходить за таблеткой"
      }
    ]
  },
  {
    "id": 87,
    "text": " Я сделала шаг назад и глаза Герца открылись.\n— Ты кто такая? Что ты тут делаешь? — Нахмурился он — Иди шуметь в другое место!\nЯ растерялась\n— Извини, просто…\nЯ не успела договорить как Герц взялся рукой за голову и стиснул зубы от боли.\n— С тобой все нормально — испугалась я — сейчас позову медсестру\nЯ развернулась и уже хотела выйти за ширму,но Герц остановил меня\n— Не нужно. На столе лежат таблетки принеси мне их.",
    "answers": [
      {
        "id": 88,
        "text": "Сходить за таблетой"
      }
    ]
  },
  {
    "id": 88,
    "text": "Я взяла таблетку и кружку воды, а потом вернулась к Герцу. \n— Хоть какой-то от тебя толк — \"поблагодарил\" меня он и выпил таблетку, а потом добавил — Уходи.\nЯ молча посмотрела на лицо Герца и коснулась его лба.\n— Ты что делаешь? Убери руку — злился он. \nДа у него жар! Я намочила свой платок и положила его на горячий лоб Герца. \n— Ты меня слышишь вообще?— спросил он, но платок не убрал. \nЕще пару минут он недовольно бурчал, а потом просто уснул. Не могу же я его оставить в таком положении. Ех… я провела рядом с ним весь урок.",
    "answers": [
      {
        "id": 89,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я собрала свои вещи и собиралась уходить, но Герц проснулся.\n\n— Как тебя зовут? — спросил он.\n— Лоли — коротко ответила я и вышла за ширму. \nВ след я услышала тихое \"Спасибо\". Ха, он даже такие слова знает. ",
    "answers": [
      {
        "id": 96,
        "text": "Пойти на большую перемену"
      }
    ]
  },
  {
    "id": 90,
    "text": "кря",
    "answers": []
  },
  {
    "id": 91,
    "text": "Учительница очень хорошая. Она сказала, что на первый раз прощает меня, но я должна сидеть на лавочке сегодня.",
    "answers": [
      {
        "id": 92,
        "text": "Сесть на лавочку"
      }
    ]
  },
  {
    "id": 92,
    "text": "Я достала наушники, села на лавку и включила музыку. Нужно проверить Вк. Мне написала Эвелина и мы начали общаться. Я так увлеклась перепиской, что совсем не заметила Ника, который сел рядом. ",
    "answers": [
      {
        "id": 93,
        "text": "Снять наушники"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Привет, красавица— улыбался Ник.\n— Привет— улыбнулась я ему в ответ.\nНик тяжело дышал. \n— Я так устал— сказал он и положил голову на моё плечо — А ты почему не занимаешься с остальными?\n—Форму забыла и преподаватель сказала мне сидеть на лавке.\nПонятно— сказал Ник, убрал голову и посмотрел мне в глаза— слушай, а у тебя отличная фигура. Ты занималась спортом раньше? ",
    "answers": [
      {
        "id": 94,
        "text": "Да"
      },
      {
        "id": 95,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Круто! — улыбнулся Ник— Ты можешь приходить сюда и заниматься. У нас отличные тренеры.\n— Я приду, если меня будешь тренировать ты.\nЯ думала, что Ник смутится, но он начал смеяться.\n— Договорились — сказал он — я буду ждать.\nПосле этих слов Ник помахал мне рукой и ушел играть в баскетбол с друзьями.\n",
    "answers": [
      {
        "id": 96,
        "text": "Звоник"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Только на физкультуре в школе — сказала тихо я. \n— Хм… — задумался Ник— я предлагаю тебе начать заниматься. Я буду чувствовать себя виноватым, если не смогу уберечь эту шикарную фигуру. \n— Хорошо — улыбнулась я.\nНик был очень рад моему ответу.\n",
    "answers": [
      {
        "id": 94,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 96,
    "text": "Началась большая перемена и я пошла в столовую. \nЧто мне взять сегодня? ",
    "answers": [
      {
        "id": 97,
        "text": "Пиццу с грибами и молочный коктейль"
      },
      {
        "id": 97,
        "text": "Блинчики с мёдом и зелёный чай"
      },
      {
        "id": 97,
        "text": "Печенье и кофе с молоком"
      },
      {
        "id": 97,
        "text": "Пряники и клубничное молоко"
      }
    ]
  },
  {
    "id": 97,
    "text": "Я взяла поднос с едой и села за столик около окна. Через пару минут ко мне подсели Саша и Миша. \n— Блииин, я так устала на физкультуре— сказала Саша и взялась за еду — Миш, ты сегодня идешь заниматься в свой клуб? \n— Нет— тихо ответил Миша уткнувшись в свой поднос с едой.\nСаша отвернулась от Мишы и посмотрела на меня\n— Лоли, а ты уже решила куда хочешь ходить? \n— Еще нет— вздохнула я.\nСаша резко подскочила\n— Совсем забыла про чай. Вам еще что-то нужно? \n— Нет, спасибо— ответила я.\nМиша просто промолчал.\nСаша пожала плечами и ушла за чаем.\n",
    "answers": [
      {
        "id": 98,
        "text": "Посмотреть на Мишу"
      }
    ]
  },
  {
    "id": 98,
    "text": "Я посмотрела на Мишу, который ел салат. \n— Т…тебе что-то нужно? — спросил Миша.\nНаверное он заметил, что я смотрю на него. \n— Нет — ответила я и отвернулась.\n— Слушай, Лоли, может пойдем сегодня домой вместе? — неожиданно спросил у меня Миша.\n— Извини, но я собираюсь пойти с Сашей.\n— Она сегодня идет в художественный клуб после уроков… наверно… \n— Вот как. Хорошо, мы пойдем домой вместе. Жди меня около ворот.— улыбнулась я. \nЯ думаю, что Миша странный, но я его еще плохо знаю, а прогулка поможет нам лучше познакомиться. Да и это друг Саши…\nК нам вернулась Саша с кружкой чая и села обедать.",
    "answers": [
      {
        "id": 99,
        "text": "Закончить обед и пойти на урок"
      }
    ]
  },
  {
    "id": 99,
    "text": "Еще несколько уроков мы с Сашей разговаривали про выходные. Саша предложила вместе сходить в караоке. А почему бы и нет? ",
    "answers": [
      {
        "id": 100,
        "text": "Закончить уроки"
      }
    ]
  },
  {
    "id": 100,
    "text": "Последний урок закончился и все рванули домой, а я попрощалась с Сашей и пошла к выходу из школы.",
    "answers": [
      {
        "id": 101,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 101,
    "text": "Погода была не очень. Темные тучи закрывали все небо. Будет дождь, а я не взяла зонт. \nЯ повернула голову и увидела трёх девочек и Геца. О чем они говорят? ",
    "answers": [
      {
        "id": 102,
        "text": "Слушать"
      },
      {
        "id": 104,
        "text": "Пойти дальше"
      }
    ]
  },
  {
    "id": 102,
    "text": "Я прислушалась. \n— Пожалуйста, Герц, ты мне очень нравишься— говорила одна из девочек. \nОна выглядела очень красиво. Длинные белые волосы, серые глаза и темная кожа. Одета была в розовое платье и белые туфли на высоком каблуке.\n— Хватит за мной ходить — шипел Герц. \n— Но я единственная девушка из этой школы, которая тебе подойдёт.\nНу, тут все ясно.",
    "answers": [
      {
        "id": 104,
        "text": "Идти к школьным воротам"
      }
    ]
  },
  {
    "id": 103,
    "text": "Дома я переоделась в сухую одежду, покушала и пошла в свою комнату. Делать уроки мне не захотелось. \nЧем заняться?",
    "answers": [
      {
        "id": 105,
        "text": "Посмотреть фильм"
      },
      {
        "id": 106,
        "text": "Послушать музыку"
      }
    ]
  },
  {
    "id": 104,
    "text": "Около ворот меня уже ждал Миша. \n— П… привет— тихо сказал он и покраснел.\n— Привет— улыбнулась я— еще раз.\nПосле этого мы пошли домой. Идти с Мишей было очень неловко. Мы много молчали и не могли нормально продолжать обсуждать любую тему. Через пару минут начал капать дождь.\n— Этого еще не хватало — растроился Миша. \nРядом не было никаких крыш и выступов, поэтому прятаться было некуда. \n— Пойдем быстрее— предложила я, но через секунду линул сильный ливень.\nЯ побежала, но Миша остановился и начал снимать кофту.\n— Ты что делаешь?— крикнула я и подбежала к Мише. \n— Возьми — протянул он кофту мне.\n— Ты что? Заболеть хочешь? Зачем?— завопила я.\n— Бери или я никуда не пойду! \nНу ничего себе. Когда это он научился так смело разговаривать. \nВыбора нет. Я взяла кофту и побежала домой, а Миша развернулся и в майке ушел в другую сторону. ",
    "answers": [
      {
        "id": 103,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я достала ноутбук и выбрала фильм. Неудачно выбрала. Фильм скучный и неинтересный. Я посмотрела в окно. Уже темно. Шел дождь и его капли медленно стекали по стеклу. Я еще немного посмотрела в окно и легла спать.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 106,
    "text": "Я включила музыку и посмотрела в окно. Шел дождь, а его капли медленно стекали по стеклу. Так я и уснула.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 107,
    "text": "На первом этаже никого не было. ",
    "answers": [
      {
        "id": 108,
        "text": "Войти на кухню"
      }
    ]
  },
  {
    "id": 108,
    "text": "За столом сидел мой брат и пил какао с булочкой. \n— Доброе утро! — улыбнулся мне брат.\nЯ засмеялась\n— Утро добрым не бывает. Где мама и папа? \n— Их на работу позвали. Ты сегодня ведешь меня в школу. \n— Ладно — улыбнулась я и села за стол. ",
    "answers": [
      {
        "id": 109,
        "text": "Пить чай"
      }
    ]
  },
  {
    "id": 109,
    "text": "Мы покушали, поговорили немного и пошли собираться в школу. ",
    "answers": [
      {
        "id": 110,
        "text": "Пойти с братом в школу"
      }
    ]
  },
  {
    "id": 110,
    "text": "Погода была плохой. Шел мелкий дождь. Я взяла Алекса за руку и мы пошли. Алекс прыгал в лужи, а прохожие недовольно смотрели на нас. ",
    "answers": [
      {
        "id": 111,
        "text": "Перейти дорогу"
      }
    ]
  },
  {
    "id": 111,
    "text": "Дождь начал капать сильнее. Мы дождались зеленого света на светофоре и начали переходить дорогу, но…\nРезкий свист тормозов оглушил меня. Я повернула голову. Фары машины ослепили меня, а потом я упала на асфальт и почувствовала резкую боль.Дышать стало так тяжело… Я слышала крики людей, но мне не хватало сил закричать. Помогите! В глазах начало темнеть и я отключилась…  ",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Темно… вокруг меня была только темнота. Где я? Что произошло? Хотела спросить я, но никого рядом не было. Резкая вспышка света засветила мне в глаза и передо мной появился парень. Жуткий парень. Серые длинные волосы, глаза без зрачков и какой-то непонятный знак на лбу. Кажется, я где-то видела его. ",
    "answers": [
      {
        "id": 114,
        "text": "Кто ты?"
      },
      {
        "id": 114,
        "text": "Где я?"
      },
      {
        "id": 114,
        "text": "Приветули)"
      }
    ]
  },
  {
    "id": 113,
    "text": "На первом этаже никого. ",
    "answers": [
      {
        "id": 115,
        "text": "Войти на кухню"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Здравствуй— заговорил парень— моё имя Жан. Ты просила о помощи и я пришёл. \n— Какой помощи? Где я? Что со мной произошло? — испуганно кричала я. \n— Ты все поймешь— ответил мне Жан и его руки коснулись моего лба. ",
    "answers": [
      {
        "id": 116,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 115,
    "text": "Все как в моем сне…\nЗа столом сидел мой брат и пил какао с булочкой. \n— Доброе утро! — улыбнулся мне брат.\n— Ага— тихо сказала я и села за стол. \n— Сестренка, с тобой все хорошо— взволнованно спросил брат.\nТак. Это просто сон. Хватит накручивать.\n— Все хорошо — ответила я с натянутой улыбкой — Мама и папа на работе?\n—Да! А ты проведешь меня в школу. \nМы покушали и пошли собираться. ",
    "answers": [
      {
        "id": 117,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 116,
    "text": "Я проснулась. Сердце бешено стучало. Жадно вдыхая воздух, я посмотрела на будильник. 7:00. Это был сон? Я встала с кровати, сходила в душ, почистила зубы и оделась. ",
    "answers": [
      {
        "id": 113,
        "text": "Выйти на первый этаж"
      }
    ]
  },
  {
    "id": 117,
    "text": "На улице капал мелкий дождь. Не нравится мне это… я взяла Алекса за руку и мы пошли в школу. Мысли про этот сон не давали мне покоя и мы пошли другой дорогой. Может и глупо, но мне так спокойнее. Я провела Алекса и пошла в свою школу. ",
    "answers": [
      {
        "id": 118,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 118,
    "text": "Около шкафчиков на первом этаже стояла Саша, а рядом с ней Миша.\n— Привет— сказали они в один голос.\nОго как. Миша больше не стесняется? \n— Всем привет— ответила я.\nБлин, я совсем забыла про кофту Мишы. \n— Миш, извини, но я забыла твою кофту дома. \n— Я могу забрать ее сегодня?— улыбнулся он. \nВ гости напрашивается, наверное. Ну и ладно. \n— Кончено— ответила я. \n— Так. Стопэ. Какую кофту?— прервала наш разговор Саша. ",
    "answers": [
      {
        "id": 119,
        "text": "Промолчать"
      },
      {
        "id": 120,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я решила не рассказывать Саше про вчерашний день. Но Миша рассказал вместо меня. \n— Это так мииило— протянула Саша. ",
    "answers": [
      {
        "id": 121,
        "text": "Попрощаться с Мишей и пойти в аудиторию"
      }
    ]
  },
  {
    "id": 120,
    "text": "Я быстро пересказал Саше события вчерашнего дня. Она удивилась, но потом сказала \n— Ну ничего себе. Я и не знала, что Миша так может— хихикала Саша. ",
    "answers": [
      {
        "id": 121,
        "text": "Попрощаться с Мишей и пойти в аудиторию"
      }
    ]
  },
  {
    "id": 121,
    "text": "Два урока прошли скучно. Началась большая перемена, но идти в столовую не хотелось. Дождь прошел и на улице светло солнце. Я подошла к автомату с чипсами.\nЧто мне взять? ",
    "answers": [
      {
        "id": 122,
        "text": "Чипсы с сыром"
      },
      {
        "id": 122,
        "text": "Чипсы с крабом"
      },
      {
        "id": 122,
        "text": "Чипсы с луком"
      },
      {
        "id": 122,
        "text": "Чипсы с ветчиной"
      },
      {
        "id": 122,
        "text": "Чипсы с курицей"
      }
    ]
  },
  {
    "id": 122,
    "text": "Так, а теперь напиток, сок или кофе? ",
    "answers": [
      {
        "id": 123,
        "text": "Напиток"
      },
      {
        "id": 124,
        "text": "Сок"
      },
      {
        "id": 125,
        "text": "Кофе"
      }
    ]
  },
  {
    "id": 123,
    "text": "Какой?",
    "answers": [
      {
        "id": 126,
        "text": "Pepsi"
      },
      {
        "id": 126,
        "text": "Coca-Cola"
      },
      {
        "id": 126,
        "text": "Sprite"
      }
    ]
  },
  {
    "id": 124,
    "text": "Какой?",
    "answers": [
      {
        "id": 126,
        "text": "Вишнёвый"
      },
      {
        "id": 126,
        "text": "Лимонный"
      },
      {
        "id": 126,
        "text": "Клубничный"
      }
    ]
  },
  {
    "id": 125,
    "text": "Какой?",
    "answers": [
      {
        "id": 126,
        "text": "Кофе с молоком"
      },
      {
        "id": 126,
        "text": "Чёрный крепкий кофе"
      },
      {
        "id": 126,
        "text": "Кофе с мёдом"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я взяла, что хотела и вышла на улицу. \nНа улице стоял запах прошедшего дождя, а на верхушках деревьев уже начали желтеть листья. Я немного походила около школы и нашла лавочку.",
    "answers": [
      {
        "id": 127,
        "text": "Сесть на лавку"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я включила песню и начала кушать чипсы. Я думала про мой сон. Но мои мысли прервал Герц, который подходил к моей лавке. \n— Это мое место— недовольно сказал он и показал пальцем на лавку. \nЧто мне ответить?",
    "answers": [
      {
        "id": 128,
        "text": "Уже и моя"
      },
      {
        "id": 128,
        "text": "Я могу подвинуться"
      },
      {
        "id": 128,
        "text": "Уже нет"
      }
    ]
  },
  {
    "id": 128,
    "text": "Он недовольно цыкнул и сел рядом.\nЯ продолжила кушать чипсы, а Герц достал клубничное молоко и начал его пить. Через несколько минут он начал тихо напевать слова песни. \n— Ты знаешь эту песню? — решила спросить я.\n— Ага, знаю— улыбнулся Герц.\nЕго улыбка была очень красивой. \nЯ тоже начала петь и через минуту мы уже вместе голосили, но песня закончилась. Герц сразу потух, а я решила, что хочу узнать его чуть лучше. ",
    "answers": [
      {
        "id": 129,
        "text": "Как давно ты занимаешься музыкой? "
      },
      {
        "id": 130,
        "text": "Почему ты не обедаешь в столовой?"
      },
      {
        "id": 131,
        "text": "Почему ты всегда такой недовольный?"
      }
    ]
  },
  {
    "id": 129,
    "text": "Герц немного помолчал, а потом начал рассказ\n— Где-то в 6 лет я начал играть на фортепиано. В 9 научился играть на скрипке, а в 15 изучил гитару. Мне всегда нравилась музыка— Улыбнулся он.\nПохоже, что Герц любит разговоры про музыку. ",
    "answers": [
      {
        "id": 128,
        "text": "Задать другой вопрос"
      },
      {
        "id": 135,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 130,
    "text": "Герц посмотрел на меня\n— А разве должен? Там бродит куча девушек, которые меня раздражают. Я даже нормально обедать не могу. Они постоянно крутятся около меня.",
    "answers": [
      {
        "id": 128,
        "text": "Задать другой вопрос"
      },
      {
        "id": 135,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Тебя это волнует? Это для тебя я недовольный, а для знакомых и родных мне людей я нормальный. \nМне стало так-то неловко, но я решила задать еще вопрос\n— Как стать для тебя другом?\nГерц усмехнулся\n— В друзья набиваешься? \n— Почему и нет? — пожала я плечами.\n— Не знаю, что тебе ответить.",
    "answers": [
      {
        "id": 128,
        "text": "Задать другой вопрос"
      },
      {
        "id": 135,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 132,
    "text": "Прошло еще несколько уроков. После последнего урока я решила заглянуть в…",
    "answers": [
      {
        "id": 133,
        "text": "Спортивный клуб"
      },
      {
        "id": 134,
        "text": "Клуб музыки"
      },
      {
        "id": 136,
        "text": "Клуб шитья и вязания"
      }
    ]
  },
  {
    "id": 133,
    "text": "Я пошла в спортивный зал. Преподавателей уже не было. На площадке в баскетбол играл Ник и его друзья. \nЯ села на лавку и начала следить за игрой. Ник раз за разом забрасывал мячи и получал очки. Через несколько минут они устроили перерыв. Ник сразу меня заметил и направился ко мне.\n— Привет, красавица— улыбнулся он.\n— Привет\n— Ты пришла заниматься или… посмотреть на меня?— спросил Ник.\n",
    "answers": [
      {
        "id": 137,
        "text": "Заниматься"
      },
      {
        "id": 138,
        "text": "На тебя посмотреть"
      }
    ]
  },
  {
    "id": 134,
    "text": "Я нашла клуб музыки и вошла в него. \nНа парте сидел Герц и играл на гитаре, а вокруг него вились девушки. Мда… мне тут не место.",
    "answers": [
      {
        "id": 141,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Это все, что ты хотела? — спросил Герц.\n— Да— тихо ответила я.\nОн медленно поднялся, выбросил выпитую коробочку клубничного молока и пошел в сторону школы. Но через секунду остановился и повернулся ко мне\n— Слушай, как тебя… \n— Лоли— крикнула я.\n— Да, Лоли, если тебе что-то нужно, то ты можешь найти меня в клубе музыки.\nПосле этого он отвернулся и ушел.",
    "answers": [
      {
        "id": 132,
        "text": "Закончить обед и вернуться в аудиторию"
      }
    ]
  },
  {
    "id": 136,
    "text": "Я нашла клуб и вошла в него. \nПомещение выглядело очень мило. Голубые обои, столики с вязанными салфетками на них, клубки ниток и прочего стояли в шкафчиках. \nНикого не было. Где же Миша? ",
    "answers": [
      {
        "id": 140,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 137,
    "text": "— Отлично!— начал радоваться Ник— но… давай завтра. Преподаватели уже ушли. \n— Хорошо— улыбнулась я. \n",
    "answers": [
      {
        "id": 139,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 138,
    "text": "— Ого, я рад— начал улыбаться Ник еще шире. \nЯ смутилась, а он взял меня за руку и посмотрел в глаза\n— Не нужно стесняться.",
    "answers": [
      {
        "id": 139,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 139,
    "text": "Сказать мне было нечего, но Ник задумался\n— Слушай, если хочешь, то я приглашаю тебя на вечеринку в субботу. Я буду очень рад, если ты там будешь.",
    "answers": [
      {
        "id": 140,
        "text": "Попрощаться "
      }
    ]
  },
  {
    "id": 140,
    "text": "Я закрыла дверь и вышла на улицу. Саша занимается в клубе и поэтому мне придётся идти домой одной.",
    "answers": [
      {
        "id": 142,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 141,
    "text": "Я уже хотела уйти, но Герц заметил меня \n— Куда собралась? — отложил он гитару и начал подходить ко мне.  ",
    "answers": [
      {
        "id": 140,
        "text": "Выйти"
      },
      {
        "id": 143,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 142,
    "text": "Дома никого не было. Я вошла в свою комнату и легла на кровать. Сегодня я очень устала. Через пару минут я погрузилась в сон...",
    "answers": [
      {
        "id": 146,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 143,
    "text": "Я остановилась. \n— Что тебе нужно? — спросил Герц— ты решила вступить в клуб или пришла петь? ",
    "answers": [
      {
        "id": 144,
        "text": "Вступить в клуб"
      },
      {
        "id": 145,
        "text": "Петь"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Сегодня уже нет преподавателей. Зайди завтра— ответил Герц и вернулся играть на гитаре.",
    "answers": [
      {
        "id": 140,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 145,
    "text": "Герц едва заметно улыбнулся\n— Хорошо, давай петь.\nПосле этих слов он прогнал всех девушек и закрыл дверь клуба. \n— Давай— дал мне микрофон Герц, а сам взял гитару и сел напротив меня.\nГитара начала играть знакомую песню…",
    "answers": [
      {
        "id": 147,
        "text": "Петь"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я проснулась от того, что в окно что-то ударилось. ",
    "answers": [
      {
        "id": 148,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 147,
    "text": "Я начала петь и уже через минуту Герц начал мне подпевать. Похоже, что ему нравится. Я расслабилась и мой голос начал звучать уверенно. \nПесня закончилась, а Герц сидел с улыбкой на лице\n— Приходи еще— сказал он, а потом немного покраснел— мне понравился твой голос. \n",
    "answers": [
      {
        "id": 140,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 148,
    "text": "На улице уже темно. Я открыла окно и посмотрела вниз. Там стоял Миша с камушком в руках и улыбался.\n— Что ты тут делаешь в такое время? — разозлилась я.\n— Извини…— опустил голову Миша— я не думал, что ты уже спишь.\n— Ладно, что тебе нужно?\n— Я за кофтой пришёл— улыбнулся он.\nОтлично, он бы еще в 5 утра пришёл. ",
    "answers": [
      {
        "id": 149,
        "text": "Сбросить кофту"
      }
    ]
  },
  {
    "id": 149,
    "text": "Он поймал кофту, а потом замахнулся и бросил мне что-то обратно. Это была клубничная шоколодка.",
    "answers": [
      {
        "id": 150,
        "text": "Положить шоколадку в шуфлядку"
      },
      {
        "id": 151,
        "text": "Бросить обратно"
      }
    ]
  },
  {
    "id": 150,
    "text": "Я положила шоколадку и пошла спать дальше.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 151,
    "text": "— Ты че? —Крикнула я и бросила шоколадку обратно. \nМиша не растерялся и бросил ее ещё раз, а потом убежал",
    "answers": [
      {
        "id": 150,
        "text": "Положить шоколадку в шуфлядку"
      }
    ]
  },
  {
    "id": 152,
    "text": "Спалось плохо. Я несколько раз просыпалась из-за странных снов. И после очередного сна я открыла глаза и повернула голову.",
    "answers": [
      {
        "id": 153,
        "text": "Посмотреть на будильник"
      }
    ]
  },
  {
    "id": 153,
    "text": "6:40\nНу, можно уже и не ложиться.\nЧем заняться?",
    "answers": [
      {
        "id": 154,
        "text": "Послушать музыку"
      },
      {
        "id": 155,
        "text": "Сидеть в Вк"
      },
      {
        "id": 156,
        "text": "Накраситься"
      }
    ]
  },
  {
    "id": 154,
    "text": "Я сняла телефон с зарядки, нащупала наушники на тумбочке, все включила и начала слушать музыку",
    "answers": [
      {
        "id": 162,
        "text": "Ждать звонка будильника"
      }
    ]
  },
  {
    "id": 155,
    "text": "Я не хотела вылазить из кровати. Нащупала телефон на тумбочке и зашла в Вк. Мне написала Эвелина и Марк. Они написали, что хотят приехать ко мне в гости. ",
    "answers": [
      {
        "id": 162,
        "text": "Ждать звонка будильника"
      }
    ]
  },
  {
    "id": 156,
    "text": "Хм… я не часто крашусь, но раз больше мне нечем заняться, то почему бы и нет? Сегодня я буду выглядеть превосходно! ",
    "answers": [
      {
        "id": 157,
        "text": "Использовать тени для век"
      }
    ]
  },
  {
    "id": 157,
    "text": "Какие? ",
    "answers": [
      {
        "id": 158,
        "text": "Голубые"
      },
      {
        "id": 158,
        "text": "Розовые"
      },
      {
        "id": 158,
        "text": "Зелёные"
      },
      {
        "id": 158,
        "text": "Серые"
      },
      {
        "id": 158,
        "text": "Синие с блестками"
      },
      {
        "id": 158,
        "text": "Красные с блестками"
      }
    ]
  },
  {
    "id": 158,
    "text": "Так, а теперь губы. Какого цвета выбрать помаду?",
    "answers": [
      {
        "id": 164,
        "text": "Бледно-розовая "
      },
      {
        "id": 164,
        "text": "Красная "
      },
      {
        "id": 164,
        "text": "Фиолетовая"
      },
      {
        "id": 164,
        "text": "Розовая с блестками"
      },
      {
        "id": 164,
        "text": "Чёрная"
      }
    ]
  },
  {
    "id": 159,
    "text": "Готово",
    "answers": [
      {
        "id": 162,
        "text": "Ждать звонка будильника"
      }
    ]
  },
  {
    "id": 160,
    "text": "Готово",
    "answers": [
      {
        "id": 161,
        "text": "На первый этаж"
      }
    ]
  },
  {
    "id": 161,
    "text": "На первом этаже стояли родители и брат, который обувался. \n— Дорогая, на столе стоят хлопья, а в холодильнике молоко— улыбнулась мне мама.\n—Хорошо, вы сегодня опять рано уходите? \n— Да, работы много— ответил папа и вышел из дома. \n—Пока, сестренка— крикнул Алекс. \nВсе ушли, а я направилась на кухню.\n",
    "answers": [
      {
        "id": 163,
        "text": "Войти на кухню"
      }
    ]
  },
  {
    "id": 162,
    "text": "Прозвенел будильник. Пора одеваться в школу. \nЧто надеть?",
    "answers": [
      {
        "id": 160,
        "text": "Белую кофту, синие штаны и белый браслет из бисера"
      },
      {
        "id": 160,
        "text": "Черное платье, белый пиджак и золотую цепочку"
      },
      {
        "id": 160,
        "text": "Красную кофту, серые джинсы и красный браслет из бисера"
      }
    ]
  },
  {
    "id": 163,
    "text": "Я нашла в холодильнике молоко и залила хлопья. ",
    "answers": [
      {
        "id": 165,
        "text": "Съесть хлопья с молоком"
      }
    ]
  },
  {
    "id": 164,
    "text": "Забыла про ресницы. Какого цвета взять тушь?",
    "answers": [
      {
        "id": 159,
        "text": "Чёрную"
      },
      {
        "id": 159,
        "text": "Синюю"
      },
      {
        "id": 159,
        "text": "Коричневую"
      }
    ]
  },
  {
    "id": 165,
    "text": "Было вкусно. Я помыла тарелку и пошла обуваться.\nКакую обувь надеть? ",
    "answers": [
      {
        "id": 166,
        "text": "Чёрные кроссовки"
      },
      {
        "id": 166,
        "text": "Черные туфли"
      },
      {
        "id": 166,
        "text": "Белые кроссовки"
      },
      {
        "id": 166,
        "text": "Жёлтые туфли"
      },
      {
        "id": 166,
        "text": "Красные кроссовки"
      }
    ]
  },
  {
    "id": 166,
    "text": "Пора выходить.",
    "answers": [
      {
        "id": 167,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 167,
    "text": "На улице ясно светло солнце, но было прохладно. Найдя наушники и включив музыку, я направилась в школу. ",
    "answers": [
      {
        "id": 168,
        "text": "Войти в школьный двор"
      }
    ]
  },
  {
    "id": 168,
    "text": "Я вошла во двор и осмотрелась. Где Миша и Саша? ",
    "answers": [
      {
        "id": 169,
        "text": "Войти в школу"
      }
    ]
  },
  {
    "id": 169,
    "text": "Я вошла в школу и начала глазами искать Сашу, но кто-то неожиданно толкнул меня. Я пошатнулась, но не упала. ",
    "answers": [
      {
        "id": 170,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 170,
    "text": "На меня злобно смотрела девушка.\nОна выглядела очень красиво. Длинные белые волосы, серые глаза и темная кожа. Одета была в красное платье и чёрные туфли на высоком каблуке.\nКажется, что я видела ее раньше. \n— Смотри где стоишь!— шипела она.\nПроблем я не хотела\n— Ну, извини?\n— Ха, тебя? Ну уж нет! Ты думаешь, что я не знаю про твои отношения с моим парнем?! \nЭм… что ответить?",
    "answers": [
      {
        "id": 171,
        "text": "Ты с головой в союзе состоишь? "
      },
      {
        "id": 171,
        "text": "Ты о чем вообще? "
      },
      {
        "id": 171,
        "text": "Че?"
      }
    ]
  },
  {
    "id": 171,
    "text": "Она проигнорировала мой вопрос и пошла к лестнице на второй этаж. Что это было? Кто она такая? ",
    "answers": [
      {
        "id": 172,
        "text": "Подойти к расписанию"
      }
    ]
  },
  {
    "id": 172,
    "text": "Ага, мне в 12 аудиторию. Я прошла по первому этажу и нашла аудиторию. ",
    "answers": [
      {
        "id": 173,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 173,
    "text": "За партой уже сидела Саша. Она выглядела очень расстроенной. \nЯ села за парту.\n— Привет— тихо сказала мне Саша.\n— Привет. У тебя что-то случилось? \n—Извини, Лоли, я очень хочу тебе рассказать, но это займет много времени. И вспоминать об этом я тоже не очень хочу. \nЯ обняла Сашу\n— Мы можем сегодня поговорить у меня дома— еле заметно улыбнулась я.\nМне не нравилось видеть подругу в таком состоянии. \n—Хорошо— ответила она.",
    "answers": [
      {
        "id": 174,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 174,
    "text": "Начался первый урок. Преподаватель вошел в аудиторию и начал рассказывать материал. Я слушала новую тему, а Саша смотрела в окно. \nТак пролетел и второй урок.",
    "answers": [
      {
        "id": 175,
        "text": "Пойти на большую перемену"
      }
    ]
  },
  {
    "id": 175,
    "text": "Я посмотрела на Сашу, которая лежала головой на парте. Не стоит ее трогать, наверное. ",
    "answers": [
      {
        "id": 176,
        "text": "Пойти в столовую"
      }
    ]
  },
  {
    "id": 176,
    "text": "В столовой было много народу. Я осмотрелась. За столиком в углу сидел Миша. Он меня тоже заметил и помахал рукой. Нужно взять перекусить чего-нибудь и подойти к нему.\nЧто взять?",
    "answers": [
      {
        "id": 177,
        "text": "Апельсиновый сок и булочку с маком"
      },
      {
        "id": 177,
        "text": "Чай с лимоном и бутерброд с ветчиной"
      },
      {
        "id": 177,
        "text": "Воду и хлеб"
      }
    ]
  },
  {
    "id": 177,
    "text": "Готово",
    "answers": [
      {
        "id": 180,
        "text": "Подойти к Мише"
      }
    ]
  },
  {
    "id": 178,
    "text": "— Привет, красавица— улыбался Ник.\n— Привет— весело ответила я.\nМне нравится, что Ник всегда улыбается мне. Это поднимает мне настроение. \n— Вот, держи— Ник протянул мне карточку. \n— Что это?\n— Как что? Приглашение на вечеринку — ответил он и бросил еще одну такую карточку Мише.\n— Обойдусь— буркнул Миша, встал из-за стола и ушел.\nЧто это с ним? Ник сделал вид, что не заметил этого и обратился ко мне\n— Тебя ждать? Я очень надеюсь, что ты пойдёшь.\nЯ в ответ улыбнулась, а Ник пошел дальше раздавать карточки.",
    "answers": [
      {
        "id": 179,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 179,
    "text": "Пора на урок. Я пошла в аудиторию и села к Саше. Она что-то рисовала. Простойте-ка…\n— Саша, что это? — встревоженно спросила я. \n— Ты чего? — удивилась Саша — у моей мамы такая картина есть.\nНа рисунке был изображен парень с длинными серыми волосами, глазами без зрачков и со знаком на лбу. Прямо как в моем сне. \n— Мы можем сегодня пойти к тебе в гости, а не ко мне? \n— Да, конечно. А в чем дело?— все еще смотрела на меня Саша в недоумении. \n— Я расскажу тебе позже. ",
    "answers": [
      {
        "id": 181,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 180,
    "text": "Я поставила поднос с едой и села за стол. \n— А где Саша?— спросил меня Миша.\n— Эм… она сказала, что не хочет кушать— соврала я.\nНу, а что? Я думаю, что раз Саша сама ему ничего не рассказала, то и я не должна говорить.\nЯ решила перевести тему и начала спрашивать его про фильм, который недавно вышел. Мы разговорились и я не заметила, что чьи-то руки легли на мои плечи.",
    "answers": [
      {
        "id": 178,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 181,
    "text": "Все остальные уроки пролетели быстро. Я думала, что мне сказать матери Саши. Не подумает ли она, что я странная или что-то типо того… ",
    "answers": [
      {
        "id": 182,
        "text": "Закончить уроки"
      }
    ]
  },
  {
    "id": 182,
    "text": "Я начала собирать вещи. Саша ждала меня около входа в аудиторию. ",
    "answers": [
      {
        "id": 183,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 183,
    "text": "— Идем? — спросила Саша и улыбнулась.\nПохоже, что она уже успела отойти от своих проблем. \nЯ кивнула, и мы двинулись к выходу из школы. ",
    "answers": [
      {
        "id": 184,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 184,
    "text": "Мы вышли в школьный двор и поспешили домой к Саше.\nЯ и Саша уже собирались выходить из школьных ворот, но я увидела Герца, а рядом с ним странную девушку, которая сегодня толкнула меня в коридоре школы. Она кричала на Герца. Может подойти? ",
    "answers": [
      {
        "id": 185,
        "text": "Подойти"
      },
      {
        "id": 186,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 185,
    "text": "Я начала подходить к ним, а Саша медленно шла за мной.\n— Зачем нам туда?— спросила Саша и спряталась за моей спиной.\n— Я хочу узнать, что случилось. \n— Это не наше дело— пыталась отговорить меня Саша, но я ее не слушала. ",
    "answers": [
      {
        "id": 187,
        "text": "Спросить, что случилось"
      }
    ]
  },
  {
    "id": 186,
    "text": "Я сделала еще шаг в сторону ворот, но услышала свое имя в разговоре Герца и той девушки. Мне стало интересно.",
    "answers": [
      {
        "id": 185,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 187,
    "text": "Девушка замолчала и посмотрела на меня.\n— Ха, а вот и наша подружка— злобно усмехнулась она.\n— Я? — посмотрела я на нее. \nПо ее лицу было видно, что она готова разорвать меня прямо здесь. Что я сделала не так? \n— Я видела тебя рядом с моим парнем! — \"моим\" она сказала особенно громко\n— Замолчи и уходи— наконец-то вступил в разговор Герц — Я тебе не парень. \nДевушка громко цыкнула и пошла в сторону выхода из школы, а потом обернулась и крикнула\n— Сашенька, я и про тебя не забыла!\nПодруга сжалась, а я посмотрела на Герца\n— Что это было?— спросила я.\n— Не важно. Постарайся не подходить к ней и её подругам. — ответил Герц и ушел обратно в школу. ",
    "answers": [
      {
        "id": 188,
        "text": "Выйти за пределы школы"
      }
    ]
  },
  {
    "id": 188,
    "text": "Мы направились к дому Саши. \n— Когда ты успела познакомиться с Герцем— спросила она. \n— Мы как-то на лавочке вместе пели песню и разговаривали.Сначала он мне казался грубым, но все не так плохо. Вот и познакомились. \n— Понятно— Саша опустила голову— Герц может и грубый, но если узнать его лучше, то можно понять, что он хороший человек. \n— Кстати, а что это за девушка с ним была? — спросила я.\nСаша окончательно потухла\n— Эмилия. Она не подпускает других девушек к Герцу. Она готова на многое ради него. Уж поверь мне. \nЯ хотела спросить больше, но мы уже подошли к дому Саши. ",
    "answers": [
      {
        "id": 189,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 189,
    "text": "Я сняла обувь и пошла в комнату Саши, а Саша ушла на кухню делать чай. Через несколько минут она вернулась, но в ее руках не было кружки. \n— Лоли, я сказала маме, что ты хочешь поговорить с ней. А еще я обещала, что познакомлю вас. \nЯ встала и пошла за Сашей. ",
    "answers": [
      {
        "id": 190,
        "text": "Войти на кухню"
      }
    ]
  },
  {
    "id": 190,
    "text": "За столом сидела мама Саши и что-то рисовала в блокноте. \n— Мам, вот моя подруга— улыбнулась Саша и указала на меня рукой. \n— Здравствуйте, я Лоли — представилась я. \nМама Саши посмотрела на меня и улыбнулась\n— А я мама Саши, Ксения Лаврентьевна. Ты хотела поговорить со мной? \nЯ растерялась\n—Эм… д-да. \n— О чем ?— продолжала улыбаться Ксения Лаврентьевна.\nЯ хотела начать опрос, но не знала с чего начать. Саша это заметила \n— Про картину, которую ты нарисовала — сказала Саша и взяла кружку чая.\n— Извини, но я не понимаю о чем ты— с недоумением посмотрела на нас мама Саши. \n— Ну… серые длинные волосы и знак на лбу— начала вспоминать Саша картину. \nКсения Лаврентьевна неожиданно подскочила\n— Саша, возьми свой чай и иди в комнату, а я поговорю с твоей подругой— мама Саши указала на стул рядом со своим — присаживайся.\nСаша ушла, а ее мама дала мне кружку горячего чая и села на свой стул.\n— Что тебя интересует?",
    "answers": [
      {
        "id": 191,
        "text": "Рассказать про сон"
      },
      {
        "id": 192,
        "text": "Спросить про Жана"
      }
    ]
  },
  {
    "id": 191,
    "text": "Я рассказала ей про мой сон. \n— Даже не знаю радоваться тебе или нет. Этого человека зовут Жан. Все, что ты мне рассказала не является сном. Ты должна быть благодарна, что Жан спас тебя— сказала Ксения Лаврентьевна.\nЯ удивилась и по коже пробежали мурашки\n— Как это не сон? Этого не может быть! Я проснулась в своей кровати, а не на мокром асфальте или хуже того… \n— Жан является повелителем времени. Я понимаю, что трудно в это поверить, но ты должна— продолжала говорить странные вещи мама Саши.\nЯ была напугана и растеряна",
    "answers": [
      {
        "id": 194,
        "text": "Почему он пришел именно ко мне? "
      },
      {
        "id": 194,
        "text": "Откуда вы все это знаете? "
      }
    ]
  },
  {
    "id": 192,
    "text": "—Кто он такой? Что ему от меня нужно? Зачем он пришел ко мне во сне ?— начала допрос я.\n— Подожди — остановила меня Ксения Лаврентьевна— какой сон?",
    "answers": [
      {
        "id": 191,
        "text": "Рассказать про сон"
      }
    ]
  },
  {
    "id": 193,
    "text": "Всю дорогу я думала о словах Сашиной мамы и даже не заметила, что уже пришла к своему дому.",
    "answers": [
      {
        "id": 195,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 194,
    "text": "Ксения Лаврентьевна глубоко вздохнула\n— Жан ищет человека, который смог бы разделить с ним эту силу. Ему тяжело держать ее одному. Когда-то со мной произошел несчастный случай и Жан помог мне, но я не смогла принять такую ответственность и помочь ему удерживать время. А потом оказалось, что и сил у меня на это тоже не хватает. Теперь он помог тебе и наверное надеется , что ты сможешь разделить эту силу с ним.\nБред какой-то. Мне нужно все обдумать.\nЯ встала из-за стола и направилась к выходу. Мысли в голове совсем спустились. Ксения  Лаврентьевна осталась сидеть за столом. Наверное, она понимает, что мне сейчас трудно. Сашу я беспокоить тоже не хотела.",
    "answers": [
      {
        "id": 193,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 195,
    "text": "На первом этаже меня никто не ждал, но меня это порадовало. Мне не хотелось о чем-то сейчас говорить с родителями.",
    "answers": [
      {
        "id": 196,
        "text": "Пойти в свою комнату"
      }
    ]
  },
  {
    "id": 196,
    "text": "Я устала. Быстро переоделась и легла в кровать, а потом уснула.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 197,
    "text": "Суббота. На часах 11 утра. Наконец-то не надо в школу и можно выспаться, что я и сделала. Вставать не хотелось, но и дальше спать тоже. Я потянулась к мобильному телефону и как только я взяла его в руки, он зазвонил.",
    "answers": [
      {
        "id": 198,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 198,
    "text": "Это оказалась Саша\n— Привет, Лоли, чем занята?\n— Привет, я только встала— ответила я.\n—Ну ты и соня— услышала я ее смешок— почему ты вчера так неожиданно ушла?\nЯ думаю, что сейчас не нужно ей рассказывать про мой разговор с Ксенией Лаврентьевной. \n—Извини. У меня появились срочные дела— соврала я. \n—Ладно. Я вообще хотела узнать, что ты думаешь о вечеринке Ника? \nЯ задумалась\n— Я не знаю. Мы собирались с тобой в караоке.\n— Может пойдем на вечеринку?— начала уговаривать меня Саша— даже Миша идет. \nХа, он же вроде не хотел. \n—Ладно, пошли— вздохнула я. \n— Я зайду к тебе в 7— сказала Саша и бросила трубку.",
    "answers": [
      {
        "id": 199,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 199,
    "text": "Я положила телефон на тумбочку, а сама надела розовый халат и пошла на первый этаж.",
    "answers": [
      {
        "id": 200,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 200,
    "text": "За столом сидел папа, а мама что-то готовила, но увидев меня она улыбнулась\n— Доброе утро. Блинчики скоро будут готовы.\nЯ кивнула \n—А где Алекс?\n—Он ушел на кружок— ответила мама и начала налаживать блинчики— присаживайся.\nПапа как всегда читал газету.",
    "answers": [
      {
        "id": 201,
        "text": "Спросить про работу"
      }
    ]
  },
  {
    "id": 201,
    "text": "Папа оторвался от газеты и улыбнулся\n—Все хорошо. Мы с мамой очень стараемся и дела идут в гору.  ",
    "answers": [
      {
        "id": 202,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 202,
    "text": "Мама поставила блинчики на стол, и мы начали кушать. ",
    "answers": [
      {
        "id": 203,
        "text": "Спросить про вечеринку"
      }
    ]
  },
  {
    "id": 203,
    "text": "— Мам, можно мне сегодня на вечеринку?\nМама посмотрела на меня с удивлением.\n—Ты раньше не любила ходить на вечеринки, но я рада, что ты нашла друзей, которые позвали тебя туда. Ты можешь пойти, но постарайся вернуться не очень поздно.\nЯ закончила с едой и направилась в душ.",
    "answers": [
      {
        "id": 204,
        "text": "Войти в душ"
      }
    ]
  },
  {
    "id": 204,
    "text": "Быстро приняла холодный душ и почистила зубы.",
    "answers": [
      {
        "id": 205,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 205,
    "text": "Нужно начинать собираться.\n С чего начать?",
    "answers": [
      {
        "id": 206,
        "text": "Одежда"
      },
      {
        "id": 207,
        "text": "Косметика"
      },
      {
        "id": 208,
        "text": "Прическа"
      },
      {
        "id": 209,
        "text": "Ногти"
      },
      {
        "id": 210,
        "text": "Украшение"
      }
    ]
  },
  {
    "id": 206,
    "text": "Такс… что надеть?",
    "answers": [
      {
        "id": 211,
        "text": "Черное короткое платье "
      },
      {
        "id": 211,
        "text": "Красное короткое платье"
      },
      {
        "id": 211,
        "text": "Синее короткое платье"
      },
      {
        "id": 211,
        "text": "Красное длинное платье"
      },
      {
        "id": 211,
        "text": "Голубое длинное платье"
      }
    ]
  },
  {
    "id": 207,
    "text": "Как мне накраситься?",
    "answers": [
      {
        "id": 211,
        "text": "Розовые тени, красная помада и чёрная тушь"
      },
      {
        "id": 211,
        "text": "Голубые тени, розова помада и чёрная тушь"
      },
      {
        "id": 211,
        "text": "Серые тени, коричневый блеск и чёрная тушь"
      }
    ]
  },
  {
    "id": 208,
    "text": "Какую прическу мне сделать?",
    "answers": [
      {
        "id": 211,
        "text": "Хвостик"
      },
      {
        "id": 211,
        "text": "Два хвостика"
      },
      {
        "id": 211,
        "text": "Распущенные волосы"
      },
      {
        "id": 211,
        "text": "Косички"
      },
      {
        "id": 211,
        "text": "Колосок"
      }
    ]
  },
  {
    "id": 209,
    "text": "Какой лак?",
    "answers": [
      {
        "id": 211,
        "text": "Красный"
      },
      {
        "id": 211,
        "text": "Синий"
      },
      {
        "id": 211,
        "text": "Чёрный"
      },
      {
        "id": 211,
        "text": "Зеленый"
      }
    ]
  },
  {
    "id": 210,
    "text": "Что выбрать?",
    "answers": [
      {
        "id": 211,
        "text": "Тонкая золотая цепочка"
      },
      {
        "id": 211,
        "text": "Серебряная цепочка"
      },
      {
        "id": 211,
        "text": "Золотое кольцо с красным камушком"
      },
      {
        "id": 211,
        "text": "Серебряное кольцо с голубым камушком"
      }
    ]
  },
  {
    "id": 211,
    "text": "Готово",
    "answers": [
      {
        "id": 205,
        "text": "Продолжить одеваться"
      },
      {
        "id": 234,
        "text": "Закончить"
      }
    ]
  },
  {
    "id": 212,
    "text": "Я взяла телефон и зашла в вк. Онлайн были Марк и Эвелина. \nЭвелина написала мне про ее дела в школе, а я рассказала ей про свои. Я отправила последнее сообщение и в дверь позвонили.",
    "answers": [
      {
        "id": 220,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 213,
    "text": "Я взяла телефон, подключила наушники и включила музыку. Начала играть песня, которую я когда-то пела с Герцом и невольно я начала вспоминать наше знакомство. Мои воспоминания прервал звонок в дверь.",
    "answers": [
      {
        "id": 220,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 214,
    "text": "Я взяла телефон и зашла на ютуб. Так, что тут у нас?",
    "answers": [
      {
        "id": 217,
        "text": "Смотреть смешные видео с котиками"
      },
      {
        "id": 218,
        "text": "Смотреть видеоблогеров"
      },
      {
        "id": 219,
        "text": "Смотреть клипы"
      }
    ]
  },
  {
    "id": 215,
    "text": "Мама в след крикнула нам «Удачи» и мы выдвинулись к Нику. Идти всего минут 30, но на каблуках идти тяжело. Дорога заняла у нас больше времени, чем мы думали и поэтому пришли мы, когда было уже темно. \nМы стояли около ворот, а во дворе уже были слышны крики и смех. Дом Ника был очень большим.",
    "answers": [
      {
        "id": 216,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 216,
    "text": "Мы вошли в дом и к нам сразу подошел Ник\n—Привет, красавица, я очень рад, что ты пришла— улыбался Ник.\nЯ улыбнулась в ответ, а он внимательно меня рассматривал \n—Такой красивой девушке нельзя стоять около входа. Проходи, осматривайся, а я скоро подойду— сказал Ник и ушел.\nЯ и Саша пошли к свободному дивану. ",
    "answers": [
      {
        "id": 221,
        "text": "Сесть на диван"
      }
    ]
  },
  {
    "id": 217,
    "text": "Я включила первое видео. Эти милые животные такие смешные. Так я просидела около двух часов, а потом в дверь позвонили.",
    "answers": [
      {
        "id": 220,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 218,
    "text": "За просмотрами видео я просидел около часа, а потом в дверь позвонили.",
    "answers": [
      {
        "id": 220,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 219,
    "text": "Я включила клипы и смотрела их около часа, а потом в дверь позвонили.",
    "answers": [
      {
        "id": 220,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 220,
    "text": "Это была Саша. Она была отлично одета. Черное длинное платье, туфли на высоком каблуке и золотая цепочка.\n— Какая ты красавица— улыбалась она.\n— Ты что?— улыбнулась я ей в ответ— это ты красавица!\nПодошла моя мама \n— Ой, это твоя подруга? Вы такие красивые.\nМы с Сашей засмеялись. И пока моя мама знакомилась с Сашей, я взяла сумочку и положила туда телефон, ключи и прочие мелочи.",
    "answers": [
      {
        "id": 215,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 221,
    "text": "Народу было много. Играла громкая музыка и светило много лампочек разного цвета. Саша кого-то искала глазами\n— Кого ты ищешь?— задала я вопрос Саше.\nОтвета не было, потому что к нам подошел Миша\n— Привет— улыбнулся он нам и сел рядом.\nМиша был одет в белую рубашку, синий пиджак и джинсы. Смотрелся он очень даже ничего. \n—Я могу принести вам чего-нибудь выпить, хотите?— спросил Миша.\nАха, как мило с его стороны.Саша отказалась, а я захотела…",
    "answers": [
      {
        "id": 222,
        "text": "Sprite"
      },
      {
        "id": 222,
        "text": "Coca-Cola"
      },
      {
        "id": 222,
        "text": "Сок"
      }
    ]
  },
  {
    "id": 222,
    "text": "Через пару минут Миша принес мне напиток, а Саша отошла с кем-то поговорить.",
    "answers": [
      {
        "id": 223,
        "text": "Найти Ника"
      },
      {
        "id": 224,
        "text": "Остаться с Мишей"
      }
    ]
  },
  {
    "id": 223,
    "text": "Я оставила Мишу и пошла на поиски Ника. Идти через толпу было сложно. Еще минуту я пыталась найти его, но он появился сам. Оказалось, что Ник тоже искал меня. Мы хотели поговорить, но музыка играла слишком громко.\n— Может на улицу пойдем?— спросил меня Ник.",
    "answers": [
      {
        "id": 225,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 224,
    "text": "Мы с Мишей пытались поговорить, но громкая музыка нам очень мешала. Еще пару минут мы разговаривали криком, а потом мне начала болеть голова. Я решила выйти на улицу, но только я встала с дивана, как ко мне подошёл Ник.\n— Я тебя всюду ишу!— громко сказал он.\nГолова начала болеть сильнее и я начала тереть виски. Ник все понял. Он взял меня за руку и мы пошли к выходу.",
    "answers": [
      {
        "id": 225,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 225,
    "text": "Прохладно, но теперь можно нормально поговорить. Похоже, что Ник заметил мою дрожь\n— Тебе холодно?— спросил он и обнял меня одной рукой за талию.\nМне стало очень неловко и я опустила голову\n— М… ну… да— тихо промямлила я.\nПосле этого Ник снял свою байку и дал ее мне.",
    "answers": [
      {
        "id": 226,
        "text": "Надеть"
      }
    ]
  },
  {
    "id": 226,
    "text": "Она была мне большой, но в ней тепло. \n— Мило— прошептал Ник, смотря на свою байку.\nНадеюсь, что ему не холодно. \nМы говорили о разной ерунде, но в один момент он замолчал и подошел ко мне максимально близко\n—Слушай, Лоли— начал говорить он — я понимаю, что мы знакомы совсем недавно, но… ты мне нравишься.\nПосле этих слов Ник отвернулся, а я стояла и не знала, что сказать. ",
    "answers": [
      {
        "id": 227,
        "text": "Ответить взаимностью"
      },
      {
        "id": 228,
        "text": "Отказать"
      }
    ]
  },
  {
    "id": 227,
    "text": "Я думаю, что чувствую то же самое, но как только я открыла рот, чтобы это сказать, в доме Ника выключилась музыка.\n— Что за…? — только и успел сказать Ник.\nПосле этого послышался крик и смех. Крик был очень знакомым… Саша! ",
    "answers": [
      {
        "id": 229,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 228,
    "text": "Я не думаю, что чувствую то же самое, но как только я открыла рот, чтобы это сказать, в доме Ника выключилась музыка.\n— Что за…? — только и успел сказать Ник.\nПосле этого послышался крик и смех. Крик был очень знакомым… Саша! ",
    "answers": [
      {
        "id": 229,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 229,
    "text": "Я увидела развернутый стол. Еда валялась на полу, а ближе всего к этому бардаку стояла Эмилия. Подождите, что у нее в руках?! Это же туфелька Саши! ",
    "answers": [
      {
        "id": 230,
        "text": "Спросить, что случилось"
      }
    ]
  },
  {
    "id": 230,
    "text": "Я подошла к парню, который стоял в толпе и спросила о происходящем. \n— Тут девушку зацепили. Порвали ей одежду и толкнули на стол— ответил мне незнакомец.\n— Кто и какую девушку? За что?— я очень боялась, что это была Саша. \nПарень пожал плечами\n— Вон та зацепила— показал он пальцем на Эмилию.",
    "answers": [
      {
        "id": 231,
        "text": "Подойти к Эмилии"
      }
    ]
  },
  {
    "id": 231,
    "text": "Мои руки дрожали от злости. Если Эмилия сделала это с моей подругой, то она об этом пожалеет. \n— Что ты натворила?— крикнула на нее я.\nЭмилия противно улыбалась, но когда посмотрела на меня, улыбка переросла в смех\n— Я делаю, что хочу! — ответила она мне— Иди догоняй подругу! \nПосле этих слов я рванула к выходу, а Эмилия бросила в меня туфельку Саши\n— Передай подарок!— крикнула она в след. ",
    "answers": [
      {
        "id": 232,
        "text": "Взять туфельку и бежать за Сашей"
      }
    ]
  },
  {
    "id": 232,
    "text": "Я выбежала из дома и побежала к дороге, но кто-то взял меня за руку.",
    "answers": [
      {
        "id": 235,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 233,
    "text": "Готово.",
    "answers": []
  },
  {
    "id": 234,
    "text": "Отлично, я готова! У меня осталось еще немного времени. \nЧем заняться? ",
    "answers": [
      {
        "id": 212,
        "text": "Сидеть в Вк"
      },
      {
        "id": 213,
        "text": "Слушать музыку"
      },
      {
        "id": 214,
        "text": "Посмотреть видео"
      }
    ]
  },
  {
    "id": 235,
    "text": "Это был Ник.\n— Я понимаю, что это твоя подруга, но мы еще не договорили. Я очень хочу знать, что ты думаешь обо мне… — сказал он все еще держа мою руку.\n— Мне не до тебя! — крикнула я.\nПосле того выдернула свою руку и побежала дальше. ",
    "answers": [
      {
        "id": 236,
        "text": "Бежать быстрее"
      }
    ]
  },
  {
    "id": 236,
    "text": "Я бежала и думала. Зачем я вообще пошла на эту вечеринку? Сашу не усмотрела и оставила ее одну. Если бы я была рядом с ней, то этого не случилось бы. Думаю, что я еще и Ника обидела. ",
    "answers": [
      {
        "id": 237,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 237,
    "text": "Я больше не могла бежать. Я остановилась и поняла, что слёзы бегут по моим щекам. Я плачу… \nХорошо, что этого никто не видит. Я закрыла лицо руками и закрыла глаза. Если бы я только могла все изменить… ",
    "answers": [
      {
        "id": 238,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 238,
    "text": "Яркая вспышка света ослепила меня. Я присмотрелась. Это ведь Жан. \n— Я вижу, что у тебя проблемы— печально улыбнулся он.\nЯ чувствовала себя так подавлено, что готова была поверить в слова Ксении Лаврентьевны\n— Помоги мне… — шепнула я сквозь слёзы.\nЖан улыбнулся \n— Конечно… \nПосле этого я потеряла сознание...\n",
    "answers": [
      {
        "id": 1,
        "text": "Закончить"
      }
    ]
  },
  {
    "id": 239,
    "text": "Я открыла глаза и увидела перед собой дом Ника. Теперь я действительно верю, что мама Саши говорила мне правду.",
    "answers": [
      {
        "id": 240,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 240,
    "text": "Мы вошли в дом и к нам сразу подошел Ник\n—Привет, красавица, я очень рад, что ты пришла— улыбался Ник.\nЯ перемотала время, но почему-то мне было спокойно и я совсем не боялась своей силы. Сейчас мне нужно просто повернуть ход событий и я знала, что сделаю это. \n— Привет— улыбнулась я ему в ответ. \nНик внимательно меня рассматривал \n—Такой красивой девушке нельзя стоять около входа. Проходи, осматривайся, а я скоро подойду— сказал Ник и ушел.",
    "answers": [
      {
        "id": 241,
        "text": "Сесть на диван"
      }
    ]
  },
  {
    "id": 241,
    "text": "Саша опять кого-то искала глазами\n— Кого ты хочешь найти?— спросила я, но Саша не ответила.\nК нам подошел Миша, но я сделала вид, что не заметила его. И спросила Сашу еще раз\n— Кого ты ищешь?\nНа этот раз Саша посмотрела на меня и покраснела\n— Я слышала, что сюда должен был прийти Герц.\n— И что?\n— Да так, ничего— улыбнулась она и продолжила смотреть на толпу.\nХорошо. С этим разобрались. ",
    "answers": [
      {
        "id": 242,
        "text": "Посмотреть на Мишу"
      }
    ]
  },
  {
    "id": 242,
    "text": "—Привет. Я могу принести вам чего-нибудь выпить, хотите?— спросил Миша.\nСаша и я отказались.\n— Ну… ладно— как-то обиженно сказал Миша.\nНа что тут можно обижаться? Не хватало еще его обид.",
    "answers": [
      {
        "id": 243,
        "text": "Передумать и попросить чего-нибудь выпить"
      },
      {
        "id": 243,
        "text": "Попросить чего-нибудь сладкого"
      }
    ]
  },
  {
    "id": 243,
    "text": "Миша сразу оживился \n— Хорошо, я сейчас принесу— улыбнулся он и ушел.",
    "answers": [
      {
        "id": 244,
        "text": "Посмотреть на Сашу"
      }
    ]
  },
  {
    "id": 244,
    "text": "Я посмотрела на Сашу и она резко встала\n— Ты чего, подруга? — удивилась я.\n— Сейчас вернусь — ответила она и пошла в толпу.",
    "answers": [
      {
        "id": 245,
        "text": "Пойти за ней"
      }
    ]
  },
  {
    "id": 245,
    "text": "Я догнала Сашу и взяла ее за руку. Она остановилась и уставилась на Герца. Он действительно сюда пришел, но откуда она это знала? \n— Ты пришёл — улыбнулась она.\nГерц улыбнулся ей в ответ, а потом перевел взгляд на меня и его улыбка пропала.\n— Привет— сказал он мне.\nЯ кивнула. \n— Послушай, Герц, я хочу тебе кое-что сказать— сказала Саша и взяла Герца за рукав. \nЛицо Герца больше не выражало никаких эмоций. Он просто развернулся и куда-то пошел. Саша пошла за ним. ",
    "answers": [
      {
        "id": 246,
        "text": "Плестись сзади"
      }
    ]
  },
  {
    "id": 246,
    "text": "Мы пришли на кухню. Тут было достаточно тихо. Я взяла себе сок и стала около окна, а за стол, который стоял напротив окна, сели Саша и Герц.",
    "answers": [
      {
        "id": 247,
        "text": "Слушать их разговор"
      }
    ]
  },
  {
    "id": 247,
    "text": "Саша выглядела счастливой. Она положила свою руку на руку Герца \n— Теперь ты все мне объяснишь? — спросила она.\nГерц задумался\n— Знаешь, Саша, ты мне нравишься, но…\nУ Саши начали слезиться глаза\n— Но? Что но? \n— Мне нравится еще одна девушка— Герц посмотрел на меня— можно сказать, что я в нее влюблен. Я хочу сначала разобраться с ей и понять, что она думает обо мне. Не хочу давать тебе надежду, что буду с тобой, Саша. Это может причинить тебе боль. Извини.\nСаша опустила голову, но улыбка с ее лица не пропала\n— Я рада, что нравлюсь тебе, но прошу… обещай, что начнешь встречаться со мной, если та девушка откажет тебе.Ты не сделаешь мне больно. Я готова ждать. \nГерц хотел что-то ответить, но на кухню кто-то вошел.",
    "answers": [
      {
        "id": 248,
        "text": "Посмотреть кто вошёл"
      }
    ]
  },
  {
    "id": 248,
    "text": "Это оказалась Эмилия. Она увидела за столом Сашу с Герцом, и ее лицо покраснело от злости. \n— Что вы тут делаете?— крикнула она— Отойди от моего парня!\nСаша подскочила с места и начала медленно пятиться назад, а Эмилия быстрым шагом подошла к Саше. \n— Я тебя еще раз спрашиваю,что вы тут делаете? \nСаша продолжала молчать и испуганно смотреть на Эмилию. ",
    "answers": [
      {
        "id": 249,
        "text": "Заступиться за Сашу"
      },
      {
        "id": 250,
        "text": "Продолжить наблюдать"
      }
    ]
  },
  {
    "id": 249,
    "text": "Я поставила сок на стол и начала подходить к Саше, но не успела ничего сделать. Эмилия резко подняла руку и дала пощёчину Саше. Потом второй рукой взяла Сашу за платье и со всей силы потянула к себе. Я стояла в полном шоке, но нужно было что-то делать. Подруга начала плакать. Я вспомнила про свою силу.",
    "answers": [
      {
        "id": 252,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 250,
    "text": "Вмешиваться не хотелось. Я продолжила смотреть, что будет дальше.\nЭмилия резко подняла руку  и дала пощёчину Саше. Потом второй рукой взяла Сашу за платье и со всей силы потянула к себе. Я стояла в полном шоке, но понимала ,что нужно было что-то делать. Подруга начала плакать. Я вспомнила про свою силу.",
    "answers": [
      {
        "id": 252,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 251,
    "text": "Перед собой я увидела Сашу и Герца, которые сидели за столом. Я посмотрела на дверь и в нее вошла Эмилия\n— Что вы тут делаете?— крикнула она— Отойди от моего парня!\nСаша подскочила с места и начала медленно пятиться назад, а Эмилия быстрым шагом подошла к Саше. \nНужно что-то делать",
    "answers": [
      {
        "id": 253,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 252,
    "text": "Я закрыла глаза. \n— Ты решила сделать это снова?— спросил Жан.\nЯ не видела его, но слышала голос. ",
    "answers": [
      {
        "id": 251,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 253,
    "text": "Эмилия подняла руку, чтобы ударить Сашу, но я…",
    "answers": [
      {
        "id": 254,
        "text": "Закричать, чтобы она остановилась"
      },
      {
        "id": 255,
        "text": "Ударить Эмилию первой"
      }
    ]
  },
  {
    "id": 254,
    "text": "— Стой! — крикнула я.\nЭмилия опустила руку и повернулась в мою сторону\n— Ой, а кто это тут?— улыбнулась она— за подругу заступаешься? \nЯ проигнорировала ее, взяла Сашу за руку и мы пошли к двери.",
    "answers": [
      {
        "id": 258,
        "text": "Выйти из кухни"
      }
    ]
  },
  {
    "id": 255,
    "text": "Я подлетела к Эмилии, как молния:D",
    "answers": [
      {
        "id": 256,
        "text": "Бросить в Эмилию бутылку от Coca-Cola."
      },
      {
        "id": 256,
        "text": "Дать плюху"
      },
      {
        "id": 256,
        "text": "Бросить в Эмилию стаканчик с соком"
      },
      {
        "id": 256,
        "text": "Крутить вертуху"
      }
    ]
  },
  {
    "id": 256,
    "text": "Эмилия этого не ожидала. Она отошла от Саши, а я поняла, что пора уходить.",
    "answers": [
      {
        "id": 258,
        "text": "Выйти из кухни"
      }
    ]
  },
  {
    "id": 257,
    "text": "Всю дорогу Саша рассказывала мне про Герца. Я молча ее слушала, но, когда мы уже почти пришли домой, Саша остановилась\n— Я очень люблю его. Интересно, а кого любит он? Я думаю, что это очень красивая и добрая девушка, но кто она — сказала Саша и посмотрела на меня.\nНужно что-то ответить…",
    "answers": [
      {
        "id": 259,
        "text": "Не знаю"
      },
      {
        "id": 260,
        "text": "Это Эмилия"
      },
      {
        "id": 260,
        "text": "Это девушка из другой школы"
      }
    ]
  },
  {
    "id": 258,
    "text": "Мы вышли в зал. Я отпустила руку Саши. \n— Пошли домой— тихо сказала она.\nЯ кивнула и мы вышли из дома Ника. ",
    "answers": [
      {
        "id": 257,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 259,
    "text": "Саша глубоко вздохнула\n— Я тоже… \nПосле этого мы разошлись по домам.",
    "answers": [
      {
        "id": 261,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 260,
    "text": "Саша глубоко вздохнула \n— Может быть… \nПосле этого мы разошлись по домам.",
    "answers": [
      {
        "id": 261,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 261,
    "text": "Свет был выключен, а родители, наверное, уже спали. ",
    "answers": [
      {
        "id": 262,
        "text": "Пойти в свою комнату"
      }
    ]
  },
  {
    "id": 262,
    "text": "Сегодня я очень устала. Быстро сняла платье и легла на кровать.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 263,
    "text": "Я проснулась из-за того, что кто-то вошел в мою комнату. ",
    "answers": [
      {
        "id": 264,
        "text": "Посмотреть кто вошёл"
      }
    ]
  },
  {
    "id": 264,
    "text": "Это оказался Алекс.\n— Вставай, сестренка!— радостно завопил он. \nПочему он такой радостный? Какое вставать? Я хочу спать… \n ",
    "answers": [
      {
        "id": 265,
        "text": "Посмотреть на время"
      }
    ]
  },
  {
    "id": 265,
    "text": "10:42 мда… я люблю поспать. \n— Собирайся! Мама приготовила кушать и ждет тебя на кухне— сказал Алекс и вышел из моей комнаты. ",
    "answers": [
      {
        "id": 266,
        "text": "Начать собираться"
      }
    ]
  },
  {
    "id": 266,
    "text": "Что одеть?",
    "answers": [
      {
        "id": 267,
        "text": "Синий халат с красными розами"
      },
      {
        "id": 267,
        "text": "Розовый халат с ушками на капюшоне"
      },
      {
        "id": 267,
        "text": "Зелёный халат в клеточку"
      }
    ]
  },
  {
    "id": 267,
    "text": "Отлично!",
    "answers": [
      {
        "id": 270,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 268,
    "text": "Готово. Сегодня прохладно и я должна надеть куртку, но какую?",
    "answers": [
      {
        "id": 269,
        "text": "Черную кожаную куртку"
      },
      {
        "id": 269,
        "text": "Красную кожаную куртку"
      },
      {
        "id": 269,
        "text": "Джинсовую куртку"
      }
    ]
  },
  {
    "id": 269,
    "text": "Я посмотрела на себя в зеркало и вышла из своей комнаты.",
    "answers": [
      {
        "id": 271,
        "text": "На первый этаж"
      }
    ]
  },
  {
    "id": 270,
    "text": "За столом уже сидела мама, папа и Алекс.\n— Доброе утро, соня— сказала мне мама.\n— Доброе— улыбнулась я ей.\nМама поставила мою тарелку с едой и я села за стол. \n— Ты вчера поздно вернулась?— спросил папа.\n— Нет, но вы уже спали— ответила я на его вопрос.\nТолько сейчас я заметила, что родители одеты не в домашнюю одежду, а значит они куда-то собрались.\n— Сегодня воскресенье и на работу вам не нужно. Куда вы собрались?— спросила я у мамы.\n— Сегодня мы пойдем с тобой за новыми вещами— улыбнулась мама.\nЭто круто! Люблю шопинг.\nЯ хорошо перекусила и пошла собираться за покупками.",
    "answers": [
      {
        "id": 268,
        "text": "Переодеться"
      }
    ]
  },
  {
    "id": 271,
    "text": "Мама уже была готова.\n— Мы уже заждались. Обувайся и иди в машину— сказала мама и вышла из дома.\nЧто мне обуть? ",
    "answers": [
      {
        "id": 272,
        "text": "Белые кроссовки"
      },
      {
        "id": 272,
        "text": "Красные кроссовки"
      },
      {
        "id": 272,
        "text": "Чёрные кроссовки"
      },
      {
        "id": 272,
        "text": "Красные туфли"
      },
      {
        "id": 272,
        "text": "Зелёные туфли"
      }
    ]
  },
  {
    "id": 272,
    "text": "Я готова к шопингу!",
    "answers": [
      {
        "id": 273,
        "text": "Выйти из дома и сесть в машину"
      }
    ]
  },
  {
    "id": 273,
    "text": "Мы поехали в центр города. Там лучшие магазины с самой красивой и модной одеждой. \nЧерез пару минут мы были на месте. Папа и Алекс ушли выбирать одежду отдельно от нас. Эх… мужчины, что сказать. \nМама предложила мне несколько магазинов. \nВ какой пойти?",
    "answers": [
      {
        "id": 274,
        "text": "Магазин \"Спорт\""
      },
      {
        "id": 275,
        "text": "Магазин \"Элита\""
      },
      {
        "id": 276,
        "text": "Магазин \"Милость\""
      }
    ]
  },
  {
    "id": 274,
    "text": "Мы вошли в магазин. Тут были мячи, спортивная одежда, скакалки и прочие вещи. Я люблю спортивную одежду и поэтому я и моя мама направились выбирать ее себе. \nЧто мне выбрать?",
    "answers": [
      {
        "id": 277,
        "text": "Чёрный спортивный костюм с тигром на спине"
      },
      {
        "id": 277,
        "text": "Бело-розовый спортивный костюм"
      },
      {
        "id": 277,
        "text": "Синий спортивный костюм с сердечком на груди"
      }
    ]
  },
  {
    "id": 275,
    "text": "Мы вошли в магазин. Тут были самые модные платья, пиджаки и прочие вещи. Я люблю модную одежду и поэтому я и моя мама направились выбирать ее себе. \nЧто мне выбрать?",
    "answers": [
      {
        "id": 285,
        "text": "Розовое платье чуть выше колена и красный пиджак"
      },
      {
        "id": 285,
        "text": "Черное длинное платье с откровенным декольте"
      },
      {
        "id": 285,
        "text": "Синий пиджак с чёрыми пуговицами"
      }
    ]
  },
  {
    "id": 276,
    "text": "Мы вошли в магазин. Тут были мягкие игрушки, милые платья и прочие вещи. Я люблю милую одежду и поэтому я и моя мама направились выбирать ее себе. \nЧто мне выбрать?",
    "answers": [
      {
        "id": 287,
        "text": "Бело-розовое платье с красным поясом"
      },
      {
        "id": 287,
        "text": "Голубое кружевное платье"
      },
      {
        "id": 287,
        "text": "Розовая кофта с зайцем на спине"
      }
    ]
  },
  {
    "id": 277,
    "text": "Я выглядела чудесно. Мама пошла выбирать одежду для себя, а я решила осмотреть магазин. \nКуда пойти?",
    "answers": [
      {
        "id": 281,
        "text": "Мячи"
      },
      {
        "id": 281,
        "text": "Скакалки"
      }
    ]
  },
  {
    "id": 278,
    "text": "Рядом стоял Ник. Он держал в руках мяч и улыбался. \n— Привет, красавица— поздоровался он.\n— Привет, Ник— улыбнулась ему я.\n— Что ты здесь делаешь?\nЯ посмотрела на маму, которая рылась в одежде.\n— За вещами пришла, а ты?\n— Я мяч новый купил— указал на свой новый мяч Ник— поиграем с ним в баскетбол завтра? ",
    "answers": [
      {
        "id": 279,
        "text": "Согласиться"
      },
      {
        "id": 280,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 279,
    "text": "—Хорошо, я приду в спортивный зал— ответила я.",
    "answers": [
      {
        "id": 282,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 280,
    "text": "— Извини, но у меня другие планы— ответила я.\n— Ладно, в другой раз— улыбнулся Ник",
    "answers": [
      {
        "id": 282,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 281,
    "text": "Я подошла к стеллажу и внимательно начала присматриваться. \n— Лоли!— кто-то крикнул мое имя. Голос был мужским, а значит это была не мама.",
    "answers": [
      {
        "id": 278,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 282,
    "text": "К нам подошла моя мама\n— День добрый— улыбнулась она Нику.\n— Здравствуйте— ответил на ее приветствие он.\nЗнакомить маму с Ником я не хотела. Взяв маму за руку и попрощавшись с Ником, я пошла на кассу.",
    "answers": [
      {
        "id": 283,
        "text": "Расплатиться"
      }
    ]
  },
  {
    "id": 283,
    "text": "Отлично, а теперь в магазин обуви.",
    "answers": [
      {
        "id": 284,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 284,
    "text": "Я с мамой вошли в магазин обуви. Мама сразу пошла выбирать себе туфли, а я прошла по всему магазину и остановилась на стеллаже с…",
    "answers": [
      {
        "id": 286,
        "text": "Кроссовками"
      },
      {
        "id": 286,
        "text": "Туфлями"
      },
      {
        "id": 286,
        "text": "Ботинками"
      }
    ]
  },
  {
    "id": 285,
    "text": "Я выглядела чудесно. Мама пошла выбирать одежду для себя, а я решила осмотреть магазин. \n",
    "answers": [
      {
        "id": 289,
        "text": "Осмотреть стеллаж с юбками"
      },
      {
        "id": 289,
        "text": "Осмотреть стеллаж с кофтами"
      },
      {
        "id": 289,
        "text": "Осмотреть стеллаж с брюками"
      }
    ]
  },
  {
    "id": 286,
    "text": "Какие они все красивые. Я показала маме несколько вариантов и взяла самые красивые. Мама продолжила выбирать себе туфли, а я расплатилась и вышла из магазина. Осталось купить бижутерию.",
    "answers": [
      {
        "id": 290,
        "text": "Войти в магазин бижутерии"
      }
    ]
  },
  {
    "id": 287,
    "text": "Я выглядела чудесно. Мама пошла выбирать одежду для себя, а я решила осмотреть магазин. \nКуда пойти?",
    "answers": [
      {
        "id": 301,
        "text": "Посмотреть игрушки"
      },
      {
        "id": 301,
        "text": "Посмотреть брюки"
      },
      {
        "id": 301,
        "text": "Посмотреть юбки"
      }
    ]
  },
  {
    "id": 288,
    "text": "— Эй, Лоли, давай немного поговорим.\nЗнакомый голос… это ведь Жан! ",
    "answers": [
      {
        "id": 309,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 289,
    "text": "Я подошла к стеллажу и внимательно начала присматриваться. \n— Лоли!— кто-то крикнул мое имя. Голос был мужским, а значит это была не мама.",
    "answers": [
      {
        "id": 302,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 290,
    "text": "Что мне купить? ",
    "answers": [
      {
        "id": 291,
        "text": "Золотые сережки в форме сердца"
      },
      {
        "id": 291,
        "text": "Серебряное кольцо с камушком красного цвета и сережки с таким же камушком"
      },
      {
        "id": 291,
        "text": "Золотая цепочка и сережки "
      }
    ]
  },
  {
    "id": 291,
    "text": "Я купила все, что хотела.",
    "answers": [
      {
        "id": 292,
        "text": "Пойти в машину"
      }
    ]
  },
  {
    "id": 292,
    "text": "Там меня уже все ждали\n— Как сходили?— спросил папа.\nМама была довольна своими покупками\n— Я себе такие классные туфли купила!— радовалась она.\nПапа улыбнулся, и мы поехали домой.",
    "answers": [
      {
        "id": 293,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 293,
    "text": "Алекс всю дорогу показывал мне свой новый вертолет на пульте управления. Мама хвасталась новыми туфлями. Ну, а я думала о чем-то своем и ждала приезда домой. \nЧерез пару минут мы приехали и вошли в дом.",
    "answers": [
      {
        "id": 294,
        "text": "Пойти в свою комнату"
      }
    ]
  },
  {
    "id": 294,
    "text": "Я оставила новые вещи, переоделась в домашнюю одежду и спустилась на первый этаж. ",
    "answers": [
      {
        "id": 295,
        "text": "Войти на кухню"
      }
    ]
  },
  {
    "id": 295,
    "text": "Мама что-то готовила. Алекса и папы на кухне не было.\n— Что готовишь?— спросила я у мамы.\n— Стейк с картошкой— ответила она.\n—Тебе помочь?\n—Нет, милая, спасибо— улыбнулась мама и посмотрела на меня. \nНеожиданно нож из рук мамы выпал. А из ее пальца пошла кровь. Я подскочила\n— Сильно порезалась?\n— Ну, палец на месте— улыбнулась мама. ",
    "answers": [
      {
        "id": 296,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 296,
    "text": "Пустяк конечно, но почему бы мне это не сделать. \nЯ закрыла глаза и расслабилась.",
    "answers": [
      {
        "id": 297,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 297,
    "text": "— Стейк с картошкой— сказала мама.\n— Понятно— улыбнулась я— аккуратнее с ножом.\n— Хорошо, милая.",
    "answers": [
      {
        "id": 298,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 298,
    "text": "Через час еда стояла на столе и мы всей семьей сели кушать. Я закончила раньше всех. Помыла тарелку и пошла в свою комнату. ",
    "answers": [
      {
        "id": 299,
        "text": "Лечь на кровать"
      }
    ]
  },
  {
    "id": 299,
    "text": "Я легла, включила музыку и уснула.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 300,
    "text": "К нам подошла моя мама\n— День добрый— улыбнулась она Мише.\n— Здравствуйте— ответил на ее приветствие он.\nЗнакомить маму с Мишей я не хотела. Взяв маму за руку и попрощавшись с Мишей, я пошла на кассу.",
    "answers": [
      {
        "id": 283,
        "text": "Расплатиться"
      }
    ]
  },
  {
    "id": 301,
    "text": "Я подошла к стеллажу и внимательно начала присматриваться. \n— Лоли!— кто-то крикнул мое имя. Голос был мужским, а значит это была не мама.",
    "answers": [
      {
        "id": 306,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 302,
    "text": "Рядом стоял Герц. \n— Решила влиться в высшее общество?— спросил меня он. \nЯ не поняла о чем говорит Герц.\n— Что?— ответила я вопросом на вопрос.\n— Я про магазин. Цены здесь не для нищих— ответил он и внимательно осмотрел мою одежду— м… а у тебя есть вкус. \n— Спасибо. Ты тоже за одеждой? \nГерц поправил пиджак\n— Только что купил себе этот пиджак. Скоро будет школьный концерт и я хочу выглядеть достойно. \n— Понятно— улыбнулась я.\n— Ты не хочешь спеть на этом концерте?",
    "answers": [
      {
        "id": 303,
        "text": "Согласиться"
      },
      {
        "id": 304,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 303,
    "text": "— Конечно хочу!— обрадовалась я.\n— Приходи завтра в клуб музыки. ",
    "answers": [
      {
        "id": 305,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 304,
    "text": "—Извини, но у меня другие планы— ответила я.\nПохоже, что Герц немного расстроился, но не показал этого\n— Как хочешь. ",
    "answers": [
      {
        "id": 305,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 305,
    "text": "К нам подошла моя мама\n— День добрый— улыбнулась она Герцу.\n— Здравствуйте— ответил на ее приветствие он.\nЗнакомить маму с Герцем я не хотела. Взяв маму за руку и попрощавшись с Герцем, я пошла на кассу.",
    "answers": [
      {
        "id": 283,
        "text": "Расплатиться"
      }
    ]
  },
  {
    "id": 306,
    "text": "Рядом стоял Миша. Он держал в руках клубок ниток и улыбался. \n—Привет— сказал он и немного покраснел.\nЯ улыбнулась \n— Привет.\nМиша указал на мою одежду\n— Ты купила это здесь?\nЯ кивнула.\n— М… тебе очень идет. Ты выглядишь очень мило— сказал он.\n— Спасибо, а ты что тут делаешь?\nМиша показал мне клубок ниток\n— Я хочу сделать игрушку и подарить ее одному человеку.\n— Кому?— спросила я Мишу.\nМиша замолчал, а потом перевел тему\n— Приходи в клуб шитья и вязания. Мы сможем вместе сделать игрушку.",
    "answers": [
      {
        "id": 307,
        "text": "Согласиться"
      },
      {
        "id": 308,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 307,
    "text": "—Хорошо,я приду.\nМиша был рад моему ответу\n— Буду ждать!",
    "answers": [
      {
        "id": 300,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 308,
    "text": "— У меня другие планы, извини.\nМиша опустил голову.\n— Хорошо, я понимаю. ",
    "answers": [
      {
        "id": 300,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 309,
    "text": "Я открыла глаза. Рядом со мной сидел Жан. Что-то в нем изменилось. Ах, точно! Глаза! У Жана нормальные глаза, если можно про них так сказать. Появились зрачки и глаза стали как у обычного человека, но их цвет… они ярко-красные! ",
    "answers": [
      {
        "id": 310,
        "text": "Как ты попал в мою комнату?"
      },
      {
        "id": 311,
        "text": "Ночь на дворе! Какое поговорим?"
      },
      {
        "id": 312,
        "text": "Что с твоими глазами?"
      }
    ]
  },
  {
    "id": 310,
    "text": "— Телепортировался— мгновенно ответил мне Жан. \nЯ ущипнула себя за руку. Больно, а значит это не сон?",
    "answers": [
      {
        "id": 313,
        "text": "О чем ты хочешь поговорить?"
      }
    ]
  },
  {
    "id": 311,
    "text": "— Извини, что разбудил, но я могу нормально поговорить с тобой только ночью— ответил мне Жан.",
    "answers": [
      {
        "id": 313,
        "text": "О чем ты хочешь поговорить?"
      }
    ]
  },
  {
    "id": 312,
    "text": "Жан усмехнулся\n— Тебя удивили только глаза? Я сам придумал себе такой образ. Проще говоря ты видишь меня таким, каким я хочу, чтобы ты меня видела. ",
    "answers": [
      {
        "id": 313,
        "text": "О чем ты хочешь поговорить?"
      }
    ]
  },
  {
    "id": 313,
    "text": "Жан печально на меня посмотрел\n— Я хочу чтобы ты пошла со мной.\nЯ не поняла его\n— Что? Куда?\n— Управлять со мной временем — Жан взял меня за руку и продолжил— ты можешь отказаться, но если согласна, то не сможешь больше существовать в этом мире. Тебе придется уйти навсегда, понимаешь? Я дам тебе подумать два дня. \nЯ хотела еще поговорить, но Жан исчез.",
    "answers": [
      {
        "id": 314,
        "text": "Посмотреть на время"
      }
    ]
  },
  {
    "id": 314,
    "text": "5:00. Спать почему-то  не хочется. \nЧем заняться?",
    "answers": [
      {
        "id": 315,
        "text": "Послушать музыку"
      },
      {
        "id": 316,
        "text": "Сидеть в вк"
      }
    ]
  },
  {
    "id": 315,
    "text": "Я тихо включила музыку и закрыла глаза.",
    "answers": [
      {
        "id": 317,
        "text": "Ждать звонка будильника"
      }
    ]
  },
  {
    "id": 316,
    "text": "Онлайн никого не было. Оно и понятно. 5 часов так-то. ",
    "answers": [
      {
        "id": 317,
        "text": "Ждать звонка будильника"
      }
    ]
  },
  {
    "id": 317,
    "text": "Прозвенел будильник и я начала собираться в школу. Сходила в душ, надела новую одежду и пошла на первый этаж.",
    "answers": [
      {
        "id": 318,
        "text": " Войти на кухню"
      }
    ]
  },
  {
    "id": 318,
    "text": "Никого на кухне не было. \nЯ взяла…",
    "answers": [
      {
        "id": 319,
        "text": "Хлопья клубничные с молоком"
      },
      {
        "id": 319,
        "text": "Хлопья шоколадные с молоком"
      },
      {
        "id": 319,
        "text": "Хлопья ванильные с молоком"
      }
    ]
  },
  {
    "id": 319,
    "text": "Я взяла тарелку и села за стол. Мысли так и путались в голове. Что будет через два дня? Как мне поступить? Что будет, если я соглашусь или откажу? За мыслями я совсем забыла про время, а когда посмотрела на часы, то поняла, что опаздываю.",
    "answers": [
      {
        "id": 320,
        "text": "Бежать в школу"
      }
    ]
  },
  {
    "id": 320,
    "text": "Я взяла портфель и побежала в школу.\nЧерез пару минут я уже стояла около входа в аудиторию.",
    "answers": [
      {
        "id": 321,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 321,
    "text": "Преподаватель недовольно посмотрел на меня \n— Почему ты опоздала?— спросил он.\nХа, может рассказать ему про Жана. Я думаю, что после моего рассказа меня заберут в дурку. ",
    "answers": [
      {
        "id": 322,
        "text": "Извиниться"
      }
    ]
  },
  {
    "id": 322,
    "text": "Я извинилась и села за парту. Саша тихо начала спрашивать у меня про опоздание.\n— Я проспала— соврала я и начала записывать новую тему.\nСаша покачала головой и тоже начала писать.",
    "answers": [
      {
        "id": 323,
        "text": "Ждать конца урока"
      }
    ]
  },
  {
    "id": 323,
    "text": "Следующим урокам была физкультура. Мы всем классом переоделись и пошли в спорт зал. \nЗаниматься не хотелось и я решила сесть на лавку. ",
    "answers": [
      {
        "id": 324,
        "text": "Посмотреть по сторонам"
      }
    ]
  },
  {
    "id": 324,
    "text": "В одном конце зала занимался мой класс, а в другой половине парни играли в баскетбол. Я присмотрелась и увидела там Ника. ",
    "answers": [
      {
        "id": 325,
        "text": "Махнуть рукой"
      },
      {
        "id": 326,
        "text": "Крикнуть"
      }
    ]
  },
  {
    "id": 325,
    "text": "Я подняла руку и начала ей махать. Ник заметил это и направился ко мне. ",
    "answers": [
      {
        "id": 328,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 326,
    "text": "Я набрала воздуха, что хватило силы и крикнула \"НИИИИИИК!!!!\". Все в зале остановились, замолчали и посмотрели на меня. Мне стало как-то неловко. Зря я крикнула… ",
    "answers": [
      {
        "id": 327,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 327,
    "text": "Такс… отлично. Нужно позвать Ника.",
    "answers": [
      {
        "id": 325,
        "text": "Махнуть рукой"
      }
    ]
  },
  {
    "id": 328,
    "text": "—Привет, красавица— улыбнулся Ник.\nЯ улыбнулась ему в ответ.\n— Почему ты не занимаешься?— спросил он. \n—Лееень…— протянула я. \n— Может тогда уйдем?\nЯ засмотрелась на Ника и кивнула, а только потом поняла, что он сказал.\n— Ты предлагаешь мне с урока убежать?— удивилась я.\n— Почему нет?— ответил вопросом на вопрос Ник.\nЯ пожала плечами\n— Ну, не знаю, а что делать, если преподаватель заметит?\n— Скажешь, что я тебя украл— усмехнулся он.\nХах, шутник. \nЯ не придумала, что ответить Нику. Он взял меня за руку, и мы двинулись к выходу из спорт зала.",
    "answers": [
      {
        "id": 329,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 329,
    "text": "На улице было прохладно, но красиво. Чистое голубое небо и яркое солнце, которое светило мне в глаза и заставляло жмуриться.\nМы решили найти лавочку. Пару минут   молча ходили в поиске подходящей, а потом сели на лавочку, которая была около большого дерева. \n— Что-то пить захотелось….— сказал Ник— тебе чего-нибудь взять?\nЯ попросила бутылочку…",
    "answers": [
      {
        "id": 330,
        "text": "Сока"
      },
      {
        "id": 330,
        "text": "Напитка"
      },
      {
        "id": 330,
        "text": "Воды"
      }
    ]
  },
  {
    "id": 330,
    "text": "Ник ушел, а я сидела, смотрела на небо и думала о чем-то своем. Долго ждать не пришлось. Прошло всего пару минут, а Ник уже вернулся. Он протянул мне мою бутылочку и сел рядом. \n— О чем задумалась?— спросил меня Ник.\nЯ не знала, что ему ответить и поэтому просто пожала плечами. \nНик повернулся ко мне и его карие глаза уставились на меня. Через минуту он пододвинулся ко мне ближе, а его взгляд все еще был прикован ко мне. Мне стало как-то неловко.",
    "answers": [
      {
        "id": 331,
        "text": "Отодвинуться"
      }
    ]
  },
  {
    "id": 331,
    "text": "Ник улыбнулся\n—Знаешь… мне кажется, что я тебе это говорил, но забыл. Эх… не важно. Я думаю, что если не скажу тебе этого сейчас, то потом будет поздно. Да и чё я? Не мужик что ль!\nМне показалось, что последние пару слов Ник сказал себе, а не мне. Это вызвало у меня улыбку.\n— У тебя очень красивая улыбка— продолжил Ник и посмотрел мне прямо в глаза— ты нравишься мне. Не как подруга, а как девушка и я хочу начать с тобой отношения. Я даю тебе время подумать. ",
    "answers": [
      {
        "id": 332,
        "text": "Отвернуться"
      },
      {
        "id": 333,
        "text": "Продолжить смотреть на Ника"
      }
    ]
  },
  {
    "id": 332,
    "text": "Я уже это слышала, но мне стало очень неловко и я отвернулась. Боковым зрением увидела, что Ник оторвался от лавки, бросил \"трехочковый\" банкой от напитка в мусорку и пошел в сторону спортивного зала.",
    "answers": [
      {
        "id": 334,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 333,
    "text": "Я не могла отвернуться. Ник смотрел мне в глаза, а я ему. Но это быстро закончилось. Больше он мне ничего не сказал только оторвался от лавки, бросил \"трехочковый\" банкой от напитка в мусорку и пошел в сторону спортивного зала.",
    "answers": [
      {
        "id": 334,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 334,
    "text": "Прозвенел звонок, а это означало, что урок закончился и мне нужно пойти на большую перемену. ",
    "answers": [
      {
        "id": 335,
        "text": "Пойти в столовую"
      }
    ]
  },
  {
    "id": 335,
    "text": "За столиком уже сидели Саша и Миша.\n Я взяла…",
    "answers": [
      {
        "id": 336,
        "text": "Салат \"Оливье\", булочку с маком и черный чай"
      },
      {
        "id": 336,
        "text": "Салат \"Карнавал\", булочку с изюмом и зеленый чай"
      },
      {
        "id": 336,
        "text": "Салат \"Новогодний\", булочку с корицей и чай с лимоном"
      }
    ]
  },
  {
    "id": 336,
    "text": "Взяв поднос с едой, я направилась к столику с ребятами, но кто-то меня сильно толкнул и поднос выпал из рук, а чай попал на мою новую одежду. Все кто был в столовой замолчали, посмотрели на меня, а потом подняли дикий хохот. За моей спиной кто-то тоже противно хихикал.",
    "answers": [
      {
        "id": 337,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 337,
    "text": "Конечно же это Эмилия! \n— Защитница, а под ногами не путаться тебя не учили?— спросила она и продолжила смеяться.\nВот же гадость! Сейчас посмеюсь я.",
    "answers": [
      {
        "id": 338,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 338,
    "text": "Я взяла поднос и обернулась. Эмилия совсем рядом, что мне сделать?",
    "answers": [
      {
        "id": 339,
        "text": "Толкнуть Эмилию"
      },
      {
        "id": 340,
        "text": "Обойти Эмилию"
      }
    ]
  },
  {
    "id": 339,
    "text": "Я пошла к столику, как и в первый раз, но в этот раз прямо перед толчком резко остановилась. Эмилия уже собиралась меня толкать, но я опередила ее и толкнула в ответ. Она этого не ожидала и упала на пол. Все в столовой начали над ней смеяться, а я с гордо поднятой головой направилась к столику с Сашей и Мишей.",
    "answers": [
      {
        "id": 341,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 340,
    "text": "Я не хотела поступать как Эмилия. Поэтому просто подождала когда она пройдет и пошла к столику с Сашей и Мишей.",
    "answers": [
      {
        "id": 341,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 341,
    "text": "— Эй, подруга, ты куда на физре убежала?— спросила меня Саша. \n— Я с Ником была— улыбнулась я.\nСаша удивленно посмотрела на меня, а потом радостно спросила \n— Что вы делали? Он тебя позвал или ты его? Как давно вы вообще так хорошо общаться начали? \nЯ смотрела на подругу и не знала, что ей рассказать в первую очередь. Внезапно Миша поднялся и пошел к выходу из столовой.\n— Чего это он? — удивленно спросила я у Саши.\nПодруга пожала плечами\n— Пойду поговорю с ним. Может что-то случилось.\nСаша ушла за Мишей, а я осталась в столовой.",
    "answers": [
      {
        "id": 342,
        "text": "Кушать"
      }
    ]
  },
  {
    "id": 342,
    "text": "Когда я допила чай и собралась уходить, ко мне подошел Герц.\n— Я знал, что ты будешь здесь. Неужели тебе нравится кушать в столовой? Это же не еда, а мусор— сказал Герц.\nМда… куда ж этой элите кушать в обычной столовой. \n— Если не нравится что-то, то есть тебя это никто не заставляет— сказала я— ты что-то хотел или пришел обсуждать столовую?\n— Я хочу с тобой поговорить, но не здесь и не сейчас. Жду тебя в клубе музыки после уроков. Обещай, что пойдёшь. Это важно.\nЧто ему ответить",
    "answers": [
      {
        "id": 343,
        "text": "Обещаю"
      },
      {
        "id": 343,
        "text": "Я подумаю"
      }
    ]
  },
  {
    "id": 343,
    "text": "Герц больше ничего не сказал. Развернулся и вышел из столовой. Прозвенел звонок и я пошла на урок.",
    "answers": [
      {
        "id": 344,
        "text": "Войти в аудиторию"
      }
    ]
  },
  {
    "id": 344,
    "text": "Началась биология. Я начала записывать тему, а Сашу вызвали к доске. Она сразу начала паниковать.\n— Черт, я ж не учила ничего, что мне делать?!\nЯ успокоила Сашу и сказала, что помогу. Легко сказать… я и сама не выучила. Подруга отправилась отвечать, а я взяла тетрадь и подмигнула ей. ",
    "answers": [
      {
        "id": 345,
        "text": "Слушать, что рассказывает Саша"
      }
    ]
  },
  {
    "id": 345,
    "text": "Саша говорила все, что придумала и успела прочитать перед выходом к доске. Я же сидела с тетрадью и иногда подсказывала ей. Вышло не плохо, наверное. В итоге преподаватель не знала, что поставить Саше и задала вопрос. Ответить на который можно было или да или нет. В тетради ничего не было, а Саша смотрела на меня и ждала помощи. ",
    "answers": [
      {
        "id": 346,
        "text": "Кивнуть (да)"
      },
      {
        "id": 347,
        "text": "Помотать головой (нет) "
      }
    ]
  },
  {
    "id": 346,
    "text": "Я кивнула.\n— Да!— сказала Саша.\n— Не правильно. Это очень простой вопрос. Ты не учила, два.— сказал преподаватель.\nСаша потухла и села на место. \n— Мама меня убьет…— грустно сказала подруга. \nМне было жалко Сашу и я решила помочь еще раз.",
    "answers": [
      {
        "id": 348,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 347,
    "text": "— Нет!— сказала Саша.\n— Не правильно. Это очень простой вопрос. Ты не учила, два.— сказал преподаватель.\nСаша потухла и села на место. \n— Мама меня убьет…— грустно сказала подруга. \nМне было жалко Сашу и я решила помочь еще раз.",
    "answers": [
      {
        "id": 351,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 348,
    "text": "— Что-то зачастила ты, Лоли. Не стоит играть со временем. Это может навредить тебе— сказал Жан. \n— Все хорошо— ответила я.",
    "answers": [
      {
        "id": 349,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 349,
    "text": "Отлично. Саша смотрит на меня и ждёт подсказку.",
    "answers": [
      {
        "id": 350,
        "text": "Помотать головой (нет) "
      }
    ]
  },
  {
    "id": 350,
    "text": "—Нет!— ответила подруга.\nПреподаватель недовольно посмотрела на Сашу\n— Угадала, наверное. Девять, иди. \nСаша с улыбкой на лице подмигнула мне и села за парту. \n— Спасибо, подруга…— шепнула она.",
    "answers": [
      {
        "id": 354,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 351,
    "text": "— Что-то зачастила ты, Лоли. Не стоит играть со временем. Это может навредить тебе— сказал Жан. \n— Все хорошо— ответила я.",
    "answers": [
      {
        "id": 352,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 352,
    "text": "Отлично. Саша смотрит на меня и ждёт подсказку.",
    "answers": [
      {
        "id": 353,
        "text": "Кивнуть (да)"
      }
    ]
  },
  {
    "id": 353,
    "text": "—Да!— ответила подруга.\nПреподаватель недовольно посмотрела на Сашу\n— Угадала, наверное. Девять, иди. \nСаша с улыбкой на лице подмигнула мне и села за парту. \n— Спасибо, подруга…— шепнула она.",
    "answers": [
      {
        "id": 354,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 354,
    "text": "Следующие два урока пролетели очень быстро. Я хотела пойти домой, но у меня есть еще одно незавершенное дело. ",
    "answers": [
      {
        "id": 355,
        "text": "Пойти в клуб музыки"
      }
    ]
  },
  {
    "id": 355,
    "text": "Я стояла около дверей клуба, но не входила. Мелодия, которая играла за дверью, звучала очень красиво. Неожиданно она прервалась.\n— Долго стоять будешь? Заходи.",
    "answers": [
      {
        "id": 356,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 356,
    "text": "— Ты меня через дверь увидел?— удивленно спросила я.\nГерц гордо поднял голову и улыбнулся, но не ответил мне. \nЯ подошла ближе. Герц вскочил со стола, на котором играл ту чудесную мелодию и поставил стул напротив того стола. \n— Сядь— указал Герц на стул.\n— Нашелся мне тут… командир— тихо сказала я.",
    "answers": [
      {
        "id": 357,
        "text": "Сесть на стул"
      }
    ]
  },
  {
    "id": 357,
    "text": "Герц сел на стол и взял в руки гитару. Начала  играть та мелодия, которую я слышала пару минут назад, а через пару секунд Герц начал петь…\nПесня была про любовь. Про то, что парень очень любит девушку и очень  скучает когда ее нет рядом. Песня очень запала в душу и глаза начали слезиться. Герц заметил это и перестал играть.\n— Что случилось?— спросил он. \nЯ начала тереть глаза\n—Все хорошо…\nЯ совсем не ожидала, что Герц может так сделать. Он меня обнял. Обнял! \n— Если тебе что-то не нравится, то ты можешь уйти. Но хоть скажи, что не так.\n— Просто песня красивая. Все нормально— сказала я и посмотрела на Герца. \n— Извини, что у меня такая хорошая музыка— улыбнулся мне Герц и взял меня за руку— Лоли, я хочу у тебя кое-что просить… Ты хочешь попасть в сказку?\n— Конечно— улыбнулась я.\n— Если ты будешь со мной, то я сделаю все, что бы ты попала в сказку. \nТак стоп. Я ничего не поняла. Что значит \" будешь со мной\". \n— Э… что?— спросила я.\n— Да. Я предложил тебе встречаться— спокойно ответил Герц. \nДа вы шутите… мне сегодня предложили встречаться два парня. Мысли путались\n— Мне нужно время…— шепнула я. \nГерц все понял. Он отпустил мою руку и я пошла к двери.",
    "answers": [
      {
        "id": 358,
        "text": "Выйти из клуба"
      }
    ]
  },
  {
    "id": 358,
    "text": "Что за день такой.  Мне нужно многое обдумать.",
    "answers": [
      {
        "id": 359,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 359,
    "text": "Я пришла домой, покушала, надела пижаму с рисунком кролика на майке и легла спать. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 360,
    "text": "И снова утро. На часах 7:00. Мне пора собираться в школу. Почти всю ночь я не могла уснуть, а все потому, что мне предложили встречаться сразу два парня! Очень хотелось спать, но в школу за меня никто не сходит. \nЧто мне надеть?",
    "answers": [
      {
        "id": 361,
        "text": "Черное платье с длинным рукавом"
      },
      {
        "id": 361,
        "text": "Красное длинное платье"
      },
      {
        "id": 361,
        "text": "Зеленую байку с котом на спине и серые штаны"
      }
    ]
  },
  {
    "id": 361,
    "text": "Отлично. А теперь пора кушать.",
    "answers": [
      {
        "id": 362,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 362,
    "text": "На кухне я открыла холодильник и немного порылась там. Ого, мороженое! Я его съела и запила стаканчиком сока. ",
    "answers": [
      {
        "id": 363,
        "text": "Пойти в школу"
      }
    ]
  },
  {
    "id": 363,
    "text": "Около ворот стоял Герц и Саша. Я не хотела сейчас подходить к Герцу. Наверное понимала, что еще не готова к разговору с ним. ",
    "answers": [
      {
        "id": 364,
        "text": "Позвать Сашу"
      }
    ]
  },
  {
    "id": 364,
    "text": "Я махнула рукой и не громко крикнула имя подруги. Она сразу посмотрела на меня и, махнув рукой Герцу, направилась в мою сторону. \n— Эй, привет, подруга— сказала Саша с улыбкой на лице.\n— Привет, я смотрю у тебя отличное настроение.\nСаша удивленно посмотрела на меня\n— А как иначе? Я поговорила с Герцем и он сказал мне, что предложил кому-то встречаться.\n—Эм… и чему ты так рада?— удивилась я. \n— Если она откажет, то я смогу начать с ним отношения—Саша покраснела и отвернулась от меня— пошли?\nЯ ничего ей больше не сказала. Мы направились ко входу в школу.",
    "answers": [
      {
        "id": 365,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 365,
    "text": "Около расписания стоял Миша, но увидев меня и Сашу он куда-то быстро ушел.\n— Да что это с ним?— спросила я у Саши.\n— Не знаю. Я с ним говорила, но он ничего не рассказал мне. Попробуй ты с ним поговорить.\nЯ кивнула и мы пошли смотреть расписание. \nТакс… 22 и 24 аудитория. \n— Эм… что?— удивленно спросила Саша— у нас же сейчас математика. Она должна быть в какой-то одной аудитории. \n— Может это ошибка— предположила я— давай я пойду в одну, а ты в другую.\nСаша согласилась.\nЯ пойду…",
    "answers": [
      {
        "id": 366,
        "text": "в 22"
      },
      {
        "id": 367,
        "text": "в 24"
      }
    ]
  },
  {
    "id": 366,
    "text": "Мы вместе поднялись на второй этаж и разделились. ",
    "answers": [
      {
        "id": 368,
        "text": "Войти в 22 аудиторию"
      }
    ]
  },
  {
    "id": 367,
    "text": "Мы поднялись на второй этаж и разделились. ",
    "answers": [
      {
        "id": 369,
        "text": "Войти в 24 аудиторию"
      }
    ]
  },
  {
    "id": 368,
    "text": "Я открыла дверь и вошла. Хм… тут пусто. Похоже, что мы в 24. \nЯ уже собиралась выйти, но неожиданно за моей спиной что-то очень громко упало.",
    "answers": [
      {
        "id": 370,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 369,
    "text": "Я открыла дверь и вошла. Хм… тут пусто. Похоже, что мы в 22. \nЯ уже собиралась выйти, но неожиданно за моей спиной что-то очень громко упало.",
    "answers": [
      {
        "id": 370,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 370,
    "text": "Я обернулась и посмотрела на пустой класс. Что это? \nШкафчик в углу класса был открыт, а книги из него лежали на полу.\nПривидение!? Пролетела мысль у меня в голове. Я сжалась и закрыла глаза, но через пару секунд вспомнила про свои способности и засмеялась. Это привидение должно меня бояться, а не я его.",
    "answers": [
      {
        "id": 371,
        "text": "Подойти к шкафчику"
      }
    ]
  },
  {
    "id": 371,
    "text": "Я подошла ближе и присела собрать книги. Когда я потянулась за последней книгой, которая лежала под партой, то увидела котенка. Серая шерсть и зелёные глазки. Такой милый, но что он делает в школе?",
    "answers": [
      {
        "id": 372,
        "text": "Поднять котенка"
      }
    ]
  },
  {
    "id": 372,
    "text": "Он не хотел сам ко мне подходить. Было заметно, что котенку страшно. Пришлось залезть под парту и достать его. \nТакой пушистый… чей же он? \nЯ услышала, что дверь открылась. ",
    "answers": [
      {
        "id": 373,
        "text": "Посмотреть кто пришёл"
      }
    ]
  },
  {
    "id": 373,
    "text": "— О, привет— сказала мне не знакомая девушка.\n—Э… привет— ответила я ей.\nДевушка посмотрела на меня, а потом на котенка.\n— Держи его крепче!— крикнула она и направилась ко мне. \nЯ не успела даже ничего сделать. Котенок выпрыгнул из моих рук, пробежал под партами и выбежал из аудитории. \n— Опять он убежал…— расстроилась девушка. ",
    "answers": [
      {
        "id": 374,
        "text": "Спросить чей это котёнок"
      },
      {
        "id": 375,
        "text": "Спросить что кот делает в школе"
      }
    ]
  },
  {
    "id": 374,
    "text": "— Это мой— улыбнулась девушка, а потом протянула мне руку— меня зовут Милана.\nЯ пожала ее руку и тоже представилась. \n— Почему в школе бегает котёнок и зачем ты его принесла в школу?— спросила я.\n— Я хожу в клуб \"забота о питомцах\". Сегодня, когда я шла в школу, нашла этого котенка. Подумала, что кто-то захочет его забрать. Но котёнок убежал, когда я вошла в клуб. Ты можешь мне помочь найти его и поймать? \nЯ смотрела на Милану и понимала, что ей действительно нужна помощь, но прогуливать не хотелось.",
    "answers": [
      {
        "id": 376,
        "text": "Я помогу"
      },
      {
        "id": 377,
        "text": "Извини, но у меня другие дела"
      }
    ]
  },
  {
    "id": 375,
    "text": "—Эм… ну… Я хожу в клуб \"забота о питомцах\". Сегодня, когда я шла в школу, нашла этого котенка. Подумала, что кто-то захочет его забрать. Но котёнок убежал, когда я вошла в клуб. Ты можешь мне помочь найти его и поймать? Ой, точно— девушка протянула мне руку— я Милана.\nЯ пожала ее руку и тоже представилась. \n— Так… ты поможешь мне?\nЯ смотрела на Милану и понимала, что ей действительно нужна помощь, но прогуливать не хотелось.",
    "answers": [
      {
        "id": 376,
        "text": "Я помогу"
      },
      {
        "id": 377,
        "text": "Извини, но у меня другие дела"
      }
    ]
  },
  {
    "id": 376,
    "text": "—Отлично! Я сейчас пойду в клуб и найду еще помощников.— улыбнулась Милана и вышла из аудитории.",
    "answers": [
      {
        "id": 378,
        "text": "Начать поиск"
      }
    ]
  },
  {
    "id": 377,
    "text": "Милана расстроилась. \n— Ладно… я сама. \nМне стало ее жалко.\n— Хорошо, я помогу— недовольно ответила я. \n—Отлично! Я сейчас пойду в клуб и найду еще помощников.— улыбнулась Милана и вышла из аудитории.",
    "answers": [
      {
        "id": 378,
        "text": "Начать поиск"
      }
    ]
  },
  {
    "id": 378,
    "text": "Куда мне пойти?",
    "answers": [
      {
        "id": 379,
        "text": "В другую аудиторию"
      },
      {
        "id": 380,
        "text": "На улицу"
      },
      {
        "id": 381,
        "text": "Пройти по коридорам школы"
      }
    ]
  },
  {
    "id": 379,
    "text": "Я заглянула в 23 аудиторию, но сразу вышла. Сейчас там урок и мешать я не хочу. \nЗаглянув еще в несколько аудиторий, я сделала вывод, что в этом нет смысла. Просто потому, что в каждой аудитории слишком тихо. Кот где-то в другом месте.",
    "answers": [
      {
        "id": 378,
        "text": "Вернуться в аудиторию"
      }
    ]
  },
  {
    "id": 380,
    "text": "Я вышла из школы. Прохладно… нужно быстрее найти кота.",
    "answers": [
      {
        "id": 382,
        "text": "Подойти к спортивному залу"
      },
      {
        "id": 383,
        "text": "Пойти к деревьям"
      },
      {
        "id": 384,
        "text": "Обойти школу"
      }
    ]
  },
  {
    "id": 381,
    "text": "Ходить по коридору во время уроков? Мне кажется, что это не очень хорошая идея. ",
    "answers": [
      {
        "id": 378,
        "text": "Вернуться в аудиторию"
      }
    ]
  },
  {
    "id": 382,
    "text": "Из спортивного зала были слышны удары мячом. ",
    "answers": [
      {
        "id": 385,
        "text": "Войти в спортивный зал"
      }
    ]
  },
  {
    "id": 383,
    "text": "Я подошла к первому дереву и подняла голову. \n— Эй!— крикнула я. \nНа дереве сидел Миша, а в его руках сидел кот.\n— Ты как туда залез?— спросила я. \nДерево было довольно большим. \n— Я помогал какой-то девушке найти кота— сказал Миша— залез на дерево, а как спуститься…\nМиша покраснел и отвел взгляд. Было видно, что он стесняется. \nЯ молча смотрела, как он пытается спуститься, но с котом в одной руке, ему это удавалось с трудом. \nНеожиданно ветка, за которую держался Миша, сломалась и он полетел на землю. ",
    "answers": [
      {
        "id": 387,
        "text": "Подойти к Мише"
      }
    ]
  },
  {
    "id": 384,
    "text": "Я обошла школу, но кота там не нашла. Нужно пойти в другое место.",
    "answers": [
      {
        "id": 383,
        "text": "К деревьям"
      },
      {
        "id": 382,
        "text": "К спортзалу"
      }
    ]
  },
  {
    "id": 385,
    "text": "Похоже, что я сюда зря вошла. Парни играли в баскетбол. Там был Ник, который улыбнулся мне, когда я вошла. А вот кота не было. ",
    "answers": [
      {
        "id": 386,
        "text": "Выйти из спортзала"
      }
    ]
  },
  {
    "id": 386,
    "text": "Ближе всего от спортивного зала были лавочки и деревья. Я направилась туда.",
    "answers": [
      {
        "id": 383,
        "text": "К деревьям"
      }
    ]
  },
  {
    "id": 387,
    "text": "—Больно… — прошептал он.\nПопытка подняться увенчалась неудачей. Как только Миша вставал на левую ногу, то сразу падал обратно. \nТак не пойдет. ",
    "answers": [
      {
        "id": 388,
        "text": "Перемотать время"
      }
    ]
  },
  {
    "id": 388,
    "text": "Я закрыла глаза… \nНо резкая боль ударила по голове. ",
    "answers": [
      {
        "id": 389,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 389,
    "text": "Миша сидел на дереве. А у меня из носа шла кровь. Что-то пошло не так. Нужно будет рассказать об этом Жану. Но время я перемотала, а значит помогла Мише.\n— Не хватайся за эту ветку!— крикнула я Мише и указала на одну из веток. \nВ этот раз все обошлось и Миша удачно слез с дерева.\n— Все н-нормально?— испуганно спросил меня Миша.\nПохоже, что он заметил кровь.\n— Да, все хорошо.\nОн протянул мне платок, а потом мы направились в клуб заботы о питомцах. ",
    "answers": [
      {
        "id": 390,
        "text": "Войти в клуб"
      }
    ]
  },
  {
    "id": 390,
    "text": "— Ого, вы нашли его!— радостно крикнула Милана.\nМиша отдал кота. \n— Спасибо— улыбнулась Милана— кстати, если кто-то хочет его забрать, то я с удовольствием отдам его в ваши руки. Вы отличные ребята и я думаю, что этот котёнок вас полюбит.\n— Я хочу!— сказали я и Миша в один голос.\nМиша сразу покраснел и опустил голову\n— Э… может и не хочу— тихо сказал он. \n— Тогда он твой—  Милана отдала мне котенка— как ты его хочешь назвать?\n— Я еще не придумала— ответила я.\nМилана посмотрела на стену, где висели часы. \n— Ой, мне домой пора!— сказала она, попрощалась с нами и вышла за дверь. \nОго. Я все уроки прогуляла. На часах было уже 4 часа. Нужно возвращаться домой и обрадовать маму, что у нас пополнение в семье. ",
    "answers": [
      {
        "id": 391,
        "text": "Идти домой "
      }
    ]
  },
  {
    "id": 391,
    "text": "Я вышла из школы и направилась в сторону дома. \n— Лоли— услышала я тихий голос за спиной и обернулась.\nЭто оказался Миша. \n— Можно я пройду с тобой?— спросил он. \nЯ кивнула и мы пошли вместе.\n— Слушай, Миша, что с тобой в последнее время происходит?— спросила я— я тебя чем-то обидела? Почему ты начал меня избегать?\nМиша отвернулся от меня. Было видно, что он не хочет отвечать.\n—Извини…— прошептал он. \n— Мне не нравится, что ты так поступаешь— разазлилась я— просто скажи в чем дело и все!\nНеожиданно Миша повернулся и посмотрел мне в глаза, а потом громко заговорил\n— А ты думаешь мне нравится то, что происходит?! Ты думаешь, что мне легко видеть, как ты мило общаешься с Ником и Герцем?! \nЯ не поняла его.",
    "answers": [
      {
        "id": 392,
        "text": "Молчать"
      },
      {
        "id": 393,
        "text": "Попытаться вставить свое слово"
      }
    ]
  },
  {
    "id": 392,
    "text": "Я молчала. Миша покраснел еще больше, но продолжал говорить\n— Неужели ты не понимаешь и не видишь и… и…\nМиша закрыл лицо одной рукой\n— Ты мне не безразлична… я… эм… ты. Ты мне нравишься. \nУ Мишы начали краснеть кончики ушей.\n— Извини…— прошептал он и быстро завернул за угол. \nНу и дела…",
    "answers": [
      {
        "id": 394,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 393,
    "text": "— Послушай я…— не смогла я договорить. Миша перебил меня.\n— Неужели ты не понимаешь и не видишь и… и…\nМиша закрыл лицо одной рукой\n— Ты мне не безразлична… я… эм… ты. Ты мне нравишься. \nУ Мишы начали краснеть кончики ушей.\n— Извини…— прошептал он и быстро завернул за угол. \nНу и дела…",
    "answers": [
      {
        "id": 394,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 394,
    "text": "Дома я отдала котенка маме. Мы назвали его Пушком. Накормили, напоили и положили спать в зале. \nЯ поговорила с родителями, покушала и пошла в свою комнату смотреть сериал. \nЧерез пару часов в дверь моей комнаты вошел наш новый питомец. Пушок прыгнул ко мне на кровать и мы вместе легли спать",
    "answers": [
      {
        "id": 1,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 395,
    "text": "Я проснулась от знакомого голоса\n— Лоли…— тихо прошептал он. \nЯ открыла глаза и увидела Жана. \n— Прошло два дня с момента, когда я предложил тебе уйти со мной. Но больше у меня нет времени. Именно сейчас ты должна мне дать ответ— сказал Жан. \nВ комнате было темно и я не видела лицо Жана. Только его красные глаза, которые смотрели на меня.\n Я глубоко вздохнула… сейчас я должна сделать выбор. Очень важный выбор. ",
    "answers": [
      {
        "id": 396,
        "text": "Согласиться уйти с Жаном"
      },
      {
        "id": 397,
        "text": "Отказаться уйти с Жаном"
      }
    ]
  },
  {
    "id": 396,
    "text": "— Я готова— ответила я.\nЯ пыталась ответить максимально уверенно, но понимала, что мой голос дрожит. \nЖан взял мою руку \n— Не волнуйся. Ты сможешь наблюдать за родными и друзьями. Вот только они тебя больше не увидят и не услышат. Но у тебя буду я. Я сделаю все, что бы тебе там было комфортно. Потому что я нуждаюсь в тебе и твоей помощи. \nЖан сжал мою руку сильнее\n— Готова?",
    "answers": [
      {
        "id": 398,
        "text": "Кивнуть"
      },
      {
        "id": 397,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 397,
    "text": "— Жан…я понимаю, что тебе нужна моя помощь и я очень благодарна за ту силу, что ты дал мне, но я не могу. Я не могу все бросить. Это слишком сложно для меня. Мои друзья и родные… я не могу их оставить. \n— Я понимаю…— как-то печально ответил Жан— но… я не хочу тебя оставлять. Я буду рядом и всегда смогу тебе помочь. Если ты передумаешь, то я буду готов тебя принять. \nПосле этого Жан коснулся котенка, который спал у меня на кровати.\n— Прощай…— тихо сказал он и исчез.",
    "answers": [
      {
        "id": 407,
        "text": "Попытаться уснуть"
      }
    ]
  },
  {
    "id": 398,
    "text": "— Закрой глаза…— тихо сказал Жан.",
    "answers": [
      {
        "id": 399,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 399,
    "text": "Я почувствовала приятную дрожь по всему телу. Рука Жана все еще сжимала мою. Она была тёплой, но постепенно становилась холоднее и холоднее.Мое тело становилось легче. Такое чувство, что я отдалялась от него. \nРезкая вспышка света заставила меня открыть глаза. Ничего не вижу…",
    "answers": [
      {
        "id": 400,
        "text": "Присмотреться"
      }
    ]
  },
  {
    "id": 400,
    "text": "Я внутри комнаты. Стены, пол и потолок ярко-белого цвета.Где я? Где Жан? \n— Эй, Лоли, я тут— усмехнулся Жан.\nЯ осмотрелась, но Жана все равно не увидела.\n— Где ты? Я не вижу тебя— крикнула я.\n—Успокойся. Все хорошо. Закрой глаза и представь комнату, которую ты хочешь. \nЯ послушно закрыла глаза. \n—Какую пору года ты любишь?— спросил Жан.",
    "answers": [
      {
        "id": 401,
        "text": "Лето"
      },
      {
        "id": 402,
        "text": "Зима"
      },
      {
        "id": 403,
        "text": "Осень"
      },
      {
        "id": 404,
        "text": "Весна"
      }
    ]
  },
  {
    "id": 401,
    "text": "Подул теплый ветерок и я открыла глаза. \nКак красиво! Я стояла на тропинке около маленького домика, а вокруг были зеленые деревья. Я посмотрела в даль тропы. Она вела к пляжу с морем. Солнце светло ярко, а небо было голубым и безоблачным. ",
    "answers": [
      {
        "id": 405,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 402,
    "text": "Подул прохладный ветерок и я открыла глаза. \nКак красиво! Я стояла на тропинке около маленького домика, а вокруг были деревья в снегу. Снежинки падали медленно, кружа. Я привыкла, что зимой холодно, но холода я не чувствовала. Я сделала глубокий вздох… запах свежести. ",
    "answers": [
      {
        "id": 405,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 403,
    "text": "Подул прохладный ветерок и я открыла глаза. \nКак красиво! Я стояла на тропинке около маленького домика, а вокруг лежали золотые листья, которые медленно падали с деревьев. Я посмотрела в даль тропы. Там было озеро и мостик. Озеро казалось прозрачным, а несколько листочков, которые мягко падали в озеро, оставались на поверхности воды. ",
    "answers": [
      {
        "id": 405,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 404,
    "text": "Подул теплый ветерок и я открыла глаза. \nКак красиво! Я стояла на тропинке около маленького домика, а вокруг были деревья с маленькими зелеными листочками. Под некоторыми деревьями еще лежал снег, а около него несколько подснежников. Где-то в дали тропы пела птица. Я сделала глубокий вдох… запах свежести. ",
    "answers": [
      {
        "id": 405,
        "text": "Войти в дом "
      }
    ]
  },
  {
    "id": 405,
    "text": "Ого, а внутри он больше. Жан стоял в середине комнаты и улыбался\n—Продолжай фантазировать— сказал он.\nЯ закрыла глаза и представила себе комнату, которую всегда хотела. Только вот… не могла выбрать цвет обоев, постельного белья и шкафа. \nХм…",
    "answers": [
      {
        "id": 406,
        "text": "Белые обои, фиолетовое постельное белье и белый шкаф."
      },
      {
        "id": 406,
        "text": "Розовые обои, постельное белье в цветочек и фиолетовый шкаф."
      },
      {
        "id": 406,
        "text": "Темно-синие обои, голубое постельное белье и голубой шкаф."
      }
    ]
  },
  {
    "id": 406,
    "text": "Я открыла глаза. Все как и представляла! Вот только голова начала кружиться и я поняла, что падаю. \nУпасть мне не дал Жан. Он взял меня на руки и положил на кровать.\n— Отдыхай. Ты сегодня сделала очень много. \nОн прав. Нужно отдохнуть.\n— Не жалеешь, что ушла со мной?— спросил Жан и сел на край кровати.\n— Нет… это мой выбор и я счастлива— улыбнулась я. \nПосле этого я поняла, что у меня нет сил даже на разговор. \nЯ засыпаю… \n—Это твой последний сон… — шепнул Жан.",
    "answers": [
      {
        "id": 1,
        "text": "Закончить квест"
      }
    ]
  },
  {
    "id": 407,
    "text": "Я пролежала несколько минут думая про Жана, а потом уснула.",
    "answers": [
      {
        "id": 408,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 408,
    "text": "Меня разбудил звонок будильника. Солнце светило мне в глаза. Я посмотрела на кровать. Рядом лежал мой котёнок и смотрел на меня.Я вспомнила, что отказала Жану этой ночью. Эх…Извини,Жан, но я знаю с кем хочу провести эту жизнь. \nНемного поиграла с котенком и решила, что имя Жан подойдет ему больше. ",
    "answers": [
      {
        "id": 409,
        "text": "Собраться в школу "
      }
    ]
  },
  {
    "id": 409,
    "text": "Я чувствовала себя легко и свободно. Поэтому захотелось надеть платье. ",
    "answers": [
      {
        "id": 410,
        "text": "Черное короткое платье с открытыми плечами"
      },
      {
        "id": 410,
        "text": "Красное платье чуть ниже колена без рукавов и с черным поясом"
      },
      {
        "id": 410,
        "text": "Зеленое короткое платье с открытой спиной"
      }
    ]
  },
  {
    "id": 410,
    "text": "Я покружилась перед зеркалом. Мне нравится это платье, но сегодня я хотела выглядеть особенно и решила сделать макияж.\nПервым делом глаза. Какие тени мне выбрать? ",
    "answers": [
      {
        "id": 411,
        "text": "Чёрные"
      },
      {
        "id": 411,
        "text": "Красные с блестками"
      },
      {
        "id": 411,
        "text": "Зелёные"
      },
      {
        "id": 411,
        "text": "Бледно-голубые "
      },
      {
        "id": 411,
        "text": "Ярко-розовые"
      }
    ]
  },
  {
    "id": 411,
    "text": "Отлично, а теперь тушь для ресниц.",
    "answers": [
      {
        "id": 412,
        "text": "Черная"
      },
      {
        "id": 412,
        "text": "Черная с блестками"
      },
      {
        "id": 412,
        "text": "Синяя"
      }
    ]
  },
  {
    "id": 412,
    "text": "Готово. Остались губы.",
    "answers": [
      {
        "id": 413,
        "text": "Красная матовая помада"
      },
      {
        "id": 413,
        "text": "Красный блеск с блестками"
      },
      {
        "id": 413,
        "text": "Ярко-розовый блеск "
      },
      {
        "id": 413,
        "text": "Бледно-розовая помада с блестками"
      }
    ]
  },
  {
    "id": 413,
    "text": "Я закончила и посмотрела на свое лицо. Красота… \n— Тебе нравится?— спросила я у котенка, который все еще лежал на кровати.\nОн положительно мяукнул. \nПора спускаться.",
    "answers": [
      {
        "id": 414,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 414,
    "text": "Уже на первом этаже я почувствовала запах кексов и кофе. Я заглянула на кухню и увидела маму.\n— О, милая, ты уже собираешься в школу?— спросила меня мама, которая пекла кексы. \n— Доброе утро, конечно— улыбнулась я— а почему ты не на работе? \n— Мне сегодня дали выходной. Присаживайся— ответила мне мама и поставила тарелку с кексами на стол.",
    "answers": [
      {
        "id": 415,
        "text": "Завтракать"
      }
    ]
  },
  {
    "id": 415,
    "text": "Я взяла один кекс и откусила кусочек. Вкусно…\n— Ты сегодня очень красивая. Есть повод наряжаться?— спросила с улыбкой мама и поставила кружку кофе на стол. \n— Нет, просто сегодня мне хочется выглядеть хорошо—  ответила я и сделала глоток из кружки— кстати, я хочу назвать котенка по-другому.\nМама села напротив меня\n— Как?\n— Жан— улыбнулась я. \n— Необычное имя— задумалась мама— но если оно тебе нравится больше, то пусть так и будет. \nМы с мамой поговорили еще немного и я пошла обуваться.\nКакую обувь мне надеть? ",
    "answers": [
      {
        "id": 416,
        "text": "Белые кроссовки"
      },
      {
        "id": 416,
        "text": "Красные туфли на среднем каблуке"
      },
      {
        "id": 416,
        "text": "Черные туфли на среднем каблуке"
      }
    ]
  },
  {
    "id": 416,
    "text": "Готово. Пора выходить.",
    "answers": [
      {
        "id": 417,
        "text": "Пойти в школу"
      }
    ]
  },
  {
    "id": 417,
    "text": "Я попрощалась с мамой и вышла за дверь. Погода была отличной и я медленно пошла в школу. \nЧерез пару минут я стояла около входа. ",
    "answers": [
      {
        "id": 418,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 418,
    "text": "Я взялась за ручку двери, но не успела потянуть ее на себя. Дверь резко открылась и сильно меня толкнула. Я упала. \n— Ахаха…\nУслышала я противный смех и подняла голову. Это была Эмилия.\n— Ах ты…— крикнула я, но не успела договорить. \n— Курица— сказал кто-то позади меня— с тобой все нормально, красавица?\nЯ повернулась и увидела Ника. \n— Все хорошо— ответила я Нику и поднялась с земли. \nЭмилия продолжала смеяться. \n— Иди кудахтай в другое место— сказал Ник Эмилии.\n— Защитник, аха. Думаешь, что эта глупая девчонка достойна твоей защиты?— ответила ему Эмилия. ",
    "answers": [
      {
        "id": 419,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 419,
    "text": "Прозвенел звонок, а это означало, что пора бежать в аудиторию. \nЭмилия побежала в спортивный зал, а за ней пошел Ник.\n— Спасибо— крикнула я ему и вошла в школу. ",
    "answers": [
      {
        "id": 420,
        "text": "Посмотреть расписание"
      }
    ]
  },
  {
    "id": 420,
    "text": "Сейчас мы в 35 аудитории. Я поднялась на второй этаж и увидела Сашу.\n— Ты почему не на уроке?— спросили мы друг у друга, а потом засмеялись. \n— Так… что ты делаешь сдесь?— переспросила я. \n— Я вот…э… ходила руки мыть.\nЭто звучало как-то неправдоподобно. \n— Точно?\n—Да— кивнула Саша— ой, мы же на урок опаздываем. \nЯ посмотрела Саше в глаза. Почему они такие красные?\n— Подруга, ты нормально спишь?\nСаша вздрогнула\n—Ээ… да…\nПосле этого она начала подниматься по лестнице на третий этаж, а я шла за ней. ",
    "answers": [
      {
        "id": 421,
        "text": "Войти в аудиторию"
      }
    ]
  },
  {
    "id": 421,
    "text": "—Так так так…— сказал нам учитель литературы—опаздываем значит. \n— Извините— тихо сказали мы и сели за парту. \n— Так не пойдет. К доске!— преподаватель сел на стул и указал на доску. ",
    "answers": [
      {
        "id": 422,
        "text": "Выйти к доске"
      }
    ]
  },
  {
    "id": 422,
    "text": "— Ты почитала книгу, которую мы начали читать на том уроке? \nЯ не читала, но двойку получить не хотела. Начала вспоминать о чем она вообще была. ",
    "answers": [
      {
        "id": 423,
        "text": "Начать рассказ"
      }
    ]
  },
  {
    "id": 423,
    "text": "— Летние каникулы. Главная героиня собирается провести их в гостях у своей бабушки. Скучно? Да, но ничего не поделать. Отец на месяц уезжает в командировку. По приезду девушку встречает бабушка. Каждый день главная героиня помогает бабушке, читает книги, а вечерами слушает интересные истории, которые ей рассказывает бабушка. Но в один из жарких, не предвещающий беды день, она решает прогуляться в лесу. Однако кто бы мог подумать, что эта прогулка изменит ее жизнь…[отсылка к будущему квесту]—ответила я.\n Дальше я не могла вспомнить, но смотря на преподавателя поняла, что этого достаточно. \n— Хорошо, молодец— сказал мне преподаватель— присаживайся.",
    "answers": [
      {
        "id": 424,
        "text": "Сесть за парту"
      }
    ]
  },
  {
    "id": 424,
    "text": "— Ух, пронесло— сказала Саша— я думала, что ты не вспомнишь ничего. \nЯ ей улыбнулась и мы продолжили урок. ",
    "answers": [
      {
        "id": 425,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 425,
    "text": "Прозвенел звонок. На перемене я и Саша немного поговорили, а потом начался следующий урок. \nУрок был скучный. Преподаватель дала нам задание, а сама ушла делать свои делать. ",
    "answers": [
      {
        "id": 426,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 426,
    "text": "Большая перемена. В столовую я не хотела идти.\n— Пойдем на улицу— предложила Саша— моя мама сделала вкусные булочки и я хочу с тобой поделиться. \nЯ была не против.\nМы вышли на улицу. Я нашла нам лавочку, а Саша пошла за соком. \nЧерез несколько минут она вернулась и мы начали кушать булочки с соком. \n— Слушай, Лоли…— начала говорить Саша— я думаю, что должна об этом поговорить… \nЕе голос немного дрожал, но она пыталась не показывать этого. \n— А чем дело?— спросила я. \n— Я давно кое-что знаю, но не говорила тебе. Надеялась, что ты сама мне об этом расскажешь— Саша укусила булочку и продолжила— не подумай, что я злюсь или что-то вроде этого просто… почему ты мне не сказала про себя и Герца? Про то, что он предложил тебе встречаться.\nЯ не знала, что ответить.",
    "answers": [
      {
        "id": 427,
        "text": "Сказать, что не хотела расстраивать ее."
      },
      {
        "id": 428,
        "text": "Сказать, что глупо об этом говорить. "
      }
    ]
  },
  {
    "id": 427,
    "text": "— Саша… я знаю, что тебе нравится Герц. Если бы я тебе об этом сказала, то расстроила бы тебя. Ты моя единственная подруга здесь и я не хочу тебя потерять.\nСаша опустила голову\n—Понятно. Я все понимаю. Я буду рада, если у вас все будет хорошо. Мне жаль, что он не выбрал меня, но… — слеза побежала по щеке Саши— но я надеюсь, что у вас все будет хорошо. Мне больно и я завидую тебе, но ты моя подруга. \n— Извини, Саша— я обняла подругу. \nПосле этого она мне рассказала какой хороший Герц. Она смеялась, а через секунду начинала плакать и я успокаивала ее. \nПрозвенел звонок, а это означало, что пора учиться. ",
    "answers": [
      {
        "id": 429,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 428,
    "text": "— Я думаю, что глупо об этом говорить. Ты моя подруга, но я хочу иметь свои секреты.\n— Я понимаю но…— слеза побежал а по щеке Саши— ты могла мне рассказать. Я ведь люблю его и ты знаешь об этом. Мне очень обидно, но если ты хочешь с ним встречаться, то пусть так и будет. Ты моя подруга и я надеюсь, что у вас все будет хорошо. \n— Извини, Саша— я обняла подругу. \nПосле этого она мне рассказала какой хороший Герц. Она смеялась, а через секунду начинала плакать и я успокаивала ее. \nПрозвенел звонок, а это означало, что пора учиться. ",
    "answers": [
      {
        "id": 429,
        "text": "Пойти на урок"
      }
    ]
  },
  {
    "id": 429,
    "text": "Саша успокоилась и мы вошли в школу.\nЕще три урока пролетели скучно. \nСегодня я должна сделать выбор кому ответить на предложение об отношениях. Но у меня не было с этим проблем. Я уже все решила. ",
    "answers": [
      {
        "id": 430,
        "text": "Закончить уроки"
      }
    ]
  },
  {
    "id": 430,
    "text": "Прозвенел звонок с последнего урока, но домой я не собиралась. ",
    "answers": [
      {
        "id": 431,
        "text": "Пойти в клуб музыки "
      },
      {
        "id": 464,
        "text": "Пойти в спортивный зал"
      },
      {
        "id": 508,
        "text": "Пойти в клуб вязания и шитья"
      }
    ]
  },
  {
    "id": 431,
    "text": "Я нашла нужную мне дверь и открыла ее. Герц был на месте. Он сидел около окна и что-то писал на листе. \n—Герц…— тихо позвала я его. \nОн поднял голову и ели заметно улыбнулся\n— Здравствуй. Ты готова со мной поговорить? \nЯ кивнула\n— Отлично, но… не сейчас— сказал Герц и подошел ко мне— я буду около твоего дома в 7. Будь готова. \n— Э… куда мы?— удивленно спросила я. \nГерц мне не ответил, но загадочно улыбнулся. Он сел обратно и продолжил что-то писать. \nНу… ладно…",
    "answers": [
      {
        "id": 432,
        "text": "Выйти из аудитории"
      }
    ]
  },
  {
    "id": 432,
    "text": "Я достала мобильный телефон и посмотрела на время. 16:30, а это значит, что нельзя терять время. Мне нужно успеть собраться до семи часов. ",
    "answers": [
      {
        "id": 433,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 433,
    "text": "С улыбкой на лице я быстро пошла домой. \nДома меня уже ждал брат, мама и Жан. \n— Дорогая, что с твоим настроением?— спросила мама— произошло что-то хорошее?\nЯ задумалась\n— м… нет, но думаю, что произойдет. \nПосле этого я побежала на второй этаж в свою комнату. \n— Через час будет готова еда— услышала я голос мамы.",
    "answers": [
      {
        "id": 434,
        "text": "Войти в комнату "
      }
    ]
  },
  {
    "id": 434,
    "text": "Жан спрыгнул с моей кровати и подбежал ко мне. Было видно, что он ждал моего прихода. Я почесала его за ушком и начала думать. Как мне нужно выглядеть сегодня? Куда Герц меня зовет? Так… я знаю, что он \"королевская\" персона, а значит я должна выглядеть соответственно. Думаю, что вечернее платье подойдет. ",
    "answers": [
      {
        "id": 435,
        "text": "Искать платье"
      }
    ]
  },
  {
    "id": 435,
    "text": "Я долго рылась в шкафу, но так ничего подходящего не нашла. \nЯ смотрела на время и волновалась, что могу не успеть. Поиск нужного платья заставил меня выйти из себя и я с громким \"Ну блииин\" упала на кровать.\nСтук в дверь заставил меня подняться. ",
    "answers": [
      {
        "id": 436,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 436,
    "text": "Это оказалась мама, а рядом с ней стоял Алекс. \n— В чем дело?— спросила я у них. \nМама начала смеяться\n— Ты чего такая злая? Я твои вопли на первом этаже слышу. \n— Все нормально, извини, что громко— тяжело вздохнула я. \nМама вошла в комнату \n— Ух… ну и бардак ты устроила. Алекс, принеси мне ту вещь— скомандовала мама брату.\nЯ стояла в растерянности и непонимании того, что происходит. ",
    "answers": [
      {
        "id": 437,
        "text": "Сесть на кровать"
      }
    ]
  },
  {
    "id": 437,
    "text": "Через секунду брат прибежал с платьем в руках.\n— Спасибо— сказала мама и взяла у брата платье, а потом повернулась ко мне— почему сидишь? Примерь это платье. \nЯ быстро надела платье и посмотрела в зеркало.\nДлинное, в пол, черное платье с открытыми плечами и блестками на краях юбки, идеально подошло мне. \n—Спасибо, мам, но как ты узнала, что именно такое платье мне сегодня нужно?— удивленно спросила я.\n— Думаю, что ты пойдёшь с достойным человеком, а значит и платье должно быть соответствующим— улыбнулась мама— в этом платье ты выглядишь, как королева. Ну, а теперь собирайся и спускайся на первый этаж— улыбнулась она и вышла с братом из моей комнаты.",
    "answers": [
      {
        "id": 438,
        "text": "Выбрать туфли"
      }
    ]
  },
  {
    "id": 438,
    "text": "Обуви у меня много. С этим заданием проблем быть не должно.",
    "answers": [
      {
        "id": 439,
        "text": "Чёрные туфли на высоком каблуке с блестками."
      },
      {
        "id": 439,
        "text": "Чёрные туфли на высоком каблуке с бантиками."
      },
      {
        "id": 439,
        "text": "Чёрные туфли на высоком каблуке с пряжками."
      }
    ]
  },
  {
    "id": 439,
    "text": "Готово.\nЯ сделала вечерний макияж и посмотрела на время. Хм… 18:45.\nПора спускаться.",
    "answers": [
      {
        "id": 440,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 440,
    "text": "— Красавица!— улыбнулась мне мама.\nЯ улыбнулась ей в ответ.\nПосле этого мама дала мне кружку с виноградным соком.\n— Так и с кем ты пойдёшь?— спросила она.\n— Ну, я пойду с…\nДоговорить я не успела. В дверь позвонили, а мама побежала открывать.\n— Милая, это к тебе— радостно сказала она.",
    "answers": [
      {
        "id": 441,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 441,
    "text": "На пороге стоял Герц с большим букетом красных роз в руке.\n— Добрый вечер— улыбнулся он мне с мамой.\n— Ого! Прямо как принц— улыбнулась мама.\nЯ смутилась\n— П…привет\nГерц отдал мне букет и взял за руку, а потом повернулся к маме.\n— Я могу провести вечер с этой замечательной леди?\nМама захихикала\n— Да, конечно. В следующий раз заходи на чай.\n— Ну мам…— еще больше смутилась я.\n— Удачи— улыбнулась она и закрыла за нами дверь.\nГерц посмотрел на меня.",
    "answers": [
      {
        "id": 442,
        "text": "Улыбнуться Герцу"
      },
      {
        "id": 443,
        "text": "Отвернуться от Герца"
      }
    ]
  },
  {
    "id": 442,
    "text": "Герц улыбнулся мне в ответ, а потом, не отпускная мою руку, направился в сторону… ЛИМУЗИНА… белого лимузина.\n— Прошу— Герц открыл дверь лимузина.",
    "answers": [
      {
        "id": 444,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 443,
    "text": "— Эй, ты чего? Улыбнись— Герц наклонился ближе к моему лицу— не стесняйся… \nНе хочу портить вечер…",
    "answers": [
      {
        "id": 445,
        "text": "Улыбнуться"
      }
    ]
  },
  {
    "id": 444,
    "text": "Около 20 минут мы ехали молча. Это начинало напрягать. Неожиданно Герц заговорил.\n— Отлично выглядишь— сказал он, внимательно меня рассматривая.\n— Спасибо— улыбнулась я— так куда мы едем?\n— Увидишь, осталось совсем немного.\nЯ посмотрела в окно. Темнеет…\nЕще пару минут мы ехали в тишине, а потом машина остановилась.\nГерц вышел из лимузина и, открыв дверцу, протянул мне руку.",
    "answers": [
      {
        "id": 446,
        "text": "Взять за руку"
      },
      {
        "id": 447,
        "text": "Выйти самостоятельно "
      }
    ]
  },
  {
    "id": 445,
    "text": "Герц улыбнулся мне в ответ, а потом, не отпускная мою руку, направился в сторону… ЛИМУЗИНА… белого лимузина. \n— Прошу— Герц открыл дверь лимузина.",
    "answers": [
      {
        "id": 444,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 446,
    "text": "Я протянула свою руку и Герц медленно помог мне выйти из машины.\nПосле этого он кивнул водителю и машина уехала, оставив нас наедине. ",
    "answers": [
      {
        "id": 448,
        "text": "Осмотреть место"
      }
    ]
  },
  {
    "id": 447,
    "text": "Сама могу выйти! \nГерц никак на это не отреагировал. Он кивнул водителю и машина уехала, оставив нас наедине. ",
    "answers": [
      {
        "id": 448,
        "text": "Осмотреть место"
      }
    ]
  },
  {
    "id": 448,
    "text": "Перед моими глазами было большое трёхэтажное здание, чем-то напоминающее старинный замок. \nИз него я уловила едва слышную мелодию. \n— Идем— сказал Герц.\nЯ взяла его под руку, и мы направились к двери. ",
    "answers": [
      {
        "id": 449,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 449,
    "text": "Передо мной находился большой королевский зал, в центре которого весела огромная люстра. Справа от меня играла \"живая\" музыка. Под которую в центре зала кружили несколько пар. Женщины были одеты в красивые вечерние платья, а мужчины в строгие элегантные костюмы. В конце зала стояли столы, за которыми так же сидели люди. \nМы направились к одному из столов. \nГерц отодвинул стул и кивнул, приглашая сесть за стол. ",
    "answers": [
      {
        "id": 450,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 450,
    "text": "Сам он сел напротив меня и протянул мне меню. \nПосмотрим. Я хочу…",
    "answers": [
      {
        "id": 451,
        "text": "Салат со слабосоленым лососем, мягким сыром и апельсиново-горчичной заправкой"
      },
      {
        "id": 451,
        "text": "Ростбиф с овощами"
      },
      {
        "id": 451,
        "text": "Сырное ассорти"
      },
      {
        "id": 451,
        "text": "Обжаренный гребешок в соусе терияки с тайским манго"
      },
      {
        "id": 451,
        "text": "Осьминог с овощами и соусом из базилика"
      }
    ]
  },
  {
    "id": 451,
    "text": "К нам подошел официант и начал слушать наш заказ. \n— Точно больше ничего не хочешь?— спросил у меня Герц.\nДумаю, что нужно выбрать напиток.",
    "answers": [
      {
        "id": 452,
        "text": "Коктейль молочный банановый"
      },
      {
        "id": 452,
        "text": "Коктейль молочный клубничный"
      },
      {
        "id": 452,
        "text": "Коктейль молочный шоколадный"
      }
    ]
  },
  {
    "id": 452,
    "text": "Официант принял наш заказ и ушел. \nЯ решила, что сейчас самое время ответить Герцу.\n— Послушай… я хотела тебе сказать, что… \n— Тсс…— Герц приложил указательный палец к губам— наслаждайся вечером. \nЯ кивнула, а он мне улыбнулся. \nДолго ждать не пришлось, через пару минут еда уже стояла на нашем столе. \n— Выглядит вкусно…— тихо сказала я и начала пробовать блюдо.\nГерц усмехнулся и тоже начал кушать.\nКрасивая музыка заполняла зал. Мне нравится здесь, но сидеть молча как-то неудобно.",
    "answers": [
      {
        "id": 453,
        "text": "Поговорить с Герцем"
      },
      {
        "id": 454,
        "text": "Молча продолжить кушать"
      }
    ]
  },
  {
    "id": 453,
    "text": "— Мне нравится здесь…— сказала я Герцу.\n— Это место открывается только три раза в год. Мне повезло, что ты решилась поговорить именно сейчас.\nПосле этого Герц рассказал мне про это место более подробно.\n— А ты много знаешь— улыбнулась я.\n— Я обязан знать подобные вещи— улыбнулся он мне в ответ.\n— Извините, милая леди, не хотите ли потанцевать?",
    "answers": [
      {
        "id": 455,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 454,
    "text": "Через минуту Герц заговорил сам\n— Тебе нравится это место?\n— Да… здесь красиво, вкусная еда и приятная музыка.\n— Это место открывается только три раза в год. Мне повезло, что ты решилась поговорить именно сейчас.\nПосле этого Герц рассказал мне про это место более подробно.\n— А ты много знаешь— улыбнулась я.\n— Я обязан знать подобные вещи— улыбнулся он мне в ответ.\n— Извините, милая леди, не хотите ли потанцевать?",
    "answers": [
      {
        "id": 455,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 455,
    "text": "Передо мной стоял парень чуть старше меня. Сероглазый блондин в белом костюме. ",
    "answers": [
      {
        "id": 456,
        "text": "Согласиться"
      },
      {
        "id": 457,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 456,
    "text": "Я протянула свою руку и блондин помог мне встать. \n— Брат, верни ее на место— усмехнулся Герц.\nБрат?! Я внимательно посмотрела на парня, а ведь они и правда похожи. \n— Я просто хотел посмотреть на твою спутницу. Отличный вкус— улыбнулся парень— мое имя Герольд. \nПоследние слова были предназначены мне.\n— Очень приятно— улыбнулась я. \n— Я хотел пригласить вас на танец, но вижу, что мой братец против. Прошу меня простить— сказал Герольд, подмигнул Герцу и ушел. \nГерц глубоко вздохнул и встал из-за стола\n— Приглашаю тебя на танец— улыбнулся он.",
    "answers": [
      {
        "id": 458,
        "text": "Пойти танцевать"
      }
    ]
  },
  {
    "id": 457,
    "text": "— Очень жаль— вздохнул парень. \n— Брат, не мешай нам— усмехнулся Герц.\nБрат?! Я внимательно посмотрела на парня, а ведь они и правда похожи. \n— Я просто хотел посмотреть на твою спутницу. Отличный вкус— улыбнулся парень— мое имя Герольд. \nПоследние слова были предназначены мне.\n— Очень приятно— улыбнулась я. \n— Я хотел пригласить вас на танец, но вижу, что вы и без меня хорошо проводите время. Прошу меня простить— сказал Герольд, подмигнул Герцу и ушел. \nГерц глубоко вздохнул и встал из-за стола\n— Приглашаю тебя на танец— улыбнулся он.",
    "answers": [
      {
        "id": 458,
        "text": "Пойти танцевать"
      }
    ]
  },
  {
    "id": 458,
    "text": "Мы медленно кружили в танце.\nРука Герца обнимала меня за талию, а вторая крепко сжимала мою руку.  Казалось, что все смотрят именно на нас и это немного напрягало.\n— Расслабься— тихо шепнул мне Герц.\nЯ улыбнулась. \nМы продолжили танцевать. С каждой минутной мне становилось все спокойнее. Я сделала глубокий вдох и почувствовала запах дорогого парфюма Герца. Приятно понимать, что сейчас я так близко к любимому человеку. Приятно чувствовать его запах и кружить с ним в танце. \nЯ даже не заметила, как закончилась мелодия. \n— Все хорошо?— спросил у меня Герц. \n— Немного голова закружилась— улыбнулась я. \nГерц отстранился, но не отпустил мою руку. \n— Пойдем",
    "answers": [
      {
        "id": 459,
        "text": "Идти следом"
      }
    ]
  },
  {
    "id": 459,
    "text": "Мы вышли на улицу и подошли к беседке. \nХолодный ветер мгновенно привел меня в чувства, а по коже пробежали мурашки. Герц заметил это и снял свой пиджак.\n— Надень. Я не хочу чтобы ты заболела— сказал он и протянул мне пиджак.",
    "answers": [
      {
        "id": 460,
        "text": "Надеть"
      }
    ]
  },
  {
    "id": 460,
    "text": "Мы вошли в беседку. \n— Продолжим?— спросил Герц и улыбнулся.\nЯ кивнула и мы продолжили медленно танцевать. \n— Ты не представляешь как я рад, что могу с тобой вот так провести вечер…— тихо шептал мне на ухо Герц.\n— Я тоже— ответила я и прижалась к нему сильнее.\n— Эй…— шепнул Герц.\nЯ подняла голову. Его голубые глаза смотрели на мои губы. Я закрыла глаза и почувствовала, как теплые губы Герца коснулись моих губ.\n— Я люблю тебя, Лоли…\n— И я тебя, Герц… ",
    "answers": [
      {
        "id": 461,
        "text": "Шесть лет спустя"
      }
    ]
  },
  {
    "id": 461,
    "text": "— Доброе утро, госпожа, как вам спалось?\nЯ открыла глаза и увидела Наэль,  горничную. \n— Доброе утро— улыбнулась я.\n— Господин Герц ждет вас в столовой— сказала она— вам нужна помощь?\nЯ отрицательно помотала головой и горничная вышла из комнаты. \nСолнце светло мне в окно. Лето… я сделала глубокий вдох и посмотрела на кровать.\nКрасивое фиолетовое платье лежало на краю моей огромной кровати.\nЯ быстро надела его и вышла из комнаты.",
    "answers": [
      {
        "id": 462,
        "text": "Пойти в столовую"
      }
    ]
  },
  {
    "id": 462,
    "text": "За столом сидел Герц. Увидев меня он начал улыбаться\n— Доброе утро, принцесса.\n— Доброе утро, милый— улыбнулась я ему. \nМы говорили о погоде и медленно кушали.\n— Сегодня тепло. Если хочешь, то мы можем прогуляться в саду— сказал Герц.\n— Да, давай— улыбнулась ему я.",
    "answers": [
      {
        "id": 463,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 463,
    "text": "Мы шли за ручку по большому саду. Тихий ветер развивал мои волосы, а запах цветов кружил голову. \n—Ой!— вскрикнула я.\nГерц мгновенно поймал меня и крепко обнял.\n— Извини, споткнулась— виновато улыбнулась я.\nГерц спустился к моему животу.\n— Будь осторожнее, я не хочу что бы вы пострадали— улыбнулся он— совсем скоро мы будем гулять в этом саду втроем.\nЯ улыбнулась и погладила себя по животу.\n—Да… ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить квест"
      }
    ]
  },
  {
    "id": 464,
    "text": "Я приоткрыла дверь спортзала и заглянула внутрь. \nНесколько парней играли в баскетбол. Пару минут я стояла около дверей и наблюдала за игрой. Ник без особых проблем выбивал мяч у соперников и забрасывал его в кольцо, получая очки для своей команды. \nЧерез еще несколько минут игра закончилась. Команда Ника победила и они радовались победе, давая \"пять\" друг другу. \n\n",
    "answers": [
      {
        "id": 465,
        "text": "Войти с спортивный зал"
      }
    ]
  },
  {
    "id": 465,
    "text": "Ник сразу заметил меня и подбежал.\n— С какой целью ты здесь, красавица?— улыбнулся он мне. \n— Я хотела с тобой поговорить…\n— Ник, что это за цыпа, твоя?— крикнул кто-то из команды Ника.\n— Заткнись, бро— ответил ему Ник, а потом посмотрел на меня— сейчас не лучшее место для разговора. Я заеду к тебе в 7. \nЯ кивнула и вышла из спортзала. ",
    "answers": [
      {
        "id": 466,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 466,
    "text": "С улыбкой на лице я быстро пошла домой. \nДома меня уже ждал брат, мама и Жан. \n— Дорогая, что с твоим настроением?— спросила мама— произошло что-то хорошее?\nЯ задумалась\n— м… нет, но думаю, что произойдет. \nПосле этого я побежала на второй этаж в свою комнату. \n— Через час будет готова еда— услышала я голос мамы по пути в комнату.",
    "answers": [
      {
        "id": 467,
        "text": "Войти в комнату "
      }
    ]
  },
  {
    "id": 467,
    "text": "Жан спрыгнул с моей кровати и подбежал ко мне. Было видно, что он ждал моего прихода. Я почесала его за ушком и начала думать. Как мне нужно выглядеть сегодня? Куда Ник меня зовет? Так… я знаю, что он \"крутой парень\", а значит я должна выглядеть соответственно. Думаю, что джинсы и удобные кроссовки подойдут. ",
    "answers": [
      {
        "id": 468,
        "text": "Искать джинсы"
      }
    ]
  },
  {
    "id": 468,
    "text": "Я долго рылась в шкафу, но так ничего подходящего не нашла. \nЯ смотрела на время и волновалась, что могу не успеть. Поиск нужных джинсов заставил меня выйти из себя и я с громким \"Ну блииин\" упала на кровать.\nСтук в дверь заставил меня подняться. ",
    "answers": [
      {
        "id": 469,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 469,
    "text": "Это оказалась мама, а рядом с ней стоял Алекс. \n— В чем дело?— спросила я у них. \nМама начала смеяться\n— Ты чего такая злая? Я твои вопли на первом этаже слышу. \n— Все нормально, извини, что громко— тяжело вздохнула я. \nМама вошла в комнату \n— Ух… ну и бардак ты устроила. Алекс, принеси мне ту вещь— скомандовала мама брату.\nЯ стояла в растерянности и непонимании того, что происходит. ",
    "answers": [
      {
        "id": 470,
        "text": "Сесть на кровать"
      }
    ]
  },
  {
    "id": 470,
    "text": "Через секунду брат прибежал с джинсами в руках.\n— Спасибо— сказала мама и взяла у брата джинсы, а потом повернулась ко мне— почему сидишь? Примерь эти джинсы. \nЯ быстро надела джинсы и посмотрела в зеркало.\nСветло-синие,рваные на коленке, зауженные до щиколотки джинсы, идеально подошли мне. \n—Спасибо, мам, но как ты узнала, что именно джинсы мне сегодня нужны?— удивленно спросила я.\n— Я знаю какие парни тебе нравятся, а значит джинсы должны идеально подойти тебе— улыбнулась мама— в этих джинсах ты выглядешь прекрасно. Ну, а теперь собирайся и спускайся на первый этаж— улыбнулась она и вышла с братом из моей комнаты.",
    "answers": [
      {
        "id": 471,
        "text": "Выбрать майку"
      }
    ]
  },
  {
    "id": 471,
    "text": "Ну, этого добра у меня много. ",
    "answers": [
      {
        "id": 472,
        "text": "Черная майка с белой надписью на груди."
      },
      {
        "id": 472,
        "text": "Белая майка с розой на спине."
      },
      {
        "id": 472,
        "text": "Серая майка с черной надписью на груди."
      }
    ]
  },
  {
    "id": 472,
    "text": "А теперь кроссовки.",
    "answers": [
      {
        "id": 473,
        "text": "Белые кроссовки"
      },
      {
        "id": 473,
        "text": "Черные кроссовки"
      },
      {
        "id": 473,
        "text": "Серые кроссовки"
      },
      {
        "id": 473,
        "text": "Синие кроссовки"
      }
    ]
  },
  {
    "id": 473,
    "text": "Готово. \nЯ сделала макияж и посмотрела на время. Хм… 18:45.\nПора спускаться.",
    "answers": [
      {
        "id": 474,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 474,
    "text": "— Красавица!— улыбнулась мне мама.\nЯ улыбнулась ей в ответ. \nПосле этого мама дала мне кружку с виноградным соком.\n— Так и с кем ты пойдёшь?— спросила она.\n— Ну, я пойду с… \nДоговорить я не успела. В дверь позвонили, а мама побежала открывать. \n— Милая, это к тебе— радостно сказала она. ",
    "answers": [
      {
        "id": 475,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 475,
    "text": "На пороге стоял Ник с большой красной розой в руке. \n— Добрый вечер— улыбнулся он мне с мамой.\n— Ого! Какой горячий парень— улыбнулась мама.\nЯ смутилась\n— П…привет\nНик отдал мне розу и взял за руку, а потом повернулся к маме.\n— Я могу провести вечер с этой красоткой?\nМама захихикала\n— Да, конечно. В следующий раз заходи на чай.\n— Ну мам…— еще больше смутилась я.\n— Удачи— улыбнулась она и закрыла за нами дверь. \n",
    "answers": [
      {
        "id": 476,
        "text": "Рассмотреть Ника"
      }
    ]
  },
  {
    "id": 476,
    "text": "Ник был в джинсах, черной майке и черной куртке нараспашку. \n— Идем?— спросил меня Ник.\nЯ кивнула и пошла за Ником. Мы подошли к байку. \n— Это твой?— удивленно спросила я у Ника, смотря на черный байк. \n—Да, надеюсь ты любишь скорость— улыбнулся он и помог мне удобно сесть на байк— держись крепче. ",
    "answers": [
      {
        "id": 477,
        "text": "Обхватить Ника за талию"
      },
      {
        "id": 478,
        "text": "Взяться за плечи Ника"
      }
    ]
  },
  {
    "id": 477,
    "text": "Я крепко обняла Ника, но его это, похоже, совсем не смутило. \nОн завел байк и мы рванули с места. \nСкорость была действительно поразительной. Мне было страшно и одновременно это доставляло мне удовольствие. На повороте я прижалась к Нику сильнее. Только сейчас я почувствовала, что у него очень крепкое и спортивное тело. Не удивительно, он же спортом заниматься. \nЧерез пару минут мы остановились.",
    "answers": [
      {
        "id": 480,
        "text": "Осмотреть место"
      }
    ]
  },
  {
    "id": 478,
    "text": "Я крепко взялась за плечи Ника, но его это, похоже, совсем не смутило. \nОн завел байк и мы рванули с места. \nСкорость была действительно поразительной. Мне было страшно и одновременно это доставляло мне удовольствие. На повороте я прижалась к Нику. Только сейчас я почувствовала, что у него очень крепкое и спортивное тело. Не удивительно, он же спортом заниматься. \nЧерез пару минут мы остановились.",
    "answers": [
      {
        "id": 480,
        "text": "Осмотреть место"
      }
    ]
  },
  {
    "id": 479,
    "text": "— Ник, давай уйдем, пожалуйста— тихо сказала я. \n— Я еще не закончил— прошипел Ник.\nВнезапно в зале включился свет, а через секунду вошли две женщины, которые попросили покинуть нас зал. Похоже, что кто-то из зала позвал их. \n\n\n",
    "answers": [
      {
        "id": 492,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 480,
    "text": "Кинотеатр «Буря». \n— Приехали— улыбнулся Ник и помог мне слезть с байка. \nЯркие фонарики на вывесках светили мне в глаза, заставляя жмуриться. \n— Я не была еще здесь— сказала я Нику.\nОн пожал плечами\n—Ну, все бывает в первый раз. \n",
    "answers": [
      {
        "id": 481,
        "text": "Войти в кинотеатр"
      }
    ]
  },
  {
    "id": 481,
    "text": "— На какой фильм ты хочешь?— спросил меня Ник, когда мы подошли к столику с «Журналом сеансов» .\nКакой жанр мне выбрать? ",
    "answers": [
      {
        "id": 482,
        "text": "Боевик"
      },
      {
        "id": 483,
        "text": "Комедия"
      },
      {
        "id": 484,
        "text": "Романтика"
      }
    ]
  },
  {
    "id": 482,
    "text": "А теперь фильм. ",
    "answers": [
      {
        "id": 485,
        "text": "Битва больших людей"
      },
      {
        "id": 485,
        "text": "Кракен"
      },
      {
        "id": 485,
        "text": "Подземелье"
      }
    ]
  },
  {
    "id": 483,
    "text": "А теперь фильм.",
    "answers": [
      {
        "id": 486,
        "text": "Чиппи в большом селе"
      },
      {
        "id": 486,
        "text": "Кролик Мук"
      },
      {
        "id": 486,
        "text": "Операция «ГЫ» "
      }
    ]
  },
  {
    "id": 484,
    "text": "А теперь фильм.",
    "answers": [
      {
        "id": 487,
        "text": "Невеста моего мужа"
      },
      {
        "id": 487,
        "text": "Там, где нам нет места"
      },
      {
        "id": 487,
        "text": "Первая любовь"
      }
    ]
  },
  {
    "id": 485,
    "text": "— Хочу на этот— тыкнула я пальцем на название фильма. \n— Круть, люблю боевики— улыбнулся Ник— подожди меня здесь, красавица, я билеты куплю. ",
    "answers": [
      {
        "id": 488,
        "text": "ждать Ника"
      }
    ]
  },
  {
    "id": 486,
    "text": "— Хочу на этот— тыкнула я пальцем на название фильма. \n— Круть, люблю комедии— улыбнулся Ник— подожди меня здесь, красавица, я билеты куплю. ",
    "answers": [
      {
        "id": 493,
        "text": "Ждать Ника"
      }
    ]
  },
  {
    "id": 487,
    "text": "— Хочу на этот— тыкнула я пальцем на название фильма. \n— Не очень люблю все эти сопливые фильмы, но сегодня все ради тебя— улыбнулся Ник— подожди меня здесь, красавица, я билеты куплю. ",
    "answers": [
      {
        "id": 498,
        "text": "Ждать Ника"
      }
    ]
  },
  {
    "id": 488,
    "text": "Я села на одну из свободных лавочек, которые находились около входа в зал и начала ждать Ника. \nДверь в кафетерий была открыта и я сразу почувствовала запах булочек и попкорна. \nЧерез минуту Ник вернулся.\n— До сеанса есть еще 15 минут. Ты хочешь сходить в кафетерий?— спросил у меня Ник. \n—Почему бы и нет— согласилась я и мы вошли в кафетерий. \nВнимательно осмотрев витрины я поняла, что хочу попкорна.\n— Определилась?— спросил у меня Ник и положил мне руки на плечи, а потом нагнулся ближе.\nОн находился очень близко и это заставило меня немного покраснеть.\n—Д…да, я хочу…",
    "answers": [
      {
        "id": 489,
        "text": "Попкорн с клубникой"
      },
      {
        "id": 489,
        "text": "Попкорн с яблоком"
      },
      {
        "id": 489,
        "text": "Попкорн с карамелью"
      }
    ]
  },
  {
    "id": 489,
    "text": "Ник купил попкорн для меня, а сам взял чипсы с сыром. \n— Пойдем в зал или ты хочешь чего-то еще?— улыбнулся он.\n— Нет, спасибо. Пошли в зал— ответила я Нику и мы вышли из кафетерия. ",
    "answers": [
      {
        "id": 490,
        "text": "Войти в зал"
      }
    ]
  },
  {
    "id": 490,
    "text": "В зале мы сели на первый ряд. \nЧерез несколько минут начался фильм. Он был действительно хорош. Красивые спецэффекты и интересный сюжет заставили меня \"уйти в фильм с головой\", но продолжалось это не долго. \nКакой-то парень с задних рядов начал кричать.\n— Ну, давай, убей его!— кричал он во все горло и это напрягало.\nПохоже, что Нику это тоже не понравилось.\n— Заткнись, чел— сказал Ник. \nПарень на несколько секунд замолчал, а потом продолжил\n— А то что?— засмеялся он.\n— Проблем захотел?— спросил у парня Ник.\nПарень перелез на первый ряд и встал перед Ником. \n— Ну, герой, что ты можешь мне сделать?\nНик подорвался с места. Мне нужно что-то сделать, пока ничего не произошло.",
    "answers": [
      {
        "id": 479,
        "text": "Покинуть зал с Ником"
      },
      {
        "id": 491,
        "text": "Попросить парня уйти"
      }
    ]
  },
  {
    "id": 491,
    "text": "— Ты не один здесь. Можешь просто вернуться на место и спокойной досмотре фильм или покинь зал, пожалуйста— сказала я парню. \nПарень недовольно на меня посмотрел.\n— Сядь и заткнись, женщина— ответил он мне.\nПохоже, что Ника это окончательно вывело из себя. \nОн замахнулся и, что было силы, ударил парня в челюсть. \nОт неожиданности парень упал и схватился руками за лицо. \n— Ник, давай уйдем, пожалуйста— начала вопить я. \n— Я еще не закончил— прошипел Ник.\nВнезапно в зале включился свет, а через секунду вошли две женщины, которые попросили покинуть нас зал. \n",
    "answers": [
      {
        "id": 492,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 492,
    "text": "Ник обнял меня за талию и мы вышли. \n— Извини, что так получилось. Я не хотел испортить тебе вечер— сказал Ник— поехали.\n— Что? Куда?— удивленно спросила я, но ответа не было. \nНик взял меня за руку и направился к выходу из кинотеатра.",
    "answers": [
      {
        "id": 503,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 493,
    "text": "Я села на одну из свободных лавочек, которые находились около входа в зал и начала ждать Ника. \nДверь в кафетерий была открыта и я сразу почувствовала запах булочек и попкорна. \nЧерез минуту Ник вернулся.\n— До сеанса есть еще 20 минут. Ты хочешь сходить в кафетерий?— спросил у меня Ник. \n—Почему бы и нет— согласилась я и мы вошли в кафетерий. \nВнимательно осмотрев витрины я поняла, что хочу булочку.\n— Определилась?— спросил у меня Ник и положил мне руки на плечи, а потом нагнулся ближе.\nОн находился очень близко и это заставило меня немного покраснеть.\n—Д…да, я хочу…",
    "answers": [
      {
        "id": 494,
        "text": "Булочку с сыром"
      },
      {
        "id": 494,
        "text": "Булочку с клубничным джемом"
      },
      {
        "id": 494,
        "text": "Булочку с мясом"
      }
    ]
  },
  {
    "id": 494,
    "text": "Ник купил булочку для меня, а сам взял чипсы с сыром. \n— Пойдем в зал или ты хочешь чего-то еще?— улыбнулся он.\n— Нет, спасибо. Пошли в зал— ответила я Нику и мы вышли из кафетерия. ",
    "answers": [
      {
        "id": 495,
        "text": "Войти в зал"
      }
    ]
  },
  {
    "id": 495,
    "text": "В зале мы сели на первый ряд. \nЧерез несколько минут начался фильм. Он был действительно хорош. Смешные шутки и интересный сюжет заставили меня \"уйти в фильм с головой\", но продолжалось это не долго. \nКакой-то парень с задних рядов начал очень громко смеяться.\n— Хахаха… какой же он тупой!— кричал он во все горло и это напрягало.\nПохоже, что Нику это тоже не понравилось.\n— Заткнись, чел— сказал Ник. \nПарень на несколько секунд замолчал, а потом продолжил\n— А то что?— засмеялся он.\n— Проблем захотел?— спросил у парня Ник.\nПарень перелез на первый ряд и встал перед Ником. \n— Ну, герой, что ты можешь мне сделать?\nНик подорвался с места. Мне нужно что-то сделать, пока ничего не произошло.",
    "answers": [
      {
        "id": 496,
        "text": "Попросить парня уйти"
      },
      {
        "id": 497,
        "text": "Покинуть зал с Ником"
      }
    ]
  },
  {
    "id": 496,
    "text": "— Ты не один здесь. Можешь просто вернуться на место и спокойной досмотре фильм или покинь зал, пожалуйста— сказала я парню. \nПарень недовольно на меня посмотрел.\n— Сядь и заткнись, женщина— ответил он мне.\nПохоже, что Ника это окончательно вывело из себя. \nОн замахнулся и, что было силы, ударил парня в челюсть. \nОт неожиданности парень упал и схватился руками за лицо. \n— Ник, давай уйдем, пожалуйста— начала вопить я. \n— Я еще не закончил— прошипел Ник.\nВнезапно в зале включился свет, а через секунду вошли две женщины, которые попросили покинуть нас зал. \n",
    "answers": [
      {
        "id": 492,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 497,
    "text": "— Ник, давай уйдем, пожалуйста— тихо сказала я. \n— Я еще не закончил— прошипел Ник.\nВнезапно в зале включился свет, а через секунду вошли две женщины, которые попросили покинуть нас зал. Похоже, что кто-то из зала позвал их. ",
    "answers": [
      {
        "id": 492,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 498,
    "text": "Я села на одну из свободных лавочек, которые находились около входа в зал и начала ждать Ника. \nДверь в кафетерий была открыта и я сразу почувствовала запах булочек и попкорна. \nЧерез минуту Ник вернулся.\n— До сеанса есть еще 10 минут. Ты хочешь сходить в кафетерий?— спросил у меня Ник. \n—Почему бы и нет— согласилась я и мы вошли в кафетерий. \nВнимательно осмотрев витрины я поняла, что хочу чипсы.\n— Определилась?— спросил у меня Ник и положил мне руки на плечи, а потом нагнулся ближе.\nОн находился очень близко и это заставило меня немного покраснеть.\n—Д…да, я хочу…",
    "answers": [
      {
        "id": 499,
        "text": "Чипсы с сыром"
      },
      {
        "id": 499,
        "text": "Чипсы с креветками"
      },
      {
        "id": 499,
        "text": "Чипсы с крабом"
      }
    ]
  },
  {
    "id": 499,
    "text": "Ник купил чипсы для меня, а сам взял попкорн с карамелью. \n— Пойдем в зал или ты хочешь чего-то еще?— улыбнулся он.\n— Нет, спасибо. Пошли в зал— ответила я Нику и мы вышли из кафетерия. ",
    "answers": [
      {
        "id": 500,
        "text": "Войти в зал"
      }
    ]
  },
  {
    "id": 500,
    "text": "В зале мы сели на последний ряд. \nЧерез несколько минут начался фильм. Он был действительно хорош. Романтичные сцены и интересный сюжет заставили меня \"уйти в фильм с головой\", но продолжалось это не долго. \nКакой-то парень с первых рядов начал очень громко кричать.\n— Да переспите уже, идиоты!Тупой фильм!— кричал он во все горло и это напрягало.\nПохоже, что Нику это тоже не понравилось.\n— Заткнись, чел— сказал Ник. \nПарень на несколько секунд замолчал, а потом продолжил\n— А то что?— засмеялся он.\n— Проблем захотел?— спросил у парня Ник.\nПарень перелез на последний ряд и встал перед Ником. \n— Ну, герой, что ты можешь мне сделать?\nНик подорвался с места. Мне нужно что-то сделать, пока ничего не произошло.",
    "answers": [
      {
        "id": 501,
        "text": "Попросить парня покинуть зал"
      },
      {
        "id": 502,
        "text": "Выйти из зала с Ником"
      }
    ]
  },
  {
    "id": 501,
    "text": "— Ты не один здесь. Можешь просто вернуться на место и спокойной досмотре фильм или покинь зал, пожалуйста— сказала я парню. \nПарень недовольно на меня посмотрел.\n— Сядь и заткнись, женщина— ответил он мне.\nПохоже, что Ника это окончательно вывело из себя. \nОн замахнулся и, что было силы, ударил парня в челюсть. \nОт неожиданности парень упал и схватился руками за лицо. \n— Ник, давай уйдем, пожалуйста— начала вопить я. \n— Я еще не закончил— прошипел Ник.\nВнезапно в зале включился свет, а через секунду вошли две женщины, которые попросили покинуть нас зал. \n",
    "answers": [
      {
        "id": 492,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 502,
    "text": "— Ник, давай уйдем, пожалуйста— тихо сказала я. \n— Я еще не закончил— прошипел Ник.\nВнезапно в зале включился свет, а через секунду вошли две женщины, которые попросили покинуть нас зал. Наверное кто-то из зала позвал их.\n",
    "answers": [
      {
        "id": 492,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 503,
    "text": "Ник отпустил мою руку и сел на байк.\n— Кого ждем, красавица?— улыбнулся он. \n",
    "answers": [
      {
        "id": 504,
        "text": "Сесть на байк"
      }
    ]
  },
  {
    "id": 504,
    "text": "Мы тронулись с места и я схватилась за Ника. \nМы ехали около 20 минут. Солнце уже начало садиться и, как только мы выехали из леса, мне открылся шикарный вид на море. Мы остановились около обрыва и слезли с байка. \nЯ подбежала к краю обрыва. \n— Как красиво…— тихо прошептала я.\nНебо было красно-оранжевого цвета, а на воде было отражение солнца. Тихие волны бились о обрыв, на котором я стояла. \nНик подошел ко мне и обнял, положив голову мне на плечо. \nМы молча смотрела на закат. Подул холодный ветер и по моей коже пробежали мурашки. Ник молча снял куртку и накинул ее на меня. \n",
    "answers": [
      {
        "id": 505,
        "text": "Посмотреть на Ника"
      }
    ]
  },
  {
    "id": 505,
    "text": "Я повернулась к Нику и посмотрела на него. Он стоял в майке, но ему, похоже, было не холодно.\n— Ты ведь замерзнешь— сказала я Нику. \n—А ты меня согрей— улыбнулся он и приподнял мою голову вверх за подбородок. \nЯ не могла ничего ответить ему. Мы просто смотрели друг другу в глаза, а потом Ник посмотрел на мои губы. ",
    "answers": [
      {
        "id": 506,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 506,
    "text": "Я почувствовала нежные губы Ника и наши губы слились в нежном поцелуе. \n— Я люблю тебя, Лоли…\n— И я тебя, Ник… ",
    "answers": [
      {
        "id": 507,
        "text": "Шесть лет спустя"
      }
    ]
  },
  {
    "id": 507,
    "text": "Мы сидели в кинотеатре и смотрели фильм. Руку Ника лежала на моей, а на его пальце блестело золотое кольцо. Точно такое было и у меня.\nФильм закончился и мы за ручку вышли из кинотеатра.\n— Ай!— крикнула я. \nНик мгновенно подхватил меня. \n— Извини, споткнулась…— тихо сказала я.\nНик встал на колени и обнял меня.\n— Будь осторожнее— сказал он и погладил меня по животу— я не хочу чтобы вы пострадали. \nНик встал с колен и поцеловал меня в лоб.\n— В следующий раз мы пойдем в кино втроем… ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 508,
    "text": "Я нашла нужную мне дверь и открыла ее. Миша был на месте. Он сидел за столом около окна и что-то шил. \n—Миша…— тихо позвала я его. \nОн поднял голову и быстро спрятал за спиной то, что было у него в руках, а потом смущенно улыбнулся. \n— П-привет. Ты готова со мной поговорить? \nЯ кивнула\n— Хорошо, но… не сейчас— сказал Миша и подошел ко мне— я буду около твоего дома в 7. Будь готова. \n— Э… куда мы?— удивленно спросила я. \nМиша мне не ответил, но смущенно улыбнулся, а потом вернулся за стол.\nНу… ладно…",
    "answers": [
      {
        "id": 509,
        "text": "Выйти из аудитории"
      }
    ]
  },
  {
    "id": 509,
    "text": "Я достала мобильный телефон и посмотрела на время. 16:30, а это значит, что нельзя терять время. Мне нужно успеть собраться до семи часов. ",
    "answers": [
      {
        "id": 510,
        "text": "Отправиться домой"
      }
    ]
  },
  {
    "id": 510,
    "text": "С улыбкой на лице я быстро пошла домой. \nДома меня уже ждал брат, мама и Жан. \n— Дорогая, что с твоим настроением?— спросила мама— произошло что-то хорошее?\nЯ задумалась\n— м… нет, но думаю, что произойдет. \nПосле этого я побежала на второй этаж в свою комнату. \n— Через час будет готова еда— услышала я голос мамы.",
    "answers": [
      {
        "id": 511,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 511,
    "text": "Жан спрыгнул с моей кровати и подбежал ко мне. Было видно, что он ждал моего прихода. Я почесала его за ушком и начала думать. Как мне нужно выглядеть сегодня? Куда Миша меня зовет? Так… я знаю, что он милый парень, а значит я должна выглядеть соответственно. Думаю, что легкое симпатичное платье подойдет. ",
    "answers": [
      {
        "id": 512,
        "text": "Искать платье"
      }
    ]
  },
  {
    "id": 512,
    "text": "Я долго рылась в шкафу, но так ничего подходящего не нашла. \nЯ смотрела на время и волновалась, что могу не успеть. Поиск нужного платья заставил меня выйти из себя и я с громким \"Ну блииин\" упала на кровать.\nСтук в дверь заставил меня подняться. ",
    "answers": [
      {
        "id": 513,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 513,
    "text": "Это оказалась мама, а рядом с ней стоял Алекс. \n— В чем дело?— спросила я у них. \nМама начала смеяться\n— Ты чего такая злая? Я твои вопли на первом этаже слышу. \n— Все нормально, извини, что громко— тяжело вздохнула я. \nМама вошла в комнату \n— Ух… ну и бардак ты устроила. Алекс, принеси мне ту вещь— скомандовала мама брату.\nЯ стояла в растерянности и непонимании того, что происходит. ",
    "answers": [
      {
        "id": 514,
        "text": "Сесть на кровать"
      }
    ]
  },
  {
    "id": 514,
    "text": "Через секунду брат прибежал с платьем в руках.\n— Спасибо— сказала мама и взяла у брата платье, а потом повернулась ко мне— почему сидишь? Примерь это платье. \nЯ быстро надела платье и посмотрела в зеркало.\nМолочно-розовое, чуть выше колена, платье без рукавов и с тонким коричневым пояском на талии идеально подошло мне.\n—Спасибо, мам, но как ты узнала, что именно такое платье мне сегодня нужно?— удивленно спросила я.\n— Думаю, что ты пойдёшь с хорошим человеком, а значит и платье должно быть соответствующим— улыбнулась мама— в этом платье ты выглядишь так мило. Ну, а теперь собирайся и спускайся на первый этаж— улыбнулась она и вышла с братом из моей комнаты.",
    "answers": [
      {
        "id": 515,
        "text": "Выбрать туфли"
      }
    ]
  },
  {
    "id": 515,
    "text": "Обуви у меня много. С этим заданием проблем быть не должно.",
    "answers": [
      {
        "id": 516,
        "text": "Бледно-розовые туфли, на среднем каблуке и с розочкой "
      },
      {
        "id": 516,
        "text": "Бледно-розовые туфли, на высоком каблуке с блестками"
      },
      {
        "id": 516,
        "text": "Коричневые туфли, на среднем каблуке с розовыми вставками"
      }
    ]
  },
  {
    "id": 516,
    "text": "Готово.\nЯ сделала легкий макияж и посмотрела на время. Хм… 18:45.\nПора спускаться.",
    "answers": [
      {
        "id": 517,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 517,
    "text": "— Красавица!— улыбнулась мне мама.\nЯ улыбнулась ей в ответ.\nПосле этого мама дала мне кружку с виноградным соком.\n— Так и с кем ты пойдёшь?— спросила она.\n— Ну, я пойду с…\nДоговорить я не успела. В дверь позвонили, а мама побежала открывать.\n— Милая, это к тебе— радостно сказала она.",
    "answers": [
      {
        "id": 518,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 518,
    "text": "На пороге стоял Миша с букетом белых лилий в правой руке и небольшой мягкой игрушкой в левой. \n— Здравствуйте— смущенно улыбнулся он мне с мамой.\n— Ого! Какой милый мальчик— улыбнулась мама.\nЯ смутилась\n— П…привет\nМиша отдал мне букет и мягкого мишку, а потом повернулся к маме.\n— Я-я… могу прогуляться с вашей дочерью, пожалуйста.\nМама захихикала\n— Да, конечно. В следующий раз заходи на чай.\n— Ну мам…— еще больше смутилась я.\n— Удачи— улыбнулась она и закрыла за нами дверь.\nМиша посмотрел на меня.",
    "answers": [
      {
        "id": 519,
        "text": "Улыбнуться"
      },
      {
        "id": 520,
        "text": "Отвернуться"
      }
    ]
  },
  {
    "id": 519,
    "text": "Миша смущенно посмотрел на мою улыбку и улыбнулся в ответ. \n— Пойдем?— спросил меня Миша.\nЯ кивнула и мы куда-то начали идти. Всю дорогу я пыталась узнать, что задумал Миша и куда он меня ведет. ",
    "answers": [
      {
        "id": 521,
        "text": "Попытаться узнать куда мы идем еще раз"
      },
      {
        "id": 522,
        "text": "Спросить про подарок"
      }
    ]
  },
  {
    "id": 520,
    "text": "Краем глаза я увидела на лице Мишы растерянность, но он быстро взял себя в руки.\n—Пойдем?\nЯ кивнула и мы начала идти в непонятном направлении.",
    "answers": [
      {
        "id": 522,
        "text": "Спросить про подарок"
      }
    ]
  },
  {
    "id": 521,
    "text": "Миша улыбнулся.\n—Это должен быть сюрприз, понимаешь?\nЭх… ладно.",
    "answers": [
      {
        "id": 522,
        "text": "Спросить про подарок"
      }
    ]
  },
  {
    "id": 522,
    "text": "—А, ты про мягкую игрушку?\nЯ кивнула.\n— Ты же знаешь, что я в клубе шитья и вязания— улыбнулся он— там я и сделал эту игрушку. Я надеялся, что ты однажды решишь дать мне ответ и для такого случая я ее сделал. Я…я очень рад, что так и получилось.",
    "answers": [
      {
        "id": 523,
        "text": "Двигаться дальше"
      }
    ]
  },
  {
    "id": 523,
    "text": "Через несколько минут мы стояли около кафе «Закат». Я не была здесь раньше, но слышала, что это хорошее место. Здание в пять этажей находилось на небольшой возвышенности нашего городка. \nМиша посмотрел на меня и протянул руку.\n—П-пойдем?— смущенно спросил он. ",
    "answers": [
      {
        "id": 524,
        "text": "Взять Мишу за руку и войти в кафе"
      }
    ]
  },
  {
    "id": 524,
    "text": "Не успела я смотреться, как к нам подошел официант.\n—Добрый вечер, я Александр— вежливо представился официант— желаете столик в кафе или хотите пойти на крышу? \nЧто?Крышу? Ну ничего себе. \n—На крышу— ответил Миша.\nОфициант кивнул и попросил следовать за ним.",
    "answers": [
      {
        "id": 525,
        "text": "Подняться на крышу"
      }
    ]
  },
  {
    "id": 525,
    "text": "Как только мы открыли дверь на крышу, подул прохладный ветерок, а по коже пробежали мурашки. \nОфициант показал нам где сесть и принял заказ. \nМиша заказал кофе и шоколадный торт, а я…",
    "answers": [
      {
        "id": 526,
        "text": "Горячий шоколад и виноград"
      },
      {
        "id": 526,
        "text": "Кофе с молоком и дольку арбуза"
      },
      {
        "id": 526,
        "text": "Зелёный чай и банан"
      }
    ]
  },
  {
    "id": 526,
    "text": "Официант ушел, а я решила осмотреть крышу.\nБлиже к краю лежали разноцветные подушки, а рядом с ними небольшой столик. От свечей по всей крыше исходил приятный запах. Я сразу почувствовала уют и комфорт в этом месте. \nЯ подошла к краю и моему взору представился шикарный вид на весь город. ",
    "answers": [
      {
        "id": 527,
        "text": "Сесть на подушку"
      }
    ]
  },
  {
    "id": 527,
    "text": "Я удобно устроилась и начала ждать официанта. Миша сел рядом.\n— Как тебе здесь?— спросил он.\n— Уютно, но немного прохладно— улыбнулась я.\n— О, подожди, я попрошу официанта принести нам плед. \nДолго ждать не пришлось. Официант вернулся с заказом и пледом, а затем снова удалился. \nЯ укуталась в теплый плед, а горячий напиток согревал руки. \nМиша начал пить кофе, но для себя он плед не взял. \n— Тебе не холодно?— спросила у него я. \n—Немного, но у них остался только один плед— смущенно улыбнулся Миша.",
    "answers": [
      {
        "id": 528,
        "text": "Отдать Мише плед"
      },
      {
        "id": 529,
        "text": "Накрыться одним пледом"
      }
    ]
  },
  {
    "id": 528,
    "text": "Миша удивленно посмотрел на меня. \n—Что? Нет. Я не буду его брать. Главное, что тебе тепло, а меня кофе согреет, хаха.",
    "answers": [
      {
        "id": 530,
        "text": "Продолжить пить напиток"
      }
    ]
  },
  {
    "id": 529,
    "text": "—М-можно?— смущенно спросил Миша.\nЯ кивнула и мы вместе удобно устроились, что бы накрыться пледом.",
    "answers": [
      {
        "id": 530,
        "text": "Продолжить пить горячий напиток"
      }
    ]
  },
  {
    "id": 530,
    "text": "Мы начали разговор о разной ерунде. Через несколько минут солнце начало садиться и я положила голову на плечо Мишы. \n—Красиво…— тихо сказала я.\n—Да…— так же тихо ответил Миша.\nМы наблюдали как солнце медленно уходит в закат. Смотрели на небо, которое окрасилось в розово-оранжевый цвет и тихо разговаривали. \nНеожиданно Миша совсем замолчал и посмотрел на меня. В этот момент я поняла, что он хочет поцеловать меня. \n—М-можно я…— не успел договорить он.\nМои губы коснулись его и мы вместе растворились в нежном поцелуе. \n—Я люблю тебя…— прошептал он.\n— Я тебя тоже…",
    "answers": [
      {
        "id": 531,
        "text": "Шесть лет спустя"
      }
    ]
  },
  {
    "id": 531,
    "text": "Мы сидели на крыше самого, как мне кажется, уютного кафе. Рука Мишы лежала на моей, а на его пальце блестело золотое кольцо. Точно такое было и у меня.\nПосмотрев на красивый ночной город,мы за ручку вышли из кафе.\n— Ай!— крикнула я. \nМиша мгновенно подхватил меня. \n— Извини, споткнулась…— тихо сказала я.\nМиша встал на колени и обнял меня.\n— Будь осторожнее— сказал он и погладил меня по животу— я не хочу чтобы вы пострадали. \nМиша встал с колен и поцеловал меня в лоб.\n— В следующий раз мы пойдем смотреть на закат втроем… ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 532,
    "text": "",
    "answers": []
  }
]