[
  {
    "id": 1,
    "text": "Парень живет со своими бабушкой и дедушкой на окраине леса, которая выходит на поле, в небольшом домике. Раньше они жили в городе, но переехали сюда в виду тихой жизни. Сейчас этот город расположен в 7-8 верстах от их домика и время от времени бабушка и дедушка уезжали в город, чтобы прикупить еды, одежды. Это иногда занимало не более 3 дней, иногда поездка тянулась до недели. Смотря какая погода: если дождь, может дорогу размыть — приходится в объезд езжать. А бывает погода благоприятствует.<s>r\nНу и вот однажды отправились как-то родители Миттона(так зовут того парня) в такую поездку.<s>r\n—---------------------------------------------<s>r\nАвтор: Jeweige\n Жанр: Фэнтези, Приключения<s>r",
    "answers": [
      {
        "id": 2,
        "text": "★ Первая часть. Вступление."
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 42,
        "text": "★ Вторая часть.",
        "need": [
          40
        ]
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 75,
        "text": "★ Третья часть. Заключительная.",
        "need": [
          83
        ]
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c841431/v841431786/28009/_8hv75-Bvic.jpg",
        "system": true
      },
      {
        "id": 73,
        "text": "Новости"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Феральд, ты кормил лошадь? — спросила бабушка деда.\n— Конечно, Бетти.\n— Хорошо, тогда во сколько выезжаем?\n— Через час. Ты уже собрала вещи?\n— Да. Мне осталось только разложить.\n— Ладно, ты разлаживай, а я пойду поговорю с Миттоном. — Выходит на улицу и направляется к лавочке, где сидит внук.\n— Мит! — зовет вас дед.",
    "answers": [
      {
        "id": 3,
        "text": "Да?"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Да? — поворачиваетесь в его сторону.\n— Мы с бабушкой сегодня уезжаем в город и тебе придется остаться дома одному.",
    "answers": [
      {
        "id": 4,
        "text": "А можно мне с вами?"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Нет. В городе при въезде и выезде берут налог с людей не живущих там. И если мы возьмем тебя с собой, то у нас не хватит денег заплатить. — Дедушка сделал печальное лицо. \n— Но мы ненадолго! Всего то несколько дней! Мы оставим тебе еду, дрова сможешь сам наколоть, чтобы печь затопить.",
    "answers": [
      {
        "id": 5,
        "text": "Ну как же я без вас?"
      },
      {
        "id": 7,
        "text": "А, ясно. Буду вас ждать."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Мы постараемся не задерживаться и приехать побыстрее.\n",
    "answers": [
      {
        "id": 7,
        "text": "Придется мне вас ждать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вечереет. Небо заливается яркими красками заката. Облака еле тянутся по небосводу, а Мит лежит на траве и считает их как пушистых овечек: \n— Раз, два, три, четыре....ой, надо же дров наколоть!\nОн идет за дом, берет топор, поленья и резкими ударами начинает колоть сухую древесину. Она легко поддается его сильным рукам и он легко накалывает дрова на сегодня и на завтра.\n",
    "answers": [
      {
        "id": 8,
        "text": "Пойти в дом"
      },
      {
        "id": 9,
        "text": "Посмотреть по линии горизонта"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Вот и славно! Мы быстро приедем, ты даже не заметишь! А теперь пошли в дом, попращаемся.",
    "answers": [
      {
        "id": 6,
        "text": "Прошло несколько часов"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы берете пару дровишек и заходите в дом. Солнце уже почти село, поэтому в доме стало темно. Вы поджигаете лампу. Озаряется довольно просторная комната. У окна стоит стол, а на нем вкусно пахнущая каша, жирные оладья и чашка малинового варенья. Напротив стола с другой стороны комнаты стоит белая печь со следами копоти. Справа собственно дверь, а слева лестница на чердак, тумбочки, ящики и прочая. Вскоре Миттон затопил печь, поел и лег спать на печи.",
    "answers": [
      {
        "id": 11,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы смотрите очень далеко и ничего необычного не замечаете.",
    "answers": [
      {
        "id": 8,
        "text": "Идти в дом"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы идете в глубь леса и вскоре выходите на тропинку, которая ведет к реке. Через некоторое время вы поворачиваете налево, ведь вам надо не на речку, а к ручью. Протоптанная земля из-за солнца нагревшего ее отдавала теплом и было приятно ступать по ней. Редкие папоротники прятались за стволами вековых сосен. Часто попадались кусты шиповника и вы набрали себе немножно красных ягод. Справа слышалось гульканье ворон, а слева какие-то мелкие птички шуршали в траве и чирикали. Казалось лес в каждом своем уголке прячет какую-то живность.\nНу вот вы и вышли в ручью. Он приветствовал вас своим веселым журчанием. Вы подошли к ручью, зачерпнули воды в ладошку и хлебнули. Вода оказалась сладкой и холодной.\nВы увидели как летит птица и проследили за ней взглядом. Вы резко повернулись обратно и увидели что на другой стороне ручья качаются кусты. А теперь хрустнула ветка. Что делать?",
    "answers": [
      {
        "id": 24,
        "text": "Быстро бежать к тем кустам"
      },
      {
        "id": 25,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мит просыпается, открывает глаза, зевает и смотрит на занимающийся рассвет. Солнце поднимается выше и первый луч попадает ему прямо в глаз! Он моргает, улыбается и идет завтракать.\nПосле завтрака Миттон садится на лавочку и думает, что бы поделать.",
    "answers": [
      {
        "id": 12,
        "text": "Попить воды"
      },
      {
        "id": 13,
        "text": "Пойти по грибы"
      },
      {
        "id": 14,
        "text": "Убраться в доме"
      },
      {
        "id": 16,
        "text": "Идти рыбачить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Запасы воды закончились. Придется идти в лес к ручью.",
    "answers": [
      {
        "id": 10,
        "text": "Идти к ручью"
      },
      {
        "id": 11,
        "text": "Не идти"
      }
    ]
  },
  {
    "id": 13,
    "text": "Сейчас лето. Рановато по грибы.",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "В доме чисто.",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "А вот и она! В углу стоит. Вот и ведро рядом!",
    "answers": [
      {
        "id": 17,
        "text": "Взять все"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы решаете сходить порыбачить на речку. В доме лежала дедушкина удочка. Но вы не помните где именно.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть дом"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы отправляетесь на речку. Вы идете по лесу и вскоре выходите на тропинку, ведущую к реке. Через несколько минут вы уже на месте. Вы видите что можно сесть на песчаном берегу или на небольшом обрыве.",
    "answers": [
      {
        "id": 18,
        "text": "Песчаный берег"
      },
      {
        "id": 19,
        "text": "Небольшой обрыв"
      },
      {
        "id": 23,
        "text": "Сколько рыбы поймано?"
      },
      {
        "id": 11,
        "text": "Идти домой",
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы усаживаетесь поудобней, забрасываете удочку и ждете. Ждете. Еще ждете. Не клюет! Может стоит сменить место или подождать еще?",
    "answers": [
      {
        "id": 18,
        "text": "Подождать"
      },
      {
        "id": 17,
        "text": "Сменить место"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы аккуратно садитесь на краю обрыва, закидываете удочку и ждете.\nЧерез некоторое время поплавок начинает дергаться.",
    "answers": [
      {
        "id": 20,
        "text": "Вытащить удочку",
        "var_add": [
          "рыба",
          1
        ]
      },
      {
        "id": 21,
        "text": "Подождать"
      },
      {
        "id": 17,
        "text": "Прекратить рыбалку"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы вытаскиваете удочку, а на ней дергается рыба!\n\nПолучен предмет:\n\n[Рыба]  ×1",
    "answers": [
      {
        "id": 19,
        "text": "Продожить рыбалку"
      },
      {
        "id": 17,
        "text": "Прекратить рыбалку"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ваша рыба срывается! Попробуете еще?",
    "answers": [
      {
        "id": 19,
        "text": "Еще раз"
      },
      {
        "id": 17,
        "text": "Прекратить рыбалку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы поднялись на этаж выше. Здесь идет длинный коридор. С одной стороны ряд окон, с другой двери. Нея постучала в дверь покрытой золотой пыльцой и мы вошли. Вашим глазам открылся зал с большим столом посередине. За ним сидели немного постаревшие эльфы. \n\n— Нея, что здесь происходит? Почему здесь человек?<s>r\n\n— Позвольте вам все объяснить!<s>r\n\n— Хорошо, давай отойдем. — Старый эльф подает ей жест, чтобы она подошла. Они уходят в дальний угол и тихо разговаривают. Вы стоите в смятении и ждете. Другие эльфы внимательно осматривают вас.<s>r\nНу вот они закончили. Нея была немного взволнована.<s>r\n\n— Итак. Мы знаем почему вы здесь оказались. Я очень возмущен повидением Неи, поэтому мы с Советом еще подумаем, что с ней делать. — Сказал старый эльф.\n\n— Если вы хотите покинуть наш замок, нам придется стереть вам память. Вы проснетесь дома и подумаете, что это был сон. Если вы хотите остаться у нас, то сделаете это навсегда, потому что мы не можем отпустить вас с этими знаниями.",
    "answers": [
      {
        "id": 39,
        "text": "Я хочу все забыть"
      },
      {
        "id": 40,
        "text": "Я хочу остаться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Узнайте сколько у вас рыбы.",
    "answers": [
      {
        "id": 1,
        "var_show": [
          "рыба"
        ],
        "comment": true,
        "text": "Вы поймали рыбы: "
      },
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы срываетесь с места, перепрыгиваете через ручей и бежите в сторону кустов. Вы приглядываетесь и замечаете кого-то бегущего по лесу. Впереди идет обрыв, а этот кто-то легко перебегает его по поваленному дереву и скрывается за деревьями.",
    "answers": [
      {
        "id": 26,
        "text": "Идти через обрыв по бревну"
      },
      {
        "id": 25,
        "text": "Перестать преследовать"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы еще несколько секунд смотрите в ту сторону, разворачиваетесь и уходите. Вы возвращаетесь домой за полдень, после того как немного прогулялись по полю. Вы все думаете о том случаете в лесу. Он не дает вам покоя весь оставшийся день. Наверное стоило догнать того незнакомца в лесу. Зачем он следил за вами? Может это просто олень или какое-нибудь другое животное? Может за вами не следили, а просто проходили мимо?\nВот бы сейчас были бы родители дома, они бы подсказали.",
    "answers": [
      {
        "id": 28,
        "text": "Поплести из прутиков"
      },
      {
        "id": 29,
        "text": "Полежать на печи"
      }
    ]
  },
  {
    "id": 26,
    "text": "Это бревно лежит вполне устойчиво и вы решаетесь пройти по нему.",
    "answers": [
      {
        "id": 27,
        "text": "Бежать по бревну"
      },
      {
        "id": 27,
        "text": "Идти медленно"
      }
    ]
  },
  {
    "id": 27,
    "text": "Что ж, вы двигаетесь по бревну, но внезапно часть коры отрывается, вы соскальзываете и....падаете!\n— Помогите! Ааааа!",
    "answers": [
      {
        "id": 32,
        "text": "Потеря сознания"
      }
    ]
  },
  {
    "id": 28,
    "text": "В корзинке лежали прутики. Вы берете прутики, собираете основу и начинаете плести. Вы так и не решили что же плести и вам быстро надоедает это дело.",
    "answers": [
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы лежите на печи и смотрите в потолок. Доски имели небольшой проем между собой и вы просовываете туда руку.\nНичего! Вы убираете руку и вас обсыпает пылью и песком. Вы садитесь и начинаете отряхиваться и чихать.\nКогда вы снова легли вас потянуло в сон и вы легко уснули.",
    "answers": [
      {
        "id": 30,
        "text": "Следующее утро"
      }
    ]
  },
  {
    "id": 30,
    "text": "На утро ваши родители приехали и вы побежали их встречать!<s>r\nОни привезли всякого разного: плюшки и ватрушки, одежонку новою, добро разное, по хозяйству мелочовку разную, посуду новую, пряжу и ткацкий станок. <s>r\nТеперь родителям не придется так часто уезжать, ведь они теперь будут сами одежду себе шить, а может и на продажу возить! А еще семян купили. Теперь и поле засеют. И самое главное. Буренку купили! Да какую хорошенькую! Вся коричнева, да пятна белые по бокам. <s>r\nТеперь будет свое хозяйство. Будет все. А если будет все, то и будут они жить счастливо. Конец.<s>r\n<s>r\nПолучено достижение: <s>r\nОткрыта новая концовка(Простая деревенская жизнь).",
    "answers": [
      {
        "id": 1,
        "text": "На главную",
        "var_set": [
          "первая",
          2
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "<s>r\n",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "1. Простая деревенская жизнь",
        "need": [
          30
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "2. [Заблокировано]",
        "need": [
          -40
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "2. Начало истории эльфа",
        "need": 40
      },
      {
        "id": 1,
        "text": "=======================================",
        "comment": true
      },
      {
        "id": 1,
        "text": "|| Третья часть ||",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "1. [Заблокировано]",
        "need": -102
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "1. Правление смерти",
        "need": 102
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "2. [Заблокировано]",
        "need": -106
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "2. Правление Неи",
        "need": 106
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "3. [Заблокировано]",
        "need": -104
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "3. Правление Миттона",
        "need": 104
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы очнулись в какой-то кровати. Но это какая-то странная кровать. Деревянная с резной спинкой. Такая просторная и такие пушистые одеяла! Здесь стояла разная мебель, тоже резная. Круглое окно в стене и шторки из странной ткани. Она так странно блестит. Вы встаете, смотрите в окно. Вам открывается вид на площадку, похожую на предзамковую территорию. Везде снуют люди в странной одежде. А еще они......Летают! За спиной у них быстро махают полупрозрачные крылышки.\n— Куда же я попал? \n— О, вы уже проснулись! — В комнату вошла девушка со светлыми волосами в странном платье. А еще у нее заостренные уши. Она смотрела на вас и улыбалась.",
    "answers": [
      {
        "id": 33,
        "text": "Напасть"
      },
      {
        "id": 35,
        "text": "Спросить"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы кидаетесь на нее и уже хотите ударить ее, но она взмахивает рукой. Из нее вылетает блестящая пыль и отбрасывает вас назад.\n— Ну что же вы! Мы вам жизнь можно сказать спасли, а вы бросаетесь. Позвольте я вам все объясню.",
    "answers": [
      {
        "id": 35,
        "text": "Спросить"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Мы эльфы Восходящего Солнца. Помогаем природе и ее обитателям.",
    "answers": [
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Что вы хотите узнать?",
    "answers": [
      {
        "id": 34,
        "text": "Кто вы такие?"
      },
      {
        "id": 36,
        "text": "Вы меня спасли?"
      },
      {
        "id": 37,
        "text": "Где я?"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Да, я вас спасла. Вы наверное спросите зачем и почему? В основном мы спасаем животных и других волшебных существ, но бывают исключения.\n— Других волшебных существ? Есть другие?\n— Да, но это тебе пока рано знать.\n— Тоесть получается я исключение?\n— Угу. Нам вообще запрещено спасать обычных людей, это их проблемы, что они что-то не то сделали, но я спасла тебя потому что сама виновата в том, что ты упал. Не надо было за тобой следить.\n— Так это ты? Тоесть это вы следили за мной? Зачем?",
    "answers": [
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Ты в замке эльфов Восходящего Солнца.\n— Это далеко от моего дома?\n— Далековато. Пешком будет долго идти. Ты хочешь вернуться домой? Тебя так просто не отпустят. С тем, что ты сегодня узнал. Надо посоветоваться с Советом. Кстати, меня зовут Нея. А теперь пойдем.\nНея открывает дверь, берет вас за руку и ведет по большому холлу.",
    "answers": [
      {
        "id": 38,
        "text": "Следовать за ней"
      }
    ]
  },
  {
    "id": 38,
    "text": "Здесь проходит множество эльфов. Некоторые смотрят на вас с явным удивлением и интересом, некоторые просто проводят взглядом и идут мимо.<s>r\nВы идете по холлу, который полностью состоит из дерева. На стенах висит множество светильников, Слева висит зеркало, под которым стоит резная лавочка. Да тут все резное, даже стены и окна!<s>r\nВы проходите несколько метров, а потом поворачиваете и поднимаетесь по лестнице. Как же здесь красиво!",
    "answers": [
      {
        "id": 22,
        "text": "Подняться по лестнице"
      },
      {
        "id": 38,
        "text": "movie back fast ",
        "url": "http://s018.radikal.ru/i507/1710/77/28ca8d120888.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "- Ладно, это было ваше решение.<s>r\nВы упали в обморок.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Хорошо, вы останетесь у нас, но вам придется выполнить некоторые условия. Вы станете эльфом.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\nПолучено достижение:<s>r\nОткрыта новая концовка(Начало истории эльфа).\n\nОткрыт доступ ко 2 части.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 41,
    "text": "- Помнаи я люпдю тдбеоря [неразборчивый голос].<s>r\n",
    "answers": [
      {
        "id": 30,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 42,
    "text": " Глава 2 \n— Посвящение в эльфы --",
    "answers": [
      {
        "id": 43,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Сегодня ночью вас должны посвятить в эльфы. Нея сказала, что для этого нужно уснуть в Лотосе жизни в полночь, а на утро вы превратитесь в эльфа. Таким же способом можно стать ночным эльфом, но для этого нужно безлуние.\nСейчас вы сидите в комнате учеников и слушаете правила жизни эльфа, которые вам рассказывает учитель.",
    "answers": [
      {
        "id": 44,
        "text": "Слушать внимательно"
      },
      {
        "id": 45,
        "text": "Думать о Нее"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Первое правило эльфов: не причиняй вреда просто так. Атаковать можно только для защиты или во время войны.\n— Второе правило: защищай природу и слабого.\n— Третье правило: не общаться с людьми. Они не дожны знать о нашем существовании.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Нея сказала, что у нее дела. Она тоже обучается. Обучается магии. Она сказала, что скоро вы тоже будете обучаться магии. А точнее после того как станете эльфом.\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Выйдя из класса, вы видите тот же холл из резного дерева, множество эльфов и Нею.\n— Нея. привет!\n— О, Миттон, здравствуй! — Нея смотрит на вас и улыбается.",
    "answers": [
      {
        "id": 50,
        "text": "Что сегодня делала на уроках?"
      },
      {
        "id": 50,
        "text": "Где ты была? Я очень соскучился!"
      }
    ]
  },
  {
    "id": 47,
    "text": "— А теперь проведем тест, чтобы узнать как вы усвоили правила. Ответьте на вопрос: Сколько правил у эльфов?",
    "answers": [
      {
        "id": 48,
        "text": "Два"
      },
      {
        "id": 49,
        "text": "Три"
      },
      {
        "id": 48,
        "text": "Четыре"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Мистер Миттон, вы плохо слушали лекцию, придется рассказать вам заново.",
    "answers": [
      {
        "id": 44,
        "text": "Слушать правила"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Отлично! Вы справились с заданием. Теперь можете идти.\nВсе эльфы и вы встали со своих мест и переговариваясь направились к выходу из класса.",
    "answers": [
      {
        "id": 46,
        "text": "Выйти из класса"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Училась новой технике телепатии. Смотри как я могу! — Она делает движения пальцами и что-то тихо шепчет. Как вдруг лавочка справа от вас начинает двигаться из стороны в сторону. Через несколько секунд она сдвигается с места и летит прямо к вам. \n— Садись, полетаем!\n",
    "answers": [
      {
        "id": 52,
        "text": "Ну давай попробуем"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы дергаете Нею за руку.\n— Что ты делаешь? Нет!\nЛавочка начинает качаться из стороны в сторону словно маятник, а потом быстро падает и вы сильно ударяетесь об пол.\nПридя в себя вы осматриваете все вокруг. Сломанная лавочка, руки и лицо в ушибах, а Нея лежит на полу. Вы слегка трясете ее и она очнулась.\n— Что это вы тут устроили? — Перед вами стоит уже знакомый вам Нестер и толпа вокруг вас.\n— П..простите. Я все уберу! — Нея встает, пытается что-то сделать, но внезапно вскрикивает.\n— А! Как больно! Я кажется сломала руку.\n— Ты опять веселилась с Миттоном? Сколько это может продолжаться? Я не позволю устраивать в замке такой беспорядок! Пожалуйста, все это за пределами замка. А теперь отправьте Нею в лечебницу и уберите это.\nТолпа немного пошуршала и начала расходиться.",
    "answers": [
      {
        "id": 55,
        "text": "Отправиться к себе в комнату"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы садитесь на лавочку вместе с Неей и медленно взлетаете. Выше и выше. Сверху висит большая люстра.\n— Остановись! Быстро!",
    "answers": [
      {
        "id": 51,
        "text": "Дернуть за руку"
      },
      {
        "id": 54,
        "text": "Держаться за лавочку"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы выходите из комнаты и идете налево, вдоль холла. Пол выстлан красной дорожкой с тонкой зеленой полоской на краю. Кстати, пол невероятной чистоты. Тоже заколдованный или его так хорошо моют? Вдоль коридора стоит несколько лавочек. На них сидели самые разные эльфы: от совсем молодых до староватых. Староватые, это видимо учителя.\nВы наконец-то доходите до больших железных дверей, которые сейчас отперты и выходите на улицу. Вы наблюдаете перед собой площадку, которая была видна из вашего окна. Она аккуратно выложена светлым камнем. Справа и слева от нее за перилами растут большие зеленые кусты, а спереди находится большая лестница. Вы спускаетесь и поворачиваете немного правее. Пройдя некоторое расстояние вы попадаете в что-то наподобие маленькой улицы. Небольшие домики по стенам покрытые лозой стояли параллельно друг другу на протяжении всей улицы. Уже немного стемнело, поэтому на улице почти никого не было. Зажглись фонари. Они горели разными цветами: синеватым, сиреневым, оранжевым, желтым, золотым.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Круто, да?",
    "answers": [
      {
        "id": 58,
        "text": "Да!"
      },
      {
        "id": 58,
        "text": "Мне не нравится. Опусти скорее!"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы приходите в свою комнату и закрываете дверь. Ваша комната осталась неизменной, то же окно, та же кровать, только на столике появился ваш свежий ужин. Кормили сегодня цветочным нектаром и салатом из каких-то трав и грибов. На первый взгляд эта еда кажется непривычной, но если распробовать, то быстро привыкаешь.",
    "answers": [
      {
        "id": 56,
        "text": "Поужинать"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы присаживаетесь за стол и начинаете ужинать. В окно светит оранжевое, которое вскоре упадет за горизонт, солнце, а это значит, что скоро наступит ночь и скоро посвящение.",
    "answers": [
      {
        "id": 57,
        "text": "Закончить ужинать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы заканчиваете трапезу и посуда сама собой улетает из комнаты в какую дыру в стене, похожую на дымоход. Видимо заколдованная.",
    "answers": [
      {
        "id": 53,
        "text": "Отправиться на место посвящения"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Все, больше не могу. Спускаемся. — Нея сделала явное усилие и лавочка плавно опустилась на свое место.\n— Ой, я вспомнила! Мне надо забежать в библиотеку и прочитать книгу по бесконтактным ударам!\n— Чего?\n— Это про магию, на которой я специализируюсь. Ну ладно, пока. Я побежала.\n— До встречи!",
    "answers": [
      {
        "id": 55,
        "text": "Идти в свою комнату"
      }
    ]
  },
  {
    "id": 59,
    "text": "Ну вот вы и на месте. Озеро отражает лунный свет. На другом берегу растут ивы. Вы заприметили один лотос около берега. Когда вы подошли к нему вы почувствовали мягкий аромат цветка. Вы аккуратно заходите в него и отталкиваетесь ногой от берега. Загнув один лепесток вы ложитесь на него головой и проваливаетесь в сон.",
    "answers": [
      {
        "id": 60,
        "text": "Проснуться"
      },
      {
        "id": 59,
        "text": "few black",
        "url": "http://s013.radikal.ru/i323/1710/34/f7a281ead482.jpg"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы открываете глаза и чувствуете, что что-то изменилось в вас. Вы чувствуете большую силу. Пытаетесь встать и падаете. Что такое?\n— Вам еще придется привыкнуть к новому телу, не торопитесь. — Сказал вам Нестер. Он взмахнул рукой и лотос поплыл в сторону берега. Когда он достиг берега, вы попытались медленно и аккуратно встать и не упали.\n— Я стал эльфом?\n— Да.\n— И что дальше? Что я буду делать?\n— Вы сможете выбрать область, в которой будете работать и начнете обучение.\n— А кем вы работаете?\n— Я управляю замком Заходящего Солнца, предподаю магию и состою в Совете.\n— А когда я могу начать обучение?\n— Вы начнете прямо сегодня. Я сам буду вас учить. Приходите сегодня после завтрака.",
    "answers": [
      {
        "id": 61,
        "text": "Идти в замок"
      },
      {
        "id": 60,
        "text": "введите команды для картинки",
        "url": "http://s013.radikal.ru/i323/1710/34/f7a281ead482.jpg"
      },
      {
        "id": 60,
        "text": "введите команды для картинки",
        "url": "http://s013.radikal.ru/i323/1710/34/f7a281ead482.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы заходите в уже знакомый коридор и идете в свою комнату. Завтракаете и отправляетесь на занятия.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы поднимаетесь по лестнице, а вам навстречу спускается Нея.\n— Вау! Мит! Ты уже стал эльфом! Как все прошло?\n— Все нормально. Нестер сказал, что уже сегодня я начну занятия. Я как раз на занятия топаю. Вот только не знаю, где они проходить будут...\n— Пошли, я покажу тебе. \nВы поднимаетесь по лестнице и идете к третьей двери слева.\n— Вот эта дверь. Удачи.\nНея целует вас и уходит.",
    "answers": [
      {
        "id": 63,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 63,
    "text": "— О, Мистер Миттон, проходите, присаживайтесь. Я вас как раз жду.\nПрисаживаетесь за стол.\n— Итак, начнем. Вы можете стать:\nсобирателем — добывает различные материалы;\nстражником — защищает замок и население;\nволшебником — выполняет разнообразные функции.",
    "answers": [
      {
        "id": 64,
        "text": "Волшебник",
        "forget": 68
      },
      {
        "id": 65,
        "text": "Стражник"
      },
      {
        "id": 66,
        "text": "Собиратель"
      },
      {
        "id": 1,
        "text": "[Справка: от выбора может зависеть доступность дополнительной ветки сюжета]",
        "comment": true
      }
    ]
  },
  {
    "id": 64,
    "text": "Волшебники могут управлять такими магиями:<s>r\n<s>r\nТелепатия  —  бесконтактные манипуляции и внедрение в мысли<s>r\n<s>r\nСтихийная магия  —  управление 5-ю природными стихиями<s>r\n<s>r\nМагия крови, света, тьмы, жизни и запрещенная смерти<s>r\n<s>r\n<s>r\n<s>r\nДополнительно можете почитать в библиотеке.<s>r\n              \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"'''''",
    "answers": [
      {
        "id": 70,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 65,
    "text": "Эта профессия не пользуется популярностью, потому что редко кто-то вторгается на территорию эльфов. Уже много лет никто не нападал на эльфов и они сами ведут мирную жизнь, потому что так велят правила.",
    "answers": [
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Собиратели добывают еду, целебные травы, варят зелья, микстуры, лекарства. Собиратели не могут сварить целебное зелье от абсолютно всех болезней, поэтому в лечении им могут помогать маги-лекари.",
    "answers": [
      {
        "id": 68,
        "text": "Начать обучение",
        "forget": 64
      },
      {
        "id": 63,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Здравствуйте, Мистер Миттон. — приветствует вас Нестер.\n— Доброго дня.\n— Вы можете сегодня принести пару листьев дурманола? Я на следующем уроке буду рассказывать и показывать на практике применение зелья видений.",
    "answers": [
      {
        "id": 86,
        "text": "Конечно"
      },
      {
        "id": 87,
        "text": "Простите, не смогу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Собиратели подразделяются на несколько типов:\n\nПищевые — добывают пропитание(пыльца, мед, грибы, ягоды).\n\nЛекари — ищут растения с целебными свойствами.\n\nКомпонентные — приносят разные предметы, требующиеся для ремесел.\n\nГотовщики зелий — варят зелья для лечения, превращений и т.д.\n\nВы можете заниматься любым видом собирательства, только для этого нужно хорошо знать их все.",
    "answers": [
      {
        "id": 69,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 69,
    "text": "Перечень основных объектов собирательства.\n\nЕда:\nПыльца, нектар, вода, торф, грибы, ягоды, мед.\n\nЛекарственные:\nПылевик, пыльца подорожника, акациевое масло, листь лаванды.\n\nКомпоненты:\nКамешки, палочки, резиновая трава, плененная роса, прутики.\n\nЗелья:\nЛечащие, яды(парализующие, шокирующие), для дыхания под водой.\n\n\nДополнительно читайте в библиотеке.\n   ~        ~        ~        ~        ~         ~      ",
    "answers": [
      {
        "id": 70,
        "text": "Закончить урок"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы прощаетесь с учителем Нестером и выходите из класса. Спустясь на этаж ниже вы замечаете Нею, сидящую на лавочке с другим эльфом. Они о чем-то весело переговаривались, а завидев вас Нея встала и подошла.",
    "answers": [
      {
        "id": 71,
        "text": "Привет!"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Здравствуй! Как дела?",
    "answers": [
      {
        "id": 72,
        "text": "Нормально, сама как?"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Да потихоньку-понемножку. Слушай, ты сегодня свободен? Я хотела тебя позвать прогуляться ближе к вечеру. Я как раз сегодня свободна.",
    "answers": [
      {
        "id": 80,
        "text": "Конечно, давай прогуляемся"
      },
      {
        "id": 74,
        "text": "Прости, я не могу"
      }
    ]
  },
  {
    "id": 73,
    "text": "Пам пам",
    "answers": [
      {
        "id": 1,
        "text": "→ 8 октября 2017 ←\nОткрыт раздел новости. Теперь если вы хотите узнать чем живет проект и что вообще происходит с ним, то можете заглянуть сюда.\nДобавлена 2 часть. Читаем!)\nКстати. Чтобы ее открыть, надо пройти 2 концовку 1 части.\nИсправления ошибок. Залиты картиночки.",
        "comment": true
      },
      {
        "id": 1,
        "text": "→ 10 октября 2017 ←\nДобавлена 3 часть. Читайте и узнайте, чем закончился этот квест.\nИсправлены ошибки, заменены некоторые слова.",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Почему? Что-то случилось? — Вы ничего не ответив уходите в свою комнату.\n— Подожди, куда ты? — кричит Нея вам вслед. Вы не повернувшись уходите.\n\nВы пришли в свою комнату, упали на кровать и устало вздохнули. Вам кажется, что этот замок, эльфы и все такое вам уже надоело. Хочется просто быть дома со своими родителями, ходить гулять каждый день, лежать в поле на траве и не думать обо всем этом. Вам приходит мысль сбежать отсюда.",
    "answers": [
      {
        "id": 76,
        "text": "Лучше не сбегать"
      }
    ]
  },
  {
    "id": 75,
    "text": "Уже многие месяцы Миттон находится в пристанище эльфов. Несколько времен года сменили друг друга. За это время происходили короткие нападения агрессивных фей природы. Им не понравилось, что часть земли, на которой живут эльфы, им неподвластна. За участие в защите от набегов вы получили звание помощника представителя эльфов Восходящего Солнца, тоесть Нестера. Теперь вы состоите в Совете и без вас не решают самые важные вопросы. Ваши отношения с Неей достигли романтических.\n\nДавайте начнем 3 часть знакомством с участниками Совета. Незадолго до этого прошлых заменили новыми, молодыми. Теперь он состоит из пяти эльфов: вас, Нестера, Неи, Дарнса и Эдрин. \nДарнс — высокий эльф с золотистыми волосами и грубыми чертами лица.\nЭдрин имеет милую внешность, а волосы у нее сиреневого цвета собранные сзади в пучок.",
    "answers": [
      {
        "id": 67,
        "text": "Начать",
        "need": [
          68
        ],
        "need_ever": true
      },
      {
        "id": 93,
        "text": "Начать",
        "need": [
          64
        ],
        "need_ever": true
      },
      {
        "id": 108,
        "text": "(Выбирайте любую)  !75"
      }
    ]
  },
  {
    "id": 76,
    "text": "Возможно, после окончания учебы станет легче. Лучше не пытаться сбежать. Ведь теперь вы стали эльфом и если вас потеряют, то будут искать, чтобы избежать нежелательного контакта с людьми.",
    "answers": [
      {
        "id": 77,
        "text": "Провести остаток дня лежа на кровати"
      },
      {
        "id": 78,
        "text": "Сходить в библиотеку"
      },
      {
        "id": 79,
        "text": "Вернуться к Нее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы целый день лежите на кровати с плохим настроением и мыслями о побеге из этого кошмара.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы пришли в огромную комнату библиотеки. Здесь стоит очень много полок и на каждой не менее 300 книг!",
    "answers": [
      {
        "id": 84,
        "text": "Начать поиски подходящей книги"
      }
    ]
  },
  {
    "id": 79,
    "text": "Сейчас Нея одна стояла возле зеркала и прихорашивала свои белокурые волосы. Вы подошли к ней.\n— Почему ты ушел?\n— Я немного устал и мне надо было отдохнуть.\n— На тебя все это так резко свалилось. Эльфы, обучение, волшебный мир...",
    "answers": [
      {
        "id": 80,
        "text": "Твое предложение о прогулке еще в силе?"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Да, я все еще хочу сходить с тобой на прогулку.\n— Когда? — спросили вы.\n— Пошли сейчас.\n— Ну пошли. — И вы отправились в лес. \n\nСегодня было тепло, дул легкий ветер. Птицы громко щебетали в кронах деревьев. Почему-то маленькие мыши очень громко шуршали в опавших листьях. Постойте! Это не они так громко шуршат, это вы так остро слышите. Вы посмотрели далеко вперед и услышали, как отбивает копытами по земле олень. Просто удивительно.\nНея стала идти ближе с вами и взяла вас за руку. Казалось тепло ее руки попало через все тело прямо в сердце. Вам захотелось расправить огромные прекрасные крылья и улететь прямо в небеса, где живут белые пушистые облака и яркое теплое солнце. Это невероятное чувство овладевало вами все больше, окутывало каждую частичку тела. Снаружи вас все больше сдавливало ощущение невероятной чистоты и свободы, но казалось внутри все пустует. И это что-то пыталось проникнуть в ваше душевное пространство сильнее и сильнее. Оно пыталось разорвать оболочку, отделявшую вас от остального мира, найти связующую нить, которая ведет к ключу от вашего сердца. Как вдруг это ощущение резко проходит и рука Неи вздрагивает.",
    "answers": [
      {
        "id": 82,
        "text": "Ты тоже это почувствовала?"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Нестер говорил, что нужно быть магом, чтобы иметь должность представителя, а я собиратель. Поэтому ты должна им стать.\n— Ну видимо так.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Прости, это чувствуешь только ты. Я пробовала на тебе свою новую магию — телекинез. Но ты почему-то не поддаешься ей. У тебя как будто стоит какая-то защита, барьер...\n— Зачем ты это делала?\n— Просто тренировалась. — пожала плечами Нея и отвела глаза.\n— Ну ладно. Смотри какая полянка. Давай присядем.\n\nВы провели весь оставшийся день за разговорами о природе, эльфийской жизни, замке Заходящего Солнца и лотосах.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n• Конец второй части •\n\nПройдите третью заключительную часть и узнайте, что станет с новоиспеченным эльфом Миттоном.",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 84,
    "text": "Где же она? Может эта или эта? Ах, вот же она! Вы листаете книгу и оказывается это не та книга.\nПроведя почти час в библиотеке, вы ничего не находите...",
    "answers": [
      {
        "id": 85,
        "text": "Выйти из библиотеки"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы спускаетесь в ничуть не изменившийся холл и ищете взглядом Нею.",
    "answers": [
      {
        "id": 79,
        "text": "Искать взглядом"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Вот и славно. А теперь у меня дела. До встречи!",
    "answers": [
      {
        "id": 88,
        "text": "В лес"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Ну ладно, попрошу кого-нибудь другого.\n— До встречи.",
    "answers": [
      {
        "id": 93,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 88,
    "text": "Дурманол обычно растет около влаги и издает специфический запах. Найти его не составит труда.\nВы идете по тропинке и смотрите немного правее. Слышен шум воды. Значит уже недалеко!\nВот вы пришли на место назначения. Небольшая речка бежала меж больших камней. Вы идете вдоль нее несколько метров и начинаете чувствовать запах чего-то солено-сладко-острого. Да, это он! Вот его стебель с широкими покрытими липким соком листьями. Вы срываете пару листочков. Рассматриваете их. И для интереса нюхаете их. И делать этого не стоило, потому что вас начало сильно клонить в сон.",
    "answers": [
      {
        "id": 89,
        "text": "В сон"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы чуствуете, что летите в тумане, как в бесконечной пелене. Вокруг никаких звуков. И тут вокруг вас начинает появляться мир, окрашиваться в цвета.\nПеред вашим взором встает картина: большой мудрый филин летит над лесом, набирая высоту и скорость, и казалось уже ничто не сможет его остановить. Но вдруг почему-то филин начинает снижаться и падать. Он падает ниже и ниже, и в итоге скрывается в листве деревьев. И тут на его место взлетает красивый гордый орел. Его большие мощные крылья несут его на огромной скорости.\nИ на этом месте все обрывается. Все снова заливается серой непроглядной мутью.",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы вернулись в реальный мир. Вы как были перед дурманолом, так и сидите с листочками в руках.\nСтранно, почему филин из того видения так резко упал без причины? Что бы это значило?",
    "answers": [
      {
        "id": 91,
        "text": "Вернуться в замок"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы зашли в главный холл, везде снуют эльфы. Кабинет Нестера находится на этаже выше, поэтому вы поднялись по широкой лестнице.",
    "answers": [
      {
        "id": 92,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Нестер.\n— Да?\n— Я принес то, что вы просили. Листочки дурманола. — протягиваете руку и отдаете.\n— Спасибо, большое.\n— Да пожалуйста, мне не трудно было.",
    "answers": [
      {
        "id": 93,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы спускаетесь и видите как Нея сидит и читает какую-то книгу.\n— Нея, привет!\n— Здравствуй, Миттон.\n— Что читаешь?\n— Да так, давно хотела прочитать эту книгу.\n— \"Изготовление зелий\". — прочитываете вы на обложке книги.\n— Зельями интересуешься? — спросили вы.\n— Ну чуть-чуть.\n— Понятно. Я пошел к себе в комнату, встретимся завтра.\n— Конечно! — ответила Нея.",
    "answers": [
      {
        "id": 94,
        "text": "В комнату"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы заходите в свою комнату. Она такая маленькая и простая, но уютная. А что еще надо для уюта? Окно, кровать и стол.\nВы садитесь за стол и ужинаете. Сегодня выдался тяжелый день и вы устали. Все! Спать, спать, спать!",
    "answers": [
      {
        "id": 95,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы просыпаетесь рано утром. В окно светят первые лучи занимающегося рассвета. Они такого мягкого молочного цвета. Птицы чирикали о том о сем. Вы отдохнули и хорошо выспались. Утро казалось великолепным. Стук в дверь.\n— Войдите.\n— Мистер Миттон, Нестер просит вас подойти в свою комнату.\n— Уже выхожу.\n\nВы быстренько съедаете пару ложек утренней еды и бежите к Нестеру. Он вас никогда не звал к себе в комнату. Обычно он всегда вызывает в свой кабинет или комнату Совета.\nВы входите в его комнату. Здесь более просторно чем у вас. Стоят полки с книгами, большое окно, стол для обеда, рабочий стол с множеством бумаг и кровать, на которой лежит Нестер.\n\n— Нестер, что с вами?\n— Я заболел. Вчера вечером все еще было нормально, а вот сегодня мне стало плохо. Лекаря уже вызывали, он сказал, что пока никаких прогнозов, но попытается как можно скорее вылечить меня, ведь пока я болею, работа в замке стоит. Поэтому пока что ты будешь выполнять мои обязанности. Я больше ни на кого не могу положиться, я доверяю тебе больше всех и ты самый опытный.\n— Спасибо вам, но не стоило. Желаю скорейшего выздоровления.",
    "answers": [
      {
        "id": 96,
        "text": "Немного позже"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы просто завалены работой. Вы занимаетесь различными делами от решения вопросов жителей до ведения уроков. Это были самые тяжелые обязанности, которые вы когда-либо выполняли.\nА время шло, но Нестеру не становилось лучше, даже скорее наоборот. С каждым днем он слабел все сильнее и сильнее. И вот настал момент, когда пришло время собирать Совет прямо в комнате Нестера.\n— Всем спасибо, что пришли. Я собрал вас здесь, чтобы сообщить вам печальные новости. Лекари ничем не могут мне помочь. А болезнь развивается и скоро сломает меня. Осталось мне недолго, поэтому давайте решать, кто станет новым представителем. Я считаю, что Дарнс и Энаоа еще слишком молоды и неопытны, а вот Нея или Миттон достаточно умны и им хватит сил принять эту должность. А также нужно быть магом. Вы со мной согласны?\n— Да. — ответили все.\n— Ну тогда я даю вам срок: за три дня решить, кто из вас будет управлять замком.\n— Мы не подведем вас! — сказали вы.",
    "answers": [
      {
        "id": 97,
        "text": "Закончить собрание"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Ну что Мит, тяжело работать представителем?\n— Ты не представляешь как. Нужно обдумать каждую мелочь, прежде чем что-то решить.\n— Понятно. Тяжело.\n— Ну давай, пока. У меня очень много дел.\n— До встречи.",
    "answers": [
      {
        "id": 98,
        "text": "Через 2 дня",
        "need": [
          -68,
          64
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "id": 98,
        "text": "Через 2 дня",
        "need": [
          64,
          68
        ],
        "forget": 68
      }
    ]
  },
  {
    "id": 98,
    "text": "— И снова здравствуй, Нея.\n— Ага.\n— Решила что-нибудь?\n— Даже не знаю, вся убегалась. Так устаешь от всего этого. У меня есть сок с собой. Будешь?",
    "answers": [
      {
        "id": 99,
        "text": "Буду"
      },
      {
        "id": 100,
        "text": "- Нет, спасибо -",
        "need": [
          64
        ],
        "need_ever": true
      },
      {
        "id": 81,
        "text": "* Нет, спасибо *",
        "need": [
          68
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 99,
    "text": "— Пожалуйста. — подает сок.\nВы делаете несколько глотков. Сок оказался со странным привкусом. Привкусом яда. У вас подкашиваются ноги, темнеет в глазах...\n— Я давно мечтала встать на место Нестера, еще до твоего прихода в наш замок и теперь моя мечта сбудется. Я любила тебя, но больше я хотела стать представителем. Прости.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Ну ладно. Я думаю, лучше тебе быть представителем. Тебе неплохо удается справляться с этой должностью, а мне кажется, что у меня не получится.\n— Спасибо, Нея. Знаешь, что? Я хотел тебе давно сказать...",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Уже в темноте вы слышыте голос Дарнса:\n— Я хочу сделать объявление. Нестер скончался...",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Это конец. Конец истории Миттона, бывшего человека, ставшего эльфом из-за своей жажды.\n\n\n\nПолучено достижение:\nОткрыта новая концовка(Правление смерти).\n\n\nСпасибо, за то что прошли мой квест с начала до самого конца, пусть и не самого счастливого.",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 103,
    "text": "На середину лестницы выходит Дарнс и говорит:\n— Я хочу сделать объявление. Нестер скончался.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Теперь Миттон стал представителем эльфов. Вот что может сделать случайная череда случайных случайностей.\n\n\n\n\nНовое достижение:\nОткрыта новая концовка(Правление Миттона).\n\n\n\nБольшое спасибо, за то что смогли пройти квест от начала до конца. Теперь вы знаете, как может жажда изменить судьбу человека.",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 105,
    "text": "На середину лестницы выходит Дарнс и говорит:\n— Я хочу сделать объявление. Нестер скончался.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "После этого Нея стала представителем и продвигала народ в лучшую сторону еще много лет при помощи Миттона.\n\n\n\nНовое достижение:\nОткрыта новая концовка(Правление Неи).\n\n\n\nСпасибо, за то что прошли мой квест от начала до конца.",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 107,
    "text": "Если вы встретили ошибку в третьей части(несколько кнопок 'Начать'), то нажмите на кнопку ниже.",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "Ошибки отсутствуют",
        "need": [
          68
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "Ошибки отсутствуют",
        "need": [
          64
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "need_ever": true,
        "forget": 68,
        "text": "Новый ответ. введите текст",
        "need": [
          68,
          64
        ],
        "id": 107
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  }
]