[
  {
    "id": 1,
    "text": "Мальчик Петя решил сходит в магазин на деньги которые он накопил за неделю но как это получится решаете вы.",
    "answers": [
      {
        "id": 2,
        "text": "\nНачать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты проснулся и решил сходить в магаз. Но когда ты вишел на лифте была натпись \"Не работает\". И пришлось выбиратся из этой ситуации.",
    "answers": [
      {
        "id": 3,
        "text": "Прыгнуть в окно"
      },
      {
        "id": 4,
        "text": "Спуститься по лестнице"
      },
      {
        "id": 5,
        "text": "пролезть за ограничение в лифте "
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда вы спрыгнули в окно вас подхватил ковёр самолёт с аладином кавказцем который сказал  -Ей Васюа куда подвезди? Вы удивились и ответили\n—До мага...  Вы не успели договорить как из под земли вылетел котик вжух перевернул ковёр самолёт и завязалась драка Аладина с котиком Вжухом.\n \n",
    "answers": [
      {
        "id": 7,
        "text": "Остатся смотреть "
      },
      {
        "id": 8,
        "text": "По тихому смытся"
      },
      {
        "id": 9,
        "text": "Взать огромный огненый меч из неоткуда и начать махать им куда попало"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы начали спускатся но на вас набросились 3 собаки и начали грызть вас, ну по крайней мере вы так подумали. Собаки пробежали мимо и ты пошёл дальше.Ты спустился но не тут то было кот борис прыгнул тебе на голову и нагадил прямо в лицо.",
    "answers": [
      {
        "id": 6,
        "text": "Стереть гавно с лица, обругать кота и пойти."
      },
      {
        "id": 10,
        "text": "Пойти дальше с гавном на лице"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы продезли за ограничение и там стоял нарик который предлогал вам порошок.",
    "answers": [
      {
        "id": 24,
        "text": "Взять"
      },
      {
        "id": 25,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы дошли до магазина но он восстал и привратился в гигантского робота.",
    "answers": [
      {
        "id": 11,
        "text": "Орать и бегать вокруг робота снимая кеды с футболкой."
      },
      {
        "id": 23,
        "text": "Убегать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы остались смотреть но на вас упал номер от ковра самолёта и вас расплющило",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы начали по тихому уходить и дойдя до магазина вы решили что нибудь купить",
    "answers": [
      {
        "id": 14,
        "text": "Шоколадка"
      },
      {
        "id": 15,
        "text": "Мороженое"
      },
      {
        "id": 16,
        "text": "Пирожное"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы взяли огромный огненый меч из неоткуда и начали махать вокруг, Аладин с котиком Вжухом испугалисьи убежали.",
    "answers": [
      {
        "id": 18,
        "text": "Гнатся за ними"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы пошли с гавном на лице через дорогу и вас сбила машина, вы очнулись в больнице и осмотря её вы поняли что сейчас зомби апокалипсис. Но это уже в моей другой книге.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вдруг робот начал поклонятся вам и вы стали его хозяином.",
    "answers": [
      {
        "id": 12,
        "text": "Крушить и ломать всё подряд."
      },
      {
        "id": 13,
        "text": "Начать медитировать а потом стать всемогущим Аватаром с гигантским роботом"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы сели в робота и начали крушить город но у робота села батарея и от депресии вы упали в кому из которой выйдите через 138 лет. Зато проживете дольше. P.S. После комы ты будешь жить с котом барисом:)",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы стали всемогущим Аватаром с гигантским роботом и спасали всю планету от метиоров, наваднений, приступников и самое главное от КОТА БОРИСА который гадил на всех подряд",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы купили шоколад но когда вы вышли из магазина и съели шоколадку оказалось что это было гавно кота бориса  и  вы умерли от запора.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы съели мороженое но понимая что сейчас зима у вас случилось восполение лёгких. И вы умерли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы съели пирожное но как странно с вами ни чего не случилось поздравляю вы прошли кве... нужно ещё до дому дойти:(",
    "answers": [
      {
        "id": 26,
        "text": "Ийти домой "
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "Вы погнались за ними таща огромный огненный меч но он прорубил землю по полам и случился апокалипсис. Из под земли вылетела голова скелета с дудкой и начала всех зомбировать звуком \"Ту Туту Туту Туту\". Но увас были опалены уши поэтому вы его не слышали.",
    "answers": [
      {
        "id": 20,
        "text": "Рубать его мечом"
      },
      {
        "id": 21,
        "text": "Убегать"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Вы начали рубать его огненым мечом и разрубили на милионы кусочков. К вам подбежали тысячи кричать что вы победили Мистера Дудца и спосли планету от апокалипсиса.",
    "answers": [
      {
        "id": 22,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы побежали к магазину.",
    "answers": [
      {
        "id": 14,
        "text": "Шоколадка"
      },
      {
        "id": 15,
        "text": "Морожное"
      },
      {
        "id": 16,
        "text": "Пирожное"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы стали ждать и вдруг к вам подъехал В.В. Путин на летающем бонане вы сели к нему он пожал вам руку дал миллион долларов и вы стали его лучшим другом летая на бонане.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы начали убегать но робот придавил вас",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы взяли порошёк и понюхали\n Вы оказались на остановке у вас на улице рядом стоял кальмар в костюме\nиз игры Octodad и ути пути какой милый кот из шрека ",
    "answers": [
      {
        "id": 27,
        "text": "Подойти к Octodad'y"
      },
      {
        "id": 28,
        "text": "Погладить кота"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы убежали и вам нужно спускатся другим путём",
    "answers": [
      {
        "id": 3,
        "text": "Прыгнуть в окно"
      },
      {
        "id": 4,
        "text": "Спустится по лестнице"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы шли домой но теперь по пешеходному переходу. Вы зашли в подъезд, дошли до своего этажа но за дверью соседа вы услышали оханье женщины и мужчины.",
    "answers": [
      {
        "id": 30,
        "text": "Пробратся туда "
      },
      {
        "id": 31,
        "text": "Войти в квартиру"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы подошли к нему но он уже залазил в маршрутку до США или где он там живёт.",
    "answers": [
      {
        "id": 29,
        "text": "Подойти до кота "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы подошли к коту но он разрубил вас на мелкие кусочки оказалось это не наркотик а телепортатор в другое измерение и ты умер по настоящему         \n                              \"НАРКОТИКИ УБИВАЮТ\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы решили погладить кота но он разрубил вас на мелкие кусочки и вы умерли. Оказалосьсь это не наркота а телепорт в другое измерение.\n             \"НАРКОТИКИ УБИВАЮТ!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы потихоньку открыли двер проползли в комноту из которой донасилось оханье. Увидив что там вас стошнило прямо на ковёр. По телевизору шёл дом 2 где \"пара\" била друг друга стульями",
    "answers": [
      {
        "id": 32,
        "text": "Бежать куда подальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы вошли к себе в квартиру и думали что приключения закончились но не тут то было! Мамка спросила сделал ли ты уроки? (Сейчас воскресенье дом работы часа на чатыре а спать через час)",
    "answers": [
      {
        "id": 33,
        "text": "Бежать из дома"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы убежали к себе в квартиру и вы думали что приключения закончились но не тут то было! Мамка спросила поделал ли ты уроки. (сейчас воскресенье а спать через час а у тебя дом работы часа на четыре)",
    "answers": [
      {
        "id": 33,
        "text": "Бежать из дома"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы убежали из дома очень далеко и больше вас никто не видел но что свами случилось в дальнейшем не знает никто",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]