[
  {
    "id": 1,
    "text": "После заражения прошло 18 часов. Вы студент, которому на время взрыва удалось укрыться в домашнем подвале. Вы старались не покидать его, но кушать хочеться. После того как Вы покинули подвал Вы наконец узнали, что произошло и как изменился мир после заражения.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест →"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 55,
        "text": "Прохождение",
        "need": 17
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840539/v840539148/142d0/WGE5qOiMuaI.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись от сильной жажды. В горле пересохло так, что говорить было невозможно. Вы настолько привыкли к темноте, что начали различать очертания подвала. ",
    "answers": [
      {
        "id": 3,
        "text": "[Отрыть погреб]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Солнечный свет ослепил Вас. На улице было около 5 часов вечера. Нужно оглядеться, найти воды и еды. Нужно действовать быстро в этих широтах смеркаеться рано, лучше если успеть все до наступления сумерек.",
    "answers": [
      {
        "id": 4,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Стена слева от вас была обрушена, за ней виднелись металлические прутья. Возможно, эти прутья можно использовать как оружие.\nВ соседней комнате виднелись стеллажи,  половина из них упали. Возможно, там получиться что нибудь найти. \nВпереди должна распологаться столовая, там должны быть еще недавно спрятанные вами консервы, но вход прегарадил упавший шкаф.",
    "answers": [
      {
        "id": 5,
        "text": "[Осмотреть металлическте прутья]"
      },
      {
        "id": 6,
        "text": "[Обыскать стеллажи]"
      },
      {
        "id": 7,
        "text": "[Попытаться отодвинуть шкаф и войти в кухню]"
      }
    ]
  },
  {
    "id": 5,
    "text": "И действительно, один кусок арматуры вам удалось выломать из обвалившейся стены. Теперь у Вас есть оружие. Хмм. если вдуматься его можно использовать как рычаг",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "В развалинах стеллажей Вам удалось найти литровую бутылку воды. Вы теперь не умрете от жажды.",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Шкаф не поддавался, возможно, удастся оттолкнуть его чем-то ",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "В соседней комнате виднелись стеллажи половина из них упало. Возможно, там получиться что-нибудь найти.\nВпереди должна расспологаться столовая, там должны быть еще недавно спрятанные вами консервы, но вход преградил упавший шкаф",
    "answers": [
      {
        "id": 6,
        "text": "[Осмотреть стеллажи]"
      },
      {
        "id": 10,
        "text": "[Попытаться отодвинуть шкаф и войти в кухню]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Кухня была разгромлена, но Вы явно помнили, где спрятали консервы, поэтому в Ваших руках оказалось еды еще на три дня. Среди обломков Вы заметили газету.",
    "answers": [
      {
        "id": 13,
        "text": "[Подобрать газету]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Шкаф долго не поддавался, но найденный ранее лом послужил как рычаг и шкаф наконец освободил проход.",
    "answers": [
      {
        "id": 9,
        "text": "[Пройти в кухню]"
      }
    ]
  },
  {
    "id": 11,
    "text": "В развалинах стеллажей Вам удалось найти литровую бутылку воды. Теперь Вы не умрете от жажды.",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Вы начали вчитываться в строчки. В газете говорилось о том, что на секретной лабротории в результате взрыва произошла утечка токсичных, меняющих ДНК, препаратов. Теперь Вам извесно, что произошло, но неизвестно, что происходит за пределами Вашей развалившейся холупки. Вы явно решили отправиться завтра на вылазку, а сейчас уже слишком поздно, нужно отправиться в подвал и пережить еще одну ночь.",
    "answers": [
      {
        "id": 14,
        "text": "[Отправиться в подвал]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Терерь перед Вами встал выбор съесть часть припасов или оставить, неизвестно сколько это будет продолжаться.",
    "answers": [
      {
        "id": 15,
        "text": "[Съесть]"
      },
      {
        "id": 16,
        "text": "[Оставить на черный день]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы явно не пожалели о том, что сделали. Хоть у Вас и осталось меньше еды, Вы провалились в сон и были настроены найти еще съестных припасов за завтрашний день.",
    "answers": [
      {
        "id": 17,
        "text": "[Вылезти из погреба]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы очень пожалели, что не рассправились с этой несчастной баночкой. Вы ворочались всю ночь и на утро Вам никуда не хотелось идти.",
    "answers": [
      {
        "id": 17,
        "text": "[Вылезти из погреба]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Небо заволокло тучами, сейчас вам придеться отправиться на поиски выживших и на поиски еды. Посетить было особо нечего, но за день удасться посетить всего одну точку. С едой явно было лучше в местном магазинчике. А выжевшие, вероятно, укрылись в местной школе. Не умереть с голода или прожить день в компании решать Вам",
    "answers": [
      {
        "id": 18,
        "text": "[Отправиться в магазинчик]"
      },
      {
        "id": 19,
        "text": "[Отправиться на поиски выжевших]"
      }
    ]
  },
  {
    "id": 18,
    "text": "В магазинчик уже явно кто-то заходил, все было разбросано. Первое, что Вам попалось на глаза это были полки, дверь велущая в подвальное помещение и холодильник, мирно стоящий справа. ",
    "answers": [
      {
        "id": 20,
        "text": "[Обыскать полки]"
      },
      {
        "id": 21,
        "text": "[Обыскать подвал]"
      },
      {
        "id": 22,
        "text": "[Обыскать холодильник]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Зайдя в школу Вы лицезрели такую картину: три зараженных терзали тело небольшой собачки. Дверь за Вами предательски грмко хлопнула и зараженные обратили внимание на Вас. Их белая кожа и пустые глазницы пугали. Теперь они встали и начали мчаться в Вашу сторону. Действовать нужно быстро.",
    "answers": [
      {
        "id": 34,
        "text": "[Попытаться обезвредить их ломом]"
      },
      {
        "id": 35,
        "text": "[Бежать]"
      }
    ]
  },
  {
    "id": 20,
    "text": "На полках Вы не нашли ничего кроме спичек.",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Заглянув в подвал Вы погрузилисб в темноту.  В ней Вы услвшали тихое рокотание , немного приблизившись к звуку заметили зараженного. Его кожа была как папирус, глазницы были пустыми, а со рта текоа какая-то жидкость, он сидел и поедал какое-то животное больше похожее на кошку. Сделав шаг назад от такого ужаса вы случайно задели лежащую на полу бутыку и ОНО обернулось, ОНО явно Вас заметило. Нужно быстро как-то действовать.",
    "answers": [
      {
        "id": 23,
        "text": "[Бежать]"
      },
      {
        "id": 24,
        "text": "[Воткнуть в него лом]"
      }
    ]
  },
  {
    "id": 22,
    "text": "В холодильнике Вы нашли немного-немало, а несколько упаковок вяленного мяса. Рывшись в холодильнике Вы услышали рокотание за своей спиной. Вы резко повернулись и обнаружили,что за Вами стоял зараженный. Выглядел он отвратительно, но что бросилась Вам в глаза первым делом это то, что у него не было глаз, у него были пустые, черные глазницы и от него смердило тухлятиной. Он явно Вас заметил, соображать надо бысто.",
    "answers": [
      {
        "id": 29,
        "text": "[Бежать]"
      },
      {
        "id": 30,
        "text": "[Ударить ломом]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Не долго думая Вы пустились со всех ног к выходу. Дверь на пути была закрыта.",
    "answers": [
      {
        "id": 25,
        "text": "[Толкнуть дверь]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Воткнув в него лом, он лишь немного пошатнулся. Вы в панике начали его дырявить. Когда Вы выдохлись чудовище было мертво , оно истекало темно-синей, почти черной кровью.",
    "answers": [
      {
        "id": 26,
        "text": "[Уходить]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Толкнув дверь Вы сбили молодую девушку. Она не была похожа на зараженную. Поднявшись на ноги она очень обрадовалась тому, что теперь она не одна.Девушка представилась Алисой.",
    "answers": [
      {
        "id": 27,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 26,
    "text": "Уходя Вы прихватили пару упаковок вяленого мяса. На выходе тяжелая дверь закрылась.",
    "answers": [
      {
        "id": 25,
        "text": "[Толкнуть дверь]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Здесь можно получить достижения:\n\"Ромео\"- встретить Алису\n\"Товарищ\"- встретить Никиту\n\"Как за каменной стеной\"- встретить Игоря\nВы получили достижение \"Ромео\"",
    "answers": [
      {
        "id": 28,
        "text": "Вторая глава→"
      }
    ]
  },
  {
    "id": 28,
    "text": "Алиса рассказала Вам, что ее отец работает на правительство и что он не даст ей остаться в этом безумии. Вам нужно выбраться из этого маленького городка и добраться до маленького домишки в каком-то лесу и уже оттуда Вас и Алису будут сопровождать военные. Но пойдете ли Вы на это?",
    "answers": [
      {
        "id": 38,
        "text": "Конечно, другого варианта пока нет."
      },
      {
        "id": 39,
        "text": "Это неразумно, до леса надо добраться пока мы дойдем нас бзики завалят"
      }
    ]
  },
  {
    "id": 29,
    "text": "Бросившись к выходу Вы заметили движущийся в Вашу сторону силует. Это был парень Вашего возраста, в руках он держал ружье. Он крикнул\n— Берегись! ",
    "answers": [
      {
        "id": 31,
        "text": "[Увернуться]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Лом вошел в монстра насквозь, но он лишь пошатнулся. За спиной монстра монстра раздался грубый голос:\n— Ложись!!",
    "answers": [
      {
        "id": 31,
        "text": "[Упасть]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы упали на пол и раздался выстрел. Монстр мертв. Парень представился Никитой,  теперь Вы не одни.",
    "answers": [
      {
        "id": 33,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы упали и раздался выстрел.",
    "answers": []
  },
  {
    "id": 33,
    "text": "Здесь можно получить достижения:\n\"Ромео\"- встретить Алису\n\"Товарищ\"- встретить Никиту\n\"Как за каменной стеной\"- встретить Игоря\nВы получили дрстижение \"Товарищ\"",
    "answers": [
      {
        "id": 52,
        "text": "Вторая глава"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вам удалось проткнуть одного из них, но он продолжал активно действовать. За Вашей спиной послышались крики. Вы увидели большого, мускулистого мужчину. Он четыремя ударами обезвредил всех зараженных, а Вы лишь подумали о том, что оставлять лом не стоит.",
    "answers": [
      {
        "id": 36,
        "text": "[Достать лом из зараженного]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы собрались выбежать из помещения, но открыв дверь в комнату вбежал здоровый мужик и не долго думая он кцлаками снес головы этих бзиков. От увиденного Ваши руки разжались и лом выпал.",
    "answers": [
      {
        "id": 36,
        "text": "[Поднять лом]"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Здаров, я Игорь у нас тут недалеко есть пристанище для не зараженных, ты со мной?\nТак Вы познакомились с Игорем",
    "answers": [
      {
        "id": 37,
        "text": "Конец первой главы "
      }
    ]
  },
  {
    "id": 37,
    "text": "Здесь можно получить достижения:\n\"Ромео\"- встретить Алису\n\"Товарищ\" — встретить Никиту\n\"Как за каменной стеной\" — встретить Игоря\nВы получили достижение \" Как за каменной стеной\"",
    "answers": [
      {
        "id": 66,
        "text": "Вторая глава"
      }
    ]
  },
  {
    "id": 38,
    "text": "Алиса обрадовалась, она явно надеялась на Вас.  После недолгого размышления Вы отправись к себе домой, прихватив девушку. С расвотом вы решили начать путь. А пока Вы сидели в подвале Вам удалось сдлать себе наручи и щитки из журналов и клейкой ленты.По утру Вы с Алисой собрали свои запасы, а это были: \n— пара упаковак вяленного мяса\n— три литра воды\n— зажигалка   спички\n— кусок арматуры\n— несколько банок консервов\n— небольшая маслянная тряпка из которой вы сделали факел\n— два спальных мешка\n— три пальчиковых батарейки \nВы заодно прихватили фотографию Вашей семьи. Что сейчас с ними? Живы ли они? ",
    "answers": [
      {
        "id": 42,
        "text": "[Отправиться]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Алиса очень растроилась, она явно хотела чтоб Вы отправились с ней. Может она права? Может сейчас это выход? \n— Ты уверен, что хочешь остаться? — спросила Алиса напоследок.",
    "answers": [
      {
        "id": 40,
        "text": "Да"
      },
      {
        "id": 38,
        "text": "Хорошо, уговорила"
      }
    ]
  },
  {
    "id": 40,
    "text": "Алиса растроилась и ушла, но перед этим поделилась своими припасами. Вы остались одни. Вы вернулись домой и осмотрели все, что у Вас было:\n— пара упаковок вяленного мяса \n— литр питьевой воды\n— кусок арматуры\n— несколько консервов\n— веревка \n— нож\nВы легли спать с мыслями о том, что Вы будете делать дальше.",
    "answers": [
      {
        "id": 53,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 41,
    "text": "В тунеле не было света, но дневной свет попадал с другой стороны тунеля и множество очертаний, немного покачивающихся бзиков совсем не пугали ни Вас, ни Алису. Вы смело нажали на газ и безжизненые, но ходясие тела начали разлетаться в разные стороны. Однако, один из бзиков был не из простых. Он вцепился в Вашу беху. ",
    "answers": [
      {
        "id": 48,
        "text": "[Начать петлять]"
      },
      {
        "id": 49,
        "text": "[Надавить на газ]"
      }
    ]
  },
  {
    "id": 42,
    "text": "С рассветом Вы выдвинулись в путь. Вам предстояло пройти \"трущебы\" Вашего города, именно за через них можно выйти на трассу ведушую в лес. Очень скоро Вам попался первый бзик. Вы подошли к автостоянке в надежде найти топливо или транспорт, а бзик просто бился о стену, почему-то он вас не заметил и Вы обезвредили его ударом в голову. И тут Вы поняли, почему Ваши попытки в магазине были безуспешны — Вы протыкали бзиков, а нужно сносить им голову. На стоянке было 4 машины. ",
    "answers": [
      {
        "id": 43,
        "text": "[Подойти к audi]"
      },
      {
        "id": 44,
        "text": "[Подойти к ладе]",
        "need": 43
      },
      {
        "id": 45,
        "text": "[Подойти к Matiz]",
        "need": 44
      },
      {
        "id": 46,
        "text": "[Подойти к BMW]",
        "need": 45
      }
    ]
  },
  {
    "id": 43,
    "text": "Audi была заперта, но у Вас был лом и, как говориться, против лома нет приема. В машине не оказалось ничего кроме фонарика с севшими батарейками. Хорошо, что у вас были батарейки.",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Лада была открыта, но это Вам ничего не дало...",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Неизвестно зачем, но Алиса сняла акуммулятор, он был небольшой, но рюкзак стал почти полным",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Не знаю какие боги Вам помогают, но новенькая беха была открыта да еще и ключи торчали в замке зажигания. Вы скидали все на заднее сидение и выйхали с парковки. С этого момента бзики попадались Вам постоянно, Вы просто сбывали их. Самое сложное проехать тунель он явно полон бзиков. Готовы ли Вы на этот риск?",
    "answers": [
      {
        "id": 41,
        "text": "Да"
      },
      {
        "id": 47,
        "text": "Нет, поедем в объезд"
      }
    ]
  },
  {
    "id": 47,
    "text": "Дорога заняла больше времени,  но происшествий не было и Вас это устраивало. Выйхав на трассу Вы немного расслабились.На трассе бзиков не было и Вы включив музыку просто наслаждались поездкой",
    "answers": [
      {
        "id": 51,
        "text": "Ближе к вечеру"
      }
    ]
  },
  {
    "id": 48,
    "text": "Петляния помогли, бзик не выдержал и отпустил машину.",
    "answers": [
      {
        "id": 50,
        "text": "На трассе"
      }
    ]
  },
  {
    "id": 49,
    "text": "Бзик болго не отстовал, но как только тунель кончился бзик опустил свою хватку.",
    "answers": [
      {
        "id": 50,
        "text": "На трассе"
      }
    ]
  },
  {
    "id": 50,
    "text": "На трассе бзиков не было, она была пуста. Поэтому Вы просто ехали.",
    "answers": [
      {
        "id": 51,
        "text": "Ближе к вечеру"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ближе к вечеру Вы все же добрались до избушки. Алисы. Войдя в нее Вы впали в ступор — вся избушка была полна различной техники, но сейчас она была бечюсполезна потому, что света нет. И толбко сейчас Алиса обьяснила зачем ей аккумулятор\n— нужно подключить резервное питание. Алиса открыла щиток и подкючила аккумулятор и во всей избушке появился свет ",
    "answers": [
      {
        "id": 69,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 52,
    "text": "Никита, сказал, что бзикам лучше сносить голову — протыкать их нет смысла. Никита быстым шагом направился к близлижащей пятиэтажке. Вы направились за ним. Он поднялся на четвертый этаж и там Вы увидели еще четырех парней  примерно Вашего возраста и девушку, оказалось двое из них братья-близнецы  Никиты было странно наблидать за тремя обмалютно одинаковыми людьми, они даже говорили вместе. Одного звали Ян, а другого Антон. Еще были Сеня и Саша обычные парни. Девушку звали Аня, она была худа и кащалась очень хрупкой, она была небольшого роста, она еле дотягивалась до Вашей груди, хотя ее возраст совпадал с Вашим, одета Аня была в небольшое синее платье и ботинки на ногах, волосы распущены, и не смотря на эти происшествия платье и волосы были чистые. Вы почуствовали, что за ней явно надо приглядеть. \n— Ну, что будем делать дальше? — спросил Антон",
    "answers": [
      {
        "id": 56,
        "text": "- Нужно пережить эту ночь"
      }
    ]
  },
  {
    "id": 53,
    "text": "Уторм Вы постарались сделать все возможное чтоб продержаться еще дольше и чтоб Вас заметили нормальные люди. Вы вывесили большую красную простыню над своим убежищем и сделали надпись СОС на стене. Весь день Вас терзали мысли. Почему я не заразился? Проносилось в Вашей голове. Но теперь оставалось только ждать",
    "answers": [
      {
        "id": 69,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 54,
    "text": "Достижения в этой главе: \n\"Одиночка\" — остаться одному\n\"Необычный персонаж\" — прлйти путь с Алисой\n",
    "answers": []
  },
  {
    "id": 55,
    "text": "Вы можете начатйь прохождение заново с определенной точки, если Вы ее достигли",
    "answers": [
      {
        "id": 27,
        "text": "Конец первой главы \"Ромео\"",
        "need": 27
      },
      {
        "id": 33,
        "text": "Конец первой главы \"Товарищ\"",
        "need": 33
      },
      {
        "id": 37,
        "text": "Конец первой главы \"Как за каменной стеной\"",
        "need": 37
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ты прав, — ответил Ян, только нужно будет дежурить, не хочу чтоб меня заразили эти уроды.\n— Верно, но Аня дежурить не будет! — крикнул с дивана Саша\n— Почему вы всегда так говорите? Я могу постоять за себя!- возразила Аня и ее голос был подстать ей тонкий и нежный.\n— Потому, что мы заботимся о тебе, глупышка. — хором произнесли Антон и Никита. Аня слегка улыбнулась и на ее щечках появились ямочки. А у Вас в голове пронеслась мысль",
    "answers": [
      {
        "id": 57,
        "text": "- А как эти твари могут заразить?"
      }
    ]
  },
  {
    "id": 57,
    "text": "Все дружно опустили голову вниз и Вы поняли, что спросили то, что не должны были спрашивать.\n— Простите, я не хотел... — вырвалось у Вас.\n— Ничего,- сказал Сеня\n— Мы узнали как это происходит, только когда потеряли нашего друга Фила. И естественно это все как во всех фильмах про зомби. Если вирус попадет в кровь, человеку не жить. Сначала у Фила закатились глаза и почернели, после выпали. Мы пытались найти то, что вылечит его, но на последней стадии, когда он еще был в сознании он попросил нас убить его, мы отказались, а ночью услышали выстрел.",
    "answers": [
      {
        "id": 58,
        "text": "- Мне жаль..."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Ладно, хватит, — сказала Аня, пошлите лучше поедим, я приготовтла макарошки с мясом. \nПосле того как все поели и распределили кто после кого будет дежурить. Все улеглись. Вы уснули почти сразу. Но посреди ночи Вас разбудили на дежурство. Вы долго сидели и наблюдили за этими спящими людьми, но больше всех Вас привлекала Аня. Вы переодически подкидывали дрова в костер и смотрели чтоб внищу былр спокойно, но потом заметили что к вашему пристанищу двигались бзики их было под две сотни и все ровной стеной двигались к вашей пятиэтажке. Дверей внизу естественно не было. Что делать решать Вам.",
    "answers": [
      {
        "id": 59,
        "text": "[Разбудить всех]"
      },
      {
        "id": 60,
        "text": "[Спуститься вниз и постараться отстрелят их из автомата выданного Вам на дежурство]"
      }
    ]
  },
  {
    "id": 59,
    "text": "Скорее всего это был правильный выбор. Вы разбудили всех. Вы отправилимь на второй этаж многоэтажки. Вы начали отстреливать бзиков. за несколько мгновений обоймы стали пусты, а бездыханные тела лежали на земле.",
    "answers": [
      {
        "id": 69,
        "text": "Конец второй главы "
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы спустились на второй этаж и стали отстреливать бзиков, целясь им в голову. Но тут Вы поняли, что не справляетесь. Вы поднялись на верх и всех разбудили, вы вместе стали спускаться вниз, оставив Аню наверху. Бзики пробрались на первый этаж вы начали отстреливать их вместе, но вдруг один из них кинулся на Вас и начал пытаться укусить Вас. Саша подбежал и откинул его от Вас прикладом, а Антон пристрелил его, но с Вашей руки стекала струйка крови и явно не бзика.",
    "answers": [
      {
        "id": 61,
        "text": "[Сказать всем]"
      },
      {
        "id": 61,
        "text": "[Умолчать]"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы еще не успели сказать ничего Никита заметил, что Вы немного не уцелели в схватке с бзиком. Он схавтил Вас за руку и поиащил на верх.\n— Аня, самое время!- Аня спустилась и увидев Вашу руку кинулась наверх.Никита ввел Вас в небольшую комнатку. Аня уже готовила какие- то приспособления. Вам стало понятно почему все так ее берегли. Возможно именно она спасет этот мир? \n— Давай руку! сказала Аня. Она перетянула Вашу руку и ввела дозу синеватого противоядия. Вы уже начали немного отключаться.",
    "answers": [
      {
        "id": 63,
        "text": "- Так кто же ты?"
      },
      {
        "id": 64,
        "text": "- Ты такая, такая..."
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  },
  {
    "id": 63,
    "text": "— Я биохимик, я долго разрабатывала эту дозу всего несколько дней и не знаю как она себя поведет. \nВы начали отключаться и на последних словах Вы совсем выключились. Вам снился сон о какой то юелой комнате, в ней Вы подошли к столу и увидели записи. Они проникли в Ваше сознание и Вы уже перестали соображать, это был просто долгий сон",
    "answers": [
      {
        "id": 69,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Ты тоже  мне понравился. Но сейчас ты должен отдохнуть.\nВы провалились в забвение. ",
    "answers": [
      {
        "id": 69,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "Игорь провел Вас по небольшим закоулкам и вы вышли к обитрму сталью большому зданию. Игорь ввел Вас туда, там была много обычных людей.",
    "answers": [
      {
        "id": 67,
        "text": "- Слушай, а сколько еще таких укрытий?"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Достаточно, здесь примерно 300 человек. В нашем городе нам удалось связаться с 6 такими учереждениями.",
    "answers": [
      {
        "id": 68,
        "text": "- У вас есть средства связи?"
      }
    ]
  },
  {
    "id": 68,
    "text": "Автор этого квеста извиняеться за то, что разработать эту линию так и не удалось. Возможно в скором времени жет будет продолжен.",
    "answers": [
      {
        "id": 69,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 69,
    "text": "Автор извиняется за недочеты и неразработанность квеста до конца, но все же надеюсь вы меня поддержите, что даст мне толчок доя развития квеста",
    "answers": [
      {
        "id": 1,
        "text": "В начало→"
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  }
]