[
  {
    "id": 1,
    "text": "У старшеклассницы Ани в жизни все прекрасно. Скоро она закончит школу и поступит в престижный институт, в семье у Ани все в порядке, она любит своих родителей и старшего брата Влада, который уже давно закончил школу и институт. Влад работает и всегда поддерживает свою маленькую сестренку. Аня который год встречается с хорошим парнем с красивым именем Александр, но все звали его просто Сашей. Они планировали перехать в один город и снимать квартиру. Но то, что случилось на выпускном Ани меняет всю ее жизнь в худшую сторону.... И какими образами она будет выбираться из всех передряг, что подготовила ей жизнь, будете знать лишь Вы.",
    "answers": [
      {
        "id": 2,
        "text": "Начать эту долгую историю."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы наверно хотите знать с чего все началось? Ну так вот, я сдала экзамены и меня ждет пышный выпускной, к которому я начала готовиться еще в апреле. И вот совсем скоро мои мечты будут исполнены. У меня есть все, о чем можно мечтать. Старший брат, который любит меня, прекрасные родители и парень красавчик, который безума от меня. И вот уже завтра у меня выпускной... Я так ждала его все эти годы...",
    "answers": [
      {
        "id": 3,
        "text": "Поскорее лечь спать, что бы наконец настал этот прекрасный день"
      },
      {
        "id": 4,
        "text": "Позвонить Саше, поинтересоваться как он"
      },
      {
        "id": 3,
        "text": "Сделать маску для лица. В поледнее время кожа какая-то сухая"
      },
      {
        "id": 38,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я легла на свою мягкую кровать и запутавшись в своих мыслях провалилась в сон. Мне снилось как я поступаю в институт, о котором мечтала и моя жизнь наполняется новыми красками. Вдруг раздался звонок телефона, я открыла глаза. Мне звонил мой братик Влад.",
    "answers": [
      {
        "id": 5,
        "text": "Ответить сейчас. Он просто так обычно не звонит."
      },
      {
        "id": 6,
        "text": "Перезвонить потом, скорее всего он хочет меня поздравить."
      }
    ]
  },
  {
    "id": 4,
    "text": "Олег взял трубку на четвертом гудке. Почему то он был груб. Последнее что он сказал, это то, что я должна идти спать, потому что завтра сложный день. Мне больше ничего не остается делать, как последовать его совету",
    "answers": [
      {
        "id": 3,
        "text": "Лечь спать, как сказал Олег",
        "var_set": [
          3
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "— Привет, Аня, поздравляю ты уже совсем взрослая. Надеюсь на твоем выпускном все будет шикарно.\n—Спасибо, Влад, я рада, что ты позвонил, промямлила я спросоня.\n— Слушай, сестренка, сегодня утром видел твоего.. Этого...Сашу он был в компании какой-то дамочки и она была явно не тобой. Я конечно не хочу вас поссорить, но и не хочу что бы ты была не в курсе.",
    "answers": [
      {
        "id": 7,
        "text": "Нееет, он не изменил бы мне, наверно это его сестра"
      },
      {
        "id": 7,
        "text": "Хмм.. Я спрошу у него. Спасибо"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я встала с кровати и начала прихорашиваться. Надо еще дойти до салона, сделать прическу. До выпускного осталось вчего пару часов, надо все успеть",
    "answers": [
      {
        "id": 8,
        "text": "С наступлением вечера..."
      }
    ]
  },
  {
    "id": 7,
    "text": "—Ну ладно я просто хотел... Неважно. Повеселись там.\n— Пока, люблю тебя.",
    "answers": [
      {
        "id": 6,
        "text": "Сбросить."
      }
    ]
  },
  {
    "id": 8,
    "text": "С наступлением вечера за мной зашел Саша и мы на арендованой им машине поехали к актовому залу, в котором должна была пройти церемоноия вручения аттестатов, а после мы должны отправиться домой к Олесе. Она устраивает вечеринку по поводу выпускного.\n—Привет,-сказал Саша\n— Привет, слушай...-Саша перебил меня.\n—Прошу, моя принцесса.- он открыл дверь машины и я села, совсем позабыв о чем я хотела спросить.\nМы ехали не долго. На церимонии мы тоже долго не задержались, нам выдали аттестаты и все мы отправились к Лесе. \nМоре выпивки, громкая музыка и мои одноклассники, что еще нужно для такой отличной вечеринки. \nТолько к середине веселья я заметила, что Сашу видела только когда мы зашли в дом, а потом мы разделились. И я отправилась на его поиски.\n",
    "answers": [
      {
        "id": 9,
        "text": "Пойти на кухню."
      },
      {
        "id": 10,
        "text": "Отправиться на второй этаж."
      }
    ]
  },
  {
    "id": 9,
    "text": "На кухне стояла толпа подвыпивших друзей и после распроса они сказали, что видели Сашу на втором этаже.",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться на второй этаж"
      }
    ]
  },
  {
    "id": 10,
    "text": "На втором этаже были комнаты, в которых уединялись влюбленные парочки. Были слышны их разговоры и тут я услышала знакомый голос. Я отправилась на звуки. Я подошла к двери и пришлушалась, да это точно его голос. Я открыла дверь и увидела как он целует какую-то девушку. Я.. ",
    "answers": [
      {
        "id": 12,
        "text": "Выбежала из комнаты в слезах"
      },
      {
        "id": 13,
        "text": "Крикнула его имя, чтоб он меня заметил."
      },
      {
        "id": 12,
        "text": "Хлопнула дверью и направлась к выходу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Он догнал меня у выхода.\n— Аня пойми, я давно с ней, и я люблю тебя, но твой брат он словно моя тень, он всегда следит за мной. У тебя прекрасный характер, но не у твоего брата. Прости меня.\nЯ вырвалась из его хватки, окончательно разревелась и бросилвсь к машине, которую арендовал теперь совсем чужой для меня человек. Я села за руль, хотя в голове шумело и от выпитого, и от произошедшего. Я завела машину и выехала на трассу.",
    "answers": [
      {
        "id": 14,
        "text": "Ехать прямо."
      },
      {
        "id": 14,
        "text": "Повернуть на право."
      }
    ]
  },
  {
    "id": 12,
    "text": "Он явно бежал за мной, потому, что я слышала как он спускается по лестнице.",
    "answers": [
      {
        "id": 11,
        "text": "Ускорить шаг."
      }
    ]
  },
  {
    "id": 13,
    "text": "Пока он пытался отлипнуть от той девушки, я решила, что с меня хватит и я начала спускаться вниз.",
    "answers": [
      {
        "id": 12,
        "text": "Закрыть за собой дверь."
      }
    ]
  },
  {
    "id": 14,
    "text": "Я доехала до тунеля и услышала вой серены. Только не это. Я прибавила газу и проехав тунель резко вывернула руль...",
    "answers": [
      {
        "id": 16,
        "text": "Влево"
      },
      {
        "id": 16,
        "text": "Вправо"
      }
    ]
  },
  {
    "id": 15,
    "text": "Мама меня перебила.\n— Тебе придеться полежать пока тут, а потом тебе можно будет вернуться домой\n— Конечно мне придеться полежать-расплакалась я- ВСТАТЬ ТО Я УЖЕ НИКОГДА НЕ СМОГУ. \nя кричала так, что медсестре пришлось что-то мне вколоть от чего я провалилась в сон. Так я провела несколько дней в больнице. Я просыпалась, кричала, мне что-то вводили и я спала. На третей неделе Влад принес мне коляску сказав, что она лучшая. Но ей я не обрадовалась так как понимала что, моей старой жизни настал конец...\nНа десятой неделе меня выписали. Пришли родители и отвезли меня домой. Дома конечно лучше, но депрессия не заканчивалась. В тот день я заехала в ванну и увидела лезвие. Я взяла его в руки и немного повертела.",
    "answers": [
      {
        "id": 17,
        "text": "Сделать надрез на ноге."
      },
      {
        "id": 18,
        "text": "Это глупо. Положить обратно"
      }
    ]
  },
  {
    "id": 16,
    "text": "Навстречу мене ехал ГИГАНТСКИЙ грузовик, заздался визг клаксона. Я зажала лицо руками и... Вспышка яркого света ослепила меня. Перед глазами пролетела вся жизнь и наступила тьма. Я открыла глаза, я была в больничной палате. Рядом сидела мама. Она начала говорить.\n—Ань, ты попала в аварию, в таких авариях мало кто выживат...\n— Но мне удалось, придеться вам меня еще потерпеть.- прохрипела я с улыбкой, но мама осталась хмурой.\n—Да но теперь твой позвоночник сильно поврежден , его буквально собрали по косточкам...- она опустила глаза на мои ноги и тут я поняла о чем она говорила. Я почувствовала, точнее не почувствовала своих ног....",
    "answers": [
      {
        "id": 15,
        "text": "Но..."
      },
      {
        "id": 15,
        "text": "Мне..."
      },
      {
        "id": 15,
        "text": "Я..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Сделав надрез я ничего не почувствовала, а по ноге побежала струйка крови. Я так хотела почувствовать боль, что начала кромсать свои ноги. Кафель покраснел от крови и мои ноги уже сложно было назвать ногами. В дикой истерике я порезала запястье левой руки. Я почувствовала боль и мне это понравилось, но осазнав, что я сделала, я смогла только крикнуть.\n— МАМ\nМама вбежав в ванную осталбенела, а после я очутилась в больнице. Когда я открыла глаза в палате никого не было.",
    "answers": [
      {
        "id": 19,
        "text": "Вызвать медсестру"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я положила лезвие, но глупая мысль все крутилась в моей голове...",
    "answers": [
      {
        "id": 17,
        "text": "Сделать это..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Медсестра вбежала и ввела за собой Влада. Я была рада ему потому, что любила его, но встречались мы с ним редко.\n—Привет, ну что ж ты с собой сделала? Но у меня есть хорошая новость, что б преодолеть твою депрессию мы едем к МОРЮ!!!\nЯ была рада этому событию, потому что до этого я видела море только на картинках. И я только прохрипела ему в ответ.",
    "answers": [
      {
        "id": 20,
        "text": "Я люблю тебя"
      },
      {
        "id": 20,
        "text": "Ты лучший!"
      },
      {
        "id": 20,
        "text": "Я рада"
      }
    ]
  },
  {
    "id": 20,
    "text": "Все дни я готовилась к поездке. Она оживила меня,  потому что до этого я хотела только лежать и читать книги, я не выходила на улицу и на моем теле начали появляться пролежни.\nМы прилетели в отличный город его большую часть окужало бирюзовое море и я только сейчас понала, что теперь я не смогу насладиться теми простыми радостями, какими могут пользоваться обычные люди. Я не смогу пройтись по горячему песку и свободно плавать я тоже не смогу...\nОколо аэропорта нас ждала спец. машина для паралитиков. Меня погрузили туда,а Влад сел спереди. Мы приехали вдвоем, родителям нужно работать.\nМашина подьехала к большому примерно 8-ми этажному зданию, оно было огорожено по периметру невысоким заборчиком. Я спросила Влада",
    "answers": [
      {
        "id": 21,
        "text": "Это гостиница?"
      },
      {
        "id": 21,
        "text": "Зачем мы сюда приехали?"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Ань, это реабилитационный центр для параллитиков...",
    "answers": [
      {
        "id": 22,
        "text": "Что ты меня обманул?"
      },
      {
        "id": 22,
        "text": "Как ты посмел?"
      },
      {
        "id": 22,
        "text": "Ты хочешь оставить меня здесь, с этимм людьми? С этим хламом? Ты и меня приписываешь к ним ?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Влад опустил глаза. Дверь центра открылась и от туда вышла женщина, на бейджике имя — Анастасия. \n— Привет, я Настя, а ты у нас Аня, так?\n— Я ни за что тут не останусь если вы об этом.\n— Ань, пойми твоя последняя выходка добила родителей окончательно... Если ты хочешь чтоб всем было хорошо, тебе стоит остаться. Я уверен ты найдешь общий язык с этими людьми.\nСлова Влада мне показались правдивыми поэтому я медленно заскрипела колесами коляски и въехала в центр.\nМоя комната была на 7-ом этаже. А сиделку в моем корпусе звали Катя. Катя была крупной женщиной, поэтому она с легкостью справлялась со своей работой. В центре в основном были старики, которым было уже намного «за». Каждый день приходилось ходить к психологу Антону. На самом деле он был красив, а его голос меня успокаивал, но у меня не ходили ноги и перед ним я чувствовала себя не комфортно.\n— Здравствуй, можешь опять мне рассказать, что тогда произошло.- спросил Антон меня на очередном сеансе.",
    "answers": [
      {
        "id": 23,
        "text": "Это было на моем выпускном..."
      },
      {
        "id": 23,
        "text": "Он мне изменил..."
      },
      {
        "id": 23,
        "text": "Я выехала и попала под грузовик..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Больше я не сказала не слова... Ком в горле встал и подступили слезы. Антон это заметил и прекратил сеанс. К нему зашла высокая стройная Женя, она была идеалом и мне стало грустно от того, что я так отвратительна в этом кресле. Женя подошла к Антону и сказала, что им нужно поговорить. Мне пришлось выволочить свое тело вместе с коляской за пределы кабинета. Дверь закрылась",
    "answers": [
      {
        "id": 24,
        "text": "Подслушать"
      },
      {
        "id": 25,
        "text": "Отойти. Глупая мысль"
      }
    ]
  },
  {
    "id": 24,
    "text": "Из их разговорв стало ясно, что они в отношениях. Мне так скребло сердце, что я направилась к Насте. Я попросила ее поменять мне психолога. Она согласилась, но мне пришлось ходить каждый день к вредной старушке. Нине Григорьевне.",
    "answers": [
      {
        "id": 26,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 25,
    "text": "Отходя от двери я встретила Карину. Она была в этом центре около пяти лет и она стала первой с кем мне довелось познакомиться. Она предложила мне прогулятся перед тем как лечь спать. Уставом это было запрещено, но я согласилась и зря как только мы выйхали за пределы здания нам попался охранник. Он отвел нас к Насте.\n—Вы же знаете, что вы не должны были выходить?",
    "answers": [
      {
        "id": 27,
        "text": "Почему я должна торчать здесь? Это ущемление моих прав"
      },
      {
        "id": 27,
        "text": "Что за глупость?"
      },
      {
        "id": 27,
        "text": "Да..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Нина Григорьевна была тем еще персонажем, она любила издеваться надо мной, но в один раз я поняла, что это все потому, что она многое пережила.\nВ тот день я зашла в комнату, а Нина Григорьевна вышвыривала вещи из своего комода. Заметив меня она упала со своего кресла. Мне пришлось позвать медсестер. Они подняли ее и положили на кровать. На полу я заметила пластинку со знакомой мне песней я начала напевать.",
    "answers": [
      {
        "id": 28,
        "text": "Пам парарарам .. я помню мотив,но слова совсем вылетели из моей головы. Не подскажете?"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Вы же понимаете, что вам придеться отработать? Аня, теперь ты будешь ходить к Нине Григорьевне на 2 часа в день.",
    "answers": [
      {
        "id": 30,
        "text": "Пффф..."
      },
      {
        "id": 31,
        "text": "Еще чего?"
      },
      {
        "id": 26,
        "text": "Окей"
      }
    ]
  },
  {
    "id": 28,
    "text": "Нина Григорьевна сквозь слезы начала напеват.\n—Мне не хочется вспоминать. Эту песню мне пел мой муж...\n—Ваш муж, а где он сейчас ?\n—В лучшем из миров. У него был рак на последней стадии и он отправился в путетешествие, чтоб я не видела как он умирает. Последнее письмо пришло от него два года назад.\nНина Григорьевна показала на валяющееся на полу письмо.",
    "answers": [
      {
        "id": 29,
        "text": "Подъехать и взять письмо."
      }
    ]
  },
  {
    "id": 29,
    "text": "В письме говорилось, что Сергей (так звали мужа Нины) спрятал подсказки и в конце ее ожидало что-то очень важное.",
    "answers": [
      {
        "id": 32,
        "text": "И вы все это время ждали ?"
      },
      {
        "id": 33,
        "text": "Нам необходимо поехать."
      },
      {
        "id": 34,
        "text": "Глупая идея для паралитиков"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Вот и договорились!",
    "answers": [
      {
        "id": 26,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Аня давай договоримся, если ты будешь себя спокойно вести, то через три месяца я позвоню твоим родителям и скажу, что ты прошла курс и можешь отправиться домой.\nЯ прекрасно помнила, что мой курс должен длиться год.",
    "answers": [
      {
        "id": 26,
        "text": "Хорошо"
      },
      {
        "id": 26,
        "text": "Я постараюсь."
      }
    ]
  },
  {
    "id": 32,
    "text": "—Я решила, что я слишком стара, но сейчас... Если ты согласишься?",
    "answers": [
      {
        "id": 35,
        "text": "Конечно!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Знаешь, ты права я слишком долго находилась здесь чтоб не позволить себе хотя бы этой радости ",
    "answers": [
      {
        "id": 35,
        "text": "Ты права как никогда!"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Что? Я не думала, что ты так слаба духом, теперь нам точно нужно поехать, не просто так же он так старался.",
    "answers": [
      {
        "id": 35,
        "text": "Ты права"
      }
    ]
  },
  {
    "id": 35,
    "text": "Последующие дни мы готовились к поездке. Нина продала свое поместье и денег нам бы хватило обехать весь путь туда-обратно десять раз. Но в последний день перед вылетом Настя сказала, что не сможет отпустить нас. Мы расстроились. Слух разошелся за 15 минут. И вот у Насти в кабинете стоим я, Антон и Нина. Антон уговорил Настю и нам пришлось взять его тоже. Я не хотела чтоб, он ехал с нами. Он был привлекателен и меня тянуло к нему, но я не хотела быть с ним, что если он такой же как и Саша? Мы часто пересекались с ним (не считая сеансов) и в один момент я не выдержала высказала все, что о нем думаю. Теперь мне не по себе рядом с ним.",
    "answers": [
      {
        "id": 36,
        "text": "Зато я все таки буду путешествовать!"
      }
    ]
  },
  {
    "id": 36,
    "text": "Сначала мы прилетели в Питер здесь Сергей оставил первую плдсказку. На ее поиски мы потратили половину дня. Зато теперь мы поедем в Ульяновск. Но сегодня ко мне полошел Антон.\n— Зачем ты меня избегаешь? Ты же догадываешься, что я к тебе чувствую.",
    "answers": [
      {
        "id": 37,
        "text": "Что?"
      },
      {
        "id": 37,
        "text": "Эм.."
      }
    ]
  },
  {
    "id": 37,
    "text": "—Да Ты мне нравишься,что тут непонятного! \n— Я...\nАнтон потянулся ко мне мне стало понятно, что он хочет меня поцеловать.",
    "answers": [
      {
        "id": 39,
        "text": "Поцеловать в ответ."
      },
      {
        "id": 40,
        "text": "Оттолкнуть"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "Его губы были горячими и мягкими, я почти расстаяла в его обьятиях. Он поднял меня на руки и мы начали кружиться в танце под музыку, которая была слышна только нам. На секунду мне показалась, что я стою на своих ногах. Я прошептала ему...",
    "answers": [
      {
        "id": 41,
        "text": "Ты тоже мне нравишься"
      },
      {
        "id": 41,
        "text": "Ты лучший."
      }
    ]
  },
  {
    "id": 40,
    "text": "Я оттолкнула его.\n—Поверь мне. — прошептал он. И я поверила...",
    "answers": [
      {
        "id": 39,
        "text": "Поцеловать."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Я знаю....\nМы танцевали так очень долго я даже потеряла счет времени.\nМы посетили еще несколько городов и последним в списке Сергея оказался Киев. Нина была рада этому путешествию, а я была рада взаимности Антона, я просто светилась от счастья.\nВ Киеве мы нашли последнее письмо от Сергея в нем было пару фотографий какой-то девушки и подпись: Я нашел ее. Ее зовут Наташа. Еще там был адрес. Нина рассплакалась. Она догадалась кто это.",
    "answers": [
      {
        "id": 42,
        "text": "Кто эта девушка?"
      },
      {
        "id": 42,
        "text": "Ты ее знаешь?"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Это моя дочь. Мне было тогда 15 мои родители разлучили нас. Я так хотела чтоб она осталась со мной. А потом с Сергеем у нас ничего не получалось. Он как то в шутку пообещал мне найти ее. Но по его мнению это была не шутка.\nНина рассплакалась.",
    "answers": [
      {
        "id": 43,
        "text": "Мы должны ее посетить!"
      },
      {
        "id": 44,
        "text": "Я думаю, она сильно обижена на тебя. Не стоит этого делать"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Ты права. \nАнтон молча стоял в сторонке. а потом резко сказал\n— И прямо сейчас, нельзя медлить! \nАнтон погрузил нас в машину и мы поехали по адресу. Нине предстоял тяжелый разговор с ее дочкой .",
    "answers": [
      {
        "id": 45,
        "text": "Не переживай все будет в пордке"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Ты права .\nНа следующий день мы отправились обратно в центр. Там нас ждали все. По нам так соскучились, что я почти рассплакалась, когда меня обнал каждый постоялец центра. И начались обыденные дни. Но мне их скрашивал Антон. После очередного обследования врач мне сказал, что большая часть нейронов моего мозга пострадала в аварии и я теперь не могу учиться и скорей всего через пару лет забулу все, что знала.... Даже свое имя .... у меня был один вариант, отправиться домой и первым делом я пошла",
    "answers": [
      {
        "id": 46,
        "text": "собирать вещи "
      },
      {
        "id": 47,
        "text": "Предупредить Настю"
      }
    ]
  },
  {
    "id": 45,
    "text": "Постучав в стеклянную дверь мы замерли. Дверь открыла девочка.\n—Привет, слушай ты знаешь Наташу?\n—- Да это моя бабушка. -пролепетала девчушка.\nНина слегка улыбнулась. К двери подошла женщина и сказала:\n— Я Наташа, Вы меня искали ?\n—Да мы от вашей мамы.- сказала Нина\n\"от вашей мамы ?\" пронеслось у меня в голове.\n—- у меня не было мамы, она бросила меня еще в детстве. Я считаю, что мне не о чем было бы с ней говорить.\nНине подступали слезы. Я взяла ее за руку и прошептала...",
    "answers": [
      {
        "id": 44,
        "text": "Пошли, нам пора.."
      }
    ]
  },
  {
    "id": 46,
    "text": "Собрав вещи я распрощалась с этим местом, хотя и любила его. Я позвонила маме и они должны были приехать за мной через два дня. Антон был в командировке и поэтому я решила нечего не говорить ему, я не хотела чтоб лн всю жизнь мучался с полоумном паралитиком... Через два дня я покинула центр, я проревела несколько дней, но потом, когда я была уже дома в дверь кто-то постучал. Я подъехала к ней и открыла ее. На пороге стоял Антон.",
    "answers": [
      {
        "id": 48,
        "text": "Что ты тут делаешь?"
      },
      {
        "id": 48,
        "text": "Резко захлопнуть дверь"
      }
    ]
  },
  {
    "id": 47,
    "text": "Насти не было на месте, поэтомк я отправилась на верх",
    "answers": [
      {
        "id": 46,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 48,
    "text": "В ответ я услышала:\n— Зачем ты сбежала!?\n— Как ты не понимаешь, я больна, я не хочу, чтоб ты всю жизнь мучался со мной! Уходи!\n— Но я хочу быть с тобой!\nОн встал на одно колено и протянул мне красную коробочку. Я рассплакалась.",
    "answers": [
      {
        "id": 50,
        "text": "Взять коробочку"
      },
      {
        "id": 49,
        "text": "-Это глупо!"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Это глупо! Я не хочу чтоб ты возился со мной!\nОн взял мои руки и прошептал...\n— Доверься мне.\nЯ вспомнила тот первый раз с ним, я расплакалась еще больше.",
    "answers": [
      {
        "id": 50,
        "text": "Взять подарок"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я взяла коробочку.",
    "answers": [
      {
        "id": 51,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы сыграли свадьбу через месяц. Он всегда был рядом. А через три месяца мы арендовали специальный дом, а через год купили. В нем все было для моего удобства. Через пару лет большая часть моего мозга восстановилась и я поступила в иститут. Да, в тот самый, в который хотела поступить с самого начала. Антон был счастлив. А через год у нас родилась девочка, мы назвали ее Ниной. Нина Григорьевна уехала за границу и каждое лето приезжала к нам. Друзей в центре мы навещали раз в месяц, но созванивались мы каждый день. Все наладилось. Оказывается даже колясочникам везет. И мы совсем не ограничены, я это поняла благодаря Антону. И я благодарна всем, маме, папе, Владу. Они поддерживали меня, даже когда жить не хотелось. Но больше всего я благодарна братику за то, что засунул меня тогда в ту дыру. Моч жизнь удалась. ",
    "answers": [
      {
        "id": 52,
        "text": "К обращению от автора→"
      }
    ]
  },
  {
    "id": 52,
    "text": "Спасибо всем тем кто все-таки дочитал до конца. Я надеюст эта история вам понравилась и Вы сделали вывод. Прошу так же строго не судить этот квест у меня первый. И если найдете ошибки, оповестите меня через коментарии, буду благодарна. Удачи всем вам.",
    "answers": [
      {
        "id": 1,
        "text": "В начало→"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  }
]