[
  {
    "id": 1,
    "text": "Приветствую дорогой читатель! В этом квесте ты прочитаешь историю о школьнике, который впутался в неудобную историю с Google. И тебе предстоит выбор, как сложится дальнейшая судьба героя. \nАвтор: Dusty\nЖанр: Юмор\nПриятного чтения\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест] "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://competitivenaturecrossfit.com/wp-content/uploads/2015/07/iron_texture47-u7447-fr.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы обычный школьник, который сидел и играл в CS 1.6, в выходные, но когда вы закончили играть, вас позвали родители, для того чтобы узнать в Google как можно больше информации о Португалии. Но так как вы не хотели отдавать свой телефон, потому что просто было лень идти к родителям, ну и по личным причинам (причины связанны с Т9) ",
    "answers": [
      {
        "id": 3,
        "text": "[Идти в зал] "
      },
      {
        "id": 7,
        "text": "[Сбежать из дома] "
      },
      {
        "id": 26,
        "text": "[Сказать что телефон разряжен] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы зашли в гостиную, достали телефон и начали набирать текст... ",
    "answers": [
      {
        "id": 4,
        "text": "Порт... "
      },
      {
        "id": 5,
        "text": "Порн..."
      },
      {
        "id": 6,
        "text": "Порш... "
      }
    ]
  },
  {
    "id": 4,
    "text": "Женский голос равнодушно произнёс: \"Показаны результаты по запросу Португалия\"\nПосле, родители отобрали у вас телефон и начали читать, отдали они вам его через 20 минут, а через неделю вы неожиданно полетели в Португалию. ",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Женский голос равнодушно произнёс: \"Показаны результаты по запросу Порно\". Вы стали бедными как снег, родители отдали вам телефон, вы ушли в свою комнату, а ночью вы услышали странный скрип в соседней комнате",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Женский голос равнодушно произнёс: \"Показаны результаты по запросу Porsche. Ваш отец мгновенно выхватил у вас из рук телефон и ушёл в свою комнату, а вас отправил делать уроки, через несколько месяцев, в гараже стоял новенький Porsche. И вот однажды вы украли ключи от машины(захотели повыпендриваться перед одноклассниками). Прав у вас конечно не было, но кому это когда-либо мешало? ",
    "answers": [
      {
        "id": 27,
        "text": "[Идти в гараж] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы тихо вышли за дверь. Перед вами предстала уличная жизнь, все куда-то неслись, но в вашем городе улицы пустовали, так как все были на работах или просто сидели дома. Перед вами предстал выбор, пойти налево, направо или в зайти в тёмный переулок",
    "answers": [
      {
        "id": 8,
        "text": "[Идти направо] "
      },
      {
        "id": 9,
        "text": "[Идти налево] "
      },
      {
        "id": 10,
        "text": "[Зайти в тёмный переулок] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы пошли направо, по вашим расчётам вы должны были прити к дому своего друга, но похоже свернули не туда и пришли на свалку. Королём свалки был Бомж Серёга, очень известная личность в вашем городе. Бомж Серёга пригласил вас к себе на свалку, попить изысканного пятилетнего, индийского чая",
    "answers": [
      {
        "id": 11,
        "text": "[Согласиться] "
      },
      {
        "id": 12,
        "text": "[Отказаться] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы пошли налево, вы шли довольно долго, но в конце концов, вам навстречу вышли три гопника, вы их отлично знали. Это были Щегло, Вломло и Жедло, они подошли к вам, со стандартным вопросом: \"Мобила есть, позвонить?\" ",
    "answers": [
      {
        "id": 13,
        "text": "[Дать телефон гопникам] "
      },
      {
        "id": 14,
        "text": "[Убежать] "
      },
      {
        "id": 15,
        "text": "[Ударить одного из гопников] "
      }
    ]
  },
  {
    "id": 10,
    "text": "В нос ударил запах сырости, ужасно воняло. Вы почти ничего не видели в темноте, ещё шаг и вы провалились в канализацию",
    "answers": [
      {
        "id": 18,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 11,
    "text": "После чаепития, Бомж Серёга предложил вам вступить, в его армию и пойти рейдить школу, предложение было очень манящее",
    "answers": [
      {
        "id": 23,
        "text": "[Согласиться] "
      },
      {
        "id": 12,
        "text": "[Отказаться] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы отказались от его предложения, Бомж Серёга понимающие кивнул и отправил вас домой",
    "answers": [
      {
        "id": 2,
        "text": "[Пойти домой] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Щегло начал набирать номер, но ваш телефон исчез и через секунду вылез портал состоящий из космической жизи, гопников засосало туда.",
    "answers": [
      {
        "id": 24,
        "text": "[Войти в портал] "
      },
      {
        "id": 22,
        "text": "[Убежать] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Эти гопники были заядлыми курягами, и вы без проблем убежали от них. Но вы не заметили как были возле своего дома, возле которого вас ждал отец. Он спросил где вы были всё это время",
    "answers": [
      {
        "id": 16,
        "text": "[Сказать, что убегали от гопников] "
      },
      {
        "id": 17,
        "text": "[Сказать, что просто гуляли] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы ударили Щегло, он упал гопники пошли ему помогать, а пока они отвлеклись, вы начали бежать",
    "answers": [
      {
        "id": 14,
        "text": "[Бежать] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Отец рассмеялся, дал вам сотку и попросил сходить в магазин, а на сдачу купить себе чего-нибудь",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Отец недоверчиво посмотрел на вас и отправил в магазин, сказав купить хлеба",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Нога сильно болела, но потом прошла, вам повезло ничего не сломать. Был только один путь — вперёд",
    "answers": [
      {
        "id": 19,
        "text": "[Идти] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы шли вперёд. Вскоре вы увидели четыре двухметровые фигуры в темноте, они приблизились к вам. Вы узнали их это были самые известные жители канализации, это черепашки ниндзя! Черепашки предложили проводить вас домой... ",
    "answers": [
      {
        "id": 20,
        "text": "[Согласиться] "
      },
      {
        "id": 21,
        "text": "[Атаковать черепашек] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Черепашки показали выход из канализации, вы успешно добрались до дома",
    "answers": [
      {
        "id": 22,
        "text": "[Идти] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Бой длился долго, но черепашки победили. После боя Майки сказал: \"Это фиаско, братан\". Черепашки приняли вас в свою семью, и вы стали пятой черепашкой! ",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Возле дома вас ждал отец, вы подошли к нему, он спросил вас: \"Где ты был всё это время? \"",
    "answers": [
      {
        "id": 16,
        "text": "[Сказать, что видели черепашек ниндзя] "
      },
      {
        "id": 17,
        "text": "[Сказать, что гуляли] "
      },
      {
        "id": 16,
        "text": "[Сказать что были у Бомжа Серёги\n] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Рейд на школу был удачливый, потому что школу закрыли на ремонт, после рейда все разошлись по домам",
    "answers": [
      {
        "id": 22,
        "text": "[Пойти домой] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Когда вы вошли в портал, перед вашим носом пролетел Crazy Frog(кто ещё помнит этого персонажа?), После него, вас засосало в землю и только потом вы поняли в чём вы стояли, это была странная инопланетянин слизь. ",
    "answers": [
      {
        "id": 25,
        "text": "[Встать] "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы очнулись на той же улице где встретились гопниками, после тщательного осмотра самого себя и всего находящегося вокруг, ваш мозг пришёл к выводу, что ничего не пропало, лишь на руке была маленькая дырочка, как будто от иглы... ",
    "answers": [
      {
        "id": 22,
        "text": "[Пойти домой] "
      }
    ]
  },
  {
    "id": 26,
    "text": "Но этого было не достаточно, чтобы родители забыли про вас и ваш телефон. Мать сказала поставить телефон на зарядку. Присмотревшись к телефон и увидев надпись SAMSUNG, вы попытались как можно быстрее снять телефон с зарядки, но не успев это сделать, рядом откуда невозмись появился хачь, и прогремел огромный взрыв",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 27,
    "text": "Открыв гараж и попутно открыв машину, вы сели в неё",
    "answers": [
      {
        "id": 28,
        "text": "[Завести машину] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Загудел мотор, по телу разлились мурашки, а в штанах стало мокро и липко. Удачно выехав с гаража на 5-ой передаче, вы направились... ",
    "answers": [
      {
        "id": 29,
        "text": "[Направо] "
      },
      {
        "id": 30,
        "text": "[Налево] "
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы раъежали по улице с бассами, и вот к вам подъехал чёрный, танированный джип. Медленно опустилось стекло, из-за стекла показалось лицо в чёрных очках и с золотой цепочкой на шее. И тут вы поняли это были чуваки з Гетто. В миг один из них достал дробовик и начал расстреливать вашу машину. ",
    "answers": [
      {
        "id": 31,
        "text": "[Подрезать джип] "
      },
      {
        "id": 32,
        "text": "[Сделать полицейский разворот] "
      }
    ]
  },
  {
    "id": 30,
    "text": "Когда вы выехали из гаража, улицу переходила целая армия бомжей и школьников, а предводителем был Бомж Серёга, подождав пока они пройдут, вы поехали дальше. ",
    "answers": [
      {
        "id": 33,
        "text": "[Ехать] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Джип перевернулся и взорвался, после вы резко развернулись и красиво уехали в закат",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 32,
    "text": "Со словами: \"Вин Дизель смог, и я смогу!\", вы сделали полицейский разворот и поехали домой, домой вы доехали без инцидентов",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы ехали меж фонарных столбов, на которых сидели гопники, меж тёмных переулков в которых пошатываясь стояли наркоманы. Вот вы заехали в район номер 13 и увидели съёмки клипа: Потапа и Насти",
    "answers": [
      {
        "id": 34,
        "text": "[Ехать дальше] "
      }
    ]
  },
  {
    "id": 34,
    "text": "Дальше стоял одинокий дом, из которого вам с красным шариком в руках махал Пеннивайз. После вы увидели людей в спортивках Adidas, которые ждали автобуса на Харбас. ",
    "answers": [
      {
        "id": 35,
        "text": "[Ехать дальше] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Проехав ещё пару районов, вы вернулись в свой район, загнали машину в гараж и сели делать уроки... ",
    "answers": [
      {
        "id": 1,
        "text": "[Закончить квест] "
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]