[
  {
    "id": 1,
    "text": "Привет! В этой книге ты будешь играть за девушку 14 лет, которая рисует в своей голове кистью фантазии такие картины и сцены... нет, не в том смысле, что это прекрасные пейзажи, натюрморды, лица и рожи других людей, балет какой нибудь, нет. Это приключения фэнтези типа, и парня, тоже 14 лет. Они были одноклассниками. Он любил ее, но не мог сказать об этом, и она тоже его любила, но боялась сказать ему. Этакая печальная история любви, и моя больная фантазия) \n\nИ еще такая просьба: не судите слишком жестко, я целый год книги не писала. Если вам понравится, ставьте отметку \"Мне нравится\".\n\nНу короче поехали, играть будешь сразу за двоих!)",
    "answers": [
      {
        "id": 2,
        "text": "Поехали!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ох, еще одно скучное утро. Такое же, как и другие. Все мои дни были, вобщем-то, одинаковы. Но кое-что их все таки различало: моя фантазия. Каждый день я придумывала такие сцены!.. Но это была моя маленькая тайна. Я старалась вообще никому не говорить о ней, потому что чаще всего я выступала в роли своей темной стороны — в роли некоего (ну типа) РобинГуда. Воровала у богатых, и жила по тихоньку на это. Часто убивала и просто грабила. Так же, в моем мире фантазии, у меня было достаточно врагов, которые так и хотели со мной поквитатся! Часто там появлялись такие герои как: лесник,  хороший такой парнь (им был мой друг, которого я люблю); моя младшая сестра-мелкая воришка. В мечтах я ее отлавливала за ее обычным делом (и мы, в моем мире, незнакомы) и брала себе в ученицы).\n   Но иногда, я была жертвой, а другие участники сцены — моими врагами.",
    "answers": [
      {
        "id": 3,
        "text": "Круто. И что дальше?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Но все это лишь мечты, наподобии тех, о чем мечтают другие девочки, типа: Розовая трава, поняшки-пегасики, и т.д. и т.п. Моей же мечтой было попасть в такой мир, в мир моей фантазии. Типа ВЖУХ появился портал я туда нырк а там этот мир! Но я конечно понимала, что я все же не очень то этого хотела, но другая часть меня стремилась туда. Но я ей не давала поясничать. Вполне скучная жизнь. Фантазиями и развлекалась всегда. Пока однажды не произошло нечто крутое...",
    "answers": [
      {
        "id": 4,
        "text": "Что?"
      }
    ]
  },
  {
    "id": 4,
    "text": "          Лана:\nОх, блин! Еле на урок успела. Что то мы с сестрой опаздываем в школу последнее время. Надо бы выходить пораньше, да не получается как то. Так, 136 упражнение? Самостоятельно? Окей. Так... Стих переписать. *открываю упражнение* Ну нихрена! Такое огромное!!! Океей. Попробуем.",
    "answers": [
      {
        "id": 5,
        "text": "Моя долбаная фантазия... "
      }
    ]
  },
  {
    "id": 5,
    "text": "Весна. Я иду из школы. Мама разрешила немного погулять, и я зашла в переулочек, где редко кто ходит. Там спокойно. Я села на лавочку, и задумалась. Тут сзади мне в лицо суют какуюто штуку, и из нее идет какой то странный, но приятный аромат. Я хотела дернутся, но меня удержали (еще откудато взявшиеся две руки) за плечи. Тут я начала очень быстро слабеть, все плыло. Последняя мысль перед тем, как я отрубилась, была: Вот сволочи...",
    "answers": [
      {
        "id": 6,
        "text": "Проснутся (после уроков)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ох блин! Это был сон!  А стоп. Эт я дурында такая размечталась. Ок, пошли домой.\nЯ позвонила маме, она сказала: можешь погулять, все равно пятница.. \nНу а я решила проверить свой стремный \"сон\". Ну нахрен все, пойду туда! В конце концов, во первых: это сон, моя фантазия, чтоб ее!.. А во вторых: СЕЙЧАС ЗИМА. Со мной просто не может такое случится. А в том месте я ниразу не была. В той улочке. Я пошла проверить. А вдруг такой улочки вообще не существует? Вот и посмотрим. Пошли!",
    "answers": [
      {
        "id": 7,
        "text": "ЛетсГо!"
      }
    ]
  },
  {
    "id": 7,
    "text": "Спустя 10 мин.: \nТак я ее и не нашла. Обидка. Ну и ладно. Вот хорошая лавочка, сяду отдохну.\nИ ваще, зачем я сюда приперлась? Помню, что то я хотела, а что — хрень знает. Блин забыла. Ну и ладно. Просто сяду отдохну. \n\n",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ура! Сейчас ты перейдешь к другому герою. Так ты часто будешь переходить. Играть за двоих. И еще: От тебя здесь в основном ничего не зависит) Это скорее книга просто для чтения. Не новелла, как обычно.\nПоехали короче",
    "answers": [
      {
        "id": 9,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 9,
    "text": "               Сергей:\n  Ну вот зачем я вошел в этот долбанный клуб?!! Нельзя ведь уйти отсюда.. И на кой хрен этому антону понадобилась эта Лана? Извращенец, ну вот чесно! Тоже что ли влюбился.. хз. Я всего лишь новичек тут, и не имею права голоса.. Просто должен выполнять его приказы, не один конечно. У меня команда есть. Точнее я в этой команде. Нас тут 5\nчеловека я. Мы отправились за Ланой, под предлогом для предков: мы с пасанами погуляем) \nПогуляем, блин.. \n",
    "answers": [
      {
        "id": 10,
        "text": "Хм"
      }
    ]
  },
  {
    "id": 10,
    "text": "\nЯ даже думать не хочу, но не могу.. забыть, оставить эту мысль. Она меня как то греет. Просто я люблю Лану. Ну видимо люблю. Потому что я незнаю, как еще назвать это чувство. Ну вот. Сразу как то легче стало. Блин первый раз признался себе в этом! Ладно. \n\n\nМиша- Вон она! Ведем себя тихо, а то заметит.\n Миша был главарем нашей группы. Его назначил Антон, будь он неладен.\nМ(миша)- О! Хороший момент, она села. Вперед! Сергей держит ее за плечи что бы она не повернулась, я держу аппарат у ее лица. Справишся, Мелкий?(это я Мелкий)\nя- угу. \nМне все это вообще не нравилось. Совсем. Мы тихо подошли, и резко кинулись выполнять задачу. Через полминуты сопротивляния она начала слабеть. Аппарат выпустил сонный газ, быстродействующий. Потом Сашка взял ее на руки, и понес до машины. Антон ждал нас. Ему было 16, но машину водил хорошо. Мы все уселись, а Лану приказали связать. Я аж офигел от такой наглости. Что это за групка гопников?! Зачем хватать бедную девушку, еще и связавать?!!! На хрен она им здалась?! Я хотел было вякнуть это вслух, но получилось лишь возмущенно пробубнить. \n(М)- не бубни, скоро и ты будешь выполнять настоящую работу! Лишь подожди!",
    "answers": [
      {
        "id": 11,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 11,
    "text": "                Лана:\n   Ммм.. что сейчас это было? Ооо.. ни черта не помню. Где я вообще? Почему так неудобно? \nЯ попыталась пошевелить руками, что-то сказать — не получилось. Они были связаны. Обидка. Так стоп всмысле связаны?! Если бы я была в куртке, было бы неудобно меня связать, еще плюс- мне было бы холодно. Где я? Почему я в машине? Что тут происходит?! Где находится эта машина? Как долго я была в отключке?\nЯ уже прочнулась полностью, раз начала так резво соображать. \nЗаметила это не я одна. Сейчас только я заметила, что на меня смотрит парень. Мне ровестник приблизительно. Он спросил: ну долго ты еще вертется собираешся? Михалыч, она проснулась. Чо прикажешь с ней делать? ",
    "answers": [
      {
        "id": 12,
        "text": "А что со мной будут делать?! Лишь бы не что-то ужасное..."
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "IMG_20181110_142501.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Михалыч(М) — Да не трогай ты ее и все. Пусть полежит пока, все равно она ничего не может в таком состоянии.\n Да уж, в таком состоянии я и впрямь не могла делать ничего другого, кроме как зыркать по сторонам. Обидка(\nЯ попыталась сесть. Это было бы куда удобнее, нежели валятся, и ничего не видеть, кроме спинки кресла, за которою спрятался тот пацан. Что здесь происходит? \nВ итоге мне удалось сесть, я свесила ноги с сидения. Сидение было в самом конце микроавтобуса, (это я поняла, когда увидела салон. Такой в микроавтобусах только. Тут все места были заняты. На передних местах сидели, по видимому, более старшие по званию. Класс конечно. На одном из передних сидений сидел Миша. Он был моим одноклассником. Зашибись. Может, он хотябы мне что нибудь объяснит?! Так же я вспомнила, что тот парень, что сидел передо мной, был учеником другого восьмого класса. А вроде.. да пофиг. Главное, что...\nНезнакомый парень рыкнул: какого хрена?!! Живо легла!!! Я в ужасе улеглась обратно. Фу как не красиво, по отношению к молодой девушке! Я сделала еще такой вывод: в салоне не было ни одной девушки, кроме меня! Тоже обидка( Ну да пофиг. Вобщем-то. После окрика того чувака за рулем, на меня стали поглядывать другие пассажиры. И тут я чуть не завопила. ",
    "answers": [
      {
        "id": 13,
        "text": "Что?!!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Эм... может я конечно обозналась, но тот парниша, что сидел рядом с Мишкой, очень мне напомнил Сергея.. Что он тут делает?! Ему тут ваще не место!!! Здесь было 7 человек. Ко мне подошел Мишка. В животе все сузилось от страха(бабочки запорхали)\nОн подошел ко мне с каким-то аппаратом, приложил к моему носу и рту, включил, и я начала засыпать. Теперь я поняла, как меня вырубили в первый раз...",
    "answers": [
      {
        "id": 14,
        "text": "Далее)))"
      }
    ]
  },
  {
    "id": 14,
    "text": "               Сергей:\n   Просто беспредел! \nОна проснулась, попыталась проявить своевольство, и ее отключили! Жестко тут все. Миша сел рядом, положив аппарат в сумку. \nЯ — Михалыч, а вы часто так.. с девушками поступаете? И вообще зачем они вам? \nМихалыч сначала слушал внимательно, но после второго вопроса нахмурился.\n(М)- Да часто. Это наша работа вобщето. И вообще какая тебе разница, что сней будет?!! Сиди тихо и не препирайся! Радуйся вобще, что тебя взяли!!\nОкей окей. Странно он отреагировал на второй вопрос. Очень. И все же мне не ясно — нафига им Лана? Может она меня и не любит, но она считала меня другом. А перестала так считать после того, как мы встретились с ней глазами. Глаза у нас, готов поспорить, были одинаково ошарашены.",
    "answers": [
      {
        "id": 15,
        "text": "Ок. Дальше что?"
      }
    ]
  },
  {
    "id": 15,
    "text": "(А)(Антон)- Через три часа будем на месте. Все включите самолетики на телефонах, что бы мамки не беспокоили. Скоро будет магаз, кто пойдет за продуктами? Скоро все проголодаются, нужно поесть. Еще и у машины весь бензин кончился! Так кто пойдет?\nМиша и Ваня захотели пойти. Я  сказал: Я с вами, ок? Мишка был не против. Хорошо, что он такой отходчивый! Только что поругались, ему уже побарабану! \n(м)- но тогда останется Ваня. Только двое пойдут. \n(Ваня)- эй! Я тоже хочу! \n(м)- тогда я остаюсь.\nМы с Ваней в голос завопили — ОК!\n(А)- тише, придурки! Она спит как бы, а нам не нужно, что бы она тут отвлекала меня. ",
    "answers": [
      {
        "id": 16,
        "text": "В магазине"
      }
    ]
  },
  {
    "id": 16,
    "text": "(В)- Ты че, Серый, влюбился что ли в эту дуру?! \nЯ — ну, вобщето она не плохо учится, и я не влюблен. Просто мне было не понятно.  В конце концов, я же новенький! Скоро, думаю, привыкну. И давай возьмем немного еды и для этой \"дуры\" тоже. Она тоже ведь человек! И тоже голодна, или проголодается. Михалыч, думаю, был бы не против. \n  Ваня немного помолчал, потом сказал, что я неплох, и пусть я беру что хочу, но только на 200₽, потому что денег особо нет. \nЯ набрал кучу вкусного хавчика, там чипсы, поллитровую бытылочку колы, просто воды, и т.д. Денег хватило, и мы довольные пошли к нашим. Все были довольны пирухой, а я сел к Михалычу, и спросил у него про Лану. \n(м)- если ты набрал еды и для нее, то ок. Делай с ней что хочешь, пока мы едем. Главное, не развязывай до конца. Можно только рот открыть.Ну и руки. Только попроси тогда у Сашки клейкую ленту, что бы потом вернуть ее в прежнее положение, ок?\nЯ — хорошо. ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "                  Лана:\n  М? Ох, опять он меня отрубил. Бездарь. Я осмотрелась. Лежала я на спине, согнув ноги, потому как целиком я не влезала в салон, и пришлось немного скрючится. В ногах у меня сидел.. погодика, а, Сергей. Предатель хренов. Он смотрел на меня так печально, и в тоже время удивленно. Будто первый раз видит. Как же бесят предатели!!! \n(С)(Сережа)-Садись давай, живо! — сказал он мягко — Живее блин. Так, Михалыч, подойдика... \n  Подошел Мишка. Не хуже этого предателя. Я даже зажмурилась на пару секунд. Боже! Любимый мне человек предал меня! Как же больно. От удара не так больно. \n(С)- Можно рот открыть?\n(м)-Да, пожалуй можно. Начнет орать — обратно прилепи и возвращайся.\n(с) — ок. \n(А)- Чо он там?\n(м) — деваху накормить захотел. Ухажер хренов.\n\nАх вот что! Тварь! Предал, а теперь подлизывается!! \nЯ вскочила к двери, в которую уперлась ногами, а потом оттолкнуласьи прижалась спиной к противоположной стене. \n(с) — хорошь скакать, иди сюда. \nОн говорил не очень громко. Его мог слышать только тот чувак, что сидел передо мной, на следующем сидении. \nОн потянул ко мне руки, снял ленту со рта, что бы я смогла говорить и есть. \n(с) — тебя с рук кормить или руки развязать?\nя — я с предателями не разговариваю, а вообще и развязать бы мог! — прошипела я, затем повернулась к нему спиной, протягивая руки. Они быстро отлетели в стороны. Вот зараза. У него был нож, им он срезал мои путы (веревки, клейкая лента). \n(с) — только попробуй своевольничать!\n  Я промолчала.Он протянул мне пакет с чипсами.\nЯ — вода есть? Простая минералка.\n(с) — держи. *протягивает бутылку*\nЯ — спс.\nОтвернулась от него к окну, глотнула пару глотков вкусной свежей воды. Вау, а за окном нефига не зима! Там была оттепель! Будто мы ехали назад в прошлое! \nя — куда едет машина?\nТут повернулся Мишка со словами: \"Какая тебе то разница?! Сиди и не вякай!!!\nНу и ладно. Тварь. Я ему устрою в школе, так устрою... если вернусь туда. В отражении я увидела себя. Немного разлохмаченная, сидела с такой рожей, будто готова зарезать весь мир. Немного пригладив волосы, я смотрела в окно. Обернулась — Сергея уже здесь не было. Сбежал, трус. ",
    "answers": [
      {
        "id": 18,
        "text": "Фуух. Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "                 Спустя 2 часа:\n    Я определила, что уже темнело. Время было позднее. 5 часов вечера где-то. \n(м) — собирайся, через минут 5 на выход. *поворачиваясь и уходя*  Почему с женщинами так много проблем? \nБебебе. Бука. А что мне собирать? Бутылочку воды? Да ну. Отдам ее тому, кто мне ее дал, Сергею. Этой воды пол бутылки осталось. Ну и ладно. \nКакой то большой пацан подошел ко мне. \nПацан — руки давай сюда.\nЯ протянула руки так, что бы он мне склеил их спереди. Ему видимо было не пофиг, где будут находится мои руки. он тупо, но очень тщательно, зараза такая, склеил мои руки лентой, и рот заклеил. А я сидела и не дергалась, потому что у него в руках был нож.\nЯ встала только тогда, когда он убрал нож в карман. Вышла из машины, а на улице темно, но зато тут лето. Все без курток, на улице лишь слегка прохладно. Да уж, а я была в своих школьных джинсах и белой майкой. Так же у майки не было рукавов. Кароче я была одета в классическом стиле. волосы туго заплетены в косу, руки перео мной, связаны, рот закрыт. Сергей ошалело смотрел на меня. Да блин, когда уже он перестанет на меня таращиться?! \n",
    "answers": [
      {
        "id": 19,
        "text": "А что же, блин, дальше?!"
      }
    ]
  },
  {
    "id": 19,
    "text": "                       Сергей:\nБлин, какая же она красивая! И сдержанная. Ни разу даже не всплакнула. Серьезная ходит, еще и одета так строго. Но в этой строгости столько красоты...\nДа ну нафиг! Фуфуфу!! Позор!!!\n  Михалыч тут спалился, что они комнаты забронировали. А завтра поведут Лану \"Прогулятся\". Не знаю, что он имел в виду под этим словом, но надеюсь, ничего плохого. Ладно уж, пошли. \n               ...\nОна больше не считает меня другом, и это очень печально. Так у меня был хотя бы шанс ей понравится. Теперь же она меня ненавидит. И еще, вам, наверно, интересно, почему мне нельзя уйти осюда, так ведь? Это началось так:...\n\n\n ",
    "answers": [
      {
        "id": 20,
        "text": "История"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я вышел из школы, на улице валил снег. Мы с Мишей договорились встретится после школы у входа. \nЯ думал подождать его, а он сам ко мне подошел, взял за руку, и повел. Рассказал о его клубе, и чем они там занимаются. Пока я еще ни делал ничего того, о чем он рассказывал. А рассказывал он о том, что они бегают по крышам, и смотрят в темноте на звезды. Еще они избивают плохих парней, грабят, а потом устраивают пиры, и т.п. Про подобное приключение, как это, с Ланой, он мне и слова не сказал. Нет ну, было дело, но я тогда понял это в другом смысле... каким же дебилом я тогда был!\nКогда он привел меня к Антону, я дал клятву, что никогда не брошу этот клуб, и что, если я его брошу, то пусть меня найдут и убьют! Я так хотел всего того, что обещал мне Миша.\nВот и получил. Через день после моего \"посвещения\" мы отправились ловить Лану. Лана, прости меня за все! \nКак я жалок. Так унижатся перед девчонкой! Хорошо еще, это я про себя так унижаюсь, не вслух!\n",
    "answers": [
      {
        "id": 21,
        "text": "Вобщем вот. "
      }
    ]
  },
  {
    "id": 21,
    "text": "                    Лана: \n  Фух. Куда мы идем? Зачем мы идем? Зачем тот огромный пацан несет с собой мусорных пакетов маленький рулончик? Ваще ничего не понимаю.\n   Мы подошли к углу многоэтажки, и там началось блин веселье.\n(м) — иди-ка сюда.\nЯ подошла. Он опять достал тот аппарат. Я поняла чем дело пахнет, отрицательно покачивая головой.\n(м) — ну иди сюда, не бойся.\nОт этих слов вообще стало еще страшнее. В груди все болезненно заныло. Так бывало, когда мне было очень страшно. \nМеня резко, крепко схватили за плечи, и тут я уже заныла. Мне было очень страшно. Я не хочу! Я не буду! Миша подошел ко мне, и приставил к лицу маску. Я задергала головой во все стороны, а потом начала лягатся. Потом я упала на сухую холодную землю, и сжалась в комочек. Боже, как страшно.. Меня оставили. Они хотели засунуть меня в пакет, и что бы я не дергалась, усыпить. Но они решили упаковать меня прямо так. Боже мой. в этом пакете было так спокойно. Я успокоилась. Наврятли они меня бросят на дорогу под машину, или оставят прям так на помойке. Меня несли, а я тихонько сидела в пакете. ",
    "answers": [
      {
        "id": 22,
        "text": "Да распакуйте меня уже!!!"
      }
    ]
  },
  {
    "id": 22,
    "text": "               Сергей:\n   \n   Хм, классный отель. Антон подошел к бармену, и завел разговор, показывая на билетик. Мы отправились на верх, осматривать свои комнаты, в которых мы задержимся дня на три. Может дольше. \n  Меня определили в одну комнату с Ваней, Петровича с Денисом, Антон пошел с Сашкой, а Михалычу предоставили на попечение Лану. Надеюсь, ничего не случится. Буду ее навещать каждый день!.. хотя может и не стоит?...",
    "answers": [
      {
        "id": 23,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 23,
    "text": "                        Лана:\n\nМмм... видимо, я уснула в том классном пакете. Рот мне освободили, но руки оставили. Я лежала на кровати, лицом к панорамному окну. Из окна был вид на далекий далекий лес. Красиво. Справа от леса я видела голый холм. Только на самой верхушке стояла береза. Большая, и толстая, старая береза. \nЯ села на кровати, осмотрелась. Это была комната какой то гостиницы. Тут я увидела на столике, что стоял рядом с кроватью, поднос. Тут лежал бутер, чаек, молочная гречневая каша. Здорово. И тут — о боги! \nЯ — опа! Вот это подарок! \nТак же на подносе лежал нож! Им я быстренько вскрыла ленту, и освободила руки. Фууууф, свобода! Быстро поев, я оставила все на столике, а сама подошла к двери. Открыто! Приоткрыла дверь, осмотрелась, вроде никого. Открыла дверь пошире — тут стоит Сергей. Я скорее попыталась закрыть дверь, но он ее крепко, падла, держал. Одной рукой держа дверь, а другой меня, он сказал: Мы все ждем тебя внизу, так что давай живо! \nЯ фыркнула ему в лицо, и, вырвав руку, пошла вниз по лестнице. Подошла к этой группе так насоливших мне гопников.\nя — с добрым утром. \nЯ сказала таким тоном, будто это утро было бы для них последним. \n(А) — че ты так долго? Пошли. Мы тебе кое что покажем!\nБез ленты? Без оскорблений? Это подозрительно. Надо быть на чеку! \n(С) — Эмм.. как спалось?\nя — лучше бы объяснил мне, когого хрена тут творится? Я со вчера так и не поняла вашей цели. Так объясни же мне наконец.\n(С) — о, с этим тебе к Михалычу.\n Я — ну тогда-иди в жопу.. предатель!\nЯ пошла к Мишке, оставив Сергея одного. \nЯ — ок. Миша, ты хотя бы объясни мне, что тут творится, какая ваша цель, и нахрена вы меня утащили из Москвы?!\n (М) — Ох.. отвечу только на первый вопрос.\n\n\nХах, а Миша не любит, когда ему задают больше одного вопроса ;)",
    "answers": [
      {
        "id": 24,
        "text": "Ну и?!"
      }
    ]
  },
  {
    "id": 24,
    "text": "(М) — Мы забрали тебя из Москвы. Так повелел нам Антон.\n Я — а у вас самих нет мозгов да?\n(м) — Есть. Просто мы все работаем на него. \nя — И ты с Сергеем тоже?\n(М) — и я с Сергеем тоже.\nя — а почему? \n(М) — ранее я уже говорил, что отвечу только на один, первый твой вопрос. Я на него ответил. Всего я тебе могу не рассказывать. Это мое желание.\nя — \"мое желание\". Ну и фиг с тобой, бука. \n  Мы шли по лесу.   Я потихоньку начала отставать. Присоеденидась к Сергею, а потом опять начала специально отставать. \nОн уже был от меня на расстоянии 3 метров, и я решила- пора! Я заметила попути хороший, толстый ствол дерева. Спряталась за него, и ждала. Потом смотрю — хм, они достаточно далеко, что бы не догнать меня! Я рванула из своего укрытия в сторону отеля. Бежать я старалась как можно тише. Спряталась за ствлолом дерева, оглянулась, они переполошились, бегут назад. Пережду здесь. Я слишком заметная. Мне пока нельзя выходить. Я прижалась к дереву спиной, закрыла глаза, и стала прислушиватся: Они вроде стали шуметь тише. Видимо, пробежали уже мимо меня. Я открыла глаза и испугавшись, сползла тихонько вниз, не сводя с \"этого\" глаз. Передо мной стояло какое то страхуебище, С маленькими глазками на белой роже, с черной \"гривой\". Оно смотрело на меня, и тоже не сводило своих страшных глаз. Потом оно такое \"Привет\" И я падаю в обморок. ",
    "answers": [
      {
        "id": 25,
        "text": "Очнутся"
      }
    ]
  },
  {
    "id": 25,
    "text": "   М? Блин, опять эти клейкие ленты, закрытый рот, и т.д. Я стояла рядом с березкой. Ну как стояла, я была к ней привязана лентой. Из-за спины послышался знакомый голос: \n(знакомый незнакомец) — Ну, я то думал, ты не проснешся.  (тихий хохоток) А ты хорошо бегаешь, Лана. \nИз-за дерева вышел Антон. Вам интересно, на кой хрен именно он велел меня пленять? Я сразу догадалась, что к чему, когда мишка мне ответил на мой вопрос. Просто мы с Антоном — давние знакомые. Я всегда его избегала, а он тут, оказывается, бизнес крутит, мелкотню подначивает. Тварь такая. Однажды, еще года 4 назад, я ему сильно насолила: я обидела его брата, и после этого его брат кончил жизнь суицидом. Ну больной он был на голову. Антон решил, что это я виновата, и решил мне отомстить. А я его и не могла вспомнить его. По его голосу, впервые услышав его, я вспомнила, что где-то его слышала, но я не могла вспомнить где.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Плюс ко всему, он все это время ходил в маске, и я не могла его узнать! Но сейчас он вышел без маски, и тут то я все вспомнила.\nя — АНТОН?!!\n(А) — о да, хехехе, это я. И никакие Миши и Сережи тебя *достает нож* не спасуууут ньхехехех. Как я этого долго ждааал... Я планировал все это, *проводит кончиком ножа по твоему горлу* годами планировал... и вот, ты наконец здесь. Я думаю, ты вспомнишь это место по названию: Питербуржская деревенька:\nя — ...Шавеловка?!..\n(А) — Дааа, она самая. Детский лагерь, высокий, запрещенный для посещения карниз, и на верху мальчик...\nя — *уже в слезах* нет... не надо... п-прошу! Сп..сп..с..СПАСИТЕЕЕ!!! \n(А) — оу, что же ты раскричалась, голубушка? Я же сказал, что никто не придет...\nОн говорил голосом сумасшедшего, умалишенного человека.\nя — НА ПОМОЩЬ!!! УБИВАЮТ!!! *уже рыдаю, в слезах кричу*\n(А) — какая же ты выросла.. непослушная.. глупая.. тупая и безмозглая. \nя — * шепотом* помогите.. я жить хочу... спасите меня.... \nИ тут я потеряла память. ",
    "answers": [
      {
        "id": 27,
        "text": "В реальном мире"
      }
    ]
  },
  {
    "id": 27,
    "text": "           Сергей:\n—Господи, да что с ней?!\nМ- Жар, галлюцинации.\nС- бл*, до чего вы ее довели?!\nП- скорую?!\nМ- сами справимся *мочит платок в холодной воде и кладет на лоб*\nЛана- Ааааа!.. Помоги..те.. А! \nЛана плакала сквозь сон, кричала о помощи, молила кого то о пощаде. \nД- Я за успокоительным!*выбежал из комнаты* \nЕе всю трясло, она металась в постели. ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "                 Лана:\n\n(А)- а помнишь... \nД- ВОТ! Я лекарство принес!!\nЯ- дденис? Денис.. ДЕНИС!!! НА ПОМОЩЬ!!\n(А)- Я же убил тебя?! \nя — *новая порция слез, рыданий, и всхлипований* НА ПОМОЩЬ!!.. \nД- Уже несу!\nТут Антон Прячет нож за спину, и поджидает Дениса.\nя — ДЕНИС НЕТ!!! НЕТ... \nОн убьет тебя...",
    "answers": [
      {
        "id": 29,
        "text": "По ту сторону сна"
      }
    ]
  },
  {
    "id": 29,
    "text": "           Сергей:\n\nМ- нет, ей нереально залить успокоительное в рот.\nС- может укол?\nМ- ага как? Она вон в постели как мечится! Хрен ты ей укол сделаешь!\nС- да ладно, го попробуем?\nМ- ох, ну если только попробуем!!\nНесите иглу, колоть будем.\nЛана- Нееет.. оставь.. меня..  АААА! ПО..могиии..  НЕ ТРО..ГАЙ..меня....А! \nМ- да блин! Саша держи ее. \nЛана:Ан.. Антон!.. помоги..те..напом!.. ош.. \nЯ- боже мой, Лана! Очнииись!\n*все смотрят на Антона* \nА- а что я? да, я все это затеял, но  че так орать то?!\n",
    "answers": [
      {
        "id": 30,
        "text": "А зачем он это все затеял?!"
      }
    ]
  },
  {
    "id": 30,
    "text": "И вообще, я ухожу!\n*уходит, хлопая дверью* \nЛана- Сережка.. \nя- ну, я здесь.\nМ- боже, ты реально такой придурок или только прикидываешся? Она же спит, и ничего, ну почти, не слышит.\nя- зато она теперь успокоилась.\n*мишка убирает иглу и лекарство* \nМ- ну наконец то! Все. Едем домой! И как можно скорее. \nА- а мееня спросить?!\nМ-у нас есть ножи и деньги, у тебя — только твоя тупая башка. Завтра же выезжаем, распускаешь клуб, и чтоб мы тебя больше не видели. Раньше все нормально было, но это уже слишком! Уберите его отсюда.\nЛана-*шепотом* Спасипо...\nЯ- Лна спит, просто спит! ",
    "answers": [
      {
        "id": 31,
        "text": "Проснувшить"
      }
    ]
  },
  {
    "id": 31,
    "text": "Они отвезли ее домой, здали Антона в полицию, а сами завели чудесную дружбу с Ланой. Сергей и Лана продолжили и дальше тайно питать чувства друг к другу, потому что Лана простила Сергея.\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]