[
  {
    "id": 1,
    "text": "Автор: \nСоловьев(Rapsoda) Станислав\n\nПредисловие:\nВ этом квесте Вам предстоит пробиться сквозь оборону вражеского замка и расправиться с Бароном, главным врагом демонов, тщеславным и высокомерным паладином. Вы -- элитный диверсант, самый непредсказуемый и коварный демон, в наказание за дерзость отправленный на передовую. Хватит ли у Вас хитрости, изворотливости и дерзости довести дело до конца и доказать свою уникальность самому Владыке Ада?",
    "answers": [
      {
        "id": 2,
        "text": "Приступить к осаде!"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "Связаться с автором.",
        "url": "https://vk.com/id225966484"
      }
    ]
  },
  {
    "id": 2,
    "text": "Сейчас Вы стоите напротив гротескного замка, стены которого сложены из настолько огромных глыб, что никакая катапульта или требушет не могут их пробить. Ширина стен позволяет разместиться там отряду из пяти шеренг и лучники Светлой армии неустанно поливают огнем ряды демонов, которые и рады были бы сбежать, да только сам Господин возвышается за спиной, своим разумом управляя армией. Так же, стены отличались такой высотой, что для осады не подходила ни одна лестница, поэтому вариантов было не так и много: перебрасывать демонов с помощью виверн или же ломиться в ворота, уже разогревающие огромные котлы с маслом. Лобовая атака -- чистое самоубийство, но Дьяволу плевать, он просто отдает приказ идти в бой и Вы не можете ему противиться, хотя вольны выбирать тактику.",
    "answers": [
      {
        "id": 3,
        "text": "Отпихнуть демона от тарана и занять место под сооружением."
      },
      {
        "id": 10,
        "text": "Свистнуть некрофениксу, чтобы он перебросил Вас через стену."
      }
    ]
  },
  {
    "id": 3,
    "text": "— Убирайся отсюда, падаль! -- Вы оттолкнули какого-то крепкого беса в сторону, на что он хотел возразить, но тут же получил удар ногой в живот и кубарем укатился в сторону. \nТаран -- это огромная махина, сбитая из нескольких десятков бревен, с каменной глыбой на конце. Защищала конструкцию крытая телега, обшитая шкурами троллей. Чтобы катить ее вперед, требуется около пяти десятков демонов средней руки. Воистину, адское творение.\nВы заняли освободившееся место под навесом, который спасет от кипящего масла. ",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 4,
    "text": "Меж тем, крыша тарана превратилась в некое подобие ежа -- стрелам уже некуда было вмещаться. Но тут войско форта свершило странный маневр, когда осадное орудие ударило три раза. Огромные врата немного приоткрылись, выпуская наружу трех магов -- это стало ясно по их огненно-красным плащам. \n\"Сжигать будут!\" -- мментально сообразили Вы, а меж тем, таран уже отходил для следующего удара. В приоткрытых воротах Вы различили высокое здание с широким окнами -- таверна. На размышления времени совсем не осталось и ловко взобравшись на таран, точнее, его молот, демон-диверсант совершил невероятный трюк...",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 5,
    "text": "До ворот крепости еще около трех сотен метров -- очень много, учитывая обстоятельства, благо, что таран катили по мощеному тракту, что облегчало задачу. Да и постоянный град пылающих стрел уже не был столь страшен, ведь над головой обшитая шкурами крыша, которая не поддастся огню.\nДелая вид, что активно стараетесь работать, Вы уперлись в специальный поручень и скорчили гримассу страданий, но спустя пять минут кое-кто обнаружил, что Вы хитрец!\n— Эй, малявка! -- рыкнул демон позади, -- Я тебе сейчас рожки твои тебе в глотку засуну! ",
    "answers": [
      {
        "id": 6,
        "text": "Заткнуть наглеца."
      },
      {
        "id": 7,
        "text": "Начать работать."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Завали свой рыгальник! -- Вы резко взмахнули хвостом, на конце которого имелось очень острое лезвие и оставили на брюхе толстопузового демона несколько неглубоких ран, в форме своего знака. \nК слову, среди многих прочих иерархий, демоны обладали личным набором знаков разного значения и силы. Например, ваш знак означал, что Вы -- бес из элитной разведгруппы, таких демонов презирали за чрезмерную подлость и изворотливость, но побаивались, поскольку удар в спину для них -- сущий пустяк.\n— Да ладно, что ты сразу... -- толстяк еще что-то бубнил себе под нос, кося на Вас взгляд, полный ненависти, но Вам это было безразлично. \nДо ворот осталось двести метров.",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 7,
    "text": "Несмотря на то, что этого жалкого демона Вы могли раздавить в считанные секунды, Вы не стали этого делать, поскольку сейчас для этого не было времени. К тому, с Вашей-то помощью таран пошел значительно быстрее. Или так только показалось...",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "Меж тем, светлое войско не собиралось бездействовать: огромные врата приоткрылись и оттуда, вздымая тучи пыли, вывалился отряд конников. Они намеревались быстро разобраться с тараном, пока он немного ушел вперед от остальной армии. Вас такой расклад совершенно не устраивал, тем более, что демоны, передвигающие таран, с трудом смогли бы защитить себя от конного отряда. Нужно что-то придумывать...",
    "answers": [
      {
        "id": 9,
        "text": "Спрятаться внутри телеги с тараном и переждать."
      },
      {
        "id": 10,
        "text": "Кинуться прочь, врядли отряд погониться за одиночкой."
      }
    ]
  },
  {
    "id": 9,
    "text": "Какой смысл диверсанту лезть в самоубийственный бой? \n\"Правильно, никакого.\" -- мысленно ответили Вы на собственный вопрос и торопливо залезли в ту часть конструкции тарана, где должны будут стоять остальные демоны, чтобы раскачивать осадное сооружение и бить по воротам. Сейчас тут никого не было и со стороны никто не увидит, что хитрый бес спрятался от опасности.\n— Э, ты куда? -- загомонили Ваши собратья, но в следующий миг на них обрушилась конница и за пару минут \"покрошила\" почти всех, остальные разбежались. \nЗатем конницу отогнала целая туча некрофениксов и под их прикрытием прибыл еще один отряд демонов, подкативших таран к самым воротам.",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 10,
    "text": "Тут же кинувшись в сторону, Вы полуползком устремились вдоль стен. Ситуация была бы комичной... Одинокий бес, который застрял между двух огней: собственной армией и стенами вражеской крепости. Но вот смеяться совсем не хотелось. Благо, от основной тучи летающих тварей, зовущихся некрофениксами, отделилась одна и полетела в вашу сторону. Эти бестии были неразумны и подчинялись исключительно силой воли. Соответственно, кто-то сейчас сидел на ней и командовал. А что, если этот демон слабее Вас и удастся перехватить себе монстра?",
    "answers": [
      {
        "id": 11,
        "text": "Попытаться захватить феникса."
      },
      {
        "id": 12,
        "text": "Ползти дальше, но приближаться к стенам."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вам повезло! На некрофениксе сидел какой-то мелкий бес, который только недавно выбрался из Преисподней и его дух не окреп настолько, насколько Ваш, за долгие и кровавые года, что Вы провели в бесконечных разведках и диверсиях.\n\"А ну лети сюда, гадина!\" -- мысленно приказали Вы некрофениксу и он, немного помедлив, направился в Вашу сторону.\n— Эй, что  за дерьмо?! -- заверещал прежний седок, когда \"летун\" не церемонясь рухнул на землю и отряхиваясь, поднялся. -- Ты кто такой?!\nНо вы отвечать не стали. Уверенным пинком в грудь просто сбили мелкого беса, да так, что он кубарем укатился прочь, после чего взгромоздились на спину монстра.\n\"Тащи меня к стене!\" -- мысленную команду безмозглый транспорт понял сразу и взмыл вверх.",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 12,
    "text": "Этот нехитрый трюк вскоре дал свои плоды: конница и вправду Вас не тронула, скорее всего не заметив, зато Вы провалились в какую-то яму у самой стены. Земля буквально ушла у Вас из под ног и первые несколько секунд Вы активно работали всеми конечностями, чтобы обрести контроль над ситцацией. Зато когда пришли в себя, то обнаружили, что у вашего горла красуется наконечник копья, которое держит в руках очень угрюмый дядька в полном доспехе. \n— Изыди. -- лаконично попросил он, но Вы решили, что пока рано и хлестким ударом длинного хвоста заставили противника кубарем укатиться во тьму подземного хода.\nДалее бой был достаточно скоротечный, поскольку демон-диверсант в замкнутом пространстве чувствует себя увереннее горе-латника.",
    "answers": [
      {
        "id": 15,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "Не было никакого смысла лететь на стены, поскольку это чистое самоубийство, а диверсанты из Преисподней очень любят жить. Поэтому, самым верным было бы облететь крепость, сделав крюк в несколько километров, чтобы поискать уязвимые места. Поскольку Владыка Ада решил не распалять войска и напал с одной стороны, прямиком в западные врата, то скорее всего и враги не стали расставлять воинов по всему периметру стен. Но тут появилась внезапная преграда...\nСлева от Вас появился еще один некрофеникс, только теперь на нем восседал каббалир, демон из высшего звена, но судя по тому, что на его голове отсутствовал алый шип, тоже являющийся штрафником, как и вы. \n— А ну быстро в строй! -- взревел он, блистая черной чешуей на полуденном солнце.\nЧто же делать?!",
    "answers": [
      {
        "id": 14,
        "text": "Послать командира ко всем чертям и продолжить полет."
      },
      {
        "id": 8,
        "text": "Не рисковать и вернуться назад, к тарану."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Тебе бы нахрен не пойти? -- ехидно прошипели Вы себе под нос, дав команду своему фениксу идти на сближение. \nКабаллир не сразу понял, что к чему, а когда Вы, ухватившись покрепче за кости своего \"летуна\", двумя ногами вышибли демона из седла, было уже поздно. Высота около двадцати метров, командир явно выживет, но помешать Вам точно не сможет. Проводив взглядом летящую вниз черную тушку, Вы резво отправились дальше.",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить полет."
      }
    ]
  },
  {
    "id": 15,
    "text": "Как оказалось, этот лаз просто забит засевшими в засаде светлыми воинами и как ни крути, пришлось ретироваться. Зато Господин, Владыка Преисподней, наверняка оценит Вашу заслугу, ведь известия о хитрой уловке врага уже достигли его разума. А между тем, конница у ворот, что активно крошила таран, заметила вас и тройка всадников избрала целью именно Вашу тушку! \nПора бежать!\nИ тут на горизонте замаячил некрофеникс, нужно срочно его оседлать...",
    "answers": [
      {
        "id": 11,
        "text": "Призвать птицу силой мысли."
      }
    ]
  },
  {
    "id": 16,
    "text": "Скорее всего, Владыка был бы недоволен Вашим поведением, но ему абсолютно плевать на участь подопечного, тем более из диверсантов, которые подобно смертникам, гибли на каждом углу. И вот тут встает вопрос, кто же Вы в этом сражении и чего добиваетесь? А все просто...\n\nВ одном из миров у беса по имени Кришагх есть возлюбленная -- полнотелая орчиха Кайра. Владыка уже довольно давно точит зуб на тот мир, поскольку он относится к классу Древнейших. То есть он огромный и очень мощный, в плане источников энергии. Поэтому Кришагх обеспечил себя огромным количеством задач, чтобы быть поближе к любимой, но последнее задание провалил. Не сумел пробраться в алмазные копи, чтобы подорвать производство тамошних гномов. Его несколько дней гоняли по пещерам, пока не загнали в тупик. Пришлось срочно сбегать в родную Преисподнюю, где его долго секли плетьми, после чего отправили в этот бой, на окраину Вселенной, отрабатывать. \n\nСобственно, из этого абсолютно ясно, что нужно отличиться и заставить Владыку вновь отправить его в мир возлюбленной Кайры.",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 17,
    "text": "Спустя некоторое время Вы достигли небольшой рощи, что полумесяцем огибала замок. От опушки до стен было около сотни метров чистого поля, где раскинулись посевы, тут и там, словно стражи, застыли ветряные мельницы. Хороший шанс  подобраться к стенам и не быть замеченным! Но можно придумать и более интересный вариант: за убийство смертных демонам даруется особая сила, называемая праной. Прана способна на небольшой срок дать демону особые способности. А все это к тому, что из рощи проскользнул силуэт и устремился к замку -- наверняка разведчик! \n\nВот только стоит ли овчинка выделки? В замок можно проникнуть и так, проследив за смертным.",
    "answers": [
      {
        "id": 18,
        "text": "Убить разведчика."
      },
      {
        "id": 19,
        "text": "Последовать за ним."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы направили некрофеникса в сторону разведчика, приказав действовать очень быстро и птица тут же метнулась в сторону одинокой фигуры человека. К сожалению, он заметил Вас слишком рано и среагировал моментально: всего за пару мгновений он выпустил болт из короткого арбалета и укрылся за каменным фундаментом мельницы.\nЧертыхнувшись, Вы пригнулись, некрофеникс слишком сильно накренился и воткнулся клювом в рыхлую почву, заставив Вас кубарем укатиться на добрый десяток метров. Человек оказался крепким орешком, поскольку, стоило Вам придти в себя, как над ухом просвистел еще один болт!",
    "answers": [
      {
        "id": 20,
        "text": "Ринуться на сближение."
      },
      {
        "id": 21,
        "text": "Отступить, пока не поздно."
      }
    ]
  },
  {
    "id": 19,
    "text": "Постип, как самый настоящий демон-диверсант и разведчик, Вы решили не трогать противника и принялись за ним следить. Стоило огромный усилий не попасться ему на глаза -- смертный часто оглядывался по сторонам, передвигался зигзагами, да и в целом, действовал достаточно профессионально. Но вот незадача, путь его пролегал мимо ворот, в которые Вы собрались прошмыгнуть. Разведчик аккуратно обошел город-крепость и скрылся за поворотом стрены. Неужели Вы выдали себя? Или это совпадение? Некоторое время повозившись перед воротами, Вы опомнились и спрятались в придорожных кустах.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы, припав к самой земле, так ловко устремились вперед на четвереньках, как мог себе позволить только элитный диверсант! А несколько ядовитых шипов уже торчало из вашего позвоночника, готовые выстрелить в любой момент, как только враг появится в поле зрения. Длинный тонкий хвост хищно вилял влево-вправо, колосья пшеницы слились в золотую пелену -- настолько высока была скорость! Но внезапно, практически перед самым носом, в землю вонзился еще один болт!",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решили, что так дело не пойдет и самое время отступить, ведь конфликт произошел с разведчиком, для которого гораздо важнее доставить сведения командиру, чем одержать победу в сомнительной схватке. Передвигаясь на четвереньках, как не мог себе позволить простой смертный, Вы в считанные минуты оказались на опушке леса и успели заметить, как противник, вместо того, чтобы пуститься в погоню или же спрятаться за стенами города-крепости, обогнул каменное укрытие. Более чем странный маневр, возможно потом он прояснится, а пока же Вы вновь взялись за старое.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "Еще спустя долю мгновения Вас подкинуло на метр в высоту от взрыва...\nНо это был еще не конец, что для диверсанта из Преисподней какой-то там разрывной болт? Так, пустяки. Зато разведчик этого не знал и в открытую вышел посмотреть на результат своего выстрела, за что и схлопотал костяной шип точно в лоб и рухнул замертво. На Вашей груди появилось несколько свежих ран, которые активно сочились кровью. Тоже не беда -- стоило Вам подойти к трупу врага, как из его рта выскользнул черный дымок и тут же просочился в Вашу руку. Приятное ощущение боли и страданий смертной души вызвал на лице злобную ухмылку и раны зажили сами собой. Ну что же, теперь можно двигаться дальше, поскольку все, что может быть у разведчика Вам не понадобится. ",
    "answers": [
      {
        "id": 23,
        "text": "Подобраться к стенам поближе."
      }
    ]
  },
  {
    "id": 23,
    "text": "Похоже, что возня с разведчиком привлекла лишнее внимание -- низкие ворота, через которые в замок обычно  завозят пшеницу и муку, открылись и оттуда резво выскочили двое всадников. Можно либо воспользоваться случаем и попытаться проникнуть в ворота, либо добавить в свою копилку еще пару смертных душ.",
    "answers": [
      {
        "id": 24,
        "text": "Проникнуть во внутренний двор замка."
      },
      {
        "id": 25,
        "text": "Расправиться с всадниками."
      }
    ]
  },
  {
    "id": 24,
    "text": "Пока противник искал Вас в окрестных полях, Вы серой мышкой проскочили в небольшую дверцу в воротах, с такой сноровкой расправившись с часовых, что сами диву дались своей ловкости. В общем, путь к сердцу врага был открыт и осталось только начать действовать.",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы изогнули спину, словно кошка и подгадав момент, выстрелили еще одним шипом. Выращивать их в своем теле было достаточно сложно, скорее даже мучительно, но что поделать, раз ситуация требует жертв. Благо, яд на шипы вырабатывался без Вашего вмешательства. \nВ общем, шип попал в грудь одного из всаников, чьи фигуры были скрыты под бесыорменными балахонами. Сначала Вы не придали этому никакого значения, но потом сильно пожалели.",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "Стоило первому врагу кулем завалить набок и свалиться с лошади, второй тут же скинул капюшон и направил в Вашу сторону раскрытую ладонь, из которой выскользнуло нечто бесформенное и светлое.\n\"Маг!\" -- со злостью поняли Вы и запустили еще один шип, который не достиг цели, ударившись о невидимую преграду. \nЗато та белая бестия оказалась \"Святой душой\", которая чувствовала Ваше местоположение и в несколько секунд оказалась рядом, окутав левую ногу. В груди словно разлили лаву, отчего не удалось сдержать крик. Вместе с криком изо рта повалил едкий дым -- Вас и правда сжигали изнутри! Спасение только одно -- убить мага и магия распадется сама собой.",
    "answers": [
      {
        "id": 27,
        "text": "Ретироваться к арбалету, мало ли что там найдется?"
      },
      {
        "id": 28,
        "text": "Атаковать мага, используя \"фокусы\" диверсанта."
      }
    ]
  },
  {
    "id": 27,
    "text": "Это было ужасно больно, но страдания лишь подстегивали к действию. Уже спустя несколько секунд Вы держали в руках арбалет, заряженый каким-то болтом с ярко-алым наконечником, кажется, такой же недавно зарядили Вам под ноги. Короткий щелчок и механизм отправил снаряд в сторону светлого мага. Тот по-прежнему держал щит активным, но вот взрыва не ожидал -- ударной волной его сбросило с седла, \"Святая душа\" тут же растаяла, подобно туману.\n\"Экий ты слабенький! Совсем не умеешь концентрироваться...\" -- злорадно заключили Вы, подобравшись к магу вплотную и пока он не успел подняться, нанесли несколько жесточайших ударов хвостом: тонкое лезвие на его конце без труда сделала в плоти смертного с полдюжины сквозных ранений, от которых маг и скончался. Ну что же, теперь можно продолжить! Переодевшись в бесформенный балахон, Вы сели на лошадь и покатили в сторону ворот. Основная схввтка происходила за зданием мельницы и со стен не могли видеть, что тут происходит. В любом случае, стоит им открыть ворота и Вас уже ничто не сможет остановить.",
    "answers": [
      {
        "id": 29,
        "text": "Проникнуть в замок."
      }
    ]
  },
  {
    "id": 28,
    "text": "Был у Вас в запасе один секрет, как раз на такой случай и назывался он \"Колючий прохвост\". Это полупризравное существо являлось обладателем самой чистой злобы в Преисподней. Он не выбирал и не придумывал, он просто постоянно был в бешенстве. Именно он и сидел в Вашем предплечии в виде паразита. Не самый приятный сосед в теле, однако, пока Прохвост находился в анабиозе, это было безопасно...\nНо вот Вы нагло выбросили его в такое отвратительное, наполненное светом пространство, да еще и мысленно указали, что виноваты в этом два каких-то двуногих существа. Прохвост почти неуловимым росчерком устремился к \"раздражителям\", буквально за несколько секунд превратив их в окровавленные трупы. Жаль только, что паразит так разошелся, что поймать егт уже не удалось, но да ладно, в Преисподней найдется еще...",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "Еще две души осели приятной консистенцией в ваше Лимбе, специальном органе в теле, который копил энергию для дальнейшего использования и преобразования. А меж тем, ворота отворились, пропуская всадника, часовой почтительно склонил голову, что сыграло на руку и теперь уже можно было спокойно начать действовать. К тому же, по ту сторону крепости уже вовсю кипела схватка. Теперь предстоит определиться с планом действий. Нужно либо попробовать пробраться в главный донжон и тем самым отвлечь командный пункт, что позволит Владыке Ада получить преимущество в тактике, либо устроить в городе как можно больше шума, отвлекая на себя часть войск, а еще это более выгодно для Вас, поскольку большее количество жертв даст Вам больше заветной энергии.",
    "answers": [
      {
        "id": 30,
        "text": "Пробраться в главный донжон."
      },
      {
        "id": 31,
        "text": "Идти в город за свежими душами."
      }
    ]
  },
  {
    "id": 30,
    "text": "Решив, что на сей раз лучше услужить господину, больше шансов вернуться к возлюбленной Кайре, Вы размытой тенью скользнули к главному донжону. Путь к нему пролегал через тесные, запутанные улочки крепости: то конюшня, то амбар, то чей-то жилой дом и все низкое, крепкое, из камня. Такой форт поджечь не выйдет даже имея за пазухой пламя из Преисподней. Да и солдаты снуют тут и там, периодически заставляя вас сигать на крышу или же нырять в сточные канавы. Но спустя четверть часа своей цели достичь удалось -- взобравшись на черепичную крышу соседнего дома, Вы юркнули в бойницу замка, попутно расправившись со стоявшим там часовым. Все прошло тихо и без шума, в холодной полутьме замка только брякнулось о пол тело солдата и Вы направились дальше.",
    "answers": [
      {
        "id": 32,
        "text": "Подняться на следующий этаж."
      }
    ]
  },
  {
    "id": 31,
    "text": "К сожалению, по большей части город-крепость был выполнен из камня и поджечь его не выйдет, хотя стоило бы поискать деревянные постройки, если уж очень надо. Так же по улицам постоянно снуют солдаты, поставляющие к воротам стрелы, масло и прочее, что может пригодиться при обороне. ",
    "answers": [
      {
        "id": 45,
        "text": "Устроить поджог."
      },
      {
        "id": 46,
        "text": "Организовать перебои в поставках ресурсов."
      }
    ]
  },
  {
    "id": 32,
    "text": "Логично было ожидать, что командный пункт находится на несколько этажей выше, сам донжон был восьмиэтажный. Точно скала, он казался очень надежным, но Вам и не требовалось ее штурмовать. Зато навести шум -- это запросто! Что для этого требовалось?\nВзрывы, взрывы, взрывы! Есть у диверсантов преисподней еще одна особенность -- умеют они пакостить так, как никто в разведанной вселенной. Поэтому Вы, лихо исчерпав весь запас в Лимбе, соорудили очень хрупкую, но очень злобную бомбу. Потом еще одну еще. В итоге получилось пять штук. Только куда же их примостить? \n",
    "answers": [
      {
        "id": 33,
        "text": "Разместить под балками, чтобы обрушить потолок."
      },
      {
        "id": 34,
        "text": "Занести в подвальное помещение, там наверняка есть склады всего необходимого для смертных."
      }
    ]
  },
  {
    "id": 33,
    "text": "Долго не думая, вы своим хвостом и хитростью закрепили пять склянок со взрыв-зельем точно в тех местах, где с потолка торчали толстые, просмоленные брусы. Теперь осталось только обхитрить врага: подняться на пару этажей выше и использовать слово-ключ для взрыва. По пути несколько раз попадалась стража и простые солдаты, бегающие по поручениям. Часть из них Вы благополучно лишили жизни, остальных же не тронули. И вот настал заветный миг...",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "Стоило Вам спуститься по сырым каменым ступеням и оказаться в огромном темном зале, где почти не было места из-за многочисленных мешков, ящиков и гирлянд из сухих овощей и трав, как за спиной вспыхнул яркий свет -- охранные знаки! В этот же миг в Вашу сторону устремилось около десятка стрел -- засада! Но опытного диверсанта такими вещами не проймешь, Вы тут же юркнули за какой-ящик и достав из секретного кармана дымовое зелье, обеспечили себя надежной защитой. Теперь можно было покинуть опасное место и как можно скорее покинуть замок.",
    "answers": [
      {
        "id": 31,
        "text": "Устроить диверсию в городе."
      }
    ]
  },
  {
    "id": 35,
    "text": "Засев в какой-то бочке на шестом этаже, Вы произнесли ключ-слово и замерли в ожидании. Через несколько мгновений ухнуло так, что тряхнуло весь донжон, но даже такой мощи не хватило бы, чтобы обрушить стены. Зато третий этаж рухнул на второй. Еще через минуту или меньше мимо вас устремился поток людей: маги, гвардейцы, командиры. Все они были уверены, что находятся в безопасности и никакая армия не способна сокрушить их оборону, но вот беда, нашелся хитрый диверсант, который только начал разогреваться. Когда поток людей иссяк, Вы выбрались на ружу и нос к носу столкнулись с каким-то монахом! Совсем еще юнец, он растерялся и следует этим воспользоваться.",
    "answers": [
      {
        "id": 36,
        "text": "Расправиться с монахом."
      },
      {
        "id": 37,
        "text": "Взять его в плен."
      }
    ]
  },
  {
    "id": 36,
    "text": "Недолго думая, Вы лишили монаха жизни и отправились выше, как вдруг, что-то странное прозвучало в воздухе: звон тысяч колоколов и очень печальная ангельская песня... Обернувшись на труп монаха, Вы увидели странную картину -- тело юноши воспарило в воздухе, а потом растаяло в золотистом тумане. \n— Не-е-ет!!! -- нечеловеческий вопль Барона сотряс стены донжона и это подтвердило Ваши догадки.\nТолько что в мир мертвых был отправлен истинно Светлый Человек, а таковым являлся только один во всем этом мире -- сын Барона. Ну что же, оно только к лучшему! Теперь ярость паладина будет настолько мощной, что ослепит его разум и победа в любом случае достанется Владыке.",
    "answers": [
      {
        "id": 40,
        "text": "Финальная сцена \"Добрейший господин\""
      }
    ]
  },
  {
    "id": 37,
    "text": "Исчерпав часть энергии Лимба, Вы превратили монаха в послушную болванку и приказали следовать за собой. Такого контроля хватит на несколько минут, поэтому следует поторопиться! Следующий этаж прошел без приключений, зато на восьмом монах нос к носу столкнулся с самим Бароном прямо в дверях в командный пункт. Хорошо, что Вы стояли позади и вовремя юркнули в сторону, вот только сила этого паладина была настолько велика, что напрочь стерла Вашу магию и монах вновь стал собой.\n— Что ты тут делаешь? -- донесся до Вас громогласный голос Барона, этот вопрос был обращен монаху.\n— Не знаю... -- робко ответил тот. \n— Плохо, очень плохо. -- в следующее мгновение Вы ощутили, как Святая магия буквально заполнила все пространство восьмого этажа. -- Ах, вот он ты где, гаденыш?!",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      },
      {
        "id": 50,
        "text": "Секретный сюжетный поворот!",
        "need": 23
      }
    ]
  },
  {
    "id": 38,
    "text": "Светлая магия внезапно скрутила все Ваши внутренности и не было сил избавиться от этого. Единственное спасение -- прыгнуть в окно. Для демона это не смертельно, особенно еали его Лимб имеет в запасе пару душ, через несколько минут все повреждения заживут, но вот даст ли кто-нибудь столько времени в самом сердце вражеского стана? Планировать было некогда. Вы просто сиганули в окно, заечатлев в памяти потрясающую картину: в паре сотен метров, войска Владыки Ада, словно волна, перевалили через стену и устроили настоящую бойню, а все благодаря Вам! А потом Вас очень жестко встретила выложеная булыжниками земля...\n\n—Крути его, паскуду, цепями! -- в голосе смертного, что стоял над Вами, было столько ненависти, что Вы невольно улыбнулись. -- Вот так, чтобы и пошевелиться не мог!",
    "answers": [
      {
        "id": 39,
        "text": "Финальная сцена \"Отработал -- молодец!\""
      }
    ]
  },
  {
    "id": 39,
    "text": "Пока Вас пытались скрутить, войска Вашего Владыки окончательно закрепили успех и прежде чем солдаты закончили свое дело, на их головы обрушилась целая стая некрофениксов, седоками которых являлись элитные бесы-асассины. Они расправились с кучкой смертных в считанные секунды и даже святая магия Барона уже была бессильна. Благодаря Вам воинству Тьмы удалось невероятное -- взять штурмом одну из самых неприступных крепостей Света.\n\nВ награду, Владыка разрешил Вам выбрать мир, в котором Вы бы хотели служить, а это являлось самой главной наградой. Поздравляем, полнотелая орчиха Кайра ждет своего победителя!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ты, зловонный, ничтожный червь! -- Владыка Ада был вне себя от ярости, даже несмотря на то, что его армия только что захватила Твердыню Светлого Воинства и его главный враг, паладин по имени Барон лежал бездыханным в собственном замке. -- Как ты посмел самолично убить сына этого зловонного червя?! -- Владыка был настолько зол, что даже повторялся в оскорблениях, хотя обычно славился своей изощренностью в ругательствах.\n— Но мой господин... -- попытались вставить Вы, но не смогли.\n— Заткнись! Ты убил сынка Барона и его душу, из которой я мог бы такого монстра слепить, просто забрали чертовы ангелы! -- Владыка замолчал, исторгая ноздрями пламя Преисподней. -- За это я отправлю тебя в такой мир, где ты будешь мучаться ВЕЧНО!\n— О нет, -- пролепетали Вы, -- только не в Хаморру...\n— Да, именно в Хаморру! -- взревел Владыка, еще не зная, что его обвели вокруг пальца, ведь именно в этом мире Вас ждет Кайра...",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 41,
    "text": "Когда \"нос\" тарана был максимально близок к воротам, Вы сиганули вперед, камнем влетев в окно таверны. Звон стекла, хруст дерева и удивленные крики засевших тут солдат возвестили Ваше прибытие. Такой трюк был возможен благодаря тому ускорению, которые придало Вам осадное оружие, поэтому Вы пролетели около десяти метров без всякого труда.\n\nА меж, предстояло действовать и действовать решительно!",
    "answers": [
      {
        "id": 42,
        "text": "Решительно сбежать."
      },
      {
        "id": 43,
        "text": "Решительно убить всех."
      }
    ]
  },
  {
    "id": 42,
    "text": "Недолго думая, Вы сиганули в следующее окно, благо под ним маячила крыша соседнего здания(влетели Вы аж на второй этаж) и уже по старой традиции вышибли стекло и раму. Стоило потратить пару секунд потратить на то, чтобы восстановить равновесие на черепичной крыше и уже потом рвануть дальше, к следующему зданию. \n\nВаше появление повергло врагов в шок и есть еще несколько заветных мгновений, чтобы скрыться с глаз, чем Вы и воспользовались, спрыгнув на землю и затерявшись среди узких улиц.",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 43,
    "text": "Ваш хвост, словно жало скорпиона, рассекал воздух и тела растеряных солдат. Да они пытались что-то предпринять, но на Вашей стороне была неожиданность, а это самое главное оружие при дейсвтвиях подобного рода. В общем, через несколько минут Лимб пополнился свежими душами, а Вы отправились дальше.",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "Теперь предстоит определиться с планом действий. Нужно либо попробовать пробраться в главный донжон и тем самым отвлечь командный пункт, что позволит Владыке Ада получить преимущество в тактике, либо устроить в городе как можно больше шума, отвлекая на себя часть войск, а еще это более выгодно для Вас, поскольку большее количество жертв даст Вам больше заветной энергии.",
    "answers": [
      {
        "id": 30,
        "text": "Идти в главный донжон."
      },
      {
        "id": 31,
        "text": "Уситроить переполох в городе."
      }
    ]
  },
  {
    "id": 45,
    "text": "Как всегда, Вам повезло с выбором! Подходящее здание располагалось практически в центре и было каким-то очень старым и похоже, что важным для города-крепости. Подойдя поближе Вы поняли, что это бывший храм и в Преисподней это ой как зачтется. Так что, осталось только пробраться внуть и сделать свое дело.",
    "answers": [
      {
        "id": 47,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Это было очень цвлекательное занятие! Вы, словно тень самой смерти, сновали по городу в поисках жертв и обнаружив цель, немедленно ее ликвидировали, не забыв забрать душу. Таким образов от Ваших коварных нападок пали бесславной смертью: перевозчик стрел, поставщик масла, старый алхимик, что варил простейшие зелья для светлых магов, а так же дюжина юных монахинь, что своими молитвами усиливали главные ворота. Это был Ваш триумф!",
    "answers": [
      {
        "id": 48,
        "text": "Финальная сцена \"Бес в ребро\"."
      }
    ]
  },
  {
    "id": 47,
    "text": "Внутри оказалось на удивление отвратительно, что вполне логично, ведь тут до сих пор царило зловоние Святых Обрядов. Но это ничего, вполне терпимо. Попасть сюда удалось только через крышу, а далее Вы спустились с чердака в полутемное помещение, заставленное старой мебелью и ог весть чем еще. Быстро соорудив небольшую кучу \"дров\" , далее Вы подпалили ее совершенно простым трюком любого диверсанта, с помощью специального масла, порошка и огнива. Огонь разошелся быстро и уже через несколько минут один проворный бес наблюдал с крыш, как полыхает старый храм. Но это было только началом и спустя пару часов весь город, тут и там, хоть и малыми очагами, но горел. Зашитники светлого города-крепости не сразу поняли, что к чему, но драгоценное время упустили и армия демонов прорвала оборону, дажн благодаря лобовой атаке. ",
    "answers": [
      {
        "id": 48,
        "text": "Финальная сцена \"Бес в ребро\""
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ну что ты, маленькая мразь? -- Владыка навис над Вами, словно туча, -- Считаешь себя героем? -- Вам уже не раз приходилось беседовать со своим господином и Вы точно знали, чего делать нельзя -- разговаривать, -- Ладно, я слишком утомился в битве, проваливай с глаз моих. Скажи распорядителю Мук, пусть выделит тебе пару суккубов. \nЭто была очень высокая награда и самое главное, что ее можно было обменять! Поэтому Вы привели в исполнение очень хитрый план: договорились с одним из своих коллег, чтобы он уступил Вам свое место в ближайшей транспортировке в мир, где живет Кайра, а взамен отдали право развлекаться с самыми соблазнительными существами во Вселенной. Собственно, это и было самой главной задачей, так что можете себя поздравить!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 49,
    "text": "Теперь предстоит определиться с планом действий. Нужно либо попробовать пробраться в главный донжон и тем самым отвлечь командный пункт, что позволит Владыке Ада получить преимущество в тактике, либо устроить в городе как можно больше шума, отвлекая на себя часть войск, а еще это более выгодно для Вас, поскольку большее количество жертв даст Вам больше заветной энергии.",
    "answers": []
  },
  {
    "id": 50,
    "text": "Но тут Вы увидели, как в окно залетел крюк, в простонародье именуемый \"кошкой\" и в несколько мгновений на каменном подоконнике замка появился...\n\nТот самый разведчик, которого Вы решили не трогать! Увидев Вас, скорченного под воздействием святой магии, он криво усмехнулся и прошео мимо. В это время монах все еще стоял в дверях в зал командирских покоев, а Барон -- в самих покоях именно это позволило хитрому разведчику одним точным ударом убить монаха, как вдруг произошло нечто невообразимое...",
    "answers": [
      {
        "id": 51,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "Посмотрев на труп монаха, Вы увидели странную картину -- тело юноши воспарило в воздухе, а потом растаяло в золотистом тумане. \n— Не-е-ет!!! -- нечеловеческий вопль Барона сотряс стены донжона и это подтвердило Ваши догадки.\nТолько что в мир мертвых был отправлен истинно Светлый Человек, а таковым являлся только один во всем этом мире -- сын Барона. Ну что же, оно только к лучшему! Теперь ярость паладина будет настолько мощной, что ослепит его разум и победа в любом случае достанется Владыке.\n\nА меж, разведчик словно сквозь землю провалился, а у Вас появилась прекрасная возможность спуститься вниз по веревке и сбежать...",
    "answers": [
      {
        "id": 52,
        "text": "Секретная концовка \"Без вины виноватый\""
      }
    ]
  },
  {
    "id": 52,
    "text": "— Ты, зловонный, ничтожный червь! -- Владыка Ада был вне себя от ярости, даже несмотря на то, что его армия только что захватила Твердыню Светлого Воинства и его главный враг, паладин по имени Барон лежал бездыханным в собственном замке. -- Как ты посмел самолично убить сына этого зловонного червя?! -- Владыка был настолько зол, что даже повторялся в оскорблениях, хотя обычно славился своей изощренностью в ругательствах.\n— Но мой господин, это не я... -- попытались вставить Вы, но не смогли.\n— Заткнись! Ты убил сынка Барона и его душу, из которой я мог бы взрастить высшего архидемона, просто забрали чертовы ангелы! -- Владыка замолчал, исторгая ноздрями пламя Преисподней. -- За это я отправлю тебя в такой мир, где ты будешь мучаться ВЕЧНО!\n— О нет, -- пролепетали Вы, -- только не в Хаморру...\n— Да, именно в Хаморру! -- взревел Владыка, еще не зная, что его обвели вокруг пальца, ведь именно в этом мире Вас ждет Кайра...",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу."
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  }
]