[
  {
    "id": 1,
    "text": "Жанр: Приключение, Боевик<s>r, Фантастика.\nАвтор: BlackRaven (Влад Галай) <s>r\n<s>r\nВы, человек который собирается свергнуть диктатора в вашей стране, которая умирает под его гнётом. Голод, смерть, разруха — это привычная картина. Всё это не обошло вашу семью. Ваш отец — погиб при защите вас и вашей матери  от наёмников диктатора. А ваша мать — умерла от голода пытавшись прокормить вас. <s>r\nВсё это посеяло семя ярости в вас, и наконец спустя 8 лет взошёл росток. Став сильней и мудрей вы начали бороться с диктатурой императора.<s>r\n Основав революционное движение вы стали скрывать своё лицо под маской. Каждый день к вам в ряды вступали люди. Ваше движение каждый день набиралось сил и спустя несколько месяцев вы были готовы действовать. Пришло время мести: за отца, мать, друзей, близких и за страну!<s>r\n -Пришло время мести, пламя разгорелось и оно готово поглотить врагов наших, да наступят перемены!<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Перевернём всё! "
      },
      {
        "id": 3,
        "text": "Предыстория "
      },
      {
        "id": 4,
        "text": "От автора "
      },
      {
        "id": 35,
        "text": "Обновления "
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\n—Маркус! Наши войска терпят поражение на южном фронте, им немедленно нужна помощь, если мы им не поможем, то наши люди погибнут, будут отрезаны торговые пути с Китаем! — Одна из советчиц жалобна посмотрела на вас.<s>r\n— Извините, но восточный фронт нуждается в припасах, им не хватает лекарств и боеприпасов, также им не помешали бы мехи, они не протянут и пяти дней! — Резко в комнату заход ваш личный охранник, а также по совместительству командир нулевого отряда, которые только под вашим командование.<s>r\n—Маркус, разрешите доложить! -Приятный женский голос немного разрядил обстановку. <s>r\n—Докладывай.<s>r\n— Был пойман разведчик Императора, разрешите допросить? <s>r\n—Конечно, только дождитесь меня.<s>r\n—Есть! — Алиса с лёгкой улыбкой поспешила удалится из комнаты. <s>r\n— И так командир, ваше решение?<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Уйти на допрос, отдать командование советнику"
      },
      {
        "id": 9,
        "text": "Отправить войска с восточнго фрона на южный, отправить свежих бойцов на  востояный фронт"
      },
      {
        "id": 11,
        "text": "Идти в прорыв на востоке, после чего отправить войска на южный фронт "
      }
    ]
  },
  {
    "id": 3,
    "text": "Предыстория действия<s>r\n<s>r\n<s>r\nВ 2049 году к власти пришёл диктатор Иоанн. В стране началась разруха, голод, страх перед смертью. Страна медленно погибала и с этим надо было что-то делать.<s>r\n У власти стояли воры с большими чинами, вся полиция была куплена, армия полностью принадлежала диктатору и его подчинённым. <s>r\n Все бунты жестоко подавлялись, уже было привычно на улицах трущоб и городов видеть лужи крови и стреляные гильзы. <s>r\n Все были подавлены, процветало рабство, люди не видели будущего, они уже полностью подчинялись системе этого мира и \"плыли по течению смерти\". <s>r\n Все те смельчаки которые замышляли переворот скрывались и набирали сил для рывка в будущие...<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Предыстория героя"
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "Спасибо за то время которое вы удили моему квесту. <s>r\nЕсли вам не сложно, то оставляйте комментарии, мне очень интересно ваше мнение. Пишите, чего вам не хватило и что стоило бы добавить.<s>r\n                              ***Внимание***\nКвест находится на стадии тестирования, он не закончен и будет продолжен.",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 5,
    "text": " —Анна, спрячь Маркуса, я скоро вернусь не выходите из подвала несмотря ни на что! —Это были последние слова вашего отца которые вы слышали. Звуки выстрелов длились 5 минут, но это время казалось для вас вечностью. Страх управлял вами, слёзы начали скатываться по вашему лицу.<s>r\n—Тише Марк тише всё будет хорошо. -Ваша мать плакала говоря  эти слова, но она верила, верила, что всё будет хорошо. Её рука была мягкая, она продолжала гладить вас по голове и  говорить...<s>r\n—Не плачь Марк, всё будет хорошо... -Выстрелы закончились, сверху были слышны голоса.<s>r\n— Чёрт, он завалил троих наших парней! Чёрт! Обыскать тут всё, нечего не оставлять! — Вы так и уснули в подвале.<s>r\n Проснулись вы первым, Анна спала, её лицо было заплакано. Решив не будить мать вы медленно начали подымятся на верх, ступеньки предательски скрипели под вами. Открыв крышку подвала вы увидели страшную картину, все стены были изрешены пулями, а внутри дома царился хаос! <s>r\n Все вещи были разбросаны, мебель была сломана, разная бумага валялась на полу образовав собой белый ковёр, но резкий страх остановил ваш осмотр комнаты...<s>r\n—Папа, где ты?! — Несколько минут вы молча стояли, взгляд был пустой, слёзы начали капать на пол...<s>r\n—Папа, папа, папа! -Крик был настолько громкий, что Анна проснулась. <s>r\n—Маркус, где ты?! -Она начала вылезать из подвала, вы услышали скреп ступенек. <s>r\n Вы помчались на улицу, яркий свет ослепил вас и вы увидели то, что не стоит видеть 12 летнему мальчику...<s>r\n<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "На улице был труп вашего отца, он находился в луже крови, голова его была прострелена, на улице пахло начавшемся процессом разложения. Закатившееся глаза Филипа пугали вас.<s>r\n— Нет Маркус вернись! — Анна кричала вам в след. <s>r\n—Марк не смотри! -Анна схватила вас и прижала к себе. Вы вместе плакали и плакали...<s>r\n Спустя час Анна сказал:<s>r\n—Иди в дом и уберись там. -Вы молча пошли в дом.<s>r\n Убрав уцелевшие вещи на свои места и мусор с пола вы пошли в свою комнату и уснули. <s>r\n -Марк, Марк вставай, пошли ужинать. — Молча встав вы проследовали с мамой за стол сев она протянула вам ломать хлеба, яблоко и стакан воды, а сама принялась пить воду.<s>r\n—Прости Марк, это всё, что я смогла раздобыть. <s>r\n—Мам, а ты чего не ешь? <s>r\n— Я уже поела, спасибо за заботу. -После этих слов Анна начала слегка плакать. Вы поняли, что она не ела и протянули ей яблоко, но она отказалась и не как не хоте его есть. <s>r\n С каждым днём Анна слабела и уже спустя неделю умерла... Одним утром вы встали и направились будить маму, зайдя в комнату  вы долго будили её. Поняв, что она не проснётся вы хотели расплакаться, но у вас не было на это сил. <s>r\n После утраты семьи ваш взгляд был пустым, но ненависть к людям убившего вашего отца вселяла в него решимость...<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "\nВ том же возрасте, вы вступили в отряд сопротивления. Там вы научили стрелять, читать и писать, к вам относились более или менее хорошо. Но вам очень не нравилось, что ваши \"Братья\" грабят мирных жителей и вы поняли, что надо что-то менять...<s>r\n Два года упорных тренировок, чтений разных книг дали свои плоды. Вы могли с лёгкостью распутать язык любому или же заставить замолчать навсегда...<s>r\n <s>r\nДень за днём, вы обдумывали свой план, как свергнуть главу сопротивления. Спустя год, произошла облава. Штаб квартиру сопротивления штурмовали все спец службы. Вы вместе с генералом бежали по тоннелям, пока бойцы прикрывали вас. <s>r\n\nЗаставив сказать главнокомандующего в рацию, что командование передаётся вам, вы произвели три выстрела и теперь \"Монстр-Освободитель\" никогда не проснётся...<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Главное Меню "
      }
    ]
  },
  {
    "id": 8,
    "text": "—Командование я передаю вам, у меня есть более важные дела.<s>r\n—Есть! -Хором прокричали две девушки и один мужчина.<s>r\n Выйдя из командной рубки вы вспомнили, что вам следует посетить Алису в комнате N° 17.<s>r\n  Но, можно было посетить  комнату нулевого отряда (N° 15) и отправить несколько мехов на восток. <s>r\nP.S:На каждом этаже размещено по пять комнат. Все этажи уходят под землю.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Спуститься на первый этаж "
      },
      {
        "id": 12,
        "text": "Спуститься на второй этаж "
      },
      {
        "id": 13,
        "text": "Спуститься на третий этаж "
      },
      {
        "id": 14,
        "text": "Спуститься на четвёртый этаж "
      }
    ]
  },
  {
    "id": 9,
    "text": "—Отправляйте восточные войска на юг и отправьте туда три отряда мехов для зачистки!<s>r\n—Будет сделано! — Одна из девушек которая сидела за компьютер стала быстро печатать приказ. -Всё готово! <s>r\n—Хорошо, командование я оставляю на вас.<s>r\n—Есть! -Хором прокричали две девушки и один мужчина.<s>r\n Выйдя из командной рубки вы вспомнили, что вам следует посетить Алису в комнате N° 17.<s>r\n  Но, можно было посетить  комнату нулевого отряда (N° 15) и отправить несколько мехов на восток. <s>r\nP.S:На каждом этаже размещено по пять комнат. Все этажи уходят под землю.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Спуститься на первый этаж "
      },
      {
        "id": 12,
        "text": "Спуститься на второй этаж "
      },
      {
        "id": 13,
        "text": "Спуститься на третий этаж "
      },
      {
        "id": 14,
        "text": "Спуститься на четвёптый этаж "
      }
    ]
  },
  {
    "id": 10,
    "text": "На первом этаже размещалась столовая, несколько казарм и ванная комната. \n ",
    "answers": [
      {
        "id": 15,
        "text": "Казарма N°1"
      },
      {
        "id": 16,
        "text": "Казарма N°2"
      },
      {
        "id": 17,
        "text": "Казарма N°3"
      },
      {
        "id": 18,
        "text": "Купальня N°4"
      },
      {
        "id": 19,
        "text": "Столовая N°5"
      },
      {
        "id": 9,
        "text": "Назад в лифт "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Всем войскам на востоке я приказываю прорываться, после чего, в случае успеха добить войска противника, которые пустились в бегство, если высота будет наша, то отступайте на западный фронт. <s>r\n—Будет сделано. -Только девушка начала печатать на компьютере, как вы перебили её.<s>r\n—Отправьте на гору несколько мехов и вертолётов с пехотой, а также грузовики с припасами.<s>r\n—Так точно! — Уже две девушки начади печатать на электронном устройстве. -Всё готово!<s>r\n—Хорошо, командование я оставляю на вас.<s>r\n—Есть! -Хором прокричали две девушки и один мужчина.<s>r\n Выйдя из командной рубки вы вспомнили, что вам следует посетить Алису в комнате N° 17.<s>r\n  Но, можно было посетить  комнату нулевого отряда (N° 15) и отправить несколько мехов на восток. <s>r\nP.S:На каждом этаже размещено по пять комнат. Все этажи уходят под землю.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Спуститься на первый этаж"
      },
      {
        "id": 12,
        "text": "Спуститься на второй этаж "
      },
      {
        "id": 13,
        "text": "Спуститься на третий этад "
      },
      {
        "id": 14,
        "text": "Спуститься на четвёртый этаж"
      }
    ]
  },
  {
    "id": 12,
    "text": "На втором этаже размещались склады оружия, боеприпасов и медикаментов.",
    "answers": [
      {
        "id": 20,
        "text": "Склад оружия N°6"
      },
      {
        "id": 21,
        "text": "Склад оружия N°7"
      },
      {
        "id": 22,
        "text": "Склад боеприпасов N°8"
      },
      {
        "id": 23,
        "text": "Склад боеприпасов N°9"
      },
      {
        "id": 24,
        "text": "Склад медикаментов N°10"
      },
      {
        "id": 9,
        "text": "Назад в лифт "
      }
    ]
  },
  {
    "id": 13,
    "text": "На третьем этаже находилась комната нулевого отряда, цент исследования, столовая, тренировочная комната и мед. корпус, в котором могли воскресить даже мертвеца, собрав его по кусочкам.\n\n\n*Z — Zero",
    "answers": [
      {
        "id": 25,
        "text": "Центр исследований N°11"
      },
      {
        "id": 26,
        "text": "Тренировочная N°12"
      },
      {
        "id": 27,
        "text": "Мед. корпус N°13"
      },
      {
        "id": 28,
        "text": "Столовая N°14"
      },
      {
        "id": 34,
        "text": "Комната Z N°15"
      },
      {
        "id": 9,
        "text": "Назад в лифт "
      }
    ]
  },
  {
    "id": 14,
    "text": "На четвёртом этаже находилась комната допроса,  провизия и цент управления охранной системой.",
    "answers": [
      {
        "id": 29,
        "text": "Склад провизии N°16"
      },
      {
        "id": 30,
        "text": "Склад провизии N°18"
      },
      {
        "id": 31,
        "text": "Склад провизии N°19"
      },
      {
        "id": 32,
        "text": "Комната допроса N°17"
      },
      {
        "id": 33,
        "text": "Система управление N°20"
      },
      {
        "id": 9,
        "text": "Назад в лифт"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пока не готово ",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Пока не готово\n",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Купальня была вашай любимой комнатой, так-как она находилась на горячем источнике. Посреди купальни располагался большой бассейн, который был выложен из множества разных камней.<s>r\n Конечно, здесь присутствовали обычные ванны и душевые кабинки. Также была своеобразная парилка. <s>r\n Можно было задержаться и принять лёгкий душ, посидеть в источнике или же направиться на допрос. <s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Принять душ "
      },
      {
        "id": 47,
        "text": "Принять горячую ванну "
      },
      {
        "id": 10,
        "text": "Вернуться в коридор "
      }
    ]
  },
  {
    "id": 19,
    "text": "Зайдя в столовую, вы увидели обычную картину. Перед вами стояло пару десятков железных столов и три деревянных стола за которыми обедали офицеры и коммандиры. Сейчас столовая была почти пуста. За обычными столами сидело около семи человек, которые активно что-то обсуждали, а за офицерским столом сидел лишь один человек, видемо он был коммандиром это отряда. Вы медленно подошли к одиноко сидящему человека. \n Он одиноко ковырял свой обед и смотрел на своих подчинённых.\n—Приятного аппетита. -произнесли вы и сели на против него.\n—Здравия желаю! -он быстро бростл вилку в кашу и встал. \n—Вольно, продолжай есть.\n—П-простите, я вас не заметил. — он медленно сел.\n— Нечего, у тебя что-то случилось? -вы встали и направились к машине которая выдовала разные напитки.",
    "answers": [
      {
        "id": 42,
        "text": "Взять газировку \"Хладоген\""
      },
      {
        "id": 43,
        "text": "Взять чай \"Никтар богов\""
      },
      {
        "id": 44,
        "text": "Взять пиво \"Вынос мозга\""
      },
      {
        "id": 45,
        "text": "Взять вино "
      }
    ]
  },
  {
    "id": 20,
    "text": "Пока не готово ",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "Нажав большим пальцем на сканер отпечатка, тяжёлая железная дверь отварилась.  Комната была небольшая, по середине стоял железный стол и стул с пленником. Справа от входа, почти на всю стену было зеркало, за которым находилась охрана. На потолке было несколько камер видео и аудио наблюдения, а также пару ламп, которые ярким светом освещали комнату.<s>r\n  Слево от стола, на который обпералась Алиса стоял столик, на котором было постепенно полотенце, а на нём лежали всякого рода хирургические приборы, несколько шприцов и ампулы с различными жидкостями.<s>r\n  Услышав, что  дверь открылась Алиса обернулась. Увидев вас она улыбнулась и подошла ближе, её лицо было в 10-13 сантиметрах от вашего.<s>r\n—Ну что начнём? -спросила Алиса и ехидно подмигнула и ещё ближе приблизилась.<s>r\n—Ты слишком близко. -ответили вы и отвели взгляд от губ Алисы.<s>r\n—Обожаю твою реакцию -сказала Алиса и подошла к столику с инструментами –<s>r\nПожалуй начнём.  <s>r\nАлиса подошла к шпиону и вынула кляп из его рта.<s>r\n—Алиса, а ты нечего – произнёс шпион как сразу же получил удар по лицу- Ох, как я люблю когда со мной обращаются жёстко.<s>r\n—Ах ты урод! -воскликнула Алиса и упёрлось своей ногой в лицо шпиона.- Любишь когда жёстко, а как тебе это? <s>r\nАлиса начала бить его нагой по лицу. Через 3-4 удара были видны кровавые подтёки и кровь на лице лазутчика. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Ждать и молчать."
      },
      {
        "id": 37,
        "text": "-Алиса хватит!"
      },
      {
        "id": 41,
        "text": "-Дай я попробую."
      }
    ]
  },
  {
    "id": 33,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Пока не готово",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "Здесь показан прогресс выхода квеста.<s>r\n\n 29.09.2018/19:10 Тестирование. <s>r\nВ квеста ещё очень много ошибок и доступна по сути только предыстория. <s>r\n\n 14.10.2018/00:27 Исправления ошибок в тексте.\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "Прождав около пяти минут вы поняли, что пленник потерял сознание. Надо было что-то делать, пока Алиса его не убила.<s>r\n—Алиса, он  сознание потерял, остановись уже наконец. -Произнесли вы.<s>r\n—А ты просишь меня как друг или как командир? – Алиса посмотрела на вас ласковым взглядом. <s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "-Как друг "
      },
      {
        "id": 40,
        "text": "-Алиса, я ариказываю тебе остановиться! "
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "—Как друг. -Вы улыбнулась Алисе.<s>r\n—Ну раз так, тогда что мне за это будет? -игриво спросила она.<s>r\n—А чего ты хочешь? <s>r\n— Нууу дайка подумать, я хочу сходить в кино и поужинать. <s>r\n—Без проблем, я всё организую, а теперь остановись. “Я даю ей манипулировать мной, какой ккошмар” подумали вы.<s>r\n—Но есть одно, но.<s>r\n—И какое же? – с удивлением спросили вы<s>r\n—Ты будешь со мной в кино и на ужине.<s>r\n—Хорошо, но теперь я буду его допрашивать.<s>r\n—Без-про-блем. -Произнисла Алиса качая головой.<s>r В этот момент пленник начинал приходить в себя. \n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 41,
        "text": "-Начнём"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "Пока не готово ",
    "answers": [
      {
        "id": 32,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 42,
    "text": "Подойдя к автомату, вы предложили большой палец. Машина загудела  и спросила: «Чего вы желаете?» <s>r\n—Газировка «Хладоген»<s>r\n—Неплохой выбор, с вашего счёта списано 0.43 кина,  ожидайте.<s>r\nСпустя несколько секунд, было слышно, как жестяная банка падает внутри машины. Вы потянулись в лоток к газировке. На ваше удивление банка была стандартной 0.33л. Взяв напиток, вы вернулись к собеседнику.  <s>r\n—Угощайся, -вы протянули собеседнику банку газировки.<s>r\n—Спасибо, — он взял газировку и поставил рядом с собой <s>r\n—Как тебя зовут? <s>r\n—Слэвин, Слэвин Келевра.<s>r\n—Приятно познакомится Слэвин. У тебя точно всё в порядке? <s>r\n—Да, вполне, -Слэвин отвёл от вас взгляд. <s>r\n—Ладно, пожалуй я пойду, удачи тебе.<s>r\n—Спасибо и вам всего хорошего. <s>r\n«Довольно грубо» думали вы и покинули столовую.<s>r\n<s>r\nP.S: Маленькая отсылка :)\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться в коридор "
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "—Думаю, можно задержаться на минут 8, -вы быстро разделись и зашли в кабинку, быстро настроев душ, вы просто стояли под тёплыми струями воды и думали: «Что будет дальше?»<s>r\n «Вот выиграем мы в этой войне и что? Все движения будут бороться за право стать во главе государства и начнётся очередная война! Этого не должно случится.» <s>r\n— А чёрт! -вы ударили рукой по железной стенке кабинки и в ней появилось вмятина. <s>r\n—Надо заканчивать, — сказали вы себе и начали выходить из душа. Вытиравшись вы быстро оделись и вышли из купальни.    <s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Покинуть купальню "
      }
    ]
  },
  {
    "id": 47,
    "text": "—В конце концов, я могу себе позволить задержаться на 15 минут! -после своего само убеждения, вы быстро раздались и уже мечтали о горячей воде из источника.<s>r\n Подойдя ближе вы снова начали восхищаться густым паром и красотой камней. Сама купальня была выполнена в японском стиле, что добавляла ей жизни. Здесь рос бамбук, были водяные мельницы и деревянные вёдра для обливания  после пропарки. <s>r\n Зайдя в воду, ноги сразу же подкосились и вы легли в горячую воду. Вся боль в теле медленно проходила, вы просто лежали и не заметили, как заснули.  <s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 48,
    "text": "—Опять эта картина из детства, как же я от это устал, это было давно, но досихпор каждую ночь я просыпаюсь в поту. Когда это закончится?  <s>r\nВы стоите по среди комнаты, по всему полу разбросанны разные бумаги, которые выстилают белый ковёр. В ногах у вас катаются гильзы из-за ветерка, а ветерок появился из-за отверстий в стенах, которых было очень много. Где-то в дали слышен голос матери: «Маркус!», но вы не воспринимали его. Шаг за шагом вы шли к двери, которая напоминала портал в другое измерение. Через дверь в дом дуло сильнее всего и в комнату летела пыль. День был очень солнечный и из-за этого не было видно, что происходило на улице.<s>r\n—Папа, папа! – с каждым разом вы кричали громче, с каждым шагом на глазах появлялось больше слёз. Находясь от двери в четырёх шагах, вы думали, что перед вами находится яркая стена. Разогнавшись вы прыгнули в неё и через секунду оказались на земле. Что-то липкое и вязкое оказалось у вас на лице, вы быстро встали, но нечего не увидели, яркий солнечный свет ослепил вас. Вы начали терпеть глаза, из-за того что их щипало и для того чтобы вытереть слёзы. Открыв глаза, вы увидели то, от чего вы просыпаетесь каждую ночь…<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 49,
    "text": "Резко дернувшись, вы вскочили и поскользнулись на плитке, через мгновение вы снова очутились в воде. Выйдя из бассейна, вы быстро обсушились. <s>r\n—Чёрт, как это надоело! -вы быстро оделись и перед тем как уйти вы умылись холодной водой.   <s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Покинуть купальню "
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]