[
  {
    "id": 1,
    "text": "     Жанр: Ужасы\n     Из серии \"Старая книга\"\n\n     Несколько подростков, в числе других, отправляются в пионерский лагерь. Это лето станет для них настоящим кошмаром: очень похоже, что кто-то объявил на них охоту, и никто не знает, кто и где умрет следующий...\n     Впрочем, Вы становитесь одним из этих четверых старшеклассников, и от Ваших решений и поступков будет зависеть исход этой истории: смогут ли Ваши друзья, и Вы, пережить начавшийся ужас, и можно ли положить этому конец?\n     Итак, готовы ли Вы начать страшную, но захватывающую историю? Если да, то пионерский лагерь \"Лето\" уже ждет Вас!..\n\n     Автор: Пан-Ант\n\n                                   — ОПИУМ — ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "initSounds": [
          "knop",
          "http://d.zaix.ru/68Ft.mp3",
          "strah",
          "http://d.zaix.ru/7SRg.mp3",
          "strah2",
          "http://d.zaix.ru/75q6.mp3"
        ],
        "calculate": true
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "var_str_set": [
          "global switch_page_sound",
          "knop"
        ],
        "calculate": true
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "var_str_set": [
          "global play_sound_once",
          "strah"
        ],
        "calculate": true
      },
      {
        "var_str_set": [
          "global background",
          "https://a.radikal.ru/a12/1807/58/1f90a126ec2f.png"
        ],
        "calculate": true,
        "id": 1,
        "text": "НАЧАТЬ ИСТОРИЮ 》",
        "middle_answer": true,
        "var_set": [
          "global invert text color",
          1
        ]
      },
      {
        "var_str_set": [
          "global background",
          "https://a.radikal.ru/a12/1807/58/1f90a126ec2f.png"
        ],
        "id": 161,
        "text": "НАЧАТЬ ИСТОРИЮ 》",
        "middle_answer": true,
        "var_set": [
          "global invert text color",
          1
        ]
      },
      {
        "id": 143,
        "text": "ФИНАЛ ИСТОРИИ 》",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a12/1807/58/1f90a126ec2f.png",
        "system": true
      },
      {
        "id": 139,
        "text": "ДОПОЛНИТЕЛЬНО 》",
        "middle_answer": true
      },
      {
        "id": 138,
        "text": "ОБ ИГРЕ 》",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b22/1807/45/e1088d300c02.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "stretch, movie back",
        "url": "https://b.radikal.ru/b05/1807/50/9996e6e03880.png"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://c.radikal.ru/c04/1901/7f/e850ec983edb.png",
        "right_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "     Как и полагается, вы разошлись по своим местам: Юля к себе в палату, а Вы — к себе; условились в одиннадцать выйти и встретиться. Все улеглись; шум и разговоры в палатах понемногу утихли и Вы с нетерпением ждали назначенного времени.\n     За окном совсем стемнело, и стрелки часов подкрадываются к одиннадцати... Вы осторожно встали с кровати и на цыпочках направились к выходу. На первый взгляд, все спали. Вы проскользнули в коридор и остановились в ожидании. В палате послышался лёгкий шорох и скоро вслед за Вами вышел Дима. Через минуту — Валера. Вы втроём пошли к двери на улицу; тускло горела лампочка над выходом. Оказавшись снаружи, стали взглядом искать Юлю. Скоро появился её крадущийся силуэт. Встретившись все вместе, вы стали думать, где лучше спрятаться, чтобы хорошо видеть чердак. Посовещавшись, остановились на пышном кустарнике в сосновой роще и небольшой беседке чуть подальше.\n     Выбирайте, куда пойдете:",
    "answers": [
      {
        "id": 119,
        "text": "В кустарник 》"
      },
      {
        "id": 7,
        "text": "В беседку 》"
      }
    ]
  },
  {
    "id": 3,
    "text": "      С обратной стороны корпуса было маленькое окошечко в самом низу, около земли. Рядом находилась низенькая деревянная дверца, пройти в которую можно только сильно изогнувшись, но она была на замке.\n     — Да что же это такое! — выругался Валера. — Что у них там хранится, золото, что-ли?!\n     Но делать нечего, вам остаётся только идти либо спать, либо выбирать местечко, откуда можно понаблюдать за чердаком.",
    "answers": [
      {
        "id": 48,
        "text": "Идти спать 》"
      },
      {
        "id": 86,
        "text": "Наблюдать за чердаком 》"
      }
    ]
  },
  {
    "id": 4,
    "text": "     — Пока все завтракают, у нас будет время выйти незамеченными, — предлагает Юля. — Но надо оповестить моего отца. Он нас заберет.\n     — Неплохая мысль, — Вам понравилась идея Юли. — Но что будем делать потом?\n     — Там решим. \n     — А может, нам заехать на тот самый пустырь? Помните мужика, который нас оттуда \nпрогнал?\n     — Оборванец... Ну да... Псих какой-то... \n     — Он крикнул: «Больше никогда не курите эту дрянь!», — Вы вспомнили еще один момент. \n     — Интересно то, что Димка сказал именно это, ведь так? — Юля заметила немаловажный факт. Вы пока собирайте свои вещички, а я позвоню папе. \n     На том и порешили. Неспеша, спокойно пошли к себе в палату и потихоньку стали собирать свои сумки. Юля тоже спокойно, стараясь ни у кого не вызвать подозрений, пошла к корпусу вожатых, в надежде сделать звонок домой. \n     И вот сумки собраны. Вы их положили под кровать, а сами улеглись, ожидая Юлю. В палате, кроме Вас с Валерой, никого не было. \n     — На бомжа он не похож... — Валера, положив руки под голову, смотрит в потолок. \n     — Может, он просто сторож? И тогда какой смысл к нему ехать? \n     — Если он сторож, тогда какая ему разница, что мы курим? Он нас не спрашивал, кто мы, что здесь делаем и так далее, он отреагировал лишь на опиум. Если бы мы курили простые сигареты, он бы слова нам не сказал, мне так кажется. Кто-то идёт! — Валера перешёл на шёпот. \n     3а дверью послышались быстрые шаги, отдающиеся эхом по пустынному деревянному коридору. Открывается дверь и на пороге появляется Юля. \n     — Все в порядке. Отец встретит нас на дороге. А пока пошли, где-нибудь перелезем через забор и выйдем на шоссе! \n     Валера с восхищением смотрит на Юльку. Какая она молодец, возможно, думал он. \n\n",
    "answers": [
      {
        "id": 110,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 5,
    "text": "     Вы приблизились к маленькой деревянной будке, где должна сидеть охрана. Заглянули в окно. Там увидели двух охранников в зеленом камуфляже. Они сидели за столом и курили. Один из них, заметив Вас, привстал и открыл одну створку в окне: — Что хотели? \n     Вы объяснили, что просто гуляете, так как собрание в столовой кажется скучным. Вопросов не было. Теперь решайте: пойдете к автобусу, к милицейской машине или к себе в корпус? \n",
    "answers": [
      {
        "id": 77,
        "text": "Идти к автобусу 》"
      },
      {
        "id": 95,
        "text": "Идти к милицейской машине 》"
      },
      {
        "id": 33,
        "text": "Идти к себе в корпус 》"
      }
    ]
  },
  {
    "id": 6,
    "text": "     По дороге на зарядку встретились с Юлей. Здравомыслящая по жизни, реалист, она была сегодня подавлена и рассеяна. Вы, как обычно, шли вместе, вчетвером. Она поведала Вам о своей бессонной ночи. \n     — Я же сплю в самом углу, — начала Юля. — И меня разбудили странные звуки над головой. Сначала подумала, что это мыши. Я посмотрела на остальных: все спали, а всего нас в палате трое... Юля сделала паузу, готовясь рассказать самое важное. Вы притихли в ожидании...\n     — Ребята, шаг шире! Веселее! — Откуда-то появился ваш вожатый и хлопнул Юлю по плечу, как своего старого приятеля. — Как дела у вас? \n     — Орать-то зачем?! — Юля вздрогнула при столь неожиданном появлении Семена Денисовича, который сегодня явно был в приподнятом настроении, и только потом сообразила, что слишком резко среагировала. \n     — Веселее, бодрее! — весельчак-вожатый пошел дальше по рядам поднимать, по его мнению, спортивный дух молодежи.\n     — Ладно, — Юлька махнула в сторону теряющегося среди ребят Семена Денисовича, — позже поговорим…\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 7,
    "text": "     Резная беседка была густо опутана вьюном. Двери не было, но из-за густой растительности вас вряд ли кто-то увидит. Вы расположились на лавочках и уставились на окно на чердаке. Все было тихо, лишь далеко слышались раскаты грома да писк комаров над ухом. Скоро закрапал дождь. Прошло довольно много времени, прежде чем Вы увидели нечто такое, что заставило Вас содрогнуться, ваши поджилки завибрировали и по спине к затылку стала подбираться холодная парализующая дрожь. Когда Валера в очередной раз начал повторять свою фразу: «Чего мы здесь ждем?»‚ в окне чердака появился тусклый блик света, еле заметный, словно от свечи. Вы не видели никого, кто подходил бы к двери кладовой, за которой был вход на чердак. Даже если бы Вы не заметили в темноте человека, то услышали бы наверняка как открывают замок. Но нет... \n     Димка еле слышно проговорил: — Что за чертовщина? \n     Тем временем дождь зарядил на всю катушку и неудивительно, что Вы не услышали шагов за вашими спинами. Чьи-то руки вцепились в Вашу шею и стали душить, раздирая кожу на горле кривыми когтями. Юля завизжала и отпрыгнула, еще не сообразив, в чем дело. Кто-то из друзей пытается оторвать страшного незнакомца от Вас, но Вы уже теряете сознание, в голове ясно слышите только пульсирующий стук, а через несколько минут Вы покинете этот мир и здесь эта история закончится. Однако кто знает, не \nначнется ли она заново, и не окажетесь ли Вы снова светлым теплым деньком в желтом автобусе по дороге в «Лето» ?.. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 8,
    "text": "     Только когда за окном кромешная тьма сменилась темно-синей предутренней дымкой и раздались первые далекие голоса ранней птицы, Вы все-таки смогли заснуть. \n     ...Ваш чуткий тревожный сон оборвал голос Семена Денисовича, который, впрочем, не был бодрым и позитивным, как того следовало бы ожидать с утра: \n     — Ребята, вставайте. Все в столовую, на собрание. У нас ЧП... \n     Вы открыли глаза и поняли, что все случившееся, к вашему глубокому сожалению, не оказалось дурным сном, а является самой, что ни на есть настоящей реальностью. Кровать Димы пустовала. В палате все зашевелились‚ появилось возбуждение и какой-то азарт среди ребят, все стали выдвигать свои версии случившегося чрезвычайного происшествия: \n     — Столовая сгорела, сегодня будем без завтрака!.. \n     — Украли кассету с новым фильмом, вот досада...\n     — Может, наш директор школы приехал!.. \n     Всем почему-то было весело, но только не Вам. И не Валере. Вы с ним переглянулись, прочитав мысли друг друга. \n     — Надо все рассказать Юльке, — предложил Валера по пути к умывальнику. — О ночном визите Димки. \n     Вы так и сделали. \n",
    "answers": [
      {
        "id": 101,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 9,
    "text": "     Около двух часов у ворот собралось несколько групп, включая вашу. Семен Денисович энергично суетился, собирая всех в правильные колонны. Здесь были еще трое вожатых: две студентки педучилища и одна женщина в возрасте за тридцать, имеющая огромный опыт в работе с подростками. Когда все построились, вас пересчитали, проверили, все ли на месте из тех, кто идет купаться. И вот все в сборе, и колонна ребят выходит в распахнутые ворота, которые открыл охранник в зеленом камуфляже. Дорога шла через тенистый прохладный лес, потом вы сошли с дороги на тропку и вскоре вышли из леса на берег широкой реки. Здесь множество высоких холмов, \nнад которыми летают стаи чаек, и от воды веет прохладой и свежестью. Солнце играет в быстром потоке волн, ослепляя... \n     Проводятся различные конкурсы в воде. Вы с друзьями можете принять в них участие, хотя Дима настойчиво предлагает просто посидеть на песчаном берегу.",
    "answers": [
      {
        "id": 117,
        "text": "Принять участие в конкурсах 》"
      },
      {
        "id": 83,
        "text": "Остаться на берегу 》"
      }
    ]
  },
  {
    "id": 10,
    "text": "     Наступило время обеда. Семен Денисович подошел к вашему столу и напомнил, что в два часа собираемся около ворот, чтобы идти на реку. Теперь Вы смело можете отказаться от похода, ведь Валера «повредил ногу» и ему нельзя купаться, да и Дима близко подходить не хочет к реке, а если решили все же идти, то доедайте пюре с котлеткой и идите собираться купаться.",
    "answers": [
      {
        "id": 96,
        "text": "Отказаться от похода 》"
      },
      {
        "id": 122,
        "text": "Не отказываться от похода 》"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Ваши товарищи остались стоять неподалеку, а Вы осторожно пробрались внутрь. Водителя не было. В салоне царил полумрак, между рядами сидений на полу лежали носилки с телом, прикрытым простыней. Вы осторожно подошли к телу и тихонечко сняли с него эту простынь. Белое, с синеватым оттенком лицо Вы узнали. Дима. Волосы клочками торчали в разные стороны, под глазами виднелись желтеющие круги... Одежда была похоже на сплошной слепок грязи, кусками застывший; на ногах был песок. Шорты едва скрывали колени, и Вы могли заметить синюшные следы на правой лодыжке, сильно напоминающие отпечаток чьей-то руки... Что бы это могло быть? Неужели действительно убийство?.. Но пора уходить. Вы осторожно накрыли тело простыней и поспешили выйти из салона, почувствовав неприятный холодок, когда повернулись к трупу спиной.",
    "answers": [
      {
        "id": 46,
        "text": "Выйти из автобуса 》"
      }
    ]
  },
  {
    "id": 12,
    "text": "     На ум Вам пришли только два человека: двоечник Сергей, ваш неплохой, в принципе, товарищ-сосед по огороду в деревне, и Алексей, ваш старший двоюродный брат. Сегодня воскресенье, и он должен быть дома. Время подходило к трем часам дня. Вы сидели в своей комнате на диване, ничего не делая. В голове крутились минувшие тяжёлые события: смерть друзей и еще этот Второй Пророк...\n     Дома Вас встретили сегодня вопросом «Ты откуда?». Мама никак не ожидала Вас увидеть сегодня, ведь Вы уехали в пионерский лагерь позавчера, в пятницу, и должны были приехать как минимум недели через две. В оправдание себе сказали, что ваш одноклассник Дима в этом лагере погиб, и теперь Вы боитесь там оставаться. Рассказывать всю историю Вы не собирались ни родителям, ни сестре. А вот Серёге и Лёхе рассказать придётся, если надумаете их звать, иначе не пойдут.\n     Вам пришлось выжидать удобный момент, чтобы позвонить сначала Сергею, а потом Лёхе, потому что телефон стоял в прихожей, а оттуда разговор хорошо слышен как в зале, где смотрел телевизор папа, так и на кухне, где крутилась мама с сестрой Ленкой, звеня посудой и заполняя квартиру вкусным запахом жарящегося лука и картошки. Когда, наконец, папа, лежа на широком диване, захрапел, а мама с сестрой отправились в магазин за хлебом, у Вас появились драгоценные минуты для спокойного разговора. Вы бегом бросились к телефону и набрали номер Дорофеева Сергея. Идут длинные гудки... Раздался короткий щелчок и вы услышали женский голос. \n     — Алло. \n     — Э-э... Здравствуйте. Мне бы Серёжу. \n     — А, это ты... Здравствуй, — женщина, мама Сергея, узнала Вас. — Ты знаешь, он минут двадцать назад уехал на Автовокзал. Он уезжает к бабушке...\n     Вы не стали вдаваться в подробности, попрощались и положили трубку. Остался ещё один вариант: брат Леха. Быстро крутите диск телефона и опять слышите в трубке длинные гудки. Ваш старший двоюродный брат склонен к авантюрам, он был весельчаком и большим оптимистом, поэтому Вы были уверены, что он согласится вечером съездить с Вами. Все дело было в том, возьмет он сейчас трубку или нет. Сегодня воскресенье, он должен быть дома. Но гудки все шли и шли, трубку никто не снимал. Вы попытались позвонить еще раз, но это не принесло новых результатов. Бесполезно... А вот и папа на диване зашевелился, время для звонков иссякло; Вы отправились в свою комнату. Осталось ждать вечера и звонка от Юльки.",
    "answers": [
      {
        "id": 22,
        "text": "Ждать вечера 》"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Вы приблизились к маленькой деревянной будке, где должна сидеть охрана. Заглянули в окно. Там увидели двух охранников в зеленом камуфляже. Они сидели за столом и курили. Один из них, заметив Вас, привстал и открыл одну створку в окне: — Что хотели? \n     Вы объяснили, что просто гуляете, так как собрание в столовой кажется скучным. Вопросов не было. Теперь решайте: пойдете к автобусу, к милицейской машине или к себе в корпус? \n",
    "answers": [
      {
        "id": 30,
        "text": "Пойти к автобусу 》"
      },
      {
        "id": 129,
        "text": "Пойти к милицейской машине 》"
      },
      {
        "id": 79,
        "text": "Пойти к себе в корпус 》"
      }
    ]
  },
  {
    "id": 14,
    "text": "     — Заигрались? — Вожатый хитровато прищурился. А вот мне кажется, что вы чем-то другим были заняты. \n     Неужели Семен Денисович узнал, что вы ходили купаться? Если это так, то сейчас стоит во всем ему признаться. А если же решили стоять на своем, то отвечайте, что не понимаете, о чем он ведет речь. ",
    "answers": [
      {
        "id": 31,
        "text": "Признаться 》"
      },
      {
        "id": 85,
        "text": "Стоять на своем 》"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Для начала решили поискать лестницу. Побродив по территории лагеря, действтельно нашли то, что искали. За сторожевой будкой с охраной стояла деревянная четырехметровая лестница. Но как ее взять, это был вопрос. Зайдете к охраннику и спросите, можно ли взять лесенку на полчасика или сочтете такой вариант неподходящим и попробуете взять лесенку тайком? ",
    "answers": [
      {
        "id": 80,
        "text": "Спросить разрешения взять лестницу 》"
      },
      {
        "id": 32,
        "text": "Взять лестницу тайком 》"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Вы решили пойти с Валерой в компьютерный зал. Дима не изменил своего решения и пошел купаться один: — Ну ладно, увидимся! Если задержусь, прикройте, а? — и поспешил уйти, пока нет никого из старших. Юля пошла в клуб смотреть сегодняшний сеанс. \n     Миновав несколько корпусов вглубь сосновой рощи, Вы подошли к маленькому деревянному строению, где и располагался компьютерный зал. Вы поднялись по низеньким ступенькам и прошли в тесную комнатку. Отсюда вела ещё одна дверь, в зал попросторнее, где стоял бильярдный стол. К Вам подошёл модный парень в дорогой футболке, с проколотым левым ухом. Валера изъявил желание поиграть в какую-нибудь «стрелялку с видом из глаз»; парень — он был смотрящим за компьютерами — отошел к шкафчику, набитому всяческими кассетами, дисками и шнурами... \n     Здесь вы провели несколько часов, пока не настало время обеда. Валера сохранил игру, нехотя снял наушники и вы пошли на обед, в столовую.",
    "answers": [
      {
        "id": 121,
        "text": "Идти в столовую 》"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Решили никуда не ходить, а просто продолжили спать. \n     И вот настало утро. Ваш сон прервал голос Семена Денисовича, который, впрочем, не был бодрым и позитивным, как того следовало ожидать с утра:\n     — Ребята, вставайте. Все в столовую, на собрание. У нас ЧП... \n     Вы открыли глаза и в первую очередь посмотрели на кровать Димы. Она была пуста. Поспешили поскорее одеться и — сразу к умывальнику. Здесь Вы встретились с Юлей. Вы уже шли обратно, чтобы положить полотенце, когда она подошла к Вам. Валера тоже появился откуда-то, увидел вас, тут же подскочил к Юле и легонько ткнул пальцем ей в бок: \n     — Доброе утро! \n     — Привет!.. — Загадочно улыбнулась Юля. — Я тут вам хочу кое-что рассказать. Ко мне вчера Димка приходил...\n     — Да? Ко мне тоже приходил, — Юля Вас не удивила. — Но я не стал выходить. \n     — А я стала. —  Юля сделала небольшую паузу и посмотрела на Вас с Валерой. — Странный он какой-то. Я даже немного испугалась. Бледный, глаза впалые… Сначала подумала, что он пьяный. Но нет... Говорит, уходить отсюда надо, мол, за нами черт пришел... Ужас!.. И еще сказал: «Больше никогда не курите эту дрянь!». \n     — Ну и что все это значит?.. — спросили Вы. — Ведь я сам видел, как он утонул, а вчера я подумал, что все это был его тупой розыгрыш...\n     — Пошлите в столовую, — шумно вздохнул Валера, — узнаем, какое такое ЧП произошло...",
    "answers": [
      {
        "id": 101,
        "text": "Идти в столовую 》"
      }
    ]
  },
  {
    "id": 18,
    "text": "     После ужина Вы с Валерой пошли до спортивной площадки, чтобы немного прогуляться и поболтать без посторонних ушей. \n     — Я все думаю о том вечере, — начал Валера.\n     — Ты про опиум? — Вы и сами думали о том же. \n     — Да… — отвечает Валера. — Я пытаюсь вспомнить все подробности... Юлька притащила опиум, сказала, что у отца взяла; вечером мы встретились и пошли на пустырь около леса...\n     — Там неподалеку был заброшенный собор, — Вы понемногу восстанавливаете в памяти хронологию событий, — и, как мне кажется, кладбище… \n     — Кладбище там было, это понятно... — Валера посмотрел на Вас. — Помнишь старого оборванца, который нас прогнал? \n     — Это тот истеричный бомж? \n     — Не бомж он. По-крайней мере, я так не думаю... Он еще заорал: «Больше никогда не курите...» \n     «…Эту дрянь!» — Вы закончили фразу. — Эту фразу слово в слово сказал Димка Юле, когда приходил ночью.\n     — Если, конечно, это был он, — Валера был серьезен.\n     — Мы курили впятером, спустя две недели уже двое погибли: Борька и Димка, — Вам становилось не по себе от всего этого.\n     — Я завтра уезжаю, — вдруг заявил Валера. — Поехали вместе, поищем того оборванца. ",
    "answers": [
      {
        "id": 71,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 19,
    "text": "     — Давайте посмотрим, что там спрятано. — Вы не спешили уходить, но ваши друзья были настроены иначе: \n     — Если хочешь, иди и смотри сам! — Валера, да и остальные, не желали подходить с Вами к загадочному брезенту. \n     — Ну вы и трусы... — Вы, не показывая своей тревоги, спокойно направились вглубь чердака. Чем ближе вы подходили, тем больше очертания напоминали человеческие, словно кого-то накрыли этим брезентом. И вот Вы подошли совсем близко. Наклоняетесь, беретесь за край полотна и поднимаете его...",
    "answers": [
      {
        "id": 124,
        "text": "Потянуть брезент 》"
      }
    ]
  },
  {
    "id": 20,
    "text": "     Вы пришли к решению уехать завтра. Один день роли не сыграет. В конце концов, чему быть, того не миновать, так решили Вы. Осталось попить молока и отправиться по своим палатам. Стемнело рано, потому что к вечеру небо затянули большие тяжелые тучи и было очевидно, что будет дождь. \n     Сон долго не шел. Вы лежали на своей постели и слушали, как по крыше барабанит проливной дождь. Шёпот и смех троих ребят, находящихся с Вами в палате, давно смолкли. Вам было тяжело смотреть на пустующие кровати Димы и Валеры... Как там сейчас Валера? Даже если его сегодня отпустят, а скорее всего, так и будет, то вряд ли привезут обратно сюда, в такую-то погоду. Он приедет завтра, и неизвестно, застанет Вас с Юлей здесь, или нет. А пока всё же надо поспать, последнее время не высыпались, да и смерть Димы окончательно выбила Вас из колеи. Под успокаивающую песню дождя Вы всё-таки заснули.",
    "answers": [
      {
        "id": 132,
        "text": "Далее...》"
      }
    ]
  },
  {
    "id": 21,
    "text": "     Всё-таки стоит узнать, что случилось с Димой, подумали вы и встали с кровати. Валера, сгораюший от любопытства, конечно же, решил пойти с вами.\n     — Мне не спалось, — говорит он, — и вдруг я услышал какой-то хруст ветки за окном, а потом тихий стук в окно. — Я сразу решил, что Димон пришел. Так и оказалось! \n     В палате все спали, а именно трое парней из другой школы. Вы, стараясь не шуметь, на цыпочках вышли в коридор. Дверь при этом слегка скрипнула. Было темно, лишь над выходом из корпуса тускло светилась лампочка. Спустились по ступенькам и оказались на улице. Тихо и спокойно. Сосны создавали таинственный непроглядный мрак, и даже яркая луна не могла в полной мере осветить местность под ними. Силуэт Димы стоял поодаль от тропинки около одной из сосен. Со странным чувством тревоги вы подошли к нему.\n     — Ты где был?… — осторожно спросил Валера. Дима, а это был именно он, повернул голову к вам. В темноте ясно проглядывалось его бледное лицо, заметны были тёмные круги под глазами.\n     — Ребята... — еле слышно заговорил Дмитрий. — Больше никогда не курите эту дрянь. \n     Вы с Валерой недоуменно смотрели на бледное лицо Димы и его взъерошенные волосы. Он обкурился чего-то? Не похоже на него это...\n     — Плохо мне здесь... — продолжает ваш одноклассник. — Уходите отсюда...\n     Дима развернулся и медленно пошёл в темноту сосновой рощи; через несколько шагов повернулся:\n     — Чёрт пришёл за нами... \n     После последних слов по вашей спине пробежали мурашки.",
    "answers": [
      {
        "id": 127,
        "text": "Далее...》"
      }
    ]
  },
  {
    "id": 22,
    "text": "     К вечеру погода нахмурилась, стемнело рано, так как небо заволокло тучами, и закрапал дождь. Юля звонила около десяти, сейчас был уже одиннадцатый час, за Вами скоро заедут и Вам пора выходить к подъезду. Родителям сказали, что встречаетесь около подъезда с Артемом (он живет в этом же доме, ваш одноклассник), и будете отсутствовать полчаса. Вы умышленно пошли на враньё, иначе было нельзя. Когда все это закончится, Вы у всех попросите прощенья и всё-всё расскажете. Но только не сейчас...\n     И вот Вы выходите в подъезд. За окнами громыхнуло, а редкие крупные капли превратились в проливной дождь, громко стуча по железному подоконнику за стеклом. Вы жили на седьмом этаже; теперь Вам нужно решить: поедете на лифте или спуститесь пешком по ступенькам? \n",
    "answers": [
      {
        "id": 98,
        "text": "Спуститься на лифте 》"
      },
      {
        "id": 62,
        "text": "Спуститься пешком 》"
      }
    ]
  },
  {
    "id": 23,
    "text": "     Для начала решили поискать лестницу. Побродив по территории лагеря, действительно нашли то, что искали. За сторожевой будкой стояла деревянная четырёхметровая лестница. Но как её взять, это вопрос. Зайдете к охраннику и спросите, можно ли взять лесенку на полчасика или сочтёте такой вариант неподходящим и попробуете взять лесенку тайком? \n",
    "answers": [
      {
        "id": 94,
        "text": "Спросить, можно ли взять лестницу 》"
      },
      {
        "id": 56,
        "text": "Взять лестницу тайком 》"
      }
    ]
  },
  {
    "id": 24,
    "text": "     Долго не раздумывая, прыгаете в одежде в воду. Плаваете Вы, конечно, не очень хорошо, но что поделать.\n     Теперь что предпримете: нырнете, чтобы подхватить Диму или без ныряний, не теряя времени, доберетесь до него? ",
    "answers": [
      {
        "id": 75,
        "text": "Нырнуть и подхватить Диму 》"
      },
      {
        "id": 104,
        "text": "Не ныряя плыть к Диме 》"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Пришло время обеда. Семён Денисович подошел к вашему столу и напомнил, что в два часа собираемся около ворот, чтобы идти на речку. Теперь Вы смело можете отказаться от похода, ведь Валера «повредил ногу» и ему нельзя купаться, да и Дима близко подходить не хочет к реке, а если решили все же идти, то доедайте пюре с котлетой и идите собираться купаться.",
    "answers": [
      {
        "id": 45,
        "text": "Отказаться от похода на реку 》"
      },
      {
        "id": 90,
        "text": "Не отказываться от похода 》"
      }
    ]
  },
  {
    "id": 26,
    "text": "     Когда все поужинали и потихоньку обеденный зал опустел, Вы нехотя направились на кухню. \n     — Смотри, чтобы всё чисто было! — Дима шутливо потряс указательным пальцем в воздухе.\n     — Пирожков не забудь захватить, когда пойдешь обратно, — Валера не удержался и тоже дал Вам наказ. \n     — Ты сам как пирожок уже... — на душе у Вас и так было мрачно, ведь предстояло два, а то и три часа вкалывать на кухне, в то время как ваши товарищи будут спокойно и беззаботно переваривать съеденный вкусный ужин, лежа на мягкой постели... \n     — Скоро увидимся, мы ещё молочко придем попить, так что поторапливайся! — Юля улыбалась и казалась счастливой...\n     Когда ваши друзья ушли, Вы направились на кухню. У больших железных раковин звенела посудой пожилая женщина, шумно лилась вода, в воздухе висел резкий ароматный запах порошка и мыла... Вы подошли к женщине и поинтересовались, чем \nсможете помочь. Она оказалась довольно бойкой для своих лет, говорила громко и властно, казалась абсолютной, знающей свое дело хозяйкой на кухне. Сначала Вы отправились с миской и тряпкой протирать обеденные столы, потом женщина попросила вынести мешок с мусором в мульду, которая находилась с обратной стороны здания столовой. Кратчайший путь туда был через чёрный вход. В узеньком коридорчике чёрного входа горела одна лампочка, и там было довольно мрачно. Вы шагнули в этот полумрак на бетонный пол и тут лампочка с громким хлопком лопнула, разлетевшись на мелкие кусочки. Вы вздрогнули, мешок чуть не выпал у Вас из рук. Стало темно. Вы оглянулись. Женщина, как ни в чем не бывало, продолжала мыть посуду. На кухне было светло: большие окна дают много света, солнце еще не зашло. Вы осторожно пошли по тёмном коридору вперёд, рукой щупая стену; до выхода надо пройти с десяток шагов... И вдруг дверь, в которую Вы вошли из кухни, с грохотом захлопывается! Вы остались в полной темноте! Бросаете мешок и кидаетесь к двери...",
    "answers": [
      {
        "id": 82,
        "text": "Бежать к двери 》"
      }
    ]
  },
  {
    "id": 27,
    "text": "     Через полчаса просторный холл столовой был заполнен отдыхающими. Здесь были также все из руководства, вплоть до директора — солидного рослого человека в чёрных брюках и белой рубашке. Без галстука. На повестке дня —  несчастный случай. Утонул человек из первого отряда. Пятнадцатилетний подросток. Трошин Дмитрий. У Вас внутри что-то ёкнуло и почувствовали, как холодеет сердце. Юля, стоявшая рядом, громко ахнула и закрыла рот рукой. Валера стоял, как статуя, не шевелясь, видимо, переваривал услышанное. \n     — Тело нашла группа местных спасателей вчера около девяти часов вечера, — заявил хмурый человек в форме с погонами, обращаясь к директору и поглядывая на вожатых, которые напоминали сейчас кучку нашкодивших первоклассников, виновато и испуганно смотрящих на учителя. \n     — В девять? — выкрикнула Юля. — Вы сказали, в девять? \n     Человек в форме пристально посмотрел на неё, но ничего не ответил и принялся дальше проводить дискуссию по поводу несчастного случая с руководством лагеря, допустивших такую преступную халатность. Вы его уже не слушали и втроём шли к выходу из столовой, не веря в происходящую реальность: как такое могло случиться?!\n     Отсюда совсем недалеко до ворот лагеря, около которых стоит черный автобус и несколько легковых машин. Теперь решайте: пойдёте к воротам или к себе в корпус, чтобы обсудить сложившуюся ситуацию?",
    "answers": [
      {
        "id": 59,
        "text": "Идти к воротам 》"
      },
      {
        "id": 125,
        "text": "Идти в корпус 》"
      }
    ]
  },
  {
    "id": 28,
    "text": "     Вы подобрали шорты, майку и сланцы Димы и пошли обратно в лагерь. В голове роились мрачные мысли, сбивчивые, путаные, требующие спокойствия и рассудительности, но чем ближе Вы подходили к воротам лагеря, тем меньше спокойствия в Вас оставалось. Когда же Вы приблизились к железным прутьям ворот, то обнаружили, что они закрыты на цепь и массивный замок. Транспорт здесь ходит не часто, это заметно. Калитки не было. Вам остается только перелазить через забор, как Вы с Димой сделали, уходя на речку... Но вот слышится, как скрипнула дверь за кустами неподалеку, затем шаркающие по листве шаги, и к воротам неспеша подходит невысокий, уже немолодого возраста охранник в зелёном камуфляже с ключом на веревочке в руке:\n     — Ты что там делаешь? — зычно рявкнул он. Куда тебя носило? \n     Вы решили для себя ничего о Диме не скрывать и, недолго думая, ответили:\n     — Мой друг утонул! Мы ходили на речку. .. \n     — Как утонул?.. — Охранник изменился в лице, заторопился к воротам и стал спешно открывать замок. — Кто утонул?\n     Вы прошли на территорию и серьезно сказали:\n     — Дима, мой одноклассник... \n     Охранник оставил ворота открытыми и побежал к своей будке. Вскоре до Вас донеслись обрывки фраз, выкрикиваемые им: «… Да, утонул!.. Нет никого, говорю!.. Когда?.. Я спрашиваю, когда будете?!!.. Хорошо!..». Телефонный разговор. После охранник вышел из будки и подошел к Вам: \n     — Скоро приедут спасатели, далеко не уходи. Мужчина достал из кармана пачку сигарет, из другого — коробок спичек и закурил. Тут снова скрипнула дверь, и появился другой охранник, помоложе и покрупнее. Вы же отправились в сторону своего корпуса; Вам ещё предстоит неприятная беседа с Семёном Денисовичем, да и друзьям своим следует всё рассказать. \n     Валеру Вы увидели издалека рядом с корпусом, он подошел к Юле и они куда-то пошли. Вам пришлось пробежаться, чтобы их догнать:\n     — Эй, куда намылились?.. \n     — Вы где шляетесь?! — обернувшись, почти разом накинулись на Вас Валера с Юлей.\n     — Мы и не знаем, что говорить вожатому, — возмущается Юля.\n     — Сказали, что вы... — начал Валера. \n     — Димка утонул. — Вы жёстко подвели итог бессмысленным сейчас упрекам со стороны своих друзей. \n     Услышав такую новость, Валера и Юля уставились на Вас, не найдя сразу, что сказать. \n     — Не может быть, — Юля покачала головой, — он пловец с разрядом...\n     — Да что ещё за шутки! — Валера брезгливо вскрикнул. — Нет у вас чувства юмора! \n     — Не шучу я. Он, серъезно, утонул. У меня на глазах...\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 29,
    "text": "     Но Семён Денисович и слушать ничего не захотел. Надо идти, и всё! Если купаться не захотите — посидите на берегу, говорит он. Но обещал, что будет интересно, будут конкурсы и призы. В общем, он будет Вас ждать в два часа у ворот.",
    "answers": [
      {
        "id": 9,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 30,
    "text": "     Вы решили осмотреть автобус и направились к нему. Но не прошли вы и десяти метров, как из будки вышел охранник и окликнул вас. Вы остановились. Он попросил девушку подойти к нему. Юля непонимающе посмотрела на вас, но подчинилась и подошла к охраннику. Он ей что-то коротко объясняет и ведёт к милицейской машине. Юля упирается и возмущается, но милиционер, стоящий около своей машины, подбегает к ней, хватает за локоть и тащит к автомобилю. Вы с Валерой бежите на помощь, пытаетесь разобраться, в чем дело, но всё безуспешно: в итоге Юля — в машине на заднем сиденье, а вы... вам ничего не остается, как вдвоем идти обратно к себе... ",
    "answers": [
      {
        "id": 106,
        "text": "Идти в корпус 》"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Ваш вожатый, услышав про речку, пришёл в негодование, нахмурил брови и раскрыл рот, не найдя сразу подходящих слов. Он схватил Вас под локоть, как маленького мальчишку и отвел в сторону, чтобы никто его не услышал. \n     — Вы сошли с ума? — вполголоса, категорично, с ноткой неудержимого гнева задал Вам вопрос Семён Денисович. Не дожидаясь ответа выпалил: — Вы не имеете права выходить за эту территорию без моего разрешения! Я за вас отвечаю! Сегодня будешь помогать повару на кухне после ужина, мыть посуду, а Дима — завтра, понял?! \n     Вам ничего не оставалось, как покорно согласиться. Вожатый отправил вас отдыхать пока, а сам, раскрасневшийся, поспешил обратно в клуб продолжать прерванную Вашим появлением беседу. Вы же пошли дальше искать своих друзей. \n",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить поиск своих друзей 》"
      }
    ]
  },
  {
    "id": 32,
    "text": "     Сначала выжидали время, наблюдая, как часто охрана выходит из своей будки. Потом Юлю отправили совершить отвлекающий манёвр, а Вы с Валерой направились с другой строны. И вот Юлька стоит у окна будки и о чем-то разговаривает с охранниками. Вы в это время подкрадываетесь к заветной лестнице. Без шума её вытащить никак не удаётся, Вы зацепляете стену будки одним краем. На шум выглянул охранник в зелёном камуфляже, лет сорока, с реденькими сальными волосами:\n     — Куда потащили, бездельники?!! А ну, поставь на место! \n     Вам пришлось подчиниться. Вы извинились, придумали какую-то чепуху себе в оправдание и ушли восвояси. Юлька скоро вас догнала:\n     — Всю операцию провалили! \n     — Да ну их!.. — Валера и сам был недоволен своей и Вашей неловкостью. Пошли куда-нибудь подальше отсюда. \n",
    "answers": [
      {
        "id": 89,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 33,
    "text": "     Вы решаете отправиться обратно в корпус и обсудить ситуацию. Но не успели вы пройти и десяти метров, как вас окликает охранник и жестом просит подойти. Вы безо всяких мыслей подходите к нему. Он оглядывает всех троих, потом берет за локоть Валеру и ведет к милицейской машине. Вы пытаетесь возмутиться, разобраться, в чем дело, но Вас вежливо просят уйти, а недоумевающего Валеру садят в машину.\n     — Что за ерунда?! — негодует Юлька. \n     Больше вам ничего не остается, как вернуться к себе в корпус и уже вдвоем проанализировать ситуацию.",
    "answers": [
      {
        "id": 65,
        "text": "Вернуться в корпус 》"
      }
    ]
  },
  {
    "id": 34,
    "text": "     Неспеша направились к медпункту. Шли почти наугад, так как там ещё не были. Ориентировались по схемам, нарисованным на деревянных стендах вдоль дорожек. А вот и ваши друзья сами идут... У Валеры забинтована нога. \n     — Привет, больной! — смеётся Дима… \n     — Вот прицепились ко мне!… — жалуется Валера, когда они с Юлей приблизились к вам. Я сказал, что ногу вывихнул, ходить не могу, так этот белобрысый потащил меня к врачу! А там началось! Осмотр, всякие мази... \n     Юля смеётся, потом переходит к делу:\n     — Нашли ключ? Пойдемте его проверим... \n     Вы подошли к своему корпусу, идёте к двери с торца здания, за которой, по вашим расчетам, должна быть лестница наверх. А вот и замок... Достаёте ключ, вставляете в скважину, но... не поддаётся. Никак. Ключ не тот.\n     — Ну что ж поделать... — Вы разводите руками. \n     Юля поникла. Но ненадолго:\n     — Пойдемте погуляем где-нибудь!",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться гулять 》"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Вы пошли по тропинке между соснами к турникам и металлическим лесенкам, которые виднелись вдалеке на заасфальтированном пустыре. Тут и там бегали ребята разных возрастов, играли, прыгали, смеялись. Еще вчера, да что там — сегодня утром, Вы рады были также веселиться и радоваться жизни, но последние события зародили тревогу в Вашей душе. В конце концов, на месте Димы могли оказаться Вы и неизвестно, чем бы все это закончилось. Вот вы выходите из тени сосен на асфальтовую дорожку, осматриваетесь. На длинных скамейках сидят несколько девчонок и парней. Вглядываетесь получше, замечаете Юльку, а рядом Валерку. Но, похоже, они тоже заметили Вас, встают и быстрым шагом направляются в вашу сторону. \n     — Вы что, совсем?! — Юля стучит кулачком себе по лбу, — проблем не хватает, что ли? \n     — Кое-как вас отмазали! — возмущается Валера. — Сказали, что вы заигрались в шахматы на деньги, а сдаваться никто не хотел, поэтому и пропустили обед...\n     — Ну, спасибо, хоть так! — Вы были действтельно благодарны одноклассникам. — Димка чуть не утонул, пойдёмте в корпус. ",
    "answers": [
      {
        "id": 108,
        "text": "Идти в корпус 》"
      }
    ]
  },
  {
    "id": 36,
    "text": "     Сегодня был понедельник и Алексея Вы не застали дома: он был на работе. Что касается Сергея, то он на все лето уехал к своей бабушке. Сдал кое-как экзамены и уехал... Вариантов не оставалось, кроме как ехать домой. Время только-только перевалило за полдень, солнце начинало прилично пригревать, погода, побаловавшись, снова становилась прежней. Прыгнули в трамвай и через сорок минут уже были дома… \n     …Но дома Вам сообщили ужасную новость. Открыла дверь сестра (Ваши папа и мама, как все нормальные советские (вернее, уже четыре года как российские) люди, в это время находились на работе). Она поздоровалась, подождала, когда Вы переоденетесь, после чего заявила: \n     — Дядя Степа звонил.\n     Вы посмотрели на сестру, не сдерживая любопытства; в глубине души почувствовали неладное.\n     — Юля умерла... — Тихо сказала она. \n     Внутри у вас все оборвалось. Эта новость оказалась слишком страшной, слишком тяжелой и слишком ненужной сейчас. \n     — Она выбросилась из окна, — продолжает далёкий голос сестры. Вы уже ничего не \nвидите и не слышите: голову наполняют боль, бессилие и страх...\n\n     Последующие дни превратились для вас в сущий кошмар: Вы боялись всего и всех, боялись оставаться в комнате один, боялись темноты и воды, а ночью... Ночью Вы не спали вообще.\n     Сколько это продолжалось — неизвестно, потому что здесь эта история заканчивается и нельзя предположить, что станет с Вами в дальнейшем. Не исключено, что в один прекрасный день Вы снова приедете в пионерский лагерь со своими друзьями и сможете многое изменить...\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 37,
    "text": "     …Через мгновение получаете сильный удар в спину и летите на пол. Секунду приходите в себя, пытаясь сообразить, что происходит. Вы изо всех сил стараетесь подняться, и тут Вам между лопаток врезается лезвие чего-то острого, наверное, ножа. Боль накрывает Вас, парализуя мысли и движения, шок сковывает тело. Здесь кромешная тьма, и понять что-либо Вы не в состоянии. Вы валитесь на холодный пол, не в силах сдерживать отчаянный крик боли и ужаса, но из горла вырывается только захлёбывающийся хрип. Последние секунды Вашей жизни длятся мучительно долго, после чего пустота, легкость и… конец этой истории. Жизнь не прощает роковых ошибок, и что-либо исправить подчас невозможно, но кто знает, не окажитесь ли Вы снова теплым светлым деньком в желтом автобусе по дороге в «Лето». . . ",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 38,
    "text": "     Решили сходить с Юлей. Дима по-прежнему настроен идти купаться. \n     — Я не смогу целый месяц без плавания! — Сокрушается он, — здесь же нет бассейна!.. И если задержусь, вы уж прикройте меня, ага? — И поспешил уйти, пока никого нет из старших. Валера направился вглубь сосновой рощи в поисках компьютерного зала, а Вы с \nЮлей пошли в клуб. Миновали столовую, и подошли к длинному красному зданию, окруженному кустарниками и красивыми вьюнами. Над широким входом была приколочена громоздкая вывеска с выцвевшей и давно требующей обновления надписью «Пионерский лагерь «Лето», ниже яркой свежей краской выведены зеленые цифры: «1995 г.». Вы вошли внутрь. Справа была сцена с длинным тёмным занавесом, ближе к краю стоял деревянный стол, на нем — большой цветной телевизор и видеомагнитофон рядом. Слева начинались ряды красных сидений, на которых уже сидели с десяток ребят разных возрастов. Вы выбрали места поближе к телевизору и уселись. Скоро прибежала девушка в ярком платье с видеокассетой в руках. Зал трепетно затих... Девушка проделала несколько манипуляций с телевизором и видеомагнитофоном. На экране появились первые кадры нового зарубежного фильма. Это оказался остросюжетный боевик, который вы просмотрели на одном дыхании. Время пролетело незаметно, и близится время обеда. Вы вышли из полутемного зала клуба под лучи яркого солнца и неспеша направились к столовой.",
    "answers": [
      {
        "id": 121,
        "text": "Идти в столовую 》"
      }
    ]
  },
  {
    "id": 39,
    "text": "     ...Наступил вечер. Солнце почти скрылось за лесом, и опускались сумерки; небо заволокли тучи: будет дождь. Вы уже попили кипячёного молока перед сном и вышли из столовой, в объятия свежего пасмурного вечера. Юля заявляет, что ей не хочется идти спать к себе в палату: страшно. Нужно что-то решать: убедить ее, что все не так уж и плохо, ведь вы слазили на чердак и, в принципе, ничего страшного не нашли, и можно спокойно идти спать, можете понаблюдать со стороны, что будет происходить на чердаке ночью (для этого вам надо будет всем вместе выйти из корпуса, когда все уснут и схорониться где-нибудь неподалеку)‚ а можете попробовать засесть в подвале и подождать: вдруг опасения Юли не напрасны? ",
    "answers": [
      {
        "id": 48,
        "text": "Идти спать 》"
      },
      {
        "id": 86,
        "text": "Решить понаблюдать за чердаком  》"
      },
      {
        "id": 131,
        "text": "Засесть на ночь в подвале 》"
      }
    ]
  },
  {
    "id": 40,
    "text": "     …Подошло время обеда. Семён Денисович подошел к вашему столу и напомнил, что в два часа собираемся около ворот, чтобы идти на речку. Теперь Вы смело можете отказаться от похода, если нет желания идти, да и Дима близко подходить не хочет к реке, а если решили всё же идти, то доедайте скорей пюре с котлетой и идите собираться на речку. ",
    "answers": [
      {
        "id": 29,
        "text": "Отказаться от похода 》"
      },
      {
        "id": 9,
        "text": "Решить пойти на речку 》"
      }
    ]
  },
  {
    "id": 41,
    "text": "     Вполне возможно, что они там, подумали Вы и направились в сторону клуба. Идя по тенистой асфальтовой тропинке, издалека услышали громкую веселую музыку, доносящуюся из длинного красного здания, опутанного густым вьюном. Это и был клуб. Над широким входом была приколочена громоздкая вывеска с выцведшей и давно требующей обновления надписью «Пионерский лагерь «Лето», ниже яркой свежей краской выведены зеленые цифры: «1995 г.». Вы заглянули внутрь. В глаза бросились ряды деревянных красных сидений, напротив них — сцена, на которой танцевали ребята небольшого возраста, переодетые в русалок и рыб. Видимо, репетируют что-то. У самого входа стояла женщина-вожатая и... Семён Денисович! Они, поглядывая на сцену, что-то живо обсуждали. Когда вы заглянули, ваш вожатый сразу бросил на вас свой цепкий, очень ненужный сейчас взгляд сквозь толстые стекла очков.\n     — А, это ты! — он назвал Ваше имя и рукой потянулся к Вам, забыв про свою собеседницу, словно пытаясь Вас поймать. — Я уже вас с Димой потерял! — облегченно высказывает он. — Где вы были в обед?\n     И вот настал момент, когда надо держать ответ. Что ему ответить, решать Вам. Скажете ему всю правду, в конце концов, ничего страшного вы не сделали; ответите, что заигрались в шахматы или скажете, что засиделись за компьютером и забыли про обед?",
    "answers": [
      {
        "id": 31,
        "text": "Сказать правду 》"
      },
      {
        "id": 93,
        "text": "Сказать, что заигрались в шахматы 》"
      },
      {
        "id": 14,
        "text": "Сказать, что засиделись за компьютером 》"
      }
    ]
  },
  {
    "id": 42,
    "text": "     — Тут кто-то ходит, — ответили Вы. Димка привстал на своей постели и заинтересованно спросил:\n     — Ты пошел проверить? — секунду подумав, соскочил с кровати: — Я с тобой!\n     Вы осторожно открыли дверь и выскользнули в коридор. Здесь было так же темно, лишь над выходом из корпуса тускло светилась лампочка. Ни намёка на кого-либо, полная тишина. \n     — Может, девчонки ходят? — прошипел Дима. — Давай на улице посмотрим? Мне ведь тоже послышался скрип двери. Я думал, показалось... \n     Вы вышли из корпуса на улицу. Было прохладно и свежо. В небе за верхушками сосен белела луна и мерцали маленькие точки звезд. Полный покой...\nНичего не остаётся, как отправиться обратно в постель, попрощавшись до завтра с Димкой.",
    "answers": [
      {
        "id": 100,
        "text": "Лечь спать 》"
      }
    ]
  },
  {
    "id": 43,
    "text": "     — Да. — Вы решили, что Димка прав. — Пойдёмте-ка отсюда... Возражать никто не стал. Обратно спешили, чувствуя мурашки на спине, за которой остался темный загадочный чердак, словно ожидая погони. Когда оказались на залитой солнцем траве, стало спокойнее на душе, как-то легко. Мрачные мысли отошли на второй план. \n     — Давайте отнесём лестницу на место, потом погуляем где-нибудь, — предложила Юля. Больше ничего не оставалось, и вы стали спускать тяжелую лестницу вниз. \n     ...Когда всё было сделано и лестница стояла на месте за сторожевым домиком, вы отправились гулять вглубь сосновой рощи. Скоро ужин, ведь вечер уже не за горами.",
    "answers": [
      {
        "id": 109,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 44,
    "text": "     Вы, как бы просто прогуливаясь, подошли к автобусу. Здесь была только одна дверь, она была открыта. Стекла были занавешены и увидеть‚ что внутри, было невозможно. Сбоку на автобусе была надпись синего цвета: «Ритуальное бюро «Вечность». Очень мрачный автобус... Что внутри, уже можно догадываться. Рядом никого не было, и Вы можете зайти внутрь, посмотреть, что там. Однако, во избежание лишних неприятностей, не лучше ли отправиться отсюда подальше, к себе в корпус, например? Если интересно, можете подойти к милицейской машине или к будке с охраной.",
    "answers": [
      {
        "id": 97,
        "text": "Зайти в автобус 》"
      },
      {
        "id": 125,
        "text": "Отправиться в корпус 》"
      },
      {
        "id": 129,
        "text": "Подойти к милицейской машине 》"
      },
      {
        "id": 13,
        "text": "Подойти к будке с охраной 》"
      }
    ]
  },
  {
    "id": 45,
    "text": "     Вы заявляете, что купаться не пойдёте, так как Валера повредил ногу, и Вы составите ему компанию в лагере. Семён Денисович посмотрел на всех четверых, но возражать не стал. Сказал, что вы много теряете и пошел дальше. Вам осталось доедать свой обед и идти отдыхать. Впрочем, когда большинство уйдёт на речку, вы сможете попытаться еще раз попасть на чердак. Вам придется поискать лестницу или что-нибудь подобное. Так что вы будете делать: просто скоротаете время или всё же попробуете найти способ залезть на чердак? \n\n",
    "answers": [
      {
        "id": 64,
        "text": "Просто скоротать время 》"
      },
      {
        "id": 23,
        "text": "Искать способ попасть на чердак корпуса 》"
      }
    ]
  },
  {
    "id": 46,
    "text": "     Вы почувствовали большое облегчение, когда вышли из полутемного салона автобуса под лучи яркого утреннего солнца. Внутри Вы провели не более трёх минут, но этого хватило, чтобы в душе вашей остался мрачный осадок; кроме прочего, Вы многое стали видеть в ином, очень нерадостном свете. Теперь всё сводится к тому, что Диму всё-таки убили… Вы посмотрели на своих друзей. Какая судьба их ждет?.. \n     — Что интересного скажешь? — спросил Валера, щурясь от солнца, сделав шаг к Вам навстречу. Юля молча смотрела на Вас, ожидая ответа.\n     — У него на ноге синюшние следы. Кто-то его утопил. Это убийство. \n     Ваши товарищи словно ожидали услышать что-то подобное. В воздухе повисло молчание, и возник острый вопрос: что делать? Милиция, скорее всего, не исключит возможность убийства в этом деле, а значит, вас привлекут как свидетелей, потому что вы всегда были вместе. Юля предложила оптимальный сейчас вариант: уехать сегодня же, и как можно скорее. Ее отец — довольно обеспеченный человек, владелец сети магазинов, имеющий знакомства в милиции, приедет и заберёт вас. Осталось ему позвонить. Для начала вы решили не попадаться никому на глаза и тихонько пошли за автобус к забору. Здесь вас скроют деревья, широкие стволы сосен. Отойдя на приличное расстояние от ворот, вы решили остановиться и обсудить план действий. \n     — Я всё думаю о том вечере, помните, парни? — Юля первой начала разговор и уселась прямо на траву, на небольшой бугорок. — Помните, опиум? \n     — Думаешь, есть какая-то связь между смертью Димы и тем вечером? — Валера оглядывается и садится рядом с Юлей.\n     — Не знаю. Но после этого погибли Борька и Димка...\n     — Причём оба в воде. — Вы тоже решили не стоять на ногах и присели около Валеры.\n     — Значит, будем держаться от воды подальше, — Юля вроде бы нашла решение проблемы, если судить по интонации, с которой она эту фразу произнесла. \n     — Да ерунда это какая-то... — Валера пухлой ладошкой протер свою шею. — Он не любил напрасных волнений и суеты. — Если Диму кто-то и убил, то Борька-то сам погиб!..\n     — А вот это еще надо доказать! — Юля, реалист по жизни, доверят только фактам. \n     — Мы курили опиум впятером... — Словно разговаривая сам с собой, начали вслух размышлять Вы. — За неделю уже двое погибли, или были убиты. Мне всё это очень не нравится!\n     — Мы курили на пустыре, — Валера тоже кое-что припоминает. — Там был заброшенный собор что ли, и кладбище... \n     — Звучит как-то мрачновато, — Юля с задумчивым лицом принялась рассматривать свои ногти. \n     — Опиум — вот что мрачновато. Кто предложил его покурить? — Валера посмотрел на Вас с Юлей по очереди. \n     — Думаешь‚ дело в опиуме? — Вы смотрите на Валеру с надеждой, что он ответит на этот вопрос. Но он ответа не дал. \n     Так или иначе, вы втроём принимаете решение сегодня же уехать отсюда.",
    "answers": [
      {
        "id": 4,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 47,
    "text": "     Вы так и сделали. Но прежде, чем уснуть, еще долго поглядывали в окно, ожидая вот-вот увидеть чьё-нибудь лицо или руку...\n     — Подъё-о-ом, первый отряд!!! — раздался знакомый голос. Вы открыли глаза. Семён Денисович сегодня был в ярких желтых шортах, открывающих его волосатые ноги, и белой футболке. — Всем умываться и — на зарядку! Сегодня после обеда идём на речку! \n     Дима никак не отреагировал. Спал, или делал вид, что спал. Это на него не похоже, учитывая, что Дима просто балдел от плавания, сделав это своим хобби и неотъемлемой частью жизни, хотя Вы могли его понять после случившегося вчера. В палате все зашевелились, оживились, услышав радостную весть о походе на речку. Валера соскочил с кровати, подпрыгнул, подняв кулак:\n     — Ура-а!!!\n     С его плотным телосложением это выглядело довольно комично. Вас же эта новость нисколько не обрадовала. Вы почувствовали где-то глубоко-глубоко, под сердцем, как что-то ёкнуло и раздалась еле-слышная, еле-различимая тоненькая нотка непонятной тревоги.",
    "answers": [
      {
        "id": 6,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Хорошее решение — пойти спать. Настоятельно убедили своих друзей, что это оптимальный сейчас вариант. Юля отправилась к себе, а Вы с Валерой и Димой — к себе.\n     Стемнело. Вы уснули...\n     Странное предчувствие заставило Вас проснуться. К Вам приближался тёмный силуэт. Один миг Вы пытались рассмотреть, кто это, и так сложилась Ваша судьба, что именно этот миг Вас погубил, потому что тёмный силуэт кинулся к Вам со стальным лезвием, через секунду это лезвие вонзилось в ваше незащищённое тело; приступ судорожной боли охватил Вас. Вместо крика из вашего горла вырвался тяжёлый захлёбывающийся рев... Темнота и полная неизвестность окутала Вас, провожая из этого мира.\n     Вы погибли, уткнувшись в тонкий матрас, пропитывая его своей кровью... Что стало с Вашими друзьями — осталось загадкой, да Вам уже было всё равно... Так закончилась эта история с несчастливым концом, но кто знает, не начнётся ли она заново, и не окажетесь ли Вы снова в жёлтом автобусе, везущим Вас светлым и радостным днём в пионерский лагерь «Лето»... \n",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 49,
    "text": "     Вы зовёте Диму и выбегаете из корпуса. Забегаете за угол и показываете Диме ключ.\n     — Это точно он? — Дима читает ярлык на ключе.\n     — Откуда я знаю? — отвечаете Вы. — Там другого не было... \n     Осталось ждать Юльку с Валерой. Вы сидите и прислушиваетесь, не идут ли они. Высовываться опасно. Проходит пять минут... Дима не вытерпел и выглянул из-за угла, но... никого не увидел.\n     — Где же они? Этот белобрысый их в медпункт увел, наверное! — горячится Димка. Теперь нужно решать: идти в медпункт или идти к своему корпусу проверить ключ? \n",
    "answers": [
      {
        "id": 34,
        "text": "Идти в медпункт 》"
      },
      {
        "id": 51,
        "text": "Идти к своему корпусу 》"
      }
    ]
  },
  {
    "id": 50,
    "text": "     Вы начинаете волноваться не на шутку. И вот пошли пузыри, а через мгновение в метрах пятидесяти от берега показывается барахтающийся Дмитрий. Он что-то хочет крикнуть, но не может... Он тонет. А скорее всего, просто издевается, шутит. Хотя кто его знает? Броситесь на помощь или подождёте, когда он перестанет дурачиться? ",
    "answers": [
      {
        "id": 24,
        "text": "Броситься на помощь 》"
      },
      {
        "id": 126,
        "text": "Подождать  》"
      }
    ]
  },
  {
    "id": 51,
    "text": "Уже неспеша, направляетесь к своему корпусу. Поглядываете по сторонам, не увидите ли своих друзей. И вот подходите к своему корпусу, идёте к двери с торца здания, за которой, по вашим расчетам, должна быть лестница наверх. А вот и замок... Достаёте ключ, вставляете в скважину, но... не поддаётся. Никак. Ключ не тот.\n     — Ну что ж, нет так нет... — вздыхаете Вы.\n     — Пошли к себе... — Дима машет рукой на дверь. Вы идёте к выходу и замечаете в сосновой роще Валерку с Юлькой. У Валеры перебитована нога.\n     — Привет, больной! — смеётся Дима.\n     — Вот привязались ко мне!.. — жалуется Валера, когда они с Юлей приблизились к вам. — Я сказал, что ногу вывихнул, ходить не могу, так этот белобрысый потащил меня к врачу! А там…\n     — Взяли ключ? — Юля меняет тему, не обращая внимания на бедного Валеру.\n     — Да, взяли. Не подходит. — Вы разводите руками. \n     — Ну что ж… Юля вздыхает. Ничего не поделаешь... Пойдёмте погуляем тогда где-нибудь!",
    "answers": [
      {
        "id": 10,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 52,
    "text": "     ...После зарядки отправились в столовую. Ваша компания, конечно, сидела в полном составе вместе, но поговорить толком не удалось: шум посуды, гул и гам ребят... После завтрака отправились в юлину палату, которая располагалась как раз через стенку от вашей, только вход был совсем с другой стороны корпуса. Вы прошли внутрь; в палате никого не было. Юля устало присела на свою кровать, которая действительно была в углу, другая кровать была у окна, третья — у двери:\n     — Вот мои аппартаменты! Прошу, господа, располагайтесь! — Юля шутливо сделала жест рукой, как бы приглашая проходить и садиться, где угодно. Валера присел около Юли, а Вы с Димой — на кровать около окна. \n     — Кто-то скребётся на чердаке. — Юля продолжает начатый утром рассказ, а сама смотрит на потолок над ней. Вы тоже, проследив её взгляд, подняли голову. Потолки здесь довольно высокие, но вы разглядели, как край фанеры на стыке отошёл вниз, словно его толкали сверху сквозь щель между досок. После недолгого молчания Валера сказал: \n     — Может, кошка? \n     — Двуно-огая! — страшным шёпотом добавил Дима, потом рассмеялся, но, увидев, что его никто не поддержал, успокоился. \n     — Нет, не кошка, — серъёзно продолжает Юля. — Я слышала, как кто-то переставлял что-то тяжелое наверху. Кошка не смогла бы.\n     — А ко мне кто-то стучался в окно... — Не удержались Вы. — Тоже минувшей ночью.\n     — Да ты что? — Юля удивленно посмотрела на Вас.\n     — Я ещё подумал, что это ты приходила, — Вы улыбнулись. Валера бросил едкий взгляд на Юльку, словно верный муж на пришедшую утром жену.\n     — С чего бы это мне к тебе приходить? — Пренебрежительно бросила Юля и слегка покраснела.\n     — А я спал как убитый, — вздохнул Дима. — Плохо себя чувствовал.\n     — Как твоя нога, кстати? — Юля заинтересованно посмотрела на Димину ногу.\n     — Хорошо. Следы почти прошли. \n     — Интересно всё это, — Вы оглядели комнату и своих товарищей. — За последнее время с нами со всеми тут что-то да произошло, словно кто-то следит за нами...\n     — Кроме меня, — уточнил Валера. — Я один самый нормальный. \n     — Ну тогда жди, — мрачно, с долей иронии буркнул Дима.\n     — Борька уже дождался, Царство ему небесное... — Юля серьезна. \n     — Да уж, — вздохнул Дима. \n     — Пошли вы!.. — Валера, добрый толстый парень, вскочил с кровати, раздосадованный фантазиями своих одноклассников, и своими. — Выдумываете чёрт-те что! Пойдёмте на чердак и посмотрим на вашу двуногую кошку! \n     Идея оказалась хороша: сходить на чердак, но это может быть чревато неприятными последствиями, такими как подозрениями в краже чего-нибудь, например. . . \n     В общем, Ваше мнение в компании далеко не последнее, и выбор за Вами: подниметесь на чердак и посмотрите своими глазами, что там могло царапаться ночью или отклоните идею со всякими выдумками и лазаниями по чердакам и разойдётесь, кто куда, а дальше видно будет?",
    "answers": [
      {
        "id": 81,
        "text": "Решить слазить на чердак 》"
      },
      {
        "id": 40,
        "text": "Решить никуда не лезть 》"
      }
    ]
  },
  {
    "id": 53,
    "text": "     — Там темно… — Юля, как и все остальные, в том числе и Вы, не испытывала ни малейшего желания соваться неизвестно куда. — Я сейчас приду. — Юля быстрым шагом покинула вас, завернула за угол и скрылась из виду.\n     — Ты куда? — Валера успел бросить вслед, но ответа не получил. \n     Все трое молча стояли и таращились на открытую дверь подвала. Вас уже брали сомнения в правильности выбора. Где-то далеко раскатисто громыхнуло, а через несколько \nсекунд упали первые крупные капли дождя.\n     — Как раз вовремя! — иронично провозгласил Дима и посмотрел на небо, подняв вверх ладоши, имитируя хвалу небесам. Тут из-за угла появляется Юля с фонариком в руке и подбегает к вам: \n     — Так-то лучше будет! — Юля слегка запыхалась. Она подходит к двери и включает фонарь. Яркий луч света устремился в темноту, ударившись о противоположную стену. Вам показалось какое-то движение внизу. И не Вам одному. \n     — Видел? — Дима, изогнувшись‚ всматривается в темноту, которую не может победить даже Юлин фонарик. Впрочем, помещение в подвале оказалось не таким уж и большим, если не сказать маленьким.\n     — Там кто-то есть, — шепчет Валера. \n     — Да ну вас! — Юля машет на Диму рукой и уже готова первая лезть по ступенькам вниз.\n     Какое-то чувство в вашей душе начинает беспокойно овладевать Вами, в голове мелькнула мысль: «Пока ещё не поздно, надо уходить!». \n     Что Вы сделаете: схватите Юлю за руку и не дадите ей полезть подвал, попробуете убедить, что лучше пойти спать; можно спрятаться где-нибудь в роще или всё-таки отгоните лишнюю тревогу и решитесь спуститься в подвал? ",
    "answers": [
      {
        "id": 48,
        "text": "Не лезть в подвал и пойти спать 》"
      },
      {
        "id": 2,
        "text": "Спрятаться в роще 》"
      },
      {
        "id": 135,
        "text": "Решить спуститься в подвал 》"
      }
    ]
  },
  {
    "id": 54,
    "text": "     В корпусе вожатых был, на первый взгляд, только один человек. Он сидел за столом лицом к окну за большим ватманом с кисточкой в руке и рисовал что-то. Скорее всего, это будет стенгазета. Вы стояли под окном и нужно было решить, как незаметно обыскать комнату в поисках ключа. Надо кому-то его отвлечь, чтобы другому попасть внутрь, взять ключ и бегом обратно. Перебрав массу вариантов, решили остановиться на следующем: Валера отходит метров на сто и садится на землю: у него как-будто вывихнута нога, Юлька забегает в корпус и зовёт на помощь. Когда вожатый с Юлькой уходят, Вы с Димкой в это время забегаете внутрь и обыскиваете комнату. На этом и порешили. \n     Валера отбежал на приличное расстояние и опустился на землю, Вы с Димкой спрятались за дальний угол, а Юлька пошла по ступенькам к двери. Вот она заходит... \n     Проходит минута, и она уже выбегает с белокурым вожатым лет двадцати пяти с аптечкой в руках.\n     — Молодец, Юлька! — шепчет Дима, и Вы быстренько забегаеге в корпус. Внутри планировка такая же, как и у вас, только кроватей не шесть, а четыре, и есть шкаф, а также телевизор на столе. Димка подбегает к шкафу, Вам машет в сторону стола, мол, там посмотри, Вы так и делаете. На столе никаких ключей не находите. Открываете ящик один за другим... В последнем нижнем лежат несколько каких-то ключей. На них следующие надписи:\n     «С. Кладовка», «12. Подвал», «1. Чердак». \n     Берите какой-нибудь ключ и бегите, у Вас мало времени! ",
    "answers": [
      {
        "id": 49,
        "text": "\"С. Кладовка\""
      },
      {
        "id": 116,
        "text": "\"12. Подвал\""
      },
      {
        "id": 105,
        "text": "\"1. Чердак\""
      }
    ]
  },
  {
    "id": 55,
    "text": "     Нагуляется — придёт, и нечего за ним бегать, решили Вы и легли поудобнее. Валера тоже не пошёл один на улицу. Теперь, когда Дима объявился, можно спокойно поспать. И Вы уснули...\n     — Вставайте, ребята. Все в столовую. У нас ЧП — раздался знакомый голос Семёна Денисовича, только бодрости в нём нет сегодня. Утро, восьмой час. Вы быстренько сбегали умыться, а на обратном пути к Вам подошла Юля. Валера, идущий с полотенцем к умывальникам, тут же подскочил к вам:\n     — Доброе утро, Юленька! \n     Но Юля проигнорировала приветствие Валеры и серьезным тоном заговорила:\n     — Ко мне Дима вчера приходил, ночью. Постучался в окно, я его увидела и вышла. — Юля посмотрела по сторонам и продолжила: — Странный он какой-то. Я даже немного испугалась. Бледный, глаза впали... Сначала подумала, пьяный он. Но нет… Говорит, уходить отсюда надо, мол, за нами чёрт пришел... Ужас!.. И еще сказал : «Больше никогда не курите эту дрянь!» \n     — Что всё это значит? — спросили Вы, но ответа Вам никто дать не мог. Вы все вместе отправились в столовую. ",
    "answers": [
      {
        "id": 27,
        "text": "Идти в столовую 》"
      }
    ]
  },
  {
    "id": 56,
    "text": "     Сначала выжидали время, наблюдая, как часто охрана выходит из своей будки. Потом Юлю отправили совершить отвлекающий маневр, а сами с Валерой направились с другой стороны. И вот Юлька стоит у окна будки и о чем-то разговаривает с охранниками. Вы в это время подкрадываетесь к заветной лестнице. Без шума её вытащить никак не удаётся, Вы зацепляете стену будки краем лестницы. На шум выглянул охранник в зелёном камуфляже, лет сорока, с реденькими сальными волосами: \n     — Куда потащили, бездельники?! А ну, поставь на место! \n     Вам пришлось подчиниться. Вы извинились, придумали какую-то чепуху себе в оправдание и ушли восвояси. Юлька скоро вас догнала:\n     — Всю операцию провалили! \n     — Да ну их!.. — Валера и сам был недоволен своей и Вашей неловкостью. Пошли куда-нибудь подальше отсюда!",
    "answers": [
      {
        "id": 64,
        "text": "Уйти от будки 》"
      }
    ]
  },
  {
    "id": 57,
    "text": "     Вы осторожно поднялись с кровати и на цыпочках направились к двери. Дверь оказалась приоткрытой.\n     — Эй, ты куда? — раздался шёпот рядом с Вами. Это был Димка, ваш одноклассник. Что Вы ему ответите?",
    "answers": [
      {
        "id": 88,
        "text": "- Я до туалета."
      },
      {
        "id": 42,
        "text": "- Тут кто-то ходит."
      }
    ]
  },
  {
    "id": 58,
    "text": "     — Ну... Вперёд!.. — вы все переглянулись. Весело не было никому. \n     — Ох, не нравится мне всё это, — Юля озабоченно посмотрела на окно и полезла первая. Валера тут же полез следом. Потом Вы, Дима — следом. \n     — Красивые у тебя джинсы… — Валера делает Юле комплимент. Юля не отвечает. Она уже почти долезла до окна и смотрит вниз:\n     — Как будем открывать окно?\n     — Не знаю, тебе виднее, — раздается снизу голос Димы. \n     Юля, недолго думая, наваливается на раму и выдавливает стекло, благо дерево уже подгнило и штапики с легкостью вышли из своих пазов. Стекло падает на пол чердака и шумно разбивается. Вы оглядываетесь по сторонам. Никого нет. Юля пролазит в окно, потом — Валера, и Ваша очередь. Внутри полумрак, и пахнет пылью, свет в достаточном количестве падает на чердак лишь из окна, освещая рулоны рубероида, кучи разных реек и досок, различные пакеты со всяким хламом... Дальше было темновато, свет из щелей сверху не мог в полной мере открыть картину царящего там беспорядка. Вы прошли несколько шагов вперед. Кровля была довольно высоко и никак не стесняла ваших движений.\n     — Под нами должна быть моя палата, — комментирует Юля. \n     — Ну и что здесь могло царапаться?.. — Дима оглядывает дощатый пол. Вы тоже стали приглядываться. И вот замечаете приподнятую половицу, рядом лежит чёрный рулон рубероида.\n     — Вот оно!.. — Юля тоже это увидела. — Кошка бы не смогла сдвинуть такой рулон...\n     Вы приподнимаете доску и под ней замечаете слой фанеры, приколоченный гвоздями. Дима давит на фанеру, она отходит, и вы все увидели сквозь образовавшуюся щель светлую палату Юли, ее кровать… \n     — Вот это да-а... — Валера не скрывает своего удивления. — Что за чертовщина здесь происходит?!\n     Немного подальше увидели керосиновую лампу. Она стояла на картонной коробке. Приглядевшись, видите за этой коробкой полотно брезента, что-то накрывающее. Очертания напоминали человеческое тело. \n     — Там что? Смотрите!.. — Вы обращаете внимание своих друзей на брезент. Одноклассники смотрят в указанном Вами направлении и замирают. \n     — Уходим отсюда... — зашептал Дима и попятился назад, в сторону окна, через которое вы и попали сюда. \n     Решение за Вами: уйдёте или полюбопытствуете, что находится под брезентом? ",
    "answers": [
      {
        "id": 43,
        "text": "Уйти с чердака 》"
      },
      {
        "id": 19,
        "text": "Посмотреть, что под брезентом 》"
      }
    ]
  },
  {
    "id": 59,
    "text": "     Вблизи ворот стоял чёрный длинный автобус, милицейская машина; неподалеку располагалась будка с охраной. Валера хочет узнать, что в автобусе. Юля не советует соваться к милицейской машине. Решайте, куда пойдёте. Если же опасаетесь или не видите смысла здесь бродить, то отправляйтесь к себе в корпус, чтобы обсудить случившееся.",
    "answers": [
      {
        "id": 44,
        "text": "Подойти к автобусу 》"
      },
      {
        "id": 129,
        "text": "Подойти к милицейской машине 》"
      },
      {
        "id": 13,
        "text": "Подойти к будке с охраной 》"
      },
      {
        "id": 125,
        "text": "Уйти в корпус 》"
      }
    ]
  },
  {
    "id": 60,
    "text": "     ...Вечер у Вас выдался тяжелым. Семён Денисович был сам не свой, он отчаялся, когда узнал о смерти Димы, ведь ему оставалось всего два года до пенсии и сегодняшний день поставил большое чёрное пятно в его безупречной репутации преподавателя. \n     Спасатели приехали через двадцать минут после звонка охранника. Вас забрали с собой на берег реки для эффективности предстоящей операции по поиску тела. Через час к реке подошли и несколько работников милиции. У Вас взяли показания, записали все до мельчайших подробностей, однако отпускать Вас пока никто не собирался. \n     Вскоре, около пяти вечера, спасатели нашли тело вашего одноклассника, его обнаружили метров через сто вниз по течению. Белый, худощавый, Ваш мёртвый друг вселял в Вас неимоверную жуть. Вам несколько секунд хватило, чтобы осознать: он выглядит как живой! Хотя Вы допускали, что может быть ничего страшного в этом нет, ведь Вы видите утопленников далеко не каждый день...\n     Пока тело перекладывали в подъехавший чёрный автобус, Вас отпустили поужинать. За столом Вы успели поговорить со своими друзьями‚ поделиться с ними своими проблемами, упавшими на Вас тяжелым неподъёмным грузом. \n     ...Через час Вы уже ехали на заднем сиденьи милицейской машины. Солнце касалось верхушек деревьев, крайне неудачный для Вас день близился к своему завершению. \n     — Не волнуйся сильно, — подбадривает Вас водитель. — Комилев нормальный мужик, он зря не обидит...\n     «Не нравится мне всё это, — думалось Вам. — Ой, не нравится!» \n     Ветер бил Вам в лицо из открытого окна, солнце садилось всё ниже и ниже. На душе у Вас нарастали тревога и смятение.\n     …Вот уже въезжаете в черту города. Кое-где зажигаются вечерние огни, они словно приближают наступающие сумерки, сжигая без следа последние остатки и без того спешащего за горизонт уходящего дня... Машина сворачивает то тут, то там, и вскоре останавливается около солидного большого здания, на котором большими синими буквами написано: «МИЛИЦИЯ». \n     Вас провели на второй этаж и сказали, что Евгения Викторовича пока нет, и придется его подождать. Вас завели в какой-то прокуренный кабинет с тёмной старой мебелью. На окне была решётка. Стоял здесь большой диван, на него Вы и сели. Слышали, как дверь закрывают снаружи на ключ. \n     Вы сидели довольно долго; на часах было около одиннадцати, когда в кабинете погас свет. Вы, не понимая, что происходит, остались в полной темноте. Встаёте, чтбы пойти к двери.",
    "answers": [
      {
        "id": 37,
        "text": "Подойти к двери 》"
      }
    ]
  },
  {
    "id": 61,
    "text": "     — Да, — Вы решили, что Димка прав. — Пойдёмте-ка отсюда... \n     Возражать никто не стал. Обратно спешили, чувствуя мурашки на спине, за которой остался тёмный загадочный чердак, словно ожидая погони. Когда оказались на залитой солнцем траве, стало спокойнее на душе, как-то легко. Мрачные мысли отошли на второй план. \n     — Давайте отнесём лестницу на место, потом погуляем где-нибудь, — предложила Юля.\n     Больше ничего не оставалось, и вы стали спускать тяжелую лестницу вниз. \n     ...Когда всё было сделано и лестница стояла на месте за сторожевым домиком, вы отправились гулять вглубь сосновой рощи. Скоро ужин, ведь вечер уже не за горами.",
    "answers": [
      {
        "id": 39,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 62,
    "text": "     Возможно, не самый плохой вариант: спуститься пешком по ступенькам. В подъезде было пустынно и тихо, лишь за окнами стучал дождь, и изредка слышались далекие раскаты грома. Между этажами на пролетах горели лампочки, так что света хватало. Вы смело начали путь. Когда Вы миновали пятый этаж, на улице раздался оглушительный грохот, да такой, что стёкла задребезжали, а сердце Ваше сжалось и чуть не ушло в пятки! Две секунды Вы стояли, не шелохнувшись. Когда сделали следующий шаг, сверкнула белая вспышка и все лампочки, как одна, со звоном лопнули. Вы остались в темноте. И вот сейчас Вам стало не по себе; через мгновение Вам стало страшно; через три секунды Вами овладел дикий ужас, мозг, что было силы бил тревогу, и дал команду: «Бежать!!!». Вы рванулись вперёд и вприпрыжку понеслись вниз, к заветному первому этажу. В темноте едва различали очертания перил и углов стен... \n     Из-за следующего угла Вам навстречу вышла чёрная фигура кого-то! Вы с размаху налетели на незнакомца и через миг оказались на полу. Чёрный силуэт склонился над Вами, а потом пришла боль. Острая боль, пронизывающая живот. Дикая судорога свела всё тело, из горла вырвался протяжный стон. Одежда промокла насквозь от горячей липкой жидкости, руки безуспешно пытались остановить её поток из раны, но всё напрасно. Холодный бетонный пол — место Вашего последнего пребывания в этом мире... \n     Здесь эта история заканчивается, пусть и не самым счастливым финалом. Как порой хочется что-то изменить в этой жизни, перевернуть страницу и исправить свои ошибки! Сейчас у Вас есть эта возможность. Если пожелаете, сможете снова оказаться тёплым летним деньком в желтом автобусе, везущем Вас в пионерский лагерь «Лето».",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 63,
    "text": "     Когда Дима не появился и к ужину, возникла на самом деле тревога. Врать что-либо вожатому стало бессмысленно, и Вы рассказали ему, что Дима ушёл на речку. \n     — Ну вы же взрослые люди! — Семён Денисович был в отчаянии и едва не кричал. — Вы не имеете права выходить за территорию без лично моего ведома!!. — вожатый раскраснелся и быстрым шагом вышел из столовой. . .\n     Вечером вы заметили, что около ворот суетились несколько человек в милицейской форме. Дело приняло не очень хороший оборот, тем более, что уже стемнело, а Димы как не было, так и нет. Остается только ждать и надеяться на лучшее. Вы легли спать, но сон не шёл. Валера тоже не спал, а просто лежал и смотрел в потолок.",
    "answers": [
      {
        "id": 84,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 64,
    "text": "     Решили не лезть на чердак, во избежание лишних проблем. Можно погулять, сходить поиграть в компьютер или бильярд, да и в клубе сейчас наверняка крутят какой-нибудь фильм. В общем, заняться есть чем, а там и ужин подойдёт.\n     ...Время дейстительно пролетело незаметно. Вернулись ребята с речки, довольные, весёлые, красные. Семён Денисович подошел к Вам, в руках держал спасательный красно-белый круг:\n     — Как дела у вас тут?\n     — Да всё нормально... — ответили Вы. \n     — Это хорошо! — Ваш вожатый выглядел довольным. — Скоро ужин, не опаздывайте!",
    "answers": [
      {
        "id": 74,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 65,
    "text": "     Валеру забрали. Вы остались вдвоём. Не то чтобы вообще вдвоём, в лагере полно ребят, и ваши одноклассники есть, а из Вашей компании остались только Вы и Юля. Неужели его подозревают в убийстве Димы? Вы не знали, что и думать. Юля тоже мало что понимала, однако предположила, что он вызвал какие-то подозрения своим тупым вопросом на собрании в столовой. Если так, то завтра его отпустят, ведь он ни в чём не виноват. \n     Тем временем в лагере всё понемногу успокоилось. Вожатые провели инструктажи в своих отрядах. Ваш Семён Денисович — самый старший из вожатых — тоже прочитал вам строжайшую лекцию и категорически запретил близко подходить к забору. \n     …Жизнь в лагере пошла своим чередом. Вот только надолго ли? ",
    "answers": [
      {
        "id": 114,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 66,
    "text": "     Валерка, скорее всего, точно будет там, подумали Вы и направились вглубь сосновой рощи, в сторону игрового зала с компьютерами. Когда Вы подошли к небольшому деревянному домику, который и был этим самым игровым залом, то увидели, что на двери висит листок бумаги с надписью. Неаккуратным почерком обычной синей пастой было написано: «После обеда игровой зал не работает». \n     Вам придётся идти либо на спортивную площадку, либо в клуб, где, возможно, показывают какой-нибудь фильм.",
    "answers": [
      {
        "id": 35,
        "text": "Идти на спортивную площадку 》"
      },
      {
        "id": 41,
        "text": "Идти в клуб 》"
      }
    ]
  },
  {
    "id": 67,
    "text": "     Вы тихонечко встали с кровати и на цыпочках направились к выходу. Дверь негромко скрипнула. В коридоре было темно и угнетающе, стояла полная тишина, лишь за окном пели свою песню сверчки... Может быть, Юлька пришла? Вы решили выйти из корпуса на улицу. Над выходом тускло светла лампочка; Вы по низеньким ступенькам спустились с крыльца и осмотрелись. Никого нет... Вдруг!.. Сверху на Вас грохнулось нечто тяжелое, Вы не удержались и повалились на траву. В следующий миг вашу шею обхватили чьи-то холодные руки и стали душить. Вы пытались хоть как-то вывернуться, чтобы встать на ноги, но кто-то, прижав Вас плотно к земле лицом, не оставлял Вам ни малейшего шанса: Вы не могли даже пошевелиться. В глазах закружились яркие пятна, тело охватил приступ разрывающей нестерпимой боли, ноги инстинктивно заколотили по земле, словно Вы хотели убежать куда-нибудь подальше от всего этого, но увы... Наступила смерть. И конец этой истории. Однако, в запасе есть ещё одна, где многое будет по-другому и которая, возможно, приоткроет завесу неизвестности событий, происходящих с Вашей компанией, и кто знает, чем она закончится. . .",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 68,
    "text": "     Незнакомец добегает до стены и бросает косу на землю. Мох и трещины на стенах свидетельствуют о длительном запустении собора. Тут и там в траве лежат куски некогда великого строения. Все вчетвером проникаете под ступени собора и оказываетесь в маленьком подвальном помещении, сухом и темном.\n     — Здесь крыс нет? — На всякий случай спрашивает Юля. \n     — Нет. — Уверенно ответил незнакомец. Он покопошился в одном из валяющихся здесь ящиков и достал свечу. Чиркнув спичкой, зажег её. Тусклый свет запрыгал по обшарпанным стенам и деревянным ящикам из-под овощей. Стало спокойнее. Незнакомец предложил вам присесть. После этого начал свой рассказ: «Года три назад в этих краях имела место быть губительная Черная Секта. Вы это должны помнить, он посмотрел на Степана Степановича. Тогда вокруг этого было много шума… Сотни загубленных душ и судеб. Милиция завела дело на лидера, он называл себя Второй Пророк...» \n     — Да-да, отлично помню это, — спокойным голосом ответил отец Юли. — Второй Пророк... У меня даже осталась подшивка газет со статьями о нем… (В меню \"Дополнительно\" можете прочитать \"Приложение № 3\"). \n     — Так вот… — продолжает незнакомец. — Несмотря на открытую тупость самой этой идеи сотни человек попали под его влияние... \n     — Ближе к делу... — нервно ёрзает Юля на жестом ящике.\n     — Да, вы правы... — ваш собеседник чешет густую неопрятную щетину. Итак, меня зовут Павел... И я собираюсь исправить вашу оплошность. Он строго посмотрел на Вас. Потом на Юлю. — Второй Пророк царствовал среди своих последователей около года. Его, что удивительно, мало интересовали деньги и нажива, он жаждал веры и преданности ему... Я долго следил за ним, изучал его учения по книгам и архивам и пришел к выводу, что он поклоняется не кому иному, как Дьяволу, Сатане, или просто Черту. Вы можете мне не верить, но я убил Второго Пророка и закопал его около этого собора; я уверен, что стены и земля здесь хранят святость до сих пор... \n     Павел сделал паузу, чтобы собраться с мыслями. Все молчали, и Вы тоже, обдумывая в голове услышанное.\n     — Вы пятеро начали Обряд Воскрешения! — вдруг резко выпалил Павел. Откуда-то дунул порыв ветра и свеча, которую держал ваш новый знакомый в руке, погасла. \n     — Боже! — Гнев Павла сменился страхом, его голос задрожал и паника охватила его:\n     — Он пытается вырваться наружу! Бегом наверх! \n     Ничего не понимая, вы бросились к отверстию, через которое проникли сюда. Степан Степанович спешно помогал всем вылезти, но Павел от помощи отказался‚ уступив дорогу ему самому. Когда все были на улице под проливным дождем, Павел достал из куртки сверток.\n     — Нас четверо... Нужно еще два человека. Мы проведем Обряд Печати и убьем Второго Пророка… \n     — Вы же убили его! — прокричала Юля. \n     — Я все сделал, как надо: вбил в грудь осиновый кол и окропил могилу святой водой... Но есть средство, которое нейтрализует все это! Это мята, кровь и... опиум. Вы разбудили его и теперь он в силах применять частицу своей дьявольской мощи, а когда он убьет разбудивших его, то воскреснет! Вас было пятеро, и с каждым убитым он становится всё сильнее! Судя по всему, вы двое — оставшиеся в живых из всей пятерки! А троих убитых ему достаточно, чтобы выбраться из-под земли... \n     — Нет... — Вы захотели опротестовать версию Павла. — Наш друг, Валера, он жив, он сейчас в милиции... \n     — Он мертв! — Павел перебил Вас на полуслове. \n     — Откуда вам знать? — Юля завелась. — И с чего нам вам верить?! \n     — А у вас выбора нет! — Павел вел себя уверенно, но охватившего его озноба скрыть не мог. \n     — Хватит! — дал о себе знать Степан Степанович. — Я схожу до машины и позвоню Комилеву. Он мой товарищ, и вашего Валеру, скорее всего, он задержал. Нам нужно два человека? Ну вот они и приедут! \n     Отец Юли быстрым шагом направился к еле заметному свету фар своей машины. Павел одобрил такой поворот событий и спокойным тоном принялся рассказывать вам о предстоящем обряде:\n     — ...Пять человек встают вокруг закопанного тела продавшего душу Дьяволу человека, и зажигают церковные свечи. После этого произносят хором следующие слова: (смотрите \"Приложение № 2\"). Шестой человек не жжет свечи и не говорит ни слова: его как бы нет. Когда тело поднимется из-под земли, шестой... \n     — А что, тело Пророка должно подняться? — Вы крайне удивились.\n      — …Да! Чтобы его убить, его надо оживить. Ведь нельзя убить мертвого, верно? А обряд воскрешения вы начали две недели назад, сами того не подозревая! Он воскреснет либо убив вас всех, либо после завершения обряда!.. Сегодня мы завершим обряд!.. \n     — Я вспомнила, у меня была порезана рука и рана кровоточила тогда… — Юля добавила еще один кусок в складывающуюся и проясняющуюся картину происходящего. \n     — ...И поблизости росла мята! Я каждый день все скашиваю подчистую, но это неэффективный способ борьбы с травой, — мрачно произнес Павел. — Но давайте я продолжу. Шестой человек должен отрубить голову Пророку, а потом сжечь ее на пяти свечах, участвовавших в церемонии... И все закончится! Вы спросите, почему я сразу не сжег его? Да очень просто: прах унесло бы ветром, и этот Второй Пророк стал бы вездесущ, словно воздух, и провести церемонию обряда Печати стало бы невозможно: как поймаешь ветер? Да и людей, которые поверили бы мне, я не нашел... Так и живу здесь \nвот уже почти два года‚ кошу мяту и стерегу Пророка от фанатиков...\n     Послышались шаги сквозь шум дождя.\n     — Папа идет!.. — прошептала Юля. \n     Степан Степанович подошел к вам, Юле протянул свой кожаный плащ, Вам — какую-то рабочую спецовку, сам же остался в рубашке, как был:\n     — Продрогли все уже... Ветер холодный...\n     Юля взяла плащ, накинула его на плечи и после этого осторожно спросила:\n     — Пап, дозвонился?..\n     Отец молчал. Долго. \n     — Валера... погиб. — Наконец сообщил Степан Степанович.\n     Юля бросила взгляд на Павла, полный горечи и боли. Она закрыла лицо руками и зарыдала. В Вашей голове эта мысль никак не хотела укладываться: Валера мёртв!.. Вы приобняли Юлю за плечи, успокаивая: «Держись, Юль... Нам надо быть сильными сегодня... Сегодня все закончится... Сегодня все закончится...».",
    "answers": [
      {
        "id": 134,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 69,
    "text": "     — Ну, мы пошли! — Дима машет рукой Юле и Валере. — Скоро увидимся! Если спросят, прикройте, а? \n     Вы незаметно доходите до окраины лагеря; днем охранники отдыхают, и вы беспрепятственно перебираетесь через забор. Легкой пробежкой вы миновали овраг, потом через дорогу напрямую и сразу к реке. Лес расступился и вам открылся солнечный холмистый берег. Река широка, другого берега не видно. Стаи чаек, вой ветра и шум воды создавали очень насыщенную мелодию природы, ласкающую слух... \n     Не теряя времени, скидываете одежду и мчитесь в воду. Поднимая фонтан брызг, от души накупались и нанырялись. Дима — худощавый парень — очень неплохо плавает, они вместе с Борисом, бывшим одноклассником, ходили в бассейн...\n     Теперь пора уже собираться обратно. Дима просит минутку и ныряет напоследок. Вы же идете одеваться. Неспеша одеваетесь, любуетесь пейзажем...\n     «А Дима умеет долго находиться под водой!» — Вы задумчиво поглядываете на поверхность воды. Дима бьет все рекорды. Вы ждете \nеще полминуты, но Димы нет.",
    "answers": [
      {
        "id": 50,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 70,
    "text": "     Уже неспеша направляетесь к своему корпусу. Поглядываете по сторонам, не увидите ли своих друзей. И вот Вы почти пришли, идёте к двери с торца здания, за которой, по вашим расчетам, должна быть лестница наверх. А вот и замок... Достаете ключ, вставляете в скважину, но... не поддается. Никак. Ключ не тот.\n     — Ну что ж, нет так нет... — вздыхаете Вы. \n     — Пошли к себе… — Дима машет рукой на дверь.\n     Вы идете к входу и замечаете в сосновой роще бегущих к вам Валерку с Юлькой. У Валеры перебинтована нога. \n     — Привет, больной! — смеется Дима. \n     — Вот привязались ко мне!.. — жалуется Валера, когда они с Юлей подошли к вам. — Я сказал, что ногу вывихнул, ходить не могу, так этот белобрысый потащил меня к врачу! А там…\n     — Взяли ключ? — Юля меняет тему, не обращая внимания на бедного Валеру. \n     — Да, взяли. Не подходит. — Вы разводите руками. \n     — Ну что ж... — Юля вздыхает. — Ничего не поделаешь... Пойдемте погуляем тогда где-нибудь!",
    "answers": [
      {
        "id": 25,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 71,
    "text": "     ...К вечеру пошел дождь. Вечер выдался пасмурным и тоскливым. Легли спать рано: последнее время не высыпались, смерть Димы окончательно выбила Вас, да и Валеру, из колеи. Стук капель по железной крыше и листьям за окном быстро Вас убаюкал. Думая о том, как завтра будете уезжать, Вы уснули.\n     ...Рано-рано утром Вас ждали две новости. Одна хорошая, другая плохая: приехала Юля из города с отцом на машине; погиб Валера. . . \n     Еще не успели толком проснуться, а вокруг уже суетились и смотрели в окно ребята. Один из парней пошел в туалет и увидел в траве тело Валеры. Все, конечно, сразу повыскакивали со своих коек, бросились к окну и разбудили Вас. \n     Бедный Семен Денисович не находил себе места, был сам не свой. Он даже не собрал свой отряд и не провел никакой воспитательной беседы, только вызвал милицию и Скорую помощь (Вы допустили мысль, что последних он вызвал для себя, потому что вид у него был неважнецкий).\n     Когда Вы пошли умываться, на часах было полседьмого. Юлю Вы увидели издалека, она вприпрыжку бежала к Вам, перескакивая через лужи. Утро было свежее, чистое небо предвещало хороший июльский денек, однако на Юле была одета плотная курточка красного цвета. \n     — Привет! — прокричала она, еще не добежав до вас. — Вчера до одиннадцати «парилась» в участке, но всё нормально... \n     — Нет, — перебили Вы ее. — Не всё нормально.\n     — А что такое? \n     — Валера погиб. . . \n     Юля смотрела на Вас, не веря своим ушам: — Это шутка? \n     — Да, шутка. Черная злая шутка, только я не знаю, чья… \n     Юля молчала; она изменилась в лице, о чем-то задумавшись. Наконец сказала: \n     — Я знаю, чья. Пошли в машину. Уезжаем отсюда.\n     — Мы с Валерой тоже вчера приняли решение уехать сегодня. Только вот на деле поедем с ним в разных машинах.",
    "answers": [
      {
        "id": 107,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 72,
    "text": "     Здесь стояли: милицейская машина, черный длинный автобус. Совсем рядом располагалась будка с охраной. Юлька не советует соваться к милицейской машине, Валера горит желанием узнать, что в автобусе.\n     Принимайте решение, куда вам подойти. Если не решаетесь никуда подходить, то отправляйтесь к себе в корпус.",
    "answers": [
      {
        "id": 95,
        "text": "Подойти к милицейской машине 》"
      },
      {
        "id": 103,
        "text": "Подойти к автобусу 》"
      },
      {
        "id": 5,
        "text": "Подойти к будке с охраной 》"
      },
      {
        "id": 133,
        "text": "Уйти к себе в корпус 》"
      }
    ]
  },
  {
    "id": 73,
    "text": "     Втроем зашли к Вам в палату и расположились на Вашей кровати, поближе к окну. У всех в голове был один и тот же вопрос: как мог Дима придти в три часа ночи, если он на Ваших глазах утонул, и тело его нашли спасатели? Он говорил про какого-то чёрта… Про курение...\n      — А помнишь, Юль, две недели назад, — Валера задумчиво глядит в глаза Юле, — опиум. \n     — Ну и что ты хочешь этим сказать? — Юля пытается уловить мысль Валеры. — Я его не крала, у отца взяла в гараже. И при чем тут… \n     — Пятеро, — Вы стали развивать данную тему. — Нас было пятеро, ещё Борька был…\n     — Это точно: был, — вставил Валерка, — теперь его нет. Уже неделю как утоп... \n     — А теперь еще и Димка… — добавила Юля.\n     — Может быть, теперь вода для нас опасна? — Вы предположили свою версию. \n     — Может, от опиума в воде сводит мышцы или еще что…\n     — Да ну тебя! — отмахнулся Валера. — Скажешь тоже… \n     — А курили мы на заброшенном пустыре, вечером... — пытается что-нибудь вспомнить Юля.\n     — Там воды близко не было, — Вы пытаетесь поймать связь событий. \n     — И вообще, это просто череда несчастных случаев, и всё!.. — Валера начинает терять терпение. — Не убийства ведь это, в конце концов!!.\n     — Может и не убийства...\n     — И что будем делать? \n     — Я уезжаю отсюда. — Категорично вдруг заявляет Юля. — Вы как хотите, а я не собираюсь больше находиться в лагере, где по ночам гуляют покойники! \n     Юля замолчала. Вы тоже молчали и обдумывали юлино предложение. Находиться здесь действительно становится не только страшно, но и опасно, и вы втроем принимаете решение уехать отсюда. Сегодня же.",
    "answers": [
      {
        "id": 4,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 74,
    "text": "     …Наступил вечер. Солнце почти скрылось за лесом, опускались сумерки. Небо заволокли темные тучи: будет дождь. Вы уже попили кипяченого молока перед сном и выходили из столовой. Юля заявляет, что ей не хочется идти спать к себе в палату: страшно. Нужно что-то решить: убедить ее, что все не так уж плохо, что завтра обязательно слазите на чердак и удостоверитесь, что никакой мистики нет, а сейчас можно спокойно идти спать; можно понаблюдать со стороны, что будет происходить на чердаке ночью (для этого вам надо будет всем вместе выйти из корпуса когда все уснут и схорониться где-нибудь неподалеку), а можете попробовать засесть в подвале и подождать: вдруг опасения Юли не напрасны?",
    "answers": [
      {
        "id": 48,
        "text": "Идти спать 》"
      },
      {
        "id": 2,
        "text": "Понаблюдать за чердаком 》"
      },
      {
        "id": 131,
        "text": "Залесть в подвал 》"
      }
    ]
  },
  {
    "id": 75,
    "text": "     Набрав скорость, Вы ныряете и успеваете как раз вовремя. Обмякшее тело Дмитрия уже камнем пошло ко дну. Подхватив его под руку, спешите к поверхности. Немного отдышавшись, Вы одной рукой гребете к берегу, другой — держите товарища. Расстояние небольшое, но Вам оно дается с трудом. Наконец, ноги нащупали песчаное дно, и можно облегченно вздохнуть. Дотаскиваете Диму до берега и бросаете его на песок. Он действительно без сознания, и теперь Вы осознаете всю серъёзность ситуации. Вам пришлось приподнять его за ноги, прежде чем вода вышла из легких, и на лице Димы заиграл румянец. Дима открыл глаза и некоторое время приходит в себя.\n     — Ты вовремя… — слабым голосом проговорил Вам избежавший гибели одноклассник, — спасибо тебе. . . \n     Теперь, придя в себя, надо сполоснуть одежду, выжать ее и идти обратно в лагерь помятыми. Дима был подавлен и обессилен. \n     — Меня словно тащили на дно, — с трудом произносит он по дороге, — нога болит.\n     Вы остановились и осмотрели его больную ногу. На лодыжке явно проступали красные следы от чьих-то пальцев.\n     — О, черт! — одновременно вырвалось у вас обоих. По дороге к лагерю вам только оставалось догадываться, что же случилось на самом деле.",
    "answers": [
      {
        "id": 112,
        "text": "Идти к лагерю 》"
      }
    ]
  },
  {
    "id": 76,
    "text": "     Времени было почти полдевятого. Родители, конечно же, уже на работе. Пришлось звонить в дверь несколько раз, прежде чем ее открыли.\n     — …Ты откуда? — заспанная сестра не очень рада Вашему столь раннему для нее визиту. — Ты что, из лагеря сбежал?\n     — Ага, — Вы не хотели посвящать её во все подробности. \n     — Ну и влетит тебе вечером! — Бросила двенадцатилетняя сестра и побыстрее отправилась обратно в свою комнату. Вы тоже решили, что поспать не помешает. Слишком эмоциональным выдалось утро. Прошли в свою просторную комнату с большим окном, бросили сумку на стул и бухнулись на диван.\n     …Часа через два Вас разбудил телефонный звонок. Сестра все еще спала, так что трубку пришлось взять Вам. Звонил Степан Степанович:\n     — ...Юля выбросилась из окна. \n     — Как это?.. — Вы не поверили своим ушам. Это новость оказалась как гром среди ясного неба. — ...Она сама?.. Что же это?.. \n     — Я не знаю, что с ней случилось… — голос отца Юли был тихим, ровным. Он словно искал утешения у Вас, но Вы не знали, как тут помочь... \n     Последующие дни превратились для Вас в сущий кошмар: Вы боялись всего и всех, боялись оставаться в комнате один, боялись темноты и воды, а ночью... Ночью Вы не спали вообще.\n     Сколько это продолжалось, неизвестно, потому что здесь эта история заканчивается и нельзя предположить, что станет с Вами в дальнейшем. Не исключено, что Вы в один прекрасный день снова приедете в пионерский лагерь со своими друзьями и сможете многое изменить...",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 77,
    "text": "     Вы решаете сходить посмотреть автобус ближе. Но вы успеваете пройти лишь метров десять, как слышите оклик охранника, он зовет вас подойти. Вы безо всяких мыслей подходите обратно. Он пристально осматривает всех троих, потом хватает Валеру под локоть и тащит к милицейской машине. Вы возмущаетесь, спрашиваете, в чем дело, но вас вежливо отправляют продолжить отдых, а недоумевающего Валеру садят на заднее сиденье машины.\n     — Что за ерунда здесь происходит?!. — негодует Юлька. \n     Вам ничего не остается, как вернуться к себе в корпус, уже вдвоем.",
    "answers": [
      {
        "id": 65,
        "text": "Вернуться в корпус без Валеры 》"
      }
    ]
  },
  {
    "id": 78,
    "text": "     Вы скинули одеяло и осторожно направились к выходу. \n     — Кто там пришел? — услышали Вы шепот рядом. Это Валера. \n     — Димка. \n     Услышав ответ, Валера соскочил с кровати и сообщил: \n     — Я иду с тобой. \n     Ну что ж, вдвоем, так вдвоем. Все спокойнее, чем одному. Вы вышли в темный коридор, потом на крыльцо, где над выходом тускло светила одинокая лампочка, едва освещая близлежащую местность, куда даже лунный свет не проникает из-за густых крон сосен... \n     Худощавый силуэт Димы стоял поодаль от тропинки.\n     — Дима... — осторожно позвал Валера, когда вы подходили к нему. Дима посмотрел в вашу сторону. Лицо его было бледно, под глазами виднелись темные круги...\n     — Ребята, — не своим голосом проговорил он, — больше никогда не курите эту дрянь... \n     Вы молча смотрели на него с недоумением. Он обкурился чего-то?.. На Диму это не похоже. Тогда что же с ним случилось? \n     — Плохо мне здесь... — продолжает Дима. Слова ему даются с трудом, Вы это чувствуете. У Вас появилось желание потрогать одноклассника, пощупать у него пульс. Глядя на него, Вы не верили в происходящее: исчезнувший под водой, он сейчас стоит напротив Вас с белым, словно снег, лицом и разговаривает с вами. Вы поняли, что жутко боитесь своего товарища, особенно здесь, в кромешной темноте. Тут Валера, словно прочитав Ваши мысли, тянет свою пухлую руку ко лбу Димки, как любящая мамаша, проверяющая температуру у ребёнка:\n     — Слушай, ты не заболел? Городишь всякую чушь... \n     Дима на это никак не отреагировал, лишь произнес:\n     — Вам надо уходить отсюда...\n     После этого он развернулся и медленно пошел куда-то вглубь рощи. Через несколько шагов обернулся и сказал:\n     — Чёрт пришел за нами... — И неровной походкой пошел дальше. После этих слов у Вас по телу поползли мурашки. Вы с Валерой стояли и смотрели вслед уходящему в темноту товарищу. Когда он скрылся из виду, Валера посмотрел на Вас круглыми испуганными глазами и дрожжащим голосом прошептал: \n     — Он холодный, как лед... \n     — Пошли-ка отсюда поскорее! — Вас уже ничто больше не могло заставить остаться здесь, на \nулице, и вы со всех ног бросились обратно в корпус... \n     Всю оставшуюся часть ночи Вы лежали, закутавшись в одеяло и то и дело бросая взгляд на окно, ожидая вновь услышать стук и увидеть бледный овал лица, зовущий в темноту и кричащий: «Черт здесь, здесь!..».",
    "answers": [
      {
        "id": 8,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 79,
    "text": "     Вы решаете отправиться обратно в корпус и обсудить ситуацию. Но не успели вы пройти и десяти метров, как вас окликает охранник, жестом просит подойти. Вы безо всяких мыслей возвращаетесь. Он вышел из будки, оглядел всех троих, после чего просит Юлю пройти к милицейской машине. Она не поняла, в чем дело. Охранник сообщает, что только что звонил капитан милиции и дал указание: девушку, по описанию похожую на нее, задержать и провести к машине. Юля стала возмущаться и никуда идти \nне собиралась. Тогда охранник взял ее за локоть и потащил к воротам, где стояла милицейская машина. Как вы не старались защищать Юлю, у вас ничего не вышло. Ее посадили на заднее сиденье машины, а вас вежливо отправили продолжить свой отдых. \n     Вам ничего не остается, как вернуться в свой корпус, но уже вдвоем.",
    "answers": [
      {
        "id": 106,
        "text": "Вернуться в свой корпус без Юли 》"
      }
    ]
  },
  {
    "id": 80,
    "text": "     Решили отправить Юлю, как самую убедительную, а сами, втроем, остались ждать на улице, в тени сосен. Юля попросила пожелать ей удачи и пошла к деревянной небольшой будке. Вы издалека наблюдали, как она подошла к окошку и заглянула в него. Что она говорила, было не разобрать. Через минуту она уже отошла от окошка и смотрела в вашу сторону. \n     — Эй, помоги!.. — она машет вам рукой, как бы приглашая подойти к ней. Вы пошли к будке и скоро лестница была в ваших руках. \n     — А ты молодец! — Валера тащит крепкую, из толстой жерди лесенку впереди, на правом плече, Вы — посредине, Дима — в «хвосте». \n     — Еще бы! — Юля улыбается. \n     И вот вы дотаскиваете лестницу к своему корпусу, ставите ее ближе к окну на чердак.\n     — Проще простого! — Дима встряхивает руки и смотрит вверх на окно. Теперь Вам надо решить: полезете на чердак или откажетесь от этой затеи, ведь неизвестно, что там может быть?",
    "answers": [
      {
        "id": 58,
        "text": "Полезть на чердак 》"
      },
      {
        "id": 89,
        "text": "Не лезть на чердак 》"
      }
    ]
  },
  {
    "id": 81,
    "text": "     До обеда еще далеко, и никто вас не потеряет, так решили вы. Вышли из корпуса и стали искать вход, где можно было бы забраться на чердак. С торца здания вы нашли дверь, ход наверх должен быть здесь, за ней, больше негде. Ветхая дверца из досок, за ней, наверное, кладовка или еще что-нибудь. Когда вы к ней подошли, Юля выдохнула:\n     — Господи... \n     На двери висел замок, старый и ржавый. Дима подошел ближе и с интересом стал рассматривать, насколько крепко сидят петли и можно ли попасть внутрь, не открывая замка. Оказалось, что нельзя. Вы недоуменно переглянулись с одноклассниками. Какие еще варианты? Окно. Оно действительно было. Небольшое, прямоугольное, застекленное... \n     — Неужели действительно кошка?.. — Юля начала сомневаться в происходящем накануне. Может быть, многое ей просто померещилось в темноте?\n     — Надо найти ключ от этой дверцы, чтобы нам все стало ясно, — решил Валера.\n     — Но если это была не кошка, а кто-нибудь покрупнее, то оно все еще там, — вдруг категорично заявил Дима. Юля посмотрела на него с опаской.\n     — Скажешь тоже! Болтаешь всякую чушь!.. — Вам стало не по себе от Диминых слов.\n    — Ну и что, будем искать ключ? — Валере не хотелось торчать тут без дела. \n     У Вас есть возможность подойти к Семену Денисовичу и просто спросить, как попасть на чердак, можете пробраться в корпус вожатых и поискать там, а можете просто оставить эту затею и спокойно разойтись.",
    "answers": [
      {
        "id": 111,
        "text": "Подойти к Семёну Денисовичу 》"
      },
      {
        "id": 54,
        "text": "Пробраться в корпус вожатых 》"
      },
      {
        "id": 40,
        "text": "Оставить затею с чердаком 》"
      }
    ]
  },
  {
    "id": 82,
    "text": "     …Через мгновение получаете сильный удар в спину и летите на пол. Секунду приходите в себя, пытаясь сообразить, что происходит. Вы изо всех сил стараетесь подняться, и тут Вам между лопаток врезается лезвие чего-то острого, наверное, ножа. Боль накрывает Вас, парализуя мысли и движения, шок сковывает тело. Здесь кромешная тьма, и понять что-либо Вы не в состоянии. Вы валитесь на холодный пол, не в силах сдерживать отчаянный крик боли и ужаса, но из горла вырывается только захлебывающийся хрип. Последние секунды Вашей жизни длятся мучительно долго, после чего — пустота, легкость и... конец этой истории. Жизнь не прощает роковых ошибок, и исправить что-либо подчас невозможно, но кто знает, не окажитесь ли Вы снова теплым светлым деньком в желтом автобусе по дороге в «Лето»...",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 83,
    "text": "     После вчерашнего случая у Димы нет никакого желания лезть в воду. Вы просто сидите на теплом песке, наблюдая, как несколько команд весело резвятся в реке, пытаясь заполучить призы в разных играх и конкурсах. Юля, которая надела свой новый купальник, все же не удержалась и пошла немного поплавать. \n     — Хорошая у нее фигурка... — мечтательно говорит Валера, глядя на нее. Вы с Димкой с ним согласились. Ей скоро шестнадцать, и она действительно превращалась из школьницы в красивую черноволосую девушку.\n     …Сквозь шум и смех ребятни самого разного возраста вы вдруг слышите далекий треск моторной лодки. Очень скоро его уже можно было явственно различить.\n     — Рыбаки, наверно... — Дима делает предположение. \n     — Не похоже... — Валера всматривается вдаль. \n     И вот к берегу действительно подплывает белая моторная лодка, с нее спрыгивает человек с длинными зелеными волосами и с трезубцем в руке. Он подбегает к первому попавшемуся, кто не успел выбежать на берег — этим \"счастливчиком\" оказалась Юля, — хватает и тащит в свою лодку.\n     — Сегодня великий праздник! — наигранным басом обращается человек с зелеными волосами к публике. — Сегодня день Нептуна! Мой день! \n     Юля, явно не привыкшая к такому обращению с ней, сопротивляется и пытается вырваться. Ей это удаётся, и она неловко падает в воду.\n     — Что за цирк?! — Валера удивлен и полон решимости заступиться за Юлю. \n     — А вон еще кто-то! — Дима заливисто смеется и показывает в сторону леса. Из-за деревьев выбегает несколько ребят небольшого роста, переодетых в рыб и русалок. Они подбегают к Нептуну и начинают показывать представление.\n     — Детский сад!.. — к вам подходит Юля, взъерошенная и недовольная. — Взрослый человек вроде бы!..\n     — Это же Семен Денисович? — улыбается Дима.\n     — Да, он! — Юля садится на полотенце и смотрит представление. \n     Прошло часа два, прежде чем пришла пора собираться обратно в лагерь.",
    "answers": [
      {
        "id": 123,
        "text": "Идти со всеми обратно в лагерь 》"
      }
    ]
  },
  {
    "id": 84,
    "text": "     И всё-таки Вы задремали. Немного, но Вам удалось поспать. Немного, потому что почувствовали, как Вас кто-то трясёт, и Вы услышали нетерпеливый шёпот:\n     — Вставай! Просыпайся, — Вы узнали голос Валеры. — На улице Димка стоит! \n     Вы моментально взбодрились. Откинули одеяло и выглянули в окно. Там, неподалёку, на тропинке, различили худощавый силуэт, действительно очень похожий на Димкин. Но почему он не заходит? Есть только один способ узнать: выйти к нему. С другой стороны, стоит ли за ним бегать? Может, его очередная шутка, или напился пива где-нибудь. А чего ещё от него ждать? \n     Решение за Вами: выйдете к Диме или будете дальше спать?",
    "answers": [
      {
        "id": 21,
        "text": "Выйти к Диме 》"
      },
      {
        "id": 55,
        "text": "Продолжить спать 》"
      }
    ]
  },
  {
    "id": 85,
    "text": "     — Да мы в игровом зале были!.. — начали Вы. \n     — Может, и были, — Семен Денисович и не думает сердиться. — Но ваши товарищи мне сказали, что вы с Димой заигрались в шахматы. На деньги! \n     Вы почувствовали, что краснеете. Все-таки Валерка с Юлькой придумали вашему долгому отсутствию уважительную причину. И Вам ничего не остается, как принять зто. \n     — Да, это так.\n     Вожатый грозит пальцем:\n     — Вы смотрите у меня! \n     В конце концов, Семен Денисович остается в хорошем настроении, отправляет Вас отдыхать, а сам продолжает вести беседу со своей коллегой:\n     — Костюмы подходящие выбрали. Хорошо у них получается... — сквозь музыку слышите Вы обрывки фраз вожатых, уходя все дальше от клуба. Недалеко виднеется спортивная площадка с железными лесенками и турниками. А вот идет парочка... Это же Валерка с Юлькой!\n     — Э-эй! — Вы машете им рукой и спешите к ним.\n     — Вы что, совсем? — Юля недовольна. — Где вы были? \n     — Димка чуть не утонул, — отрезали вы. — Пойдемте в корпус.\n     Валера с Юлей опешили, не скрывая удивления, ведь у Димы разряд по плаванию. По дороге в корпус Вы не удержались и бросили в адрес Валеры:\n     — Про деньги ты загнул!\n     Тот не сразу понял, о чем это Вы.",
    "answers": [
      {
        "id": 108,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 86,
    "text": "     Как и полагается, вы разошлись по своим местам: Юля к себе в палату, а вы — к себе. Условились в одиннадцать выйти и встретиться. Все улеглись, шум и разговоры в палатах понемногу утихли, и Вы с нетерпением ждали назначенного времени. \n     За окном совсем стемнело, и стрелки часов подкрадываются к одиннадцати. Вы осторожно встали с кровати и на цыпочках направились к выходу. На первый взгляд, все спали. Вы проскользнули в коридор и остановились в ожидании. В палате послышался легкий шорох и скоро вслед за Вами вышел Дима. Через минуту —  Валера. Вы втроем пошли к двери на улицу; тускло горела лампочка над выходом. Оказавшись снаружи, стали взглядом искать Юлю. Скоро появился ее крадущийся силуэт. Встретившись все вместе, вы стали думать, где лучше спрятаться, чтобы хорошо видеть чердак. Посовещавшись, остановились на пышном кустарнике в сосновой роще и небольшой беседке чуть подальше. Выбирайте, куда пойдете.",
    "answers": [
      {
        "id": 119,
        "text": "Спрятаться в пышном кустарнике 》"
      },
      {
        "id": 7,
        "text": "Спрятаться в беседке неподалёку 》"
      }
    ]
  },
  {
    "id": 87,
    "text": "     Отец Юли всегда был добр с ней и по своей сути был человеком понимающим. Несмотря на свой сорокапятилетний возраст, он необычайно для делового человека много уделял времени дочери, да и она была его единственным ребенком, росшим без матери. Секретов у Юли от отца не было, и по дороге из лагеря в город она рассказала ему об опиуме, о том вечере на пустыре и гибели двух своих друзей после этого. Степан Степанович выслушал ее без лишних эмоций, а после вашей просьбы довести Вас с Юлей до того самого пустыря, отказывать не стал. \n     ...И вот машина неспеша сворачивает с дороги и едет по траве. Льет дождь; вокруг темень. \n     — Здесь останови. — Юля замечает впереди в свете фар очертания какого-то строения. \n     — Одних я вас не пущу, ты меня знаешь, — повысил тон Степан Степанович и заглушил мотор. Стало тихо; по металлической крыше застучал частыми каплями дождь. \n     — Знаю. — Юля вздыхает. — Пошли.\n     Вы выходите из машины и холодные капли тут же ударили по Вашей легкой рубашке. \n     Зонт не взял... — бормочет Степан Степанович, закрывая машину. \n     — По-моему, это тот самый заброшенный собор... — Юля подходит к Вам. — Нам немного левее, если не ошибаюсь...\n     В свете фар втроем пошли к лесу. Чем дальше уходили от машины, тем темнее становилось. Скоро смогли различить силуэт какого-то человека. Движения его напоминали косаря травы. Слишком близко подходить не стали. Степан Степанович крикнул: «Кто здесь?». Силуэт замер, через мгновение дернулся, поднял вверх косу и пошел к вам. Вы насторожились... На незнакомце была одета длинная, явно не по росту, кожаная с поясом куртка, застегнутая на все пуговицы и с поднятым воротником, на голове натянута вязаная шапка, из-под которой торчали спутанные длинные пряди волос, на ногах — резиновые сапоги. Он сжимал обеими руками деревянную рукоять косы с длинным лезвием и быстрым шагом шел к вам. В двух метрах от вас остановился и нервно оглядел вас:\n     — Кто вы?! — едва не кричал незнакомец с густой неопрятной щетиной. — Что вы ищите? \n     — Вас. — Первая выпалила Юля. \n     Незнакомец уставился на нее. \n     — Мы уже встречались… — Вы вступили в диалог. — «Больше никогда не курите эту дрянь». \n     — Так это были вы? — человек пугается не на шутку. Он срывается с места и бежит в сторону собора. Кричит: — Быстрее со мной! \n     Юля с отцом непонимающе переглядываются, потом смотрят на Вас. Вы пожимаете плечами и бросаетесь вслед за странным незнакомцем. А что еще остается?",
    "answers": [
      {
        "id": 68,
        "text": "Бежать за незнакомцем 》"
      }
    ]
  },
  {
    "id": 88,
    "text": "     Димку, видимо, ответ устроил, и он пожелал Вам удачи, сам же повернулся на другой бок и засопел. Вы осторожно открыли дверь и выскользнули в коридор. Здесь было так же темно, лишь над выходом из корпуса тускло светилась лампочка. Ни намека на кого-либо, полная тишина. Чтобы полностью удовлетвориться, Вы вышли из корпуса на улицу. Было прохладно и свежо. В небе за верхушками сосен белела луна и мерцали маленькие точки звезд. Полный покой... Ничего не остается, как отправиться обратно в постель. По пути взглянули на Диму. Он спал.",
    "answers": [
      {
        "id": 100,
        "text": "Лечь спать 》"
      }
    ]
  },
  {
    "id": 89,
    "text": "     Решили не лезть на чердак, во избежание лишних проблем. Можно погулять, сходить поиграть в компьютер или бильярд, да и в клубе сейчас наверняка крутят какой-нибудь фильм. В общем, заняться есть чем, а там и ужин подойдет.\n     ...Время действительно пролетело незаметно. Вернулись ребята с речки, довольные, веселые, красные. Семен Денисович подошел к вам, в руках он держал спасательный красно-белый круг:\n     — Как дела у вас тут?\n     — Да все нормально... — ответили Вы. \n     — Это хорошо! — ваш вожатый выглядел довольным. — Скоро ужин, не опаздывайте!",
    "answers": [
      {
        "id": 123,
        "text": "Далее 》"
      }
    ]
  },
  {
    "id": 90,
    "text": "     ...Около двух часов у ворот собралось несколько групп, включая вашу. Семен Денисович энергично суетился, собирая всех в правильные колонны. Здесь были еще трое вожатых: две студентки педучилища и одна женщина в возрасте за тридцать, имеющая приличный опыт в работе с подростками. Когда все построились, вас пересчитали, проверили, все ли на месте из тех, кто идет купаться. И вот все в сборе, и колона ребят выходит в распахнутые ворота, которые открыл охранник в зеленом камуфляже.\n     Дорога шла через тенистый прохладный лес, потом вы сошли с дороги на тропку и вскоре вышли из леса на берег широкой реки. Здесь множество высоких холмов, летают стаи чаек, и от воды веет прохладой и свежестью. Солнце играет в быстром потоке волн, ослепляя...\n     Проводятся различные конкурсы в воде. Валера как бы с вывихнутой ногой и ему надо продолжать играть роль больного, хотя бы до вечера, а Дима категорически не хочет лезть в реку, поэтому вы просто сидите на теплом песке, наблюдая, как несколько команд весело резвятся в воде, пытаясь заполучить призы в разных играх и конкурсах. \n     Юля, которая надела свой новый купальник, все же не удержалась и пошла немного поплавать.\n     — Хорошая у нее фигурка... — мечтательно говорит Валера, глядя на нее. Вы с Димкой с ним согласились. Ей скоро шестнадцать, и она действительно превращалась из школьницы в красивую черноволосую девушку.\n     Сквозь шум и смех ребятни самого разного возраста Вы вдруг слышите далекий треск моторной лодки. Очень скоро его уже можно было явственно различить.\n     — Рыбаки, наверное. — Дима делает предположение.\n     — Не похоже... — Валера всматривается вдаль. \n     И вот к берегу действительно подплывает белая моторная лодка, с нее спрыгивает человек с длинными зелеными волосами и с трезубцем в руке. Он подбегает к первому попавшемуся, кто не успел выбежать на берег, — этим \"счастливчиком\" оказалась Юля, — хватает и тащит в лодку.\n     — Сегодня великий праздник! — наигранным басом обращается человек с зелеными волосами к публике. — Сегодня День Нептуна! Мой день! \n     Юля, явно не привыкшая к такому обращению с ней, сопротивляется, пытается вырваться. Ей это удается, и она неловко падает в воду.\n     — Что за цирк?..  — Валера удивлен и полон решимости заступиться за Юлю. \n     — А вон еще кто-то, — Дима заливисто смеется и показывает в сторону леса. Из-за деревьев выбегает несколько ребят небольшого роста, переодетых в рыб и русалок. Они подбегают к Нептуну и начинают показывать представление...\n     — Детский сад!.. — к вам подходит Юля, взъерошенная и недовольная. — Взрослый человек вроде бы... \n     — Это же Семен Денисович? — улыбается Дима. \n     — Да, он... — Юля садится на полотенце и смотрит представление. \n     Прошло часа два, прежде чем пришла пора собираться обратно в лагерь.",
    "answers": [
      {
        "id": 74,
        "text": "Идти со всеми обратно в лагерь 》"
      }
    ]
  },
  {
    "id": 91,
    "text": "     Этим же вечером отправились к руководству лагеря, чтобы решить вопрос с вашим отъездом. Если Семён Денисович всё же поддался вашим уговорам отпустить вас из лагеря, то директор, по счастливой случайности оказавшийся на месте, не хотел без всякой причины отпускать вас, так как на нём лежит прямая ответственность за каждого здесь находящегося. Вам стоило немалых усилий убедить его, что вам действительно нужно попасть в город в ближайшее время. В конце концов, вам пришлось звонить своим родителям и подписывать бумагу о добровольном решении покинуть лагерь. После всего директор сообщил, что завтра после обеда он поедет в город и сможет вас забрать. Вас это не вполне устраивало.\n     Оставалось дождаться утра, но у Юли был ещё один вариант. Это уехать сегодня же. Если она попросит отца, он приедет и заберёт вас. Теперь вам осталось решить: попробуете уехать сегодня или всё же подождёте до завтра и спокойно уедете с директором?",
    "answers": [
      {
        "id": 130,
        "text": "Попытаться уехать сегодня 》"
      },
      {
        "id": 20,
        "text": "Подождать до завтра 》"
      }
    ]
  },
  {
    "id": 92,
    "text": "     ...Через полчаса просторный холл столовой был заполнен отдыхающими. Здесь были также все из руководства, вплоть до директора — солидного рослого человека в чёрных брюках и белой рубашке. Без галстука. На повестке дня —  несчастный случай. Утонул человек из первого отряда. Пятнадцатилетий подросток. Трошин Дмитрий. У Вас внутри что-то ёкнуло, и Вы почувствовали, как холодеет сердце. Юля, стоявшая рядом, громко ахнула и закрыла рот рукой. Валера стоял как статуя, не шевелясь, видимо, переваривая услышанное. \n     — Тело нашла группа местных спасателей вчера около девяти часов вечера, — заявил хмурый человек в форме с погонами, обращаясь к директору и поглядывая на вожатых, которые напоминали сейчас кучку нашкодивших первоклассников, виновато и испуганно смотрящих на учителя.\n     — В девять?.. — выкрикнул Валера. — Вы сказали, в девять?.. \n     Человек в форме пристально посмотрел на него, но ничего не ответил и принялся дальше проводить дискуссию по поводу несчастного случая с руководством лагеря, допустивших такую преступную халатность. Вы его уже не слушали и втроём шли к выходу из столовой, не веря в происходящую реальность: как такое могло случиться?!\n     Отсюда совсем недалеко до ворот лагеря, около которых стоит черный автобус и несколько машин. Теперь решайте: пойдете к воротам или к себе в корпус, чтобы обсудить сложившуюся ситуацию?",
    "answers": [
      {
        "id": 72,
        "text": "Пойти к воротам 》"
      },
      {
        "id": 133,
        "text": "Пойти к себе в корпус 》"
      }
    ]
  },
  {
    "id": 93,
    "text": "     Услышав такой ответ, Семен Денисович заулыбался:\n     — Знаю, знаю! Мне уже твои товарищи сообщили, чем вы занимались! Играли в шахматы...\n     Вы в голове обдумывали услышанное. Стало быть, Валера с Юлькой вас «отмазали» в обед, придумав как причину шахматную игру. Вы попали в точку. Тут вожатый строго поднимает указательный палец и продолжает:\n     — На деньги! Это я уже не приветствую! \n     В конце концов, Семен Денисович остается в хорошем настроении, отправляет вас отдыхать, а сам продолжает вести беседу со своей коллегой. \n     — Костюмы подходящие выбрали. Хорошо у них получается… — сквозь музыку слышите Вы обрывки фраз вожатых, уходя все дальше от клуба.\n     Недалеко виднеется спортивная площадка с железными лесенками и турниками. А вот идет парочка... Да это же Валерка с Юлькой! \n     — Э-эй! — Вы машете им рукой и спешите к ним.\n     — Вы что, совсем? — Юля недовольна. — Где вы были?\n     — Димка чуть не утонул, — отрезали вы. — Пойдемте в корпус. \n     Валера с Юлей опешили, не скрывая удивления, ведь у Димы разряд по плаванию. По дороге в корпус Вы не удержались и бросили в адрес Валеры:\n     — Про деньги это ты загнул! \n     Тот не сразу понял, о чем Вы.",
    "answers": [
      {
        "id": 108,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 94,
    "text": "     Решили отправить Юлю, как самую убедительную, а сами, втроем, остались ждать на улице, в тени сосен. Юля попросила пожелать ей удачи и пошла к деревянной небольшой будке. Вы издалека наблюдали, как она подошла к окошку и заглянула в него. Что она говорила, было не разобрать. Через минуту она уже отошла от окошка и смотрела в вашу сторону. \n     — Эй, помоги!.. — она машет вам рукой, как бы приглашая подойти к ней. Вы пошли к будке и скоро лестница была в ваших руках. \n     — А ты молодец! — Валера тащит крепкую, из толстой жерди, лесенку впереди, на правом плече, Вы — посередине, Дима — в «хвосте». \n     — Еще бы! — Юля улыбается.\n     И вот вы дотаскиваете лестницу к своему корпусу, ставите ее к стене, ближе к окну на чердак.\n     — Проще простого! — Дима встряхивает руки и смотрит вверх на окно. \n     Теперь вам надо решить: полезете на чердак или откажетесь от этой идеи, ведь неизвестно, что там может быть? ",
    "answers": [
      {
        "id": 113,
        "text": "Полезть на чердак 》"
      },
      {
        "id": 64,
        "text": "Не лезть на чердак 》"
      }
    ]
  },
  {
    "id": 95,
    "text": "     Вы подходите к бело-синей машине с мигалкой на крыше. Около нее стоит милиционер и разговаривает по рации, еще один сидит за рулем и курит сигарету. Тут мужчина в синей рубахе убирает рацию и замечает вас. Потом указывает на Валеру и просит подойти. Валера недоуменно смотрит на Вас и медленно подходит к милиционеру. Тот ему что-то коротко объясняет, открывает заднюю дверь машины и садит туда Валеру. Что происходит?! Потом милиционер машет вам рукой, мол, пошли вон. Вы пытаетесь разобраться, в чем дело, но Вас вежливо попросили идти дальше отдыхать. Не понимая, что к чему, Вы с Юлей вынуждены вернуться к себе в корпус.",
    "answers": [
      {
        "id": 65,
        "text": "Вернуться в корпус без Валеры 》"
      }
    ]
  },
  {
    "id": 96,
    "text": "     Вы заявляете, что купаться не пойдете, так как Валера повредил ногу, и вы составите ему компанию в лагере. Семен Денисович посмотрел на всех четверых, но возражать не стал. Сказал, что вы много теряете и пошел дальше. Вам остаётся доедать свой обед и идти отдыхать. Впрочем, когда большинство уйдет на речку, вы сможете попытаться еще раз попасть на чердак. Вам придется поискать лестницу или что-нибудь подобное. Так что вы будете делать: просто скоротаете время или все же попробуете найти способ залезть на чердак?",
    "answers": [
      {
        "id": 89,
        "text": "Скоротать время 》"
      },
      {
        "id": 15,
        "text": "Придумать способ попасть на чердак 》"
      }
    ]
  },
  {
    "id": 97,
    "text": "     Ваши товарищи остались стоять неподалеку, а Вы осторожно пробрались внутрь. Водителя не было. В салоне царил полумрак, между рядами сидений на полу лежали носилки с телом, прикрытым простыней. Вы осторожно подошли к телу и тихонечко сняли с него эту простынь. Белое, с синеватым оттенком лицо Вы узнали. Дима. Волосы клочками торчали в разные стороны, под глазами виднелись желтеющие круги... Одежда была похоже на сплошной слепок грязи, кусками застывший; на ногах был песок. Шорты едва скрывали колени, и Вы могли заметить синюшные следы на правой лодыжке, сильно напоминающие отпечаток чьей-то руки... Что бы это могло быть? Неужели действительно убийство?.. Но пора уходить. Вы осторожно накрыли тело простыней и поспешили выйти из салона, почувствовав неприятный холодок, когда повернулись к трупу спиной.",
    "answers": [
      {
        "id": 46,
        "text": "Выйти из автобуса 》"
      }
    ]
  },
  {
    "id": 98,
    "text": "     Не видели смысла топать семь этажей, когда был лифт и, возможно, оказались правы. В подъезде было пустынно и тихо, стучащий за окном дождь словно подчеркивал эхом воцарившуюся тишину. Лифт подошел почти сразу. Вы вошли в кабинку и нажали круглую кнопку с цифрой « 1 ». Двери с грохотом закрылись. Лифт поехал. Через какой то миг раздался далекий раскат грома. Стенки лифта содрогнулись и кабинка остановилась. Вы не могли понять, что же случилось. Снова стало тихо. Через еще один миг лампочка на потолке замерцала, то вспыхивала ярко, то почти полностью гасла, как будто ей не хватало мощности разгореться. Вы забеспокоились. Поначалу не придали большого значения произошедшему: подумаешь, лифт застрял, обычное дело. Но в скором времени начинали понимать, что все не так просто. В любой другой день — да, это было бы обычным делом, но только не сегодня. И не сейчас. В доказательство этому лампочка на потолке с шеборшащим треском погасла и больше не зажглась. Вы остались в полной темноте. Теперь Вас охватила судорожная дрожь, заставив трястись каждую поджилку Вашего тела. Вы принялись пальцами тыкать все кнопки подряд в надежде найти кнопку аварийного вызова диспетчера, но пользы это не принесло никакой. Вы вдруг почувствовали запах гари. На потолке появилось слабое свечение. Разгорающиеся искры!!. Запах с каждой секундой усиливался и вскоре потолок вспыхнул красно-синим пламенем. Вы заколотили кулаками в двери, чтобы кто-нибудь услышал и помог. С потолка начали падать черные капли расплавленной изоляции проводов и пластка. Пламя охватило всю верхнюю часть кабинки и принялось спускаться вниз, по стенкам. Вам пришлось сесть на корточки, чтобы на несколько минут продлить себе жизнь. Вы уже поняли, что все кончено. Закончилась Ваша жизнь и эта история. Что стало с Валерой и Юлей, Вам не дано узнать, да и не до них Вам сейчас. После адской муки в огненной кабинке лифта наступила пустота, пришло спокойствие и вечность... Не самый лучший финал, но с другой стороны, все закончилось, да и жизнь наша полна загадок: кто знает, не окажетесь ли Вы снова в жёлтом автобусе, который повезет Вас пятничным полднем в пионерский лагерь «Лето» ...",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 99,
    "text": "     Приняв такое решение, поспешили поскорее отсюда уйти. Вокруг не было ни души, не видно было так же будки спасателей. Одни чайки. Это Вам добавило уверенности в себе, немного. Не помня себя, вернулись в лагерь, причем тем же путём, что и ушли. Оказавшись на территории, первым делом отправились к себе в корпус, чтобы переодеться. У входа встретили радостного Валеру, спешащего куда-то.\n     — Вы что так долго?! — набросился на Вас Валера. Мы с Юлькой не знали, что и сказать Денисычу. Сказали, что вы… \n     — Димка утонул. — Отрезали Вы. \n     Валера уставился на Вас, ошеломленный. Он ждал, что Вы заулыбаетесь и скажете: «Шутка!». Но вам было не до смеха:\n     — Зови Юлю... \n     Валера побежал к Юле. Она стояла неподалёку и ждала Валеру. Они, похоже, собрались куда-то идти. Через минуту Вы втроем зашли в палату и сели к Вам на кровать. Рядом было несколько ребят, они смеялись и шумели. Вы подождали, когда они уйдут и только после этого сказали еще раз: «Димка утонул». Юля была напугана и никак не могла поверить своим ушам:\n     — Не может быть. Как же так?.. \n     Вы коротко рассказали друзьям, как все было. В завершении сказали, что об этом никто знать не должен, иначе Вас затаскают по судам и, чего доброго, посадят.\n     — Это понятно... — говорит Юля. Она была подавлена. Рядом с ней сидел Валера, он ласково погладил ее по плечу:\n     Ничего, как-нибудь переживем.\n     — Я еще после смерти Борьки отойти не могу... — Юля смотрит в пол.\n     — Да уж... — вздыхает Валера. — Дела обстоят паршиво!\n     — Надо сказать вожатому, что Димка ушёл на речку и не пришел, — предложили Вы. \n     На этом и порешили. За ужином, когда Семен Денисович подошел к вашему столу пожелать приятного аппетита, Вы сказали ему о исчезнувшем Дмитрии. \n     — Вы же взрослые люди!.. — Ваш вожатый был в отчаянии и едва не кричал. — Вы не имеете права выходить за территорию лагеря без лично моего ведома!!\n     Вожатый раскраснелся и быстрым шагом вышел из столовой. \n     Вечером Вы заметили, что около ворот суетились несколько человек в милицейской форме. «Димку ищут» — подумали Вы и, возможно, оказались правы. Когда пришла пора ложиться спать, Вы улеглись на свою постель, но сон никак не шел. Вы смотрели на догорающий за верхушками деревьев закат и на душе у Вас было тяжело и тревожно...\n     ...Раздался тихий стук в окно. Вы открыли глаза. Было темно. Все-таки Вы задремали. На часах было без пятнадцати три утра. В палате все спали, слышалось сопение и храп ребят. Может быть, стук Вам приснился? Вы решили посмотреть в окно и — о, Господи! — увидели бледное лицо Димы! Вы отпрянули от окна, по телу пробежала холодная дрожь. Димка жив? Значит, он все-таки разыграл меня, подумали Вы. Кроме прочих ощущений, у Вас в душе появился легкий порыв злости: если это шутка, то весьма неудачная! \n     Теперь можете выйти на улицу и высказать Димке всё, что о нем думаете, или же никуда не ходить, а подождать, может он сам скоро зайдет и ляжет спать.",
    "answers": [
      {
        "id": 78,
        "text": "Выйти к Диме 》"
      },
      {
        "id": 17,
        "text": "Никуда не выходить 》"
      }
    ]
  },
  {
    "id": 100,
    "text": "     Вы уснули, и теперь Вас разбудил знакомый голос Семёна Денисовича, который с утра Вам не показался столь мягким, как накануне. Семь часов, подъём и зарядка, после чего — завтрак. За столом Вы сели со своими друзьями-одноклассниками: Димой, Валерой, Юлей. А вообще из вашего класса в этот лагерь дали путёвки семерым, за хорошую учебу. \n     После завтрака выдалась свободная минутка. Вы вчетвером присели на лавочку, и теперь надо решить, чем себя занять. Димка намерен сходить искупаться: до речки недалеко, и если потихонечку уйти, то никто не заметит вашего отсутствия. Валера собирается пойти в компьютерный зал, поиграть. Юля отправляется в клуб смотреть кино. \n     — Я опасаюсь теперь воды, — сказал Валера, — после того, как Борька утонул. Всё ещё не могу прийти в себя. \n     — Да-а... — вздыхает Юлька, — совсем недавно...\n     — А пловец отличный был, и тут на тебе!.. — с горечью выпалил Дима. (Можете посмотреть Приложение 1 в меню \"Дополнительно\")\n     Теперь Вам предстоит решить, кому составить компанию: Валере, Юле, Диме. Можете ни с кем никуда не ходить.",
    "answers": [
      {
        "id": 16,
        "text": "Идти с Валерой 》"
      },
      {
        "id": 38,
        "text": "Идти с Юлей 》"
      },
      {
        "id": 69,
        "text": "Идти с Димой 》"
      },
      {
        "id": 118,
        "text": "Ни с кем не ходить 》"
      }
    ]
  },
  {
    "id": 101,
    "text": "     ...Через полчаса просторный холл столовой был заполнен отдыхающими. Здесь были также все из руководства, вплоть до директора — солидного рослого человека в черных брюках и белой рубашке. Без галстука. На повестке дня несчастный случай. Утонул человек из первого отряда. Пятнадцатилетний подросток. Трошин Дмитрий. Вы ожидали услышать нечто подобное, но все же когда услышали официальное заявление, не могли поверить своим ушам, ведь Вы сами лично видели Диму прошлой ночью, с виду живого и здорового... Валера с Юлей, стоявшие рядом с Вами, были просто потрясены всей происходящей неразберихой. \n     — Тело нашла группа местных спасателей вчера около девяти часов вечера, — заявил хмурый человек в форме с погонами, обращаясь к директору и поглядывая на вожатых, которые напоминали сейчас кучку нашкодивших первоклассников, виновато и испуганно смотрящих на учителя. Дальше началась дискуссия по поводу несчастного случая с руководством лагеря, допустивших такую преступную халатность, но вы уже их не слушали и втроем шли к выходу из столовой. \n     — Поговорить надо, ребзя, — Валера обращается к Вам с Юлей. — Пойдемте в корпус.",
    "answers": [
      {
        "id": 73,
        "text": "Идти с товарищами в корпус 》"
      }
    ]
  },
  {
    "id": 102,
    "text": "     Неспеша направились к медпункту. Шли почти наугад, так как там еще не были. Ориентировались по схемам, нарисованным на деревянных стендах вдоль дорожек. А вот и ваши друзья сами идут! У Валеры забинтована нога.\n     — Привет, больной! — смеется Дима. \n     — Вот привязались ко мне!.. — жалуется Валера, когда они с Юлей приблизились к вам. — Я сказал, что ногу вывихнул, ходить не могу, так этот белобрысый потащил меня к врачу! А там началось! Осмотр, всякие мази...\n     Юля смеется, потом переходит к делу:\n     — Нашли ключ? Пойдемте его проверим... \n     Вы подходите к своему корпусу, идёте к двери с торца здания, за которой, по вашим расчетам, должна быть лестница наверх. А вот и замок. Достаете ключ, вставляете его в скважину, но… не поддается. Никак. Ключ не тот.\n     — Ну что-ж поделать... — Вы разводите руками. \n     Юля поникла. Но ненадолго:\n     — Пойдёмте погуляем где-нибудь!",
    "answers": [
      {
        "id": 25,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 103,
    "text": "     Вы, как бы прогуливаясь, подошли к автобусу. Здесь была только одна дверь, она была открыта. Окна были занавешаны и увидеть, что внутри, было невозможно. Сбоку на автобусе была надпись синего цвета: «Ритуальное бюро «Вечность». Очень мрачный автобус...\n     Что внутри, уже можно догадываться. Рядом никого не было, и Вы можете зайти внутрь, посмотреть, что там. Однако, во избежание лишних неприятностей, не лучше ли отправиться отсюда подальше, к себе в корпус, например? Любопытства ради можете подойти к милицейской машине или к будке с охраной.",
    "answers": [
      {
        "id": 11,
        "text": "Зайти в автобус 》"
      },
      {
        "id": 133,
        "text": "Уйти к себе в корпус 》"
      },
      {
        "id": 95,
        "text": "Подойти к милицейской машине 》"
      },
      {
        "id": 5,
        "text": "Подойти к будке с охраной 》"
      }
    ]
  },
  {
    "id": 104,
    "text": "     Решив, что под водой будет тяжелее спасать товарища, Вы плывете, не ныряя, к тому месту, где только что скрылась голова Димы. Пытаетесь ухватить одноклассника руками, но его уже нет, он стремительно пошел ко дну, словно его туда потащили...\n     Выбора у Вас не остаётся, кроме как нырять следом. Исследовав приличную площадь вокруг, Вы не нашли каких-либо признаков Димы, вообще ничего. Течение здесь не настолько сильное, чтобы унести тело за несколько секунд. Вы снова и снова ныряете раз за разом, но всё тщетно. Изнуренный длительным плаванием, Вы выходите на берег, где по-прежнему лежит Ваша и Димкина нетронутая одежда. Посмотрели еще раз на волнующуюся поверхность реки. Все тихо. На душе зарождалась невыносимая тревога, отчаяние, на сердце становилось с каждой минутой тяжелее и разум отказывался принимать жуткую реальность: Трошин Дмитрий, Ваш одноклассник и друг утонул пять минут назад, а Вы были рядом и не смогли оказать ему элементарную помощь!! Как глупо все получилось!\n     Теперь у Вас два пути: собрать одежду товарища, отнести ее вожатому и сказать: «Мы без спросу убежали на речку, и при непонятных обстоятельствах Дима утонул», или оставить всё, как есть, вернуться в лагерь и делать вид, что ничего не произошло.",
    "answers": [
      {
        "id": 28,
        "text": "Рассказать о случившемся вожатому 》"
      },
      {
        "id": 99,
        "text": "Сделать вид, что Вы ничего не знаете 》"
      }
    ]
  },
  {
    "id": 105,
    "text": "     Вы зовёте Диму и выбегаете из корпуса. Забегаете за угол и показываете Диме ключ. \n     — Это точно он? — Дима читает ярлык на ключе. \n     — Откуда я знаю? — отвечаете Вы. — Там другого не было!..\n     Осталось ждать Юльку с Валерой. Вы сидите и прислушиваетесь, не идут ли они. Высовываться опасно. Проходит пять минут. Димка не вытерпел и выглянул из-за угла, но... никого не увидел.\n     — Где же они? Этот белобрысый их в медпункт увел, наверное! — горячится Димка. \n     Теперь нужно решать: идти в медпункт или идти к своему корпусу и проверить ключ?",
    "answers": [
      {
        "id": 34,
        "text": "Идти в медпункт 》"
      },
      {
        "id": 51,
        "text": "Идти проверить ключ 》"
      }
    ]
  },
  {
    "id": 106,
    "text": "     Юлю забрали. Вы остались вдвоем. Не то чтобы вообще вдвоем, в лагере полно ребят, и ваши одноклассники есть, а из Вашей компании остались только Вы и Валера. \n     — Неужели ее подозревают в убийстве Димы? — Вы не знали, что и думать. Валера тоже мало что понимал, однако предположил, что она вызвала какие-то подозрения своим тупым вопросом на собрании в столовой. Если так, то завтра ее отпустят, ведь она ни в чем не виновата. \n     Тем временем в лагере всё понемногу успокоилось. Вожатые провели инструктажи в своих отрядах. Ваш Семен Денисович — самый старший из вожатых — тоже прочитал вам строжайшую лекцию и категорически запретил близко подходить к забору. \n     …Жизнь в лагере пошла своим чередом. Вот только надолго ли?",
    "answers": [
      {
        "id": 18,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 107,
    "text": "     Через двадцать минут вы уже ехали в черной шикарной машине Степана Степановича, отца Юли. Он был владельцем набирающей популярность у нас в стране сети магазинов, человек небедный и очень любящий свою дочь. Вы всё дальше уезжали от лагеря «Лето», и по дороге Юля начала рассказ о своих вчерашних приключениях: \n     — Меня задержали из-за того, что подумали, будто бы я знаю о смерти Димы. Помнишь, вчера на собрании в столовой капитан заявил, что труп нашли в девять вечера, и я своим неуместным вопросом вызвала подозрения у него. Ну, просто я не могла сдержать своих эмоций, ведь я сама лично видела Димку ночью, гораздо позже девяти! Так вот, этот капитан оказался другом моего папы, к счастью, поэтому я довольно быстро освободилась, без лишней волокиты. Но самое главное: мы с папой ездили вчера на пустырь, где мы с вами недавно курили опиум...\n     Вы бросили опасливый взгляд на Степана Степановича, жестом ладошки спросив Юлю: «чего она мелет?». Юля замолкла на секунду, потом невозмутимо продолжила: \n     — ...И встречались с Павлом, отшельником. Помнишь мужика, который нас прогнал? \n     — Да, помню... — Вы немного смущенны оттого, что Юля посвятила своею отца в эти события. \n     — Так вот... — продолжает Юля, — Павел поведал нам о Черной Секте, которая появилась в нашем городе три года назад (Смотрите Приложение 3 в меню \"Дополнительно\"). Он убил ее дилера, Второго Пророка, и закопал его тело на том самом пустыре. Этот Пророк, как он себя называл, поклонялся Дьяволу, продав ему свою душу... Павел сказал, что есть способ воскресить Второго Пророка: провести Обряд Воскрешения. Его мы и начали впятером, две недели назад...\n     — Что это еще за обряд? — Вы никак не ожидали услышать от Юли такую чушь. Но звучит интересно, учитывая последние события. \n     — Обряд начинается с мяты, крови и опиума — компоненты, с помощью которых человек, продавший душу Дьяволу, может обрести продолжение жизни на этой земле. Павел жил на том пустыре около двух лет‚ скашивал всю мяту и стерёг могилу Пророка от фанатиков. Но по роковому стечению обстоятельств появились мы пятеро с кровью и опиумом, да и мята, видимо, где-то рядом затесалась…\n     — А кровь откуда взялась?\n     — Помнишь, я стеклом порезалась накануне? Кровь фонтаном била, два дня останавливала. . . \n     — Ну да…\n     — Слушай дальше. Вся суть в том, что этот Второй Пророк воскреснет либо после завершения обряда, либо после того, как убьет всех, кто его разбудил, то есть нас. \n     — Обалдеть! — Вы крайне поражены происходящим. — Если это правда, то нам с тобой крышка?!\n     — Павел сказал еще, что нужно шесть человек для завершения обряда. Нужно его воскресить, потом отрубить голову... ну, в общем, убить по своеобразной системе...\n     — Нас с тобой двое... \n     — Я думаю, папа составит компанию, еще Павел есть. Осталось найти еще двух человек. Сейчас мы тебя подбросим до дома, а вечером созвонимся и пойдем на пустырь. Пока думай, кого можно с собой позвать.",
    "answers": [
      {
        "id": 120,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 108,
    "text": "     — Ни фига себе! — Валера с Юлей увидели ногу Димы. — Это что за хрень? Слушайте, а вы нас не разыгрываете? \n     Но вид Дмитрия и его мятая одежда на стуле напрочь исключали возможность каких бы то ни было шуток. Однако здравого объяснения никто из вас дать тоже не мог. \n     Делать нечего, остается все оставить, как есть, и ждать ужина. Как ни странно, но Семен Денисович за ужином не стал уточнять, где вы были в обед. Просто подошел, пожелал приятного аппетита и пошел дальше. После ужина вы отправились к себе вместе с Димой, а Валера с Юлей пошли гулять. Вы хотели отогнать подальше все мрачные мысли и просто отдохнуть. Это у Вас получилось. Вы легли на постель и вскоре заснули... \n     Разбудил Вас еле слышный стук в окно. Вы подскочили от неожиданности, по телу пробежал легкий холодок. В свете луны на подоконнике была чья-то тень, но когда Вы выглянули в окно, никого не было видно. Осмотрев палату, убедились, что все спят. В голове почему-то появился образ следов от руки на ноге Дмитрия. Не та ли рука, схватившая Вашего друга, постучала в окно? От этой мысли Вам стало совсем нехорошо. И все же надо решить: отважиться и выйти на улицу, чтобы проверить, кто ходит или завернуться в одеяло и постараться уснуть?",
    "answers": [
      {
        "id": 67,
        "text": "Выйти и проверить, кто Вас зовёт 》"
      },
      {
        "id": 47,
        "text": "Никуда не ходить и постараться уснуть 》"
      }
    ]
  },
  {
    "id": 109,
    "text": "     ...Наступил вечер. Солнце почти скрылось за лесом и опускались сумерки. Небо постепенно заволакивали большие тучи и было очевидно, что будет гроза. Вы уже попили кипяченого молока перед сном и выходили из столовой. Юля заявляет, что ей не хочется идти спать к себе в палату: страшно. Нужно что-то решать: убедить ее, что все не так уж и плохо, ведь вы слазили на чердак и, в принципе, ничего страшного не нашли, и можно спокойно идти спать, можете понаблюдать со стороны, что будет происходить на чердаке ночью (для этого вам надо будет всем вместе выйти из корпуса, когда все уснут и схорониться где-нибудь неподалеку)‚ а можете попробовать засесть в подвале и подождать — вдруг опасения Юли не напрасны?",
    "answers": [
      {
        "id": 48,
        "text": "Идти спать 》"
      },
      {
        "id": 86,
        "text": "Понаблюдать за чердаком 》"
      },
      {
        "id": 3,
        "text": "Попробовать залезть в подвал 》"
      }
    ]
  },
  {
    "id": 110,
    "text": "     Как это бывает не часто, но всё прошло гладко. Уже около одиннадцати вы на красивой черной машине подъезжали к тому самому пустырю. \n     Отец Юли всегда был добр с ней и по своей сути был человеком понимающим. Несмотря на свой сорокапятилетний возраст он необычайно для делового человека много уделял времени дочери, да и она была его единственным ребенком, росшим без матери. Секретов у Юли от отца не было, и по дороге из лагеря в город она рассказала ему об опиуме, о том вечере на пустыре и гибели двух своих друзей после этого. Степан Степанович выслушал её без лишних эмоций, а после вашей просьбы довести Вас до того самого пустыря, отказывать не стал. Правда, Вам с Валерой пришлось краснеть, когда речь зашла об опиуме.\n     Машина остановилась. Неподалеку высилось старое убогое здание, обшарпанное и обветшалое. Должно быть, это и есть собор, около которого вы и курили. Однако в дневном свете он выглядит довольно безобидно, в то время как в сумерках виделся Вам чем-то большим и загадочным. Тут и там валялись большие куски стен и колонн некогда великого строения. Дальше начинался реденький лесок (в полумраке он тоже казался Вам густым и непроходимым), проглядывались могильные кресты и памятники. Все трое (Вы, Валера и Юля) вышли из машины; отец Юли Степан Степанович решил не мешать вам и остался внутри. \n     Солнце жгло вовсю, была нормальная летняя погода. Вы направились в сторону собора. Через несколько метров заметили, что трава под ногами закончилась. Вернее, она была, но очень-очень коротенькая, словно её скосили. Такая картина была вокруг всего собора. \n     — Что за фигня? — первый на это обратил внимание Валера.\n     — Не знаю, — Юля с интересом смотрит на скошенную траву. \n     — Чей-то покос, — Вы стараетесь не придавать этому большого значения. — Только очень маленький... Пойдёмте дальше! \n     Подойти к собору не успеваете. Из-под широких ступеней парадного входа слышится шум и через мгновение к вам бежит тот самый оборванец в старой кожаной куртке, длинных резиновых сапогах и, несмотря на палящее солнце, вязаной шапочке, из-под которой спускались почти до плеч густые локоны спутанных волос. \n     — Кто вы?! — нервно почти прокричал он. Вы растерялись и не сразу нашли, что сказать.\n     — Что вам здесь нужно?! — теперь незнакомец закричал. \n     Его воспалённые глаза смотрели на ваши непонимающие лица, ни на секунду ни на ком не останавливаясь. \n     — Мы ищем ВАС… — пересохшим вдруг от волнения голосом выдавили Вы. \n     — Мы уже виделись с вами недели две назад, — более уверенно продолжила Юля. — Мы были здесь впятером. \n     — Так это были вы!.. — незнакомец сбавил тон, добавил раздражения. Несколько секунд помолчал, после бросил: «Неразумные дети!» \n     — За эти две недели двое из нашей компании умерли. — Вы смотрите на раскрасневшееся лицо незнакомца. Крупные капли пота заливали его щёки, поросшие густой неопрятной щетиной. Незнакомец молчал. Он смотрел на вас троих, ничего непонимающих ребят. Гнев сменился жалостью. Наконец он проговорил:\n     — Пойдёмте, присядем. Я расскажу вам, что вы натворили. \n     Незнакомец пошел к собору и присел на один из камней. Жестом велел вам сделать то же самое. Вы подчинились, не проронив не слова. Ваш новый собеседник вытер грязной ладонью лоб и, вздохнув поглубже, начал: «Года три назад в этих краях имела место быть губительная Черная Секта. Тогда вокруг этого было много шума… Сотни загубленных душ и судеб. Милиция завела дело на лидера, он называл себя Второй Пророк. . .»\n     — Да, я что-то такое слышала, — сказала Юля. — У моего отца лежит подшивка газет со статьями об этом, но я никак не думала, что это правда...(В меню \"Дополнительно\" можете прочитать Приложение № 3). \n     — Так вот… — продолжает незнакомец. — Несмотря на открытую глупость самой этой идеи сотни человек попали под его влияние.\n     — Ближе к делу... — нервно ерзает Юля на камне. \n     — Да, вы правы... — Ваш собеседник чешет заросший подбородок. — Итак, меня зовут Павел... И я собираюсь исправить вашу оплошность. — Он строго посмотрел на Вас, потом на Юлю с Валерой. — Второй Пророк царствовал среди своих последователей около года. Его, что удивительно, мало интересовали деньги и нажива, он жаждал веры и преданности ему... Я долго следил за ним, изучал его учения по книгам и архивам и пришел к выводу, что он поклоняется не кому иному, как Дьяволу, Сатане, или просто Черту. Вы можете мне не верить, но я убил Второго Пророка и закопал его около этого собора; я уверен, что эти стены и земля здесь хранят святость до сих пор... — Павел сделал паузу, чтобы собраться с мыслями. Все молчали, и Вы тоже, обдумывая в голове услышанное. — Вы пятеро начали Обряд Воскрешения! — вдруг резко выпалил Павел. \n     — Какой еще обряд? — В разговор вступил Валера. До этого момента он терпеливо ждал, когда же, наконец, вы поедете отсюда домой, но сейчас его скептический настрой стал понемногу таять, словно кусок масла на жарком (как сейчас) солнце. Валера не любил, когда что-то угрожало его спокойствию, он предпочитал спокойную размеренную жизнь, и сейчас такая жизнь всё больше и больше начинает становиться мечтой. \n     — Я вбил Пророку в грудь осиновый кол и окропил могилу святой водой. Но есть средство, которое нейтрализует все это! Это мята, кровь и опиум — начало Обряда Воскрешения! Вы разбудили его и теперь он в силах применять частицу своей дьявольской мощи, а когда он убьет разбудивших его, то воскреснет! Вас было пятеро, и с каждым убитым он становится все сильнее! \n     Услышанное поразило всех, не исключая Вас. Но это все казалось слишком нереальным, чтобы верить. С другой стороны, другого пока объяснения всему происходящему Вы не видите. \n     — И что нам теперь делать?\n     — …Пять человек встают вокруг закопанного тела, продавшего душу Дьяволу человека, и зажигают церковные свечи. После этого произносят хором следующие слова: (смотрите Приложение № 2 в меню \"Дополнительно\"). Шестой человек не жжет свечи и не говорит ни слова — его как бы нет. Когда тело поднимется из-под земли, шестой...\n     — А что, тело Пророка должно подняться? — Вы крайне удивились. \n     — Да! Чтобы его убить, его надо оживить. Ведь нельзя убить мертвого, верно? А обряд воскрешения вы начали две недели назад, сами того не подозревая! Он воскреснет либо убив вас всех, либо после завершения обряда... Сегодня мы завершим обряд!\n     — Я вспомнила, у меня была порезана рука и рана кровоточила тогда... — Юля добавила ещё один кусок в складывающуюся и проясняющуюся картину происходящего. \n     — ...И поблизости росла мята! Я каждый день всё скашиваю подчистую, но это неэффективный способ борьбы с травой, —  мрачно произнес Павел. — Но давайте я продолжу. Шестой человек должен отрубить голову Пророку, а потом сжечь ее на пяти свечах, участвовавших в церемонии... И все закончится! Вы спросите, почему я сразу не сжег его? Да очень просто: прах унесло бы ветром, и этот Второй Пророк стал бы вездесущ, словно воздух, и провести церемонию Обряда Печати стало бы невозможно: как поймаешь ветер? Да и людей, которые поверили бы мне, я не нашел... Так и живу здесь вот уже почти два года‚ кошу мяту и стерегу Пророка от фанатиков...\n     Валера поднялся с камня. Посмотрел на виднеющиеся могильные памятники в лесу, потоптался на месте; взглянул на Павла:\n     — Вы сами-то в это верите? \n     — Да. — Павел тоже поднялся на ноги. — Я верю, что только так можно убить Второго Пророка раз и навсегда. Но если вы не хотите, — тон Павла стал жестче, в голосе послышалась решимость и твердая уверенность, — я справлюсь без вас. В любом случае, пока вы живы мне нечего бояться!.. Нас четверо, и если вы хотите помочь мне, нам нужны еще два человека. Приходите сегодня в полдвенадцатого ночи, даже если никого больше не найдете. \n     Вы встали с камня, отряхнулись. Больше ничего не оставалось, как возвращаться к машине. \n     — Эй! — Вы отошли на приличное расстояние, когда вас окликнул Павел. — Если не трудно, можете захватить что-нибудь поесть!",
    "answers": [
      {
        "id": 12,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 111,
    "text": "     В поисках своего вожатого, вам пришлось сходить до его корпуса, где из вожатых был только светловолосый молодой человек, лет двадцати пяти, рисующий стенгазету красками, потом — в клуб, где никого не было, также заглядывали в столовую. \n     Нашли вы Семена Денисовича на стадионе, играющим в бандбинтон с какой-то прыткой девчушкой лет двенадцати. Вы подождали, когда он в очередной раз пропустит воланчик и подошли к нему. Все вместе, вчетвером. Услышав неожиданный вопрос о чердаке, ваш вожатый немного удивился:\n     — Что это вам там надо стало? \n     — Видите ли… — удар на себя взяла Юля. — Мы хотели бы сделать фотографию местного пейзажа, и надо забраться повыше... \n     — Ключи от хозяйственных помещений находятся у нашего плотника. Он сейчас уехал на выходные...\n     — А без него никак не попасть? — спросил Валера.\n     В кладовки и на чердак — нет. Он боится за свой инвентарь и носит ключи с собой.\n     — Понятно. — Завершает разговор Юля. — Ну, нет, так нет. \n     И вы пошли прочь со стадиона.",
    "answers": [
      {
        "id": 40,
        "text": "Уйти со стадиона 》"
      }
    ]
  },
  {
    "id": 112,
    "text": "     В лагерь вы вернулись далеко за полдень тем же путем, что и ушли. На обед, конечно же, опоздали. Вы добрались до своею корпуса никем не замеченными. Дима сразу же снял мокрую одежду и бухнулся в постель, а Вам следует отыскать друзей и узнать, какую причину вашего отсутствия они сказали вожатому. Интересно, что они сказали ему: правду или придумали что-нибудь? Стараясь не нарваться на Семёна Денисовича — он же ваш вожатый — Вы, переодевшись в чистую одежду, пошли на поиски Юли и Валеры. \n     Куда Вы направитесь в первую очередь: в компьютерный зал, в клуб или прогуляетесь до спортивной площадки?",
    "answers": [
      {
        "id": 66,
        "text": "Идти в компьютерный зал 》"
      },
      {
        "id": 41,
        "text": "Идти в клуб 》"
      },
      {
        "id": 35,
        "text": "Идти на спортивную площадку 》"
      }
    ]
  },
  {
    "id": 113,
    "text": "     — Ну, вперёд! — вы все переглянулись. Весело не было никому. \n     — Не нравится мне все это, — Юля озабоченно посмотрела на окно и полезла первая. Валера тут же полез следом. Потом — Вы, Дима — за Вами.\n     — Красивые у тебя джинсы... — Валера делает Юле комплимент. Юля не отвечает. Она уже почти долезла до окна и смотрит вниз:\n     — Как будем открывать окно?\n     — Не знаю, тебе виднее, — раздается снизу голос Димы. Юля, недолго думая, наваливается на раму и выдавливает стекло, благо дерево уже подгнило, и штапики с легкостью вышли из своих пазов. Стекло падает на пол чердака и шумно разбивается. Вы оглядываетесь по сторонам. Никого нет. Юля пролазит в окно, потом — Валера, и Ваша очередь. Внутри полумрак, и пахнет пылью... Свет в достаточном количестве падает на чердак лишь из окна, освещая рулоны рубероида, кучи разных реек и досок, различные пакеты со всяким хламом... Дальше было темновато, свет из щелей между досок не мог в полной мере открыть картину царящего там беспорядка. Вы прошли несколько шагов вперед. Кровля была довольно высоко и никак не стесняла ваших движений.\n     — Под нами должна быть моя палата, — комментирует Юля. \n     — Ну и что здесь могло царапаться?.. — Дима оглядывает дощатый пол. Вы тоже стали приглядываться. И вот замечаете приподнятую половицу, рядом с ней лежит черный рулон рубероида.\n     — Вот оно!.. — Юля тоже это увидела. — Кошка бы не смогла сдвинуть такой рулон... \n     Вы приподнимаете доску и под ней замечаете слой фанеры, приколоченный гвоздями. Дима давит на фанеру, она отходит, и вы все увидели сквозь образовавшуюся щель светлую палату Юли, ее кровать... \n     — Вот это да-а... — Валера не скрывает своего удивления. — Что за чертовщина здесь происходит?! \n     Немного подальше увидели керосиновую лампу. Она стояла на картонной коробке. Приглядевшись, видите за этой коробкой полотно брезента, что-то накрывающее. Очертания напоминали человеческое тело. \n     — Там что? Смотрите!.. — Вы обращаете внимание своих друзей на брезент. Одноклассники смотрят в указанном Вами направлении и замирают.\n     — Уходим отсюда!.. — зашептал Дима и попятился назад, в сторону окна, через которое вы и попали сюда.\n     Решение за Вами: уйдёте или полюбопытствуете, что находится под брезентом?",
    "answers": [
      {
        "id": 61,
        "text": "Уйти с чердака 》"
      },
      {
        "id": 19,
        "text": "Узнать, что под брезентом 》"
      }
    ]
  },
  {
    "id": 114,
    "text": "     После ужина вы с Юлей пошли гулять вглубь рощи. Нашли уединённое место с лавочками и удобно расположились.\n     — Я все думаю о том вечере, — начала Юля.\n     — Ты про опиум? — Вы и сами думали о том же. \n     — Да... — говорит Юля. — Я пытаюсь вспомнить все подробности. Я взяла у отца опиум из гаража, вечером мы встретились и пошли на пустырь около леса… \n     — Там неподалеку был заброшенный собор, — Вы понемногу восстанавливаете в памяти хронологию событий, — и, как мне кажется, кладбище... \n     — Кладбище там было, это понятно... — Юля посмотрела на Вас. — Помнишь старого оборванца, который нас прогнал?\n     — Это тот истеричный бомж?\n     — Не бомж он. Не похож. Он еще заорал: «Больше никогда не курите. . .» \n     — «…Эту дрянь!» — Вы закончили фразу. — Эту фразу слово в слово нам сказал Дима, когда приходил ночью. \n     — Если, конечно, это был он, ведь его же нашли мертвым в девять, а приходил он к вам ночью... — Юля была серьезна. \n     — Мы курили впятером, спустя две недели уже двое погибли: Борька и Димка. — Вам становилось не по себе от всего этого. \n     — Я всё-таки завтра уеду. А лучше сегодня, — Юля поднялась с лавочки. — Поехали со мной, поищем того оборванца.",
    "answers": [
      {
        "id": 91,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 115,
    "text": "     Встретились вы недалеко от своею корпуса. Ваши друзья, а именно Валера и Юля, неспеша шли со стороны спортивной площадки. \n     Загулялись!.. — с упреком начала Юля.\n     — Где вы были? — с отчаянием спрашивает Валера. Мы вас кое-как отмазали, сказали, что вы в шахматы заигрались... \n     — Да ладно, — вздохнули Вы. — Денисыч уже знает правду. Я ему сказал, где мы были.\n     Юля покачала головой, а Валера \"бросил камень\" в Вашу сторону, словесно, конечно: \n     — Ну ты даешь! Всех заложил! \n     Действительно, не очень хорошая ситуация получилась. Вы оправдываться не стали. Друзья, видя Ваш рассеянный вид, не стали раздувать из этого трагедию.\n     — Димка чуть не утонул, — мрачно промолвили Вы.\n     — Не может быть! Где он? — Юля, услышав такую новость, насторожилась.\n     — В палате, у себя. \n     Вы поспешили в корпус. Дима лежал, закрыв глаза. Рядом на стуле лежала груда мятой одежды.\n     — Ну, рассказывайте, — Валера опустился всем своим немаленьким весом на кровать рядом с Димой, — что с вами такое приключилось. \n     Интересная «хреновина» с нами приключилась, вот что, — отозвался Дима и приподнялся на кровати. — Вот, смотрите! — он показал лодыжку правой ноги. На ней явственно проступали красно-синие следы от чьих-то сильных пальцев.      — Ничего себе!.. — одновременно вырвалось у Валеры с Юлей.\n     — Да уж… Что-то странное тут, — высказались Вы. \n     Здравого объяснения этому никто из вас дать не мог, и вам осталось ждать ужина, после которого лично Вы пойдете помогать повару с посудой.",
    "answers": [
      {
        "id": 26,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 116,
    "text": "     Вы зовете Диму и выбегаете из корпуса. Забегаете за угол и показываете Диме ключ.\n     — Это точно он? — Дима читает ярлык на ключе.      — Откуда я знаю? — отвечаете Вы. — Там другого не было! \n     Осталось ждать Юльку с Валерой. Вы сидите и прислушиваетесь, не идут ли они. Высовываться опасно. Проходит пять минут. Дима не вытерпел и выглянул из-за угла, но… никого не увидел.\n     — Где же они? Этот белобрысый их в медпункт увел, наверное! — горячится Димка. Теперь нужно решать: идти в медпункт или идти к своему корпусу, проверить ключ.",
    "answers": [
      {
        "id": 102,
        "text": "Идти в медпункт 》"
      },
      {
        "id": 70,
        "text": "Идти проверить ключ 》"
      }
    ]
  },
  {
    "id": 117,
    "text": "     — Предупреждаю, я в воду не полезу! — Дима вместе с вами все-таки подходит к группе ребят, среди которых проводят первый конкурс: заплыв на самую длинную дистанцию под водой. \n     — Я поплаваю, но не на время, а так для себя.- Юля, одевшая сегодня новый купальник, потрогала ногой воду. — И вообще, ты принял решение, ты и участвуй! А я не хочу опозорить свой отряд. Тем более с нашего отряда вон сколько желающих!.. \n     Что ж, Вам остается дождаться сигнала судьи и нырять в воду. Оказавшись в речке, невольно вспомнили вчерашний день и тонущего Диму. Но об этом сейчас лучше не думать. Вы стремительно набираете скорость и понимаете, что у Вас есть все шансы на успех. Проходит короткий промежуток времени, и Вы с глубоким ужасом чувствуете прикосновение чего-то холодного к Вашей ноге. Спустя миг это нечто обхватывает Вашу ногу и тащит вниз. Вы, что есть силы, рветесь наверх, но сил не хватает. Вокруг становится все темнее, и воздух в легких заканчивается... \n     Сегодня будет черный день для многих. Здесь подходит к концу эта история... Однако наша жизнь полна сюрпризов и кто знает, не появится ли у Вас шанс исправить роковую ошибку, снова оказавшись в пионерском лагере «Лето»... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 118,
    "text": "     Все разошлись, кто куда. Из всех только Дима очень спешил, боясь быть замеченным кем-нибудь из старших. Он попросил прикрыть его, если кто спросит, где он. Теперь у Вас есть прекрасная возможность погулять по лагерю, осмотреться. Денёк был превосходным, теплым, светлым. Вы гуляли по тропкам, присыпанным мелким гравием. На территории побывали почти на всех точках лагеря. Это были стадион, клуб, утопающий в зелени, компьютерный зал с бильярдной, столовая, включающая в себя даже несколько соток грядок и теплиц, летняя площадка на полянке для дискотек, медпункт, пункт охраны и около двадцати корпусов для отдыхающих и обслуживающего их персонала, включая вожатых.\n     Лагерь был очень неплох для отдыха: много зелени, чистый воздух и протекающая вблизи крупная река, а так же разнообразный досуг и грамотный персонал. Словом, жить можно. \n     Тем временем близилось время обеда, и пора бы уже потихоньку двигаться в сторону столовой.",
    "answers": [
      {
        "id": 121,
        "text": "Идти в столовую 》"
      }
    ]
  },
  {
    "id": 119,
    "text": "     Вы залезли за кустарник и стали ждать. В роще была полная темнота, сосны превратились в больших стражей, ограждающих вас от лунного, пусть слабого, света. Вдали послышался раскат грома. Не исключено, что скоро набегут тучи и будет дождь с грозой. \n     Раздался шлепок.\n     — Ай, — недовольный шепот Валеры, — комары кусают!\n     — Тихо ты! — шипит Юлька и тычет локтем ему в бок. \n     Вы наблюдали за чердаком, приготовившись увидеть что-нибудь ужасное. Дождь все-таки начался. Сначала крупные, капли превращались в моросящий поток. Прошло довольно много времени, прежде чем вы увидели нечто действительно ужасное, настолько ужасное, что ноги Ваши подкосились, и Вы замерли, не зная, что и думать: в окне чердака появился тусклый блик света, еле заметный, словно от свечи или керосиновой лампы! Что это может быть? Вы не видели никого, кто подходил бы к двери кладовой, за которой был вход на чердак. Даже если бы вы не заметили в темноте человека из-за дождя, то услышали бы наверняка, как открывают замок. Но нет... Димка еле слышно проговорил: «Что за чертовщина?». Валера, сам того не замечая, вцепился в Вашу руку. Какое-то мгновение свет дрожал в окне, потом все погасло. Вы стояли, переводя дыхание.\n     Вдруг!!! Сзади послышался легкий шорох листьев, и в следующий миг последовал резкий удар в Вашу спину. Все тело прошил жуткий приступ боли, Вы вскрикнули, друзья обернулись, Юлька оглушительно завизжала... В следующий миг темный силуэт набросился на Валеру и воткнул ему в грудь длинное, широкое лезвие... Что случилось дальше, Вы не увидели. В глазах все помутнело, и Вы повалились на жесткие ветви кустарника...\n     Так закончилась эта история, не раскрыв своей тайны. Вы погибли. Возможно, у Вас будет еще возможность снова оказаться в желтом автобусе по пути в пионерский лагерь, и появится шанс не совершить роковой ошибки...",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 120,
    "text": "     Вы стояли и смотрели вслед уезжающей по мокрому после вчерашнего дождя асфальту машине и не знали, что сейчас делать. В голове творилась полная ерунда после рассказов Юли, и оставалось принимать решение: верить или нет. Если все, что поведала Вам Юля — правда, то дела ой как плохи и надо срочно искать двух человек.\n     Так что Вы намерены делать: отправитесь на поиски того, кто мог бы Вам помочь? Это могут быть: Ваш одноклассник-двоечник Серега, он в лагерь не поехал, ясно почему, или Ваш двоюродный старший брат Леха. Больше никто Вам на ум пока не приходил, или посчитаете, что Юля, как всегда, все преувеличивает и зайдете домой, а вечером видно будет, как пойдут дела, может Юля успокоится и никуда ехать вообще не придется?",
    "answers": [
      {
        "id": 36,
        "text": "Искать двоих для обряда 》"
      },
      {
        "id": 76,
        "text": "Не верить Юле и просто ждать вечера 》"
      }
    ]
  },
  {
    "id": 121,
    "text": "     В столовой ваша компания встретилась. Все, кроме Дмитрия. \n     — Ну и где этот... — с раздражением начала Юля, но остановилась, не найдя подходящего слова.\n     — Этот Дима!.. — продолжил Валера. \n     Дима не пришёл на обед. Возможно, задержался где-то. Вы решили, что надо придумать ему уважительную причину, иначе можно заработать замечаний и тем самым не в лучшем свете выставить свой класс.\n     — Скажем, что у него понос, — усмехнулся Валерка, — диарея, ха-ха! \n     — Отравился завтраком, да, умник? — Юльке не хватает чувства юмора. — Скажем, что заигрался в компьютерном зале, например... \n     — Там не дадут заиграться, — отрезал Валера.\n     — Скажем, что просто не хочет. С собой еды привёз. \n     Когда к столу подошел Семён Денисович, он действительно заметил отсутствие Димы. Вы объяснили, что он немного задерживается, уборку делает. Вопросов не было. По крайне мере, пока. \n     Пообедав, вы втроём вышли из столовой и просто пошли прогуляться.",
    "answers": [
      {
        "id": 63,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 122,
    "text": "     …Около двух часов у ворот собралось несколько групп, включая вашу. Семен Денисович энергично суетился, собирая всех в правильные колонны. Здесь были еще трое вожатых: две студентки педучилиша и одна женщина в возрасте за тридцать, имеющая приличный опыт в работе с подростками. Когда все построились, вас пересчитали, проверили, все ли на месте из тех, кто идёт купаться. И вот все в сборе, и колонна ребят выходит в распахнутые ворота, которые открыл охранник в зеленом камуфляже.\n     Дорога шла через тенистый прохладный лес, потом вы сошли с дороги на тропку и вскоре вышли из леса на берег широкой реки. Здесь множество высоких холмов, летают стаи чаек, и от воды веет прохладой и свежестью. Солнце играет в быстром потоке волн, ослепляя...\n     Проводятся различные конкурсы в воде. Валера как бы с вывихнутой ногой и ему надо прололжать играть роль больного, хотя бы до вечера, а Дима категорически не хочет лезть в реку, поэтому вы просто сидите на теплом песке, наблюдая, как несколько команд весело резвятся в воде, пытаясь заполучить призы в разных играх и конкурсах.\n     Юля, которая надела свой новый купальник, всё же не удержалась и пошла немного поплавать. \n     — Хорошая у нее фигурка... — мечтательно говорит Валера, глядя на неё. Вы с Димкой с ним согласились. Ей скоро шестнадцать, и она действительно превращалась из школьницы в красивую черноволосую девушку.\n     …Сквозь смех и шум ребятни самого разного возраста Вы вдруг слышите далекий треск моторной лодки. Очень скоро его уже можно было явственно различить.\n     — Рыбаки, наверно... — Дима делает предположение.\n     — Не похоже... — Валера всматривается вдаль. \n     И вот к берегу действительно подплывает белая моторная лодка, с нее спрыгивает человек с длинными зелеными волосами и с трезубцем в руке. Он подбегает к первому попавшемуся, кто не успел выбежать на берег, — этим \"счастливчиком\" оказалась Юля — хватает и тащит в лодку.\n     — Сегодня великий праздник! — Наигранным басом обращается человек с зелеными волосами к публике. Сегодня день Нептуна! Мой день! \n     Юля, явно не привыкшая к такому обращению с ней, сопротивляется, пытается вырваться. Ей это удаётся, и она неловко падает в воду.\n     — Что за цирк?.. — Валера удивлен и полон решимости заступиться за Юлю. \n     — А вон еще кто-то, — Дима заливисто смеётся и показывает в сторону леса. Из-за деревьев выбегает несколько ребят небольшого роста, переодетых в рыб и русалок. Они подбегают к Нептуну и начинают показывать представление. . . \n     — Детский сад!.. — к вам подходит Юля, взъерошенная и недовольная. — Взрослый человек вроде бы... — Это же Семён Денисович? — улыбается Дима.\n     — Да, он... — Юля садится на полотенце и смотрит представление. \n     Прошло часа два, прежде чем пришла пора собираться обратно в лагерь.",
    "answers": [
      {
        "id": 123,
        "text": "Вернуться со всеми в лагерь 》"
      }
    ]
  },
  {
    "id": 123,
    "text": " ...Наступил вечер. Солнце почти скрылось за лесом, и опускались сумерки; небо заволокли тучи, будет дождь. Вы уже попили кипяченого молока перед сном и выходили из столовой. Юля заявляет, что ей не хочется идти спать к себе в палату: страшно. Нужно что-то решать: убедить ее, что всё не так уж и плохо, что завтра обязательно слазите на чердак и убедитесь, что никакой мистики нет, а теперь можно спокойно идти спать, можете понаблюдать со стороны, что будет происходить на чердаке ночью (для этого вам надо будет всем вместе выйти из корпуса, когда все уснут, и схорониться где-нибудь неподалеку), а можете попробовать засесть в подвале и подождать: вдруг опасения Юли не напрасны?",
    "answers": [
      {
        "id": 48,
        "text": "Идти спать 》"
      },
      {
        "id": 86,
        "text": "Понаблюдать за чердаком 》"
      },
      {
        "id": 3,
        "text": "Спрятаться в подвале 》"
      }
    ]
  },
  {
    "id": 124,
    "text": "     Вы увидели... забинтованное человеческое тело! Грязные бинты закрывали и лицо, были видны только глаза. Они были закрыты. Вы попятились назад, но далеко уйти не смогли. Глаза открылись, тело дёрнулось, как заводная игрушка, и рука молниеносно схватила Вас за ногу. Вы закричали и рванулись, что было сил, но холодные пальцы только сильнее сжались. Сзади раздался визг и топот ног. Забинтованное существо уронило Вас на пол и потащило к себе. Вы всячески пытаетесь отбиться, но превосходство в силе явно не за Вами. Раздирая Ваше тело когтями, руки существа моментально добираются до Вашей шеи и смыкаются на ней. Вы задыхаетсь, в глазах темнеет...\n     Успеваете увидеть своих друзей. Они колотят неизвестное чудовище досками. Но уже слишком поздно.\n     Здесь эта история заканчивается, пусть и не самым счастливым финалом. Как порой хочется что-то изменить в этой жизни, перевернуть страницу и исправить свои ошибки! Сейчас у Вас есть эта возможность. Если пожелаете, сможете снова оказаться теплым летним деньком в желтом автобусе, везущим Вас в пионерский лагерь «Лето».",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 125,
    "text": "     Втроём зашли к Вам в палату и расположились на Вашей кровати, поближе к окну. У всех в голове был один и тот же вопрос: как мог Дима утонуть в девять, если он приходил позже, уже ночью? Юля пыталась вспомнить всё до мельчайших подробностей:\n     — Он говорил про какого-то чёрта... Про курение... \n     — А помнишь, Юль, две недели назад, — Валера задумчиво глядит в глаза Юле, — опиум. \n     — Ну и что ты хочешь этим сказать? — Юля пытается уловить мысль Валеры. — Я его не крала, у отца взяла, в гараже. И при чем тут...\n     — Пятеро, — Вы стали развивать данную тему. — Нас было пятеро, еще Борька был...\n     — Это точно: БЫЛ, — вставил Валерка, — теперь его нет. Уже неделю, как утоп... \n     — А теперь еще и Димка. . . — Добавила Юля. \n     Может быть, теперь вода для нас опасна? — Вы предположили свою версию. — Может, от опиума в воде сводит мышцы или еще что...\n     — Да ну тебя! — отмахнулся Валера. — Скажешь тоже… \n     — А курили мы на заброшенном пустыре, вечером... — пытается что-нибудь вспомнить Юля.\n     — Там воды близко не было, — Вы пытаетесь поймать связь событий. \n     — И вообще, это просто череда несчастных случаев, и всё!.. — Валера начинает терять терпение. — Не убийства ведь это, в конце концов?!\n     — Может и не убийства. . . И что будем делать? \n     — Я уезжаю из лагеря. — Категорично вдруг заявляет Юля. — Вы как хотите, а Димка посоветовал мне отсюда уходить!\n     Юля замолчала. Вы тоже молчали и обдумывали юлино предложение. Тут Валера, глядевший в окно, подпрыгнул:\n     — Сюда менты идут! \n     Все оживились и вскочили с кровати. Что им тут надо? Через миг открывается дверь и в комнату заходит человек в форме с погонами, недавно выступавший в холле столовой. Из кармана выставлялась рация. Он оглядел вас всех и зычно представился: \n     — Капитан милиции Комилев Евгений Викторович. — Потом указывает на Юлю. — Девушка, прошу вас пройти со мной. \n     Юля опешила, потом заявила, что никуда не пойдет без объяснений. Капитан заверил, что это лишь формальности и все же убедил ее пойти с ним. Еще один миг, и они ушли, хлопнув дверью. В окно Вы видели, как двое милиционеров уводят Юлю прочь. Юля успевает обернуться и бросить на Вас прощальный взгляд...",
    "answers": [
      {
        "id": 106,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 126,
    "text": "     Дима скрылся под водой и больше не появлялся. Вы смотрели на колыхающуюся поверхность реки со странным чувством, ни на что не похожим. На Ваших глазах утонул человек, Ваш одноклассник и друг, а Вы просто стояли и смотрели. Тревога и тяжесть овладели Вашим сердцем. Некоторое время Вы просто стояли и смотрели на воду, где-то в глубине надеясь, что вот-вот вынырнет Дима и, смеясь, крикнет: «Что, испугался?»‚ а потом вы вместе пойдете обратно в лагерь… Но никакого чуда не случилось. Вам придется принять жуткую реальносгь: Трошин Дмитрий утонул. \n     Теперь у Вас два пути: собрать одежду товарища, отнести ее вожатому и сказать: «Мы без спросу убежали на речку, и при непонятных обстоятельствах Дима утонул», или оставить все, как есть, вернуться в лагерь и делать вид, что ничего не произошло.",
    "answers": [
      {
        "id": 28,
        "text": "Рассказать всё вожатому 》"
      },
      {
        "id": 99,
        "text": "Сделать вид, что ничего не видели 》"
      }
    ]
  },
  {
    "id": 127,
    "text": "     — Чего это с ним? — спросил Валера, глядя на уходящего в темноту товарища. Ответ никто из вас не знал, и вы пошли обратно в корпус. Времени на Ваших часах было около трех утра. Надо хоть немного поспать. \n     …Проснулись Вы около семи утра. Спать дальше смысла не было: скоро подъём. Вы посмотрели в окно. Утро казалось поистине добрым, небо нежно-голубое, и сосны радовали глаз своим изяществом и красотой, озарённые бархатными лучами раннего солнца. Вчерашняя встреча с Димой показалась какой-то нелепой, бессмысленной шуткой, оставившей в Вашей памяти неприятный осадок. Кровать Димы была пустой, остальные спали. Вы встали и вышли из корпуса, чтобы умыться. Свежесть утреннего воздуха добавила Вам бодрости, Вы направились к умывальнику, располагающемуся неподалеку, где никого пока не было. Сквозь стволы сосен увидели вдали какое-то оживление, стоял чёрный длинный автобус, и туда-сюда сновали люди в форме и белых халатах. Возможно, что-то случилось. Вы умылись и пошли в корпус относить полотенце и другие умьвальные принадлежности. Очень скоро появился Семён Денисович. Однако сегодня Вы не услышали бодрого клича «Подъём!». Вожатый открыл двери, оглядел спящих и произнес: \n     — Вставайте, ребята. Все в столовую, на собрание. У нас ЧП.",
    "answers": [
      {
        "id": 92,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 128,
    "text": "     …В ту ночь никто не встал из могилы, свечи догорели до основания, а дождь лил до самого утра. \n     На следующий день после этого Вы узнали о смерти Юли — она выбросилась из окна своей квартиры, таково заключение милиции. \n     Ваши же дни превратились для Вас в сущий кошмар: Вы боялись всего и всех, боялись заходить в темный подъезд, боялись мыть руки и выходить на балкон, а ночью… Ночью Вы не спали вообще... \n     Сколько это продолжалось — неизвестно, потому что здесь эта история заканчивается, и нельзя предположить, что станет с Вами в дальнейшем. Не исключено, что в один прекрасный день Вы снова приедете в пионерский лагерь со своими друзьями и сможете многое изменить...",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 129,
    "text": "     Вы подходите к бело-синей машине с мигалкой на крыше. Около неё стоит милиционер и разговаривает по рации, еще один сидит за рулем и курит сигарету. Тут мужчина в синей рубахе убирает рацию и замечает вас. Потом указывает на Юлю и просит подойти. Юля начинает волноваться, спрашивает, в чем дело, но подходит к милиционеру. Тот что-то коротко объясняет ей, затем открывает заднюю дверь машины и чуть не силой садит туда брыкающуюся Юлю, желающую объяснений, что тут происходит. Потом милиционер машет вам рукой, мол, пошли вон. Вы пытаетесь разобраться в чем дело, но вас вежливо попросили идти дальше отдыхать. Не понимая, что к чему, Вы с Валерой вынуждены вернуться к себе в корпус.",
    "answers": [
      {
        "id": 106,
        "text": "Вернуться в корпус без Юли 》"
      }
    ]
  },
  {
    "id": 130,
    "text": "     Отец Юли — владелец набирающей популярность у нас в стране сети магазинов — человек небедный, и он очень любил свою дочь. И у него, разумеется, есть шикарная машина. Юля попросила еще раз позвонить домой. \n     — Это снова я. Слушай, пап, забери нас отсюда сегодня... Я не одна. С другом. \n     — Хорошо, ждем. — Директор смотрел на Юлю с интересом, потом произнес негромко: — Сегодня, так сегодня. . . \n     Времени бьшо уже около девяти вечера… Стемнело рано, небо к вечеру заволокло тучами, а позже закрапал дождь. Вам пришлось ждать полтора часа, прежде чем около металлических ворот остановилась черная легковая машина. Вещи ваши были уже собраны, и скоро вы уезжали прочь от лагеря «Лето».",
    "answers": [
      {
        "id": 87,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 131,
    "text": "     С обратной стороны корпуса было маленькое окошечко в самом низу, около земли. Рядом находилась низенькая деревянная дверца, пройти в которую можно только сильно изогнувшись, но она была на замке.\n     — Да что они везде замки понавешали! — ругается Валера. \n     — Подожди ворчать... — Вы достаёте из кармана ключ, который раздобыли сегодня днем, и пробуете открыть замок. Раздался щелчок, замок поддался.\n     — Ура! — Юля улыбнулась.\n     С легкостью открыли дверцу. Дальше было темно, вообще ничего не видно... \n     Решитесь спуститься в подвал, пойдете спать или понаблюдаете за чердаком, расположившись где-нибудь неподалеку в роще?",
    "answers": [
      {
        "id": 53,
        "text": "Спуститься в подвал 》"
      },
      {
        "id": 48,
        "text": "Идти спать 》"
      },
      {
        "id": 2,
        "text": "Понаблюдать за чердаком 》"
      }
    ]
  },
  {
    "id": 132,
    "text": "     Ночь прошла спокойно, спали Вы прекрасно, ничто не тревожило Ваш сон. Проснулись от какой-то суеты. Когда подняли сонные веки, увидели, что ребята — трое парней — уже поднялись с кроватей и спешно одевались. Никто не смеялся и не шутил, лишь иногда слышался шепот, типа: «Ну и дела» и «Да, начался денек». Вы приподнялись с постели и посмотрели на часы: без двадцати семь. Что происходит? Вы озвучили этот вопрос. \n     — Пока ты спал, за стеной девчонку убили, — бросил один подросток, уже одетый и направляющийся к выходу. Вы застыли, не в состоянии пошевелиться. В голове вспышкой \nвозникло имя «Юля». Господи, только не она! \nНо, как это часто бывает, все пошло наперекор Вашим планам и желаниям, и судьба — или то злой рок, — все расставила по-своему. \n     Юлю нашли мертвой в своей постели. Вы сумели одним глазком взглянугь в её палату. Она лежала бледная, как школьный мел, с всё ещё красивым личиком. Над ее кроватью в потолке зияла приличных размеров дыра, словно люк, тщательно скрываемый всё это время. Однако, это ещё не всё. Примерно через час Вы узнали ещё одну новость: вчера вечером при непонятных пока обстоятельствах погиб Валера, прямо в милицейском участке! Это оказалось уже слишком. Всё происходящее казалось какой-то странной сказкой или сном, всё было слишком ужасно, чтобы казаться правдой. Вы полностью потеряли самообладание и окончательно пали духом. Далее продолжаться истории нет никакого смысла, и здесь она заканчивается. Возможно, Вы решите уехать из лагеря сегодня же и отправиться на пустырь, возможно, встретитесь с тем оборванцем, как и собирались с Юлей, но, как ни печально, всё это уже ничего не изменит и чтобы смерть обошла Вас стороной, нужно настоящее чудо...\n     Ах, если бы снова оказаться в жёлтом автобусе и ехать в пионерский лагерь три дня назад, чтобы всё изменить!",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории 》"
      }
    ]
  },
  {
    "id": 133,
    "text": "     Втроём зашли к Вам в палату и расположились на Вашей кровати, поближе к окну. У всех в голове был один и тот же вопрос: как мог Дима утонуть в девять, если он приходил позже, уже ночью? Стали вспоминать всё, даже самые мелкие детали:\n     — Он говорил про какого-то чёрта... Про курение... \n     — А помнишь, Юль, две недели назад, — Валера задумчиво глядит в глаза Юле, — опиум. \n     — Ну и что ты хочешь этим сказать? — Юля пытается уловить мысль Валеры. — Я его не крала, у отца нашла. И при чем тут…\n     — Пятеро, — Вы стали развивать данную тему. — Нас было пятеро, еще Борька был…\n     — Это точно: БЫЛ, — вставил Валерка, — теперь его нет. Уже неделю как утоп...\n     — А теперь еще и Димка… — добавила Юля. \n     — Может быть, теперь вода для нас опасна? Вы предположили свою версию. — Может, от опиума в воде сводит мышцы или ещё что...\n     — Да ну тебя! — отмахнулся Валера. — Скажешь тоже. . .\n     — А курили мы на заброшенном пустыре, вечером... — пытается что-нибудь вспомнить Юля.\n     — Там воды близко не было, — Вы пытаетесь поймать связь событий. \n     — И вообще, это просто череда несчастных случаев, и всё!.. — Валера начинает терять терпение. — Не убийства ведь это, в конце концов?!\n     — Да, может и не убийства... И что будем делать? — Вам всё это перестаёт нравиться, голова пошла кругом. \n     — Я уезжаю отсюда. — Категорично вдруг заявляет Юля. — Вы как хотите. Вы же сами говорили, что Дима сказал вам уйти отсюда. — Юля замолчала. Вы тоже молчали и обдумывали Юлино предложение.\n     Тут Валера, смотревший в окно, подпрыгнул:\n     — Сюда менты идут! \n     Все оживились и вскочили с кровати. Что им тут надо? Через миг открывается дверь и в комнату заходит человек в форме с погонами, недавно выступавший в холле столовой, из кармана его выставлялась рация. Он оглядел вас всех и зычно представился: \n     — Капитан милиции Комилев, — потом указывает на Валеру, — молодой человек, попрошу пройти со мной. \n     Валера побледнел и, не найдя слов, медленно пошёл к капитану. Вы тоже не знали, что сказать. Еще один миг и они ушли, хлопнув дверью. В окно Вы видели, как два милиционера уходят вместе с Валерой прочь. Валера успевает бросить непонимающий взгляд на ваше окно.",
    "answers": [
      {
        "id": 65,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 134,
    "text": "     Вы вчетвером обошли собор и подошли к большому валуну, который, судя по всему, является частью храма, на нём было искусно выгравировано распятие с непонятными под ним словами. \n     — Слава Богу, этот камень на месте! — проговорил Павел. — Значит, наш Пророк еще недостаточно силен, и без нашей помощи ему не выбраться. Давайте же приготовим ему достойную встречу! — Павел развернул сверток и дал каждому по свече, себе взял длинный кинжал. — Не хватает двух человек! Придется кому-то держать две свечи, но боюсь, что от этого будет мало проку: свечи должны держать пять душ, жаждущих гибели слуги Сатаны... Теперь давайте сдвинем камень с могилы Пророка и откроем дорогу ему! \n     Камень убрать вам не составило труда. После этого Вы, Юля и ее отец встали в круг (скорее, в треугольник) вокруг могилы. Вам с Юлей пришлось взять по две свечи. \n     Павел оглядел всех троих: — Ну что, готовы? Не забудьте слова... \n     И по очереди зажег спичками все свечи. Сам же отошел за валун и присел, зажав в руках кинжал. \n     Шли минуты... Вы втроём монотонно повторяли слова замысловатой молитвы. Степан Степанович напоминал Вам ребенка-переростка, играющего в какую-то нелепую детскую игру, забывшего правила. Но надо отдать ему должное: он не артачился, не говорил, что всё это глупости, вымысел и что уже поздно и давно пора спать, что у него много забот и без этого. Он понимал, что в этот момент он нужен дочери, пусть даже она в чем-то и ошибается сейчас. \n     Но что это? Вам вдруг показалось, что земля двинулась в том месте, где недавно лежал камень. Вы пристально стали всматриваться. Тут ветер подул с новой силой, свечи едва не погасли... Однако никто из вас не сбился с ритма, и ровный тон молитвы продолжал звучать над могилой...",
    "answers": [
      {
        "id": 128,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 135,
    "text": "     Никому не говорите о своих опасениях и наблюдаете, как Юля, повернувшись к Вам лицом и ухватившись за железную лестницу, задом начинает спускаться в подвал. Едва у Юли скрылись плечи, как она радостно заявляет:\n     — Всё. Я на земле! Давай следующий! \n     Следующим полез Валера, потом Вы и последним спускается Дима. Он прикрывает за собой дверь, чтобы не брызгал дождь и слазит с лестницы к вам. Подвальчик оказывается чересчур маленьким, вы стоите бок о бок друг к другу, иначе не получается. Юля осветила все пространство, где вы оказались. Здесь стояли лишь два пустых деревянных ящика квадратной формы, в одном из них сидела кошка. Она испуганно таращила на вас свои большие зеленые глаза, не понимая, что вам здесь стало нужно. \n     — Тесновато... — жалуется Юля и вздыхает. — Но здесь мне как-то спокойнее, чем в палате. \n     Дождь тем временем зарядил на всю катушку. Фонарик погасили... Постепенно глаза стали привыкать к темноте. В маленькое окошечко падал слабый сумеречный свет. Вы стояли и смотрели, как капли разбиваются о землю и траву.\n     — Я вот думаю о том вечере... — шепотом вдруг начала Юля. — Помните, опиум? Пустырь.\n     — Еще бы, — усмехнулся Дима. — Борька ведь утонул после этого, через два дня... Ты это к чему клонишь?\n     — Да просто неспокойно мне как-то последнее время... \n     Повисла тишина. После этих слов Юли, возможно, все признались сами себе, что Юля такая не одна.\n     — Я тоже чуть не утонул, — серъёзно произносит Дима.\n     — И вы что, считаете, что дело в опиуме? — Вполголоса заговорил Валера. \n     — Кто его знает... — Юля продолжает говорить шепотом, как бы в пример Валере. — Там всё-таки кладбище было неподалёку...\n     — И заброшенный собор. — Вы тоже включились в разговор. \n     — Хотите сказать, что Борьку убили злые духи, которым не понравился запах опиума, да? — Валера скептик во многом. \n     — А помните мужика, грязного, оборванца какого-то? — Димка, похоже, что-то вспомнил.\n     — «Больше никогда не курите эту дрянь!» — выпалила Юля. \n     — Точно! — Вы тоже вспомнили мужика, похожего на бомжа, который выгнал вас с пустыря с этими словами. \n     — Он словно взбесился, когда узнал про опиум! — Валера, и все вы вместе с ним, постепенно воссоздали в памяти тот вечер, когда Юля взяла из отцовского гаража опиум и вся ваша компания отправилась на пустырь около леса, где вас никто не увидит. Там стоял полуразрушенный собор, а чуть ближе к лесу — кладбище, только вы его увидели не сразу. Потом откуда-то возник человек, возможно, сторож, и вас выгнал. Но почему он так остро отреагировал на опиум? Может быть, тут есть что-то такое, что всем вам стоит узнать?\n     В подвале вы сидите уже довольно долго. Сами не заметили, как перешли постепенно с шепота на нормальный голос. На улице дождь все лил и лил. Вода потихоньку проникала в подвал, скоро здесь станет сыро.\n     — Ну и долго здесь будем торчать? — не выдерживает, наконец, Валера. \n     Вы посмотрели на часы (подсветив их фонариком): времени было пятнадцать минут первого.\n     — Может, пора уже... \n     В следующий миг на улице раздался шлепающий звук, как будто что-то приличных размеров плюхнулось в лужу. Все как один вздрогнули и тут же замолкли. Юля вцепилась в Вашу руку и испуганно прошептала:\n     — Господи, что там такое? \n     Никто не знал ответа. Валера тоже шепотом произнес, пытаясь как-то успокоить Юлю, и себя:\n     — Что-то упало с крыши... Кирпич, может быть...\n     Через несколько секунд послышались шлёпающие звуки тише, очень напоминающие чьи-то шаги. Вы, затаив дыхание, вглядывались в окошко, пытаясь узнать, что происходит. Очень скоро все вы узнали, что происходит. В метрах трех от стены корпуса по лужам, под проливным дождем, прихрамывая, переваливаясь с ноги на ногу, шагал человек, весь замотанный в бинты, как какая-то мумия. Местами бинты были порваны и волочились по сырой траве. В левой руке страшный незнакомец сжимал железный прут, обрезанный как нож. Человек, если его можно так назвать, повернул голову в вашу сторону и замер, глаза его светились фосфорным отблеском. Все четверо, не исключая Вас, сцепились за руки и прижались друг другу, боясь вздохнуть. Ужас сковал Вас и не было никаких мыслей, кроме: «Он смотрит на нас». Это продолжалось нескончаемо долго, но, наконец, страшный человек отвернулся от окошка и продолжил свой путь медленной походкой, шлепая по мокрой траве. Шаги слышались все дальше и дальше. Вот они полностью скрылись из зоны вашей слышимости. Боясь пошевелиться, вы стояли еще какое-то время, пока не приняли единогласного решения: сейчас же кинуться отсюда наутёк к корпусу вожатых. Без лишнего шума выбираетесь из подвала и со всех ног бросаетесь бежать от этого места.",
    "answers": [
      {
        "id": 136,
        "text": "Бежать к корпусу вожатых 》"
      }
    ]
  },
  {
    "id": 136,
    "text": "     ...Около трех часов утра все вы уже ехали в машине Юлиного отца к тому самому пустырю. Все прошло гладко, без проблем. Юля сразу смогла дозвониться до своего папы. Он приехал довольно быстро. Удивительно, но Степан Степанович не стал докучать излишними вопросами и устраивать семейную сцену воспитания дочери. Возможно, он это оставил на потом. \n     Очертания собора были видны издали. Машину оставили поодаль с включенными фарами, потому что темнота стояла кромешная. Солнце еще не встало, да и тучи пока не разошлись. Благо дождь перестал. Впрочем, все вы всё равно были уже мокрые с ног до головы: не было и речи о том, чтобы перед отъездом возвращаться к себе в корпус, чтобы переодеться.\n     Чем дальше уходили от машины, тем темнее становилось. Скоро смогли различить силуэт какого-то человека. Движения его напоминали косаря травы. Слишком близко подходить не стали.\n     Степан Степанович крикнул: «Кто здесь?». Силуэт замер. Через мгновение дернулся, поднял вверх косу и пошел к вам. Вы насторожились... На незнакомце была одета длинная, явно не по размеру, кожаная с поясом куртка, застёгнутая на все пуговицы и с поднятым воротником. На голове натянута вязаная шапка, из-под которой торчали спутанные длинные пряди волос, на ногах — резиновые сапоги. Он сжимал обеими руками деревянную рукоять косы с длинным лезвием и быстрым шагом шёл к вам. В двух метрах от вас остановился и нервным взглядом оглядел вас.\n     — Кто вы?! — едва не кричал незнакомец. — Что вы здесь ищите?\n     — Вас. — Заговорила Юля. \n     Незнакомец уставился на неё. \n     — Мы уже встречались... — Вы вступили в диалог. — «Больше никогда не курите эту дрянь».\n     — Так это были вы? — человек пугается не на шутку. \n     — Да, мы. — Дима кашлянул и продолжил: — За нами кто-то охотится. — Степан Степанович с интересом взглянул на Диму, тот говорит далее. — Может быть, это всё наши фантазии, но четверым не может чудиться одно и то же...\n     — А где же пятый? Вас было пятеро, — перебил незнакомец, по-прежнему крепко сжимая рукоять косы. \n     — Он мертв, — выпалил Валера таким тоном, как будто Бориса убил этот незнакомец. Ваш собеседник осматривает вас всех и говорит уже более мягко: \n     — Если б вы только знали... Пойдемте со мной. \n     Он разворачивается и идет к собору. Переглянувшись с друзьями, Вы следуете за ним. Мох и трещины на стенах свидетельствуют о длительном запустении собора. Тут и там в траве лежат куски некогда великого строения. Все вшестером проникаете под ступени собора и оказываетесь в маленьком подвальном помещении, сухом и темном.\n     — Здесь крыс нет? — На всякий случай спрашивает Юля. \n     — Нет. — Уверенно ответил незнакомец. Он покопошился в одном из валяющихся здесь ящиков и достал свечу. Чиркнув спичкой, зажег её. Тусклый свет запрыгал по обшарпанным стенам и деревянным ящикам из-под овощей. Стало спокойнее. Незнакомец предложил вам присесть. После этого начал свой рассказ: « Года три назад в этих краях имела место быть губительная Черная Секта. Тогда вокруг этого было много шума... Сотни загубленных душ и судеб. Милиция завела дело на лидера, он называл себя Второй Пророк. . .»\n     — Да-да, я отлично помню это, — спокойным голосом вставил отец Юли. — Второй Пророк... У меня даже осталась подшивка газет со статьями о нем… (В меню \"Дополнительно\" можете прочитать Приложение № 3). \n     — Так вот... — продолжает незнакомец. — Несмотря на открытую глупостъ самой этой идеи сотни человек попали под его влияние. \n     — Ближе к делу... — нервно ёрзает Юля на жёстком ящике. \n     — Да, вы правы... — ваш собеседник чешет густую неопрятную щетину. — Итак… меня зовут Павел... И я собираюсь исправить вашу оплошность. — Он строго посмотрел на вас. — Второй Пророк царствовал среди своих последователей около года. Его, что удивительно, мало интересовали деньги и нажива, он жаждал веры и преданности ему... Я долго следил за ним, изучал его учения по книгам и архивам и пришел к выводу, что он поклоняется не кому иному, как дьяволу, Сатане, или просто Чёрту. Вы можете мне не верить, но я убил Второго Пророка и закопал его около этого собора; я уверен, что эти стены и земля здесь хранят святость до сих пор...\n     Павел сделал паузу, чтобы собраться с мыслями. Все молчали, и Вы тоже, обдумывая в голове услышанное.\n     — Вы пятеро начали Обряд Воскрешения! — вдруг резко выпалил Павел. Все молчали. Павел достал из куртки сверток. — Нас шестеро. Мы проведем Обряд Печати и убьем Второго Пророка...\n     — Вы же убили его! — нервно проговорила Юля. \n     — Я всё сделал, как надо: вбил в грудь осиновый кол и окропил могилу святой водой... Но есть средство, которое нейтрализует все это! Это мята, кровь и опиум. Вы разбудили его и теперь он в силах применять частицу своей дьявольской мощи, а когда он убьет разбудивших его, то воскреснет! Вас было пятеро, и с каждым убитым он становится всё сильнее! Павел сделал паузу. Все по-прежнему молчали. Он, вздохнув, стал продолжать:\n     — Пять человек встают вокруг закопанного тела, продавшего душу Дьяволу человека, и зажигают церковные свечи. После этого произносят хором следующие слова: (смотрите Приложение № 2 в меню \"Дополнительно\"). Шестой человек не жжет свечи и не говорит ни слова: его как бы нет. Когда тело поднимется из-под земли, шестой. . . \n     — А что, тело Пророка должно подняться? — Валера забеспокоился не на шутку. \n     — Да! Чтобы его убить, его надо оживить. Ведь нельзя убить мертвого, верно? А обряд воскрешения вы начали две недели назад, сами того не подозревая! Он воскреснет либо убив вас всех, либо после завершения обряда… Сегодня мы завершим обряд!.. \n     — Я вспомнила, у меня была порезана рука и рана кровоточила тогда… —  Юля добавила еще один кусок в складывающуюся и проясняющуюся картину происходящего. \n     — И поблизости росла мята! Я каждый день всё скашиваю подчистую, но это неэффективный способ борьбы с травой, мрачно произнес Павел. Но давайте я продолжу. Шестой человек должен отрубить голову Пророку, а потом сжечь её на пяти свечах, участвовавших в церемонии... И всё закончится! Вы спросите, почему я сразу не сжег его? Да очень просто: прах унесло бы ветром, и этот Второй Пророк стал бы вездесущ, словно воздух, и провести церемонию Обряда Печати стало бы невозможно: как поймаешь ветер? Да и людей, которые поверили бы мне, я не нашел... Так и живу здесь вот уже почти два года, кошу мяту и стерегу Пророка от фанатиков...\n     Павел поднялся на ноги: -- Но не будем терять времени. Пойдемте наверх, покончим с этим. Сегодня и сейчас. \n     Вы вшестером обошли собор, и подошли к большому валуну, который, судя по всему, является частью храма, на нём было искусно выгравировано распятие с непонятными под ним словами. \n     — Слава Богу, этот камень на месте! — проговорил Павел. — Значит, наш Пророк еще недостаточно силен, и без нашей помощи ему не выбраться. Давайте же приготовим ему достойную встречу! \n     Павел развернул сверток и дал каждому по свече, себе взял длинный кинжал. \n     — Свечи должны держать пять душ, жаждущих гибели слуги Сатаны... Теперь давайте сдвинем камень с могилы Пророка и откроем дорогу ему! \n     Камень убрать вам не составило труда. После этого Вы, Юля, ее отец, Дима и Валера встали в круг вокруг могилы. Павел оглядел всех:\n     — Ну что, готовы? Не забудьте слова…\n     И по очереди зажёг спичками все свечи. Сам де отошёл за валун и присел, зажав в руках кинжал. \n     Шли минуты... Вы впятером монотонно повторяли слова замысловатой молитвы. Степан Степанович напоминал Вам ребёнка-переростка, играющего в какую-то нелепую детскую игру, забывшего правила. Но надо отдать ему должное: он не артачился, не говорил, что всё это глупости, вымысел и что уже поздно и давно пора спать, что у него много забот и без этого. Он понимал, что в этот момент он нужен дочери, пусть даже она в чем-то и ошибается сейчас. \n     Вдруг! Вы заметили движение земли в том месте, где недавно лежал камень. Почва слегка подалась вниз, появилось небольшое углубление. Потом, наподобие песчаной воронки, земля стала осыпаться к центру углубления. Вы не поверили своим глазам, однако не сбились с ритма и ровный тон молитвы продолжает звучать над могилой. Земля тем временем осыпается все быстрее, углубление уже напоминает ямку, словно снизу открывается какой-то люк. Следующие минуты стали первыми минутами в Вашей жизни, когда Вы своими глазами увидели то, что до этого Вам казалось просто невозможным. Из земли стало подниматься нечто бесформенное, напоминающее человеческое тело, облепленное грязью, как глиняное изваяние. Валера с широко раскрытыми глазами сделал шаг назад. Юля, продолжая четко повторять молитву, схватила его за руку, удерживая на месте. Степан Степанович медленно вытер лоб ладонью, как будт проверяя заодно свою температуру. Павел закопошился за булыжником и вам осталось подождать еще две секунды, прежде чем все закончилось. Павел с необычайной скоростью подпрыгнул к поднявшемуся Второму Пророку, сжимая кинжал и... застыл. Мгновение он так и стоял, после чего неистово заорал: \n     — Где голова?! \n     Головы на поднявшемся теле не было.\n     Павел буквально искрошил тело кинжалом, давая выйти всей своей злости и боли, которые копились, возможно, все эти два года‚ пока он жил тут. Наконец, Павел остановился и воткнул кинжал в землю. Тяжело дыша, он повернулся и оглядел вас всех: \n     — Вот и всё, ребята... Я все-таки его упустил. Всё напрасно. \n     Было не понятно, плачет Павел или нет, но ясно было одно: ему сейчас очень плохо.",
    "answers": [
      {
        "id": 137,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 137,
    "text": "     В завершение этой истории следует сказать, что, по сути, это никакое не завершение. Жизнь продолжается, а, значит, в ней найдет место быть и продолжение как этой, так и многих других историй.\n     Сейчас нельзя предположить, что всё-таки произойдёт в дальнейшем с Димой, Валерой, Юлей и Вами, но пока вы остаётесь друзьями, можно быть уверенными: всё будет хорошо!\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Не конец истории 》"
      }
    ]
  },
  {
    "id": 138,
    "text": "ОБ ИГРЕ\n—---------------\n\"Опиум\"\n\nПервая версия (книга-игра): 07.06. — 08.08.2000;\nВторая версия (исправленная, дополненная): 25.06.2011 — 19.02.2012;\nДанная версия (текстовый квест; вер. приложения: 256 ): 09.07. — 23.07.2018; последняя корректировка: 13.03.2019, ссылка ВК — 17.01.2019.\n\nБлагодарность:\n\nДадюшке Олегу за уникальное мобильное приложение \"Текстовые Квесты\";\n\nСовету Квестописцев (глава — ChatNoir, учебники — AntiHero, AlChem; и др.) за активную помощь в написании Квестов;\n\nText Fairy (замечательный сканнер фото(скриншотов) документов для преобразования в другой формат);\n\nPixArt;\n\nIMGonline.com.ua\nОбработка JPEG фотографий онлайн\nВосьмибитная (8bit) пиксельная картинка из фото онлайн.\n",
    "answers": [
      {
        "id": 1,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 139,
    "text": "ДОПОЛНИТЕЛЬНО\n—---------------------------------",
    "answers": [
      {
        "id": 140,
        "text": "Приложение 1 》",
        "need": [
          100
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 141,
        "text": "Приложение 2 》",
        "need": [
          68,
          110,
          136
        ]
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 142,
        "text": "Приложение 3 》",
        "need": [
          68,
          107,
          110,
          136
        ]
      },
      {
        "id": 139,
        "text": "Группа ВК \"Квесты. Хардкор. Пан-Ант\"",
        "url": "https://vk.com/club176793042"
      },
      {
        "id": 1,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 140,
    "text": "ПРИЛОЖЕНИЕ № 1.\n—----------------------------------\n\n     \"Друг пионера\" — спортивный комплекс, куда вы всей компанией наведывались раз в неделю последние лет пять. Борька с Димкой целый час плавали в бассейне, пока Вы, Валера и Юля ждали их в фойе и ели мороженое.\n     Так же было и четырнадцатого июля‚ в ту роковую пятницу. Как обычно, Юля купила три эскимо (Юлин папа прилично зарабатывал и вполне мог выделять дочери достаточно денег на карманные расходы)и вы удобно устроились на деревянных сидениях около большого, во всю стену, окна. Не прошло и двадцати минут, как вы услышали, что кто-то бежит по пустынному коридору. Это оказался Дима, в одних только плавках. Он был взъерошен и напуган, с отчаянием прокричал:\n     — Борька утонул! \n     Все как один вскочили со своих мест и бросились к бассейну. Борис — белокурый высокий парень крепкого телосложения — лежал на мокром кафельном полу уже бездыханный... ",
    "answers": [
      {
        "id": 139,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 141,
    "text": "ПРИЛОЖЕНИЕ № 2.\n—----------------------------------\n\nНебо чисто, как моя душа, как сердце мое \n\nи как вера Твоя! \n\nБез веры пусто небо, без Тебя пуста \n\nземля. к Тебе, Хранитель, взываю я !\n\nСтупай на землю — она Твоя, мы все Твои. \n\nмы ждем Тебя! \n\nНебо опустится, земля разверзнется, \n\nвиновный покается и все мы покаемся! \n\nПриди к нам! Приди к нам! Приди к нам! \n\n",
    "answers": [
      {
        "id": 139,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 142,
    "text": "ПРИЛОЖЕНИЕ № 3. \n—----------------------------------\n\n«Советский вестник», 09.03.1992г. \n\nТретий месяц жители нашего города наблюдают за собраниями, несущие религиозные убеждения и идеи. Число участников пребывает с каждым днем и это заставляет задуматься о способе общения лидера пока неизвестного с его слушателями. Не исключено гипнотическое влияние. Также возникает вопрос: какую \n\nцель преследует лидер? С трудом верится, что он действует исключительно бескорыстно. Я, по долгу своих профессиональных обязанностей, посещала одно из таких собраний недавно. Встреча проходила под открытым небом, был сильный снегопад, но никто не жаловался. Народ благоговейно внимал лидеру — худощавому обросшему мужчине, называвшему себя Второй Пророк. Нужно отметить, что он был \nбез каких-либо помощников и ассистентов. Он работал — а иначе, чем работой я это назвать не могу — абсолютно один. Я долго пыталась вникнуть в суть его речей, но увы! Возможно, мне недостает веры‚ а может, я просто смотрю на мир трезво и здравомысляще?..\n\nВертовцева Мария \n\n\n\n«Советский вестник», 23.01.1993г. \n\n     ...Просто наши сердца очерствели в серых потоках будней и мы не хотим поверить тому‚ кто и вправду желает нам добра. Он не просит ничего взамен, он бескорыстен и великодушен, чему и нам нужно у него \n\nпоучиться! \n\nВертовцеваМария\n\n\n\n",
    "answers": [
      {
        "id": 139,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 143,
    "text": "ФИНАЛ ИСТОРИИ\n—------------------------------\n     Открывайте разные концовки истории и смотрите их здесь.",
    "answers": [
      {
        "id": 143,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_str_set": [
          "global play_sound_once",
          "strah2"
        ]
      },
      {
        "id": 1,
        "text": "《 НАЗАД"
      },
      {
        "id": 144,
        "text": "1.) - Что за чертовщина?",
        "need": 7,
        "need_ever": true
      },
      {
        "id": 145,
        "text": "2.) - Дядя Степа звонил.",
        "need": 36,
        "need_ever": true
      },
      {
        "id": 146,
        "text": "3.) Здесь кромешная тьма...",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 147,
        "text": "4.) Темный силуэт",
        "need": 48,
        "need_ever": true
      },
      {
        "id": 148,
        "text": "5.) Черный силуэт",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 149,
        "text": "6.) ...Из корпуса на улицу",
        "need": 67,
        "need_ever": true
      },
      {
        "id": 150,
        "text": "7.) Телефонный звонок",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 151,
        "text": "8.) Здесь кромешная тьма",
        "need": 82,
        "need_ever": true
      },
      {
        "id": 152,
        "text": "9.) Кнопка с цифрой \"1\"",
        "need": 98,
        "need_ever": true
      },
      {
        "id": 153,
        "text": "10.) Нырять в воду",
        "need": 117,
        "need_ever": true
      },
      {
        "id": 154,
        "text": "11.) Темный силуэт набросился",
        "need": 119,
        "need_ever": true
      },
      {
        "id": 155,
        "text": "12.) Неизвестное чудовище",
        "need": 124,
        "need_ever": true
      },
      {
        "id": 156,
        "text": "13.) Сущий кошмар",
        "need": 128,
        "need_ever": true
      },
      {
        "id": 157,
        "text": "14.) За стеной",
        "need": 132,
        "need_ever": true
      },
      {
        "id": 158,
        "text": "15.) Все будет хорошо!",
        "need": 136,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "《 НАЗАД",
        "need": [
          7,
          37,
          48,
          62,
          67,
          82,
          119
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 144,
    "text": "     Резная беседка была густо опутана вьюном. Двери не было, но из-за густой растительности вас вряд ли кто-то увидит. Вы расположились на лавочках и уставились на окно на чердаке. Все было тихо, лишь далеко слышались раскаты грома да писк комаров над ухом. Скоро закрапал дождь. Прошло довольно много времени, прежде чем Вы увидели нечто такое, что заставило Вас содрогнуться, ваши поджилки завибрировали и по спине к затылку стала подбираться холодная парализующая дрожь. Когда Валера в очередной раз начал повторять свою фразу: «Чего мы здесь ждем?»‚ в окне чердака появился тусклый блик света, еле заметный, словно от свечи. Вы не видели никого, кто подходил бы к двери кладовой, за которой был вход на чердак. Даже если бы Вы не заметили в темноте человека, то услышали бы наверняка как открывают замок. Но нет... \n     Димка еле слышно проговорил: — Что за чертовщина? \n     Тем временем дождь зарядил на всю катушку и неудивительно, что Вы не услышали шагов за вашими спинами. Чьи-то руки вцепились в Вашу шею и стали душить, раздирая кожу на горле кривыми когтями. Юля завизжала и отпрыгнула, еще не сообразив, в чем дело. Кто-то из друзей пытается оторвать страшного незнакомца от Вас, но Вы уже теряете сознание, в голове ясно слышите только пульсирующий стук, а через несколько минут Вы покинете этот мир и здесь эта история закончится. Однако кто знает, не \nначнется ли она заново, и не окажетесь ли Вы снова светлым теплым деньком в желтом автобусе по дороге в «Лето» ?.. ",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 145,
    "text": "     Сегодня был понедельник и Алексея Вы не застали дома: он был на работе. Что касается Сергея, то он на все лето уехал к своей бабушке. Сдал кое-как экзамены и уехал... Вариантов не оставалось, кроме как ехать домой. Время только-только перевалило за полдень, солнце начинало прилично пригревать, погода, побаловавшись, снова становилась прежней. Прыгнули в трамвай и через сорок минут уже были дома… \n     …Но дома Вам сообщили ужасную новость. Открыла дверь сестра (Ваши папа и мама, как все нормальные советские (вернее, уже четыре года как российские) люди, в это время находились на работе). Она поздоровалась, подождала, когда Вы переоденетесь, после чего заявила: \n     — Дядя Степа звонил.\n     Вы посмотрели на сестру, не сдерживая любопытства; в глубине души почувствовали неладное.\n     — Юля умерла... — Тихо сказала она. \n     Внутри у вас все оборвалось. Эта новость оказалась слишком страшной, слишком тяжелой и слишком ненужной сейчас. \n     — Она выбросилась из окна, — продолжает далекий голос сестры. Вы уже ничего не \nвидите и не слышите: голову наполняют боль, бессилие и страх...\n\n     Последующие дни превратились для вас в сущий кошмар: Вы боялись всего и всех, боялись оставаться в комнате один, боялись темноты и воды, а ночью... Ночью Вы не спали вообще.\n     Сколько это продолжалось — неизвестно, потому что здесь эта история заканчивается и нельзя предположить, что станет с Вами в дальнейшем. Не исключено, что в один прекрасный день Вы снова приедете в пионерский лагерь со своими друзьями и сможете многое изменить...\n",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 146,
    "text": "     …Через мгновение получаете сильный удар в спину и летите на пол. Секунду приходите в себя, пытаясь сообразить, что происходит. Вы изо всех сил стараетесь подняться, и тут Вам между лопаток врезается лезвие чего-то острого, наверное, ножа. Боль накрывает Вас, парализуя мысли и движения, шок сковывает тело. Здесь кромешная тьма, и понять что-либо Вы не в состоянии. Вы валитесь на холодный пол, не в силах сдерживать отчаянный крик боли и ужаса, но из горла вырывается только захлебывающийся хрип. Последние секунды Вашей жизни длятся мучительно долго, после чего пустота, легкость и… конец этой истории. Жизнь не прощает роковых ошибок, и что-либо исправить подчас невозможно, но кто знает, не окажитесь ли Вы снова теплым светлым деньком в желтом автобусе по дороге в «Лето». . . ",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 147,
    "text": "     Хорошее решение — пойти спать. Настоятельно убедили своих друзей, что это оптимальный сейчас вариант. Юля отправилась к себе, а Вы с Валерой и Димой — к себе.\n     Стемнело. Вы уснули...\n     Странное предчувствие заставило Вас проснуться. К Вам приближался тёмный силуэт. Один миг Вы пытались рассмотреть, кто это, и так сложилась Ваша судьба, что именно этот миг Вас погубил, потому что тёмный силуэт кинулся к Вам со стальным лезвием, через секунду это лезвие вонзилось в ваше незащищённое тело; приступ судорожной боли охватил Вас. Вместо крика из вашего горла вырвался тяжёлый захлёбывающийся рев... Темнота и полная неизвестность окутала Вас, провожая из этого мира.\n     Вы погибли, уткнувшись в тонкий матрас, пропитывая его своей кровью... Что стало с Вашими друзьями — осталось загадкой, да Вам уже было всё равно... Так закончилась эта история с несчастливым концом, но кто знает, не начнётся ли она заново, и не окажетесь ли Вы снова в жёлтом автобусе, везущим Вас светлым и радостным днём в пионерский лагерь «Лето»... \n",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 148,
    "text": "     Возможно, не самый плохой вариант: спуститься пешком по ступенькам. В подъезде было пустынно и тихо, лишь за окнами стучал дождь, и изредка слышались далекие раскаты грома. Между этажами на пролетах горели лампочки, так что света хватало. Вы смело начали путь. Когда Вы миновали пятый этаж, на улице раздался оглушительный грохот, да такой, что стёкла задребезжали, а сердце Ваше сжалось и чуть не ушло в пятки! Две секунды Вы стояли, не шелохнувшись. Когда сделали следующий шаг, сверкнула белая вспышка и все лампочки, как одна, со звоном лопнули. Вы остались в темноте. И вот сейчас Вам стало не по себе; через мгновение Вам стало страшно; через три секунды Вами овладел дикий ужас, мозг, что было силы бил тревогу, и дал команду: «Бежать!!!». Вы рванулись вперед и вприпрыжку понеслись вниз, к заветному первому этажу. В темноте едва различали очертания перил и углов стен... \n     Из-за следующего угла Вам навстречу вышла черная фигура кого-то! Вы с размаху налетели на незнакомца и через миг оказались на полу. Чёрный силуэт склонился над Вами, а потом пришла боль. Острая боль, пронизывающая живот. Дикая судорога свела всё тело, из горла вырвался протяжный стон. Одежда промокла насквозь от горячей липкой жидкости, руки безуспешно пытались остановить ее поток из раны, но всё напрасно. Холодный бетонный пол — место Вашего последнего пребывания в этом мире... \n     Здесь эта история заканчивается, пусть и не самым счастливым финалом. Как порой хочется что-то изменить в этой жизни, перевернуть страницу и исправить свои ошибки! Сейчас у Вас есть эта возможность. Если пожелаете, сможете снова оказаться теплым летним деньком в жёлтом автобусе, везущем Вас в пионерский лагерь «Лето».",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 149,
    "text": "     Вы тихонечко встали с кровати и на цыпочках направились к выходу. Дверь негромко скрипнула. В коридоре было темно и угнетающе, стояла полная тишина, лишь за окном пели свою песню сверчки... Может быть, Юлька пришла? Вы решили выйти из корпуса на улицу. Над выходом тускло светла лампочка; Вы по низеньким ступенькам спустились с крыльца и осмотрелись. Никого нет... Вдруг!.. Сверху на Вас грохнулось нечто тяжелое, Вы не удержались и повалились на траву. В следующий миг вашу шею обхватили чьи-то холодные руки и стали душить. Вы пытались хоть как-то вывернуться, чтобы встать на ноги, но кто-то, прижав Вас плотно к земле лицом, не оставлял Вам ни малейшего шанса: Вы не могли даже пошевелиться. В глазах закружились яркие пятна, тело охватил приступ разрывающей нестерпимой боли, ноги инстинктивно заколотили по земле, словно Вы хотели убежать куда-нибудь подальше от всего этого, но увы... Наступила смерть. И конец этой истории. Однако, в запасе есть еще одна, где многое будет по-другому и которая, возможно, приоткроет завесу неизвестности событий, происходящих с Вашей компанией, и кто знает, чем она закончится. . .",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 150,
    "text": "     Времени было почти полдевятого. Родители, конечно же, уже на работе. Пришлось звонить в дверь несколько раз, прежде чем ее открыли.\n     — …Ты откуда? — заспанная сестра не очень рада Вашему столь раннему для нее визиту. — Ты что, из лагеря сбежал?\n     — Ага, — Вы не хотели посвящать её во все подробности. \n     — Ну и влетит тебе вечером! — Бросила двенадцатилетняя сестра и побыстрее отправилась обратно в свою комнату. Вы тоже решили, что поспать не помешает. Слишком эмоциональным выдалось утро. Прошли в свою просторную комнату с большим окном, бросили сумку на стул и бухнулись на диван.\n     …Часа через два Вас разбудил телефонный звонок. Сестра все еще спала, так что трубку пришлось взять Вам. Звонил Степан Степанович:\n     — ...Юля выбросилась из окна. \n     — Как это?.. — Вы не поверили своим ушам. Это новость оказалась как гром среди ясного неба. — ...Она сама?.. Что же это?.. \n     — Я не знаю, что с ней случилось… — голос отца Юли был тихим, ровным. Он словно искал утешения у Вас, но Вы не знали, как тут помочь... \n     Последующие дни превратились для Вас в сущий кошмар: Вы боялись всего и всех, боялись оставаться в комнате один, боялись темноты и воды, а ночью... Ночью Вы не спали вообще.\n     Сколько это продолжалось, неизвестно, потому что здесь эта история заканчивается и нельзя предположить, что станет с Вами в дальнейшем. Не исключено, что Вы в один прекрасный день снова приедете в пионерский лагерь со своими друзьями и сможете многое изменить...",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 151,
    "text": "     …Через мгновение получаете сильный удар в спину и летите на пол. Секунду приходите в себя, пытаясь сообразить, что происходит. Вы изо всех сил стараетесь подняться, и тут Вам между лопаток врезается лезвие чего-то острого, наверное, ножа. Боль накрывает Вас, парализуя мысли и движения, шок сковывает тело. Здесь кромешная тьма, и понять что-либо Вы не в состоянии. Вы валитесь на холодный пол, не в силах сдерживать отчаянный крик боли и ужаса, но из горла вырывается только захлебывающийся хрип. Последние секунды Вашей жизни длятся мучительно долго, после чего — пустота, легкость и... конец этой истории. Жизнь не прощает роковых ошибок, и исправить что-либо подчас невозможно, но кто знает, не окажитесь ли Вы снова теплым светлым деньком в желтом автобусе по дороге в «Лето»...",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 152,
    "text": "     Не видели смысла топать семь этажей, когда был лифт и, возможно, оказались правы. В подъезде было пустынно и тихо, стучащий за окном дождь словно подчеркивал эхом воцарившуюся тишину. Лифт подошел почти сразу. Вы вошли в кабинку и нажали круглую кнопку с цифрой « 1 ». Двери с грохотом закрылись. Лифт поехал. Через какой то миг раздался далекий раскат грома. Стенки лифта содрогнулись и кабинка остановилась. Вы не могли понять, что же случилось. Снова стало тихо. Через еще один миг лампочка на потолке замерцала, то вспыхивала ярко, то почти полностью гасла, как будто ей не хватало мощности разгореться. Вы забеспокоились. Поначалу не придали большого значения произошедшему: подумаешь, лифт застрял, обычное дело. Но в скором времени начинали понимать, что все не так просто. В любой другой день — да, это было бы обычным делом, но только не сегодня. И не сейчас. В доказательство этому лампочка на потолке с шеборшащим треском погасла и больше не зажглась. Вы остались в полной темноте. Теперь Вас охватила судорожная дрожь, заставив трястись каждую поджилку Вашего тела. Вы принялись пальцами тыкать все кнопки подряд в надежде найти кнопку аварийного вызова диспетчера, но пользы это не принесло никакой. Вы вдруг почувствовали запах гари. На потолке появилось слабое свечение. Разгорающиеся искры!!. Запах с каждой секундой усиливался и вскоре потолок вспыхнул красно-синим пламенем. Вы заколотили кулаками в двери, чтобы кто-нибудь услышал и помог. С потолка начали падать черные капли расплавленной изоляции проводов и пластка. Пламя охватило всю верхнюю часть кабинки и принялось спускаться вниз, по стенкам. Вам пришлось сесть на корточки, чтобы на несколько минут продлить себе жизнь. Вы уже поняли, что все кончено. Закончилась Ваша жизнь и эта история. Что стало с Валерой и Юлей, Вам не дано узнать, да и не до них Вам сейчас. После адской муки в огненной кабинке лифта наступила пустота, пришло спокойствие и вечность... Не самый лучший финал, но с другой стороны, все закончилось, да и жизнь наша полна загадок: кто знает, не окажетесь ли Вы снова в жёлтом автобусе, который повезет Вас пятничным полднем в пионерский лагерь «Лето» ...",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 153,
    "text": "     — Предупреждаю, я в воду не полезу! — Дима вместе с вами все-таки подходит к группе ребят, среди которых проводят первый конкурс: заплыв на самую длинную дистанцию под водой. \n     — Я поплаваю, но не на время, а так для себя.- Юля, одевшая сегодня новый купальник, потрогала ногой воду. — И вообще, ты принял решение, ты и участвуй! А я не хочу опозорить свой отряд. Тем более с нашего отряда вон сколько желающих!.. \n     Что ж, Вам остается дождаться сигнала судьи и нырять в воду. Оказавшись в речке, невольно вспомнили вчерашний день и тонущего Диму. Но об этом сейчас лучше не думать. Вы стремительно набираете скорость и понимаете, что у Вас есть все шансы на успех. Проходит короткий промежуток времени, и Вы с глубоким ужасом чувствуете прикосновение чего-то холодного к Вашей ноге. Спустя миг это нечто обхватывает Вашу ногу и тащит вниз. Вы, что есть силы, рветесь наверх, но сил не хватает. Вокруг становится все темнее, и воздух в легких заканчивается... \n     Сегодня будет черный день для многих. Здесь подходит к концу эта история... Однако наша жизнь полна сюрпризов и кто знает, не появится ли у Вас шанс исправить роковую ошибку, снова оказавшись в пионерском лагере «Лето»... ",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 154,
    "text": "     Вы залезли за кустарник и стали ждать. В роще была полная темнота, сосны превратились в больших стражей, ограждающих вас от лунного, пусть слабого, света. Вдали послышался раскат грома. Не исключено, что скоро набегут тучи и будет дождь с грозой. \n     Раздался шлепок.\n     — Ай, — недовольный шепот Валеры, — комары кусают!\n     — Тихо ты! — шипит Юлька и тычет локтем ему в бок. \n     Вы наблюдали за чердаком, приготовившись увидеть что-нибудь ужасное. Дождь все-таки начался. Сначала крупные, капли превращались в моросящий поток. Прошло довольно много времени, прежде чем вы увидели нечто действительно ужасное, настолько ужасное, что ноги Ваши подкосились, и Вы замерли, не зная, что и думать: в окне чердака появился тусклый блик света, еле заметный, словно от свечи или керосиновой лампы! Что это может быть? Вы не видели никого, кто подходил бы к двери кладовой, за которой был вход на чердак. Даже если бы вы не заметили в темноте человека из-за дождя, то услышали бы наверняка, как открывают замок. Но нет... Димка еле слышно проговорил: «Что за чертовщина?». Валера, сам того не замечая, вцепился в Вашу руку. Какое-то мгновение свет дрожал в окне, потом все погасло. Вы стояли, переводя дыхание.\n     Вдруг!!! Сзади послышался легкий шорох листьев, и в следующий миг последовал резкий удар в Вашу спину. Все тело прошил жуткий приступ боли, Вы вскрикнули, друзья обернулись, Юлька оглушительно завизжала... В следующий миг темный силуэт набросился на Валеру и воткнул ему в грудь длинное, широкое лезвие... Что случилось дальше, Вы не увидели. В глазах все помутнело, и Вы повалились на жесткие ветви кустарника...\n     Так закончилась эта история, не раскрыв своей тайны. Вы погибли. Возможно, у Вас будет еще возможность снова оказаться в желтом автобусе по пути в пионерский лагерь, и появится шанс не совершить роковой ошибки...",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 155,
    "text": "     Вы увидели... забинтованное человеческое тело! Грязные бинты закрывали и лицо, были видны только глаза. Они были закрыты. Вы попятились назад, но далеко уйти не смогли. Глаза открылись, тело дёрнулось, как заводная игрушка, и рука молниеносно схватила Вас за ногу. Вы закричали и рванулись, что было сил, но холодные пальцы только сильнее сжались. Сзади раздался визг и топот ног. Забинтованное существо уронило Вас на пол и потащило к себе. Вы всячески пытаетесь отбиться, но превосходство в силе явно не за Вами. Раздирая Ваше тело когтями, руки существа моментально добираются до Вашей шеи и смыкаются на ней. Вы задыхаетсь, в глазах темнеет...\n     Успеваете увидеть своих друзей. Они колотят неизвестное чудовище досками. Но уже слишком поздно.\n     Здесь эта история заканчивается, пусть и не самым счастливым финалом. Как порой хочется что-то изменить в этой жизни, перевернуть страницу и исправить свои ошибки! Сейчас у Вас есть эта возможность. Если пожелаете, сможете снова оказаться теплым летним деньком в желтом автобусе, везущим Вас в пионерский лагерь «Лето».",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 156,
    "text": "     …В ту ночь никто не встал из могилы, свечи догорели до основания, а дождь лил до самого утра. \n     На следующий день после этого Вы узнали о смерти Юли — она выбросилась из окна своей квартиры, таково заключение милиции. \n     Ваши же дни превратились для Вас в сущий кошмар: Вы боялись всего и всех, боялись заходить в темный подъезд, боялись мыть руки и выходить на балкон, а ночью… Ночью Вы не спали вообще... \n     Сколько это продолжалось — неизвестно, потому что здесь эта история заканчивается, и нельзя предположить, что станет с Вами в дальнейшем. Не исключено, что в один прекрасный день Вы снова приедете в пионерский лагерь со своими друзьями и сможете многое изменить...",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 157,
    "text": "     Ночь прошла спокойно, спали Вы прекрасно, ничто не тревожило Ваш сон. Проснулись от какой-то суеты. Когда подняли сонные веки, увидели, что ребята — трое парней — уже поднялись с кроватей и спешно одевались. Никто не смеялся и не шутил, лишь иногда слышался шепот, типа: «Ну и дела» и «Да, начался денек». Вы приподнялись с постели и посмотрели на часы: без двадцати семь. Что происходит? Вы озвучили этот вопрос. \n     — Пока ты спал, за стеной девчонку убили, — бросил один подросток, уже одетый и направляющийся к выходу. Вы застыли, не в состоянии пошевелиться. В голове вспышкой \nвозникло имя «Юля». Господи, только не она! \nНо, как это часто бывает, все пошло наперекор Вашим планам и желаниям, и судьба — или то злой рок, — все расставила по-своему. \n     Юлю нашли мертвой в своей постели. Вы сумели одним глазком взглянугь в её палату. Она лежала бледная, как школьный мел, с всё ещё красивым личиком. Над ее кроватью в потолке зияла приличных размеров дыра, словно люк, тщательно скрываемый всё это время. Однако, это ещё не всё. Примерно через час Вы узнали ещё одну новость: вчера вечером при непонятных пока обстоятельствах погиб Валера, прямо в милицейском участке! Это оказалось уже слишком. Всё происходящее казалось какой-то странной сказкой или сном, всё было слишком ужасно, чтобы казаться правдой. Вы полностью потеряли самообладание и окончательно пали духом. Далее продолжаться истории нет никакого смысла, и здесь она заканчивается. Возможно, Вы решите уехать из лагеря сегодня же и отправиться на пустырь, возможно, встретитесь с тем оборваннем, как и собирались с Юлей, но, как ни печально, всё это уже ничего не изменит и чтобы смерть обошла Вас стороной, нужно настоящее чудо...\n     Ах, если бы снова оказаться в жёлтом автобусе и ехать в пионерский лагерь три дня назад, чтобы всё изменить!",
    "answers": [
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 158,
    "text": "     Никому не говорите о своих опасениях и наблюдаете, как Юля, повернувшись к Вам лицом и ухватившись за железную лестницу, задом начинает спускаться в подвал. Едва у Юли скрылись плечи, как она радостно заявляет:\n     — Всё. Я на земле! Давай следующий! \n     Следующим полез Валера, потом Вы и последним спускается Дима. Он прикрывает за собой дверь, чтобы не брызгал дождь и слазит с лестницы к вам. Подвальчик оказывается чересчур маленьким, вы стоите бок о бок друг к другу, иначе не получается. Юля осветила все пространство, где вы оказались. Здесь стояли лишь два пустых деревянных ящика квадратной формы, в одном из них сидела кошка. Она испуганно таращила на вас свои большие зеленые глаза, не понимая, что вам здесь стало нужно. \n     — Тесновато... — жалуется Юля и вздыхает. — Но здесь мне как-то спокойнее, чем в палате. \n     Дождь тем временем зарядил на всю катушку. Фонарик погасили... Постепенно глаза стали привыкать к темноте. В маленькое окошечко падал слабый сумеречный свет. Вы стояли и смотрели, как капли разбиваются о землю и траву.\n     — Я вот думаю о том вечере... — шепотом вдруг начала Юля. — Помните, опиум? Пустырь.\n     — Еще бы, — усмехнулся Дима. — Борька ведь утонул после этого, через два дня... Ты это к чему клонишь?\n     — Да просто неспокойно мне как-то последнее время... \n     Повисла тишина. После этих слов Юли, возможно, все признались сами себе, что Юля такая не одна.\n     — Я тоже чуть не утонул, — серъёзно произносит Дима.\n     — И вы что, считаете, что дело в опиуме? — Вполголоса заговорил Валера. \n     — Кто его знает... — Юля продолжает говорить шепотом, как бы в пример Валере. — Там всё-таки кладбище было неподалёку...\n     — И заброшенный собор. — Вы тоже включились в разговор. \n     — Хотите сказать, что Борьку убили злые духи, которым не понравился запах опиума, да? — Валера скептик во многом. \n     — А помните мужика, грязного, оборванца какого-то? — Димка, похоже, что-то вспомнил.\n     — «Больше никогда не курите эту дрянь!» — выпалила Юля. \n     — Точно! — Вы тоже вспомнили мужика, похожего на бомжа, который выгнал вас с пустыря с этими словами. \n     — Он словно взбесился, когда узнал про опиум! — Валера, и все вы вместе с ним, постепенно воссоздали в памяти тот вечер, когда Юля взяла из отцовского гаража опиум и вся ваша компания отправилась на пустырь около леса, где вас никто не увидит. Там стоял полуразрушенный собор, а чуть ближе к лесу — кладбище, только вы его увидели не сразу. Потом откуда-то возник человек, возможно, сторож, и вас выгнал. Но почему он так остро отреагировал на опиум? Может быть, тут есть что-то такое, что всем вам стоит узнать?\n     В подвале вы сидите уже довольно долго. Сами не заметили, как перешли постепенно с шепота на нормальный голос. На улице дождь все лил и лил. Вода потихоньку проникала в подвал, скоро здесь станет сыро.\n     — Ну и долго здесь будем торчать? — не выдерживает, наконец, Валера. \n     Вы посмотрели на часы (подсветив их фонариком): времени было пятнадцать минут первого.\n     — Может, пора уже... \n     В следующий миг на улице раздался шлепающий звук, как будто что-то приличных размеров плюхнулось в лужу. Все как один вздрогнули и тут же замолкли. Юля вцепилась в Вашу руку и испуганно прошептала:\n     — Господи, что там такое? \n     Никто не знал ответа. Валера тоже шепотом произнес, пытаясь как-то успокоить Юлю, и себя:\n     — Что-то упало с крыши... Кирпич, может быть...\n     Через несколько секунд послышались шлёпающие звуки тише, очень напоминающие чьи-то шаги. Вы, затаив дыхание, вглядывались в окошко, пытаясь узнать, что происходит. Очень скоро все вы узнали, что происходит. В метрах трех от стены корпуса по лужам, под проливным дождем, прихрамывая, переваливаясь с ноги на ногу, шагал человек, весь замотанный в бинты, как какая-то мумия. Местами бинты были порваны и волочились по сырой траве. В левой руке страшный незнакомец сжимал железный прут, обрезанный как нож. Человек, если его можно так назвать, повернул голову в вашу сторону и замер, глаза его светились фосфорным отблеском. Все четверо, не исключая Вас, сцепились за руки и прижались друг другу, боясь вздохнуть. Ужас сковал Вас и не было никаких мыслей, кроме: «Он смотрит на нас». Это продолжалось нескончаемо долго, но, наконец, страшный человек отвернулся от окошка и продолжил свой путь медленной походкой, шлепая по мокрой траве. Шаги слышались все дальше и дальше. Вот они полностью скрылись из зоны вашей слышимости. Боясь пошевелиться, вы стояли еще какое-то время, пока не приняли единогласного решения: сейчас же кинуться отсюда наутёк к корпусу вожатых. Без лишнего шума выбираетесь из подвала и со всех ног бросаетесь бежать от этого места.",
    "answers": [
      {
        "id": 159,
        "text": "Бежать к корпусу вожатых 》"
      },
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 159,
    "text": "     ...Около трех часов утра все вы уже ехали в машине Юлиного отца к тому самому пустырю. Все прошло гладко, без проблем. Юля сразу смогла дозвониться до своего папы. Он приехал довольно быстро. Удивительно, но Степан Степанович не стал докучать излишними вопросами и устраивать семейную сцену воспитания дочери. Возможно, он это оставил на потом. \n     Очертания собора были видны издали. Машину оставили поодаль с включенными фарами, потому что темнота стояла кромешная. Солнце еще не встало, да и тучи пока не разошлись. Благо дождь перестал. Впрочем, все вы всё равно были уже мокрые с ног до головы: не было и речи о том, чтобы перед отъездом возвращаться к себе в корпус, чтобы переодеться.\n     Чем дальше уходили от машины, тем темнее становилось. Скоро смогли различить силуэт какого-то человека. Движения его напоминали косаря травы. Слишком близко подходить не стали.\n     Степан Степанович крикнул: «Кто здесь?». Силуэт замер. Через мгновение дернулся, поднял вверх косу и пошел к вам. Вы насторожились... На незнакомце была одета длинная, явно не по размеру, кожаная с поясом куртка, застёгнутая на все пуговицы и с поднятым воротником. На голове натянута вязаная шапка, из-под которой торчали спутанные длинные пряди волос, на ногах — резиновые сапоги. Он сжимал обеими руками деревянную рукоять косы с длинным лезвием и быстрым шагом шёл к вам. В двух метрах от вас остановился и нервным взглядом оглядел вас.\n     — Кто вы?! — едва не кричал незнакомец. — Что вы здесь ищите?\n     — Вас. — Заговорила Юля. \n     Незнакомец уставился на неё. \n     — Мы уже встречались... — Вы вступили в диалог. — «Больше никогда не курите эту дрянь».\n     — Так это были вы? — человек пугается не на шутку. \n     — Да, мы. — Дима кашлянул и продолжил: — За нами кто-то охотится. — Степан Степанович с интересом взглянул на Диму, тот говорит далее. — Может быть, это всё наши фантазии, но четверым не может чудиться одно и то же...\n     — А где же пятый? Вас было пятеро, — перебил незнакомец, по-прежнему крепко сжимая рукоять косы. \n     — Он мертв, — выпалил Валера таким тоном, как будто Бориса убил этот незнакомец. Ваш собеседник осматривает вас всех и говорит уже более мягко: \n     — Если б вы только знали... Пойдемте со мной. \n     Он разворачивается и идет к собору. Переглянувшись с друзьями, Вы следуете за ним. Мох и трещины на стенах свидетельствуют о длительном запустении собора. Тут и там в траве лежат куски некогда великого строения. Все вшестером проникаете под ступени собора и оказываетесь в маленьком подвальном помещении, сухом и темном.\n     — Здесь крыс нет? — На всякий случай спрашивает Юля. \n     — Нет. — Уверенно ответил незнакомец. Он покопошился в одном из валяющихся здесь ящиков и достал свечу. Чиркнув спичкой, зажег её. Тусклый свет запрыгал по обшарпанным стенам и деревянным ящикам из-под овощей. Стало спокойнее. Незнакомец предложил вам присесть. После этого начал свой рассказ: « Года три назад в этих краях имела место быть губительная Черная Секта. Тогда вокруг этого было много шума... Сотни загубленных душ и судеб. Милиция завела дело на лидера, он называл себя Второй Пророк. . .»\n     — Да-да, я отлично помню это, — спокойным голосом вставил отец Юли. — Второй Пророк... У меня даже осталась подшивка газет со статьями о нем… (В меню \"Дополнительно\" можете прочитать Приложение № 3). \n     — Так вот... — продолжает незнакомец. — Несмотря на открытую глупостъ самой этой идеи сотни человек попали под его влияние. \n     — Ближе к делу... — нервно ёрзает Юля на жёстком ящике. \n     — Да, вы правы... — ваш собеседник чешет густую неопрятную щетину. — Итак… меня зовут Павел... И я собираюсь исправить вашу оплошность. — Он строго посмотрел на вас. — Второй Пророк царствовал среди своих последователей около года. Его, что удивительно, мало интересовали деньги и нажива, он жаждал веры и преданности ему... Я долго следил за ним, изучал его учения по книгам и архивам и пришел к выводу, что он поклоняется не кому иному, как дьяволу, Сатане, или просто Чёрту. Вы можете мне не верить, но я убил Второго Пророка и закопал его около этого собора; я уверен, что эти стены и земля здесь хранят святость до сих пор...\n     Павел сделал паузу, чтобы собраться с мыслями. Все молчали, и Вы тоже, обдумывая в голове услышанное.\n     — Вы пятеро начали Обряд Воскрешения! — вдруг резко выпалил Павел. Все молчали. Павел достал из куртки сверток. — Нас шестеро. Мы проведем Обряд Печати и убьем Второго Пророка...\n     — Вы же убили его! — нервно проговорила Юля. \n     — Я всё сделал, как надо: вбил в грудь осиновый кол и окропил могилу святой водой... Но есть средство, которое нейтрализует все это! Это мята, кровь и опиум. Вы разбудили его и теперь он в силах применять частицу своей дьявольской мощи, а когда он убьет разбудивших его, то воскреснет! Вас было пятеро, и с каждым убитым он становится всё сильнее! — Павел сделал паузу. Все по-прежнему молчали. Он, вздохнув, стал продолжать:\n     — Пять человек встают вокруг закопанного тела, продавшего душу Дьяволу человека, и зажигают церковные свечи. После этого произносят хором следующие слова: (смотрите Приложение № 2 в меню \"Дополнительно\"). Шестой человек не жжет свечи и не говорит ни слова: его как бы нет. Когда тело поднимется из-под земли, шестой. . . \n     — А что, тело Пророка должно подняться? — Валера забеспокоился не на шутку. \n     — Да! Чтобы его убить, его надо оживить. Ведь нельзя убить мертвого, верно? А обряд воскрешения вы начали две недели назад, сами того не подозревая! Он воскреснет либо убив вас всех, либо после завершения обряда… Сегодня мы завершим обряд!.. \n     — Я вспомнила, у меня была порезана рука и рана кровоточила тогда… —  Юля добавила еще один кусок в складывающуюся и проясняющуюся картину происходящего. \n     — И поблизости росла мята! Я каждый день всё скашиваю подчистую, но это неэффективный способ борьбы с травой, мрачно произнес Павел. Но давайте я продолжу. Шестой человек должен отрубить голову Пророку, а потом сжечь её на пяти свечах, участвовавших в церемонии... И всё закончится! Вы спросите, почему я сразу не сжег его? Да очень просто: прах унесло бы ветром, и этот Второй Пророк стал бы вездесущ, словно воздух, и провести церемонию Обряда Печати стало бы невозможно: как поймаешь ветер? Да и людей, которые поверили бы мне, я не нашел... Так и живу здесь вот уже почти два года, кошу мяту и стерегу Пророка от фанатиков...\n     Павел поднялся на ноги: -- Но не будем терять времени. Пойдемте наверх, покончим с этим. Сегодня и сейчас. \n     Вы вшестером обошли собор, и подошли к большому валуну, который, судя по всему, является частью храма, на нём было искусно выгравировано распятие с непонятными под ним словами. \n     — Слава Богу, этот камень на месте! — проговорил Павел. — Значит, наш Пророк еще недостаточно силен, и без нашей помощи ему не выбраться. Давайте же приготовим ему достойную встречу! \n     Павел развернул сверток и дал каждому по свече, себе взял длинный кинжал. \n     — Свечи должны держать пять душ, жаждущих гибели слуги Сатаны... Теперь давайте сдвинем камень с могилы Пророка и откроем дорогу ему! \n     Камень убрать вам не составило труда. После этого Вы, Юля, ее отец, Дима и Валера встали в круг вокруг могилы. Павел оглядел всех:\n     — Ну что, готовы? Не забудьте слова…\n     И по очереди зажёг спичками все свечи. Сам де отошёл за валун и присел, зажав в руках кинжал. \n     Шли минуты... Вы впятером монотонно повторяли слова замысловатой молитвы. Степан Степанович напоминал Вам ребёнка-переростка, играющего в какую-то нелепую детскую игру, забывшего правила. Но надо отдать ему должное: он не артачился, не говорил, что всё это глупости, вымысел и что уже поздно и давно пора спать, что у него много забот и без этого. Он понимал, что в этот момент он нужен дочери, пусть даже она в чем-то и ошибается сейчас. \n     Вдруг! Вы заметили движение земли в том месте, где недавно лежал камень. Почва слегка подалась вниз, появилось небольшое углубление. Потом, наподобие песчаной воронки, земля стала осыпаться к центру углубления. Вы не поверили своим глазам, однако не сбились с ритма и ровный тон молитвы продолжает звучать над могилой. Земля тем временем осыпается все быстрее, углубление уже напоминает ямку, словно снизу открывается какой-то люк. Следующие минуты стали первыми минутами в Вашей жизни, когда Вы своими глазами увидели то, что до этого Вам казалось просто невозможным. Из земли стало подниматься нечто бесформенное, напоминающее человеческое тело, облепленное грязью, как глиняное изваяние. Валера с широко раскрытыми глазами сделал шаг назад. Юля, продолжая четко повторять молитву, схватила его за руку, удерживая на месте. Степан Степанович медленно вытер лоб ладонью, как будт проверяя заодно свою температуру. Павел закопошился за булыжником и вам осталось подождать еще две секунды, прежде чем все закончилось. Павел с необычайной скоростью подпрыгнул к поднявшемуся Второму Пророку, сжимая кинжал и... застыл. Мгновение он так и стоял, после чего неистово заорал: \n     — Где голова?! \n     Головы на поднявшемся теле не было.\n     Павел буквально искрошил тело кинжалом, давая выйти всей своей злости и боли, которые копились, возможно, все эти два года‚ пока он жил тут. Наконец, Павел остановился и воткнул кинжал в землю. Тяжело дыша, он повернулся и оглядел вас всех: \n     — Вот и всё, ребята... Я все-таки его упустил. Всё напрасно. \n     Было не понятно, плачет Павел или нет, но ясно было одно: ему сейчас очень плохо.",
    "answers": [
      {
        "id": 160,
        "text": "Далее... 》"
      },
      {
        "id": 143,
        "text": "《 НАЗАД"
      }
    ]
  },
  {
    "id": 160,
    "text": "     В завершение этой истории следует сказать, что, по сути, это никакое не завершение. Жизнь продолжается, а, значит, в ней найдет место быть и продолжение как этой, так и многих других историй.\n     Сейчас нельзя предположить, что всё-таки произойдёт в дальнейшем с Димой, Валерой, Юлей и Вами, но пока вы остаётесь друзьями, можно быть уверенными: всё будет хорошо!\n\n\n",
    "answers": [
      {
        "id": 143,
        "text": "Не конец истории 》"
      }
    ]
  },
  {
    "id": 161,
    "text": "\n     Жёлтый городской автобус сегодня ехал необычным для него маршрутом. Он вёз тридцать ребят-подростков в пионерский лагерь. В салоне чувствовалось оживление и веселье, десятиклассники, только-только сдавшие свои экзамены, со спортивными сумками на коленях шумно «трепались», обсуждая минувший тяжелый учебный год с его приключениями и предстоящий отдых в лагере, обещающий много чего интересного. Сегодня стоял солнечный летний денёк, светлый и радостный... \n     После получасовой езды по шоссе автобус повернул на лесную дорогу и скорость заметно понизилась, то и дело потрясывало на ухабах. Палящее солнце сменилось тенистой прохладой; все окна были раскрыты, и салон наполнялся весёлым щебетанием птиц. Молодая женщина, сопровождающая ребят как старшая, напомнила еще раз о должном поведении и дисциплине в лагере. Скоро пыльный автобус подъехал к аккуратным высоким воротам, металлическим, окрашенным жёлтой краской. Над ними яркими буквами красовалась надпись «ЛЕТО» — название лагеря. Вот и приехали. \n     Водитель открыл дверь, затушил мотор и вышел покурить. Орава молодежи высыпала из салона, среди них были и Вы. Вас встречал невысокий лысоватый мужчина в синем спортивном костюме, на носу его сидели большие пластмассовые очки. Он всем своим видом создавал впечатление старого учителя физкультуры. \n     — Здравствуйте, — мягким голосом заговорил мужчина. — Меня зовут Семён Денисович. Добро пожаловать в наш лагерь! \n     После коротких формальностей вы все вместе прошли на территорию «Лета». Легкие наполнил чистый свежий воздух местного зелёного массива; сосны в округе создавали неповторимую сказочную атосфсру своего маленького мирка... Тут и там виднелись аккуратные деревянные корпуса отрядов, а вон виднеется кирпичная столовая. \n     Семён Денисович остановился около корпуса с номером 12.\n     — Вот, — снова мягкий голос и жест руки, — прошу, располагайтесь. \n     Ребята, и Вы вместе с ними, спешно направились занимать места поудобнее. Семён Денисович с умилением наблюдал за всей этой весёлой суетой, а когда все определились с \nместами, и гул поутих, он неспеша пошел по своим делам. Где-то далеко завёлся атобус, собираясь в обратный путь...",
    "answers": [
      {
        "id": 162,
        "text": "Далее... 》"
      }
    ]
  },
  {
    "id": 162,
    "text": "     ...После ужина Вы отправились к себе в шестиместную палату. Знакомство с лагерем решили оставить на завтра, а сегодня нужно отдохнуть. В конце концов, впереди целый месяц, и времени для гулянок хватит. Вам досталось место около большого окна, что являлось явным преимуществом, так как отсюда был хороший обзор, было видно столовую и красивое на закате небо, плюс дополнительное место для вещей на подоконнике. Удобно устроившись, Вы взяли в руки книгу, чтобы почитать перед сном, но усталость взяла своё, и ваши веки сомкнулись. Вы уснули. \n     Вас разбудил скрип двери. В палате темно, и все спят. Вы посмотрели на дверь, потом в окно. Никого. Показалось? Может быть, Юлька прибежала за чем-нибудь? Вполне возможно. На Ваших часах было около двух ночи. Теперь Вы можете встать с постели и пойти посмотреть, кто там скрипнул дверью, а может просто продолжить спать.",
    "answers": [
      {
        "id": 57,
        "text": "Встать и проверить, кто ходит 》"
      },
      {
        "id": 100,
        "text": "Продолжить спать 》"
      }
    ]
  },
  {
    "id": 163,
    "text": "",
    "answers": []
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  }
]