[
  {
    "id": 1,
    "text": "Этот квест рассказывает про игру с названием \"ТинТин\"\nЭто мой первый квест, не судите строго. \n\nЖанр: \"Ужасы\"\n\n\nПривет,  меня зовут Игорь.  Я обычный ученик старших классов.  Ну не совсем обычный как говорят мои друзья я программист от бога. \nНедавно в нашем городе пропал ученик моей школы.  Причем пропал при довольно странных обстоятельствах.  \nМы с друзьями как раз сидели на скамейке у школы и обсуждали эту тему. \nТут я увидел как мама этого мальчика  вся в слезах подбежала к директору и начала что то у него спрашивать. ",
    "answers": [
      {
        "id": 2,
        "text": "Медленно подойти и послушать о чем они говорят"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я медленно встал со скамейки и тихо,  чтобы никто не заметил подошёл к дереву,  что росло рядом со входом в школу. \n—.... вы не беспокойтесь у нас по всей школе камеры и мы обезательно найдем вашего мальчика — тихо проговорил директор\n— Вы не понимаете,  он очень хороший мальчик и не мог поступить так со мной. Но я точно уверена что перед тем как он пропал ему позвонили из школы.  Я так удивилась. — сказала мама пропавшего мальчика. \n— Кхм,  но я уверен,  да  уверен. — директор взял её  за локоть и повел во внутрь школы. \n\"Хмм,  это довольно странно\" — подумал я и подошёл  к друзьям\n— Что слышно Игорь?  О чем они говорили? \n",
    "answers": [
      {
        "id": 3,
        "text": "Рассказать все друзьям и попросить помочь с поиском мальчика"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Помните про пропавшего мальчика? \n— Ты про Артема?  — тихо  спросил мой лучший друг Никита\n— Да.  Так вот это была его мама.  Она говорила директору что на днях её  сыну звонили из школы. \n— А что здесь особенного? — спросила сестра Никиты,  Аня. \n— Дело в том что директор очень удивился этому факту и повел маму Артёма к себе в кабинет\n— Я тут подумал может поможем бедной матери найти ее сына? — с надеждой в голосе проговорил я. \n— Хорошо, пойдемте послушаем о чем они говорят",
    "answers": [
      {
        "id": 4,
        "text": "Пойти и послушать о чем говорят директор и мама Артема"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы встали со скамейки и тихо пошли к кабинету директора. \nМы как раз подходили к нему,  как вдруг услышали шум в одном  из классов. \nЯ взглянул на Никиту и взгядом показал на дверь. \n",
    "answers": [
      {
        "id": 6,
        "text": "Не обращать внимания на шум и дальше идти к кабинету директора "
      },
      {
        "id": 7,
        "text": "Тихо приоткрыть дверь в пустой класс и прислушаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Всем тихо,  давайте спрячемся за колонной и подождем когда они уйдут — сказал я и начал отходить к колонне. \n— Что будем делать пока  они не ушли? — сказал шепотом Никита\n— Может пойдем послушаем о чем они говорят — проговорила Аня — вдруг узнаем что нибудь полезное\n— Пошли только тихо",
    "answers": [
      {
        "id": 18,
        "text": "Тихо подойти у двери и подслушать"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Не обращайте внимания,  мы же вроде к директору шли.  — сказал я и пошел дальше. \nКак раз в этот момент дверь в класс с грохотом открылась,  ударив меня по лицу. \nПоследнее что я услышал перед тем как погрузиться в темноту было\n\" Она и нас убьет,  это ты виноват\"\nПришел в себя я в медпункте,  рядом со мной сидела мама и Никита. \n— Игорь,  как ты себя чувствуешь?  Как голова?  Не кружиться?  Может пить хочешь? — начала ворковать мама. \n— Мам..  все...  хорошо — тихо проговорил я \nТут тихо открылась дверь и вошла медсестра и начала спрашивать как я себя чувствую \n— Все...  хорошо,  только голова болит и кружиться\n— Так,  все ясно- проговорила медсестра и хотела вколоть мне снотворное,  но помешал Никита\n— Игорь,  мы с сестрой сами во всем разберемся и найдем Артема. А ты отдыхай. \nТут Ник отошел и сказал что бы медсестра продолжала процедуры. \nМедсестра взяла укол и вколола мне снотворное. \nВ следующий раз я очнулся уже в больнице. \nЯ осмотрелся и увидел маму\nОна положила голову на край мой кровати и дремала. ",
    "answers": [
      {
        "id": 8,
        "text": "Окликнуть маму"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я подошёл к двери и тихо приоткрыл её. \nЗа ней был довольно пыльно.  За одной из парт сидел парень лет 15-16 на вид и махал ногами,  рядом с ним на соседней парте облокотившись на нее стоял парень лет 16-17.\n— Это все из-за тебя. Артем постродал из за твоей \"шутки\"- проговорил сидящий парень. \n\"Хмм,  вроде его звали Ваня,  если не ошибаюсь.  Он вроде на студ. весне песню пел. А второго звали то ли Кирилл,  то ли Константин\"-подумал я и опять прислушался к разговору. \n— Кир,  я не виноват,  это не моя была идея загодать такое желание.   \nЭто все Костя,  он нашел этот сайт и прислал мне,  а потом я рассказал все Артему. \n— Вань,  какой сайт,  кто она? \n— Ты что ну \"она\"\nЯ повернул голову к Нику и шепотом спросил:\n\"Ты что нибудь понял? \" \nНа что Ник покочал головой,  мол нет. \n— Может  у них самих спросим- сказала Аня и стала решительно открывать дверь\n",
    "answers": [
      {
        "id": 10,
        "text": "Попытаться ее остановить"
      },
      {
        "id": 11,
        "text": "Выйти вместе с ней и допросить Ваню и Кирилла"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Мам,  мама? \n— Игореша,  ты как?  Все хорошо? \n— Да,  все хорошо,  а где я? \n— Ты в больнице,  после того как ты уснул,  пришел ваш школьный доктор и сказал что у тебя подозрения на сотресение. Вот мы с отцом и отвезли тебя в больницу. \nВ этот момент зашел врач и мама ушла в коридор. \nЯ потдянулся на руках и сел.  Наверное нужно телефон найти и позвонить Нику. Узнать как у него дела в поисках Артема",
    "answers": [
      {
        "id": 9,
        "text": "Взять телефон"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я взял телефон с тумбочки и набрал номер Ника,  но увы он не отвечал. \nЯ попробовал еще два раза,  но он так и не ответил. \nТогда я решил отправить  смс,  чтоб перезвонил. \nВ этот момент вошли моя мама  и полицейский. \n— Мам,  что то случилось? \nТут я заметил красные глаза мамы и очень испугался. \n— Игорь,  ты должен знать.  Никита и Аня они,  они..... \n— Мам что случилось?  \n— Они погибли. \n— Ч-что?! — я вскочил  с больничной койки и подошел к маме\n— Простите Игорь Дмитриевич,  меня зовут Петр Арсеньевич и я веду дела ваших друзей.  Дело в том что вчера вечером недалеко от школы были найдены трупы ваших друзей и еще трех мальчиков.  Приношу вам свои соболезнования.\n— Вы уверены что это они,  может вы ошиблись. Вы врете, этого не может быть. \nЯ начал сползать на пол тихо рыдая\nТут подбежали врачи и вкололи мне успокоительное  и снотворное. \nЧерез три дня меня выписали из больницы.  После смерти друзей я больше ни с кем не разговаривал. \n\nПосле похон ваших друзей вы начали сильно пить, бросили школу и уехали в другой город,  так и не узнав причину их смерти\n\nКонец.  Попробуй еще раз",
    "answers": [
      {
        "id": 1,
        "text": "Попробуй еще раз"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я бысто схватил Аню и потащил ее за колонну,  чтоб не выдать нас. \nКак раз в этот момент Ваня высунул голову в коридор посмотрел по сторонам,  что то сказал Кириллу и они ушли. \n",
    "answers": [
      {
        "id": 12,
        "text": "Вы так ничего и не узнали,  про кого они говорили. \nПодойдя к кабинету директора,  вы там никого не обнаружили.   \nВы опустили руки и решили про все забыть"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Мы тут мимо проходили и нечаянно  подслушали ваш разговор. — тихо проговорила Аня. \nЯ заметил как Ваня покраснел и отвел взгляд. \n— Ч-что в-вы с-слышали? \n— Почти все. — сказал Ник\n— Мы хотим помочь вам найти Артема — тихо сказал я. \n— Что вы хотите?  А вам это зачем,  вы ему кто друзья?  Я в этом не уверен!  — зло проговорил Кирилл. \n— Нет,  не друзья. Но ты видел его маму?  Нет,  а я видел. Она плакала и поэтому я хочу помочь,  но не вам а ей. \n— Что в героя решил поиг...  — начал было Кирилл, но его перебил Ваня\n— Х-хорошо я вам п-помогу.  На днях Артему п-присали с-сылку на один с-сайт. Т-точно не п-помню названия,  но там что то про к-какую то де-евочку или игру,  ч-что- то вроде этого. \n— Так ладно,  это еще не проблема,  у нас Игорь прям программист от бога. Он найдет этот сайт. \n— Так стоп, я просто так его не найду. Нужен хотя бы адрес или частичная ссылка- сказал я. \n— А-артем мне к-как то присылал ссылку,  это подойдет? \n—Да,  подойдет. Завтра будет удобно его принести? \n—Д-да\n— Хорошо,  тогда завтра собираемся здесь же после урокос. А сейчас расходимся — сказал я и собрался уходить. ",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из класса"
      }
    ]
  },
  {
    "id": 12,
    "text": "Через три дня пропал Ваня,  а еше через три и Кирилл.  \nЧерез три недели тела трех мальчико нашли в канаве перерубленных пополам. ",
    "answers": [
      {
        "id": 1,
        "text": "Попробуй еще раз"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Так что вы скажете в свое оправдание,  что вы в троем там делали.  Ну я вас слушаю. \n\"Что же мне  делать\" — подумал я",
    "answers": [
      {
        "id": 24,
        "text": "Сказать правду"
      },
      {
        "id": 25,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы в пятером вышли из класса и прикрыли дверь\n— Ладно расходимся,  до  завтра,  не забудь ноутбук — сказал я обращаясь к Ване. \n— Х-хорошо,  пока \nКогда Ваня и Кир ушли я повернулся к Ане и с улыбкой проговорил:\n— А ты ему понравилась,  может дашь парню шанс?  \n— Да иди ты Игорь в туман — чуть покраснев сказала Аня. \nЯ чуть усмехнулся и тихо пошел к кабинету директора. \nПодойдя к кабинету мы прислушались,  но увы ничего слышно не было\n\" Блин,  что делать? \" — подумал я",
    "answers": [
      {
        "id": 15,
        "text": "Чуть приоткрыть дверь"
      },
      {
        "id": 16,
        "text": "Попытаться слушать так"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я тихо на свой страх и риск приоткрыл дверь и мы начали слушать что так говорят. \n— Значит так,  вы говорили что вашему сыну звонили из школы перед тем как он пропал?!\n\"Странно это какой то незнакомым  голос\" — подумал я и стал слушать  дальше\n—Да,  все верно — этот голос мамы Артема\n— Вы помните во сколько ему звонили?  Ну хотя бы примерно? \n— Хмм,  вроде около 21:00 или даже 21:30\n— Господин Директор кто приблизительно с 20:30 до 22:00 был в школе? \n\" О так вот что это полицейский\" — вдруг понял я. \n— Только охранник,  но он уходит где то в пол 10 \n— Вы господин директор,  говорили что то про камеры,  можно посмотреть на эти видеозаписи? -О, да, да конечно.  Они только не здесь,  а в кабинете охраны,  пойдемте покажу,  заодно и посмотрим. ",
    "answers": [
      {
        "id": 17,
        "text": "Быстро отбежать от двери"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Давайте не будем рисковать и послушаем так,  может что нибудь услышим- тихо сказал я и прижался ухом к двери. \nНо тут неожиданно дверь распахнулась и я столкнулся нос к носу с директором. \n— Что здесь происходит?  Я вас спрашиваю?  Так мне сейчас некогда. Вы все в троем завтра вместе с родителями в мой кабинет,  всем все ясно!! \n—Да — тихо проговорили мы втроем",
    "answers": [
      {
        "id": 13,
        "text": "На следующей день в кабинете директора "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Игорь,  что будем делать? — тихо сказал Ник\n— Надо самим разобраться,  найдем сайт и поймем из-за чего пропал Артем- сказал я. \n— Слушайте,  давайте по домам,  завтра после уроков и посмотрим?  Кто за? \n— Ладно,  мы согласны.  Тогда завтра после уроков мы идем домой а пол 10 приходим сюда ищем это сайт.  Все Ань домой. Пока Игорь,  удачи- последнее Ник проговорил очень тихо. ",
    "answers": [
      {
        "id": 19,
        "text": "Этим вечером в пустом  классе"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "— Привет Вань,  принес ноутбук? \n— Д-да вот он. \nЯ сажусь за парту и начинаю листать историю браузера и пытаться найти тот сайт. \n— О что то есть,  так кто нибудь из вас слышал что ну или кто такое Тин Тин? \n— Мальчик сыщик? Хотя врятли  — сказал Ник\n— Хмм,  я что то такое слышала — сказала  Аня\n— И что это? — спросил я\n— Ну во первых не что,  а кто.  Это сейчас подвинься. \nАня села за компьютер и что то там набрала.  Я подошел поближе и начать читать вслух: \n\"Игра под названием \"Тин-тин\"— это девушка 16-ти лет (на лицо). Все бы хорошо, но у нее нет ног. Она разрублена на две части,  после начала игры начинает охоту на тебя\". \n— Ого,  да это жутковато — сказал Ник, — а причем тут звонок из школы?  \n— Ну дело в том,  что эта игра,  ее нужно играть в школе,  если выйграешь она исполнит твое желание,  ну а если нет тогда ты умрешь. А звонок притом,  что если ты надумал сыграть в нее,  пото отказался она тебе позвонит. Увы выбора уже не будет. \n— Теперь все понятно,  она звонила ему, так как он отказался. Ноивот почему он пропал — спросил я\n—Может сыграем и узнаем?  — спросил Ник — и если выйграем попросим вернуть Артема",
    "answers": [
      {
        "id": 26,
        "text": "Сыграть"
      },
      {
        "id": 27,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 20,
    "text": "— И вы представляете,  я вышел из кабинета и эти троя стояли рядом и \"грели\" уши.  Что вы можете  сказать в свое оправдание,  я слушаю. \nЯ переглянулся с друзьями и решил:\n",
    "answers": [
      {
        "id": 21,
        "text": "Сказать правду "
      },
      {
        "id": 22,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Господин Директор,  мы хотим помочь вам в поисках Артема.  — сказал я\n— Вы что? — тихо рассмеялся директор — И далеко вы продвинулись,  в своем расследовании? \n— Мы узнали,  что на днях Артем заходил на какой то сайт,  где прочитал про какую то девочку.  Причем это было за сутки до его пропажи. \n—Так вот что я решил — сказал директор — вы  все трое отстранены от учебы нв неделю и это не обсуждаться. \nПосле этого родители вас отвезли к бабушке в деревню на неделю,  а после  возвращения вы узнали что пропали Ваня и Кирилл и два дня назад  их тела нашли в канаве не далеко от школы перерубленных пополам и там же нашли тело Артема у которого на спине было написано:\n\" Не называй ее имя,  не играй с ней\"\n\nКонец ",
    "answers": []
  },
  {
    "id": 22,
    "text": "— Господин Директор,  вы все неправильно поняли, мы просто мимо проходили в библиотеку- сказал Ник\n— Да вы что,  а вас не смущает что она на первом этаже,  а мой кабинет на втором! \n— Дело в том господин Директор, что там на первом  этаже была разлита вода — сказал я — помните вы два дня назад говорили про то что у нас прорвало трубу,  вы же сами меня просили в интернете найти телефон сантехника\n— А точно,  ну тогда больше вопросов нет,  можете идти. ",
    "answers": [
      {
        "id": 23,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 23,
    "text": "На следующий  день",
    "answers": []
  },
  {
    "id": 24,
    "text": "— Хорошо,  господин Директор мы хотим вам помочь в расследовании о пропажи Артема. \n—Вы что? — рассмеялся директор\n— Вообще то в отличии от вас мы продвинулись в расследовании — воскликнул Ник\n— Ты что делаешь — прошептала Аня\n— И что же вы узнали,  в вашем \" расследовании\" — сказал директор\n— На днях Артему прислали ссылку на сайт где рассказывалось про одну девочку или как то так,  после этого ему позвонили из школы и он пропал. \nТут заметил что директор что то набирал на телефоне, потом резко поднял на нас глаза и сказал:\n— Так,  вы все троя отстраняетесь от занятий  на неделю,  чтоб неповадно  было,  через неделю поговорим,  до свидания. \n\nПосле этого ваши родители отвезли вас на дачу. \nПосле возвращения вы узнали что Ваня и Кирилл пропали и на днях их тела были найдены перерубленными в канаве за школой и рядом нашли тело Артема.  У него на спине было написано : \"не произноси ее имя,  не играй с ней\"",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Господин Директор,  вы не так поняли.  Мы просто шли в библиотеку — сказал Ник\n— Ооо,  а вас не смущает что библиотека  находится на первом этаже,  а мой кабинет на втором. \n— Так правильно,  дело в том что на первом этаже вода,  вот мы и пошли через второй этаж\n— Какая вода?  Где? \n— Вы разве не помните как вы попросили меня  найти в интернете номер  сантехника,  так как трубу прорвало?! \n—  А точно,  все вспомнил.  Тогда ладно вы свободны\n— До свидания,  господин  Директор",
    "answers": [
      {
        "id": 19,
        "text": "Ждать вечера"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Хорошо давайте сыграем.  Что там нужно делать? — тихо спросил я\n— Так вот тут написано,  что нужно:\n\"Надо знать: \n1) Сколько этажей в школе\n2) Сколько туалетов на последнем этаже\n3) Готовы ли вы рискнуть\nТакже нужно идти по лестнице на последний этаж считая ступеньки, зайти в туалет и подойти к зеркалу и сказать. \"\n— Кхм,  так все понятно.  Пойдемте — сказал я. \n\" Три, четыре....,  двадцать восем,.... сто три. \"\n— Так тут  сто три ступеньки,  пойдемте в туалет,  кто будет говорить? \n— Давайте я- тихо сказала Аня. \n— Будь осторожна — сказал Ник и обнял сестру. \nЯ смотрел как Аня зашла в туалет и закрыла дверь. \nЧерез минуту она вышла и закрыла дверь.  \n— Бежим,  бежим\nМы начали быстро спускаться на первый этаж как вдруг... \n",
    "answers": [
      {
        "id": 30,
        "text": "Вдруг... "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я наверное откажусь — сказал я и начал отходить к двери, — у меня родители и я...  Хмм. \n— Ты что испугался?  — воскликнул Ник\n—Да я испугался,  а вдруг мы проиграем,  умрем или еще хуже. \n— Ну он прав, — сказала Аня\n—Ладно,  хорошо,  рассходимся по домам — сказал Кирилл\nВ итоге вы идете домой и спокойно ложитесь спать, но  с мыслью что вы предали Артема. \n Примерно в 03:00 у вас зазвонил телефон. ",
    "answers": [
      {
        "id": 28,
        "text": "Ответить на звонок "
      },
      {
        "id": 29,
        "text": "Выключить телефон"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы берете телефон и видете что вам звонят из школы. \n— Алло?  Да,  кто это? \n— Пфшш. \n— Что? \n— Поиграй со мной\n— Кто это? \n— Поиграй со мной\n— Хорошо я поиграю с тобой,  но во что\nНеожиданно связь обрываеться и сразу приходит смс:\n\"Нужно всего лишь знать этажи\nНужно лишь назвать мое имя, \nСколько туалетов на последнем этаже\nИ сказать готов ли умереть? \"\n Я быстро встал и позвонил Нику:\n— Алло,  Ник бери Аню,  звони Ване и Кириллу и пошли в школу. Потом все объясню\n— А,  хорошо,  увидимся",
    "answers": [
      {
        "id": 26,
        "text": "Сыграть"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы берете телефон и полностью его выключаете. \nПотом просто опять засыпаете. \nНа следущее утро когда вы завтракая смотрели телевизор вы увидели что вашу школу закрывают на неопределленный срок,  так как там нашли труп пропавшего мальчика Артема. \n\nПоздравляю,  вы остались живы,  но увы не спасли Артёма,  а он так на вас надеялся. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Тихо, слышите? — шепотом проговорил Ваня. \nМы прислушались и услышали шорох и звук похожий на легкий стук,  как кости об пол. \nТут Аня быстро прешептала — \" Бежим! \"- и мы побежали. \nТут за углом я увидел НОГИ,  просто ноги,  они шли на нас. \n— Что делать, что делать? — в панике зашептал Ваня. \n— Не шевелись,  стой на месте.  — тут Аня обняла Ваню и что то ему прошептала в ухо,  на что он просто закивал головой.  \nТут НОГИ прошли  в миллиметре от меня и ушли дальше. \nМы побежали дальше,  спустились на второй этаж и начали быстро бежать к леснице на первый. \n— Вы заметили что стало тихо,  слишком тихо — сказал я\n— Да,  что то тихо стало — сказал Ник\n—Ладно не теряем времени и бежим дальше\nМы нашли в темноте лесницу и спустились на первый этаж. \nВот я заметил дверь на улицу и мы направились к выходу\nНеожиданно включился свет и мы увидели саму Тин Тин. \nИз ее рта текла кровь,  а глаз вообще не было. Вместо них было два черных провала\nНеожиданно из ее рта стали вырываться какие то звуки,  будто бы слова\n\"В-вы в-вый-йграли,  ч-что ты х-хочешь от м-меня? \"\n— Мы хотим вернуть Артема\n— \"У-уверены\"\n—Да\nНа что Тин Тин кивнула и исчезла\nЯ посмотрел на друзей и пожал плечами\n— Кто нибудь понял что это было? \n— Нет\nЯ взялся за ручку двери и открыл ее.  Мы дружно вышли во двор и начали рассходитьчя по домам. \nЯ повернулся и посмотрел на дверь в школу и увидел силуэт Тин Тин,  она стояла на своих локтях и зловеще улыбалась.  Как только мы отошли чуть дальше я услышал демонический хохот и завывание. \nМы все резко повернулись и увидели как Она повернулась и ушла. \nЧерез минуту на третьем этаже,  там где туалет на окне появился след от кровавой ладони и проступать надпись:\n\"Это еще не конец\"\nНа утро в программе новостей я увидел что Артем благополучно вернулся домой. \n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Поздравляю,  вы благополучно прошли квест.  Вы остались живы и спасли Артема. \nНо вы уверены, что все закончилось?  Ведь она всегда рядом. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]