[
  {
    "id": 1,
    "text": "Автор: Арлей Вард.\nЖанры: Фентези, хардкор, безумие.\n\nДобро пожаловать!\nВы попали к нам сегодня на убой? Или всё же настроены решительно и готовы разорвать ВСЕХ И ВСЯ? Лишь это теперь имеет значение, ведь вы в Колизее Воплощений!\nЦель битвы как всегда проста — будьте последним выжившим!\nНа пути вам предстоит пройти через сотню других гладиаторов!\nФорма и размеры Колизея случайны!\nКоличество точек сохранения от 1 до 1000! Расположение симметрично! Точки способны сохранять лишь один раз одного человека!\nВремя появления воплощений случайно, количество воплощений на человека — от 1 до 100!\nС одним и тем же человеком ходить не разрешается более чем 30 минут, после чего оба должны убить друг друга или расстаться!\nСписок выживших обновляется раз в 30 минут!\nИ помните — все, что было раньше, не имеет значения! \nУдачи, и да умрите вы безболезненно!\n\n",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ БИТВУ"
      },
      {
        "id": 3,
        "text": "На приветствие автора"
      },
      {
        "id": 4,
        "text": "Достижения"
      },
      {
        "id": 30,
        "text": "Планы на будущее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Именно этот текст вы увидели перед собой, когда наконец очнулись от темноты, царившей до того у вас в голове.\n— Что за чертовщина здесь творится?! — спросили вы себя, и еще раз перечитали написанное, запоминая на будущее. — Если это какая-то шутка, то я знаю в полиции некоторых...постойте. Как их... нет, как зовут меня?! — Внезапно вы поняли, что не помните ничего нужного из своей прошлой жизни. В памяти остались лишь воспоминания о ваших же эмоциях, знания своих физических возможностей и все то, что формировало вашу личность на протяжении 28 лет. Ничего более.\nВам вспомнился текст: \"все, что было раньше, не имеет значения...\"",
    "answers": [
      {
        "id": 5,
        "text": "Смириться с произошедшим и встать"
      },
      {
        "id": 1,
        "text": "Прочитать правила (назад)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вас приветствует человек под псевдонимом Арлей Вард. Если вы читаете данные строки, значит мой труд уже не пропал зря и я могу от всего сердца вас поблагодарить. Так как это моя первая работа, буду рад любой конструктивной критике.\n\nЕсли вы захотите поддержать меня в моих начинаниях, мне будет достаточно простого одобрения. И покупки моего квеста. Шучу, конечно! =)\n\nВ любом случае я не могу оставить своих читателей без плюшки, поэтому дам вам совет. В Колизее расположено множество сохранений, да, но вот возвращаться по сюжету можно только на специальных чекпоинтах. Не путайте их. В квесте некоторые важные сюжетные повороты расположены как в самом начале, так и в конце, поэтому для кардинального изменения концовки вам потребуется начать квест заново. Также многие факты о персонажах разбиты по разным \"линиям выборов\" для реиграбельности, поэтому вы точно не заскучаете!\n\nСпасибо за внимание!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "КОНЦОВКИ:\nОбычный счастливчик;\nВармонгер;\nПацифист;\nРазрушитель Хаоса (считается истинной концовкой).\n\nДОСТИЖЕНИЯ:\nЛишь пародия на здравомыслие;\nТеоретик и аналитик;\nОтличный исполнитель;\nСам себе хозяин;\nВыживальщик со стажем;\nСлабак.\n\n\nВСЕ условия достижений откроются после прохождения концовки Разрушитель Хаоса.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 40,
        "text": "\"Лишь пародия на здравомыслие\"",
        "need": 39,
        "need_ever": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы появились на небольшой полянке, вокруг был густой лес. Светает, что логично — не вечером же начинать Битву. На вас была куртка из синтетических материалов, такие же брюки и кроссовки. На куртке была вышита цифра 16.\nТут что-то привлекло ваше внимание внизу. Вы посмотрели под ноги и увидели предмет.",
    "answers": [
      {
        "id": 6,
        "text": "Поднять предмет"
      }
    ]
  },
  {
    "id": 6,
    "text": "Обычный деревянный перстень, на котором что-то забыл изумруд, обвитый крошечными лозами. Несмотря на простой материал, перстень выглядел красиво и как-то по-живому, что ли.\n— Что ж, грех пропадать такой вещице! — подумали вы поначалу, но затем в вас взыграла логика: вам показалась странной идея напяливать на себя все, что под руку подвернется, в подобной непонятной ситуации. И почему перстень вообще лежал тут?",
    "answers": [
      {
        "id": 7,
        "text": "Надеть перстень"
      },
      {
        "id": 8,
        "text": "Опасливо засунуть его себе в карман"
      },
      {
        "id": 9,
        "text": "Отбросить перстень"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы ощутили дуновение ветерка, закружившегося лишь вокруг вас, а мягкая почва ласково обвила ваши ноги. Прилив сил дал вам импульс к движению. Вы проплыли, как вам казалось, по воздуху, и обернулись в непонимании произошедшего. \n— Что за чертовщина здесь творится?! — не смогли вы выдержать и воскликнули уже вслух, глядя на неглубокие борозды земли, оставленные вами же. Они зарастали прямо на глазах, и вскоре поляна приняла свой изначальный облик.\n",
    "answers": [
      {
        "id": 10,
        "text": "Подумать о том, почему это произошло"
      },
      {
        "id": 11,
        "text": "Отстраниться от всего и очистить свой разум, дабы успокоиться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вам показалось, что было бы глупо выбрасывать такую вещь, но все еще не понимали, что оно в себе таит. А вдруг оно вас убьет? В подобной ситуации ничего нельзя делать в спешке. Надо все тщательно обдумать.",
    "answers": [
      {
        "id": 9,
        "text": "Время продумать дальнейшие действия"
      }
    ]
  },
  {
    "id": 9,
    "text": "Разобравшись с перстнем, вы продолжили свои размышления.\n— Итак, что мы знаем? — вы решили начать с составления плана. — Некто запер здесь меня и еще сотню человек. Номер на куртке определенно означает номер участника. Рассчитывать на удачу лучше не стоит, количество как сохранений, так и неких аномалий разнится от одного и вплоть до больших чисел. Полагаю, аномалии не означают что-то  хорошее, надо быть готовым к этому. Также надо бы держать ухо востро — некоторые участники могут сразу начать действовать, а не пытаться понять в чем дело, как я, — вы стали осматривать лес вокруг. Никого не было. — Через двадцать с лишним минут посмотрим на смертность гладиаторов. Размышлять о кольце смысла нет, разве что только это не замаскированный маячок.",
    "answers": [
      {
        "id": 28,
        "text": "Продумать план"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Потому что теперь с тобой я! — произнес уверенный мужской голос прямо у вас в голове. Вы почувствовали себя расслабленно, но все же спросили...",
    "answers": [
      {
        "id": 12,
        "text": "Кто ты?"
      },
      {
        "id": 13,
        "text": "Где ты? Ты у меня в голове?"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Хмм, кажется мне повезло... — задумчивый басистый мужской голос прямо у вас в голове прогремел как раскат грома, несмотря на то, что говорящий совсем не кричал. Вы встрепенулись. — Итак, будем знакомы. Я — дух природы и покровитель растений. Отныне я — твой защитник... ",
    "answers": [
      {
        "id": 27,
        "text": "- Постой, постой! Почему ты мой защитник, как ты можешь разговаривать, если ты дух, и почему тебе повезло?! Что тут творится?!"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Я тот, кто повелевает растениями... и тот, кто отныне будет помогать тебе в любых трудностях и всегда встанет на твою защиту...\nПосле такого ответа стало понятно, что этот пожилой мужчина — некий дух природы, отвечающий за вашу новоприобретенную силу.",
    "answers": [
      {
        "id": 14,
        "text": "Спросить, не мог бы он научить вас Силе"
      },
      {
        "id": 16,
        "text": "Проявить уважение перед могуществом духа"
      },
      {
        "id": 42,
        "text": "Молча выбросить перстень.",
        "need": 37
      }
    ]
  },
  {
    "id": 13,
    "text": "— Да. Но я не только внутри тебя, я нахожусь везде — в деревьях, листьях, травах, земле. Иначе говоря...",
    "answers": [
      {
        "id": 12,
        "text": "Слушать далее..."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Отлично, ты можешь научить меня пользоваться Силой? Сейчас она нужна как никогда! — вы сгорали от нетерпения, когда поняли, что может дать такое сотрудничество.\n— Извини, но ты перебил, — удивлённо и с нотками раздражения произнес дух. — Я и сам хотел рассказать тебе это, не хотелось бы потерять тебя после первого же нападения.\nКак оказалось, духов очень легко расстроить. Впредь надо быть осторожнее в общении с ними — они могут разозлиться от пары грубых слов.\n",
    "answers": [
      {
        "id": 16,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Сосредоточься на дереве и на ощущениях своего тела. Лишь это должно остаться в твоем разуме.\nВы сами не осознали, как стали выполнять указанные действия духа; дерево перед вами стало четче на фоне всего остального, а вы стали чуствовать движение крови по вашему телу, она будто бы и была той самой Силой, что вы приобрели недавно.\n— Теперь попытайся направить свою энергию на дерево. Преобразуй ее так, как хочешь, но не переусердствуй — ты можешь ослабнуть.",
    "answers": [
      {
        "id": 19,
        "text": "- Да, сейчас я хочу проверить, насколько я силен."
      },
      {
        "id": 20,
        "text": "- Жаль, что дерево умерло. Вот бы..."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Для того, чтобы ты смог сохранить свою жизнь в опасности, тебе необходимо научиться моей Силе, — продолжил дух растений. — Советую тебе вон то дерево. Его уже не спасти, увы, поэтому мы можем использовать его как мишень. — Он каким-то образом незримо указал вам на сгнившее дерево справа от вас. Ментальное воздействие?",
    "answers": [
      {
        "id": 15,
        "text": "Внемлить дальше"
      },
      {
        "id": 17,
        "text": "Прислушаться к внутренним ощущениям"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы почувствовали, как от перстня по телу разливается чужеродная, но синергичная вам энергия. Похоже, дух действительно слился с вами и телом и разумом.\n— Проверяешь свои ощущения? — послышался ехидный голос у вас в голове. — Это хорошо, вскоре тебе придется много прислушиваться к себе. Это и есть главное в управлении Силой. Но нам надо продолжать.",
    "answers": [
      {
        "id": 15,
        "text": "Кажется, ему понравилось, что вы можете развиваться и без него. Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "После того, как вы наконец полностью пришли в себя, дух продолжил обучение. Вы, по своему прошлому опыту, точно следовали всем его указаниям.\nЧерез двадцать минут вы уже знали все основы \"магии растений\", как вы ее про себя обозвали. Вам, помимо обычного направления своей энергии, открылась возможность управлять растениями, их ростом, а также возможность исцелять и соединять органические ткани.\nКогда вы почуствовали удовлетворение от хорошо выполненной работы, перед глазами появилась табличка с выживими людьми.",
    "answers": [
      {
        "id": 22,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Дерево вырвало с корнями и оно отлетело в глубь леса! \nПросто поразительная мощь! Да с такой силой можно...\nВас вырубило.",
    "answers": [
      {
        "id": 21,
        "text": "Очнись, дурак!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Кора дерева в мгновение окрасилась в живой и естественный коричневый цвет, а на ветках появились почки!\nНевероятная магия! Сколько всего с ней можно...\nВас вырубило.",
    "answers": [
      {
        "id": 23,
        "text": "Очнись, дурак!"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Что я тебе говорил про сдерживание Силы? Интересно ему стало. Любопытно.\n— Сколько я...\n— Тридцать секунд. Я был к этому готов и восполнил твой запас сил. Пусть это будет тебе уроком — силами природы можно и лечить. Вставай, растения лечить будем.",
    "answers": [
      {
        "id": 18,
        "text": "Встать, осознавая свою глупость"
      }
    ]
  },
  {
    "id": 22,
    "text": "Осталось 93 человека. \nИнтересно, это я один такой везучий или они действительно были слабаками? \n— Я бы не советовал так грубо о них думать. Похоже, они не смогли противиться духам хаоса.\n— Кому? — вы впервые услышали этот термин.\n— Это противные, ненавистные таким, как я, твари. Они завладевают человеческим сознанием и творят в нем все, что захотят, и что самое ужасное — они невидимы даже для нас, обычных духов. Это существа совершенно иного измерения, и из-за этого мы не в силах их уничтожить.\n— Они завладевают сознанием как и обычные духи?! Значит дело только в принадлежности?\n— Не совсем. Если они желают уничтожить разум человека и превратить его в чистый хаос, то мы вступаем в симбиотические отношения, тем самым имея возможность обрести, пусть и частично, физическое воплощение в мире, — мудрый и вместе с тем такой живой голос вновь успокоил вас.\n— Ясно... В любом случае, в правилах об этом говорилось... постойте-ка, почему там четко указывалось количество \"аномалий-духов\"?! Неужели те, кто это затеял, могут управлять духами хаоса?! -вас передёрнуло от всплывших образов. — Возможно, это сам Сатана?!",
    "answers": [
      {
        "id": 24,
        "text": "Лихорадочно потеть от догадки"
      }
    ]
  },
  {
    "id": 23,
    "text": "Нет, я конечно польщен, что ты в первую очередь захотел восстановить дерево, и при этом у тебя получилось, но нельзя так напрягаться! Ты вообще контролировал свою Силу? Хорошо еще, что я был готов и всего за полминуты восстановил тебя. Ладно, вставай, надо научить тебя ограничивать свою Силу.",
    "answers": [
      {
        "id": 18,
        "text": "Осознать свою глупость и встать"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Спокойно! Это не новость. Во внешнем мире все знают, что это дело рук хаоситов. — В этот раз духу совсем не удалось вас успокоить.\n— Тогда почему бы этому самому внешнему миру не спасти нас?!\n— Вспомни, чем управляют наши враги.\n— Ах, да. Кстати, а почему вы, обычные духи, тоже здесь? — нашли вы несостыковку в истории духа растений.\n— Эти гады умудрились создать приспособления, удерживающие нас в Колизее, и довершает этот ужас то, что после каждой Битвы хаоситы стирают нам память так же, как и гладиаторам. Я сумел найти лазейку в системе \"безопасности\" хаоситов. Теперь, как ты видишь, я могу рассказать тебе эту страшную правду... вы-то ведь ничего об этом не узнали бы до самого конца. Так что тебе повезло, гордись!",
    "answers": [
      {
        "id": 25,
        "text": "Вам нужно все обдумать."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Что ж, похоже, выбора нет. Нам надо бороться против самого Хаоса, и сидеть на месте — не лучший выбор. Куда пойдем? — вы не нашли лучшего решения, кроме как начать действовать.\n— Недалеко отсюда я чувствую родственный дух. Похоже, это моя сестра — повелительница зверей. Хотелось бы еще раз с ней встретиться. В противоположной стороне есть скопление других духов, которые не враждуют друг с другом. Проверить их тоже стоит. Твоя очередь решать, куда мы пойдем, — дух дал вам нужную информацию.",
    "answers": [
      {
        "id": 26,
        "text": "К твоей сестре... и тому, с кем она делит тело."
      },
      {
        "id": 26,
        "text": "Скопление духов - слишком странно. Надо идти туда - еще и расскажем твою историю - они и их \"сосуды\" могут стать нам союзниками."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы выбрали свои приоритеты и пошли навстречу приключениям.\nКонец Демо-версии.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 27,
    "text": "Дух, определенно в замешательстве, замолк на несколько секунд. После он все же ответил: \"я — дух, заключенный в перстне, что ты надел. У каждого духа должна быть материальная оболочка, иначе мы развоплотимся и исчезнем из этого мира. С того момента, как человек присваивает себе материальную оболочку духа, они оба сливаются и дух становится способным к разным активным действиям, ибо в простой оболочке он лишь спит, не делая ничего важного. Однако это не всегда происходит быстро — нужно, чтобы оба приняли подобные отношения. Поэтому многие из нас не любят сон и стремятся защищать своих \"носителей\". Думаю, я ответил на твои вопросы полностью\".",
    "answers": [
      {
        "id": 38,
        "text": "- И как же ты меня защитишь?"
      }
    ]
  },
  {
    "id": 28,
    "text": "В связи с отсутствием информации думать далее было бессмысленно, поэтому вы подвели итог.\n— Сейчас главное — найти других гладиаторов и узнать как можно больше информации. Нужно передвигаться максимально скрытно, если нападать, то внезапно, — вы в который раз осмотрели свое не самое тренированное тело. — Определенно, в этом помогут кроны деревьев. Но для начала надо найти оружие, или сделать его самому.",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреть деревья и траву на наличие ценного оружия"
      },
      {
        "id": 33,
        "text": "Посмотреть на перстень"
      }
    ]
  },
  {
    "id": 29,
    "text": "— ПАЛКА!\nТакая прямая, длинная и твердая... Воистину, это ценнейшее оружие! Мне так повезло, что я нашел ее в этой никому не нужной траве... \nНести чепуху вам больше не хотелось. Надо действительно решить вопрос с оружием как можно скорее.\n",
    "answers": [
      {
        "id": 32,
        "text": "Начать действовать"
      },
      {
        "id": 33,
        "text": "Ваш взгляд вновь зацепился за перстень."
      }
    ]
  },
  {
    "id": 30,
    "text": "Так как квест еще далек от конца, есть множество вещей, которые необходимо реализовать. Поэтому я решил \"подкормить\" читателей своими планами на будущее. =]\n\nИтак, в квесте планируются: битвы, связи с другими гладиаторами, эпичная \"стенка на стенку\", борьба с хаоситами, мозгосшибательные аномалии, каждая из которых будет представлять опасность, как и каждая обычная битва — это должно заставить читателей продумывать все свои действия, ибо возвращаться по сюжету не каждому захочется. При этом бои будут проходить без рандома, но количество смертельных исходов будет зависеть от подготовленности главного героя к ним. Альтернативой боям будут скрытные избегания таковых, постоянно требующие умелого применения инстинкта самосохранения, а иногда переходящие в настоящие головоломки. Скучно не будет! =∆\nКо всему прочему, повествование будет отличаться от нынешнего — шансов перейти на другие концовки будет мало, а прохождения квеста по разным путям будут обособлены от других, формируя свои собственные события. Соответственно, увеличится число применения более сложных команд.\nНаконец, Я БЫ ХОТЕЛ СПРОСИТЬ У ВАС то, каким форматом будет выпущен квест. Теоретически актов истории может быть  2 или даже 3, и в одном квесте все будет выглядеть громоздко и неудобно. Стоит ли мне пнаисать несколько квестов или же слить все в один?\n\nP.S. Ноша слишком тяжела, и я не уверен, что все будет именно в таком виде, поэтому заранее извиняюсь за возможно длительное ожидание продолжения)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вокруг не было ничего, кроме деревьев, закрывающих ваш обзор. Очевидно, вы находитесь глубоко в лесу, а зная, что это Колизей, может статься, что вся его площадь является лесом. Но это лишь догадка. Сейчас надо продумать план...",
    "answers": []
  },
  {
    "id": 32,
    "text": "Вы направились в случайную сторону.\nВремя показать всем, чего вы стоите!\nКонец Демо-версии.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Что же в нем такого привлекательного? — вы решили еще немного подумать над этим. Внезапно вы услышали странный мужской голос, подзывающий вас: \"Иди ко мне...иди...давай, надень меня...",
    "answers": [
      {
        "id": 34,
        "text": "Господи, ну и ужас! (Растоптать кольцо)"
      },
      {
        "id": 35,
        "text": "Проявить силу воли и просто прекратить думать о нем"
      },
      {
        "id": 32,
        "text": "Просто уйти... куда нибудь"
      }
    ]
  },
  {
    "id": 34,
    "text": "После того, как вы уничтожили перстень, поле вокруг вспучилось, а деревья буквально загородили вам путь к отступлению. Ваши уши разорвал дикий вопль: \"СУКА!!! Я НЕ ДЛЯ ТОГО СПАСАЛСЯ ОТ ХАОСИТОВ И ПРОВОРАЧИВАЛ МНОГОХОДОВЫЕ ПЛАНЫ, ЧТОБЫ КАКОЙ-ТО ЗАСРАНЕЦ МНЕ ПОМЕШАЛ!!!\"\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Голос стал слышен еще отчетливей, чем раньше. Очевидно, очищение своих мыслей не помогло.\n— Давай...не медли...",
    "answers": [
      {
        "id": 36,
        "text": "Из последних сил вырываться из под власти перстня"
      },
      {
        "id": 37,
        "text": "Поддаться искушению..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Да! Голос теперь располагался где-то на периферии вашего восприятия, а вы смогли думать рационально...",
    "answers": [
      {
        "id": 34,
        "text": "Растоптать чертов перстень зла!"
      },
      {
        "id": 32,
        "text": "- Нужно уходить, и как можно скорее!"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Уф... Я уж думал, что все было зря... Дурак чертов! Знаешь, скольких трудов мне стоило говорить с человеком, не связанным со мной?! — устало и рассерженно произнес глубокий мужской голос в вас в голове. — Ладно. Хорошо. Итак, — некто у вас в голове собирался с мыслями, чтобы продолжить.",
    "answers": [
      {
        "id": 12,
        "text": "- Интересно... И кто же ты?"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Ты же уже понял, что твое тело и дух имеют куда большую мощь, чем раньше? На самом деле вместе с разумом к тебе перешла и моя Сила. Моя задача — указать тебе путь, наставить и научить Силе, быть твоим проводником.\n— И конечно же преследовать лишь свои цели. Кажется, я только что подцепил себе самого большого паразита на Земле.\n— Хех, безусловно, это так, — духу определенно понравилась ваша проницательность. — Иначе бы в нашем существовании не было бы смысла. Но в этот раз все по-другому. Ты узнаешь позже. А сейчас ты должен научиться моей Силе...",
    "answers": [
      {
        "id": 16,
        "text": "Принять все как данность и слушать далее"
      },
      {
        "id": 41,
        "text": "- Что ж: раз так, то я избавлюсь от тебя."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы погибли. Окончательно.\n\nПолучено достижение \"Лишь пародия на здравомыслие\" — Вы умудрились умереть аж во вступительной части! Далеко вы точно не пойдете.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 40,
    "text": "Как ты мог?! Чем тебе не угодил бедный \"душок\"?\nНе надо было тебе уничтожать его, ох не надо было. Ты же понимаешь, что разрушил весь его огромный труд, план мести, разрабатываемый в спешке, и многое другое?! Ирод!\nТы же ведь уничтожил последнюю надежду Колизея, шанс спасти всех вокруг! Как ты мог?!...\n(Далее должны идти страницы нотаций о том, как нехорошо буянить и разрушать все вокруг, но у меня не хватит терпения переливать из пустого в порожнее).\n\nP.S. Сорри всем читателям-женщинам за мужской род =)",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "— ТЫ НЕ СМОЖЕШЬ! — прокричал дух , явно с целью вас ошеломить. У него получилось — вы мгновенно упали на землю в диком спазме. Убедившись, что вы успокоились и ничего не предпринимаете, он продолжил: \"жаль, я думал ты усвоил информацию. Похоже, ты забыл, что мы с тобой слиты разумом и Силой. Если ты откажешься от перстня без моего желания, то есть насильственно, мы оба потеряем рассудок,  а ты даже встать не сможешь.\"\nВас прошиб холодный пот. Слава...духу, что тот спас вас.\n— Да, именно так. Не беспокойся, я не буду слит с тобой до самой смерти. Но все же я хочу, чтобы ты научился постоять за себя.",
    "answers": [
      {
        "id": 16,
        "text": "Смириться с неизбежным. В который раз."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Что...\nДух не успел произнести и двух слов, как вы уже все решили и сделали. Одновременно с этим вы почувствовали, что в вашей голове и теле произошла небольшая встряска, совсем незначительная.\n— Ну и чушь. Довольно типичная сказка о высшей силе и благодати. Уверен, за этим кроется такая мерзость...\nВновь вы услышали тот же голос, но в этот раз жалобно молящий о прощении и зовущий обратно, что еще больше укрепило вашу веру в поддельные эмоции духа. ",
    "answers": [
      {
        "id": 34,
        "text": "- Этот перстень должен быть уничтожен."
      },
      {
        "id": 32,
        "text": "Просто уйти... куда-нибудь"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]