[
  {
    "id": 1,
    "text": "Здраствуйте! Я Владислав Авдеев или ViRei. Это книга-квест создана по моим книгам которые я писал еще два года назад... Надеюсь, вы ее оцените по достоинству. Приятного чтения! \n\nОписание: Влад - главный герой книги, он вампир... \nИлья - его друг который также является вампиром. \nИх обьединяет общий враг -  Кирасир. \nОн убил их родителей еще когда они были маленькими и они чудом спаслись... Теперь их задача - это месть... Вы можете менять ход книги, так чтобы Влад остался в живых. \nP.S. Вампер - это планета вампиров.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать 1 главу"
      },
      {
        "id": 45,
        "text": "Новый ответ... введите текст"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Влад проснулся поздно днем... Он всю ночь готовил план по захвату основной серебянной базы Кирасира. Илья в это время создавал новые оружия против армии Тьмы...*\nВлад пошел к Илье готовый к атаке. \nВлад: Всё готово. Ты сделал арбалет? \nИлья: Да... Всё сделано. Я сейчас найду стрелы и всё будет шикарно.\nВлад: Не радуйся... По моим расчётам на этой базе почти 200 лучников и меченосцев. А у Кирасира время на подготовку... \nИлья: Поверь мне, мы справимся... \nВлад: Не будь таким самоуверенным...\n\nТьма - один из пятерки темных лордов. Его армия это всё зло собранное в одну военную единицу. Состав темных лордов: Тьма, Крайсон, Кирасир, Нерсон и Крэйк. ",
    "answers": [
      {
        "id": 5,
        "text": "Предложить взять мечи"
      },
      {
        "id": 4,
        "text": "Предложить взять гранату"
      }
    ]
  },
  {
    "id": 3,
    "text": "Илья: Ладно, но если промахнешься нас заметят и убьют! \nВлад: Я знаю... \nВлад выстрелил точно в цель, но соседние лучники из другой башни выстрелили Владу в голову. Илья сбежал... Ваша миссия провалена.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 4,
    "text": "Илья: Влад, нет... Нам граната только помешает я пожалуй возьму лучше мины дистанционного управления. Они куда полезнее...",
    "answers": [
      {
        "id": 5,
        "text": "Предложить взять мечи "
      }
    ]
  },
  {
    "id": 5,
    "text": "Илья: Скорее всего, тут ты прав... Давай, возьмем именно их. ",
    "answers": [
      {
        "id": 6,
        "text": "В атаку! "
      }
    ]
  },
  {
    "id": 6,
    "text": "Влад и Илья были уже перед серебрянной базой. Они приметили две башни с лучниками... Сейчас, граната бы им пригодилась... \nИлья: У меня есть арбалет со взрывающимся наконечником.  Я думаю надо попасть им вон в то отверстие, откуда смотрят лучники. Если попадём то они ослепнут на время от дыма, а если повезет то их разорвет на кусочки! \nВлад: Я буду стрелять... \nИлья: Давай лучше я...",
    "answers": [
      {
        "id": 3,
        "text": "Стреляет Влад"
      },
      {
        "id": 7,
        "text": "Стреляет Илья"
      }
    ]
  },
  {
    "id": 7,
    "text": "Влад: Держи...\nИлья: Давай уже... Нет времени! \nИлья выстрелил в обе башни. Лучники были повержены... Тут ворота замка стали открываться.\nВлад: Твою мать! Быстрее в атаку! \nИлья: В атаку! \nВлад достал свои мечи, а Илья свой арбалет и началась битва.  Из базы выбежало примерно около 500 воинов из них: 50 магов, 16 даргусов*, 154 лучника, 200 ниндзя и 80 всадников. Влад убивал за один взмах до 5 врагов сразу. Он идеально работал с оружием ближнего боя. Илья одним выстрелом сражал по три воина на любом расстоянии. Тут один из даргусов схватил когтями арбалет Ильи и улетел вместе с ним. \nВлад: Лови! (кинул меч)\nИлья поймал меч, увернулся от меча соперника и сделав сальто разделил его тело на две части... \nБитва продолжалась долго. Врагов еще полсотни, а силы Влада и Ильи были на исходе... \nВдруг на Влада налетел Даргус и подгинув его в воздух схватил и поднявшись повыше скинул вниз.\nИлья: Влад!!! \nВ этот момент сзади Илье в спину выстрелил лучник... \nВлад упал на одного из всадников и они оба лежали на земле не шевелясь... \n\nДаргус - летающий монстр с огромными когтями и клыками. Способности: может стрелять огненным шаром изо рта.\n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Попробовать встать Владу"
      },
      {
        "id": 9,
        "text": "Попробовать встать Илье"
      }
    ]
  },
  {
    "id": 8,
    "text": "Влад медленно встает, но сзади на него вновь набросился даргус. Влад достал меч и отрезал одну из лап этого мерзкого существа.\nВлад: Как же ты меня достал! \nВлад еще раз поднялся убил двух ниндзя на бегу и подбежал к Илье. \nВлад: Илья! Илья, очнись! Ты слышишь? Очнись! \nИлья: Спина... Моя спина... \nВлад вытащил стрелу из спины Ильи и оглянулся. \nВлад: Сбежали гады! Они сбежали... \nИлья: А где Кирасир? \nВлад: Похоже, его здесь нет... \nИлья: Что?! Вот, блин...\nВлад: Вставай быстрей! Нужно заминировать базу раньше чем выжившие воины прийдут сюда. \n",
    "answers": [
      {
        "id": 10,
        "text": "Заминировать базу"
      }
    ]
  },
  {
    "id": 9,
    "text": "Илья попытался встать, но лучник стрелявший в него выстрелил ему точно в голову и Илья скончался... Он не должен был умереть... Влад без него не убьет Кирасира... Миссия провалена...",
    "answers": [
      {
        "id": 7,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 10,
    "text": "Влад: Вроде бы всё. Пошли...\nИлья: Да, идём подальше отсюда. \nОтойдя на безопасное расстояние Илья нажал на кнопку на пульте... \nВлад: Почему ничего не происходит?! \nИлья: Не знаю... Я тестировал всё должно было сработать! \nВлад: Дай сюда! \nВлад стал осматривать пульт. \nВлад: Что за нафиг?! Это не наш пульт! \nИлья: В каком смысле не наш? \nВлад: Посмотри сюда! Этот значок! Ничего не напоминает?! \nИлья: Если это пульт Кирасира... То они явно его не просто так подменили... А значит... \nВлад: Бежим скорее домой!!! \nОни прибежали, но было поздно... Это был пульт Кирасира который взрывал мины Кирасира, которые на время атаки сбежавшие с поля боя установили вокруг дома Ильи и Влада... \nВлад: Мы своими руками взорвали собственное жилище...\nИлья: Нам нужно убежище... Как можно скорее... \nВлад: Тссс! Слышишь? Снайперы! Они уже здесь! Прячемся! Скорее! ",
    "answers": [
      {
        "id": 11,
        "text": "Спрятаться в лесу"
      },
      {
        "id": 12,
        "text": "Спрятаться в пещере "
      }
    ]
  },
  {
    "id": 11,
    "text": "Илья: Быстрее! В лес! Идём! \nОни пришли в лес где их поджидали мины... Половину лесной чащи как не бывало после того как Влад наступил на одну из мин... Миссия провалена...",
    "answers": [
      {
        "id": 10,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 12,
    "text": "Илья: Бежим сюда! Давай быстрее! Еще быстрее! \nВлад с Ильёй забежали в пещеру где был тайник что-то вроде подвала... \nВлад: Тут достаточно безопасно... \nИлья: Но жить тут не стоит...\nВлад: Почему? \nИлья: В таких местах могут жить тысячники* \nВлад: Это такие чуваки у которых тело человека, а голова как у паука?\nИлья: Совершенно верно... \nВлад: Но они же безопасны...\nИлья: Они безопасны только когда мы в сознании. Стоит только человеку уснуть как... Они его сьедают... \nВлад: Очень интересно почему именно спящего... Он так типо вкусный что-ли? \nИлья: Спящий не причинит им боли. Они очень чувствительны... \nВлад: Похоже, всё в порядке... Давай так... Один из нас будет спать днем... Другой ночью. Охотится будем по определенным дням. Хорошо? \nИлья: Но... Как же...\nВлад: У нас нет выбора чувак! Или так или смерть! Выбирай! \nИлья: Я согласен...\n",
    "answers": [
      {
        "id": 13,
        "text": "Первым спит Влад"
      },
      {
        "id": 14,
        "text": "Первым спит Илья"
      }
    ]
  },
  {
    "id": 13,
    "text": "Влад уснул... Илья что-то заскучал... Он и сам не заметил как заснул... На следующее утро ни Влад ни он не проснулись... Они были сьедены тысячниками... Миссия провалена.",
    "answers": [
      {
        "id": 12,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 14,
    "text": "Илья уснул... В это время Влад пишет в своем дневнике: \n\"Два дня назад когда я нашел новый камень с магией \"Спиктрол\" (призывает любое оружие ближнего боя) я его активировал и почему-то не использовал его в бою... Я не привык к мощной магии... Я довольно слаб для неё. Кроме огненного шара и молнии я ничего не умею... Мне кажется мне нужно искать камни... Но у меня нет на это времени.\"",
    "answers": [
      {
        "id": 15,
        "text": "Писать дальше"
      },
      {
        "id": 17,
        "text": "Закончить..."
      }
    ]
  },
  {
    "id": 15,
    "text": "\"... Пожалуй время для сна я буду тратить на поиск магических камней... Без магии я некуда... Я найду камни для нас с Ильёй и тогда у нас будут шансы побороть Крайсона. Илья слишком самоуверен. Он думает что всё слишком просто... Но это не так. Это было понятно ещё после первых атак на базы Кирасира... Я не представляю какое кол-во солдат сейчас защищает золотой замок... Их там может быть больше тысячи... А если там Кирасир то наши шансы на нуле...\" \n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Утро...\nВлад рассказал Илье о случившемся ночью и показал ему трупы тысячников. \nИлья: Не хило... Пожалуй ты прав, насчёт камней и магии... Нам нужно их поискать. \nВлад: Сегодня я поищу камни, а ты пока что убей какое-нибудь животное и приготовь обед... Позавтракать уже не получится...\nИлья: Окей, давай иди... Время не ждёт.",
    "answers": [
      {
        "id": 20,
        "text": "Следить за Владом"
      },
      {
        "id": 21,
        "text": "Следить за Ильей"
      }
    ]
  },
  {
    "id": 17,
    "text": " Влад услышал шорох... \nВлад: Илья, просыпайся! \nИлья: Что случилось? Отстань! \nВлад: Илья я что-то услышал! Слышишь блин?! \nИлья: Отстань! \n",
    "answers": [
      {
        "id": 18,
        "text": "Пнуть Илью"
      },
      {
        "id": 19,
        "text": "Не трогать Илью"
      }
    ]
  },
  {
    "id": 18,
    "text": "Илья: Да че ты хочешь?! Аааа!!!\nВлад и Илья погибли... Тут сильное эхо, а потому и звук пинка услышали тысячники которые решив что их атакуют резко набросились на Илью с Владом. Миссия провалена.\n",
    "answers": [
      {
        "id": 17,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 19,
    "text": "Влад: Ладно... Сам справлюсь. \nОдин из тысячников медленно стал идти к Владу.\nВлад: Эй, чувак! Я не сплю! Чувак, слышишь? Я не сплю! Иди отсюда, а не то ударю!!! Слышишь блин?! \nТысячник что-то прокричал по- паучьи и на его крик прибежали еще 8 тысячников. \nВлад: Вот же досада! \nВлад решил призвать оружие... Тут же у него в руках появились молоты Сириуса. ,\nВлад: Ого! Мясорубка начинается ребятки? \nТысячники разом стали кидаться и прыгать на Влада, а некоторые плевать какой-то жидкостью ему в лицо.\nПосле недолгого кровопролитного боя Влад оставшись с одним молотом кинул его в одного из мертвых тысячников и присел к Илье... \n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Влад отправился в лес. В лесу чаще всего можно обнаружить магические камни. \nВлад призвал два меча себе на всякий случай и отправился в глубь леса... ",
    "answers": [
      {
        "id": 22,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Илья посмотрел в след Владу и принялся за дело. Взял лук, стрелы, арбалет и пошел на охоту. (Дробовики, пистолеты, автоматы и т.д. уже существовали! Просто это Вампер (планета вампиров) и тут этим не пользуются!) ",
    "answers": [
      {
        "id": 27,
        "text": "Пойти в небольшую чащу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вокруг было много деревьев, пней и всякой живности... Везде растут грибы и куча листьев под ногами... Осень всё-таки... ",
    "answers": [
      {
        "id": 23,
        "text": "Залезть на дерево"
      },
      {
        "id": 24,
        "text": "Порыться в листве"
      }
    ]
  },
  {
    "id": 23,
    "text": "Пока вы лезли на дерево один из снайперов засёк Влада и застрелил... Миссия провалена.",
    "answers": [
      {
        "id": 22,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 24,
    "text": "Влад: Блин, ни одного камня нет! Похоже, снайперы тут всё обчистили для Крайсона... Зачем ему столько камней, если у него и так мощная магия? Может это для магов? Столько вопросов... \nВлад ещё немного порылся среди листьев, но так ничего и не нашёл... ",
    "answers": [
      {
        "id": 23,
        "text": "Залезть на дерево"
      },
      {
        "id": 26,
        "text": "Поискать на поляне (может быть опасно, там вы слишком заметны)"
      }
    ]
  },
  {
    "id": 25,
    "text": "Илья: У меня такое было! Сейчас расскажу! \nВлад: Что случилось?\nИлья: Ты не поверишь! \nВлад: Ну и что же?\nИлья: Короче, слушай!.. Пошел я на охоту, а вокруг никаких животных, никого не было! \nВлад: И ты поэтому так рано вернулся? \nИлья: Не перебивай! Так вот: Иду, иду и бац! Я прямо в медвежью берлогу свалился! А там медведь проснулся как раз! \nВлад: От твоего девчачьего визга? \nИлья: Дослушай, блин! На чем я значит остановился: я медленно зарядил арбалет и пальнул ему стрелой в ногу! \nВлад: Вот ты идиот? Кто в медведя стрелой в ногу палит?! \nИлья: Да, знаешь как он заревел от боли!\nВлад: Прям как ты наверно, когда ты себе по пальцу молотком долбанул! ха-ха-ха! \nИлья: Да замолчи ты! Я чуть не погиб между прочим! \nВлад: Ладно, ладно я молчу.\nИлья: Я короче быстрее выбрался оттуда и давай на дерево взбираться! \nВлад: Ну я тебе еще когда ты подростком был что не надо так на качелях качаться! А ты не послушал и грохнулся башкой вниз. Вот и травма до сих пор твоему мозгу не дает нормально мыслить в экстренных ситуациях! \nИлья: Вот как дать бы тебе по роже кулаком, да сил уже нет. \nВлад: А у тебя их и не было...\nИлья: Да заткнись ты уже наконец!!! Дай рассказать! Я залез значит на это дерево, а медведь под ним стоит. \nВлад: Ну, всё верно. Он же не такой отшибленный как ты по деревьям шастать! \nИлья: Ух... Как же ты меня достал!!! Но ничего... Я спокоен. Потом я уселся на одну из веток, а там снайперы медведя приметили и застрелили. \nВлад: Но хоть они догадались что его надо было убить, а не лезть на дерево и каркать типо ты ворона.\nИлья: Ещё раз перебьешь и я тебе камнем по башке стукну!!!  Я уже на пике злости!!! Короче, рассказываю последний раз! Они меня потом заметили и...\nВлад: Как же не заметить придурка который ворону на дереве изображал! \nИлья: Да не изображал я никого.\nВлад: Вот-вот. В дурке так все говорят! \nИлья: Короче они стрельнули по ветке и я упал с неё. Потом я в них швырнул огненными шарами превратился в вампира и улетел.\nВлад: А нельзя было просто сказать что у нас не будет обеда? Зачем мне эта история? \nИлья: А ты что нашел? \nВлад: Ничего.\nИлья: Вот бы и помалкивал...",
    "answers": [
      {
        "id": 30,
        "text": "Пойти вместе на поиски камней"
      },
      {
        "id": 31,
        "text": "Пойти вместе на охоту"
      }
    ]
  },
  {
    "id": 26,
    "text": "Влад: Как всегда, приходиться рисковать... Надо идти на поляну.\nВлад спустя некоторое время уже искал камни на поляне. Он искал везде под камнями, среди уже пожелтевшей травы, под упавшими деревьями, но так ничего и не нашел...",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться к Илье"
      }
    ]
  },
  {
    "id": 27,
    "text": "Илья: Как-то тут скудно... Ни птиц, ни зайцев, ни .... Ааааааа!!! \nИлья свалился в какую-то пещеру...\nИлья: Вот же черт! Как-будто пол под ногами исчез! Мама-миа! Где это я? \nЭто была не пещера, а берлога медведя... \nИлья: Кажется, надо валить. \nМедведь проснулся от крика Ильи когда он свалился в берлогу и агрессивно был на него настроен. \nИлья: Я попал...\nИлья медленно достал стрелу и вставил ее в арбалет.\nТут же медведь бросился на Илью но он быстро сообразил и отпрыгнув в сторону стрельнул медведю в ногу. Медведь заревел и с ещё большей яростью побежал на Илью, который уже выбрался из берлоги и полез на дерево. \nИлья: Плохой медведь, плохой! Да уйди от дерева блин! \n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тут кто-то пристрелил медведя точно в голову... \nИлья: Не к добру это всё... \nИ действительно не к добру... Медведя пристрелили два снайпера. (все темные воины пользовались земным оружием) Илья как назло в спешке оставил арбалет в берлоге... Снайперы приметили Илью и стрельнули по ветке на которой он сидел с луком в руках готовый выстрелить. Ветка была тонкой и упала вместе с Ильёй вниз. \nИлья: Ребят, а давайте мирно всё решим, а? Давайте вы меня не убиваете, а я беру лук со стрелой и тихонько пуляю из него по вам. Окей, друзья? \nОдин из снайперов: Ты че больной? \nИлья: Ладно, окей давайте я просто свалю отсюда! Пока!\nИлья швырнул в них огненными шарами и превратившись в вампира (он до этого выглядил как человек) взлетел и уворачиваясь от пуль со всей силы врезался в одно из деревьев. \nИлья: Не очень прикольная посадка... \nИлья вернул свой внешний вид и его крыльев как не бывало, однако превращение отнимает много сил и потому его нельзя делать больше одного раза примерно в три дня. Сил у Ильи и так не было, а потому он ни с чем вернулся к пещере... Влад ещё не вернулся... ",
    "answers": [
      {
        "id": 29,
        "text": "Ждать Влада"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тут Илья уже видит идущего к нему со спокойным лицом Влада, Илье явно не терпится ему рассказать о своих приключениях.\nВлад: Ты так рано, вернулся... Все нормально?",
    "answers": [
      {
        "id": 25,
        "text": "Начать разговор"
      }
    ]
  },
  {
    "id": 30,
    "text": "Илья с Владом помирились и пошли на поиски магических камней. \nИлья: Смотри! \nВлад: Это же камень магии \"Кикжен\"! (это магия на близком расстоянии к противнику бьёт его током и может довести его до потери сознания на долгое время)\nИлья: О чёрт! Ты серьезно? Крутяк! \nВлад: Ты его нашел... И ты в праве открыть этот камешек. Это твоя находка и тебе дана эта магия... \nИлья открыл камень и он активировался. Илья схватился за голову.\nВлад: Все в порядке?\nИлья: Да... Просто у меня всегда так происходит при активации магических камней, я не знаю почему так...\nВлад: Разберемся... Главное что у тебя есть эта магия, верно? \nИлья: Да, конечно. Всё верно...",
    "answers": [
      {
        "id": 32,
        "text": "Начать охоту"
      }
    ]
  },
  {
    "id": 31,
    "text": "Илья с Владом взяли оружия и пошли охотится. Илья приметил одного оленя. \nИлья: Не самое лучшее, но всё же мясо.\nВлад: Стреляй уже! \nИлья выстрельнул стрелой в оленя и он с грохотом упал на землю.\nВлад: Вот и добыча наша! \nИлья: Ты это слышишь? \nВлад: Что именно? \nИлья с Владом были убиты отрядом лучников которые обыскивали эти места... Миссия провалена.",
    "answers": [
      {
        "id": 25,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 32,
    "text": "После такой находки, Илья с Владом пошли охотиться. Уже было поздно и как раз в это время на поляну из леса стали выходить олени... \nИлья: Оленина - это не лучшее мясо, но всё же мясо. \nВлад: Стреляй уже! \nИлья застрелил оленя и он с грохотом упал на землю. \nВлад: Теперь будем охотится и искать камни вместе! \nИлья: Согласен. \nВлад: Надо только дотащить оленя до пещеры. Мне прийдется превратится в вампира, у нас нет времени. \nИлья: Хорошо. \nВлад изменил облик и у него расправились огромные черные крылья... Он схватил оленя руками и взлетел вместе с ним в воздух. Илья в это время уже бежал к пещере. Влад прилетел с оленем в их с Ильей жилище и аккуратно приземлился... Вернув свой первоначальный человеческий вид, Влад вновь сел за дневник, в то время как Илья готовит оленину. \n",
    "answers": [
      {
        "id": 33,
        "text": "Узнать что там"
      },
      {
        "id": 34,
        "text": "Не лезть в чужой дневник"
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Сегодня Илья нашёл камень с крутой магией. Наши шансы одолеть Кирасира выросли до 1%, блин. Нам нужны оружия ближнего боя с какой-либо магией! Чтобы у нас было преимущество. Я переживаю не столько за армию Тьмы, сколько за Кирасира. Ведь он темный лорд. А мы всего лишь молодые и слабые вампиры... Нам ещё столько стоит познать... о блин...\"",
    "answers": [
      {
        "id": 34,
        "text": "Перестать писать дневник"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ну вот и всё. Влад закончил писать в дневнике, а Илья уже пожарил мясо и они первый раз за этот день поели. Сегодня спать будет Влад, а Илье нужно будет сторожить его сон и жизнь от тысячников и ещё неизвестно кого... ",
    "answers": [
      {
        "id": 35,
        "text": "Пусть Илья почитает дневник Влада"
      },
      {
        "id": 36,
        "text": "Пусть Илья зайдёт в тоннели где живут тысячники "
      }
    ]
  },
  {
    "id": 35,
    "text": "Илья: Он считает, что мы слабаки по сравнению с Кирасиром... Значит он пишет что ему нужно оружие ближнего боя с эффектами магии... Будет ему магия...",
    "answers": [
      {
        "id": 37,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 36,
    "text": "Илья: Как же тут темно. Хм... Что это такое на меня капает? О нет!!! \nЭто были слюни тысячника который спал в своей паутине и ждал гостей на ужин... Илья не должен был здесь умереть! Без него Влад не одолеет Кирасира! Миссия провалена.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 37,
    "text": "Илья нашел уютное место в этом пещерном подвале и принялся за дело. Он стал создавать меч с магией остолбенения, смысл этой магии в том что враг после касания меча к его телу застывает на две секунды. К сожалению, для большего эффекта у Ильи не было средств. Илья сделал меч и пошел собирать все нужное для этой магии. А в это время Влад собирал грибы в лесу, так как он сам ненавидит убивать животных... Илье нужно было для его задумки следующее: кровь белки, перо воробья или голубя, любой цветок синего цвета, кровь того кто создал этот меч (то есть его кровь) и волос владельца меча (то есть волос Влада.) Илья раздобыл весь арсенал и был готов к заклинанию этого меча. (волос он взял у Влада пока тот спал) Вот все было готово и надо было капнуть три капли крови Ильи на кончик меча. Илья взял свой ножик и разрезал свою ладонь. Потом проговорил заклинание и теперь надо было чтобы Влад взял этот меч первым. Илья только вышел из пещеры за Владом, как Влад уже шёл к нему. А точнее бежал... И без корзины с грибами... Илья сразу понял... Что-то случилось. Влад подбежал к Илье. \nВлад: В убежище!!! Срочно прыгаем в наш тайный подвал! Давай, давай! \nОни прыгнули в подвпл и задвинули каменную плиту за собой. \nИлья: Бери этот меч! \nВлад взял меч в руки.\nВлад: И что? Это мне подарок от дедушки мороза? \nИлья: Нет! Я его зачаровал на остолбенение.\nВлад: Ты че открыл мой дневник?!\nИлья: Надо было сказать! Я бы сделал тебе хоть двести таких оружий с магией! \nВлад: А я откуда знал что ты способен такое делать?! \nИлья: Стоп! Хватит! От кого ты так бежал и где грибы? \nВлад: Там... Там в лесу я только было стал собирать грибы как я увидел Кирасира.\nИлья: Ты серьезно?! И что же?! Он побежал за тобой?\nВлад: Нет, не побежал... Он заметил меня и побежал... Но не за мной, а от меня. Я забыл о стразе смерти и ринулся за ним, мои мстительные чувства вспыхнули как пламя! Так вот я за ним побежал но потом он остановился и использовав портал прыгнул туда и исчез. \nИлья: Он испугался? Или у него был план? \nВлад: Ничего, он не испугался... Когда он прыгнул портал, на этом месте было письмо... Это он написал... Там было написано чтобы я один пришел к бухте Фризирэт.\nИлья: Но ты же не собираешься туда идти? Я прав? \nВлад посмотрел на Илью грустным взглядом и засунув меч за спину стал вылазить из пещеры. \nИлья: Стой! Но от кого ты бежал? \nВлад обернулся.\nВлад: Он сказал что убьет тебя если я не прийду в течении часа к бухте... Надо спешить. \nИлья: Давай я с тобой! \nВлад: Нет! Исключено! Сиди здесь! Я отомщу за наших родителей! Запомни мои слова...\nВлад ушел из пещеры и усилив скорость стал бежать к назначенному месту встречи...\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Кирасир: Привет Влад! Я тебя так давно не видел... Мне так хочется испытать твою силу. Твой отец говорил что у тебя есть что-то чего не было и нет ни у одного существа во вселенной. \nВлад: Наверное, мозги...\nКирасир: У тебя проблемы с чувством юмора малец. Доставай свой жалкий меч.\nКирасир вынул свою косу. Если до нее докоснуться то человек может умереть... А вампир не сможет держать в руках оружия.",
    "answers": [
      {
        "id": 39,
        "text": "Вынуть меч и пырнуть им в живот Кирасира"
      },
      {
        "id": 40,
        "text": "Вынуть меч и сделав сальто проткнуть им голову Кирасира"
      }
    ]
  },
  {
    "id": 39,
    "text": "Влад: Получи жалкий лордишка! \nКирасир пустил во Влада электрическим шаром и Влад выронил свой меч... \nКирасир: Умри! \nМиссия провалена.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 40,
    "text": "Влад сделал сальто и зацепил мечом голову Кирасира он остолбенел на две минуты и Влад замахнулся мечом.",
    "answers": [
      {
        "id": 41,
        "text": "Убить его"
      },
      {
        "id": 42,
        "text": "Отпрыгнуть"
      }
    ]
  },
  {
    "id": 41,
    "text": "Влад только хотел убить Кирасира как сзади в него стрельнул лучник который следил за ним всю дорогу...\nМиссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 42,
    "text": "Влад отпрыгнул и увидел лучника следившего за ним. Влад призвал обычный меч и кинул его в лучника. Кирасир уже бежал на Влада как тут же он упал... Это был Илья...\nИлья: Я не мог оставить вас вдвоем на этой бухте Влад.\nВлад: Удружил.\nКирасир одним взмахом руки откинул от себя Илью и вынув свою косу смерти пошел к Владу ",
    "answers": [
      {
        "id": 43,
        "text": "Пальнуть в него молнией"
      },
      {
        "id": 43,
        "text": "Пальнуть в него огненным шаром"
      }
    ]
  },
  {
    "id": 43,
    "text": "Безуспешно! Кирасир продолжал идти не останавливаясь.",
    "answers": [
      {
        "id": 45,
        "text": "Призвать еще один меч"
      },
      {
        "id": 46,
        "text": "Призвать обычную косу"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы успешно ударили его в челюсь ногами в сальто и в это время Илья разбежавшись достал нож и вонзил его в плечо Кирасиру. \nКирасир: Умри Илья! \nКирасир достал из плеча нож и пырнул им Илье в живот. \nВлад: Неееееет! \nКирасир еще раз достал нож и вонзил уже мертвому Илье его прямо в горло.\nКирасир: Теперь твоя очередь! ",
    "answers": [
      {
        "id": 51,
        "text": "Призвать катану"
      },
      {
        "id": 52,
        "text": "Призвать ножи"
      }
    ]
  },
  {
    "id": 45,
    "text": "Влад кинул в него оба меча. От одного Кирасир увернулся а другой попал ему в руку в которой у него была коса... И от него он остолбенел. ",
    "answers": [
      {
        "id": 44,
        "text": "Ударить его в сальто"
      },
      {
        "id": 48,
        "text": "Призвать огромный молот"
      }
    ]
  },
  {
    "id": 46,
    "text": "Влад кинул в него свой зачарованный меч, но Кирасир увернулся и Влад призвал косу. \n",
    "answers": [
      {
        "id": 49,
        "text": "Ударить косой ему в голову"
      },
      {
        "id": 50,
        "text": "Кинуть в него косу"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "Вы кинули в него огромным молотом но Кирасир одним ударом косы поделил его в воздухе на две части... Посое чего он кинул в вас косу и вы неожидав такого поворота не успели от нее увернуться... Миссия провалена.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      },
      {
        "id": 45,
        "text": "Новый ответ... введите текст"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы промахнулись и Кирасир вас убил... Миссия провалена.",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 50,
    "text": "Кирасир увернулся и кинул в вас свою косу от которой вы уже не увернулись... Миссия провалена",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 51,
    "text": "Влад: Ты ничтожество! \nВлад прыгнул на шею Кирасиру и отрубив ему руку спрыгнул с него, после чего отрубил голову Кирасиру... Темный лорд погиб... ",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Влад: Ты ничтожество!!! \nВлад прыгнул на шею Кирасира но тот ударил его в лицо и Влад упал. Кирасир воспользовался моментом и убил своей косой Влада... Миссия провалена",
    "answers": [
      {
        "id": 45,
        "text": "Контрол. точка"
      },
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 53,
    "text": "Влад: Илья... Нет... Ты должен жить! Ты... Ты не можешь так погибнуть... Нет... Это моя ошибка... Это я... Я виновен в его смерти... \nВлад долго сидел у трупа Ильи. Влад достал из его горла нож и вонзив его в отрубленную голову Кирасира похоронил своего друга... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 главы (впереди еще 6 глав)"
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]