[
  {
    "id": 1,
    "text": "Автор:!MrAlberto\nВ землях Аркандала ныне не спокойно ведь началась Великая Резня.В твоих руках закончить эту войну тем или иным способом ,за ту или иную фракцию!",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение"
      },
      {
        "id": 3,
        "text": "Изменения в квесте "
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбери сторону:\nАльянс — процветающее государство в котором живут в мире люди, эльфы и гномы.\nТвердыня — пристанище низших существ таких как орки, гнолы, троли и циклопы.\nНекрополь — убежище некромантов и всякой нечечти.\nИли же ты просто одинокий странник.\n",
    "answers": [
      {
        "id": 4,
        "text": "Альянс"
      },
      {
        "id": 5,
        "text": "Твердыня"
      },
      {
        "id": 6,
        "text": "Некрополь"
      },
      {
        "id": 7,
        "text": "Я сам по себе "
      }
    ]
  },
  {
    "id": 3,
    "text": "1.Запусчен тест квета пожалуйста сообщайте о ошибках",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы просыпаетесь от стука в дверь.\nвы находитесь у себя дома хоть он состоит из одной большой камнаты\n",
    "answers": [
      {
        "id": 8,
        "text": "Открыть дверь"
      },
      {
        "id": 9,
        "text": "Не открывать."
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты саммый простой рядовой орк",
    "answers": [
      {
        "id": 11,
        "text": "отправится в бой с очередным пушечным мясом"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты я вляешся главным некромантом ,а значит правителем этих земель.\nЧто будешь делать?",
    "answers": [
      {
        "id": 12,
        "text": "Ничего"
      },
      {
        "id": 13,
        "text": "Отправлю войска на Великую Резьню"
      },
      {
        "id": 14,
        "text": "Отправлюсь в месте с армией нежити на Великую Резню"
      }
    ]
  },
  {
    "id": 7,
    "text": "В это время искатетели приключений редко выживают самостоятельно но ты как видимо исключение. Недалеко от тебя расположена небольшая деревушка Вайндел примущественно в ней живут охотники и трудяги ечли повезёт можно урвать не сильно высоко оплачивамую работёнку. \nТак-же можно отправится в один из городов Альянса но путь туда будет опасен так-как он лежит через красное болото где водится много странных тварей.",
    "answers": [
      {
        "id": 16,
        "text": "В Вайндел"
      },
      {
        "id": 17,
        "text": "В город"
      },
      {
        "id": 34,
        "text": "Я друид мне в лес надо"
      }
    ]
  },
  {
    "id": 8,
    "text": "За дверью стояли двое стражников.\n—Вы вызваны в армию альянса, собирайте свои вещи и отправляйтесь в крепость Хёнинга.\nПосле этих слов стражник дал вам письмо с местом и последним временем прибытия и закрыл вашу дверь.",
    "answers": [
      {
        "id": 40,
        "text": "Начинать собирать провизи и снаряжение"
      },
      {
        "id": 41,
        "text": "Ни куда не ехать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Через некоттрое время стук зауончился но вскоре(как вам показалось) пришло ещё больше людей.\nДалее всё произошло столь быстро чтотвы ничего не поняли: дверь вылетает,в комнату врываются десяток стражников, вяжут вас и видут в тюрьму.\nвам предстоит гнить здесь до конца Великой Резни.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 10,
    "text": "Во истину удивттельное но опасное место всё здесь поросло густой красной ростительностью. \nНо спокойно путешествовать вам пришлость не долго в скоре вы заметили оборотней к счастью они вас ещё не видят.",
    "answers": [
      {
        "id": 39,
        "text": "У меня проснулись навыки ниндзя, я перебью их по стелсу"
      },
      {
        "id": 46,
        "text": "Ворватся в бой с криками и воплями победы"
      },
      {
        "id": 47,
        "text": "постаратся обойти"
      }
    ]
  },
  {
    "id": 11,
    "text": "Одно меткое попадание врывной магией и от тебя ничего не осталось\nКонец\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты сертёзно?\nМожет зделаешь что нибудь?",
    "answers": [
      {
        "id": 15,
        "text": "Не-а"
      },
      {
        "id": 6,
        "text": "Ладно всё-же надо что-то зделать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Как это нн бонально но вся армия нежети гибнет без своего главно командующего.\nИ вот армия Альянса уже у вашего дворца, \nо нет она уже внём, они уже в вашем тронном зале вы были убиты из-за своей глупости и лени автора.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 14,
    "text": "Умело руководя своей армией вы быстро спровляетесь с армией Твердыни ,а через год\nи с армией альянса!\nТеперь вы верховный король этих земель.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Пока ты ничего не делал всю твою нежить перевели на свою сторону другие некроманты ,а тебя свергли и зделали зомби локеем ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Узнав что в деревню пришёл опытный искатель приключений жители очень обрадовались потому-что им давно досаждают упыри которые ищут свежей плоти.\nЖители готовы выделить вам отряд охотнико и заплатить 100 лореней\nлиж-бы вы избавили их от упыпей",
    "answers": [
      {
        "id": 18,
        "text": "Согласится "
      },
      {
        "id": 19,
        "text": "Отказать и пойти своей дорогой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решаете сразу пойти в город.Через несколько часов ходьбы вы видете деревья с красной листвой.",
    "answers": [
      {
        "id": 10,
        "text": "Войти в топь."
      },
      {
        "id": 7,
        "text": "Повернуть назад"
      },
      {
        "id": 4,
        "text": "успешно дойти до города с охраной",
        "need": 29
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили принять работу и начали продумывать план действий",
    "answers": [
      {
        "id": 20,
        "text": "Отправится на поиски упырей сейчас"
      },
      {
        "id": 21,
        "text": "Дождатся ночи и напасть на упырей из засады"
      }
    ]
  },
  {
    "id": 19,
    "text": "У тебя 2 пути: или в город, или в сторону некрополя откуда очивидно эти упыри прут",
    "answers": [
      {
        "id": 17,
        "text": "в город к Альянсу"
      },
      {
        "id": 33,
        "text": "В государство некромантов"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы обошли окрестности несколько раз , солнце уже начинало содится и тут вы увидели небольшую стайку странно выглядищих чуществ.\nСомнений не было это были упыри вы решили...",
    "answers": [
      {
        "id": 22,
        "text": "отступить к деревне и дождатся упырей там"
      },
      {
        "id": 23,
        "text": "напасть прям здечь и сейчас"
      }
    ]
  },
  {
    "id": 21,
    "text": "До вечера вы занимались торговлей и подзароботали немного денег\n",
    "answers": [
      {
        "id": 36,
        "text": "отправится на позицию"
      }
    ]
  },
  {
    "id": 22,
    "text": "дойдя до деревни вы стали ждать но даде спустя час тут никого не окащалось .\nВероятно упыри нашли себе новое место для питания.",
    "answers": [
      {
        "id": 24,
        "text": "дать охотникам 50% платы и солгать что вы избавились от упырей"
      },
      {
        "id": 25,
        "text": "вновь отправится на поиски упырей"
      }
    ]
  },
  {
    "id": 23,
    "text": "Упыри не ожидали столь резкого шага и застигнутые в расплох быстро полегли один за другим",
    "answers": [
      {
        "id": 26,
        "text": "забрать награду у старосты"
      }
    ]
  },
  {
    "id": 24,
    "text": "они вам отказали",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы их так и не нашли и к сожалению проволили квест придётся идти пешком.",
    "answers": [
      {
        "id": 48,
        "text": "Пойти в некрополь"
      },
      {
        "id": 17,
        "text": "Пойти в город альянса"
      }
    ]
  },
  {
    "id": 26,
    "text": "Прийдя в деревню вы сразуже направились в хижину старосты он встретил вас и без лишних вопросов вручил вам ране указаную сумму и пожелал удачи",
    "answers": [
      {
        "id": 28,
        "text": "Нанять повозку и поехать в город Альянса"
      },
      {
        "id": 17,
        "text": "оставить деньги при себе и пойти в город пешком"
      },
      {
        "id": 30,
        "text": "осесть в этой деревне, заниматся торговлей,  купить дом, завести семью, умереть."
      }
    ]
  },
  {
    "id": 27,
    "text": "Теперь у вас есть 50 монет и отряд мужиков с луками",
    "answers": [
      {
        "id": 26,
        "text": "Отлично!"
      }
    ]
  },
  {
    "id": 28,
    "text": "вы успешно добрались до города и купили небольшой дом.\nСпустя некоторое время к вам в дверь постучали...",
    "answers": [
      {
        "id": 4,
        "text": "Проснутся"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Ты находишся в маленькой деревушке Сарит тут примущественно живут маги.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы умерли почтенной смертью так-как при жизни вы успели стать уважаемым человеком.\nКонец?",
    "answers": [
      {
        "id": 26,
        "text": "Подумав о таком без славном конце вы усмехнулись и вернулись в реальность"
      },
      {
        "id": 1,
        "text": "Да я умер."
      }
    ]
  },
  {
    "id": 31,
    "text": "О чудо у вас получилось.\nЧерез некоторое время у вас уже собралась армия нежети.\nЧто вы будете делать.",
    "answers": [
      {
        "id": 6,
        "text": "Стану верховным некромантом"
      },
      {
        "id": 52,
        "text": "Отправоюсь с войсками на Великую Резню"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я стараста этой деревни Аджай.",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Мгновенная карма.\nУпыри которых вы не захотили истребить нашли вас и вы стали их обедом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты вошёл в лес тебя окружают сотни животных поробуй подчинить своей воле того медведя\n",
    "answers": [
      {
        "id": 35,
        "text": "Ну ок"
      },
      {
        "id": 7,
        "text": "Я передумал быть друидом"
      }
    ]
  },
  {
    "id": 35,
    "text": "Заметив как ты махаешь руками медведь решил что ты показываешь ему не приличные знаки через несколько минут друид бесславно изчез в желутке медведя\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "В дали уже видны упыри. Спустя несколько выстрелов из лука и пары взмахов мечём бой за кончился и вы отправляетесь за наградой.\n",
    "answers": [
      {
        "id": 26,
        "text": "Взять награду у старосты"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы успешно добрались до города Альянса.\nКупили себе небольшой дом и нашли работу.\nНо в одно прекрасное утро ва разбудил стук в дверь...",
    "answers": [
      {
        "id": 4,
        "text": "проснутся"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты очнулся на не очень удобной кровати из дерева, не далеко стояла мужчина средних лет.\nУвидив что ты начал двигатся он подошёл к вам и помог сесть.\n—Вчера я нашёл тебя на красном болоте, удивительно что ты выжил после боя с оборотнями ",
    "answers": [
      {
        "id": 29,
        "text": "Спросить где вы."
      },
      {
        "id": 32,
        "text": "Спросить кто он"
      },
      {
        "id": 37,
        "text": "Поблагодорить за помощь и отправится в путь"
      },
      {
        "id": 49,
        "text": "Попросить научить вас магии",
        "need": 32
      }
    ]
  },
  {
    "id": 39,
    "text": "Я тебя обманул, ты не когда не был ниндзя они тебя сразу-же учуяли и ты стал главным блюдом вечера",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 40,
    "text": "Снаряжения у вас нет кроме старого отцовского меча но он в очень хорошем состоянии так-что вам нужна лишь броня.",
    "answers": [
      {
        "id": 42,
        "text": "Купить простую коженую броню на рынке."
      },
      {
        "id": 43,
        "text": "Заложить дом и купить вполне хорошую железную броню."
      }
    ]
  },
  {
    "id": 41,
    "text": "Всповнив о слухах ходящих о поле боя Великой Резни вы иешаете ни куда не ехать ,а спокойно дожить свою жизни работяги.\nНо не всё так гладко через две недели вас находит стража и запирает в тюрьме за дезертирство.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы решаете купить не очень дорогую кожаную броню\nЧерез неделю вы уже стоите в строю таких же призывников как вы и слушаете инструктаж начальства.\n",
    "answers": [
      {
        "id": 44,
        "text": "Выслушать всё внимательно"
      },
      {
        "id": 45,
        "text": "Болтать с другими призывниками"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы успешно закладываете дом, покупаете качественную железную броню и вроде всё хорошо ,но броня оказывается краденой и вы отправляетесь в штрофной батальён что = пушечнуму мясу и в итоге с вами быстро разделывается первый же орк",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 44,
    "text": "Уже через 20 минут вы знали полный план боевых дейтсвий.\nНа следующий бой вы смело вошли в бой с своими саратниками.\nЧерез год вы уже командывали своей армией.\nВойна закончилась победой Альянса.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы успешно проболтали инструктаж.\nНа следующий день вы,непонимая что делать, врываетесь в гущю событий и бесславно погибаете.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты славно бился но оборотни всё-же проворней и быстрей",
    "answers": [
      {
        "id": 38,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы успешно обходите полу кровок и более того выходите на относительно безопасную дорогу.\nДалее ни каких происшетвий не происходило.\nДобравшись до города вы купили себе маленький дом и нашли себе простую работу.\nНо в один день вас разбудил стук в дверь...",
    "answers": [
      {
        "id": 4,
        "text": "Проснутся."
      }
    ]
  },
  {
    "id": 48,
    "text": "По пути вы встретили упырей, может в вас проснётся дар некроманта?",
    "answers": [
      {
        "id": 31,
        "text": "Можно попробовать"
      },
      {
        "id": 25,
        "text": "Ну нахер я валю "
      }
    ]
  },
  {
    "id": 49,
    "text": "За несколько месяцев тренировок вы стали тскустнейшим магом.\nПосле смерти старика вы стали старостой вместо него.\nТак-же вы внесли большой вклад в Великую Резню своей взрывной магией за что получили много наград от Альянса.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "Удивительно но ты внёс значимый вклад в войну многие армии порядели и решили заключить мирный договор.\nА вы обречёные на вечную жизни поселились в замке и живёте в нём по сей день.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  }
]