[
  {
    "id": 1,
    "text": "Автор: Police\n\nАннотация: Что же будет после ядерной войны? Как изменится мир? Как изменится характер людей? Многие задавали такие вопросы. И лишь единицы смогли узнать истину...  \n\n[Внимание]\n\nЭто бета версия-предыстория квеста «Мир после: Аляска»",
    "answers": [
      {
        "id": 11,
        "text": "{Достижения Beta-версии}"
      },
      {
        "id": 12,
        "text": "{От автора}"
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://fottko.ru/image/brrosruokphxgjud.jpg",
        "system": true
      },
      {
        "id": 13,
        "text": "{Начать}"
      }
    ]
  },
  {
    "id": 2,
    "text": "Получено достижение:\n\"Слабохарактерность\"\n\nМейер не стал читать это письмо. Он взял в руки револьвер который лежал перед ним. Потом снова отложил и взялся писать записку.\n\n\"Это конец. Завтра газеты будут пестрить заголовками о самоубийстве профессора Мейера. Смерть это только начало. Так вроде говорят. Вот и проверю так это или нет. Мой последний экспримент. Чёрт, даже прощальную записку нормально написать не могу. Шмидту и всем продажным тварям привет... с того света. В моей смерти винить их. Бывший профессор Берлинской академии наук Вольфган Мейер. \"\n\nОн снова взял револьвер и приставил его к виску. Закрыл глаза и нажал на курок...\n——————————\n\nРоза с криком выбежала из кабинета Мейера и побежала к Шмидту. Кабинет Шмидта находился на этаж выше кабинета Мейера. Именно там и проходил учёный совет. Роза постучалась и получив разрешение на вход начала расказывать о поведении Мейера. Шмидт успокоил её и предложил сходить вместе. Она согласилась. Они подходили к кабинету Мейера когда услышали выстрел. Они сразу же вбежали. Мейер был мёртв. \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мейер поднял письмо. Открыл и начал читать. \n\n\"Мистер Мейер, прочитала вашу работу. И вынуждена признать это просто невероятно. Я стала проверять ваши данные и пришла к таким же выводам! Вы гений, но скорее всего вы будете отвергнуты научным сообществом в своей родной стране. Я предоставила эти данные правительству своей страны и они готовы сотрудничать. Но по двум причинам я не смогу работать без вашей помощи. Предлагаю объединить усилия. Анна Савина.\"\n\n\"Россия? А почему бы и нет. Здесь у меня нет будущего\" \n\nВ этот момент в кабинет ворвался Шмидт. За ним показалась Роза.\n— Я конечно всё понимаю, Мейер. Но Роза в твоих неудачах не виновата. В них виноват только ты сам. Освободи кабинет до завтра. И прощай! — произнёс Томас и скрылся за дверью\n— Двуличная тварь, единственное в чём я виноват так это в том что доверился тебе и считал тебя другом! — но этого Шмидт уже не услышал.\n\nТеперь Мейер был полностью уверен в своём решении. Он едет в Россию.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 4,
    "text": "Приехав домой Мейер первым делом написал ответ Анне Савиной. И заказал билет в Москву. \n\nИ вот он навсегда попрощался с Родиной. Здесь его ничего не держало. Друзья оказались врагами и казалось всё было против Мейера. \n\nВ аэропорту Москвы его ждала Анна. Тут он впервые увидил её вживую. Она оказалась ещё красивей чем он ожидал. И он не мог отвести взгляд. Со стороны это выглядело очень смешно. Анна решила отвлечь Мейера. \n\n— Профессор, мы можем отправиться сразу на работу в НИИ или вам показать вашу новую квартиру?",
    "answers": [
      {
        "id": 5,
        "text": "Поехать в новую квартиру"
      },
      {
        "id": 6,
        "text": "Поехать в НИИ"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Неплохо было бы отдохнуть, а уже завтра взяться за работу.\" — ответил Мейер\n\n\"Хорошо, профессор. Вас отвезут домой, а завтра к 8:00 утра за вами заедут. Обживайтесь, а мне пора.\"\n\nЕго новая квартира находилась совсем недалеко от НИИ. Институт был виден с окон. Только в квартире он осознал как устал за сегодняшний день. Ему хотелось принять душ и лечь спать. Он положил чемодан в шкаф, предусмотрительно достав средства личной гигиены. Но сначала он решил подкрепиться. Холодильник был забит различными продуктами. Мейер решил попробовать пельмени. После ужина он почистил зубы и принял расслабляющий горячий душ...\n\nКак и было обещано ровно в 8:00 к подъезду профессора подъехал чёрный «Мерседес». А возле самого НИИ ждала Анна. Она ввела Мейера в курс дела, познакомила с персоналом. Постепенно профессор вливался в работу института...",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 6,
    "text": "[Полученно достижение:\n«Трудоголик»]\n\n\"Неплохо было бы съездить на моё новое рабочее место.\" — ответил Мейер\n\n\"Хорошо. Садитесь в машину.\"\n\nОт аэропорта до научно-исследовательского института около 20 км. И конечно же это не был обычный институт. Отнюдь не безобидной ботаникой там занимались. Несколько передовых лабораторий в одном центре. Режимный объект. Секретный институт. Разве могло правительство какой-либо страны разрешить исследования только для блага науки? Конечно нет.\n\n\"Простите за глупый вопрос, но неужели мне вот так просто разрешат продолжить работу?\" — спросил Мейер Савину.\n\n\"Конечно, профессор! Более того, мы вместе их продолжим. И найдём способ повернуть процесс вспять!\" — эмоционально ответила Анна\n\nЕё можно было назвать помешанной на работе. Не зря её заметило правительство и выделил целую лабораторию в секретном институте! Которую она благополучно готова была передать Мейеру. \n\n\"Ах вот оно что. Вы хоть понимаете как это звучит? Способ один единственный! Дать им восстановиться. А к этому человечество не готово.\"\n\nПродолжать этот разговор Анна не стала. Она решила отойти от этой темы и задала Мейеру совсем не относящийся к теме вопрос. \n\n\"А где вы так научились русскому?\"\n\nМейер сразу понял что его ответ не удовлетворил Савину. И продолжать данную тему не стоит. \n\n\"Моя мама была родом из России. Она меня всему научила...\" — ответил Мейер\nМашина подъехала к институту. Анна начала проводить экскурсию по лаборатории. Всё что нужно было знать профессору. Ни больше, ни меньше. Она познакомила его с сотрудниками. Но всё равно для него это было лучше чем в Германии. Во всяком случае ему так показалось. Здесь была та атмосфера которой у него не было на Родине. Иногда создана искусственно. Но он старался на это не обращать внимание...\n\n\"Вроде всё. Начнём уже завтра. Первые дни будут конечно вступительные, а потом начнём серьёзную работу. А сейчас вас отвезут в вашу квартиру!\"\n\nЕго новая квартира находилась совсем недалеко от НИИ. Институт был виден с окон. Только в квартире он осознал как устал за сегодняшний день. Ему хотелось принять душ и лечь спать. Он положил чемодан в шкаф, предусмотрительно достав средства личной гигиены. Но сначала он решил подкрепиться. Холодильник был забит различными продуктами. Мейер решил попробовать пельмени. После ужина он почистил зубы и принял расслабляющий горячий душ...",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "Но долго поработать они не смогли. Уже в ноябре 2017 начались проблемы с нефтью. А значит и с бензином и всем остальным связаным с ним. К декабрю по всему миру активизировались \"пророки\". На каждом углу они кричали о скором конце света. Никто им не верил. В этой серой массе отличился Дмитрий Колосов. Он не просто кричал о конце света, а дал предположения которые оправдались. Не забыл Дмитрий упомянуть и Мейера. Но ему тоже не поверили, бросили в общую кучу. К сентябрю 2018 года нефть осталась только в меньшей части арабских стран, на Кавказе и в Крыму, а также небольшие запасы в США. Начались первые локальные конфликты. Россия сразу же стала осваивать нефтедобычу в Крыму. На что бурно реагировала Украина. Грузия сразу же начала увеличивать экспорт «черного золота». Но уже в начале ноября РФ ввела войска в Грузию. Страны Европы запротестовали. Но сделать ничего не смогли. По-сути, это и стало первым конфликтом. Россия получила две основные базы для добычи нефти и плюс запасы на её территории. Тем самым вышла в лидеры. Европа стала зависимой от РФ. США вернулась к политике изоляции.  ОАЭ начала войну со всеми арабскими странами где хоть чуть-чуть замечена нефть. В период с 2019 до 2020 произошло ещё несколько конфликтов из-за продолжения падения запасов полезных ископаемых. На мировом рынке выстроились четыре лидера. Германия, Англия, РФ и США. И всем на пятки наступал Китай. Мир разделился. Назревала новая большая война... ",
    "answers": [
      {
        "id": 8,
        "text": "Узнать что было дальше"
      },
      {
        "id": 9,
        "text": "Судьба Мейера"
      }
    ]
  },
  {
    "id": 8,
    "text": "[Получено достижение:\n\"Историк\"]\n\nК 2021 году ситуация в мире прояснилась. ОАЭ стали одним из крупнейших экспортеров нефти. Конкурируя только с Россией и США. Но в мировые лидеры выбится так и не смогла. Зато Китай стал пятым мировым лидером по экспорту практически всех полезных ископаемых. Постепенно смещая Германию. Так начался первый серьёзный конфликт. Но где Германия и где Китай. Начинаются дипломатические переговоры. В этот момент Англия находит минимальные залежи нефти во Франции. И сразу же вводит войска. Второй конфликт в начале 2022 года. РФ начинает подготовку к нападению на Аляску. Не только из-за того что раньше это была русская колония. Ещё и потому что там достаточно большие залежи золота, серебра и это один из основных комплексов по добычи нефти США. Третий и последний конфликт начало 2023. Мировой она стала ближе к концу. Дипломатия Германии и Китая приводит к пуску ядерных ракет в средине 2026. Но к Германии долетела лишь часть. Другая часть разлетелась по всей Европе! А одна упала возле берегов КНДР. А всё из-за неполадок навигационной системы. Ответ КНДР и других ядерных держав прилетел незамедлительно. Дольше всех держались США и РФ. Два года после запуска первых ядерных ракет и США запускает свои, Россия успевает ответить. На дворе 2028 год. Война окончилась. Победителей не было. Проиграли все. Единственным относительно безопасным местом стала Аляска. Туда не запустила ракеты ни одна из сторон... ",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "Что же стало с профессором Мейером. Благодаря его исследованиям Россия знала что начнёт заканчиваться следующим. Но есть и обратная сторона. Из-за этих же исследований РФ отчасти начала войну с США. Которая закончилась плачевно. Но даже тут фортуна улыбнулась Мейеру. Когда прилетели ракеты он был на работе. А под НИИ располагается подземный бункер. Там он вместе с Савиной и большей частью сотрудников спаслись. Но надолго ли?",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "На этом закончилась первая часть. II часть выпущена отдельным квестом (номер 68453)!",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться на первую страницу}"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тут можно получить лишь два достижения:\n1) Трудоголик\n2) Историк",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Во-первых, спасибо за прочтение моего квеста. Я автор начинающий, а это мой первый квест. Поэтому ошибок наверняка много. Буду очень признателен за каждый отзыв.\nДа, ещё. Это предыстория событиям второй части. И выборов способных повлиять на ход событий нет....",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Небольшой экскурс в историю этого мира:\n\nДо событий 2017 года ничего необычного не было. Мир почти не отличался от нашего. Но поворотным стало лето 2017 года...\n\nВ августе 2017 года в малоизвестном немецком научном журнале «Die Welt der Wissenschaft» вышла статья профессора Мейера о том, что в скором времени человечество достигнет лимита добычи полезных ископаемых. За что был раскритикован научным сообществом Германии...\n\nЧасть 1. Похождения одного профессора\n\nМейер сидел в своём кабинете. Этажом выше решалась его судьба учёного. Исход был ясен для всех. Там у него не было поддержки. Все от него отвернулись. Коллеги и друзья предали. А самое главное его лучший друг и наставник профессор Томас Шмидт. Он первым высказался против его научной работы. А ведь ещё недавно поддерживал. Именно он и посоветовал отправить статью в этот журнал после отказа публикации в главном научном вестнике.\n\n— Гнусный предатель! — выкрикнул он и ударил по столу\n\nПосле удара со стола упало письмо. Раньше Мейер его не замечал. Но это было и не удивительно. На столе профессора царил бардак.\n\nМейер только собрался поднять его, но не успел. В дверь постучались.\n\n— Войдите. — сказал Мейер\n\nДверь открылась и в кабинет вошла бывшая помощница профессора Мейера Роза.\n\n— Профессор, я зашла сообщить вам о решении.... — она не успела закончить, Мейер её перебил\n\n— Меня исключили? — до жути спокойным голосом произнёс Мейер\n\n— Да...\n\nВ кабинете ненадолго воцарилась тишина. Мейер опустил голову и произнёс только \"Уходи\". Роза хотела что-то сказать но Мейер её снова перебил.\n\n— Я сказал уходи! Убирайся!!! — он плавно переходил на крик\n\n— Вы все продались ему! Ничтожества! Вон!!!! — Мейер схватил стопку бумаг на столе и запустил её в Розу.\n\nБумага разлетелась по всему кабинету. Он успокоился и снова сел за стол.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Прочитать письмо"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]