[
  {
    "id": 1,
    "text": "Вы Каир , молодой и отважный воин которого посылают на самые сложные задания. Очередное ваше задание дано самим императором. Пробраться в земли орков и уничтожить вождя одного крупного орочьего племени, носящего название \"Клыки\". Вождь по имени Грабак огромный здоровый орк с 2 человеческих роста, является серьёзным противником вместе с такой же оравой безбашеных орков. Поэтому действовать придётся скрытно (да здравствует стелс-режим)и из тени.Опираясь на ум и хитрость. А также на волю случая",
    "answers": [
      {
        "id": 2,
        "text": "Начнём"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Выйдя из дворца императора , и получив задание Каир в сопровождение одного из офицеров направился в арсенал, чтобы подобрать подходящее оружие и снаряжение.Император дал свободу выбора лучшего снаряжения из арсеналов дворца. Так почему бы не воспользоваться?",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть снаряжение"
      }
    ]
  },
  {
    "id": 3,
    "text": "—\"Так что тут у нас\" — вы с явным нетерпением принялись осматривать оружие.\nВы первым делом обратили внимание на клинки. Здесь было всё начиная от мечей людей и заканчивая. великолепными работами гномов.Но вам нужен был особенный меч, лёгкий и быстрый который был создан бля того ,чтобы убивать орков. А кто как не эльфы слывут лучшими убийцами орков,  постоянно защищая свои леса от набегов своих соседей. Вы задержали взгляд на слегка изогнутом клинке который поблескивал завораживающим сиянием.\n  -\"Лунный клинок, сделанный из лунной руды под светом звёзд\"-заметил стоящий рядом офицер.\n  -Почемы лунная руда так называется?\n  -На самом деле это метеоритное железо, которое имеет синеватый оттенок, эльфы верят что это руда падает с луны, поэтому так и называют, хотя может они и правы. Как бы то ни было это ,лучший материал для меча, очень лёгкий и прочный.\n -Я беру его.",
    "answers": [
      {
        "id": 4,
        "text": "взять арбалет"
      }
    ]
  },
  {
    "id": 4,
    "text": "Арбалет вы выбрали сразу. Маленький ,вмещающий в сябя 5 стрел без перезарядки.Идеальный для засад,гномьей работы.",
    "answers": [
      {
        "id": 5,
        "text": "Выбрать Экипировку"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы выбрали лёгкую и надёжную кожанную броню,обычно такие использует лесные и горные рейнджеры, где важна не прочность доспеха а его лёгкость. Так же  взяв перевязь кинжалов, вы принялись переодеваться.\n—\"Готово\"-сказали вы ,заканчивая примерять ножны.\n—Отлично.Тогда можете выдвигаться хоть сейчас, или завтра как пожелаете.",
    "answers": [
      {
        "id": 6,
        "text": "пойти в таверну"
      },
      {
        "id": 7,
        "text": "в путь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили перед тем как отправиться в дорогу зайти и расслабиться в одну из местных таверн.\n В просторном помещении было шумно и людно.В основном большинство посетителей были местными. Но также Каир сразу же приметил группу гномов-наёмников которые скорее всего нанялись какому нибудь богатому купцу и сопровождали его караван. Вооружены те были впечатляюще. Качественные кольчуги прикрытые пластичными доспехами, вооружение состояло либо из секиры или пары топоров , но у каждого был большой двухзарядный арбалет , бьющий на приличное расстояние.\"Да уж, их семеро но каждый из них стоит 4 солдат империи\"- подумали вы, оценивая наёмников. Гномы дружно хохотали и рассказывали другим посетителям истории своих воинских подвигов, попутно с завидной скоростью опустошая кружки с пивом.\n",
    "answers": [
      {
        "id": 8,
        "text": "Сесть за свободный столик"
      }
    ]
  },
  {
    "id": 7,
    "text": "Решив не медлить вы забежали в трактир ,купив в дорогу провизии и проверив снаряжение оседлали коня и направились в путь.\n Уже спустя несколько часов золотные огни Аэтероса \"золотого города\" виднелись позади вас.\nОтправляться ночью не было смысла, и вы решили переночевать на тракте под деревом при свете луны.\n",
    "answers": [
      {
        "id": 12,
        "text": "Переночевать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы присели за стол, ожидая когда помошница трактирщика принесёт вам ужин. Несколько девушек ,которые судя по их одежде и поведению были куртизанки, оценивающе взглянули на вас, как бы спрашивая себя сколько вы заплатите. Вы улыбнулись и покачали головой ,давая понять что потенциальный клиент отпал. \n Каир был не стороником легкодоступных дам, считая что сердце дамы нужно добиться поступками но деньгами.\nБыло похоже на рыцарский слоган, хотя причислить вас к рыцарям даже с натяжкой было сложно. Наверное этот слоган был единственный, что вас объединял.\n Тем временем вам подали ужин , поев вы сняли комнату на верхнем этаже. Перед сном Каир решил подышать свежим воздухом и вышел из трактира.",
    "answers": [
      {
        "id": 9,
        "text": "Прогуляться по ночному городу "
      }
    ]
  },
  {
    "id": 9,
    "text": "Аэторос, столица империи погружалась в сон, проходя мимо улиц вам встретилось лишь несколько стражников.\nБыло тихо ,лишь отдалённое мяуканье дерущихся котов нарушало тишину. Каир погрузился в мысли, предстоящее задание сулило небольшое путешествие за пределы империи о чём он так долго мечтал. Вырваться за пределы страны, ведь последние годы он толь лишь и делал , что устранял заговорщиков в столице и ещё нескольких городах. \n А тут такой шанс , даже тракт который ведёт в земли орков может сулить хоть какие то приключения , не говоря уже о самих землях орков, которые ведут бечконечную пограничную войну с эльфами и людьми. Может даже эльфов увижу, думали вы. Последний раз они вам встречались только в детсве, когда ваш торговец-отец взял вас с собой в земли эльфов. Вы вспомнили их города которые состовляли из себя множестно сросшихся многовековых деревьев, чьи кроны как вам тогда казалось были выше самих небес.\n Вам уже нетерпелось отправиться в путь, и вы решили идти спать",
    "answers": [
      {
        "id": 10,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 10,
    "text": "Спали вы крепко и не просыпаясь, чему сильно удивились так как в последнее время вас мучила бессоница.\n Быстро одевшись и закусив на первом этаже таверны, вы в последний раз проверили снаряжение , купили в дорогу немного провизии которой хватит до  трактира на границе с землями орков и оседлав коня  направились к воротам столицы. \n Уже через несколько часов великий Аэторос \"золотой город\"  был позади.",
    "answers": [
      {
        "id": 11,
        "text": "Двинуться дальше по тракту"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы уже целый день в седле сделав только небольшой перерыв на обед , дав отдохнуть и набраться сил лошади,и это порядком поднадоедает поэтому вы решили остановиться в небольшой деревушке, переночевав там.",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть деревню"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ночь прошла без неожиданностей , поэтому отдохнувший с жаждой предстоящего приключения вы отправились в путь",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Селение представляло собой небольшое поселение из 30 домов и небольшим храмом.Вы двинулись по главной улице , хотя по правде говоря здесь была только одна улица. Жители с интересом поглядывали на вас, что и не удивительно, не так часто у них останавливались странники или воины вроде вас. Вооружённые диковинными эльфийскими или гномьими мечами. Мальчик лет 10 так и стал перед вами открыв рот толи от удивления толи интереса. К нему тут же подбежала женщина уводя его прочь, со стразом поглядывая на вас. Похоже здесь мне не очень рады, пронеслось в голове у Каира.  Ну долго вы их своим присутствием не потревожите . Всего лишь одна ночь. ",
    "answers": [
      {
        "id": 14,
        "text": "Отправиться к старейшине"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы отправились к старейшине что бы тот предоставил вам кров на ночь, одной грамоты императорского служащего было достаточно чтобы вам предоставили кров и еду.\n—\"Ооо это большая честь для нас ,предоставив кровать для ближайщего слуги святейшего императора\"-расплылся в любезностя старейшина.\n—Спасибо вам, всего лишь одна ночь и ужин, больше я вас ничем не потревожу.\n—Сколько угодно господин.",
    "answers": [
      {
        "id": 15,
        "text": "Отужинать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы сытно перекусили после чего дочка старейшины, милая черноволосая девушка, отвела вас к вашему ложе.\n—\"Спасибо большое\".Каир старался быть максимально вежливым , дабы не пугать девушку своим оружием.\n—Не надо благодарностей для нас это честь.\nДевушка тут же выбежала на улицу, вернувшись к прежним делам.\nСев на кровать Каир стал смотреть в окно, любуясь закатом.\nВдруг его привлёк сдавленный крик, который доносился с улицы , как раз с той стороны в которую он смотрел через окно. Вы пытались найти взглядом девушку , но её не было ,хотя вы были точно уверены что она минуту назад  вешала бельё перед вашем окном. Тревожные мысли тут же нахлынули на Каира , и решив проверить что случилось вы вышли на улицу.",
    "answers": [
      {
        "id": 16,
        "text": "Узнать кому принадлежал крик"
      }
    ]
  },
  {
    "id": 16,
    "text": "Выйдя на улицу вы пошли к тому месту где был слышен крик. Здесь никого не было, в доме были только старейшина и его жена, дочки не было. Надо найти девушку похоже с ней действительно что то случилось, пронеслось в голове Каира. Вы напрягли слух и прикинули что могло произойти.\n  Слух вас не подвёл , где то в саду был слышен сдавленный писк и смех. Вы не медля поспешили в сад.",
    "answers": [
      {
        "id": 17,
        "text": "Узнать что произошло"
      }
    ]
  },
  {
    "id": 17,
    "text": "Забежав в сад вы увидели 3 парней которые скручивали бедную девушку , язвительно ухмыляясь.\n—\"Твой отец виноват, его во всём вини.\"-сказал один из парней. \nУвидев вас они тут же осеклись , удивлённо открыв рты.\n—А ты кто такой?\n—Это имеет значения? \n—Имеет. Иди ка ты парень своей дорогой, мы тебя не трогаем и ты нам не мешай.\nДевушка испуганно замычала и замотала головой призывая вас спасти, во рту у неё уже был кляп.",
    "answers": [
      {
        "id": 18,
        "text": "Спасти девушку"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Ну как же так , неужели вы только и можете что домогаться до беззащитной дамы?\n—А ты нас учить вздумал?Парни угрожающе встали перед вами. Всем видом показывая что не они а вы должны бояться.\n—У меня совершенно нет времени учить вас хорошим манерам, я предпочитаю теорию практике, если вы не отпустите девушку по хорошему я силой заставлю вас это сделать, ещё и извиниться.\nТакой речи парни похоже не ожидали от Каира, один из них вытащил нож говоря что это последнее предупреждение. Чтож подумали вы, хоть разомнусь.\n  Вы резко подлетели к парню , одной рукой выбивая нож ,другой нанося удар в солнечное сплетение, от неожиданного и сильно удара тот тут же скосился. Не дав опомниться другим оттолкнув ногой второго вы нанесли серию ударов третьему, тот тоже не удержавшись рухнул. Последний оказался расторопным и схватив дубину принялся размахивать ею. Каир выждав момент и пригнувшись пропуская удар за себя  резко ударил противника в челюсть ,этого было достаточно. Все трое стоная лежали перед девушкой которая уже была на ногах, и с благодарством глядела на вас.\n \n\n",
    "answers": [
      {
        "id": 21,
        "text": "Не заставлять"
      },
      {
        "id": 24,
        "text": "Заставит извиниться"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Хорошо мой госпо....., хорошо, позволь узнать как тебя зовут.\n—Каир.\n—Спасибо Каир.",
    "answers": [
      {
        "id": 26,
        "text": "Дать кинжал на память и для обороны"
      },
      {
        "id": 27,
        "text": "Не давать"
      }
    ]
  },
  {
    "id": 20,
    "text": "—А теперь господа как и обещал , извинитесь перед дамой ,девушка гордо подняла голову в ожидании извинений.\n—Хм, кхе прости нас Адэль, незнаю что на нас нашло, мы хотели отомстить твоему отцу за то что он отхапал себе лучший кусок земли.\n—И из за это-го вы решили мстить девушке, да уж мужской поступок. И кстати даме нужны искренние извинения а не невнятное бормотание.\nСобравшись и толкнув по истине сердечное извинение парни были вами отпущены  и вы повели девушку в дом ,  рассказывав всё её отцу.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Проваливайте отсюда, крикнули вы. И повели девушку в дом рассказав всё её отцу",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "—\"Вот скоты, мерзавцы, ну я им ещё устрою\"-старейшина негодовал.\n—Хорошо только после моего отъезда ,нехочу смотреть На деревенские разборки.\n—Как скажите господин.\nНе став продолжать разговор, вы завалились спать.",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "Встав на рассвете вы оделись застегнули снаряжение и вышли из дома , направляясь к коню.\nАдэль выбежала за следом. Подбежав к вам она заговорила.\n—Спасибо вам большое господин, я так и не успела вас поблагодарить за моё спасение.\n",
    "answers": [
      {
        "id": 19,
        "text": "Не называй меня господином"
      },
      {
        "id": 25,
        "text": "все бы так поступили"
      }
    ]
  },
  {
    "id": 24,
    "text": "—А теперь извинитесь перед девушкой.Только от души\n—Кхе, прости нас Адэль , незнаем что на нас нашло, хотели твоему отцу за землю отомстить.\nВы презрительно поморщились.\n—От души господа, этого недостаточно.\nАдэль гордо вскинула голову.\nНападавшие наконец собрались и толкнули действительно сердечное извиние, после чего вы их отпустили и повели Адэль в дом, рассказав о случившимся её отцу.",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Не все , не все такие смелые\n—Возможно, но тебе повезло что рядом был я, в следующий раз не повезёт ,так что учись защищать себя сама, в наши дни каждый должен уметь постоять за себя.\n—Я буду стараться мой господин. Позволь узнать как тебя зовут?\n—Каир.",
    "answers": [
      {
        "id": 28,
        "text": "Подарить кинжал"
      },
      {
        "id": 29,
        "text": "Не дарить"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Адэль, в следующий раз меня не будет поэтому возьми этот кинжал, может понадобится.\n—Оооо, не стоило Каир.\n—Стоило, в наши дни оченьь неспокойно, особенно таким красивым девушкам.\nАдэль явно смутилась и покраснела улыбнувшись.\n—Долг службы зовёт, поэтому мне надо ехать дальше.\n— Прощай Каир, может мы увидимся ещё и кхм... , я буду ждать.\n—Вы кивнули головой и поскакали.\n",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Впредь будь внимательней, и учись постоять за себя Адэль.Ты славная девушка так что береги себя.\n—Хорошо, я буду стараться Каир.Может ещё и увидимся....\n—Возможно , ну а пока прощай.\nАдэль помохала вам на прощание.",
    "answers": [
      {
        "id": 30,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Держи кинжал. Он тебе поможет надо учиться защищаться самой.\n—Ооо спасибо господин Каир.\n—Незачто , а теперь прощай.\nВы поскакали в дорогу.",
    "answers": [
      {
        "id": 30,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "—В следующий раз учись защищаться, меня не будет .\n—Хорошо господин Каир.\n—Прощай.\nВы поскакали дальше.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ближе к полудню на пути по тракту вам встретился отряд лёгковооружённой кавалерии,  им как раз было с вами по пути. Каира это радовало , в компании було куда веселее , поэтому он с радостью начал общаться с командиром отряда, распрашивая его о новостях.",
    "answers": [
      {
        "id": 31,
        "text": "Как обстоят дела на севере?"
      },
      {
        "id": 32,
        "text": "Что слышно о войне с юга?"
      },
      {
        "id": 33,
        "text": " Куда вы направляетесь?"
      },
      {
        "id": 34,
        "text": "Дальше",
        "need": 33
      }
    ]
  },
  {
    "id": 31,
    "text": "—\"Налётчики с гор никак не успокоятся, нападают крупными отрядами на горные заставы, за последний месяц уже погибло около 200 горных пограничников\"- принялся рассказывать вам командир конников.\n—Чего им нужно?\n—А хрен его знает, делать им нечего ,засиделись в своих горах, хотят спуститься с них в долины. Но без боя не могут, нет чтобы присоединиться к империи,  а они упурно начинают совершать набеги. Но ничего горные рейнджеры им вправят мозги.\n—В этом уж точно не сомневаюсь.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Говорят война между двумя королевствами пустынь набирает ход, теперь это полномасштабное противостояние, и то государство которое победит создат мощный противовес империи. А армии что у тех что и у других в полном порядке. Одни наездники на скорпионах чего стоят.\n—А что Песчаные эльфы?\n—Объединились с Арсинцами.\n—Стало быть , Арсиния в более выгодным положении.\n—С этим не поспоришь, песчаных эльфов не мало как может показаться и воины они отменные.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Мы направляемся к восточной заставе в городишко Тирис, усилить здешний гарнизон от набегов орков. \"Клыки\" вроде как их зовут.\n—Да а предводитель их по имени Грабак. Здоровенный орк.",
    "answers": [
      {
        "id": 30,
        "text": "назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Офицер немногоо помолчав и взглянул на вас, спросил.\n—А куда ты держишь путь?",
    "answers": [
      {
        "id": 35,
        "text": "Правда"
      },
      {
        "id": 36,
        "text": "Ложь"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Мне порученно убить Грабака, вождя орков.\n—Вот как, так значит ты тот самый смельчак который не побоялся отправиться на это задание?\n—Да.\n—И как ты собираешься убить его в одиночку?\n—Пока незнаю.\n—Мда, нелёгкое тебе выпало бремя.\n—Зато если получится, вернусь героем с хорошим жалованием!\n—Ха! Ради этого стоит рискнуть.\n",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 36,
    "text": "Каир немного подумав решил не рассказывать , про свою задачу ,но не мог придумать ничего правдоподобного\n—Так куда ты там держишь путъ?\n—К эльфам.\n—К эльфам?\n—Да.\n—Ха, дайка угадаю решил попытать счастья с эльфийками?\n—Почему бы и не попробывать.\n—Дело твоё ,но знай, эльфы не любят чужаков, и не доверяют людям. А дальше небольших своих деревенек в лесные города пускают только проверенных и доказавших свою дружбу, ну и некоторых удачливых купцов.\n—Ну что ж попытаю счастье.\n—Ну смотри хотя по мне наши бабы лучше, они хотя  бы доступнее.\n",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Так и пролетело несколько дней пути к восточной границе ,где дальше находились земли орков , в близости границ великого леса эльфов. Судя по тому что вам сказали  ,лагерь Грабака был вблизи как границы людей так и эльфов.\nПопрощавшись с солдатами вы направились в трактир, пополнить там запасы еды и оставить коня, дальше вы пойдёте пешком.",
    "answers": [
      {
        "id": 38,
        "text": "В трактир"
      }
    ]
  },
  {
    "id": 38,
    "text": "Здесь было совсем иначе , нежели в трактирах столицы. Помещение раза в 3-4 меньше и темнее.Закопчённые стены гармонировали с запахом перегара. Каир заказав себе ужин устроился занял свободный стол в углу у стены. \n  Посетителей было немного все местные жители, которые с интересом косились на вас. Доев и оставив коня в конюшне вы направились к трактирщику расспросить об набегах орков",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Расскажи как проходят набеги орков?\n—А что тут рассказывать приходят убивают, грабят , берут вплен.Как и все.\n—По сколько их нападают?\n—Нуу не знаю точно, по разному. Но самое маленькое около 30. Бывает что сотней нападают. В город не суются, стены спасают , да и гарнизон не малый. А вот деревни бедствуют.\nКаир начал прикидывать приблизительное количество орков, обычно в набег ходит половина племени но учитывая то что Грабак воюет с эльфами, большая часть штурмуют леса остроухих. Иными словами около 500 орков. Нехило, и как пробраться ?Загадка ,любое столкновение , смерть. \n  Прорвёмся, а теперь спать, больше такой роскоши может и не быть.\n",
    "answers": [
      {
        "id": 40,
        "text": "Отправиться спать"
      }
    ]
  },
  {
    "id": 40,
    "text": "На этот раз сон не был спокойным, вы всё думали как пробраться незамеченым, минуя патрули и заставы.Пробраться в серце лагеря, и прирезать Грабака. И.. , самое главное , вернуться живым. Даже уснув вы видели сон , сцена сражения с орками , один против целой тучи, вы пытаетесь бежать но тщетно, Грабак поднимает над собой вашу голову, победный клич......\n Вы проснулись, в холодном поту. Страх, пронеслось в голове. Каир боялся, Орки не люди, они другие, сильнее, быстрее ,кровожаднее , истиные машины для убийств. А Грабак лучший из них, и как его убьёшь ,даже с лунным клинком?\nА хрен с ним ,лучше не думать, а пойти и выполнить работу, тем более пора уже, светает.",
    "answers": [
      {
        "id": 41,
        "text": "Собраться в путь"
      }
    ]
  },
  {
    "id": 41,
    "text": "Взять небольшую сумку с провизией в которую в основном входили одни сухари, Каир отправился в путь. Он пошёл линией леса избегая открытых участков. Перед ним открылась живописная картина нетронутого леса , уже здесь чувствовалась граница эльфийского королевства хотя до неё ещё пол дня пути , а может и больше. Но ваша цель не лес эльфов, а тёмная и мрачная чаща, больного леса за которой и находились владения Грабака. Вам повезло что здесь росла эта чаща, здесь легко можно было спрятаться и подобраться , к оркам. Вы шли на почтительном расстоянии от тропинки ,но так ,чтобы она была у вас навиду.Вы шли почти весь день только ближе к вечеру сделав привалал который будет длиться больше 10 минут, а точнее всю ночь.",
    "answers": [
      {
        "id": 42,
        "text": "Подумать об Адэль",
        "need": 19
      },
      {
        "id": 43,
        "text": "Не о чём не думать, просто отдохнуть "
      }
    ]
  },
  {
    "id": 42,
    "text": "Грызя сухарь, вы вспомнили о милой девушке Адэль, которую вы спасли. Образ черноволосой красавицы , с красивыми округлостями предстал перед глазами. \"Она красивая\"-произнесли вы в слух. И похоже вы ей тоже не безразличны думали вы вспоминая  её слова.\nРезкий крик отрвал вас от мечтаний.Ох чёрт, ругались вы на себя, не услышал звуков в боя а он был меньше чем в лиге отсюда. Спешно по ушив костёр вы отправились туда откуда услышали крик, больше звуков не доносилось.",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреть поле боя"
      }
    ]
  },
  {
    "id": 43,
    "text": "Грызя  сухарь и уставившись на языки пламени вашего костра вы отрешились от мыслей, не думая ни о чём, как бы погрузившись в транс.....\n Резкий крик вывел вас из этого состояния. Чёрт, там бой менее чем в лиге отсюда. Вы спешно потушили костёр и последовали к месту откуда  донёсся крик. Больше криков и звуков не было слышно.",
    "answers": [
      {
        "id": 44,
        "text": "Направиться к полю боя"
      }
    ]
  },
  {
    "id": 44,
    "text": "Прибежав на место вы обнаружили поле битвы. Около сотни трупов свежие не более получаса назад. Орки и эльфы, и похоже орки победили так как их погибших было немного меньше чем эльфов, и следы ведущие с поля битвы орочьи.",
    "answers": [
      {
        "id": 45,
        "text": "Осмотреть трупы орков"
      },
      {
        "id": 46,
        "text": "Осмотреть эльфов",
        "need": 45,
        "need_sometimes": true
      },
      {
        "id": 47,
        "text": "Пойти по следу",
        "need": 46
      }
    ]
  },
  {
    "id": 45,
    "text": "Вам нужно было только одно, их боевая расскраска. Да! То что и искал, красные клыки, воины Грабака.Это след который приведёт к вождю",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Осмотрев трупы эльфов, вас смутила одна деталь из 40 трупов и только 2 эльфийки. Слишком мало , в отрядах эльфах как минимум 6 эльфиек на отряд в 40 воинов. впрочем везде бывают исключения. Но эту деталь стоит запомнить.",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы направились по следам отряда орков, по мимо следов ног которые было сложно различимы, были следы телеги и кроу (ездовые животные орков) по ним вы и шли.Вскоре через полчаса, вы увидели огни лагеря,  который орки устроили на ночёвку. В любом случае надо будет проверить наличие там Грабака.",
    "answers": [
      {
        "id": 48,
        "text": "Провести разведку (стелс)"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы подкрались к лагерю , но пока держались на безопасном расстоянии. Всего 6 часовых, и один у телег на которых что то вроде клетки. Полтора десятка палаток и дружный храп орков.\n",
    "answers": [
      {
        "id": 49,
        "text": "Затаиться около дерева и подождать когда часовой отойдёт"
      },
      {
        "id": 50,
        "text": "Держаться в тени палаток "
      },
      {
        "id": 51,
        "text": "Подкраться к часовому и зарезать его"
      }
    ]
  },
  {
    "id": 49,
    "text": "Спрятавшись за деревом вы выждали момент когда орк отойдёт и проникнули в глубь лагеря",
    "answers": [
      {
        "id": 52,
        "text": "Взглянуть что готовили себе орки"
      },
      {
        "id": 53,
        "text": "Оставаясь в тени пробраться к повозке"
      },
      {
        "id": 54,
        "text": "Зарезать стражника и скинуть в овраг, освободив проход к повозке"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы , передвигаясь строго тени и не попадая на глаза оркам проскочили в глубь лагеря.",
    "answers": [
      {
        "id": 52,
        "text": "Взглянуть что приготовили себе орки"
      },
      {
        "id": 53,
        "text": "Оставаясь в тени палаток пробраться к повозке"
      },
      {
        "id": 54,
        "text": "Убить стражника , скинуть в орвраг и сосвободить проход к телеге"
      }
    ]
  },
  {
    "id": 51,
    "text": "Выждав удобный момент вы налетели на орка вонзая лунный клинок ему в горлу , захрипев орк рухнул, но другие часовые заметили вас.Сразив ещё двух орков вас схватили и убили.\n\n\n\n\nКонец...... (",
    "answers": [
      {
        "id": 1,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 52,
    "text": "Решив взглянуть что приготовили себе орки , вы подошли к котлу, но незаметили проснувшегося орка который смотрел прямо на вас, не успели вы убить орка , как тот поднял тревогу.\n\n\n\nКонец.... (",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 53,
    "text": "Осторожно не издавая звука , оставаясь в тени вы пробрались к телелеги рядом с которой храпел орк , а в клетке спали девушки, вы сразу поняли что это эльфийки.",
    "answers": [
      {
        "id": 55,
        "text": "Обойти орка и тихонько разбудить девушек"
      },
      {
        "id": 56,
        "text": "Убить орка и разбудить девушек"
      }
    ]
  },
  {
    "id": 54,
    "text": "Резко перерезав горло, часовому вы бесшумно сбросили телов канаву, и подобрались к телеге, рядом с которой храпел орк, а в клетке спали девушки, вы сразу поняли что это эльфийки.",
    "answers": [
      {
        "id": 55,
        "text": "Обойти орка и тихонько разбудить девушек "
      },
      {
        "id": 56,
        "text": "Убить орка и разбудить девушек"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы осторожно и бесшумно обошли спящего орка и подобрались к клетке сзади. Каир зажал рот одной эльфийки, разбудив её. Но оказалось это было лишним девушка тут же всё поняла , быстро разбудив остальных.\n—\"Вытащи нас отсюда, а уж потом мы перережим этих тварей до одного\"-шёпотом проговорила эльфийка.\n У вас сложилось впечатление что она была главной среди эльфиек.\n—Вытащить я вас конечно постараюсь, но перерезать всех орков, это врятли нас будет 7 а их полсотни.\n—Ты в нас сомневаешся?\n—Если честно то да. Вас всё таки схватили.\n—Нас оглушили в бою, напали из кустов, на уставших и изнемождённых.\n—Ладно, после расскажите, как вас вытащить?\n—Ключ у того спящего часового.\nИ с этими словами главная эльфийка,  белокурая красавица, выхватили один из ваших кинжалов и в садила в горло орку, которому не повезло уснуть рядом с палаткой.Он даже не захрипел, похоже эта эльфийка действительно способна перерезать весь отряд.\n—Думаю твоей помощи уже не надо, дальше я сама.\nЭльфийка покопавшись в карманах орка быстро схватила ключи и открыла клетку, выпуская девушек.",
    "answers": [
      {
        "id": 57,
        "text": "Помочь убить орков"
      },
      {
        "id": 58,
        "text": "Неее,  без меня"
      }
    ]
  },
  {
    "id": 56,
    "text": "Подкравшись к орку вы всаадили ему кинжал в горло и принялись обшаривать карманы, найдя ключ вы открыли , клетку .Эльфийки уже проснулись и сдержано благодарили вас за помощь.\n—Бегите вы свободны.\n—\"Подожди, не так быстро\"-заговорила одна из эльфиек, белокурая красавица.\n—Что?\n—Сначала ты поможешь нам прирезать весь отряд.Нужно отомстить.\n\n",
    "answers": [
      {
        "id": 57,
        "text": "Помочь убить орков"
      },
      {
        "id": 58,
        "text": "Неее, без меня"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Хорошо, это воины Грабака ?\n—Да.\n—А чем вы собрались их убивать?\n—Вон в той палатке наше снаряжение. Ты убьёшь часового и будишь смотреть чтобы к палатке никто не подошёл.\nА мы в это время вернём оружие и снаряжение.\n—Хорошо только быстро.",
    "answers": [
      {
        "id": 60,
        "text": "Выстрелить  в часового из арбалета"
      },
      {
        "id": 61,
        "text": "Перерзать горло кинжалом"
      },
      {
        "id": 62,
        "text": "Срубить орку голову мечом"
      }
    ]
  },
  {
    "id": 58,
    "text": "—ты боишся чтоли ?\n—Нет просто это пустая затея. Мне нужно убить Грабака, поэтому нельзя задерживаться.\n—Хорошое оправдание, но ты не убьёшь его.\n—Это почему?\n—Да потому что ты боишся убить его небольшой отряд, даже с нашей помощью.Трус и слабак.\nВы презрительно хмыкнули и побежали прочь.Подальше от отряда, вдруг у девушек не получится ?Тогда вас могут заметить .\n",
    "answers": [
      {
        "id": 59,
        "text": "Направиться к лагерю Грабака"
      }
    ]
  },
  {
    "id": 59,
    "text": "Ближе к утру вы наконец, были на месте в низу холма на котором вы стояли простилался огросный лагерь Грабака.\nВы решили отдохнуть до вечера и закончить своё дело ночью. А пока надо перекусить и понаблюдать. Здесь на холме среди деревьев, вас в любом случае не заметят",
    "answers": [
      {
        "id": 70,
        "text": "Дождаться ночи"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вытащив арбалет вы всадили болт орку в голову, попутно ловя тело чтобы то не наделало шума.\nКаир притаившись у палатки стал ждать эльфиек",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы подкрались к орку перерезав тому горло, и опустили тело на землю.\nКаир притаился возле палатки в ожидании эльфиек.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "Дочтать меч и отделив голову от тела , вы присели , но звук падающей голову и фонтан крови привлёк орков из чоседней палатки.\nВас обнаружили.\n\n\nКонец..... (",
    "answers": [
      {
        "id": 1,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 63,
    "text": "Девушки прокрались в палатку. И не заставляя вас долго ждать вскоре вышли во всеоружии. По мимо лунных клинков вроде вашего, у каждой девушки было по кинжалу и луку. А доспехи представляли из себя кирасу и наручи из гнувшегося ,пластичного материала, но которых был гораздо прочнее вашей кожанной амуниции. Ноги девушек защищены не были, обувью служили сандали перетянутые кожаными ремешками до колен,а из под кирасы торчали зелёные юбки до середины бедра. Вкупе со своей прекрасной внешностью девушки выглядили очень красиво.\n—\"Потом полюбуешся\"-прошептала белокурая.\n—Согласен, так что за дело.\n",
    "answers": [
      {
        "id": 64,
        "text": "Разделимся по одному,\nкак раз на одну по 2 палатки, а я в командирскую палатку проберусь"
      },
      {
        "id": 65,
        "text": "Разделимся на 3 группы \nодна по 3 эльфийки , другая по 2, а мы с тобой белокурая командиром займёмся."
      }
    ]
  },
  {
    "id": 64,
    "text": "—Нет, в палатках спят по 4 орка если они проснуться, в одиночку будет сложно, да и не геройствуй идя к командиру один. Разделимся на 3 группы, мы с тобой заявимся к вожаку.\n—Хм,  ну ладно белокурая, идёт.\n—Кстати меня зовут, Арносиэль.\n—А меня Каир. Очень приятно....\n—Пошли Каир.\n",
    "answers": [
      {
        "id": 66,
        "text": "Пробраться к вожаку"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Отличная идея , кстати,  зовут меня Аросиэль.\n—А меня Каир,  очень приятно.\n—Идём Каир.",
    "answers": [
      {
        "id": 66,
        "text": "Пробраться к вожаку"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Перерезав по орков из ближайшей палатки, вы также убили двух часовых. Других без помедления убили эльфийки второй группы.Третья уже орудовала в палатках.",
    "answers": [
      {
        "id": 67,
        "text": "Пройти в палатку через проход"
      },
      {
        "id": 68,
        "text": "Проделать дыру сзади"
      }
    ]
  },
  {
    "id": 67,
    "text": "Зайдя в палатку первым вы врезались в какие-то железки поднимая шум. Арносиэль среагировала моментально, в палатке спало три орка . Вожак и один из его приближённых были убиты эльфийкой моментально.Третий же успев проснуться был сражён ваши арбалетным выстрелом.\n—\"Болван косолапый\"-прошипела эльфийка выходя из палатки.\n",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Сделав прорезь в палатке вы осторожно заглянули внутрь, там спало 3 орка включая командира. Вы занялись командиром. Арносиэль же занялась двумя другими.\n—\"Готово\"-улыбнулись вы.\n—Хорошо а теперь идём , девочки уже наверно закончили.\nС этими словами эльфийка вышла из палатки, Каир последовал следом.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "Выйдя на улицу вы поразились скорости эльфиек. Осталась последняя палатка, из которой вышел орк. Заметив эльфиек тот поднял тревогу, но вскочила только одна палатка. Выбежав на улицу орки были пронзены стрелами эльфиек.\n—\"А ты сомневался в нас Каир\"-улыбнулась Арносиэль.\n—\"Ну не совсем чтобы и сомневался\"-начал выкручиваться Каир.\n—Куды ты теперь?\n—Мне нужно убить Грабака\n—Вот как, хм... мы можем тебе помочь.\n—Буду рад вашей помощи.Правда провизии у меня на всех не хватит.\n—Не беспокойся, мы всё равно не в восторге от вашей еды,  тем более к утру мы будем уже рядом с лагерям Грабака.\nА пока знакомься. Лили , Вивьен, Самина и Зираэль (отсылочка). \nВы познакомились эльфийками, узнав что те были из разведывательного отряда который должен был провести диверсию в лагере Грабака, но их заметили и отправились в погоню. А девушек оглушили и взяли в плен решив подарить Грабаку в качестве наложниц.",
    "answers": [
      {
        "id": 71,
        "text": "Направиться к лагерю Грабака"
      }
    ]
  },
  {
    "id": 70,
    "text": "Отдохнув и поев. Вы дождались ночи и принялись за дело.",
    "answers": [
      {
        "id": 72,
        "text": "Спуститься к лагерю"
      }
    ]
  },
  {
    "id": 71,
    "text": "Всю ночь вы потратили на пересечение чащи, эльфийки охотно делелись особенностями своего лесного королевства, рассказывая вам то, что обычно скрывают от людей. Но вы знали что это лишь самая малая часть секретов лесного народа.Эльфийки же в свою очерь распрашивали об империи ,о гномах которых никогда не видели.И том какая у вас работа.\n—Я мало чем отличаюсь от наёмного убийцы. Единственное отличие заказы идут от императора.\n—\"Но ты же убиваешь предателей.\"-сказала Зираэль. А это уже совсем другое.\n— Это не оправдание, и кстаи я даже рад что меня отправили убить Грабака.Это интнресное приключение.Хоть развеюсь.\nЗа этими разговорами ближе к утру вы достигли лагеря Грабака , располовжившись на холме возле чащи. И решив дождаться ночи, чтобы завершить своё дело.",
    "answers": [
      {
        "id": 89,
        "text": "Дождаться ночи"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы спустились к лагерю спрятавшись за деревом,  Десятки палаток и костров занимали всю небольоую равнину.\nЧёрт и где искать этого Грабака, и как прократься через десятки часовых.",
    "answers": [
      {
        "id": 73,
        "text": "Осмотреться в поисках чего нибудь интересного"
      },
      {
        "id": 74,
        "text": "Снять первого часового"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы заметили что каждый орк находится на виду у другого поэтому пропажу, часового заметят сразу и начнуть искать. Надо пройти мимо них, не убивая.",
    "answers": [
      {
        "id": 75,
        "text": "Подождать пока часовой отойдёт и проскользнуть в глубь лагеря"
      },
      {
        "id": 76,
        "text": "Попытаться держаться в тени и отыскать Грабака"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы подбежав пырнули кинжалом орка , но один из часовых заметил вас, и поднял тревогу.\n\nКонец..... (",
    "answers": [
      {
        "id": 1,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 75,
    "text": "У вас получилось и вы в центре лагеря. Чуть дальше виднелась огромная палатка, откуда доносился храп по крайней мере слона, думал Каир.",
    "answers": [
      {
        "id": 77,
        "text": "Пробраться к тыльной стороне палатки"
      },
      {
        "id": 78,
        "text": "Дождаться когда часовые отойдут подальше"
      }
    ]
  },
  {
    "id": 76,
    "text": "Тени было слишком мало, а часовых много,  вы не смогли пробраться к центру и вас обнаружили.\n\n\nКонец.... (",
    "answers": [
      {
        "id": 1,
        "text": "всё"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы допустили ошибку , с тыльной стороны часовых было ещё больше а тени ещё меньше.\nВас тут же заметили.\nКонец.... (",
    "answers": [
      {
        "id": 1,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы подождали когда орки разойдутся и проникли в палатку. Грабак был один , он был ещё здоровее чем вам описывали.\n Пора с этим кончать.",
    "answers": [
      {
        "id": 79,
        "text": "Перерезать Грабаку горло лунным клинком"
      },
      {
        "id": 80,
        "text": "Немного подумать"
      }
    ]
  },
  {
    "id": 79,
    "text": "Не раздумывая вы вонзили клинок в Горло Грабака , храп мгновенно прекратился, а орк немного поддёргавшись перестал шевелиться.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 80,
    "text": "Не так то всё и легко, отсутствие храпа привлечёт орков и вас обнаружат ,значит надо придумать что то другое.\nИ вы придумали, Каир подвесил здоровенный меч на верёвке прямо перед Грабаком и закрепил его так, что любое резкое движение проснувшегося орка и меч вонзится тому в горло.",
    "answers": [
      {
        "id": 82,
        "text": "Уйти из лагеря"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы убили Грабака но допустили ошибку, отсутствие храпа привлекло орков и они заглянули в палатку, увидев вас они тут же схватили Каира и убили.\n  Вы погибли но выполнили свою задачу, Каира запомнили как героя.\n\nКонец.... (",
    "answers": [
      {
        "id": 1,
        "text": "Всё"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы неспеша выскользнули из лагеря тем же путём каким и пробрались. И отойдя на почтительное расстояние побежали на холм в чащу. Проходя мимо того лагеря , в котором освободили эльфиек вы увидели тела орков и оставленные палатки. Эльфийки справились, чтож не такие уж они и простые как показалось.\nК утру следующего дня вы были в пограничном городке.",
    "answers": [
      {
        "id": 83,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы остановились в таверне знатно отпразнова свою победу. А по городу уже ползли слухи что Грабак  убит а его племя распалось. Осталось вернуться за наградой к императору. \nВы переночевали в таверне , забрали своего коня и отправились в путь.",
    "answers": [
      {
        "id": 84,
        "text": "Заглянуть к Адэль",
        "need": 19
      },
      {
        "id": 85,
        "text": "Прямиком к императору за наградой"
      }
    ]
  },
  {
    "id": 84,
    "text": "Адэль не выходила из вашей головы, похоже вы влюбились и хотели забрать девушку с собой в империю. \nАдэль увидев вас подбежала к вам и обняла.\n—Я знала что ты вернёшся.Каир похоже я люблю тебя.\n—И я тебя.Поедешь со мной в империю?\n—Конечно , Каир.\nРодители Адэль были только рады, что их дочери так повезло.\nВзяв ей коня вы вместе направились в столицу.\n\n",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы прямиком направились в столицу",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Тревожные новости настигли вас по дороге. Императора убил наёмный убийца, которого поймали но так и ничего и не узнали о нанимателе. На трон взошла 19 летня дочь императора Катерина.И она желает вас видеть срочно....",
    "answers": [
      {
        "id": 87,
        "text": "Направиться к императрице",
        "need": 84
      },
      {
        "id": 88,
        "text": "Направиться к императрице",
        "need": 85
      },
      {
        "id": 98,
        "text": "Направиться к императрице",
        "need": 97
      }
    ]
  },
  {
    "id": 87,
    "text": "—Здравствуй Каир.\n—Госпожа Императрица! Каир присел перед ней на одно колено.\n—До меня дошли слухи что ты убил Грабака, и ты почучишь награду, но тебя ждёт новое задание.\nИмператрица не спешила поднимать Каира с колен.\n—Какое?\n—Найти заказчиков убийцы,  и учтранить всех заговорщиков. На этот раз тебе придётся усердно работать......\n\n Конец\nКаир убил Грабака и взял в жёны Адэль , его ждало новое задание, более сложное....\n\nПонраввился квест?Ставь лайк.",
    "answers": [
      {
        "id": 1,
        "text": "всё"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Здравствуй Каир.\n—Здравствуйте госпожа императрица. Каир опустился на одно колено.\n—Молодец что убил орка, ты получишь награду. А теперь слушай новое задание. Ты найдёшь заказчиков убийцы. И устранишь заговорщиков. Тебе придётся усердно работать.... . Ты понимаешь?\n—Да госпожа императрица.\n\n\n Конец...)\nКаир выполнил задание, но теперь его ждало задание ещё сложнее.\n\nПонравился квест?Ставь лайк.\n",
    "answers": [
      {
        "id": 1,
        "text": "всё"
      }
    ]
  },
  {
    "id": 89,
    "text": "—\"Хм, как нам пробраться к Грабаку?\"-спросили вы.\n—Вон с той стороны стражников меньше всего, там и проберёмся.\nАрносиэль начала первой собираться.Остальные последовали за ней.",
    "answers": [
      {
        "id": 90,
        "text": "Подойти к лагерю"
      }
    ]
  },
  {
    "id": 90,
    "text": "Арносиэль обратилась к вам.\n—Пойдём вдвоём с тоббой остальные  ждут здесь.\n—Хорошо.\n—Следуй за мной.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы следовали за Арносиэль , та кошачьми движениями пробиралась вперёд ведя вас за собой. Проникнув без осложнений в глубь лагеря вы притаились около палатки Грабака из которой доносился храп здоровенного орка.\nВы подождали пока часовые разойдутся и проникнули в палатку",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": "—\"Отлично, пора его убить\"-с этими словами вы обнажили меч готовясь убить Грабака.\n—Стой не надо. Сторожевые заметят отсутсвтвие храпа.\n—Хм, как то не подумал.И что теперь.\nАрносиэль достала флакончик с какой-то жидкостью и вылила её в открытый рот орка.\n—Это яд, через 2 часа орк умрёт.\n—А он точно подействует?\n—Не сомневайся. А теперь идём.",
    "answers": [
      {
        "id": 93,
        "text": "Покинуть лагерь"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы вернулись к ожидающим вас эльфийкам.\n—\"Получилось?\"-спросила Лили.\nАрносиэль кивнула, добавив.\n—А теперь уходим. К полудню будем у эльфийской границы.",
    "answers": [
      {
        "id": 94,
        "text": "Проводить эльфиек"
      }
    ]
  },
  {
    "id": 94,
    "text": "К полудню вы действительно были уже у гнраницы , перед великим лесом.\nАрносиэль подошла к вам и обняла вас , давая свой медальон.\n—\"Держи,  это на память \"-будет тебе пропуском в наши леса.",
    "answers": [
      {
        "id": 95,
        "text": "Поблагодарить"
      },
      {
        "id": 96,
        "text": "Позвать Арносиэль с собой в империю"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Спасибо большое, я обязательно приеду к вам в гости.\nАрносиэль улыбнулась и поцеловала вас , добавив.\n—А это для того что бы поскорее приехал.\nВы попрощались с девушками и отправились домой",
    "answers": [
      {
        "id": 83,
        "text": "Отправиться в пограничному городку"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Арносиэль, спасибо но я хотел кое о чём спросить.\n—О чём?\n—Не составишь ли мне компанию по пути домой?\nБеловолосая красавица усмехнулась.\n—Почему бы и нет?\nВы попрощались с остальными эльфийками и отправились в пограничный городок.",
    "answers": [
      {
        "id": 97,
        "text": "Забрать лошадь"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы ловили много взглядов. Странная парочка человек и эльфийка.\nВы  направились прямиком в столице , а по ночам лежали и любовались на звёзды.....)",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "—Привет Каир.\n—Приветствую вас госпожа Императрица, скорблю о вашей утрате.\nКаир опустился на одно колено.\n—Ты молодец ,убил орка, привёл эльфийку , 2 зайцев сразу. Кстати желаю вам счастья.\n—Спасибо госпожа.\n—А теперь слушай. Ты должен найти заказчиков убийцы и убить всех предателей которые подстрекают на волнения.\nТебе предстоит хорошо поработать.Понял.\n—Да госпожа.\n\n\nКонец)))\nМой любимый кстати )\n\nКаир убил орка а с Арносиэль у них было всё отлично.\nТеперь Каира ждало новое задание , ещё более сложное.\n\nПонравился квест? Ставь лайк.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  }
]