[
  {
    "id": 1,
    "text": "Автор: Police\n\nАннотация: Что же будет после ядерной войны? Как изменится мир? Как изменится характер людей? Многие задавали такие вопросы. И лишь единицы смогли узнать истину... \n\nКак и обещал история профессора Мейера осталась позади. Действие переносится на Аляску в то время когда РФ и США обменялись ядерными ударами...\n\nЕщё бы научиться заставлять ответы исчезать)))\n\n///Квест дорабатывается/// В активной разработке III часть///",
    "answers": [
      {
        "id": 2,
        "text": "{Начать}"
      },
      {
        "id": 3,
        "text": "{Достижения}"
      },
      {
        "id": 4,
        "text": "{От автора}"
      },
      {
        "id": 38,
        "text": "{Биографии героев}"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/jioaihrhsdjrqita.jpg"
      },
      {
        "id": 69,
        "text": "{Доп. информация}"
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://fottko.ru/image/jaerrfzatihhlsbs.jpg",
        "system": true
      },
      {
        "id": 70,
        "text": "{Все квесты серии}"
      }
    ]
  },
  {
    "id": 2,
    "text": "2028 год. Третья Мировая закончилась катастрофой для всего мира. Человечество на грани вымирания. И единственный оазис среди всего этого Аляска. Сюда не падали ни американские, ни русские бомбы...\n—---------------------------------\nРоссийская военная база на Аляске\n—--------------------------------\n\"Товарищ подполковник, связи с центром нет. Мы сами по себе\" — встревоженно говорил Степаненко\n\n\"Плохо. Это очень плохо. Возвращай Сафронова.\" — скомандовал подполковник и отправился в свой кабинет\n—--------------------------\nКапитан Алексей Сафронов за час до этих событий был отправлен в разведку. Он командовал штурмовым отрядом. И не сильно любил ходить на подобные разведывательные задания. Но приказ есть приказ. И вот он с командой находился на возвышености с которой отлично просматривалась позиция врага. Он наблюдал за действиями американцев и сообщал об каждом их шаге лейтенанту Аквиловой. Его внимание привлёк связист американцев который о чём-то радостно сообщал своему помощнику. В этот момент зашипела рация.\n\n\"Товарищ капитан, ваше задание отменяется, возвращайтесь на базу.\"\n\nСафронов посмотрел на свою группу и ответил...",
    "answers": [
      {
        "id": 5,
        "text": "\"Подожди, тут кое-что интересное...\""
      },
      {
        "id": 6,
        "text": "\"Принял, возвращаемся...\""
      }
    ]
  },
  {
    "id": 3,
    "text": "В «Аляске» можно получить такие достижения:\n\n1) «Предатель» (одна из четырёх плохих концовок)\n2) «Никому не нужный» (одна из четырёх плохих концовок/возможна переработка)\n3) «Шальная пуля» (одна из четырёх плохих концовок)\n4) «И ты, Брут?» (одна из четырёх плохих концовок)\n5) «Внезапная любовь»/«Верный» (одна из трёх хороших концовок, №5 — 2 разные хорошие концовки)\n6) «Каноническая концовка» (одна из трёх хороших концовок)\n7) «Купола» (нейтрально-плохая концовка)\n8) \"Пленники\" (вторая нейтрально-плохая концовка)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я решил оставить судьбу профессора Мейера в бета варианте. Который из-за моей неопытности был снят с публикации. Ошибки я постарался исправить и восстановил его. Здесь же новые герои, больше вариантов развития сюжета и конечно же новые приключения. Спасибо за прочтение! \n—----------------\nВнимание!!!\n—-----------------\nВозможны ошибки и ляпы в самой истории. Если у вас есть возможность, пожайлуста, сообщите в комментариях либо на странице где ошибка (Премиум пользователи). Ещё раз спасибо!",
    "answers": [
      {
        "id": 1,
        "text": "{На главную}"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Но, товарищ капитан..\" — Сафронов прекратил сеанс связи\n\n— Так ребята, нам нужно взять \"языка\". На эту роль подходят двое. Связист и его помощник. Связист обладает информацией явно побольше, поэтому предлагаю брать его. Как думаете? — он объяснял план своим подопечным\n\n— Да, полностью согласен! — ответил старлей Петренко\n\n— Тогда делаем так. Петренко, Свиридов и Гавриленко пойдут группой и ликвидируют часовых. Пианист и Крам, вы будете брать связиста. Я и Аквилова...",
    "answers": [
      {
        "id": 7,
        "text": "\"Останимся здесь и будем вас координировать...\""
      },
      {
        "id": 8,
        "text": "\"Пойдём с Пианистом и Крамом...\""
      }
    ]
  },
  {
    "id": 6,
    "text": "— Похоже на этом наша работа закончена. Возвращаемся на базу. — скомандовал Сафронов\nОт места их дислокации до базы час ходьбы. Две враждебные друг другу базы находились очень близко. Поэтому с обеих сторон часто присылали разведчиков. Иногда эти группы встречались и вступали в бой. Когда группа капитана добралась на базу и об этом доложили подполковнику всех собрали на плацу. Подполковник объяснил ситуацию со связью. Все поняли что американские ракеты добрались до цели. ",
    "answers": [
      {
        "id": 9,
        "text": "Сходить к подполковнику"
      },
      {
        "id": 10,
        "text": "Сходить в казарму",
        "need": 13
      }
    ]
  },
  {
    "id": 7,
    "text": "Сафронов наблюдал за действиями американцев и присматривал за своими бойцами. Аквилова передавала информацию по рации ребятам. Все шло за планом. Часовые ликвидированы, на их месте стояли Свиридов и Петренко. Гавриленко остался возле тел. Крам и Пианист благодаря этому пробрались внутрь базы и уже подходили к окну нужного здания. В этот момент к этому же зданию подходил помощник связиста с генералом американцев. Успеют ли ребята схватить связиста?",
    "answers": [
      {
        "id": 13,
        "text": "\"Стоп!\""
      },
      {
        "id": 14,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 8,
    "text": "— А, что мы там делать будем? — спросила Аквилова\n— Эм...\n— Я думаю нам лучше остаться здесь и проконтролировать их движение.\nСафронов задумался...",
    "answers": [
      {
        "id": 7,
        "text": "\"Лучше останемся\"..."
      },
      {
        "id": 68,
        "text": "\"Всё-таки пойдем с ними\"..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Кабинет подполковника находился в центральном блоке. Сафронов решил спросить, что командование собирается делать. Аляскинская база была отрезана от остального мира. А на континенте у многих остались семьи. Алексей не был исключением. У него осталась жена Роза. И он поскорее хотел найти её.\n\n— Товарищ подполковник, я хотел спросить о дальнейших планах. У многих семьи и... \n\n— Сафронов, я понимаю. Но не забывай что не так уж и далеко от нас враг.\n\n— Думаю что война уже окончена. \n\n— Твоё мнение никто не спрашивал, капитан. Свободен.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из кабинета"
      },
      {
        "id": 12,
        "text": "Спорить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Алексей вошел в казарму. Бойцы уже вовсю дрыхли. Но не все. Аквиловой вовсе не было, а Крам сидел на кровати. Сафронов подошел к нему.\n\n— Привет.\n— Здоровались уже, Лёх.\n— Ну да. О чём задумался?\n— Я думаю о действиях американцев. Эта акция не пройдет незамеченой.\n— Возможно.\n— Это точно! А вдруг они нападут? А мы даже не знаем когда. Но точно не переживем это нападение! Ни припасов, ни достаточного боезапаса! И...\n\n*Звонкий ляпас*\n\n—Успокойся. Мы что-нибудь придумаем. Где сейчас связисты?\n— На гауптвахте.\n— Пойдем.\n\n*Вой сирены*\n— Общее построение на плацу! — доносилось из громкоговорителя...",
    "answers": [
      {
        "id": 42,
        "text": "Пойти на построение"
      },
      {
        "id": 46,
        "text": "Пропустить построение"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/kkkeszlskbjlupso.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "Сафронов вышел из кабинета. Выбора у него не оставалось. Подполковник собирается дать бой американцам. А он, как и большая часть солдат базы, продолжать войну не собирается. К Алексею подошла Карен.\n\n— Спрашивал о своей немке? \n— Не успел. Выгнали.\n— И наверняка думаешь о дезертирстве?\n— А ты прям в экстрасенсы записалась?\n— А ты всё ещё не повзрослел, Сафронов.\n— Мне всего 27. О чём ты?\n— Позови, как план придумаешь.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти во двор"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Что значит \"твоё мнение никто не спрашивал\"?\n\n— Ты забываешся, капитан!\n\n— Да? У вас нету там семьи? Нету?\n\nПодполковник погрустнел. Сафронов увидел слёзы...\n\n— Двое моих... Но теперь они мертвы. Из-за наших \" соседей\".\n— А может быть они всё ещё живы? Надежда умирает последней...\n— Выметайся, Сафронов.\n\nАлексей не стал возражать. Но в голове уже прояснялся план...",
    "answers": [
      {
        "id": 11,
        "text": "Выйти из кабинета"
      }
    ]
  },
  {
    "id": 13,
    "text": "Аквилова тут же приказала отменить захват. \n\n— Дождёмся ухода генерала и хватаем обоих связистов.\n\nПосле короткого разгвора американский военачальник вышел. \n\n— Начали! — приказал Сафронов\n\nПианист максимально тихо открыл окно и в него сразу же влетел Крам, повалив на пол главного связиста. Помощник испугавшись отпрыгнул в сторону и вжался в стену, а как только он захотел закричать Пианист одним точным ударом вырубил его. Связав связистов они короткими перебежками направились к выходу. Как только остальные их увидели они покинули свои посты и ждали приказ.",
    "answers": [
      {
        "id": 25,
        "text": "\"Подождите нас. Вместе отправимся на базу...",
        "need": 26
      },
      {
        "id": 26,
        "text": "\"Будем ждать вас на базе..."
      }
    ]
  },
  {
    "id": 14,
    "text": "Сафронов решил смолчать об этом. Пианист и Крам схватили связиста, но в этот момент в комнату вошли. Ребятам пришлось открыть огонь и бежать. Но на базе уже была объявлена тревога и всех остальных повязали. ",
    "answers": [
      {
        "id": 28,
        "text": "Сбежать"
      },
      {
        "id": 29,
        "text": "Продолжить наблюдение"
      }
    ]
  },
  {
    "id": 15,
    "text": "Как дезертировать капитану ВС РФ с закрытой военной базы на Аляске? Надо её захватить. Поднять бунт. А для этого надо подговорить народ. \n—----------------------\nЛояльность солдат подполковнику Мироненко — 80%\n—----------------------\nЕсли пойти к народу в открытую можно загреметь на гауптвахту. Значит надо действовать скрытно.",
    "answers": [
      {
        "id": 71,
        "text": "Отправиться на кухню"
      },
      {
        "id": 17,
        "text": "Пойти в Арсенал"
      },
      {
        "id": 18,
        "text": "Пойти в мастерскую",
        "need": 17
      },
      {
        "id": 19,
        "text": "Собрать солдат на площади",
        "need": 18
      },
      {
        "id": 33,
        "text": "Встретиться с Карен"
      },
      {
        "id": 37,
        "text": "Пойти в открытую к народу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сафронов пришёл на кухню. Он решил испортить продукты. Из-за плохого кормления восстал \"Потёмкин\". Сейчас все повара были на перекуре. И испортить продукты было проще простого. ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить диверсии",
        "need": [
          1
        ],
        "forget": 0
      }
    ]
  },
  {
    "id": 17,
    "text": "С Арсеналом будет посложнее. Тут Алексею понадобилась помощь Карен. В карауле стояли два младших сержанта. Задачей Карен было их отвлечь, а в этот момент Алексей подпортил часть оружия.\n—-----------------\nЛояльность 65%\n—------------------",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить диверсии",
        "forget": 0
      }
    ]
  },
  {
    "id": 18,
    "text": "После порчи оружия его приказано было отправить в мастерскую. И поэтому следующей целью стала мастерская. Вечером после смены Сафронов проник туда и добил часть оружия до неисправного, в также испортил часть инструментов.\n—------------------------\nЛояльность 45%\n—-----------------------",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться",
        "forget": 0
      }
    ]
  },
  {
    "id": 19,
    "text": "Недовольство растёт. Сафронов собрал всех солдат на площади и произнёс речь, после которой вооруженые целым оружием военнослужащие направились к кабинету подполковника. Но его там уже не было, как и двух охранников кабинета. Похоже он сбежал. Интересно куда. Алексея выбрали новым руководителем. И он сразу же пообещал вернуться на материк. ",
    "answers": [
      {
        "id": 20,
        "text": "Встретиться с Карен",
        "forget": 0
      },
      {
        "id": 22,
        "text": "Приказать собирать продовольствие в дорогу",
        "need": 20,
        "forget": 0
      },
      {
        "id": 24,
        "text": "Отправить разведотряд",
        "need": 13,
        "forget": 0
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/vecwmcecyqwyneud.jpg"
      },
      {
        "id": 44,
        "text": "Слить горючее",
        "need": 39,
        "forget": 0
      },
      {
        "id": 45,
        "text": "Сходить на лодочную станцию",
        "need": 39,
        "forget": 0
      },
      {
        "id": 63,
        "text": "Продолжить",
        "need": 45
      }
    ]
  },
  {
    "id": 20,
    "text": "Сафронов решил встретиться в первую очередь с Карен. Она могла дать полезный совет. Точнее она очень часто помагала Алексею. И сейчас он в нём очень нуждался. Нашёл он её в столовой. \n\n— Лейтенант Аквилова, во-первых приятного апетита. \n— А во-вторых ты пришёл потому, что тебе снова нужен мой совет?\n— Да. Ты как всегда проницательна.\n— Что тебя беспокоит?\n— Мне нужно вернуться на материк взяв с собой большую часть базы. А средств и возможностей не хватает. \n— Может я и смогу что-то придумать...",
    "answers": [
      {
        "id": 39,
        "text": "Слушать Карен"
      }
    ]
  },
  {
    "id": 21,
    "text": "Кто будет участником операции? ",
    "answers": [
      {
        "id": 49,
        "text": "Карен"
      },
      {
        "id": 50,
        "text": "Крам"
      },
      {
        "id": 51,
        "text": "Пианист"
      },
      {
        "id": 55,
        "text": "Остальные бойцы Сафронова"
      },
      {
        "id": 58,
        "text": "Продолжить",
        "need": 55
      }
    ]
  },
  {
    "id": 22,
    "text": "Алексей решил воспользоваться советом Карен о самолете. Конечно всю Базу в него не засунешь. Но часть бойцов сможет улететь. Он решил выбирать по старому принципу. Сначала женщины, а потом бойцы с детьми на материковой части. К счастью, АН-124 «Руслан», который и перевозил инженеров с продовольствием и снаряжением, мог поместить около 880 солдат. Нужны были люди которые смогли бы им управлять. Ими стал предыдущий экипаж самолёта. ",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "На часах уже около 8 утра. Отряд уже должен был вернуться. Алексей направился к воротам Базы. \n\nПервым он увидил Крама, а за ним Пианиста. Они рассказали, что американцы всерьёз готовятся разбить нашу Базу.\n\nВскоре подошли остальные. Взлетать нужно было в близлежащее время. Поэтому Сафронов приказал в срочном порядке собирать вещи и заправлять АН-124.",
    "answers": [
      {
        "id": 62,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 24,
    "text": "А что в этот момент делают на базе американцев? Этот вопрос возник у Алексея неожиданно. Им ведь удалось захватить двух связистов. Что же собираються они предпринять? Нужно направить туда разведотряд.",
    "answers": [
      {
        "id": 21,
        "text": "Состав отряда"
      }
    ]
  },
  {
    "id": 25,
    "text": "Сафронов и Аквилова спустились к бойцам. \n\n— Сейчас мы все дружно возвращаемся на Базу. Связисты у нас. Конечно на Базе нас может ждать неприятный сюрприз, но надеюсь нам простят. Выдвигаемся — приказал Сафронов",
    "answers": [
      {
        "id": 67,
        "text": "Идти на Базу"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Приняли! — ответила команда\n\nСафронов и Аквилова уже через час были на базе. Группа прибыла чуть позже но с двумя \"языками\". Дальше их допросят и в качестве военнопленых будут держат здесь. А сейчас обьявили общее построение на плацу!",
    "answers": [
      {
        "id": 27,
        "text": "Отправится на плац"
      }
    ]
  },
  {
    "id": 27,
    "text": "На плацу объявили о том что связи с центром нет. Американские и русские ракеты добрались до своих целей. Подполковник приказал всем оставаться на базе до поступления приказов. Но солдаты возмутились и начался бунт... Подполковник успел скрыться в кабинете",
    "answers": [
      {
        "id": 19,
        "text": "Возглавить бунт!"
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/euikgxarnzsgxxbi.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сафронов принял решение бежать.\n\n— Уходим! — сказал он Аквиловой\n\nЧерез 40 минут он уже был на Базе, где его встречали. Подполковник приказал его арестовать... ",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Сафронов продолжил наблюдение. Ребят собрали вместе и расстреляли. Он убрал бинокль и уже было хотел пустить скупую мужскую слезу. Но американский снайпер лишил его этого одним точным выстрелом в голову...\n\nПолученно достижение:\n«Шальная пуля»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 30,
    "text": "Сафронов сидел в камере уже четвертый день. По решению трибунала Аквилову выпустили. А суд над Сафроновым должен состояться сегодня. Вчера были похороны группы...\n—-----------------------------------\nСпустя время\n—----------------------------------\n— По решению военного трибунала, Сафронов Алексей Михайлович, лишается звания капитана и всех военных наград. Приговорен к расстрелу. ",
    "answers": [
      {
        "id": 31,
        "text": "Сбежать с казни"
      },
      {
        "id": 32,
        "text": "Покорно принять судьбу"
      }
    ]
  },
  {
    "id": 31,
    "text": "Он попытались бежать. И это почти получилось. Но в один момент прозвучал выстрел, который лишил его жизни...\n\n— Молодец, рядовой! Убил предателя... — последнее что он услышали\n\nПолученно достижение:\n«Предатель»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 32,
    "text": "Алексей уже было смирился с приговором. Но неожиданно на Базу напали американцы. Он даже обрадовался и побежал им навстречу. Увы, они приняли это за акт агресии и выпустили очередь из М16...\n\nПолученно достижение:\n«Никому не нужный»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 33,
    "text": "Сафронов решил сходить к Карен. Она могла помочь. Посоветовать что-то стоящее. \n\n— Итак, ты всё-таки решил прийти. Дезертировать решил или как?\n— Нет, ты впервые ошиблась, Шерлок в юбке.\n— Не надо тут язвить, мой дорогой Ватсон.\n— Ладно, мне нужна твоя помощь...\n— Кто бы сомневался. \n— *тяжелый вздох*, мне нужно захватить эту базу.\n— Интересно, и что же ты уже сделал для этого?",
    "answers": [
      {
        "id": 34,
        "text": "\"Я испортил часть еды...\"",
        "need": [
          16
        ]
      },
      {
        "id": 35,
        "text": "\"Я испортил часть оружия...\"",
        "need": 17
      },
      {
        "id": 36,
        "text": "\"Я ещё ничего не сделал...\""
      }
    ]
  },
  {
    "id": 34,
    "text": "— Неплохой ход. — Карен отодвинула миску с едой. — Из-за плохой кормежки в 1905 году восстал броненосец «Потёмкин». Точнее это была одна из причин. Но этого мало. Большая часть базы всё ещё поддерживает Мироненко.\n— Поэтому я и пришел к тебе. Что посоветуешь?\n— Попробуй испортить часть оружия. Мироненко наверняка отправит его в ремонт. А там ты его незаметно доведешь до неисправного состояния и подпортишь самые устаревшие инструменты. Которые во время работы сломаються. Ну, а потом соберешь солдат на площади и произнесешь пламенную речь!\n— Спасибо. Я так и сделаю.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить диверсии",
        "forget": 33
      }
    ]
  },
  {
    "id": 35,
    "text": "— Неплохо. Попробуй ещё испортить еду, по принципу «Потёмкина», и не забудь сходить в мастерскую, это оружие наверняка отправят туда. А там ты его доведешь до неисправного и испортишь устаревшие инструменты, которые сломаються во время починки оружия.\n— Ого, спасибо, Карен! Я так и сделаю.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить диверсии",
        "forget": 33
      }
    ]
  },
  {
    "id": 36,
    "text": "— Ну, тогда, испорть еду, сходи в Арсенал и там сломай часть оружия. После чего сходи в мастерскую и доведи это оружие до неисправного, а заодно и испорть устаревшее оборудование техников. \n— Да, так и сделаю!\n— Главное не спались, революционер.\n— Уж постараюсь.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить диверсии",
        "forget": 33
      }
    ]
  },
  {
    "id": 37,
    "text": "Сафронов собрал солдат на площади и произнесли речь. Но солдаты подержали подполковника. Его отправили на гауптвахту...\n\nПолученно достижение:\n«Купола»",
    "answers": [
      {
        "id": 1,
        "text": "Это нейтральная концовка. Вернитесь в начало и попробуйте найти остальные."
      }
    ]
  },
  {
    "id": 38,
    "text": "На этой странице можно дополнительно узнать о биографии героев этого мира. В процессе...",
    "answers": [
      {
        "id": 40,
        "text": "{Алексей Сафронов}"
      },
      {
        "id": 41,
        "text": "{Карен Аквилова}",
        "need": 16
      },
      {
        "id": 43,
        "text": "{Подполковник Мироненко}",
        "need": 5
      },
      {
        "id": 1,
        "text": "{Вернуться}"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Помнишь, незадолго до запуска ракет к нам прилетел борт 241А?\n— Да, они ещё это... ну перевозили...\n— Они инженеров привозили.\n— Вот, да, о них я и говорил. \n— Так вот можно им и воспользоваться! Правда всех туда не поместишь.\n— А они разве не улетели домой?\n— Идиот ты Сафронов. Как они могли улететь если у нас горючего тогда не было?\n— А я как улечу?\n— Слей бензин с транспорта на Базе. И сходи на старую лодочную станцию. Там наверняка что-то осталось.\n— Спасибо, буду должен.",
    "answers": [
      {
        "id": 19,
        "text": "Выйти со столовой"
      }
    ]
  },
  {
    "id": 40,
    "text": "ФИО: Сафронов Алексей Михайлович\nНациональность: русский\nГражданство: гражданин Российской Федерации\nСемейное положение: женат\nСупруга: Кольбе/Сафронова Роза Феликсовна\nДети: Отсутствуют\nВозраст: 27 лет\nКраткая биография:\nРодился в 2001г. в семье потомственого военного. Мать Оксана работала учительницей истории. В 2008 г. пошёл в первый класс. Вскоре решил пойти в суворовское училище. Учился ровно 7 лет. Вышел в звании младшего лейтенанта. Участник всех военных конфликтов вплоть до 2028 г. После Грузинской кампании 2018 г. встретил Розу Кольбе, в прошлом сотрудницу немецкого НИИ, которой помог в незнакомом ей городе и спустя месяц, в августе 2018 г. женился на ней, как только ему исполнилось 18. В течении 2022г. получил первые три медали. А после получения первого и единственого ордена в 2023г., звание капитана. В 2028 г. оказался в ловушке на Аляске...",
    "answers": [
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/qnfrcdfyzfmflkkq.jpg"
      },
      {
        "id": 38,
        "text": "{Вернуться}"
      }
    ]
  },
  {
    "id": 41,
    "text": "ФИО: Аквилова Карен (Карина) Анатолиевна\nНациональность: русская\nГражданство: гражданка РФ\nСемейное положение: не замужем\nДети: нету\nВозраст: 25 лет\nКраткая биография:\n\nРодилась в 1999 г. в Челябинске. Отец служил в полиции (тогда ещё милиции), а мать была бухгалтером на заводе. Ещё в школе Карен понимала, что намного умнее своих одноклассников, но старалась не привлекать внимание. После окончания школы в 2015 г. решила поступить в университет. С блеском сдала все экзамены. Но отучившись всего один курс бросила его. После чего подписала контракт с армией. В армии с 2017 г. В 2019 году попала в группу Сафронова. Прошла вместе с Алексеем все \"горячие точки\". В самые трудные моменты помогала Алексею. В 2023 г. получила звание старшего лейтенанта. В 2028 г. попала в ловушку на Аляске...",
    "answers": [
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/rrskeqatrramvtxq.jpg"
      },
      {
        "id": 38,
        "text": "{Вернуться}"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Лёх, а как же...\n— Построение важнее. Вдруг там будет какая-то важная информация.\n— О том, что нас кинуло начальство и мы тут сами по себе?\n— Крам, а ты с каких это пор в Карен записался?\n— Ты уверен что стоить пойти на построение, Лёх?",
    "answers": [
      {
        "id": 27,
        "text": "\"Да...\""
      },
      {
        "id": 48,
        "text": "\"Нет...\""
      }
    ]
  },
  {
    "id": 43,
    "text": "ФИО: Мироненко Василий Николаевич\nНациональность: русский\nГражданство: гражданин РФ\nСемейное положение: разведён\nСупруга: Мироненко (Антонова) Анна Михайловна\nДети: Мироненко Дмитрий Василиевич и Александр Василевич\nВозраст: 64 года\nКраткая биография:\n\nРодился в 1964 г. в пос. Октябрськом Донецкой области Украинской ССР.  Отец работал пожарным,  погиб при исполнении служебных обязаностей в 1986 г. при ликвидации последствий на Чернобыльской АЭС. Василий проходил службу в армии и находился в г. Архангельск. Мать была домохозяйкой. Она так и не смогла оправиться после потери мужа. Покончила с собой за два дня до дембеля сына. Так он потерял всех кого любил. Похоронив мать он вернулся на службу. После развала Союза остался на службе в звании майора. Прошел Чечню и Грузию. В 2017 получил подполковника. Командовал отрядом Сафронова во Второй Грузинской Кампании. В 2024 назначен руководителем Аляскинской Базы. Где и оказался в ловушке в 2028...",
    "answers": [
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "http://fottko.ru/image/ahrhhkoqqgygpsjo.jpg"
      },
      {
        "id": 38,
        "text": "{Вернуться}"
      }
    ]
  },
  {
    "id": 44,
    "text": "Чтобы «Руслан» взлетел нужно горючее. Об этом ещё Карен говорила. Горючее можно взять с технике которая находится на Базе. Алексей пришлось знатно побегать. И этого всё равно не хватило. Нехватило самой малости...",
    "answers": [
      {
        "id": 61,
        "text": "Плюнуть на всё и побежать плакаться к Карен"
      },
      {
        "id": 45,
        "text": "Сходить на лодочную станцию"
      }
    ]
  },
  {
    "id": 45,
    "text": "На старой лодочной станции должны были оставаться запасы горючего. Их в тандеме с запасами с техники должно было хватить для взлёта самолёта. \n\nАлексей немного повозившись нашёл две канистры с горючим. \n\nТеперь топлива хватало.",
    "answers": [
      {
        "id": 23,
        "text": "Встретиться с отрядом",
        "need": 24
      },
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Подумаешь, пропустим одно построение.\n— Лёх, а ты точно уверен в этом?\n— Крам, а ты, что сомневаешься во мне?\n— Нет, конечно. Но ты всё-таки подумай. Может сходим на него, а потом к связистам?",
    "answers": [
      {
        "id": 27,
        "text": "\"Чёрт с тобой, Крам, пойдём...\""
      },
      {
        "id": 47,
        "text": "\"Я в своем решении уверен, Крам, но если ты не хочешь...\""
      }
    ]
  },
  {
    "id": 47,
    "text": "—Хорошо, Лёх, идем.\n\nГауптвахта. Камера связистов.\n\n«Чего мы добиваемся? Откуда связисты будут знать про нападение на нашу Базу?» — звучало в мыслях Алексея\n\n— Вот их камера. — сказал Крам\n\nСвязисты сразу зашевелились. Они начали говорить с Крамом на своем языке. А он в свою очередь им отвечал. Алексей был в этаком ступоре. Он не знал ни английский, ни американский. Только украинский, белоруский и естественно русский. \n\n— И что они говорят?\n— Я пытаюсь уговорить их рассказать о всем что они знают.\n\nАлексей молча достал пистолет и сделал пару выстрелов в опасной близости со связистом. \n\n— Теперь они будут поразговорчивей.\n\nАлексей повернулся чтобы зажечь сигарету и вдруг почувствовал резкую боль в боку, а потом ещё и ещё. Он медленно повернулся к Краму.\n\n— Дима...\n— Прости, Лёш, прости.\n\nПолученно достижение:\n«И ты, Брут?»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ну вот, Лёх, пойдем!\n— Пошли, раз уж удумал...",
    "answers": [
      {
        "id": 47,
        "text": "Отправиться за Крамом"
      }
    ]
  },
  {
    "id": 49,
    "text": "Неплохой вариант. Она сошла бы в качестве командира. Но тут она важнее.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться к выбору"
      }
    ]
  },
  {
    "id": 50,
    "text": "С него вышел бы отличный командир. Однозначно принят.",
    "answers": [
      {
        "id": 1,
        "text": "Выбран новый командир отряда: Крам",
        "comment": true,
        "need": -52
      },
      {
        "id": 21,
        "text": "Вернуться к выбору"
      },
      {
        "id": 57,
        "text": "Боец"
      }
    ]
  },
  {
    "id": 51,
    "text": "Крам и Пианист — команда. Они либо вместе, либо никак. Так, что принят. Но в качестве кого?",
    "answers": [
      {
        "id": 52,
        "text": "Командир",
        "need": -50
      },
      {
        "id": 54,
        "text": "Боец отряда"
      }
    ]
  },
  {
    "id": 52,
    "text": "Он должен получиться неплохим командиром",
    "answers": [
      {
        "id": 1,
        "text": "Выбран новый командир: Пианист",
        "comment": true,
        "need": -50
      },
      {
        "id": 21,
        "text": "Вернуться к выбору"
      }
    ]
  },
  {
    "id": 53,
    "text": "Итак, на Базе около 1000 бойцов. \n\nСопротивление во время бунта оказали около 50. Они остаются на Базе.\n\nОбязательно едут: Карен, Сафронов, Пианист, Крам и остальной состав группы Сафронова. Около 7 человек.\n\nЭкипаж АН-124: 8 человек.\n\nЖенщины на Базе: 100\n\nБойцы с детьми: 120\n\nИтого: 234 в обязательном порядке. \n\nМаксимум бойцов (учитывая снаряжение и продовольствие): 440\n\nВ самолет возможно посадить около 206 человек.\n\nНо Сафронов берет ещё 100. \n\nВсего летят: 334 человека.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуться к плану"
      }
    ]
  },
  {
    "id": 54,
    "text": "Пойдёт простым бойцом.",
    "answers": [
      {
        "id": 1,
        "text": "Командир отряда: Крам\n\nБойцы: Пианист",
        "comment": true
      },
      {
        "id": 21,
        "text": "Вернуться к выбору"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вся остальная команда вполне сойдёт.",
    "answers": [
      {
        "id": 1,
        "text": "Отряд собран",
        "comment": true
      },
      {
        "id": 56,
        "text": "Отправить отряд в разведку"
      }
    ]
  },
  {
    "id": 56,
    "text": "Отряд был отправлен.",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 57,
    "text": "Принят, но бойцом.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться к выбору"
      }
    ]
  },
  {
    "id": 58,
    "text": "Алексей и не заметил как прошёл день. Он был полностью погружен в дела. Но усталость давала о себе знать...",
    "answers": [
      {
        "id": 59,
        "text": "Пойти в казарму"
      }
    ]
  },
  {
    "id": 59,
    "text": "Как только Сафронов пришёл в казарму и прилёг на кровать он ушел в царство Морфия...",
    "answers": [
      {
        "id": 60,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 60,
    "text": "Сафронов проснулся ранним утром. На часах было 5:30. До встречи с отрядом оставалось около 2.5 часов. Что сделать за это время?",
    "answers": [
      {
        "id": 44,
        "text": "Слить горючее с техники"
      },
      {
        "id": 45,
        "text": "Отправиться на лодочную станцию"
      }
    ]
  },
  {
    "id": 61,
    "text": "Соберись, тряпка! Квест ещё не окончен. А значит есть выбор. Пойди и найди его.",
    "answers": [
      {
        "id": 44,
        "text": "Пойти и найти!"
      }
    ]
  },
  {
    "id": 62,
    "text": "Алексей быстро собрал вещи. У самолёта собралась огромная толпа — больше 500 человек. Они уже занимали места в самолете. \n\nАлексей последовал их примеру. «Руслан» взлетел. Что их ждёт на материковой России?\n\nПолученно достижение:\n«Каноническая концовка»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 63,
    "text": "Есть всё. И продовольствие и горючее. Но что-то внутри крайне сильно сопротивляется. В эти моменты он вспоминает Карен. И на душе становиться теплей. Что его ждёт на материке? Разруха и смерть. Призрачный поиск жены, которая возможно уже мертва. А Карен... Она тут, рядом. Вполне реальна и любима. Почему он не понял этого раньше?",
    "answers": [
      {
        "id": 64,
        "text": "Найти Карен"
      },
      {
        "id": 65,
        "text": "Обдумать всё ещё раз"
      }
    ]
  },
  {
    "id": 64,
    "text": "Алексей успел остановить Карен, которая уже готовилась садится в АН-124.  \n\n— Карина...\n— Ты назвал меня по имени или мне показалось?\n— Назвал. И готов называть его всю свою оставшуюся жизнь. Как же сложно подобрать слова...\n— Лёш... Не надо слов.\n\nОна неожиданно и страстно поцеловала. Алексею показалось, что это мгновенье бесконечно. Ему не хотелось её отпускать. Но это не могло длиться вечно.\n\n— Я люблю тебя... — тихо произнёс Сафронов\n— И я тебя... — также тихо ответила Карина\n\nОни и не заметили как возле них оказался их отряд. Пианист решил испортить такой момент своим вопросом.\n\n— Товарищ капитан, я конечно понимаю, шуры-муры и всё такое. Но люди ждут приказ. Мы летим? Или как?\n— Я обещал людям. Но сам взлетать не буду. Мы не будем. \n— Лёх, если не летишь ты, то и мы не летим. — вмешался Крам.\n— Спасибо, ребята...\n\nПолученно достижение:\n«Внезапная любовь»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 65,
    "text": "Но с другой стороны Роза. Он обещал ей всегда оберегать её. Алексей не мог разобраться в своих чувствах до концах. Любовный треугольник, мать его. Кого же выбрать?",
    "answers": [
      {
        "id": 64,
        "text": "Карен"
      },
      {
        "id": 66,
        "text": "Роза"
      }
    ]
  },
  {
    "id": 66,
    "text": "Алексей решил вернуться к Розе. «Руслан» взлетел, тем самым оставив период на Аляске позади. Что же теперь ждёт Алексея на материке? Он посмотрел в окно. Американские войска штурмовали Базу. Все кто не попал на борт самолёта отчаяно оборонялись. Но узнать кто в итоге победил Алексею так и не удалось...\n\nПолученно достижение:\n«Верный»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 67,
    "text": "Группа возвращалась. Все надеялись, что их не отправят под трибунал за невыполнение приказа и , к счастью, всё обошлось. Но никто даже не успел толком отдохнуть, вскоре обьявили построение на плацу...",
    "answers": [
      {
        "id": 27,
        "text": "Отправиться на плац!"
      }
    ]
  },
  {
    "id": 68,
    "text": "Сафронов и Аквилова спустились к Базе. Ребята уже стояли в качестве часовых. Четверка подошла к окну связистов. Как раз в этот момент туда шёл американский генерал, о чём они не догадывались. Они выбили окно и попытались залезть. Но Крам, который залезал, получил пулю. На Базе поднялась тревога. Бойцы были окружены...\n\nПолученно достижение:\n«Пленники»",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться в начало}"
      }
    ]
  },
  {
    "id": 69,
    "text": "С горем пополам я смог востановить предысторию, которая теперь всем доступна (номер 68382)! Также немного о версиях:\n\nv1.0.0 В— Публикация «Мир После: Beta» (Переименован в «Мир После»);\nv1.0.1 В- Добавлен фон;\nv1.0.2 В- Добавлена обложка;\nv1.0.3 В- Исправлены ошибки.\n\nv1.0. А— Публикация II части «Мир После: Аляска».\nv1.1 А — Добавлен фон (09.12.17)",
    "answers": [
      {
        "id": 1,
        "text": "{Вернуться}"
      }
    ]
  },
  {
    "id": 70,
    "text": "Здесь собраны все квесты серии...",
    "answers": [
      {
        "id": 1,
        "text": "Квест-предыстория «Мир После»",
        "targetbookid": 68382
      },
      {
        "id": 1,
        "text": "Вернуться на главную "
      }
    ]
  },
  {
    "id": 71,
    "text": "Сафронов пришёл на кухню. Он решил испортить продукты. Из-за плохого кормления восстал \"Потёмкин\". Сейчас все повара были на перекуре. И испортить продукты было проще простого. ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить диверсии"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  }
]