[
  {
    "id": 1,
    "text": "Автор: Евгений Капрал\n\nАннотация: Что нужно, чтобы стать героем или божеством? Герои — гильдия \"Argentum\", противостоят невидимому злу, которое стремится стать божеством и тем самым поработить человечество. Ангелы, демоны и сверхлюди сойдутся в битве.\n\n__________________________\n\nВ квесте есть возможность играть почти за всех основных персонажей или использовать их способности в зависимости от ситуации. ",
    "answers": [
      {
        "id": 2,
        "text": "[НАЧАТЬ] "
      },
      {
        "id": 3,
        "text": "[От автора] "
      }
    ]
  },
  {
    "id": 2,
    "text": "Главы:",
    "answers": [
      {
        "id": 4,
        "text": "Глава 1. Ящик Пандоры. "
      }
    ]
  },
  {
    "id": 3,
    "text": "В этом квесте пока что присутствует линейное повествование. Вы можете просто насладиться прочтением этого квеста.\n\nВсе замечания и пожелания вы можете писать в комментариях. Спасибо!! ",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Идет шоу \"Интересный факт\". Владимир Огапов, ведущий, мужчина невысокого роста, представляет героиню этого выпуска. Они сидят посреди студии за овальным столом. На ведущего падал бледно-синий свет прожектора.\n— Здравствуйте, дорогие телезрители! — сказал Владимир. — Сегодня у нас в студии необычная гостья. И зовут ее Ольга Бокаева! — и повернулся к Ольге, которая сидела с другой стороны зеленого овального стола. — Здравствуй, Оля, расскажи о себе.",
    "answers": [
      {
        "id": 7,
        "text": "[Рассказать о себе]"
      }
    ]
  },
  {
    "id": 5,
    "text": "На следующий день Оля приступила к работе в новой лаборатории. Ее команда состояла из двух ученых: Алексей Котовский и Виктория Вишнева. Эти ученые получили не одну премию за открытия в области хирургии и химии. Оля знала, кто они, и не могла поверить, что руководит ими. Алексей и Виктория были в курсе того, что исследование ведет пятнадцатилетняя девушка, и не были против этого. Им было интересно, к чему приведет это, но, если что-то выйдет из под контроля, они были готовы взять все в свои руки. \nОля прошла в лабораторную комнату, где хранили тело человека. Когда она зашла туда, не поверила своим глазам. По ее телу пробежали мурашки от увиденного.\n— Не может быть! Я же видела, как солдаты пристрелили его. Неужели он смог каким-то образом выжить? — удивленно восклицала Оля.\nОля обратила внимание, что этот парень ее ровесник. Белокожий желтоглазый парень. У него на лице был респиратор синего цвета. Парень сидел прикованным к специальному креслу и смотрел на Олю. Этот пристальный взгляд немного пугал, но сейчас должно быть не до испуга, ведь она сможет изучить этого человека! На столе лежала папка с надписью \"совершенно секретно\". Оля взяла ее в руки.\n— Совершенно секретно... Что там у нас... Имя — Сергей, пятнадцать лет, родом из... неужели, город Боготол, — удивленно обращается к нему. — Так мы с тобой оказывается земляки, Сергей. \nОля еще не много прочитала личное дело Сергея и положила серую папку на стол. Тем временем Виктория зашла к Ольге в лабораторию. Оля спокойно обратилась к ней:\n— Виктория, возьмите его кровь на анализ.\n— Оля, можешь называть меня просто Вика и на Ты. Хорошо? — Вежливо сказала Виктория. ",
    "answers": [
      {
        "id": 6,
        "text": "[- Хорошо...] "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Да, хорошо, — сказала Оля, и принялась готовить необходимое оборудование.\nВика взяла шприц и подошла к Сергею. Он посмотрел на нее. Вику этот взгляд напугал. Она попыталась шприцем попасть под кожу, но не смогла ее проткнуть.\n— Оля, я не могу проникнуть к вене. Игла не может пройти. Кожа очень плотная, как-будто каменная, — сказала Виктория и убрала шприц.\nОля подошла к Виктории и посмотрела на нее. Потом перекинула взгляд на Сергея.\n— Неужели! Не может быть! — понизив голос, восхищалась Оля.\n— Что не может быть? — Спросила Виктория.\n— Я не уверена, но похоже, что он способен изменять химический состав своего тела. Скорее всего, он умеет это контролировать. Возможно... — Оля задумалась. Мысли в этот момент ее переполняли. \nГлавная мысль в голове у Ольги появилась еще в кабинете у ректора. Нельзя, чтобы кто-то еще узнал об ее исследованиях. ",
    "answers": [
      {
        "id": 21,
        "text": "[\"Нужно избавиться от них. Они будут лишь мешать\".] "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Здравствуйте. Как вы уже сказали, меня зовут Ольга, мне пятнадцать лет, — когда Оля сказала эти слова, в студии раздались овации зрителей, — я учусь в новом Технико-Химическом Институте. Когда я училась в школе, к нам пришли люди и сказали, что они из нТХИ. Казалось бы, зачем им школьники? В течение месяца мы решали тесты разной сложности по химии. У меня был высший бал, и меня перевели в нТХИ, — безынтересно сказала Оля.",
    "answers": [
      {
        "id": 8,
        "text": "[Дальше...] "
      }
    ]
  },
  {
    "id": 8,
    "text": "–<s>tТы счастлива, что обучаешься в этом месте? — спросил ведущий, но как и Ольге, ему это совсем не интересно. Но это его работа, и приходится задавать глупые вопросы и улыбаться.\n–<s>tОчень, — сказала Оля весьма сухо.\nВидно, что ведущему стало неприятно. Обычно, все рады находиться за одним столом с ним в этой студии. А тут никакого интереса. \nОн решил побыстрее закончить этот выпуск.\n— Дорогие телезрители, Оля пришла к нам не просто так. Она смогла открыть еще одну тайну. Итак, Оля, расскажите, что за исследование вы провели? — сказал ведущий, очень довольный собой.",
    "answers": [
      {
        "id": 9,
        "text": "[Рассказать про исследование] "
      }
    ]
  },
  {
    "id": 9,
    "text": "В студии поменялось освещение на более темное, и открылся экран с презентацией проекта. Оля решила не представляться еще раз этой публике с пустыми глазами, которые только и ждут всяких фантастических исследований. У Оли как раз есть кое-что из этой области жанра.\n— Вы все помните случай с падением метеорита десятого июля, — на экране меняются фотографии и отрывки видео. — Метеорит упал на отель \"Лазурный берег\". Я, от руководства нашего нТХИ, получила разрешение на поездку к нему со своей командой. Мне, да и моей команде, было очень интересно изучить его. Когда прибыли к метеориту, — продолжала Оля, — на его месте была только вода. Сначала было не понятно, но потом стало ясно, что он изо льда. Поняв, что делать тут в принципе больше нечего, мы взяли образцы и стали собираться ехать обратно. Но! — сказала Оля и тут сделала небольшую паузу. Она хотела поймать эти пустые взгляды. И вот, когда она добилась своего, девушка продолжила. — Через некоторое время мы услышали звук, исходивший от места падения метеорита. Солдаты нас быстро оттуда оттащили и стали целиться в сторону воды. Потом я увидела руку тянущуюся из воды, были слышны стоны. Затем показалась голова. Было ясно, что это живое существо, но не понятно — человек это или нет. Солдаты расстреляли его и вытащили из воды. Через пару минут я увидела человека, лежащего на земле, — сказала Оля спокойно, но в ее словах было слышно раздражение.",
    "answers": [
      {
        "id": 10,
        "text": "[\"Ох, как же меня это бесит!\"] "
      }
    ]
  },
  {
    "id": 10,
    "text": "— Вы увидели человека, застреленного солдатами. Почему они застрелили его? — спросил ведущий. Оля посмотрела на него своими красными глазами. Он конечно удивился, от чего она так смотрит.\n«Он что, тупой?» — подумала Оля, но сдержалась, чтобы не спросить это у него.\n— Можно сказать так — солдаты застрелили его из-за того, что испугались. Всем было не по себе. Вода обволакивала этого человека, из-за чего мы сразу не поняли, кто это. Тело этого человека отправили к нам в институт для исследования. Наша команда стала изучать воду и после нескольких экспериментов и исследований стало ясно: вода — это одно из состояний метеорита. По ходу опытов мы поняли, что каким-то образом во внешней среде, где есть воздух, это вещество превращается в воду, если поместить в безвоздушное пространство, оно станет камнем высокой прочности. Это вещество невозможно заморозить или разогреть. Мы до сих пор изучаем эту воду и можем сказать, что на данный момент, это новая загадка. — закончила свою речь Оля.\n— Как интересно! — воскликнул ведущий. Зрители стали аплодировать. Он доволен тем,  что смог заинтересовать зрителей, пригласив эту девушку. — А вы участвуете в изучении человека? ",
    "answers": [
      {
        "id": 11,
        "text": "[- Нет, нас не допускают к изучению человека.] "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Нет, нас не допускают к изучению человека, — немного печально сказала Оля. \nВедущему Владимиру Огапову после последней фразы, что ее не допускают к изучению человека, стало не интересно и он решил заканчивать выпуск этого дня.\n— Ну что же, время нашей программы подходит к концу, — с наигранной печалью сказал ведущий. — А с нами была Ольга Бокаева. До свидания!\n Свет в студии погас.",
    "answers": [
      {
        "id": 12,
        "text": "[Вернуться в нТХИ] "
      }
    ]
  },
  {
    "id": 12,
    "text": "В здании нТХИ (новый Технико-Химический Институт).\nК Ольге подошла ее подруга Ульяна, коротко стриженная девушка пятнадцати лет, стройного телосложения. Эта девушка попала в нТХИ вместе с Олей, и они почти сразу подружились. Ульяна занимается механикой. Она изобретает множество бесполезных вещей, вроде дрона для поливки цветов. Такое изобретение, как считает Оля, будет иметь успех в том случае, если общество полностью отупеет. Впрочем общество всегда покупает то, что ему не нужно.\n— Оля, ты смотрела шоу со своим участием? — спросила Ульяна, явно гордясь своей подругой.",
    "answers": [
      {
        "id": 13,
        "text": "[- Нет...] "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Нет, я не понимаю, зачем руководство решило разгласить про наши исследования «Морфо»?! Это же открытие века, а я должна была представлять его, даже толком не изучив, — возмущенно и зло сказала Оля. Она считала, что была выставлена на посмешище.\n— Видимо у них на это свои планы, — сказала Ульяна, разведя  руками.\n— Видимо... — Сказала Оля, но послышалось так, будто она хотела добавить еще несколько слов.\n— Пойдем в столовую. Наши там уже, — сказала Ульяна, пытаясь хоть на пару минут отвлечь Олю от проблем. Ну, если это можно назвать проблемой.\n— Да, пойдем, — сказала Оля. Казалось, что идея пойти в столовую, для нее сейчас важнее всего. Но это не так. Ее совсем не волнуют человеческие потребности.\nОля сняла розовые резиновые перчатки и белый халат. Повесив его, она вышла за Ульяной из своей маленькой лаборатории. По пути в столовую ее поздравляли.\n— Оля, молодец, теперь ты — звезда! — крикнул кто-то из коридора, ведущего в столовую.\n— Да, звезда... — спокойно и в то же время грубо сказала Оля.",
    "answers": [
      {
        "id": 14,
        "text": "[Зайти в столовую]"
      },
      {
        "id": 15,
        "text": "[Информация про Олю] "
      }
    ]
  },
  {
    "id": 14,
    "text": "В столовой собралось много народа. Все смотрят на Олю и начали аплодировать.  «Молодец, Оля, хорошо выступила», —  слышится из толпы людей.\nОльге не очень нравятся ликования, в роде пустых поздравлений за занавесом зависти и ненависти. Но она всегда доброжелательно улыбается и делает вид, что верит им. Так и приходится жить гениям в мире пустых и почти всегда глупых, не понимающих людей.\nРукоплескания продолжались еще не много и затихли. Поздравления закончились, и все стали дальше говорить о своем.  Ольга прошла к буфету немного посматривая на этих людей, которые буквально несколько секунд назад поздравляли ее. «Что же вы за твари такие?» — подумала Оля. Иногда создается впечатление, что она не любит людей, даже ненавидит. Но кто знает, может это и так.",
    "answers": [
      {
        "id": 16,
        "text": "[Сесть за столик] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Оля — беловолосая девушка пятнадцати лет, невысокого роста с очень развитым интеллектом. Ей доверили проект по изучению «Морфо», так как Оля настолько сильна, что способна работать почти без отдыха над тем, что она делает. Ее разум — это бездонная яма, которая требует все больше и больше. Руководство института возлагает на нее много надежд. \nОля родилась в Красноярском крае, в небольшом городке населением всего в двадцать пять тысяч человек, в семье военного. К началу школы она знала почти весь материал начальной школы. После четвертого класса, который она окончила с отличием, в средней школе ей совсем стало скучно, поэтому, параллельно с программой ее одноклассников, она далеко ушла вперед. В девятом классе пришли люди из нТХИ и, увидев ее знания, которые граничат только с их жаждой, взяли ее в свой институт. ",
    "answers": [
      {
        "id": 13,
        "text": "[Закрыть] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Оля и Ульяна с проектной командой сидели за столом. Они разговаривали обо всем, кроме того, что Ольга выступала на телевидении. К ним подошел посыльный (парень, который не отличался умом от обычного среднестатистического человека, устроившийся на эту работу ради заработка).\n— Ольга, вас просят прийти к ректору, — сказал посыльный вежливо, ведь это его работа.",
    "answers": [
      {
        "id": 17,
        "text": "[- Хорошо...] "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Хорошо, — с удивлением и с дрожью в коленях сказала Оля.\nКоманда Ольги, да и Ульяна, были шокированы. Сам ректор пригласил студента к себе. На самом деле ректора никто никогда не видел. Этот человек очень высокопоставленный ученый — генетик, и это его институт. Никто, за всю историю нТХИ, ни разу не был в кабинете ректора. Многие считают, что возможно его и не существует.\n— Скорее всего хочет поздравить с выступлением в теле-шоу! — послышалось с соседнего стола. Было слышно, что это произносилось с злобной ухмылкой. Но Оля расценивает подобные высказывания, как последнее, что приходит на ум человеку небольшого ума.\nОля вышла из-за стола и с посыльным пошла к ректору. Девушка немного волновалась. Не каждый день тебя вызывают к ректору. Синие и зеленые осветительные лампы в длинном коридоре очень нервировали Олю, когда она обычно проходила по нему, но сейчас она не обращала внимания на это все. Она думала, что ожидает ее там. «Нужно твердо стоять на ногах и говорить очень убедительно». Так думала Ольга в тот момент. И вот, когда они подошли к кабинету ректора, посыльный сказал, что ее ждут и ушел очень тихо, как и подошел к ней в столовой. Оля постучала в дверь, вошла в кабинет и встала в ступор. Она растерянно смотрела на ректора. Это был седой мужчина в белой рубашке с галстуком. В руках была сигара, которую он сразу же положил в пепельницу. Рядом с ним стояло кресло, а за ним было панорамное окно, открывающее прекрасный вид на город. Оля никогда не видела ничего более завораживающего.\n— Здравствуй, Оля, — спокойным и добрым голосом сказал ректор.",
    "answers": [
      {
        "id": 18,
        "text": "[- Здравствуйте...] "
      },
      {
        "id": 19,
        "text": "[Промолчать] "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Здравствуйте, — сказала Оля.\n— Ты знаешь, зачем я позвал тебя? — Спросил ректор, видя ее слабую растерянность.\n— Нет, — ответила Оля, понимая, что могла сказать, что-то другое.\n— Во первых, позволь поздравить с выступлением по ТВ, — сказал ректор, подходя к Ольге и протягивая руку.\n— Спасибо, — неожиданно для себя сказала Оля.\nРектор пожал Ольге руку.\n— А теперь давай к делу, — ректор подошел к своему креслу, развернул его к себе и сел в него. — Как продвигается изучение «Морфо»? — Уже серьезно спросил ректор.\n— Последние результаты мы внесли в отчет.  Все там. — Мягко ответила Оля.\n— Да, я прочел все ваши отчеты, но мне хотелось бы услышать это от тебя, — сказал ректор,  сложив ладони в замок.\n— Мы провели все оставшиеся эксперименты и поняли, что для дальнейших опытов потребуется человек, — уже более уверенно сказала Оля.\n— Я знал, что разговор пойдет об этом. Я даю тебе допуск третьего уровня. И позволю изучать тело человека, найденного на месте падения метеорита, — сказал ректор.\nВ глазах Ольги было недоумение, но они сразу начали пылать в предвкушении грядущих опытов. \n— Можно спросить? — Сказала Ольга с небольшой дрожью в голосе.\n— Почему ты и почему сейчас, а не раньше? — Подхватил ректор.\n— Да, — сказала Оля.\n— Ты лучшая среди других. Мы знали, кому доверяем изучение «Морфо». Мы доверили тебе сделать открытие, которое прославит тебя, — сказал ректор, но в его голосе была слышна фальшь. Которую, к сожалению, Оля не распознала.\n— Для меня слава не имеет значения, — сказала Оля и сразу же перешла в наступление. — Кстати, можно задать еще вопрос?\n— Да, — самоуверенно ответил ректор.\n— Зачем вы раскрыли то, что мы нашли новое вещество по ТВ? — Ольга сама не поверила, что получится так грубо. Но ректор похоже даже и не думал замечать подобную грубость.\n— А вот это ты поймешь, когда полностью изучишь «Морфо». И ты рассказала самую малую часть из того, что ты знаешь. Я прав? И ты наверняка скрываешь, что-то... — с ехидной улыбкой сказал ректор.",
    "answers": [
      {
        "id": 20,
        "text": "[- Когда приступать к работе?] "
      }
    ]
  },
  {
    "id": 19,
    "text": "— Ты знаешь, зачем я позвал тебя? — Спросил ректор, видя ее слабую растерянность.\n— Нет, — ответила Оля, понимая, что могла сказать, что-то другое.\n— Во первых, позволь поздравить с выступлением по ТВ, — сказал ректор, подходя к Ольге и протягивая руку.\n— Спасибо, — неожиданно для себя сказала Оля.\nРектор пожал Ольге руку.\n— А теперь давай к делу, — ректор подошел к своему креслу, развернул его к себе и сел в него. — Как продвигается изучение «Морфо»? — Уже серьезно спросил ректор.\n— Последние результаты мы внесли в отчет.  Все там. — Мягко ответила Оля.\n— Да, я прочел все ваши отчеты, но мне хотелось бы услышать это от тебя, — сказал ректор,  сложив ладони в замок.\n— Мы провели все оставшиеся эксперименты и поняли, что для дальнейших опытов потребуется человек, — уже более уверенно сказала Оля.\n— Я знал, что разговор пойдет об этом. Я даю тебе допуск третьего уровня. И позволю изучать тело человека, найденного на месте падения метеорита, — сказал ректор.\nВ глазах Ольги было недоумение, но они сразу начали пылать в предвкушении грядущих опытов. \n— Можно спросить? — Сказала Ольга с небольшой дрожью в голосе.\n— Почему ты и почему сейчас, а не раньше? — Подхватил ректор.\n— Да, — сказала Оля.\n— Ты лучшая среди других. Мы знали, кому доверяем изучение «Морфо». Мы доверили тебе сделать открытие, которое прославит тебя, — сказал ректор, но в его голосе была слышна фальшь. Которую, к сожалению, Оля не распознала.\n— Для меня слава не имеет значения, — сказала Оля и сразу же перешла в наступление. — Кстати, можно задать еще вопрос?\n— Да, — самоуверенно ответил ректор.\n— Зачем вы раскрыли то, что мы нашли новое вещество по ТВ? — Ольга сама не поверила, что получится так грубо. Но ректор похоже даже и не думал замечать подобную грубость.\n— А вот это ты поймешь, когда полностью изучишь «Морфо». И ты рассказала самую малую часть из того, что ты знаешь. Я прав? И ты наверняка скрываешь, что-то... — с ехидной улыбкой сказал ректор.",
    "answers": [
      {
        "id": 20,
        "text": "[- Когда приступать к работе?] "
      }
    ]
  },
  {
    "id": 20,
    "text": "— Когда приступать к работе? — Спросила Ольга. Она поняла, что ректор не так уж и прост, если смог понять, что она скрывает нечто интересное.\n— Можешь сегодня. Команда уже собрана. Удачи в исследовании, — сказал ректор. \n— Спасибо, сэр, — сказала Оля, но уже с еле заметной ухмылкой.\nОля вышла из кабинета. Ректор повернулся к окну, прихватив стоящую до этого на столе чашку с кофе.\n«Интересно, куда заведет нас ее исследование?» — подумал старик, усмехнувшись.\nОля вернулась в столовую, там ее ждала Ульяна. Видно, что она времени зря не теряла. На столе стояло много стаканов из под мороженого. А сама она сидела уже в ожидании какой-то истории от Ольги. \n— Ну что там было, рассказывай, — выпытывала Ульяна. \n— Да ничего особенного, он просто поздравил меня, — отмахнувших сказала Оля.\n— Ректор позвал тебя, чтобы поздравить. Ты что-то не договариваешь, — сказала Ульяна, видя на лице Ольги то, что она недоговаривает или хочет, но не может сказать.\n— Я правду говорю. А верить или нет, твое дело, — обиженно сказала Оля.\n— Ну, не обижайся. Просто это не очень похоже на правду, — сказала Ульяна, гладя Олю по спине.",
    "answers": [
      {
        "id": 5,
        "text": "[- Да, ты права...] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вечером Ольга была у ректора в кабинете.\n— ...мне не нужны эти ученые. Я понимаю, что они лучшие из лучших в своем деле, но они мне не нужны, — возбужденно говорила Оля.\n— Хорошо, — спокойно сказал ректор.\n— Вы так быстро согласились? — Оля очень удивилась.\n–<s>tЕсли они тебя не устраивают, ты вправе работать одна или с тем, с кем будет удобно. Главное, чтобы ты могла работать, — пояснил мужчина.",
    "answers": [
      {
        "id": 22,
        "text": "[- Спасибо.] "
      }
    ]
  },
  {
    "id": 22,
    "text": "На следующий день Оля работала одна в своей новой лаборатории. Ей было интересно поговорить с Сергеем. Ведь он особенный человек, раз у него такие способности.\n Она взяла диктофон и подошла к нему. На Сергее был респиратор, Оле пришлось снять его с некоторым усилием, положив записывающее устройство рядом. Он сидел неподвижно.\n— Сергей, ты слышишь меня? — спросила Оля.\n— Да, — Сергей ответил с улыбкой.\n— Мне нужно с тобой поговорить. Ты не против? — Оля говорила сдержанно и спокойно.\n— Ты хочешь узнать, откуда у меня эта сила? — все также улыбаясь говорил Сергей.\n— Да. Я хочу об этом узнать.\n— До того, как у меня появилась эта сила, я был обычным ребенком. У меня были прекрасные родители. Отец ученый, мама учительница. Однажды отец вернулся домой очень странный, он говорил, что нужно бежать, иначе нас убьют, но в дом вломились люди. Отец достал из кармана шприц и вколол в меня что-то дымчато-розовое. Отца и мать убили, а меня без сознания забрали и держали в белой комнате, — Сергей говорил об этом спокойно. Оле показалось это странным.",
    "answers": [
      {
        "id": 23,
        "text": "[- Скажи, а как ты оказался в той воде?] "
      }
    ]
  },
  {
    "id": 23,
    "text": "— Я не знаю. Помню, что меня привели в странную машину и сказали, что я должен изменить мир. Но случилась поломка в машине и меня ударило током, я упал, а очнулся уже здесь, — Уже немного раздражаясь говорил Сергей.\n«Как странно. В том месте, где мы тебя нашли, упал метеорит», — подумала Оля.\n— Где я сейчас? — Спросил Сергей. — Это не похоже на больницу.\n— Это исследовательский институт. Здесь мне нужно узнать, откуда у тебя способность изменять все вокруг, — сказала Оля, понимая, что первоначально она должна была изучать его труп.\n— Тебе нужна моя кровь? — со странной улыбкой спросил Сергей.\n— Да, чтобы продолжить изучение твоего организма.\n— Боюсь, что я не смогу дать тебе то, что ты хочешь, — сказал Сергей немного с иронией.",
    "answers": [
      {
        "id": 24,
        "text": "[- Почему?] "
      }
    ]
  },
  {
    "id": 24,
    "text": "— Почему? — Даже не сомневаясь спросила Оля.\nНеожиданно руки Сергея освободились, подобно тому, как нож проходит через масло, он оттолкнул Ольгу. Девушка упала и повредила ногу. Через несколько секунд в лабораторию вбежали вооруженные солдаты в черном обмундировании.\n— Стой на месте!!! — крикнул солдат.\n— Тихо, тихо. Вот, видите, я стою, — сказал Сергей и положил руки за голову.\n— Помогите Ольге встать! — сказал солдат. И несколько человек в черном стали осторожно подходить.\nСергей посмотрел в ее сторону с диким взглядом и неожиданно превратился в пар. Это было белое облако, которое растворилось в считанные секунды. Он появился рядом с Ольгой, поднял ее и, держа за белокожую шею, подошел с ней к столу, схватил шприц. \n— Ты хотела моей крови! Сейчас будет, — одержимо сказал Сергей.\nСергей взял у себя из шеи кровь и приставил шприц к шее девушки. В тот момент девушка была страшно напугана. Оля чувствовала себя жертвой, настигнутой хищным зверем. А с чего все началось? Она попала в этот исследовательский институт. И тут взгляд Оли перестал пристально смотреть на солдат с призывом о помощи. Она просто смирилась с неизбежностью происходящего. \nСергей ввел в шею девушки свою кровь и бросил ее на пол. Он растворился в воздухе, превратившись в облако дыма. Пришел ректор и увидел, что здесь произошло.\n— Скорее положите ее на стол! — Сказал ректор очень громко. \nОльга вся тряслась. Это не было похоже на эпилепсию. Скорее это была расстроенная нервная система. Ее тело начало сильно нагреваться, пальцы рук стали желтеть.\n— Черт! Так и думал, что нельзя было допускать ее в эту лабораторию. — Сказал ректор, видя, что девушка уже мертва. Сердце Ольги остановилось.\nМозг еще функционировал, и у Ольги в голове стала возникать картина.\n«Не было метеорита... вода получила свойство изменяться из-за попадания крови Сергея в нее... отец Сергея ректор... \"Я видел как тебя пристрелили\"... обман... сила Сергея меняет свойства всего вокруг и себя... \"...должен изменить мир\" ... \"...изменить мир\"... \"Отец!\"...»",
    "answers": [
      {
        "id": 25,
        "text": "[Очнуться] "
      }
    ]
  },
  {
    "id": 25,
    "text": "Ольга очнулась с криком в холодном поту. Ей было холодно. Она осмотрелась. Обстановка напоминала палату городской больницы. Оля не могла ничего понять о том, что происходит сейчас. В голове все мысли перемешались, но Оля умела справляться с такими трудностями и быстро поставила все по местам. \n— Я что, в городской больнице? — С придыханием сказала Оля.\n— Да, ты в больнице, — сказала девушка.\nРядом с ее кроватью стояла девушка с длинными розовыми волосами, стройного телосложения. Она смотрела внимательно на Олю.\n— Кто ты? — Спросила Оля с недоверием и глядя на ее волосы.\n— Твой помощник, — сказала девушка улыбнувшись.\n— Какой еще помощник? — Оля, все еще в непонимании, спросила.\n— Я должна помогать тебе во всем, — сказала девушка. Оля после этой фразы поняла, что особенно ловить от этой девушки нечего. Она не большого ума.\n— А как тебя зовут?\n— Полька, — весело сказала девушка.\n— Странное имя, — сказала Оля и встала на ноги. Ей показалось, что ее правая нога немного тяжелее, но потом она переключилась на разговор с Полькой.\n— Это кодовое имя, — сказала Полька.",
    "answers": [
      {
        "id": 26,
        "text": "[- А настоящее?] "
      }
    ]
  },
  {
    "id": 26,
    "text": "— А настоящее? — удивленно сказала Оля.\n— Здесь мы их не используем, — отмахнувшись сказала Полька.\nНеожиданно Оля почувствовала сильный жар, который передался в руки. \n— У меня руки горят... горят... — сказала Оля и присела на кровать, прижав руки к груди.\n— Вот одень на руки, — Полька протянула Оле перчатки. — Они созданы специально для тебя. У тебя необычная разрушающая способность.\nДевушки вышли из палаты и оказались в коридоре, вдоль стен которого тянулось много проводов. Освещение было очень сильным, к которому сначала нужно привыкнуть.\n— Где это мы? — Удивленно спросила Оля.\n— Я сама этого не знаю, но могу сказать, что это место называют \"Ящиком Пандоры\".\n— Почему его так называют?\n— Если хочешь узнать ответы на все вопросы, следуй за мной, — сказала Полька. После этих слов, Олю заинтересовала эта девушка. В палате она казалась глуповатой для подобных выражений, но сейчас кажется вполне себе умной.\n«Жжение прекратилось... Интересно, что со мной?» — подумала Оля. Слишком много непонятного случилось. И разобраться в этом невозможно.\nДевушки шли по коридору. Полька напевала какую-то песенку. Оля пыталась вспомнить, что с ней случилось, но не могла даже на секунду приблизиться к воспоминаниям.\nДевушки остановились у железной двери. Механический голос спросил:\n— Кодовое имя?\n— Полька.\n— Код принят, проходите.\nДверь открылась. Внутри интерьер комнаты напоминал кабинет. «Видимо в этом месте я смогу что-нибудь узнать».\n— Ректор, я привела ее, — покорно сказала Полька.\n— Благодарю, помощник, — твердо сказал ректор.\nПолька села на кожаный диван в кабинете ректора и взяла журнал, потом легла и стала его разглядывать как маленький ребенок.\n— Меня здесь называют ректором, запомни пожалуйста, — сказал ректор обратившись к Ольге.\n— Почему мне кажется, что я уже где-то вас видела? — Заметила Оля.\n— Такое бывает после стирания памяти.",
    "answers": [
      {
        "id": 27,
        "text": "[- Что?] "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Что? — Не поняв, что сказал ректор, переспросила Оля.\n— Перед тем, как тебя перевели в это место, у тебя убрали некоторые воспоминания, — уверенно, даже гордясь собой, сказал ректор.\n— Зачем вы мне все это говорите? — Спросила Оля.\n— Ты должна знать это. Все, кто здесь находится, проходили подобные процедуры. \n— Мне кажется, или я единственная, кому удалось в первую очередь говорить с вами? — Уверенно сказала Оля.\n–<s>tТы права, — сказал ректор, заметив ее проницательность.\n–<s>tИ почему же именно я удостоилась? \n— Ты выдающийся химик и ты должна изучить вещество под названием «Морфо».\n— Я знаю это название. Это то, что вы стерли из моей памяти?\n— Да, мы стерли из твоей головы, все, что связано с этим веществом.\n— Случилось что-то не хорошее и я должна заново изучить его?\n— Да.\n— Это связано с тем, что у меня, жжет руки.\n— Да, ты умерла на несколько часов, а очнулась с этой способностью.\n— Какой способностью?\n— Сними свои перчатки.\nОля сняла перчатки, ректор кинул ей в руки яблоко. Оля поймала его и очень удивилась. Яблоко начало растворяться.\n— Что это?\nОля кинула яблоко на пол.\n— Твое тело может выделять чистую высоко концентрированную кислоту. Это было связано с твоим исследованием.\n— Зачем вы стерли все воспоминания, я не вижу в этом смысла? Начинать все исследования сначала. Зачем?\n— Ты со временем это поймешь.\n— Я вас сейчас не понимаю, но мне уже интересно. Еще вчера школьница, а сегодня ученый.\nПолька встала с кожаного дивана и подошла к Оле. Ректор попросил ее сказать девушке ее кодовое имя.\n— Оля, я для тебя придумала крутое кодовое имя.\n— И какое же?\n— Олеиновая кислота.\nОльга немного негодуя:\n— Почему Олеиновая кислота?\n— Ну твое имя Оля, плюс ты кислотная леди.\n— Иии... что?\n— Олеиновая от твоего имени Оля. \n— Полька, твоя тупость зашкаливает.\nРектор сказал:\n— Олеиновая кислота, этот код уже в базе. Его нельзя поменять. Осталось только закрепить вместе с ним твой голос. \nРектор поднес микрофон к Оле.\n— Скажи в него свой код.\nОля поднесла губы к микрофону.\n— Олеиновая кислота.\n— Код принят. — сказал механический голос.\n— Олеиновая кислота, мы не используем здесь наши настоящие имена, запомни это.\n— Зачем такое правило?\n— Полька тебе расскажет. А теперь идите. \nДевушки вышли из кабинета и пошли прямо по коридору.\n— Полька, объясни почему нельзя использовать свое имя?\n— Я тебе сейчас скину руководство. Там все написано. Объяснять просто долго. \nПолька стала тыкать и водить пальцами по воздуху.",
    "answers": [
      {
        "id": 28,
        "text": "[- Спросить? Нет?] "
      },
      {
        "id": 29,
        "text": "[Молча наблюдать за этим действом] "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Что ты делаешь?\n— А, я забыла сказать, у тебя на шее есть микроком. Другими словами это компьютер который видишь только ты. Он открывает голограмму, если ты надавишь себе на шею, не очень сильно.\nОльга надавила на шею, перед ней появилась голограмма.\n— Теперь ты можешь общаться со всеми в видео чате и в обычном чате. Но сначала нужно добавить их в друзья. Есть возможность играть в онлайн игры. \n— Понятно.\n— Поначалу будет сложно разобраться, но ты научишься.\n— Я уже все поняла, как он работает.\n— Быстро. Все, я тебе скинула руководство.\n— Приняла.\n— Хочешь узнать какая у меня способность?\n— Очень...\n— Моя способность пластичность. Я могу принимать любую форму.\n— Как интересно.\n— Смотри.\nПолька за несколько секунд превратилась в Олеиновую кислоту.\n— Ух ты, мне нравится. А во что ты еще можешь превратиться?\n— Во что угодно и в кого угодно.\n— Интересная способность.\n— А ты у нас можешь все, что угодно растворить?\n— Похоже, что да.\n— Это очень круто. \n— Еще не разобралась.\n— Ладно, идем, я тебя познакомлю с остальными.\nПолька и Олеиновая кислота пошли по коридору в большой зал, где находились все люди с необычными способностями. \n— Смотри сколько нас здесь, это же целый мир.\n— Тут примерно полторы тысячи человек, не считая тех, кого здесь нет.\n— Пойдем, познакомлю тебя со своими друзьями.\n— Хорошо.\nПолька взяла Олю за руку и они пошли через толпу, расталкивая людей.\n— Эй, осторожнее. — Слышалось из толпы.\n— А вот и мы. — Сказала Полька своим друзьям.\nДрузья Польки — два парня и девушка.",
    "answers": [
      {
        "id": 30,
        "text": "[Окинуть всех взглядом] "
      }
    ]
  },
  {
    "id": 29,
    "text": "— А, я забыла сказать, у тебя на шее есть микроком. Другими словами это компьютер который видишь только ты. Он открывает непосредственную голограмму, если ты надавишь себе на шею, не очень сильно.\nОльга надавила на шею, перед ней появилась голограмма.\n— Теперь ты можешь общаться со всеми в видео чате и в обычном чате. Но сначала нужно добавить их в друзья. Есть возможность играть в онлайн игры. \n— Понятно.\n— Поначалу будет сложно разобраться, но ты научишься.\n— Я уже все поняла, как он работает.\n— Быстро. Все, я тебе скинула руководство.\n— Приняла.\n— Хочешь узнать какая у меня способность?\n— Очень...\n— Моя способность пластичность. Я могу принимать любую форму.\n— Как интересно.\n— Смотри.\nПолька за несколько секунд превратилась в Олеиновую кислоту.\n— Ух ты, мне нравится. А во что ты еще можешь превратиться?\n— Во что угодно и в кого угодно.\n— Интересная способность.\n— А ты у нас можешь все, что угодно растворить?\n— Похоже, что да.\n— Это очень круто. \n— Еще не разобралась.\n— Ладно, идем, я тебя познакомлю с остальными.\nПолька и Олеиновая кислота пошли по коридору в большой зал, где находились все люди с необычными способностями. \n— Смотри сколько нас здесь, это же целый мир.\n— Тут примерно полторы тысячи человек, не считая тех, кого здесь нет.\n— Пойдем, познакомлю тебя со своими друзьями.\n— Хорошо.\nПолька взяла Олю за руку и они пошли через толпу, расталкивая людей.\n— Эй, осторожнее. — Слышалось из толпы.\n— А вот и мы. — Сказала Полька своим друзьям.\nДрузья Польки — два парня и девушка.",
    "answers": [
      {
        "id": 30,
        "text": "[Окинуть всех взглядом] "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Знакомьтесь. Эта рыжеволосая девушка — Пироледи. Она у нас может контролировать огонь. Этого сердитого парня зовут Сталкер, он может ходить сквозь любые стены. Ну и этого парня с безумной прической зовут Аквамен. Он контролирует воду. Ребят, а это Олеиновая кислота.\n— Это ты придумала ей такой код? — спросил Сталкер.\n— Да. Вам нравится?\n— Кислота, мне так жаль тебя. Не повезло тебе иметь такого помощника.\n— Я это уже поняла.\n— Ну не все так плохо. — Сказала Полька.\n— А какая у тебя сила?\n— Ну я еще не разобралась. Но как я поняла, я могу растворять все к чему прикоснусь.\n— Необычная способность.\n— У меня есть просьба. — Сталкер обратился к Ольге.\n— Какая?\n— Раствори Польку.\nДрузья начали смеяться.\n— А кто придумал Польке код? — Спросила Оля.\n— Она сама.\n— То есть ты придумала себе код, а мне не оставила выбора?!\nОля снимает перчатки и подходит к Польке. \n— Я наверно выполню просьбу Сталкера. — Полька пятится назад. — Иди ко мне, я тебя обниму.\nПрозвучал громкий гудок и начал говорить механический голос.\n— Внимание! Всем разойтись по своим комнатам.\n— Ну вот, нам пора расходиться. — Сказала Полька.\n— И хорошо. Хоть тебя не слышать. — Сказала Пироледи.\n— Полька, покажешь мне, где моя комната?\n— Конечно. Твоя комната 2013.\nПолька и Олеиновая кислота пошли в корпус с комнатами. Они подошли к железной двери.\n— Вот твоя комната. Приятного отдыха.\n— Ага, спасибо.\n— Ну я пошла.\n— Иди уже. Какая же она невыносимая.\nОля зашла в свою комнату. Там было две кровати.\n— У меня соседка по комнате есть? Интересно, кто она?\nОльга услышала шум воды из-за двери в комнате.\n— Наверно, она в душе.",
    "answers": [
      {
        "id": 31,
        "text": "[Подождать немного] "
      }
    ]
  },
  {
    "id": 31,
    "text": "Через несколько минут дверь в душ открылась и Олеиновая кислота была в шоке. Перед Олей стоял парень в полотенце.\n— Что ты делаешь в этой комнате? — спросил парень.\n— Меня сюда направили.\nПарень быстро проверил распределение жителей по комнатам и был удивлен. Вместе с ним в комнате будет жить девушка.\n— Это какая-то ошибка.\n— Да, согласна.\n— Я сейчас же пойду к распределителю и попрошу, чтобы он все исправил.\nЧерез час парень вернулся опечаленный. \n— Распределитель говорит, что ошибки никакой нет. Все правильно.\n— И как теперь быть?\n— Ну, давай познакомимся для начала.\n— Я Оля...э... Олеиновая кислота.\n— Меня зовут Серебряный.\n— Красивый код.\n— И у тебя.\n— Ты так считаешь? Мне его придумала Полька.\n— Она твой помощник?\n— Да. \n— Я тебе не завидую. Ее тупость просто зашкаливает.\n— Я сегодня так же сказала, когда услышала свой код.\n— Какая у тебя способность?\n— Я могу растворять все, что возьму в руки. \n— Интересная способность.\n— А у тебя какая способность?\n— Я своим прикосновением нейтрализую любую сверх-силу. Дай мне свою руку. \nОля сняла перчатку. \n— Ты можешь растворять все к чему прикоснешься, если мне не повезет, то я останусь без руки.\nСеребряный взял руку Оли.\n— У тебя рука очень горячая. Ты очень сильна. Высоко концентрированная кислота.\n— Как ты это узнал?\n— Я не только могу нейтрализовать на время способность, но и прочитать ее.\n— А почему, твой код Серебряный?\n— С древних времен серебро считалось способом борьбы со злом. Оно очищает от зла. Вот поэтому я Серебряный. Ну а твой код на чем основан?\n— Давай не будем об этом говорить. Там несколько факторов.\n— Хорошо, не будем.\n— Что будем делать со сложившейся ситуацией?\n— Переселение не возможно. Это точно. Придется привыкать друг к другу.\n— Распределитель похоже сломан, раз парня с девушкой в одну комнату поселил.\n— Возможно.\n— Ладно, где моя кровать?\n— Твоя кровать, напротив. ",
    "answers": [
      {
        "id": 32,
        "text": "[- Понятно] "
      }
    ]
  },
  {
    "id": 32,
    "text": "Говорить стало не о чем и Серебряный сделал предложение Олеиновой кислоте.\n— Может поедим? У нас в комнате есть своя кухня. Я могу приготовить, что-нибудь.\n— Ты готовить умеешь?\n— Это странно, да?\n— Да нет. Просто я не встречала парней, которые умеют готовить.\n— Я здесь научился готовить, до этого я не умел.\n— Давай вместе что-нибудь приготовим?\n— Давай.\nНа кухне им двоим было весело. Серебряный рассказывал разные истории из своего прошлого. Оле не было так весело уже давно. \n— Серебряный, а ты сколько уже здесь находишься?\n— Я уже здесь 5 лет. \n— То есть мы здесь надолго?\n— Я не могу точно сказать, сколько мы здесь пробудем. Мы необычные люди. \nОля решила разбавить сложившийся разговор.\n— Интересно, а сколько здесь пробыла Полька? Просто, чтобы так отупеть, нужно пробыть взаперти очень долго.\n— Не знаю. Я когда прибыл сюда, она была уже тут.\nОни посмеялись и продолжили готовить себе ужин. \nПосле ужина Олеиновая кислота и Серебряный легли по своим кроватям. Оля решила прочитать руководство. Включила сенсорную панель. \nОля внимательно изучает каждый пункт руководства.\n— ... все находящиеся в \"Ящике Пандоры\" люди не должны использовать свои настоящие имена по причине того, что всем находящимся людям стирают некоторые моменты жизни. Эти люди могли быть знакомы в одном из стертых моментов прошлого. Если они начнут вспоминать друг друга это может привести к восстановлению памяти этих людей, что может привести к безумию и, как следствие, смерти... пункт номер 121... в \"Ящике Пандоры\" введена местная валюта, называемая кредитами. Кредиты можно получить выполняя работу от руководства... Кредиты можно использовать для создания своей гильдии, смотрите на странице 300... о боже так много пунктов и правил.\nОля пока читала руководство, не заметила, как уснула. Серебряный встал и подошел к ней. Он взял ее руку.\n— Рука такая горячая. Ее сила создана для разрушения, но она не намерена ничего разрушать. Как я хотел бы знать о тебе больше, Оля. \nСеребряный поцеловал руку Олеиновой кислоты и отпустил ее.\nНаутро, когда проснулся Серебряный, Олеиновой кислоты не было в комнате. \n— Интересно. Она так рано встает.\nСеребряный прошел на кухню. На столе стоял небольшой завтрак для него. \n— Ничего не понимаю. Когда она так успевает что-то делать?\nОлеиновая кислота находится в лаборатории, где изучает вещество «Морфо». \n— Ректор сказал, что они стерли мои воспоминания, связанные с этим веществом. Надо попытаться вспомнить что- нибудь.\nОля долго пыталась вспомнить хоть, что-нибудь из того, что было удалено из памяти. Но это было практически невозможно. Каждая попытка причиняла боль в голове. Оля оставила попытки что-то вспомнить и приступила к исследованию «Морфо».",
    "answers": [
      {
        "id": 34,
        "text": "[Оставить тщетные попытки вспомнить прошлое] "
      }
    ]
  },
  {
    "id": 33,
    "text": "История обновлений. ",
    "answers": [
      {
        "id": 1,
        "text": "[Закрыть] "
      }
    ]
  },
  {
    "id": 34,
    "text": "Прошел год. В жизни Олеиновой кислоты произошло немного изменений. Полька во всем помогала Оле. Она стала фанатом Олеиновой кислоты. Оле это не нравилось, она всячески пыталась уговорить Польку перестать быть ее помощником, но Полька все равно была с Олеиновой кислотой.\nВ главном зале с большими воротами как обычно было много народа. Оля сидела с друзьями, и они весело разговаривали. Взгляд Оли падал на парня, сидящего на полу в наушниках. \n— Ребят, кто тот парень, который сидит на полу?\n— Его зовут Животное. Он ни с кем не общается. Всегда сидит в одиночестве.\n— А какая у него способность?\n— Говорят, он может превращаться в волка...\nПолька перебила рыжеволосую Пироледи:\n— Ага, в полнолуние!\n— Ууууу...\n— Очень смешно, — Возмутилась Пироледи.\n— Понятно.\nОля еще немного посмотрела на него и решила вернуться в лабораторию. \n— Завтра подойду к тому парню.\nНа следующий день тот самый парень сидел в том же самом месте в наушниках. Оля решила подойти к нему и начать разговор.",
    "answers": [
      {
        "id": 35,
        "text": "[Подойти] "
      },
      {
        "id": 36,
        "text": "[Стоять на месте] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Но она не успела к нему приблизиться, как он встал и ушел.\n— Странный парень. Даже не успела приблизиться к нему.\nСзади к Олеиновой кислоте подошла Полька. \n— Он всегда так. Как-будто предвидит, что к нему подходят.\n— Предвидение... интересно.\nВечером Оля читала про людей, способных превращаться в волков.\n–<s>tВо всех источниках разные определения, но если все сложить, то получается, что в полнолуние люди, способные превращаться в волка, становятся оборотнями, существами, которыми движут лишь инстинкты. Они очень сильны и в состоянии человека, супер-слух, супер-обоняние. Некоторые оборотни могут превращаться когда захотят, другие же могут это делать только в полнолуние, — немного полистав страницу Оля наткнулась на интересный факт, — оборотни способны предвидеть некоторые действия своего противника, или же того, на ком сосредоточены.\n«Тот парень ушел, когда я подходила к нему. Значит он способен предвидеть действия людей. Но там было много народа, как он смог понять, что я к нему подхожу? Надо идти к Ректору и запросить файлы об этом человеке».\nДевушка решила не откладывать поход к ректору и отправилась немедленно. ",
    "answers": [
      {
        "id": 37,
        "text": "[Идти к ректору] "
      }
    ]
  },
  {
    "id": 36,
    "text": "«Ну давай же подойди. Перестань бояться. Никогда раньше того небыло с тобой, так, что же сейчас». — Оля пытается заставить себя подойти и все таки решилась. ",
    "answers": [
      {
        "id": 35,
        "text": "[Подойти] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Животное сидит на кровати в своей комнате и крутит в руке медальон с камнем внутри. Потом он начал говорить с ним:\n— Скоро случится какое-то событие здесь. Что именно?\nДемонический голос спокойно ему отвечал.\n–<s>tЯ только предчувствую события, но честно сказать, это я не могу, потому-что заперт в этом медальоне. Если ты освободишь меня, я смогу тебе помочь.\n— Я не могу этого сделать. Мне сказали, кто ты. Тебя нельзя выпускать.\n— Мы с тобой уже долго вместе. Неужели ты мне не веришь? Я дал тебе такую силу.\n— Если я выпущу тебя, то ты уничтожишь все на своем пути. Мне все поведали о тебе индейцы, давшие мне тебя. Ты зло и не должен быть распечатан, Оберволф.\n— О, ты знаешь мое имя! Как ты узнал его?\n— Мы связаны с тобой уже долго, твои разум и тело сливаются с моим. Я знаю, кто ты. Ты сделал меня Животным.\nДемонический голос засмеялся.\n— Помнишь, ту беловолосую кислотную леди?",
    "answers": [
      {
        "id": 38,
        "text": "[- Да.] "
      }
    ]
  },
  {
    "id": 38,
    "text": "Раздался стук в железную дверь комнаты.\n— Удачи, Животное, — Посмеялся демонический голос.\nПарень открыл дверь. Перед ним стояла беловолосая девушка невысокого роста. У нее в руках был планшет. \n— Привет. Можно зайти?\nПарень молча пропустил ее в свою комнату.\n— Прости за неожиданный визит, но мне хотелось бы с тобой поговорить.\n— О чем со мной хочет поговорить столь знатная особа?\n— А ты не приветлив, как я посмотрю.\n— Ты об этом пришла поговорить?\n— Нет. Я пришла поговорить про твою силу.\n— Говори.\n— Я прочитала твои файлы и не увидела сведений о твоей силе.\n— Ты хочешь узнать о моей силе, точнее, моем проклятии?\n— Почему ты так это называешь?\n— А ты сама рада, что оказалась здесь, отрезанная от внешнего мира со стертой памятью? Под предлогом, что мы в прошлом натворили, что-то и не должны это помнить, а должны начать все сначала?\nОля удивилась, что он так думает. Все, кого она знает рады, что они особенные. \n— Ладно... Можешь рассказать откуда у тебя эта сверх-сила?",
    "answers": [
      {
        "id": 39,
        "text": "[- Я не понимаю, зачем тебе это знать?] "
      }
    ]
  },
  {
    "id": 39,
    "text": "— Я всех изучаю на Пандоре. Просто, когда ты ученый, у тебя есть некоторые обязанности.\n— Понятно.\n— Ты расскажешь о себе?\n— Хорошо, я расскажу немного о себе. Когда мне было двенадцать лет я и отец отправились в горы. У него было хобби, забираться по скалам. Он хотел, чтобы я тоже с ним забрался на гору. И вот, когда я был уже на половине пути, что-то случилось с креплением и я сорвался в низ. Меня унесло течением, затем я упал вниз по водопаду. Меня нашли местные жители, индейцы. Они меня спасли, потому что у них было пророчество, что придет к ним ребенок из реки. Конечно, глупо звучит...\n— Совсем не глупо. Рассказывай дальше.\n— Время уже шло к ночи. Отец меня так и не нашел. Я уснул у них в пещере. Утром я проснулся в спиралевидном круге. Вокруг стояли индейцы на коленях. Один из них подошел ко мне и поднес медальон. Я напугался, подумал, что это секта. \nПарень взял в руку свой медальон и показал Оле.\n— Мне дали этот медальон и рассказали, как мне тогда казалось страшилку. \"С древних времен в мире водится много опасных и страшных существ. В разных частях света они называются по-разному. Эти существа не останавливаются ни перед чем для достижения своих целей. Они убили много людей. Мы — племя волков. Обитаем в этих землях уже много сотен лет. Наши предки жили в мире с другими племенами. Однажды на них напало другое племя, намного сильнее, чем они. Все в племени погибли, кроме одной девочки. Она лежала около своей мертвой матери и плакала. Перед ней появился человек из другого племени и замахнулся своим топором. Девочка закричала очень пронзительным и громким криком. Эти крики пробудили злой дух Оберволф, покровителя племени волков. Этот дух огромный волк-оборотень движимый ненавистью ко всему живому\". \n— Почему они считали его покровителем, если он ненавидит все живое?\n— Я не знаю, почему они так считали, но, видимо, он придавал им силы. Так вот, Оберволф уничтожил почти все племена и вернулся к девочке. Она напугалась и закрыла руками лицо. Но он не стал ее убивать.\nПослышался демонический голос.\n— Я не смог ее убить. Я почувствовал движимые ею чувства. Ненависть и злобу. Я не понимаю до сих пор, почему не убил эту маленькую дрянь, — Демонический голос стал раздражительным. — Я позволил ей запереть меня в этом проклятом медальоне.\nОля напугалась этого голоса.\n— Что это?",
    "answers": [
      {
        "id": 40,
        "text": "[- Это мой медальон. В нем заключен Оберволф. Демон волк-оборотень.] "
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ты хочешь сказать, это магия?\n— Скорее проклятие, но если тебе будет угодно, то да, это магия.\n— А что произошло с той девочкой?\n— Она смогла возродить племя из пепла, — Демонический голос продолжал говорить. —  Я был заперт в медальоне и все видел, как проходили поколения за поколениями. Но появился он, как и говорилось в пророчестве.\n— В пророчестве есть глава, где я освобождаю Оберволфа, но я не стану это делать. Он единственный оставшийся демон. \n— Почему ты так в этом уверен?\n— Я пытался искать других, но все исчезли.\n— Я впервые сталкиваюсь с подобным.\n— Скажи, зачем тебе надо это знать?\n— Я изучаю всех, кто находится в \"Ящике Пандоры\". Мне поручено вести исследование одного вещества. И я думаю, что нашла связь этого вещества с людьми, находящимися здесь.\n— Знаешь, что я заметил? Все люди этого места пахнут одинаково. \n— Волчье обоняние очень тонкое. И чем же они пахнут?\n— Это прозвучит странно. Они пахнут хлебом.\n— Как странно. Ты уверен, что именно хлебом?\n— Мой нос меня не подводит.\n— Понятно. А ты не знаешь почему?\n— Я чувствую только запах, а причину я не знаю.\n— Как интересно.\n— У тебя есть еще вопросы?\n— Что будет, если у тебя не станет медальона?\n— Без него я никто. Оберволф, хоть и зло, но он мне уже не раз помогал.\n— Пока я с тобой говорила, кое-что заметила.\n— Что?\n— Ты все помнишь. Мне кажется тебе, как и всем должны были очистить память.\n— Так и было, но Оберволф тоже все видел, что и я. Когда мы сливаемся, я вижу все, что он видел. Я вернул себе осколки памяти. \n— И тебя не мучили головные боли?\n— Оберволф — мой демон — покровитель, берет всю боль на себя.\n— Даже и не скажешь, что он злой демон.\n— Поверь, я видел все, что он натворил, это кошмар.\nПосле разговора с Животным, Олеиновая кислота пошла к Польке с поручением. \n— В нашем мире есть еще и магия. Неужели нам так много не известно...",
    "answers": [
      {
        "id": 41,
        "text": "[Идти] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Идя по пустому и светлому коридору, Оля увидела лежащую на полу длинноволосую девушку в очках. Олеиновая кислота подбежала к ней и осмотрела. У девушки был сильный жар и странные синяки на теле.\n— Что с ней случилось? Надо отнести ее в лечебницу.\nКоридор был пустым, по-этому Оля подняла ее и облокотила на себя.\n— Странно, у нее веса почти нет. Кто она?\nВ лечебнице кода девушки не было обнаружено. О ней неизвестно ничего. \nОля запросила разрешение на то, чтобы девушку перевезли к ней в лабораторию. Ректор не был против этого. Через час девушка лежала на кушетке у Ольги в исследовательском центре. Первое, что сделала Оля, взяла кровь у нее.\n— Так, что тут у нас? — Ольга смотрела в микроскоп. — Ее геном совпадает с нашими. Значит она со способностями. Чтобы не было неприятностей, надо закрепить ее руки на кушетке.\nДевушка пролежала без сознания всю ночь под присмотром Ольги. Утром она открыла глаза небесно-голубого цвета. Оля подошла к ней. ",
    "answers": [
      {
        "id": 42,
        "text": "[- Как ты себя чувствуешь?] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Девушка заговорила очень нежным голосом.\n— Хорошо. Почему я пристегнута?\n— Это на случай, если ты надумаешь бежать.\n— Я не сбегу. Расстегните ремни.\n— Хорошо. Сейчас.\nОля расстегнула ремни на руках девушки. И помогла ей присесть.\n— Кто ты? — спросила Оля.\n— Я Аргентея.\n— Это твое имя?\n— Да. А ты кто?\n— В этом месте запрещено использовать свои имена. Называй меня Олеиновая кислота.\n— Как странно звучит.\n— Да, знаю.\n— Где я?\n— Ты находишься в месте под названием \"Ящик Пандоры\". Ты помнишь, как сюда попала?\n— Нет. ",
    "answers": [
      {
        "id": 43,
        "text": "[- А что ты помнишь?] "
      }
    ]
  },
  {
    "id": 43,
    "text": "— Я летала в небе. Потом вокруг стало темно. Я упала в низ. \n— Ты умеешь летать?\n— Да. Все ангелы умеют летать.\n— Ты ангел?\n— Я — ангел покровитель человека, которому должна помогать, если с ним должно случится что-то не хорошее.\nОльга была в небольшом ступоре. За последнее время она узнала о существовании магии и демонах, а теперь и об ангелах.\n— А кто этот человек?\n— Я не могу вспомнить, — Аргентея посмотрела на свою руку. — О нет! Связь с человеком разорвана!\nАргентея начала паниковать. Из ее небесно-голубых глаз начали капать слезы.\n— Скажи, что за связь?\n— Без связи я бесполезна. Если связь утеряна, значит, человек мертв. Эта связь с ним на всю его жизнь. \nАргентея закрыла глаза руками. Оля смотрит на нее и не знает, что сделать. Потом она обратила внимание на синяки. \n«Откуда у нее столько синяков? Сейчас лучше дать ей успокоиться. Потом узнаю о ней побольше. Пока дам ей успокоительное».\nОля решила поговорить об этом с Ректором. \n— Ректор, в последнее время я узнаю все больше странных вещей.\n— Расскажи.\n— Вчера, я провела беседу с Животным. Оказывается он обычный человек, но его делает необычным то, что у него есть медальон с демоном внутри, позволяющий превращаться в волка. Потом он сказал, что все люди здесь пахнут хлебом.\n— Хлебом?\n— Да, он так сказал. Я подумала, что вы можете знать об этом что-то.\n— Нет, я впервые слышу это. Расскажи, что тебе удалось узнать про ту неизвестную девушку?\nРезкая смена разговора немного заинтересовала Ольгу. Но она решила рассказать не много о том, что узнала.\n— Я провела анализ ее крови и как оказалось у нее тот же ген, что и у всех. Она сверх-человек.\n— Ты узнала, что у нее за сила?\n— Похоже, что она умеет летать.\n— Ее имя?",
    "answers": [
      {
        "id": 44,
        "text": "[- Аргентея.] "
      }
    ]
  },
  {
    "id": 44,
    "text": "— Понятно. Внеси ее в базу Пандоры.\nОля не стала говорить Ректору о том, что Аргентея ангел. Ей хотелось узнать сначала о ней побольше. Но ей стало интересно, почему ректор не интересуется некоторой информацией, которой могут обладать люди, с которыми она говорила.\nОльга вернулась в лабораторию. Аргентея сидела, прижав к себе колени. Но синяков у нее уже не было.\n— Аргентея. \nАргентея подняла голову. Оля подошла к ней.\n— Ты в порядке?\n— У меня нет больше связи. Как я могу быть в порядке.\n— Расскажи по подробнее о себе.\n— Я ангел — покровитель. Была связана с человеком, но я не могу его вспомнить. Я всегда помогала ему во всех сложных ситуация. Я не могу избавить от смерти, но могу препятствовать этому. \n— Ты знаешь, почему не помнишь его?\n— Нет. Я не знаю.\n— Твоя жизнь проходит под покровительством человека. А что происходит если теряется связь?\n— Ангел не может больше устанавливать связь с людьми. Он может только спуститься на землю и обитать среди людей, либо остаться ангелом наблюдателем.\n— Получается ты спустилась на землю и теперь ты сверх-человек?\n— Нет. Я не спустилась на землю, мою связь намеренно оборвали, а я упала.\n— Откуда ты знаешь это?\n— Я видела уже такое, когда специально разрывали связь.\n— Но зачем это кому-то делать, да и вообще, это разве возможно?\n— Возможно, если умереть один раз.\n— Ты говоришь про клиническую смерть?\n— Нет, я говорю о смерти на несколько часов.\n— Невероятно. Я бы никогда не подумала, что в мире есть такое.\n— Теперь я буду существовать, как сверх-человек.\n— Скажи, а у меня ангел тоже есть?\n— Дай свою руку.\nОля протянула руку. Аргентея взяла ее и была удивлена.\n— Твоя связь оборвана.\n— Так и думала. Мне говорили, что я умерла на несколько часов.\n— У тебя есть божественная сила.\n— Я тебя не понимаю.\n— Я создана из частицы бога. Я чувствую подобные вещи.\n— Ты меня заинтересовала.\n— Почему ты здесь?\n— Я здесь из-за своей силы.\nАргентея почувствовала присутствие другого человека.\n— Здесь есть еще кто-то?\n— Нет, мы одни.\n— Я чувствую еще одну божественную силу.",
    "answers": [
      {
        "id": 45,
        "text": "[- Где?] "
      }
    ]
  },
  {
    "id": 45,
    "text": "В лабораторию зашла Полька. \n— А, на нее не обращай внимания.\n— Привет, Олеиновая кислота. Ты прячешься от меня?\n— Нет, в отличие от тебя, я занята делом. А ты где была?\n— Я тебя искала... — Увидела Аргентею. — А кто это?\n— Знакомьтесь.\n— Я Полька.\n— Меня зовут Аргентея.\n— Приятно познакомиться. Ух ты, какие у тебя глаза красивые.\n— Полька, у меня к тебе просьба.\n— Какая?\n— Исчезни отсюда. Не мешай работать.\n— Ладно, я поняла.\nПолька подмигнула Аргентее.\n— Рада была познакомиться.\nПолька ушла из лаборатории, а Оля решила внести Аргентею в базу Пандоры. Потом дала микрофон ангелу.\n— Скажи в него свое имя.\nАргентея поднесла губы к микрофону и сказала свое имя.\n— Код принят. — Сказал механический голос.\n— Ну вот теперь ты с нами. Пойдем я тебе все покажу.\nАргентея встала с кушетки и пошла за Олей. Девушки вышли в большой зал с воротами. \n— Смотри, эти люди все с частицей бога.\n— Неужели, Бог раздает свою силу людям. \n— Почему ты так считаешь?\n— Я чувствую столько силы, сравнимой только с силой Бога.\n— Ты знаешь Бога?\n— Я создана из его частицы.\n— Ладно... идем дальше, я покажу тебе, где ты будешь жить.\nОля провела Аргентею в корпус с комнатами. \n— Твоя комната 2014.\n— Понятно.\n— А вот мы и пришли. Ты будешь жить вместе со Сказочницей.\n— Кто она?\n— Она может гипнотизировать людей, но так-то она хорошая вполне.\nОни зашли в комнату. На кровати лежала девочка лет десяти.\n— Сказочница, я привела тебе соседку по комнате.\n— Олеиновая кислота, наконец-то ты пришла! — Ликовала Сказочница.\nОлеиновая кислота обняла Сказочницу и представила Аргентею.\n— Какой красивый код! — Сказала девочка.\n— И у тебя. — Сказала Аргентея.",
    "answers": [
      {
        "id": 46,
        "text": "[- Я думаю вы подружитесь.] "
      }
    ]
  },
  {
    "id": 46,
    "text": "— Я думаю вы подружитесь. Аргентея, теперь ты будешь жить в этом месте. Если нужна будет помощь, обращайся.\nПосле этих слов у Аргентеи на глазах показались слезы. Сказочница обняла ее. Оля ушла.\nВечером Олеиновая кислота думала обо всем происходящем. \n— Сначала Животное сказал мне о том, что все пахнут хлебом. Потом я встретила ангела. Она утверждала, что в нас частицы бога. Странно это все. Ведь я проводила анализ крови и того вещества. В нас препарат, открывший в нас истинную силу наших тел. Да, и меня не отпускает мысль о том, что мне стерли частично память. Значит я, что-то знала. Но не могу вспомнить, что именно... Запах хлеба... с чем это связано?.. \nОля открыла информацию о хлебе во всех источниках. Она искала то, за что можно зацепиться. Информации было много. Ушла вся ночь на изучение файлов.",
    "answers": [
      {
        "id": 47,
        "text": "[- Вот оно!] "
      }
    ]
  },
  {
    "id": 47,
    "text": "— Вот оно! — воскликнула Оля.\nПослышался стук в дверь. В комнату зашла Полька с улыбкой на лице.\n— Олеиновая кислота, тебя ректор зовет к себе.\n— А чего ты такая радостная?\n— Да, так. \n— Ладно, пойдем к ректору.\nВ кабинете у ректора. \n— Вызывали?\n— Да, присядь. В общем, мы подумали, тебе нужно создать свою гильдию.\nПолька сидит на кожаном диване и улыбается.\n— Это она предложила? — Указывает пальцем на Польку.\n— Да. Идея была ее. Но единственная, которую я поддерживаю.\n— Вы хотите, чтобы я стала лидером группы?\n— Ты с этим справишься. На Пандоре уже множество гильдий и они все прекрасно справляются со своими заданиями.\n— Вы имеете в виду задания за большими воротами?\n— Да, во внешнем мире.\n— Вы понимаете, что это опасно, какой я лидер.\n— Поверь мне, ты будешь прекрасным лидером гильдии. И кстати, это вопрос решенный, кредиты на создание гильдии на твоем счету. А теперь иди и подумай над тем, где брать людей, но и придумай звучащее название. Варианты знаков мы вышлем позже.\n— Хорошо. \nДевушки вышли из кабинета. Олеиновая кислота была зла на Польку.\n— Почему у тебя все время глупые идеи? Ты не помощник, а вредитель.\n— Но идея-то хорошая.\n— Ну, может быть. А где мы людей найдем?\n— Я могу рекомендовать нашу гильдию людям. \n— Ладно. Я создам гильдию, но если в течении двух дней ты не найдешь хотя бы трех человек, Гильдии не будет. \n— А ты разве сама не будешь искать людей?\n— У меня работа, и идея была твоя. \n— Разумно.\n— Все иди. Приглашение в гильдию скину вечером, когда все будет готово. \n— Хорошо.\nВечером Оля долго не могла придумать название. Раздались стуки в дверь комнаты. ",
    "answers": [
      {
        "id": 48,
        "text": "[Открыть дверь] "
      }
    ]
  },
  {
    "id": 48,
    "text": "Оля открыла дверь. Полька стояла с друзьями.\n— Мы решили помочь тебе и вступить в гильдию. \n— Вы все будете в моей гильдии?\n— Да, мы все друзья, давно пора было уже.\n— Вы же понимаете, что будет после создания гильдии.\n— Миссии во внешнем мире. \n— Не все выживают после таких миссий.\n— Мы понимаем. Но надоело уже сидеть в этом бункере. \n— Хорошо, ребят надо придумать звучащее название. — Сказала Полька.\n— С этим будет сложно. Нужно, что-то оригинальное и звучащее.\nОля подумала:\n— Очищение от зла — серебро. \n— Может назовемся \"Фантомами\".\n— Фу, нет, что за банальщина. \n— А как вам \"Аргентум\"?- спросила Олеиновая кислота.\n— Красиво звучит. А что это? — с недоумением спросила Полька.\nВсе одновременно закрыли лицо рукой.\n— Это серебро.\n— Ну не надо делать такой вид, что тупее меня никого нет.\n— Вообще-то это так.\n— А мне нравится название. Такого еще не было.\n— И мне тоже. — Сказал Серебряный.\n— Ты вступишь в нашу гильдию?\n— Да, почему нет!\n— Друг Олеиновой кислоты наш друг.\nВсе познакомились с Серебряным.\n— Ну что, все за?\n— Да.\n— Я вписываю название гильдии и отправляю.\nМеханический голос подтвердил создание гильдии. Оля разослала всем присутствующим приглашения в гильдию. \n— Теперь осталось ожидать миссии. — Сказала Оля. — Вы не боитесь, что не все могут вернуться с миссий?\n— Скажи, а лучше умереть, не принеся пользу кому-нибудь?\n— Может ты и прав, Сталкер. \nРаздался гудок и заговорил механический голос:\n— Внимание! Всем разойтись по своим комнатам!",
    "answers": [
      {
        "id": 49,
        "text": "[- Вам пора, ребята!] "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Пока.\n— До завтра.\nДрузья Олеиновой кислоты ушли. \n— Ты не жалеешь, что вступил в нашу гильдию, Серебряный?\n— Почему, я должен жалеть, об этом. Ничего же плохого не случится.\nУтром Ольге на почту пришло сообщение. В нем находилась миссия для новой гильдии \"Аргентум\". Олеиновая кислота собрала всех участников гильдии у себя в комнате.\n— Смотрите. Нам, как начинающей гильдии, дали простой квест. Мы должны сопровождать перевозку редкой руды до конца дня. \n— Какая-то простая миссия. — Сказал Аквамен.\n— Нам сразу не доверят миссии по зачистке и уничтожению. — Сказал Сталкер.\n— Давайте начнем наш день без споров! — Сказала Пироледи.\n— Да, ребят, мы же команда.\n— Где мы должны быть и во сколько?\n— Место — порт Ауг на берегу Тихого океана. Время — 9:30.\n— Нам нужно быть там меньше, чем через десять минут. — Сказала Полька.\nВсе посмотрели на нее с недоумением.\n— Ты знаешь, как определять время!?\n— Ха-ха, очень смешно.\n— Ладно, надо идти.\nГильдия пошла к телепорту. Там их ждал Ректор.\n— Что здесь делает ректор?\n— Не знаю.\nОлеиновая кислота подошла к ректору. Они о чем-то говорили.",
    "answers": [
      {
        "id": 50,
        "text": "[- Я вас поняла.] "
      }
    ]
  },
  {
    "id": 50,
    "text": "Ректор активировал портал и гильдия зашла в него. Они появились на берегу Тихого океана.\n— Ребята, смотрите, какая красота!\n— И правда, очень красиво.\n— Почему мы раньше не создали гильдию?\n— Мне кажется, что нам нужно приступать к заданию. — Сказала Оля.\n— Посмотри тут свобода, больше не нужно возвращаться на Пандору. — Сказал Аквамен.\n— Ребята, послушайте меня! Перед уходом ректор сказал, что если мы попытаемся сбежать, через нас пройдет пять тысяч вольт. Вы понимаете, что это смерть.\n— Черт, ты права, нас бы так не выпустили с Пандоры. — Сказал Сталкер.\n— Не дали насладиться моментом. — посмеялся Аквамен.\n— Похоже, что нам надо к тому судну. — Сказал Серебряный.\nДрузья пошли к кораблю, из которого в машины грузили мешки. С корабля спустился мужчина в кепке.\n— Вы \"Аргентум\"?\n— Да, это мы.\n— Вам нужно сопровождать эти мешки с минералами. Путь займет примерно весь день. \n— Есть еще что-то, что мы должны знать?\nМужчина в кепке посмотрел в сторону машины и повернулся к ним.\n— Нет, это все. Мы уже отправляемся. Забирайтесь в грузовик.\nМашины поехали через лес.\n— Слушайте, вам не кажется, что эта миссия — пустая трата времени.\n— Да не важно, главное получим кредиты.\n— Тихо. Вы слышите? — Сказал Сталкер.\n— Что?\n— Я ничего не слышу. — Сказал Аквамен.\nНеожиданно прогремел взрыв. Взорвалась впереди едущая машина.\n— Воу! Что это было?\nДрузья спрыгнули с машины и подбежали к взорвавшейся машине. Пироледи убрала огонь. Обгоревшее тело водителя лежало на земле рядом с камнями из мешка.\n— Никто не говорил, что тут будут взрывы. — Сказал Аквамен.\n— Ну, ты же хотел приключений. — Сказал Сталкер.",
    "answers": [
      {
        "id": 51,
        "text": "[- Почему машина взорвалась? Перед отъездом мы проверили машины.] "
      }
    ]
  },
  {
    "id": 51,
    "text": "К ним подбежал мужчина в кепке.\n— Вы что-нибудь нашли?\n— Нет. Как машина могла взорваться? Мы все проверяли.\n— Так и думал, не надо было ехать этой дорогой.\n— Почему?\n— Ходят нехорошие слухи об этом месте.\n— Бред какой-то.\nОля позвала к себе всех.\n— Сядем по два человека в каждую машину.\n— Зачем?\n— Я подозреваю, что машина взорвалась по вине водителя.\n— Смертник?\n— Именно. Нам нужно следить за водителями. Итак, Пироледи и Серебряный сядут в первую машину, я и Аквамен сядем в джип, Сталкер и Полька...\n— В последнюю, понятно.\nМужчина в кепке крикнул:\n— Все, едем!\n— А вы не собираетесь собрать ваши камни?\n— Это не нужно, и не задавай лишних вопросов.\n— Понятно.\nМашины отправились дальше. Оля обдумывала произошедшее.\n— Почему они не стали собирать камни? Странно это...\nОля по рации связалась с остальными.\n— У вас все в порядке?\n— Да. Все тихо.\n— Как у вас там?\n— Все хорошо.\nЗа Ольгой на заднем сидении сидели двое мужчин и Аквамен. Мужчины говорили на другом языке. Оля следила за водителем.\nПосле взрыва машины ехали быстрее. Неожиданно первая машина резко остановилась. Оля связалась по рации с Пироледи.\n— Что у вас?\n— Дорога заблокирована. Кто- то поставил шипы.",
    "answers": [
      {
        "id": 52,
        "text": "[- Ребята, готовьтесь на случай атаки.] "
      }
    ]
  },
  {
    "id": 52,
    "text": "— Хорошо.\n— Да что тут вообще происходит? \nПроизошел взрыв впереди стоящей машины. Взрывная волна оглушила Ольгу с Акваменом. Когда все пришли в себя, они вышли из машины и подбежали к огню охватившему машину.\n— Черт, неужели Серебряный и Пироледи погибли?\n— Аквамен, потуши огонь. \nЧерез пару секунд огонь был потушен. На месте взрыва было только тело водителя. \n— А где Пироледи с Серебряным?\n— Может быть их взрывом отбросило?\n— Невозможно. Они не смогли бы. Взрыв пришелся им в лица. \nСталкер сорвался и подошел к руководителю поездки. Он был вне себя от ярости.\n— Слушай! Ты сейчас же расскажешь нам, что тут вообще происходит. Иначе я вырву твое сердце!\nОля и остальные были в шоке после этих слов. Сталкер всегда был спокойным и уравновешенным парнем. Но после взрыва первой машины, его как — будто подменили. Угрожать людям не в его стиле.\n— Что со Сталкером? Я впервые вижу его в таком состоянии.\nПолька сказала:\n— А ты разве не заметила? Сталкер неравнодушен к Пироледи.\n— Теперь я понимаю, что вызвало гнев у него.\nСталкер взял за воротник мужчину в кепке.\n— Я до сих пор не слышу ответа на свой вопрос.\nАквамен подошел к ним.\n— Слышь, мужик, я советую ответить ему, он правда может вырвать сердце из груди. \n— Если я расскажу все, вам это не поможет. Вы не сможете бороться с ними.\n— С кем?\n— Мы зовем их духами леса.\n— Что еще за бред?\n— Это не бред. Они невидимы и обитают в этих местах. Каждый раз, когда мы здесь едем, кто-то умирает. \n— По-этому вам понадобились мы? — Сталкер не отпускал мужчину.\n— Да.\nОля взяла камень выпавший из машины. Осмотрела его. Потом подошла к ним вместе с Полькой.\n— Ребята, я осмотрела место взрыва, там нет ничего, кроме лежащих вокруг камней. И знаете, что я заметила?\n— Что?",
    "answers": [
      {
        "id": 53,
        "text": "[- Мы везем обыкновенный уголь.] "
      }
    ]
  },
  {
    "id": 53,
    "text": "— То есть мы должны были охранять уголь?\n— Совершенно верно. Но есть и еще кое-что, я заметила, что два человека в джипе говорили что-то о Селените. Это новое вещество, которое запрещено во многих странах.\n— Почему оно запрещено?\n— Это эффективная взрывчатка.\n— И что ты хочешь этим сказать? \n— То, что мы должны охранять, находится в джипе у тех двух людей. Можно сказать, мы охраняем террористов.\nМужчина в кепке вырвался из рук Сталкера и достал пистолет. Оля подошла к нему и приставила свою голову к пистолету.\n— Ну, давай, стреляй! — Оля незаметно сняла перчатку с руки и притронулась к пистолету.\nПистолет расплавился в руках у мужчины.\n— Что ты такое?! — Мужчина крикнул и отскочил от нее.\n— Я сама хотела бы знать.\n— Ребята, мы не должны позволить им уйти.\n— Но тогда мы нарушим протокол задания и скорее всего нас поджарит, — Сказал Аквамен.\n— Ты прав. Мы сделаем вот что...\nРебята решили не противостоять этим людям, они продолжили их сопровождать.\n— Как думаешь, про этих духов, он правду говорил? — Спросил Аквамен у Сталкера.\nСталкер шел, не реагируя ни на что. Он был в ярости. \n— Олеиновая кислота!\n— Что?\n— А ты что думаешь, правда это — про духов леса?\n— Я не могу что-то утверждать. Но объяснить, как взорвались машины я не знаю. Возможно это сделали они.\n— Смотрите внимательно по сторонам, возможно, они уже готовят атаку. — Сказал Мужчина в кепке.\n— Мужик, у тебя паранойя. — Сказал Аквамен.\n— Почему Серебряный и Пироледи исчезли? — Думает Ольга. — При таком взрыве невозможно спастись.\nПолька идет и рассматривает свою руку. Это увидела Олеиновая кислота.\n— Что ты делаешь?\n— Смотри, моя рука блестит.\nОля обратила внимание.\n— Да и вправду блестит. Дай я посмотрю.\nОлеиновая кислота взяла руку Польки и попыталась понять с чем это связано.\n— Ты трогала, что-нибудь на месте взрыва?\n— Да, я чуть не упала и облокотилась о сидение машины.\n— А еще, что-нибудь?\n— Я помню только, что затрагивала сидение и все.\n— Понятно. Не трогай свою руку, когда вернемся, я возьму на анализ.\n— Мою кожу? — Испугалась Полька.\n— Ты серьезно? Мне нужны всего-лишь блестки. Ум — это не твоя природа.\n— Странная тишина. — Заметил Аквамен.\n— Затишье перед бурей? — Сказала Ольга.\n— Будет буря? — Спросила Полька.",
    "answers": [
      {
        "id": 54,
        "text": "[- Это образно. Значит, что, возможно, будет нападение.] "
      }
    ]
  },
  {
    "id": 54,
    "text": "— Понятно.\n— Интересно, как там Аргентея? Все ли у нее в порядке?\n— Да не беспокойся, она справится со всем.\nИз машины вышел мужчина в кепке. И подошел к Олеиновой кислоте.\n— Мы почти приблизились к нашему месту назначения. Осталось примерно два часа.\n— Хорошо. Оплата будет на месте?\n— Да.\n— Возвращайтесь в машину и продолжайте ехать.\nКогда мужчина приблизился к машине, раздался выстрел, и он упал на землю. Стали слышаться шаги.\n— Аквамен, давай!",
    "answers": [
      {
        "id": 55,
        "text": "[Использовать способность Аквамена: Тропический дождь] "
      }
    ]
  },
  {
    "id": 55,
    "text": "Аквамен начал создавать дождь. Стали видны объемные прозрачные силуэты людей.\n— Вот они. Полька твой выход. ",
    "answers": [
      {
        "id": 56,
        "text": "[Использовать способность Польки: Захват] "
      }
    ]
  },
  {
    "id": 56,
    "text": "Силуэты начали отступать в лес, Полька стала окутывать своим растянутым телом первого попавшегося духа леса.",
    "answers": [
      {
        "id": 57,
        "text": "[- Одного все таки смогли поймать.] "
      }
    ]
  },
  {
    "id": 57,
    "text": "— Одного смогли поймать. Хорошая работа. Но они могут вернуться.\nНевидимый человек стал проявляться. \n— Костюм маскировки. Теперь понятно, что это за духи. Но, что им нужно от них?\n— А давайте и спросим у него. \nПолька держала в связанном состоянии пойманного духа леса. Аквамен снял с него маску. Сталкер пришел в себя и подошел к ним. \n— Где Пироледи? Ты сволочь!\n— Ты про ту девку? Она у нас.\n— Сталкер, дай я с ним поговорю. — Оля оттолкнула Сталкера от него.\nОля повернулась к парню в костюме и стала с ним говорить.\n— Вы кто такие, что вам нужно от этих людей?\n— Я тебе ничего не скажу. — Посмеялся.",
    "answers": [
      {
        "id": 58,
        "text": "[- Хорошо...] "
      }
    ]
  },
  {
    "id": 58,
    "text": "— Хорошо. — Снимает перчатку.\n— О, сейчас будет весело. — Сказал Аквамен.\n— Спрошу еще раз. Кто вы такие и что вам нужно?\nПарень только посмеялся. Сталкер подбежал к нему и стал бить по лицу. Аквамен оттащил его и держал. Оля продолжила.\n— Видишь этого злого парня? Он сейчас готов тебя убить. Так- что будь с нами откровенен, пожалуйста.\n— Ладно, только не подпускайте его. Мы называем нашу организацию \"Клюв ворона\". Наша цель — борьба со злом. \n— А зачем вам нужны эти люди?\n— Это террористы, перевозящие нечто опасное. Наша цель именно они.\n— То есть вам не нужен Селенит?\n— Нет. Нужно ликвидировать только всех, кто за этим стоит. А Селенит нам не нужен.\n— Как-то все просто складывается. — Сказал немного успокоившийся Сталкер.\n— Согласен. — Сказал Аквамен.\n— Где наши друзья? — спросила Олеиновая кислота у связанного парня.\n— Я не могу вам это сказать.\n— Опять ты за свое.\nПарень молчит.\n— Ты знаешь, какая у меня сила? Я могу растворять все к чему прикоснусь.\nОля пальцем прикоснулась к костюму на парне. Он начал растворяться. \n— О, смотри, я скоро дойду до кожи.\n— Ладно... прекрати! Я скажу.\n— Я вся во внимании.\n— Они...\nРаздался шум листьев и хруст веток.\n— Они уже здесь...",
    "answers": [
      {
        "id": 59,
        "text": "[- Держите оборону, нельзя позволить им забрать пленника.] "
      }
    ]
  },
  {
    "id": 59,
    "text": "Началась битва между «Клювом ворона» и гильдией «Аргентум». Аквамен вызвал дождевые тучи, и стали видны силуэты людей. Люди из джипа отстреливаются из автоматов Калашникова. Людей в костюмах маскировки становится больше.",
    "answers": [
      {
        "id": 60,
        "text": "[Использовать спобность Аквамена: Волна] "
      },
      {
        "id": 61,
        "text": "Использовать способность Аквамена: Тропический дождь] "
      },
      {
        "id": 62,
        "text": "[Использовать способность Польки: Пластичность] "
      },
      {
        "id": 63,
        "text": "[Использовать способность Польки: Захват] "
      },
      {
        "id": 64,
        "text": "[Использовать боевые навыки Сталкера] "
      },
      {
        "id": 65,
        "text": "[Использовать боевые навыки Серебряного] "
      }
    ]
  },
  {
    "id": 60,
    "text": "Аквамен нанес критический урон солдатам \"Клюва Ворона\" волной. Но меньше их не стало.",
    "answers": [
      {
        "id": 66,
        "text": "[— Мы не можем держать оборону. Место открытое.] "
      }
    ]
  },
  {
    "id": 61,
    "text": "Использовав способность повторно, Аквамен почти слился с дождем и стал не видим противнику. Впрочем как и друзьям. Это было не самое лучшее его решение использовать способность повторно. ",
    "answers": [
      {
        "id": 66,
        "text": "[— Мы не можем держать оборону. Место открытое.] "
      }
    ]
  },
  {
    "id": 62,
    "text": "Обходя противников своей пластичной формой. Полька нанесла достаточно много урона этим солдатам. Полька неожиданно отвлеклась и и упала лицом на мокрую землю. Блестки с ее руки смылись.",
    "answers": [
      {
        "id": 66,
        "text": "[— Мы не можем держать оборону. Место открытое.] "
      }
    ]
  },
  {
    "id": 63,
    "text": "Захват Польки — это пластичный крюк из ее рук, в этой битве он не сомненно нужен, но как вспомогательная способность. ",
    "answers": [
      {
        "id": 66,
        "text": "[— Мы не можем держать оборону. Место открытое.] "
      }
    ]
  },
  {
    "id": 64,
    "text": "Не самое лучшее решение драться в рукопашную. Но Сталкер не способен проникать через тела людей. Но в данной ситуации у него есть шанс помочь, взяв в руки оружие.",
    "answers": [
      {
        "id": 66,
        "text": "[— Мы не можем держать оборону. Место открытое.] "
      }
    ]
  },
  {
    "id": 65,
    "text": "Не самое лучшее решение драться в рукопашную. Но Серебряный не может использовать свои силы на простых людях. Но в данной ситуации у него есть шанс помочь, взяв в руки оружие.",
    "answers": [
      {
        "id": 66,
        "text": "[— Мы не можем держать оборону. Место открытое.] "
      }
    ]
  },
  {
    "id": 66,
    "text": "— Мы не можем держать оборону. Место открытое.\n— Черт, мы должны доставить людей на базу и найти Пироледи с Серебряным. \n— Как нам все это сделать? Они наступают.\n— Придется отступать. Мы найдем способ спасти всех.\n— Все в машину! — Крикнул Сталкер.\nАквамен отбрасывает противников волнами воды, пока его друзья не сядут в машину. Когда все были в машине, Аквамен создал водяной щит и сел к ним. Машина завелась, и они уехали дальше по дороге.\n— Нам только нужно добраться до места назначения, там много людей. Они помогут нам.\n— Почему нам дали это задание, не проверив заказчика?\n— По-моему я знаю почему. — Догадывается Ольга.\n— Скажи.\n— Ректору понадобился Селенит.\n— Что? Почему ты так думаешь?\n— Сам посуди. Наша организация большая и в ней работают лучшие специалисты. Думаешь нам дали бы эту миссию, не проверив все?\n— Да, это разумно.\n— Наша миссия — доставить камни до места назначения. Затем отправимся на поиски наших друзей.\n— Я уже не понимаю, что здесь происходит. Миссия потеряла всякий смысл, это превратилось в плохой боевик.\n— Да, ты прав, Сталкер. Эта миссия стала очень опасной.\n— Ректор, похоже, верит в нас, если отправил на такое задание.\n— «Аргентум», мы прибыли. — Сказал заказчик.\n— Быстро выходим из машины и бежим.\n— По-моему за нами уже не гонятся.\nНемного пробежав, они увидели старый особняк с заколоченными окнами.\n— Забегаем внутрь. — Сказал Сталкер.\nВсе забежали в особняк, там темно и никого не слышно.\n— Странно. Нас должны были ждать. — Сказал заказчик.\n— Подождите. Вы ехали сюда, чтобы продать Селенит. Вы не террорист, вы торговец. Мы должны были охранять вас. \nРаздалось несколько выстрелов и заказчик со своими охранниками упали на пол мертвыми.",
    "answers": [
      {
        "id": 67,
        "text": "[- Твою ж...] "
      }
    ]
  },
  {
    "id": 67,
    "text": "— Черт, вся миссия пошла прахом. — Сказал Сталкер.\n— Нас опередили.\n— Эй, вы, покажитесь. Мы знаем, что вы здесь! — Крикнул Аквамен.\n— Зачем? — Спросила Олеиновая кислота.\n— Нам все равно нужно найти Серебряного и Пироледи. А они знают, где их держат.\nИз темного коридора показалась фигура человека.\n— Гильдия «Argentum». Рад знакомству.\n— Кто ты?\n— Я тот, кто держит в плену ваших друзей. И у вас есть то, что мне нужно.\n— Тебе нужен Селенит?\n— Так вы знаете. Что же, тогда не придется объяснять, зачем он мне нужен.\n— Верни нам друзей и забирай Селенит.\n— Привести этих двоих!\n— Где гарантии, что мы выйдем отсюда живыми?\n— Да, что мы с ним говорим? — Сказал Аквамен и запустил волну воды.\n— Аквамен, нет! — Крикнула Олеиновая кислота.\nНеожиданно появился щит перекрывший воду. \n— Что это было?\n— Не у одних вас есть силы, ребятки.\n— Да кто он?",
    "answers": [
      {
        "id": 68,
        "text": "[- Такой мощной силы я еще не встречала...] "
      }
    ]
  },
  {
    "id": 68,
    "text": "Человек вышел из тени.\n— Позвольте представиться! Первый заместитель главы организации \"Клюв ворона\", Константин Эрих Мориа! — Поклонился.\n— Элегантно. И нереально круто. — Сказал Аквамен.\nПослышались шаги. Привели Серебряного и Пироледи. У Серебряного руки в специальных перчатках, чтобы он не смог притронувшись лишить кого-то силы. У Пироледи руки опущены в холодную воду со льдом. \n— А вот и ваши друзья. — Сказал Константин.\n— Отдайте их нам и вы получите Селенит.\n— А если я их вам не отдам? Вы же понимаете, что перевес явно на нашей стороне. У меня целая армия, а вас всего четверо, не считая пленников. Я вас размажу по этому полу.\n— А, что будет, если я нечаянно уроню чемодан со взрывоопасным Селенитом?\n— Тогда, скорее всего, мы все погибнем.\n— Выпустите нас с нашими друзьями или я кину его. Все равно, если я отдам его вам, вы нас убьете, а так все вместе. — Сказал Сталкер.\n— Черт, мне нравится этот парень! Выпустите их!\nПленников освободили и отпустили. Все они вышли и сели в машину. Сталкер кинул чемодан под ноги Константина. Он пригнулся и прикрылся щитом.\n— Быстро! Поехали! — Крикнул Сталкер.\nМашина очень быстро поехала обратно. Константин поднялся. Открыл чемодан и выбросил его.\n— Быстро в погоню! Мне нужен Селенит!.. я убью каждого из них индивидуально.\nВсе друзья едут в машине по лесной дороге. \n— Скорее, нам нужно к порталу.\n— Черт, за нами хвост. И они приближаются. \n— Мы не можем с ними бороться, они все сверх-люди. В данный момент нам может помочь только чудо.\n— Да, оно бы сейчас не помешало.\nПолька услышала рычание и волчий вой.\n— Вы слышите?\n— Да, к нам приближается волк.",
    "answers": [
      {
        "id": 69,
        "text": "[- Неужели...] "
      }
    ]
  },
  {
    "id": 69,
    "text": "Огромный волк промчался мимо машины и стал раздирать всех людей, гнавшихся за гильдией «Argentum».\n— ...Животное.\n— Кто это?\n— Это Животное.\n— Ты серьезно, это тот странный парень, но что он тут делает?\n— Помогает нам. Как видите.\n— Посмотрите, на него почти не действуют силы тех людей.\n— Останови машину, Аквамен. Надо помочь ему.\n— Ты серьезно? По-моему он и так не плохо справляется.\n— Их очень много. Надо помочь.\n— Она права, мы же гильдия, а не дети в песочнице.\n— Идем быстрее.\nВсе вышли из машины и побежали помогать Животному. Начался бой гильдии \"Argentum\" с армией организации \"Клюв ворона\".\n— Ребят, а они не такие сильные, когда растеряны.\n— Почему ты думаешь, что они растеряны?\n— Сами посудите, когда к нам на помощь пришел Животное, они стали наносить простые удары, не используя силу практически. Да и я сам бы растерялся, если бы моим противником был здоровенный волк-оборотень. \n— Хватит разговаривать. — Сказал Сталкер. — Разговоры мешают.\n— Может быть тебе мешают, а я и так их больше тебя положил.\n— Хочешь поспорить?\n— Давай. Проигравший выполняет желание.\n— Идет.\nАквамен и Сталкер стали еще быстрее убивать солдатов организации. Каждый выкладывается во всю силу. Армия заметно стала уменьшаться. Атака прекратилась, армия отступила. Подъехала машина из нее вышел Константин Эрих Мориа.\n— Сильны. Смогли разгромить мою армию. \n— Ты не получишь Селенит. \n— О, еще как получу.\n— Только через наши трупы.\n— Хорошо. Тогда проведем дуэль. Если мой оппонент продержится три минуты в бою со мной, я оставлю вас живыми и просто заберу Селенит. Если он не продержится, все умрут и опять же Селенит станет моим. Ну что, кто проведет со мной бой.\n— Я! — Сказал демоническим голосом Животное.",
    "answers": [
      {
        "id": 70,
        "text": "[- Нет, ты нам нужен!] "
      }
    ]
  },
  {
    "id": 70,
    "text": "— Я чувствую его силу, он победит любого из вас одним ударом, вы слабы.\n— Демон! Вот это везение. — Сказал Константин.\nКонстантин снял свой белый плащ. Вокруг него стали крутиться щиты.\n— Он не сверх-человек. Он кто-то другой. — Сказала Олеиновая кислота.\n— Что? Ты о чем?\n— Видишь, его аура видна невооруженным глазом. Она совсем как у...\n— У кого?\n— ...у Аргентеи.\n— Кто это?\n— Я вас потом познакомлю.\n— Смотрите, что там происходит.",
    "answers": [
      {
        "id": 71,
        "text": "[Смотреть] "
      }
    ]
  },
  {
    "id": 71,
    "text": "Животное пристально следит за Константином. Он пытается найти уязвимое место на его теле. Константин начал говорить на не понятном языке.\n— Es en Jes des is por sielo sharf nonbre!\nВ руках Константина в лучах света появился огромный жнец души.\n— Ну что, демон! Поиграем! Я слышал, ты последний в своем роде! Я сейчас расплачусь!\n— Не пытайся меня провоцировать, падший. Я тебя в порошок сотру.\n— Ну давай, попробуй. Я сокрушу тебя своим жнецом души.",
    "answers": [
      {
        "id": 73,
        "text": "[- Sah deeser el sharf dorker!] "
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "Оборотень первым атаковал Константина.\n— Тебе не пробить священный щит.",
    "answers": [
      {
        "id": 74,
        "text": "[Удар сверху навесом] "
      },
      {
        "id": 74,
        "text": "[Удар сбоку] "
      },
      {
        "id": 76,
        "text": "[Прямой удар в грудь] "
      }
    ]
  },
  {
    "id": 74,
    "text": "Константин увернулся и разрубил на две части Оберволфа.\n\nВы мертвы. Желаете начать сначала или с места сохранения?",
    "answers": [
      {
        "id": 1,
        "text": "[На первую] "
      },
      {
        "id": 70,
        "text": "[Последнее сохранение] "
      }
    ]
  },
  {
    "id": 75,
    "text": "Животное поднялся.\n— As geenge tu wersal!\nНебо стало ярко-красного цвета. С неба начали падать кровавые ножи на Константина. Он уклоняется от них.\n— Высвободи мою силу и мы победим его.\n— Нет. Я справлюсь.",
    "answers": [
      {
        "id": 77,
        "text": "[- Sah deeser el sharf dorker!] "
      }
    ]
  },
  {
    "id": 76,
    "text": "Животное замахнулся двумя передними лапами и пробил святой щит. Когти были у лица Константина. Он отразил атаку.\n— Моя очередь, — Es sah deeser hafter Jes!\nОборотня ударил разряд синей молнии. Его отбросило в сторону.\n— Животное! — крикнула Оля.\n— Нам не победить падшего такой силой! — сказал Оберволф Животному.\n— Нет, мы должны, ради нее, я справлюсь с этим выродком.",
    "answers": [
      {
        "id": 75,
        "text": "[Подняться] "
      }
    ]
  },
  {
    "id": 77,
    "text": "Оборотень набирает высокую скорость, чтобы падший не смог его заметить при нанесении удара демоническим когтем. Скорость очень высока, Константин не может засечь его движение. Оборотень начал наносить удар за ударом. Константина отбрасывало в разные стороны. \n— Смотрите, он побеждает его. — Сказал Аквамен.\n— Какая сила. — Сказал Серебряный.\nКонстантин упал на колени. Животное остановился рядом с ним. \n— Ты смог поставить меня на колени, демоническое отродье.",
    "answers": [
      {
        "id": 78,
        "text": "[- Ты сам уже давно стал демоном. Как же ты не видишь этого.] "
      },
      {
        "id": 78,
        "text": "[- Ты не видишь даже такой простой истины. Ты больше не ангел! ] "
      }
    ]
  },
  {
    "id": 78,
    "text": "— Нет! Я святой дух! Пришедший с небес, дабы очистить мир от зла!\n— Нет. Ты и есть это зло. \n— Я не могу больше сражаться, мои руки не двигаются. На Земле я стал слаб. Давай, нанеси последний удар.\nОборотень замахнулся когтями на Константина.\n— Нет! Не надо! — Закричала Ольга.\n— Почему? Он зло! Я должен его убить!\nКонстантин засмеялся, он из последних сил начертил знак солнца на земле. Начал говорить на святом языке.\n— Es sinta brone!\n— О нет, быстрее убей его! — Закричал Сталкер.\n— Поздно. А-ха-ха-ха.",
    "answers": [
      {
        "id": 79,
        "text": "[Нанести удар] "
      }
    ]
  },
  {
    "id": 79,
    "text": "Оборотень ударил когтями по шее Константина. С расцарапанной шеей, он упал замертво на землю. В небе над этим местом засиял свет, из которого вышли святые доспехи.\n— Доспехи Бога! — Сказал демоническим голосом Животное. — Они предназначались Константину, но теперь он мертв. Вы можете забрать их.\n— Я не понимаю, зачем он их призвал, если знал, что умрет.\n— Я думаю нам следует забрать святые доспехи и отправляться на Пандору. — Сказала Оля.\n— Да, ты права. \n— Ну что, Сталкер, я больше тебя набил солдатов! \n— Не спеши, это я тебя выиграл!\n— Победил я! — Сказал демонический голос.\n— Ладно! — Сказал Аквамен.\nДрузья вернулись на Пандору, через большие ворота в большом зале. Там уже стояло много народа. Все аплодировали и ликовали.\n— Мы видели ваше сражение! Вы очень круты!\n— Поздравляем!\n— Это эпический бой! Ваша гильдия существует всего день, но вы выполнили такой сложный квест!\n— Спасибо вам всем за поздравления!\n— Мы рады, что вы оценили!\n— Гильдия «Аргентум» находится на десятом месте в ТОПе.\n— После первого задания. Похоже, что нам зачислят много кредитов.\nЛикования прекратились, когда в зал зашел ректор с другими членами руководства. Они подошли к членам гильдии.\n–<s>tГильдия «Аргентум». Мы поздравляем вас с такой феерической победой над сильным противником.\n— Тут надо благодарить Животное. Он сделал все один, без нашей помощи.\n— Кстати, а кто его пустил в портал?\n— У Животного свободный доступ ко внешнему миру.\n— Этого не может быть.\n— Ректор, вам не следовало рассказывать это перед всеми. — Сказал Животное.\n— Почему у него свободный доступ ко внешнему миру?\n— Он выполняет особые миссии, десятого уровня, как эта. Он здесь появился в первой десятке. Мы достаточно много беседовали, и у меня есть все основания ему верить.\n— Офигеть! Ты и правда крут! — Сказал Аквамен.\nЛюди вокруг начали аплодировать. \n— Кстати, вот ваш Селенит, ректор.\n— Как вы...",
    "answers": [
      {
        "id": 80,
        "text": "[- Простая миссия. Сопроводить перевоз редких минералов. В следующий раз предупреждайте о подобном.] "
      }
    ]
  },
  {
    "id": 80,
    "text": "— Я вас понимаю. Но ваша гильдия справилась прекрасно с заданием.\n— Оля, да не злись ты, все же хорошо. Наша гильдия супер. Если бы не твое руководство мы погибли бы. \nОля вернулась в свою комнату и долго не могла прийти в себя. \n— Да о чем только думает этот ректор. Мы могли погибнуть на этом чертовом задании. Почему все происходит именно со мной, а теперь еще и с друзьями?!.\nСлезы закапали из глаз Оли. Шок еще не прошел. Она легла на свою кровать и закрыла глаза. В комнату тихо зашел Серебряный. Он увидел слезы на глазах Ольги. \n«Слезы на глазах. Значит она волнуется из-за того, что произошло».\nСеребряный вытер слезы с глаз Оли. \n— Горячая. — Улыбнулся.\nОн еще немного посмотрел на нее.\n— Сладких снов.\nСеребряный лег на свою кровать и долго смотрел в потолок.\nУтро. Оля проснулась с понимаем того, что наступил новый день, которого для них могло и не быть. Через некоторое время она собрала свою гильдию у себя в комнате. Они обсуждали пройденную миссию.\n— Нас просто обманули и использовали! — Сказала Оля.\n— Ну, может быть ты и права. Но мы живы.\n— Да мы живы. Но могли и умереть. Вы понимаете, что нас так и продолжат использовать в миссиях высокого ранга. Другие гильдии выполняют простые миссии, вроде поимки воров. \n— Оля, ты зря волнуешься. Пока мы вместе, мы непобедимы. Даже Полька несет пользу.\n— Да, согласна. Я слишком серьезно ко всему отношусь.\nПослышался стук в дверь комнаты. Вошел Животное.\n— Привет.\n— Ты зачем пришел?\n— Хочу вступить в вашу гильдию.\nПоловина людей в комнате потеряли дар речи. \n— Ты действительно хочешь вступить в нашу гильдию?\n— Я ясно выразился.\n— А, хорошо. Я тебе скинула приглашение в гильдию. — Сказала Олеиновая кислота.\n— Хорошо. Я его принял.",
    "answers": [
      {
        "id": 81,
        "text": "[- А можно узнать причину?] "
      }
    ]
  },
  {
    "id": 81,
    "text": "— Вы единственная действительно сильная гильдия.\n— Неожиданно. — Удивился Аквамен.\n— Штаб гильдии можно выбрать во внешнем мире. Я все документы подготовил.\n— Тебе дали такой допуск и полную свободу действий?\n— Нет, не полную. Я должен приглядывать за вами. Но после вашей миссии я понял, с вами проблем не будет. Вы прекрасные друзья.\n— Мне кажется, или у тебя свои мотивы на этот счет?\n— Нет. Мне надоело быть одиноким волком.\n— Добро пожаловать в гильдию «Argentum».\n— Спасибо.\nОля вспомнила, что хотела познакомить ребят с Аргентеей. \n— Ребята подождите меня несколько минут.\n— Ты куда?\n— Я хочу познакомить вас с одной девушкой.\nОля вышла и побежала в комнату к Аргентее и Сказочнице.\n— С какой еще девушкой?\n— Может быть, это та девушка про которую она говорила во время задания. Вроде Аргентея.\nОля зашла в комнату с белокожей длинноволосой девушкой с очками на небесно-голубого цвета глазах. Девушка очень красивая, не осталась без оценки Аквамена.\n— Кто она?\n— Ее имя Аргентея.\n— Красивая девушка. — Вздыхает Аквамен.\n— Сейчас же слюни подбери. — Пироледи сделала замечание Аквамену.\n— Она ангел. — Сказала Оля.\n— Ты имеешь ввиду — Настоящий ангел?",
    "answers": [
      {
        "id": 82,
        "text": "[- Да.] "
      }
    ]
  },
  {
    "id": 82,
    "text": "— Не может быть.\n— Все может быть. Мы вчера бились с падшим.\n— Ничего себе.\n— Аргентея, расскажи о себе.\n— Я ангел-покровитель человека. Но недавно мою связь разорвали и я упала на планету как человек. Я теперь могу только летать, другие силы я утратила вместе со связью.\n— Какой нежный голос. — Сказала Полька.\nАквамен и Полька ударили друг другу в ладоши.\n— Дай мне свою руку, Аргентея. — Сказал Серебряный.\nАнгел протянула ему руку, он взял ее и прочитал ее.\n— Как ему повезло. \n— Да замолчи уже, Аквамен. — Сказала Пироледи.\n— Это не я! \n— А кто?\nПолька улыбается.\n— О, Боги, убейте меня. — Закатила глаза Пироледи.\n— Твоя способность летать просто поразительна. Твой вес не превышает сорока килограмм. Ты как перо... У тебя было что — то на левой руке. \n— Там закрепляется связь. После разрыва остается лишь отпечаток.\n— Ты удивительна.\n— Я чувствую присутствие демонической силы. — Сказала Аргентея.\n— Ты права, среди нас есть демон.\nУ Аргентеи был виден испуг на лице. Ее дыхание прерывалось.\n— Аргентея, я хоть и владею силой демона, но я спасаю людей.\n— Это правда, то, что он говорит?\n— Да, он спас нас вчера, убив Константина Эриха Мориа.\nУ Аргентеи в глазах был блеск.\n— Как убили?\n— Ты знала его?\n— Да. Он провел со мной много времени, пока я не закрепила связь.\n— Так я и думала. Аура одинаковая. Он попросил передать тебе кое-что.\n— Что?",
    "answers": [
      {
        "id": 83,
        "text": "[- Вот это...] "
      }
    ]
  },
  {
    "id": 83,
    "text": "— Вот это. — Оля достала медальон солнца из своей сумки.\n— Это же, святые доспехи Бога.\n— Он просил передать их тебе.\n— Спасибо. — Аргентея обняла Олю. — Как он умер?\n— Я убил его, распоров горло демоническими когтями.\n— Понятно.\n— Аргентея, вступай в нашу гильдию. Мы будем рады, если ты будешь частью нас.\n— Я знала, что у него есть темные стороны, но верила, что он сможет избавиться от них. Но похоже, что тьма поглотила его полностью. Вы отправили его туда, где он и должен быть. Спасибо вам.\nВсе удивились этому. Они думали, что сейчас она будет кричать на них и возненавидит. \n— Она так спокойно говорит об этом.\n— Она ангел. Ангелы никогда не будут вредить людям.\n— Аргентея, мы собираемся выйти во внешний мир, ты хочешь с нами?\n— Я должна подумать. — Очень тихими шагами ушла к себе в комнату.\n— Ребята, она так спокойна. Меня это даже немного пугает.\n— Ее эмоции заблокированы. Видимо, это делается для того, чтобы реагировать на все очень спокойно, взвесив все.\n— Она такая милая! — Сказала Полька.\n— Ты когда стала засматриваться на девочек?\n— Только сейчас.\nОля и Животное вышли из комнаты, пока там проходили дискуссии по теме ориентации Польки.\n— Почему ты решил, что нам нужно жить во внешнем мире?\n— Вы все этого хотите.\n— А как же моя работа, я зашла уже так далеко, мне нельзя ее бросать.\n— Твоя лаборатория будет перевезена в наш штаб гильдии.\n— Кстати, об этом. У тебя уже есть варианты?\n— Да, мы с ректором нашли пару заброшенных зданий с прилегающими к ним территориями.\n— Покажи.\nЖивотное достал планшет и начал показывать планы и карты с фотографиями зданий.\n— Как много вариантов. Пойдем к нашим, вместе выберем. \n— Я думаю, нам стоит выбрать самим. Нам не нужен повод для новой дискуссии.\n— Да, в этом ты прав. Но как-то не хорошо выбирать без членов команды.\n— Я знал, что ты будешь стоять на своем. Ты хороший лидер, если советуешься с другими членами гильдии.\nОля и Животное зашли в комнату. Там связали Польку и заклеили ей рот.\n— Что вы делаете?\n— Она слишком много говорит.\n— Мы заклеили ей рот и связали.\n— Ладно, хватит уже играть, развязывайте ее. Мы должны выбрать штаб гильдии.\n— Мы все-таки будем жить во внешнем мире?\n— Да.\n— Отлично, показывай.\n— Я разослала вам все варианты домов. Выберите каждый один и скиньте на планшет, потом мы выберем из того, что вы накидали.\nПока все выбирали дома, Оля решила зайти к Аргентее. Ей надо было узнать ее состояние. Оля тихо постучала в дверь комнаты Аргентеи. Ей открыла Сказочница.\n— Аргентея здесь?\n— Да, она сидит на кровати и рассматривает медальон.\n— Можно я к ней пройду?\n— Да, конечно.\nОля подошла к кровати Аргентеи.\n— Ты в порядке?\n— Да, в полном.\n— Что ты решила на счет нашей гильдии?\n— Я не знаю. Нам придется убивать людей?\n— Нет, мы должны спасать людей. Убийство людей не является нашей целью.\n— Понятно. Хорошо, я буду с вами.\n— Тогда иди со мной. Мы выбираем дом, в котором будем жить.\nАнгел пошла с Ольгой в комнату гильдии. Услышав звук открывающейся двери, все повернули головы в ту сторону. Полька подбежала.\n— Садись рядом со мной.\n— Эй, так не честно. — Возразил Аквамен.\n— Хорошо. — Сказала Аргентея.\nАнгел села рядом с Полькой. \n— Вот смотри, мы набросали варианты, которые нам нравятся. Не хватает, только твоего голоса.\n— Что я должна выбрать?",
    "answers": [
      {
        "id": 84,
        "text": "[- Ты сама реши, что тебе нравится.] "
      }
    ]
  },
  {
    "id": 84,
    "text": "Ангел, долго рассматривала фотографии домов и остановилась у одного.\n— Я выбрала.\n— Покажи нам.\nВсе посмотрели на тот, вариант, который выбрала ангел.\n— Как необычно.\n— Аргентея выбрала заброшенное поместье миллионера Владимира В. На территории этого поместья несколько бассейнов, очень большое поле. Сам дом — пятиэтажная крепость в стиле средневековья.\n— А мне нравится ее вкус. — Сказал Серебряный.\n— Да. Она умеет выбирать. Не то, что ты, Полька. — Сказала Пироледи.\n— Ой, а сама-то что выбрала. \n— Я выбрала то, что могло подойти бы нам.\n— Ну да, конечно, башня в центре города.\n— Полька, ты стала говорить умные вещи. — Заметила Ольга.\n— Ну что, пора голосовать. Кто за поместье, которое выбрала Аргентея?\n— Вот так неожиданность. — Сказал Аквамен.\nВсе присутствующие подняли руки за выбор ангела.\n— Единогласно.\n— Я сейчас пойду к ректору и договорюсь с ним обо всем. — Сказал Животное.\n— Я с тобой пойду. — Сказала Олеиновая кислота.\n— Вы, ребят, пока подождите нас.\nОлеиновая кислота и Животное отправились к ректору. \n— Ты заметил, что рядом с Аргентеей Полька стала говорить более менее понятные вещи.\n— Да. И это понятно. Ангел — покровитель в команде, это очень хорошая идея. Она может отрезвлять разум. Это еще одна ее способность.\n— А почему Серебряный этого не прочитал?\n— Эта способность ее души. Истинная сила находится в душе, а не в теле.\n— Ты так об этом говоришь. Как-будто сталкивался с таким уже.\n— Я открыл в себе способность души. ",
    "answers": [
      {
        "id": 85,
        "text": "[- Правда? Какая она?] "
      }
    ]
  },
  {
    "id": 85,
    "text": "— Помнишь, во время боя с падшим, я разбил его щит?\n— Да.\n— Моя способность — лишение защиты любого существа. Без защиты легко лишить жизни. Он не способен был защитить себя. \n— Способность, разрушение защиты. Как необычно.\n— Способность души необязательно должна быть видна, она просто есть, даже если ты этого не знаешь.\n— Интересно, а у меня какая способность?\n— Это ты узнаешь, если пробудишь свою силу в полной мере.\n— Вот мы и пришли.\nЖивотное и Олеиновая кислота зашли в кабинет к ректору.\n— Здравствуйте!\n— Вы пришли на счет штаба?\n— Да, вот наш выбор. — Животное протягивает планшет с домом.\n— Какой прекрасный вкус.\n— Да, это Аргентея выбрала.\n— О, она теперь у вас в гильдии. Вы быстро растете.\n— Нам нужно решить вопросы с ремонтом и оборудованием.\n— Знаете, у меня есть для вас предложение, а что, если ваша гильдия займется сама ремонтом дома. Вы так сблизитесь получше. И узнаете друг друга.\n— Думаю, эта идея вполне хорошая, но дом огромный и наших сил просто может не хватить.\n— Я могу вам выделить рабочих. \n— Хорошо. Спасибо вам.\n— А на счет лаборатории и оборудования можете не беспокоиться, их завезут после окончания ремонта.\n— Спасибо.\n— Вы когда хотите приступить к работе?\n— Завтра. Сегодня мы еще обсудим некоторые детали с группой.\nЖивотное и Олеиновая кислота вышли из кабинета ректора и пошли к остальным.\n— Делать ремонт самим. Это не так-то просто.\n–<s>tЯ думаю мы справимся, у нас есть преимущества.",
    "answers": [
      {
        "id": 1,
        "text": "На этом пока все, но я в скором времени продолжу работу над этим квестом. "
      }
    ]
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  }
]