[
  {
    "id": 1,
    "text": "Жанр:Фантастический боевик.\nАвтор:Кирис.\n\nЭто квест про наше будующее, фантазия на тему того как что будет из себя представлять человеческое общество через 200-300 лет. Это моя фантазия на тему будующего , которое я представляю ( имеет много общего с киберпанком).\n\nЧитайте также квест (Охота на Орка).",
    "answers": [
      {
        "id": 2,
        "text": "Введение"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Прежде чем начнётся квест попытаюсь вам описать мир, в котором происходят дальнейшие события.\nИдёт 2234 год. Человечество за прошедшие 2 века совершило огромный технологический прорыв во всех сферах науки особенно в физике и биоинжинерии.Что помогло освоить Марс и обеспечить быстрорастущее население всем необходимым.Общее население цивилизации составляет 20 милиардов человек. 80%населения проживает на Земле, но наблюдается резкая миграция на Марс.\nМарс представляет собой планету на заключительном этапе тераформирования, но на данном этапе все  3 огромных колонии на марсе закрыты энергетическими полем которое не пропускает кислород наружу и защищает города от метеоритных дождей.Колонии соеденны между собой огромными магнитными трассами, благодаря которым можно быстро перемещаться между городами.\nСами же города что на Земле , что и на Марсе представляют собой огромные многоуровневые здания средняя высота которых 1000 метров.Сами же здания соеденины между собой трасами и переходами.По сути , города представляют собой огромную сеть зданий которые практически построенны вплотную друг к другу.\n ",
    "answers": [
      {
        "id": 3,
        "text": "О людях"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сами люди тоже изменились за прошедшие столетия.Учёным удалось победить многие болезни и заболевания. Уже все забыли о некогда ужасных заболеваний, таких как рак или спид.Удалось справиться с ожирением , которое волновало множество людей.\nВ тела всех людей с рождения встроенны био-импланты которые увеличивают физические и умственные спобоности людей. Делая людей сильными ,быстрыми, гибкими и так далее. Степень насколько импланты увеличивают возможности людей зависит от двух показателей. Это качество самих имплантов , ребёнок из богатой семьи получает более обширный и качественный набор, небогатые же родители могут купить своим детям лишь стандартный набор, который более скудный чем дорогие наборы. Второй показатель зависит от самого человека, как его организм примет био-импланты.При удачных обстоятельствах даже со стандартным набором, такие люди могут многократно превосходить обладателей дорогих и обширных наборов.\nСами же импланты работают следующим образом.По мимо учеличения всех физических и умственных показателей, одна способность оказывается более развитой чем остальные.Это зависит от выбора родителей, какой набор вживить их ребёнку. Некоторые становятся очень умными, другие обладают феноменальной скоростью , ловкостью, реакцией и гибкостью.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Но не всё так хорошо и радостно в этом мире. Правительство контролирует абсолютно все сферы жизни общества.\nЗная практически всё ,о всех граждан.Частной и личной жизни практически нет, ведь всё, что бы вы не сделали ,тут же фиксируется.А любое осуждение власти приведёт к тому, что к вам в дом вломятся полицейские роботы и отправят на допрос.А сама верхушка власти вынашивает планы о полном контроле общества, иными словами управлять мозгом любого человека, заставлять его делать и думать так, как угодно правительству.\nДля этого были предприняты попытки об создании установки которая может воздействовать на мозг человека и управлять им. Но всё было тщетно,пока  у одного учёного не появилась идея управлять мозгом людей через другой мозг. Для этого был создан еденичный имплант который мог наделить его обладателя контролем над другими людьми.Но проблема оказалась в том что не каждый организм мог принять этот имплант.\nТолько особенный и необычный , устойчивый и способный к положительным мутациям организм.И такой был найден, им обладателем оказалась новорождённая девочка. \nЕё забрали от родителей сказав тем , что случился выкидыш.Саму девочку запрятали в секретную лабороторию вживив в ту ,тот самый имплант, вместе с другим рейдчайшим и единичным набором, который мог максимально увеличить способности любого человека , а учитывая организм девушки, это могло стать настоящим оружием.Так как мутации могли бы привести к невероятным последствиям.",
    "answers": [
      {
        "id": 5,
        "text": "Конец вступления"
      }
    ]
  },
  {
    "id": 5,
    "text": "Но силами подпольной организации, которая ведёт партизанскую войну протих правительства, удалось убить гениального учёного и выкрасть девочку.Её удалось спрятать, в семье одного из тайных подпольных агентов, где девочка и росла. От неё пытались скрыть её способности, но с годами это было сложнее. Девушка обладала поражающими способностями во всех сферах, и тайну уже невозможно было удержать, правительство спустя 17 лет нашло её.И предприняли попытку отбить и выкрасть девушку.Узнав об готовящейся операции подпольная организация \"Освобождение\" послало агента Виктора, что бы доставить девушку на Марс где находится командный центр повстанцев и с помошью девушки начать наконец войну за освобождение и свободу.\n\nВы тот самый агент Виктор и прежде чем начать операцию выбирите свои спосбности.\n\nВнимание:от выбора  зависит ваша тактика боя и некоторые повороты сюжета",
    "answers": [
      {
        "id": 6,
        "text": "Гениальный ум (анализ происходящего, командирские навыки, потрясающая точность)"
      },
      {
        "id": 7,
        "text": "Сила и живучесть ( потрясающая физическая сила и регенирация)"
      },
      {
        "id": 8,
        "text": "Сила , ловкость, реакция (вы очень быстры и проворны , можете среагировать и уклониться от пуль)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы , являесь одним из тех редких людей , чей организм быстро принимает импланты.Поэтому вы явлетесь превосходным бойцом,главным оружием которого является ум и способность анализировать происходящее.Виктор отличный командир и стратег обладающий потрясающей точносью.",
    "answers": [
      {
        "id": 9,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы редкий обладатель организма который легко принимает импланты.Поэтому ваши показатели намного выше обычных.Поэтому Виктор является отличным бойцом, главное оружие которого это сила и живучесть.Ваша стихия ближний бой,где вам нет равных.",
    "answers": [
      {
        "id": 9,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы обладатель редкого организма, который быстро принимает импланты.Поэтому Виктор отличный боец , главное оружие котрого скорость и реакция.Вы можете передвигаться с поразительной скоростью и реагировать даже на самые стремительные движения, такие как полёт пуль.",
    "answers": [
      {
        "id": 9,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы принимали последние указания от руководства.Отправиться за молодой девушкой.Спортивное телосложение, белые длинные волосы\nмиловидное личико.Даже не поверишь что эта девушка страшное оружие.\n—Где именно она находится,-спросили вы.\n—В северной части Новосибирского мегаполиса, точные кординаты у тебя на компьютере.\nВы взглянули на левую руку, нажали на одну из кнопок и перед вами высветилась схема жилого комплекса , где и находилась девушка.\n—Я как понимаю придётся попотеть?\n—Да , силовики наверное уже и там и готовятся к операции поэтому нужно спешить.\n—Вас понял. Выдвигаюсь.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Выбрать снаряжение",
        "need": 8
      },
      {
        "id": 11,
        "text": "Выбрать снаряжение",
        "need": 7
      },
      {
        "id": 12,
        "text": "Выбрать снаряжение",
        "need": 6
      }
    ]
  },
  {
    "id": 10,
    "text": "Так как ваши сильные способности это скорость и реакция, вам предлагается следующий выбор.",
    "answers": [
      {
        "id": 17,
        "text": "Складной меч ( при ударе вызывает вибрацию внутри противника которая ломает кости.\nнебольшой автомат Шмель магазин 40 (патрон)\nДымовые шашки"
      },
      {
        "id": 18,
        "text": "Складное копье ( также вызывает вибрацию только ещё сильнее, но больше весит)\nАвтоматический пистолет (40 патрон)\nПистолет с клеющимися мини-гранатами.\n"
      }
    ]
  },
  {
    "id": 11,
    "text": "Так как ваши сильные стороны мощь сила вам представляется следующий выбор оружия.",
    "answers": [
      {
        "id": 15,
        "text": "Усиленный автомат Стайр магазин (90 патрон)\nБронебойный пистолет "
      },
      {
        "id": 16,
        "text": "Мини-пулемёт Град магазин (150 патрон)\nодин автоматический пистолет."
      }
    ]
  },
  {
    "id": 12,
    "text": "Учитывая ваши навыки стратега и отличного стрелка вам предлагается следующий выбор оружия.",
    "answers": [
      {
        "id": 13,
        "text": "Винтовка Рейнжер (для средних дистанций)\nАвтомат ГЛОСС-50  магазин (50 патрон)\nДрон разведки(летающий)"
      },
      {
        "id": 14,
        "text": "Винтовка Гром-3 (для дальних целей)\nпара автоматических пистолетов\nБоевой дрон (летающий)"
      }
    ]
  },
  {
    "id": 13,
    "text": "Отличный выбор. А теперь на задание.",
    "answers": [
      {
        "id": 19,
        "text": "Приступить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Отличный выбор а теперь на задание",
    "answers": [
      {
        "id": 19,
        "text": "Приступить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Отличный выбор , а теперь на задание",
    "answers": [
      {
        "id": 19,
        "text": "Приступить"
      }
    ]
  },
  {
    "id": 16,
    "text": "Отличный выбор , атеперь на задание",
    "answers": [
      {
        "id": 19,
        "text": "Приступить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Отличный выбор, а теперь на задание",
    "answers": [
      {
        "id": 19,
        "text": "Приступить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Отличный выбор а теперь на задание.",
    "answers": [
      {
        "id": 19,
        "text": "Приступить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Конец демо-версии.\n\nесли понравилось и хотите полный квест ставьте лайки, а также пишите отзывы что нужно добавить.",
    "answers": [
      {
        "id": 1,
        "text": "Конец демо -версии"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]