[
  {
    "id": 1,
    "text": "Всем привет! Я Владислав Авдеев или ViRei. Описание книги я делать не буду так как оно есть в первой части книги. Книга сделана по моим книгам которые я писал еще два года назад. Вот краткое описание того чем закончилась первая часть: \nВлад (Вампир) потерял своего друга Илью в схватке с Кирасиром (темный лорд). Он отомстил своему врагу за родителей и теперь когда остальные темные лорды узнали об этом они направили своего главаря - лорда Крайсона убить Влада. \nТо о чем не говорилось в первой книге: Влад и все кто воюет с ним против армии Тьмы зовутся предателями. Они предали вампиров и стали защищать людей и планету Земля. \nP.S. Вампер - это планета вампиров. \nДостижения: \nВСАДНИК БЕЗ ГОЛОВЫ\nВ ЯБЛОЧКО\n\nПриятного чтения! ",
    "answers": [
      {
        "id": 2,
        "text": "Читать 2 главу"
      }
    ]
  },
  {
    "id": 2,
    "text": "Влад очень тяжело перенёс смерть Ильи и очень долго скрывался в той самой пещере от внешнего мира... Он только отомстил за мать и отца, как теперь вынужден пережить смерть друга который был с ним в каждой битве... И теперь когда все вампиры знают убийцу Кирасира, они настроены на смерть Влада... \nВлад сжёг свой дневник в котором у него было и без того много горьких мыслей о такой жизни как у него. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Влад не знал о намерениях Крайсона... Он ещё не подозревал что Крайсон самый опасный враг из всех которых он знал... Сильнее его мог быть только сам Тьма. Но Тьму не видел никто... Тьма - демон которым олицетворялось само зло... И все кто видел его лицо погибали от его магии... ",
    "answers": [
      {
        "id": 4,
        "text": "Узнать больше о Тьме"
      },
      {
        "id": 5,
        "text": "Узнать больше о Крайсоне"
      }
    ]
  },
  {
    "id": 4,
    "text": "Тьму видел только один человек который смог выжить в схватке с этим демоном. Это был отец Влада. Отец Влада - Арон был самым могущественным вампиром из всех и потому Кирасир очень высоко ценился среди темных лордов, ведь он убил Арона. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Крайсон - славится магией и способностью высасывать силу из других существ восполняя свою силу. Крайсон стал темным лордом когда еще Вампер заселяли Аниусы (что-то типо инопланетян только больше похожих на минотавров). Именно он и его армия освободили планету от захватчиков. И вообще если смотреть на ситуацию от лица Вампера, то злодей именно Влад который предал планету и Вампиров и стал наполовину человеком. Но сам Влад не считал себя предателем... Он просто хочет защитить одну из самых развитых расс во вселенной. И у него там была семья... Обычная... Человеческая... Но неизвестный лорд напал на них во сне и прикончил, а Влад в это время возвращался домой с работы... С этих пор Влад проводиь жизнь на Вампере. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Владу - чуть больше 59 000 лет. Этот возраст у вампиров сравним с 16 годами у человека. Вампиры живут вечно, но они не бессмертны и могут умереть от обычных человеческих болезней или от голода. (жажду вампир не испытывает). \n",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться к Владу и помочь ему"
      }
    ]
  },
  {
    "id": 7,
    "text": "Влад думает что ему делать дальше и он наконец принял решение... Он станет собирать свою армию. Но ему нужна база или что-то вроде того. Влад призвал топоры ( с помощью магии - призыв оружия) и отправился на базу Рореда. Роред - это довольно молодой вампир, который недавно соорудил базу и нанял пару десяток воинов которых он ежедневно обучает в специальном лагере. Напасть на него и отобрать базу - это самая лучшая идея в такой ситуации.",
    "answers": [
      {
        "id": 8,
        "text": "Конечно!"
      }
    ]
  },
  {
    "id": 8,
    "text": "(сейчас вы сможете управлять действиями Влада)",
    "answers": [
      {
        "id": 9,
        "text": "Наконец-то!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Влад уже подошел к базе и постучал в железные ворота. Ворота медленно открылись и влад вытащил два острых топора. Наемники поняли намёк и вытащили свои мечи из-за спин. ",
    "answers": [
      {
        "id": 10,
        "text": "Кинуть топоры им в головы."
      },
      {
        "id": 11,
        "text": "Ударить их топорами"
      }
    ]
  },
  {
    "id": 10,
    "text": "Влад кинул им точно в головы топорами и приготовился использовать магию. На него бежит два отряда лучников в кажжом из которых по 12 человек.",
    "answers": [
      {
        "id": 12,
        "text": "Призвать мечи"
      },
      {
        "id": 13,
        "text": "Стрелять в них молнией"
      }
    ]
  },
  {
    "id": 11,
    "text": "Влад их прикончил и на него уже бегут два отряда лучников в каждом из которых по 12 человек. ",
    "answers": [
      {
        "id": 13,
        "text": "Стрелять в них молнией"
      },
      {
        "id": 12,
        "text": "Призвать мечи"
      }
    ]
  },
  {
    "id": 12,
    "text": "Влад призвал мечи и побежал к лучникам которые уже стреляли в него. Влад уворачивался как мог и отбивал стрелы мечами. Вот он перебил лучников и увидел Рореда с копьём и пару ниндзя которые медленно шли на него с грозным видом ",
    "answers": [
      {
        "id": 16,
        "text": "Убить Рореда"
      },
      {
        "id": 17,
        "text": "Убить ниндзя"
      }
    ]
  },
  {
    "id": 13,
    "text": "Влад расстрелял половину врагов молниями, лучников больше нет, но на него идёт с копьём Роред и пару ниндзя.",
    "answers": [
      {
        "id": 14,
        "text": "Убить ниндзя"
      },
      {
        "id": 15,
        "text": "Убить Рореда"
      }
    ]
  },
  {
    "id": 14,
    "text": "Влад поразил ниндзя молниями, а Роред пальнул в него водяной струёй и оторвал ему голову.\n\nОТКРЫТО ДОСТИЖЕНИЕ: ВСАДНИК БЕЗ ГОЛОВЫ",
    "answers": [
      {
        "id": 10,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 15,
    "text": "Влад убил Рореда двумя огненными шарами и призвал мечи которыми он отрезал ниндзя головы.",
    "answers": [
      {
        "id": 18,
        "text": "Захватить базу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Влад пальнул огненным шаром в Рореда и только он хотел таким же способом убить ниндзя как они отрубили ему голову... Влад погиб. \n\nОТКРЫТО ДОСТИЖЕНИЕ: ВСАДНИК БЕЗ ГОЛОВЫ.",
    "answers": [
      {
        "id": 10,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 17,
    "text": "Влад пальнул в ниндзя огненными шарами, в то время как Роред пальнул в него водяной струей и пронзил его голову копьём. \n\nОТКРЫТО ДОСТИЖЕНИЕ: В ЯБЛОЧКО.",
    "answers": [
      {
        "id": 10,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 18,
    "text": "Больше на базе никого не было. Влад стал призывать всех вампиров которые горят желанием отомстить темным лордам (темные лорды приносят Тьме в жертву всех кому более 80 000 лет. И потому молодежь хочет востать против лордов и прекратить эти жертвоприношения.) (ну вы поняли что за Тьма). ",
    "answers": [
      {
        "id": 19,
        "text": "Спустя 2 месяца"
      }
    ]
  },
  {
    "id": 19,
    "text": "Влад накопил 4500 солдат. (по желанию можете посмотреть состав этих солдат если интересно)\nОн назначил каждому солдату звания и самых лучших вояк назначил тренировать армию. ",
    "answers": [
      {
        "id": 20,
        "text": "Спустя ещё месяц"
      },
      {
        "id": 21,
        "text": "Состав солдат"
      }
    ]
  },
  {
    "id": 20,
    "text": "Спустя ещё месяц к Владу пришло пару сотен новых ниндзя и арбалетчиков. Постепенно Влад и его новый друг Костя (он назначен тренером 26 отрядов) расширили базу и увеличили количество лагерей где обучали солдат. \nКостя: Влад я нанял разведчиков, естественно не за бесплатно, а за 30 камней вамерия (настолько ценен как у землян золото) но они оказали нам большую услугу.\nВлад: Какую ещё услугу?\nКостя: Они записали разговор лорда Крайсона с самим Эстересом на рагимор! (рагимор это типо диктофона, выглядит как небольшой радиоприёмник). \nВлад: Стоп, стоп! Эстерос падший лорд, он погиб давным-давно еще когда вместо солнца светило звезда Арива! \nКостя: Крэйк и Крайсон воскресили его! \nВлад: Но зачем?\nКостя: Послушай запись. Ты явно не догадывался об этом. \n \n",
    "answers": [
      {
        "id": 22,
        "text": "Прослушать запись с рагимора"
      }
    ]
  },
  {
    "id": 21,
    "text": "287 магов, 301 копейщик, 890 меченосцев, 1744 ниндзя, 287 лучников, 132 арбалетчика и 859 всадников. Из всех этих 4500 солдат Влад выбрал трёх командующих тренеров - Костя, Джейк и Макс. ",
    "answers": [
      {
        "id": 20,
        "text": "Спустя ещё месяц тренировок"
      }
    ]
  },
  {
    "id": 22,
    "text": "Эстерос: Я могу убить Влада, но он сын Арона и пока ему не исполнится 60 000 лет я не могу убить его, это закон Вампера! Ты знаешь сам, что детей темных лордов нельзя убивать до совершеннолетия. Ни я, не ты не имеем право нарушать его.\nКрайсон: Это мы тебя воскресили Эстерос! Мы можем отправить тебя в ад таким же способом. Ты явно скучаешь по Варокам*, не правда-ли?\nЭстерос: Ладно... Но с одним условием. \nКрайсон: Да что угодно! \nЭстерос: Ты дашь мне моё прежнее тело, я не убью его в теле вампира. Мне нужно моё тело демона. Оно куда мощнее этой шкуры.\nКрайсон: Идём за мной.\n\nВароки - существа в виде оборотней, обитают в аду. Все попадающие в ад не через свой портал, и не по своему желанию оказываются привязанными к большому камню и каждый час их органы едят вароки, в аду тело быстро регенерирует и эта жуткая боль продолжается всё время до воскрешения этого мученика. ",
    "answers": [
      {
        "id": 23,
        "text": "Конец записи"
      }
    ]
  },
  {
    "id": 23,
    "text": "Влад: Крайсон воскресил Эстероса чтобы меня убить?! А почему он сам не может это сделать? \nКостя: Это знает только сам Крайсон...\nВлад: Самое худшее что если Эстеросу вернут демонический облик то мне конец... В том теле у него есть очень большая клешня которой он легко может прокусить череп. А на другой руке у него лезвие температура которого больше 3000 градусов (по Цельсию). \nКостя: Но у него нет магии. \nВлад: Не очень великая радость...\n",
    "answers": [
      {
        "id": 24,
        "text": "Тренировать армию днём и ночью"
      }
    ]
  },
  {
    "id": 24,
    "text": "Влад обьяснил ситуацию своим солдатам которые очень удивились такому повороту событий и они стали тренироваться отдыхая раз в два дня. ",
    "answers": [
      {
        "id": 25,
        "text": "Уйти на охоту"
      }
    ]
  },
  {
    "id": 25,
    "text": "Влад решил расслабиться и взяв с собой двух ниндзя и трех арбалетчиков пошёл на охоту. Сам же Влад взял всего один меч. ",
    "answers": [
      {
        "id": 26,
        "text": "Охотиться на птиц"
      },
      {
        "id": 27,
        "text": "Охотиться на оленей"
      }
    ]
  },
  {
    "id": 26,
    "text": "Влад пристрелил пару глухарей и сунув их в рюкзак решил вместе со своими телохранителями погулять в лесу часок-другой...",
    "answers": [
      {
        "id": 28,
        "text": "Тем временем на базе"
      }
    ]
  },
  {
    "id": 27,
    "text": "Влад застрелил одного оленя и отрезав от него часть мяса сунул мясо в рюкзак и решил ещё часок-другой погулять по лесу со своими телохранителями. ",
    "answers": [
      {
        "id": 28,
        "text": "Тем временем на базе"
      }
    ]
  },
  {
    "id": 28,
    "text": "На базу уже напал Эстерос в своём прежнем обличии страшного демона Эстероса. Никто на базе не ожидал резкого взрыва у стен базы. Костя очень злился что как раз сейчас Влад где-то охотится когда сейчас начнётся кровавое месиво. Костя быстро взял арбалет и два ножа и стал стрелять в Эстероса. Вся армия Влада двинулась на Эстероса но он убивал всех десятками своим лезвием и клешнёй. Костя стрелял из окна он всё надеялся что Влад уже идёт. Но Влад только идёт из лесной чащи с радостной улыбкой. ",
    "answers": [
      {
        "id": 29,
        "text": "Переживать за Костю"
      }
    ]
  },
  {
    "id": 29,
    "text": "Все стрелы и все взрывы Эстерос легко переносил, он не чувствовал боли и его кожа была очень толстой, такую можно пробить либо каким-нибудь мечом, или топором, или ножом ну всё в этом роде. Ещё можно было пробить его кожу мощной магией, которой никто из армии Влада, в том числе и он сам, не владел. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Эстерос уже уничтожил всю армию и кинул что-то в один из лагерей. Лагерь вспыхнул и всё остальное тоже. Костя выбежал из укрытия и побежал прямиком к Эстеросу сквозь пламя. \nЭстерос выбил клешней его ножи и схватил этой клешней его за горло. В этот момент прибежал Влад с арбалетчиками и ниндзя они бежали увидев разрушенные стены базы и пожар. \nВлад: Эстерос, тебе нужно убить меня! Крайсон не говорил убивать его! Убей меня! \nЭстерос: О, Влад! Ты как раз вовремя! Я люблю причинять таким предателям как ты боль... Ты ещё мальчишка, а уже столько смертей повидал. Все вокруг тебя погибают... Так зачем эти жертвы? \nВлад: Тогда отпусти его и убей меня уже черт возьми! Давай! \nЭстерос: Не так быстро... \nЭстерос сдвинул клешни и голова Кости покатилась в пламя... \nЭстерос: Упс... (с усмешкой)\nВлад: Ах ты *******!!! \nВлад разьяренный побежал с топором на Эстероса, а ниндзя и арбалетчики убежали прочь... Влад: Умри тупой демон! \nВлад только замахнулся топором, а Эстерос сжал его и пронзил своим горячим лезвием ему живот... Влад упал на землю, а довольный Эстерос исчез в портале...\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Влад увидел как солнце медленно восходит из-за стен базы и как пламя сгущается вокруг него... Это был последний рассвет который он увидел... Он медленно терял сознание и кровь постепенно заканчивалась в его теле, вытекая из его живота...",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 32,
    "text": "Влад сам не понял как оказался в каком-то лесу... Кроме пожара вокруг и рассвета солнца он ничего не помнил... Вокруг была уже ночь и он посмотрел на свой живот раны словно и не было... \nВлад: Это был сон? \nВлад понял обратное увидев обгоревшую кофту и следы крови на ней... \nВлад: Костя... Он тоже погиб... Эстерос был прав. Я ходячая проблема и смерть для близких. Мне нужно самому решить свои ошибки... Я только погубил судьбы невинных. Я своими руками убил пять тысяч человек... Мои родители... Они тоже погибли из-за меня... Если бы я не родился их бы не убил Кирасир. Он убил их за то что родился я... О моём рождении говорилось в пророчестве... Там говорилось что сын человека и темного лорда станет гибелью для Вампера. Я должен сам прийти к Эстеросу... Но кто спас меня? Зачем?! Черт, голова раскалывается! Как же болит голова от всех этих мыслей! О! \nВлад встал и сделав портал к Эстеросу кинул туда письмо в котором он указал место боя... ",
    "answers": [
      {
        "id": 33,
        "text": "На месте"
      }
    ]
  },
  {
    "id": 33,
    "text": "Этой же ночью Влад уже ждал Эстероса у гор Андерфин. Вот уже виден его силуэт. \nЭстерос: Ну что Влад. Ты выбрал отличное кладбище для себя! \nВлад: Забудь моё имя! Тебе ясно?!\nЭстерос: Меньше слов малой! \nЭстерос взлетел и приземлился прямо на вершине одной из гор. \nВлад перевоплотился в вампира и взлетел к Эстеросу. На вершине горы было жутко холодно но не в теле вампира. \nЭстерос: Знаешь почему Крайсон спас тебя от смерти? \nВлад: Что?! Зачем это надо Крайсону если он сам приказал тебе меня убить.\nЭстерос: Он узнал что нарушив закон, Тьма может убить нарушителя, а так как он заказчик убийства, то и меня и его бы убили... \nВлад: Тьмы не существует...\nЭстерос: Да мне пофиг... Я скину тебя с горы и ты умрёшь естественной смертью... Я чертов гений, а ты идеально назначил место нашей встречи Влад! \nВлад не успел моргнуть как Эстерос чуть не столкнул его вниз с горы. Эстерос достал лезвие и собрался провести им на уровне головы Влада.",
    "answers": [
      {
        "id": 34,
        "text": "Пригнуться"
      },
      {
        "id": 35,
        "text": "Призвать меч и отбить лезвие"
      }
    ]
  },
  {
    "id": 34,
    "text": "Влад пригнулся и призвал два меча одним из которых он порезал Эстеросу ногу. \nЭстерос: Ты хоть и ловкий но тупой!",
    "answers": [
      {
        "id": 36,
        "text": "Пронзить ему руку"
      },
      {
        "id": 37,
        "text": "Пронзить ему ногу"
      }
    ]
  },
  {
    "id": 35,
    "text": "Влад только призвал меч и поставил блок против удара лезвием как лезвие расплавило меч и отрезало голову Владу. ",
    "answers": [
      {
        "id": 33,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 36,
    "text": "Влад сразу же пронзил руку Эстеросу, а потом и вторую... На удивление у Эстероса стала линять кожа и сбрасываться огромными кусками. Влад зачарованно смотрел на Эстероса тело которого уже вновь превратилось в тело вампира... \nЭстерос: Неееет!\nВлад: Тебе конец! \nЭстерос: Ты слишком торопишься Влад! \nЭстерос ударил его разрядом тока и метнул в него две шаровые молнии после чего набросился на него и они оба полетели вниз...",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Эстерос упал и быстро вытащив кинул его Владу прямо в шею. Через несколько дней Крайсона и Эстероса нашли повешенными в лесу... Всё-таки Тьма существует...\nОТКРЫТО ДОСТИЖЕНИЕ: ТЕМНАЯ ПЕТЛЯ.",
    "answers": [
      {
        "id": 33,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Начать заново"
      }
    ]
  },
  {
    "id": 38,
    "text": "Влад очнулся за пару секунд до падения и на лету схватив за плечи падающего с ним Эстероса, он перевернул Эстероса вниз и... Они упали на острые камни... Влад лежал на истекающем кровью Эстеросе... Он выжил... Вот уже и рассвет наступил... Влад медленно встал и перевернул Эстероса на спину.\nВлад: А теперь говори почему Крайсон сам не может прикончить меня, а попросил тебя?! \nЭстерос: Я... Я не знаю...\nВлад вытащил меч и поднёс его к шее Эстероса...\nЭстерос (усмехнувшись): Я и так уже труп... Ты не выбьешь из меня информацию.\nВлад: Хм... Но я могу отправить тебя в ад на тот самый камень на который тебя отправил мой дед. А если ты умрешь так, то ты сможешь гулять по аду и сражаться с его сущностями не испытывая все мучения ада. \nЭстерос: Ладно я расскажу. Ты же знаешь что у тебя есть брат верно? Черный коготь, вроде?\nВлад: Я отправил его в ад за предательство нашей семьи! При чём здесь он? \nЭстерос: А при том что это не он пытался убить тебя и не он убил твоих друзей - Макса и Олега. \nВлад: Я сам видел это своими глазами! Ты не обманешь меня!  Эстерос: У тебя был ещё один брат... \nВлад: Что за бред?!\nЭстерос: Он выглядит как ты... Он твой брат-близнец, но у него есть отличие от тебя Влад... У него глаза демона... У него полностью черные глаза... И он способен вселятся в тебя и в твоего брата... Он вселился в него и убил твоих друзей, а после хотел прикончить и тебя!  Твои родители заточили его в темницу и как только Кирасир их убил Вилл, как его звали... Выбрался оттуда... \nВлад: А при чём здесь Крайсон? \nЭстерос уже погиб... \nВлад: Черт возьми! Почему этот ответ оставил еще больше вопросов?! Почему мы с братом не знали об этом Вилле?! Почему родители нас не предупредили?! При чем тут Крайсон? И где теперь этот Вилл? Что с ним?! \nВлад долго рассуждал над этим после чего двинулся в путь... Он не знал куда идти и что ему теперь делать. Но он хотел найти все ответы на свои вопросы. И он уверен что найдёт их...",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "На этом эта книга заканчивается и вы можете дождаться книги Вампер 3: душа демона. \nВ поддержку можете подписаться на мой канал на котором уже 70 веселых видео различной тематики! Мой канал называется VIREI, а главное фото профиля белая надпись VIREI на черном фоне. Всем пока! Удачи вам всем! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]