[
  {
    "id": 1,
    "text": "Автор: Helen\nЖанры: романтика, фэнтези \nСтатус: в процессе (следить за обновлениями можно в группе вк) \n\n(Квест для женской аудитории) \n\nО квесте: Вы — девушка 17 лет,  у которой есть лучший друг,  верящий во всяких монстров,  в особенности,  вампиров.  И вот наступает всеми известный праздник Хэллоуин.  Казалось бы,  обычный праздник.  Однако, что-то пошло не так.  Прав ли был ваш друг?  Бывают ли вампиры? И откуда он о них знает? А главное:\n\n                         Что вы будете делать? \n\nКвест вышел в свет 31 октября (Хэллоуин) ",
    "answers": [
      {
        "id": 43,
        "text": "[Начать квест] "
      },
      {
        "id": 53,
        "text": "[Достижения] "
      },
      {
        "id": 54,
        "text": "[Концовки] "
      },
      {
        "id": 55,
        "text": "[От автора] "
      },
      {
        "id": 1,
        "text": "[Группа ВК] ",
        "url": "http://vk.com/helen_quests"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— ... он выпил всю кровь без остатка, оставив неживое тело девушки лежать на сырой земле... —  зловеще сказал светловолосый парень,  резко выключая фонарик.  Единственную вещь,  которая освещала вашу тёмную комнату. \n— Стив? — спросили вы,  судорожно оглядываясь по сторонам.  Хотя,  естественно,  это вам ничего не дало.  Вы не кот,  в темноте не видите. \n  Парень вам не ответил.  Зато неожиданно послышался звук веток,  царапающих окно снаружи,  что заставило вас вздрогнуть. \n— Стив,  это н-не смешно,  — дрожащим голосом проговорили вы,  пытаясь руками что-то нащупать в темноте.  Может, парня,  а может орудие для самообороны.  На всякий случай. \n  Вы резко замираете, так как почувствовали чьё-то горячее дыхание на своей шее. ",
    "answers": [
      {
        "id": 3,
        "text": "[Обернуться] "
      },
      {
        "id": 4,
        "text": "[Смиренно сидеть,  не дергаясь] "
      }
    ]
  },
  {
    "id": 3,
    "text": "— Бу-у!!\n— А-а-а! — закричали вы от неожиданности и,  не удержав равновесие,  свалились с кровати на которой сидели. \n— А-ха-ха,  — послышался заливистый смех, и тут же комнату озарил свет настольной лампы. \n— Лира,  ты в порядке?  — увидев вас,  валявшись на полу с испуганным лицом,  спросил парень,  широко улыбаясь. \n",
    "answers": [
      {
        "id": 5,
        "text": "\"Н-нормально... \""
      },
      {
        "id": 82,
        "text": "\"Ты хотел укусить меня?\""
      },
      {
        "id": 7,
        "text": "\"Пошёл вон с моей комнаты! \""
      }
    ]
  },
  {
    "id": 4,
    "text": "  Дыхание на вашей шее становилось всё сильнее,  отдавая дрожью во всём теле.  Вдруг вы почувствовали что-то мокрое на своей шее и,  не в силах больше терпеть,  закричали. \n  Издав громкий крик,  вы вскочили с кровати,  но в темноте не заметили какой-то предмет и,  споткнувшись,  с грохотом упали на пол. \n  Послышался щелчок, и комнату озарил свет настольной лампы. \n— А-ха-ха,  — засмеялся парень,  — ты как? ",
    "answers": [
      {
        "id": 5,
        "text": "\"Н-нормально\""
      },
      {
        "id": 82,
        "text": "\"Ты хотел укусить меня?\""
      },
      {
        "id": 7,
        "text": "\"Чтоб через минуту тебя здесь не было! \""
      }
    ]
  },
  {
    "id": 5,
    "text": "— Хех,  давай руку,  —  с улыбкой сказал Стив,  протягивая свою ладонь. \n  Вы до сих пор были напуганы и таили некую обиду на парня,  который постоянно чем-то вас пугал.  В особенности,  вампирами.  \n  Это веселило его,  но обижало вас. ",
    "answers": [
      {
        "id": 11,
        "text": "[Дать руку] "
      },
      {
        "id": 12,
        "text": "[Обиженно проигнорировать] "
      }
    ]
  },
  {
    "id": 6,
    "text": "  И вот вы остались одни в своей уже тихой и какой-то опустевшей комнате. Шумно вздохнув,  вы легли на кровать лицом вниз. \n—  Милая,  всё нормально?  — послышался голос матери,  зашедшей к вам в комнату. \n— Стив — дурак,  — обиженно пробубнили вы,  утыкаясь носом в подушку. \n— Опять поссорились?  \n— Он всё время меня пугает.  Это не смешно! \n— Эх,  Лира.  А как ты Хэллоуин будешь праздновать? ",
    "answers": [
      {
        "id": 8,
        "text": "\"Не буду\""
      },
      {
        "id": 9,
        "text": "\"Как-нибудь да отпраздную\""
      }
    ]
  },
  {
    "id": 7,
    "text": "— Эй,  ты чего? — удивился Стив. \n— Ничего!  Ты достал меня пугать постоянно!  — воскликнули вы,  поднимаясь с пола. — Иди домой. \n— Но... \n— Иди.  Домой. \n  Стив печально вздохнул и нехотя направился вон из вашей комнаты. ",
    "answers": [
      {
        "id": 6,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Стив тебе не даст грустить во время такого праздника,  — засмеялась мама. — Он то уж придумает,  чем вам заняться в этот день. \n— Стив странно себя ведёт в Хэллоуин.  Говорит после полуночи из дома не выходить.  Мол,  вампиры.  Вечно запугивает меня,  дурак. \n— Ну что поделать.  Парень заботится о тебе.  Чтобы вампиры не укусили и не выпили всю кровь.. \n— Мама,  и ты туда же!  — воскликнули вы. \n Мама засмеялась. \n— Ладно,  Лира,  не шалите только сильно.  Не дети уже. ",
    "answers": [
      {
        "id": 10,
        "text": "\"Ладно\""
      }
    ]
  },
  {
    "id": 9,
    "text": "— Смотри осторожней.  Не шалите там сильно,  — улыбнулась мама. \n— Ну, я то шалить не собираюсь.  А вот Стив как-то странно себя начинает вести под Хэллоуин. Говорит,  чтобы после полуночи ни шагу из дома,  — усмехнулись вы.  — Дурак.  Вечно запугивает меня.  Да ещё и так серьёзно говорит,  будто на меня и правда напасть могут. \n— Да,  Стив такой,  — улыбнулась мама.  — Не наделайте только глупостей.  Вы ведь уже не маленькие дети. ",
    "answers": [
      {
        "id": 10,
        "text": "\"Ладно\""
      }
    ]
  },
  {
    "id": 10,
    "text": "  И вот наступила ночь, и вы,  тяжело вздохнув,  направились прямиком в ванную.  Приняв душ, вы,  сладко зевая,  пошли к себе в комнату и бухнулись на кровать,  в предвкушении чего-то пугающего на следующий день. \n  Вдруг послышалась вибрация.  Нехотя открыв глаза,  вы увидели светящийся экран телефона и,  тяжело вздохнув, то ли от усталости,  то ли от злости,  что вас отвлекают от желанного сна,  взяли телефон в руку. \n  Сообщение от Стива: \"Прости\"",
    "answers": [
      {
        "id": 13,
        "text": "\"Всё нормально\""
      },
      {
        "id": 14,
        "text": "[Проигнорировать] "
      },
      {
        "id": 18,
        "text": "\"Ты - идиот! \""
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ладно,  уже поздно.  Пора мне домой,  —  сказал светловолосый парень, почесав затылок.\n— Ага.  Какое счастье,  — усмехнулись вы. \n— Эй,  обидеть меня хочешь? \n— Ты меня каждый день обижаешь,  — ответили вы,  надув губы. \n— Ну прости, — улыбнулся Стив,  — я же не просто так тебя пугаю. \n— Да неужели,  — усмехнулись вы.  — Ну и зачем,  скажи на милость,  ты это делаешь? \n— Я тренирую тебя.  Завтра Хеллоуин — день мёртвых.  И не такое будет.  Ты должна уметь реагировать на такие вещи,  чтобы ничего плохого не случилось,  — неожиданно серьёзным голосом сказал парень,  опуская взгляд и задумываясь над чем-то. \n— Чего?  — удивлённо спросили вы. \n— Да нет,  ничего.",
    "answers": [
      {
        "id": 15,
        "text": "\"Знаешь что,  иди ка ты уже домой\""
      },
      {
        "id": 15,
        "text": "\"Очень смешно, дурак\""
      }
    ]
  },
  {
    "id": 12,
    "text": "[Получено достижение: \"Обида\"]\n\n— Эй,  ты что обиделась? — удивился парень,  глядя на вашу обиженную моську. \n— Отстань,  — тихо,  но как-то грубовато ответили вы. \n— Ну не сердись.  Весело же,  — улыбнулся Стив. ",
    "answers": [
      {
        "id": 11,
        "text": "[Усмехнуться] "
      },
      {
        "id": 11,
        "text": "[Посмотреть на Стива, как на идиота] "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Ответив,  вам пришло сообщение ввиде улыбающегося смайлика,  и вы,  вздохнув,  положили телефон обратно на тумбочку и залезли под мягкое одеялко... ",
    "answers": [
      {
        "id": 16,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 14,
    "text": "  Вы тихо усмехнулись и положили телефон обратно на тумбочку,  не ответив. Вы были обижены на друга,  но ругаться не хотели.  Поэтому решили попрасту проигнорировать Стива. \n  Накрывшись мягким одеялком,  вы мило улыбнулись.  Что может быть лучше тёплой кроватки? ",
    "answers": [
      {
        "id": 16,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 15,
    "text": "— Я серьёзно говорю,  — поднимая на вас взгляд,  сказал Стив, хмурясь.\n— Тебе пора домой. \n— Да иду я уже,  — тихо ответил светловолосый парень,  нехотя разворачиваясь. \n— Давай шустрее, — воскликнули вы,  выпихивая лучшего друга из комнаты. ",
    "answers": [
      {
        "id": 6,
        "text": "\"Ну наконец-то\""
      }
    ]
  },
  {
    "id": 16,
    "text": "  А вот и утро.  Каникулы.  Не надо вставать,  не надо никуда идти...  Что может быть лучше?  Тишина,  спокойствие,  лучики света от окна падают на кровать,  в которой сладко дремлете вы... \n— А-а-а!!  На нас напали!  — послышался мужской крик,  и в вашу комнату вваливается мужчина,  крича что-то про монстров. \n  Вы резко просыпаетесь,  от того,  что на вас что-то упало.  \n— М-м...  Что это..?  Чт..?  — тут ваше сердце уходит в пятки, и вы с громким криком вскакиваете с кровати.  Не каждый день тебе на голову падает тарантул.  Пусть и не настоящий. ",
    "answers": [
      {
        "id": 17,
        "text": "[Убежать и спрятаться в ванной] "
      },
      {
        "id": 19,
        "text": "[Остаться в комнате и попытаться успокоиться] "
      }
    ]
  },
  {
    "id": 17,
    "text": "[Получено достижение: \"Ванна — лучшее убежище\"]\n\nИспугавшись,  вы пробежали мимо смеющегося отца прямиком в ванную,  закрывая за собой дверь.  Ванная комната — это то самое место,  в котором вы привыкли прятаться от проделок Стива.  Ну,  теперь от папы. \n  Собравшись с мыслями и,  всё также тяжело дыша,  вы обернулись,  чтобы залесть под прохладный душ, и хоть немного расслабится. \n— Бу-у!!  \n— А-а-а!!  — закричали вы,  не ожидая увидеть Стива,  который тут же обнял вас с милой улыбкой. — Прости,  но сегодня 31 октября,  — прошептал он,  всё также обнимая вас. \n— Хэллоуин..  — тихо ответили вы. \n",
    "answers": [
      {
        "id": 20,
        "text": "[Оттолкнуть парня, сказав: \"идиот\"]\n"
      },
      {
        "id": 21,
        "text": "[Сказать: \"идиот\", не отталкивая] "
      }
    ]
  },
  {
    "id": 18,
    "text": "  Написав сообщение,  вы,  всё ещё злясь на друга и бурча что-то под нос,  залезли с головой в одеялко,  надеясь, таким образом,  спрятаться от всех. В частности,  от Стива. \n",
    "answers": [
      {
        "id": 16,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 19,
    "text": "  Тяжело дыша,  вы прикрыли лицо рукой. \n— Пап,  ч-что это?  — нервно спросили вы,  пытаясь успокоиться. \n— Тарантул,  — смеясь,  ответил он. \n— Ну я вижу,  — тихо сказали вы,  смотря на здоровенного паука,  лежащего у вас на подушке.\n— Лира,  сегодня 31 октября,  не забыла?  — спросил,  зашедший в комнату,  Стив. \n— Хэллоуин... ",
    "answers": [
      {
        "id": 22,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 20,
    "text": "  Оттолкнув Стива,  вы начали заставлять его покинуть помещение,  чтобы вы смогли спокойно принять душ и всё хорошенько обдумать. \n— Ну Ли-ира. \n— Пошёл отсюда,  я сказала! ",
    "answers": [
      {
        "id": 22,
        "text": "[Вытолкнуть] "
      }
    ]
  },
  {
    "id": 21,
    "text": "  Постояв так некоторое время и обдумывая то,  что сегодня вас ждёт,  вы подняли голову и встретились взглядом со Стивом.  А глаза у него,  кстати,  тёмно-зелёные. Странно,  что раньше вы этого не замечали. \n  Вам стало неловко и,  опустив взгляд вниз,  вы слегка покраснели, и попросили парня оставить вас одну,  на что тот нехотя отпустил вас, и ушёл,  закрыв за собою дверь. ",
    "answers": [
      {
        "id": 22,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 22,
    "text": "  Тяжело вздохнув,  вы заперли дверь ванной комнаты и, сняв с себя лишние предметы одежды,  стали под прохладный душ,  размышляя о сегодняшнем дне.  Хэллоуин.  День мёртвых,  символизирующий приход нечистых сил.  Этот праздник таит в себе много тайн.  В этот день,  31 октября,  просыпается всё зло, монстры, нечисть. Кто знает, что сегодня произойдёт...",
    "answers": [
      {
        "id": 24,
        "text": "[Помотать головой,  отгоняя пугающие мысли, и выключить воду] "
      }
    ]
  },
  {
    "id": 23,
    "text": " Зайдя на кухню,  вы услышали некий тихий смешок со стороны улыбающегося Стива. Осмотревшись,  вы увидели маму и отца,  смотрящих на вас и также улыбающихся. \n— Что? — непонимающе спросили вы. \n  Ваша мама достала из кармана небольшое зеркальце и подняла его перед вашим лицом. \n  В отражении вы увидели  невыспавшуюся девушку с забавным недовольным лицом и со спутаными волосами.  А ведь вы в комнате  решили не смотреться в зеркало. \n— Чертёнок,  — сказал Стив,  всё также улыбаясь. ",
    "answers": [
      {
        "id": 25,
        "text": "[Сходить наверх и привести себя в порядок] "
      },
      {
        "id": 29,
        "text": "[И так сойдёт] "
      }
    ]
  },
  {
    "id": 24,
    "text": "  Приняв прохладный, освежающий душ и почистив зубы,  вы оделись в домашние светло-серые штанишки,  широкую фиолетовую майку,  милые цветные носочки с персонажем из какого-то мультика,  и собрались на первый этаж завтракать. До вас уже дошёл такой манящий аромат только что приготовленных блинчиков. ",
    "answers": [
      {
        "id": 26,
        "text": "[Посмотреть в зеркало] ",
        "need": -26
      },
      {
        "id": 30,
        "text": "[Спуститься вниз] ",
        "need": 26
      }
    ]
  },
  {
    "id": 25,
    "text": "— Эх,  — вздохнули вы,  медленно,  но верно поднимаясь по лестнице в комнату.  — Тяжело быть девочкой... \n  И вот вы,  наконец,  дошли до комнаты. ",
    "answers": [
      {
        "id": 27,
        "text": "[Привести себя в порядок] "
      }
    ]
  },
  {
    "id": 26,
    "text": "— Ну надо же,  — тихо сказали вы, увидев в зеркале отражение не выспавшейся девушки с кругами под глазами и со спутаными волосами.  — Самое время привести себя в порядок. ",
    "answers": [
      {
        "id": 24,
        "text": "[Привести себя в порядок] "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Лира!  Иди кушать! ",
    "answers": [
      {
        "id": 30,
        "text": "[Спуститься вниз] "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Буду ведьмой!  — воскликнули вы после раздумий. \n— Ведьмой?  — спросил Стив.  — Хех,  можешь даже не переодеваться,  — засмеялся парень. \n— Не смешно. \n— Ну прости — прости. ",
    "answers": [
      {
        "id": 51,
        "text": "\"Идиот\""
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ай,  — сказали вы,  махнув рукой.  — Я что,  ни дома,  что-ли. \n— Ну а вообще,  так тебе можно не наряжаться к празднику.  Уже всё готово,  — послышался голос Стива. \n— Ты у меня договоришься когда-нибудь,  — зло посмотрели вы на него. \n— Чертёнок,  — повторил парень,  высунув язык. \n  Вы тяжело вздохнули. ",
    "answers": [
      {
        "id": 30,
        "text": "[Сесть] "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Поев вкусных блинчиков с вареньем и поблагодарив маму,  вы задумались над тем,  кем же вы нарядитесь на праздник. \n— О чём задумалась, Лира?  — спросил папа. \n— Хм,  думаю вот,  кем быть на празднике. \n— Ну тут много вариантов,  — сказал Стив.  — Вопрос только в том,  что ты выберешь. ",
    "answers": [
      {
        "id": 31,
        "text": "Ведьма (стандартно и мило) "
      },
      {
        "id": 32,
        "text": "Зомби (устрашающе/несколько вариантов) "
      },
      {
        "id": 35,
        "text": "Вампирша (стандартно и довольно соблазнительно) "
      },
      {
        "id": 41,
        "text": "Чертёнок (соблазнительно и дерзко) "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Костюм ведьмы:\n— Милая чёрно-фиолетовая шляпа; \n— Фиолетовая блузка с короткими рукавами; \n— Короткий чёрный сарафан с корсетом; \n— Длинные гольфы до колен в чёрно-фиолетовую  полоску; \n— Чёрные туфли на каблуках; \n— Метла; \n— Яркий макияж: ярко-красная помада,  тёмные тени. \n",
    "answers": [
      {
        "id": 28,
        "text": "[Выбрать] "
      },
      {
        "id": 31,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 32,
    "text": "  Итак,  зомби:",
    "answers": [
      {
        "id": 33,
        "text": "Медсестра"
      },
      {
        "id": 34,
        "text": "Мёртвая невеста (из мультика) "
      },
      {
        "id": 36,
        "text": "Мёртвая школьница"
      },
      {
        "id": 30,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 33,
    "text": "  Медсестра:\n— Белый короткий халат,  запачканый кровью; \n— Порваные чёрные прозрачные колготки; \n— Туфли на каблуке красного цвета; \n— Нож в крови (или шприц); \n— Грим:  кровь на губах,  нарисованные порезы или швы,  тёмные круги под глазами. ",
    "answers": [
      {
        "id": 37,
        "text": "[Выбрать] "
      },
      {
        "id": 33,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 34,
    "text": "  Мёртвая невеста:\n— Запачканое длинное белое платье до пола (не пышное). Справа на талии прорезь с нарисованными тремя костьми (рёбрами);\n— Запачканая длинная белая фата; \n— На голове венок из белых цветов; \n— Маленький букет цветов в руке; \n— Левая рука раскрашена под кости; \n— Белые туфли; \n— Бледно-синий парик; \n— Грим: бледное лицо,  тёмные круги под глазами. ",
    "answers": [
      {
        "id": 38,
        "text": "[Выбрать] "
      },
      {
        "id": 34,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 35,
    "text": "   Вампирша:\n— Чёрное обтягивающее платье с соблазнательными вырезами спереди и на спине; \n— Чёрные туфли на каблуках с красной подошвой;\n— Порваные прозрачные чёрные колготки;  \n— Лак на ногтях алого цвета; \n— Слегка растрёпаные волосы; \n— Грим: бледное лицо,  тёмные тени,  алая помада,  кровь,  стекающая с уголков губ,  клыки,  две нарисованые точки на бледной шее (укус). ",
    "answers": [
      {
        "id": 40,
        "text": "[Выбрать] "
      },
      {
        "id": 35,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 36,
    "text": "   Мёртвая школьница:\n— Белая порваная блузка,  запачканая в кровь; \n— Красная юбка в клетку; \n— Порваные белые прозрачные колготки; \n— Чёрные туфли; \n— Волосы заплетены в два неровных растрёпаных хвостика; \n— Грим: кровь на губах,  нарисованные швы и порезы.  ",
    "answers": [
      {
        "id": 39,
        "text": "[Выбрать] "
      },
      {
        "id": 36,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 37,
    "text": "— Решено!  Буду медсестрой!  — воскликнули вы. \nСтив подавился чаем,  представляя вас в коротеньком халатике медсестры, а папа вздохнул:\n— Эх,  наша дочь совсем большая уже...\n Усмехнувшись,  вы добавили:\n— Вообще я думала сначала над вампиром...\n— Всмысле?  — резко спросил Стив,  заметно напрягаясь. \n— Ну,  костюм вампира... — удивлённо сказали вы,  не поняв реакции друга. \n— А,  костюм,  — тихо сказал зеленоглазый и, тихо усмехнувшись, прикрыл лицо ладонью. ",
    "answers": [
      {
        "id": 45,
        "text": "\"Всё нормально? \""
      }
    ]
  },
  {
    "id": 38,
    "text": "— Хочу быть мёртвой невестой!  — воскликнули вы. \n— Мёртвой невестой?  — спросил Стив. \n— Ну да,  из мультика,  помнишь? \n— ...\n— \"Труп невесты\", Стив,  — вздохнули вы.  — Память у тебя,  конечно,  как у рыбки.\n— Эй,  да вспомнил я, вспомнил. \n— Стив,  а что,  если ты будешь женихом Лиры?  — улыбнулась мама,  закончив мыть посуду. \n— Чего??  — воскликнули вы,  чуть порозовев. \n— Я про костюмы,  — засмеялась мама.  — Так,  что скажешь,  Стив? \n— Ну...  — парень посмотрел на вас,  ожидая ответа. ",
    "answers": [
      {
        "id": 46,
        "text": "\"Давай,  будут парные костюмы.  Это же здорово\""
      },
      {
        "id": 46,
        "text": "[Обиженно уставиться на маму] "
      }
    ]
  },
  {
    "id": 39,
    "text": "— Буду мёртвой школьницей,  — с улыбкой сказали вы. \n— М-м,  — протянул Стив,  представляя вас в соблазнительном костюме школьницы с короткой юбочкой... \n  Увидев реакцию парня,  вы...",
    "answers": [
      {
        "id": 48,
        "text": "[Дать Стиву подзатыльник] "
      },
      {
        "id": 50,
        "text": "[Засмеяться] "
      }
    ]
  },
  {
    "id": 40,
    "text": "— Решено,  вампирша!  — воскликнули вы. \n  Услышав ваш ответ,  Стив внезапно насторожился и стал каким-то серьёзным. \n— Стив? Всё нормально? \n— М? Да — да,  вампиром говоришь... — как-то отстраненно сказал парень,  хмуро смотря куда-то в даль. \n— А что тут такого?  Обычный костюм к Хеллоуину, — нерешительно сказали вы,  не понимая реакции со стороны своего друга. \n— Ага.  Ну чтож,  пора готовиться к празднику! — вдруг наиграно весело ответил парень,  сменив тему и явно что-то скрывая от вас.  ",
    "answers": [
      {
        "id": 44,
        "text": "[Не заметить странное поведение Стива] "
      },
      {
        "id": 44,
        "text": "\"У тебя есть,  что скрывать от меня? \""
      }
    ]
  },
  {
    "id": 41,
    "text": "  Чертёнок:\n— Короткое пышное чёрное платье с красными розами; \n— Чёрные колготки в сетку; \n— Чёрные туфли на каблуках с красной подошвой;\n— Чёрный хвост сзади с красным остриём; \n— Чёрный обруч с красными рожками; \n— Грим: бледное лицо,  красные губы,  тёмные тени, клыки. ",
    "answers": [
      {
        "id": 42,
        "text": "[Выбрать] "
      },
      {
        "id": 41,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 42,
    "text": "— Хм,  что же выбрать,  — думали вы. \n— Думаю,  тебе подойдёт костюм чертёнка,  — широко улыбнулся Стив. \n— Почему это?  — удивились вы. \n— Ну как почему,  ты же сама маленький чертёнок,  — засмеялся парень. \n— Если по утрам я выгляжу не ахти,  это ещё ничего не значит,  — пробубнили вы. \n— Да ладно тебе,  я же шучу.  Но костюм чертёнка тебе бы подошёл. \n— Может ты и прав. Немного на вампира похоже,  ты так не считаешь? \n  После слова \"вампир\" Стив почему то нервно дернулся,  а улыбка пропала с его лица. \n— Ага,  похоже... ",
    "answers": [
      {
        "id": 52,
        "text": "\"Что-то не так? \""
      }
    ]
  },
  {
    "id": 43,
    "text": "Итак,  начнём историю",
    "answers": [
      {
        "id": 2,
        "text": "1 глава \"Начало\""
      },
      {
        "id": 56,
        "text": "2 глава \"Стив\""
      },
      {
        "id": 91,
        "text": "3 глава \"Хэллоуин\""
      },
      {
        "id": 150,
        "text": "4 глава \"Новая жизнь\""
      }
    ]
  },
  {
    "id": 44,
    "text": "[Получено достижение: \"Всё только начинается\"]\n\nПерейти на 2 главу? ",
    "answers": [
      {
        "id": 56,
        "text": "[2 глава \"Стив\"] "
      },
      {
        "id": 1,
        "text": "[В начало] "
      }
    ]
  },
  {
    "id": 45,
    "text": "— Да — да,  — нервно ответил парень,  убирая руку. На его лице появилось что-то на подобии улыбки,  однако во взгляде друга читалась серьёзность.  Будто они не про костюмы говорили,  а про наступление апокалипсиса...",
    "answers": [
      {
        "id": 44,
        "text": "[Странно] "
      }
    ]
  },
  {
    "id": 46,
    "text": "— Я думаю,  это будет здорово смотреться,  — сказала ваша мама с улыбкой. — К тому же у нас есть подходящий костюм для тебя,  Лира.  Да и у Стива найдётся чёрный костюм. \n— Найдётся,  — улыбнулся парень. \n— А я вот думал,  что выбор упадёт на вампиров,  — сказал отец,  садясь на стул,  рядом с вами. \n  После слова \"вампиры\" улыбка резко пропала с лица Стива и он заметно напрягся. \n— Всё нормально?  — спросили вы.  — Это же просто костюмы. \n— Ага,  просто костюмы...  — задумчиво произнёс парень.  \n   Он опять шутит?  Но лицо его выглядит уж больно серьёзным... ",
    "answers": [
      {
        "id": 47,
        "text": "\"Опять напугать меня хочешь?\""
      }
    ]
  },
  {
    "id": 47,
    "text": "— Что?  Нет,  — как-то отстраненно сказал светловолосый,  задумчиво смотря куда-то вдаль. \n— Эй.  Почему ты себя так странно ведёшь? — спросили вы. \n— Думаешь,  как бы напугать Лиру?  — спросил с улыбкой отец. \n  Стив на это неуверенно улыбнулся в ответ. ",
    "answers": [
      {
        "id": 44,
        "text": "[Странно] "
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ауч!  — воскликнул Стив.  — За что? \n— За всё хорошее,  — улыбнулись вы,  — извращенец. \n  В ответ на это парень что-то невнятно пробурчал,  почесывая затылок.  \n— Вообще, я значала думала над вампиром... \n— Над чем?  — резко спросил парень,  заметно напрягаясь. \n— Костюмом вампира,  Стив,  — непонимая реакции друга,  ответили вы. \n— А,  ты об этом.. — как-то нервно ответил парень,  задумчиво смотря в даль и медленно отпивая чай из кружки. ",
    "answers": [
      {
        "id": 49,
        "text": "\"Всё нормально? \""
      }
    ]
  },
  {
    "id": 49,
    "text": "— Да,  — негромко ответил Стив,  отстранённо смотря в стену и о чём-то думая. \n",
    "answers": [
      {
        "id": 44,
        "text": "[Странно] "
      }
    ]
  },
  {
    "id": 50,
    "text": "  Отсмеявшись,  вы сказали:\n— Вообще, я сначала думала над вампиром... \n— Над чем?  —  резко спросил Стив,  хмурясь. \n— Костюмом вампира,  — удивлённо ответили вы,  не понимая такой реакции. \n— А,  ты про это,  — нервно ответил парень,  тяжело вздохнув и отводя взгляд. ",
    "answers": [
      {
        "id": 49,
        "text": "\"Всё нормально? \""
      }
    ]
  },
  {
    "id": 51,
    "text": "— Идиот,  — тихо сказали вы.  — Ну вообще,  сначала я думала о вампире... \n— О чём?  — сменившись в лице, резко спросил Стив,  подавившись чаем. \n— О костюме вампира,  — удивлённо ответили вы. \n— А,  ну да.  Костюм..  — задумчиво сказал парень,  хмурясь. \n",
    "answers": [
      {
        "id": 52,
        "text": "\"Что-то не так?\""
      }
    ]
  },
  {
    "id": 52,
    "text": "— Нет,  всё нормально,  — ответил он,  криво улыбнувшись.  Было видно,  что ваш друг напряжен,  но пытается скрыть это.  \n  Но что вы сделали не так?  Просто сказали о вампире.  Всмысле, о костюме вампира.  Почему Стив так отреагировал? ",
    "answers": [
      {
        "id": 44,
        "text": "[Странно] "
      }
    ]
  },
  {
    "id": 53,
    "text": "Квест ещё не завершён,  но вот несколько достижений,  которые есть на данный момент (скоро будет больше) :\n\n\"Обида\"\n\"Ванна — лучшее убежище\"\n\"Всё только начинается\"\n\"Хороший друг\"\n\"Сказки?\"\n\"Безразличие\"\n\"Лучше поздно,  чем никогда\"\n\"Пончики — наше всё\"\n\"Хочу веселья\"\n\"Самостоятельная\"\n\"Обжора\"\n\"Сыщик\"\n\"Магия\"\n\"Бесстрашная\"\n\"Любопытная\"\n\"Бэтмен\"\n\nВаши достижения:",
    "answers": [
      {
        "id": 53,
        "text": "\"Обида\"",
        "need": 12,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Ванна - лучшее убежище\"",
        "need": [
          17
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Всё только начинается\"",
        "need": [
          44
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Хороший друг\"",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Сказки?\"",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Безразличие\"",
        "need": 83,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Лучше поздно, чем никогда\"",
        "need": [
          81
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Пончики - наше всё\"",
        "need": [
          98
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Хочу веселья\"",
        "need": [
          102
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Самостоятельная\"",
        "need": [
          90
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Обжора\"",
        "need": [
          112
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Сыщик\"",
        "need": [
          113
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Магия\"",
        "need": [
          122
        ],
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Бесстрашная\"",
        "need": 141,
        "need_ever": true
      },
      {
        "id": 53,
        "text": "\"Любопытная\"",
        "need": 176
      },
      {
        "id": 53,
        "text": "\"Бэтмен\"",
        "need": 229
      },
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 54,
    "text": "В этом квесте будет несколько концовок, и здесь вы сможете увидеть,  что открыли,  а что вам ещё предстоит открыть. (Пока квест не завершён,  но в скором времени здесь будут показаны названия всех концовок и названия концовок, открытых вами) ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 55,
    "text": "   Итак, это мой первый квест,  и я пытаюсь сделать его как можно сложнее, и интереснее.  Однако,  это моя первая работа, и многих тонкостей создания квестов я не знаю,  так что не судите строго.  Расчитываю на вашу адекватную критику.  Вместо ругательств или \"Фу\", \"Ужас\" пишите обоснованные комментарии,  указывающие на мои недочёты,  чтобы я смогла исправляться и улучшать свой квест. Мне нужно понять,  что именно не так. \n\nСпасибо. ",
    "answers": [
      {
        "id": 55,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 56,
    "text": "   И вот вы сидите вместе со Стивом в своей комнате на втором этаже.  Иногда этот парень слишком странно себя ведёт,  вы заметили?  Обычно такое происходит именно под Хэллоуин.  Может,  в этот день что-то произошло? Может,  детская травма?  Хм, Стив ничего такого никогда не рассказывал.  \n\n   Вы познакомились с этим парнем ещё в 1 классе и сразу поладили.  И ещё с того времени Стив был сильно увлечён монстрами,  в особенности,  вампирами.  Как-то раз,  он,  в классе 7, во время Хэллоуина привёл вас к себе и показал странное...  оружие.  Если его можно таковым назвать.  Деревянные колья,  серебряные ножи...  чеснок. Увидев всё это,  вы удивились,  однако решили,  что это просто подготовка к празднику,  украшения,  поэтому не придали особого значения. \n   \"Погодите-ка...\" — пронеслось у вас в голове. \nУ Стива же в детстве умерла мать.  Её нашли лежащей на земле буквально без капли крови. И это было как раз на Хэллоуин. Убийцу так и не нашли.  Да и особо не пытались искать,  ведь никаких зацепок,  кроме укуса на шее,  не было. Странно,  конечно,  но никто,  естественно, не поверил в то,  что это был вампир. \nСвязано ли увлечение Стива со смертью матери?\n\n   Тяжело вздохнув,  вы подняли взгляд на друга. Парень молча стоял у окна,  рассматривая город и о чём-то размышляя.  Не похоже,  чтобы он думал над тем,  как бы вас напугать.",
    "answers": [
      {
        "id": 57,
        "text": "\"Стив,  у тебя есть,  что скрывать от меня?\""
      },
      {
        "id": 58,
        "text": "[Не начинать разговор] "
      }
    ]
  },
  {
    "id": 57,
    "text": "— Что?  — выходя из глубоких раздумий,  негромко спросил Стив,  поворачиваясь к вам. \n— Ты...  скрываешь что-то от меня?  — нерешительно спросили вы. \n— Нет,  — ответил парень,  вздохнув,  — с чего ты это взяла? \n— Ты странно себя ведёшь,  особенно в Хэллоуин.\n  Стив вопросительно посмотрел на вас. ",
    "answers": [
      {
        "id": 59,
        "text": "\"Это связано со смертью твоей мамы?\""
      }
    ]
  },
  {
    "id": 58,
    "text": "  Вздохнув,  вы молча смотрели на друга,  не решаясь с ним заговорить.  \"Может,  Стив и не скрывает ничего... Я волнуюсь,  может,  он просто хочет таким образом напугать меня\" — подумали вы.  \"Хотя непохоже... \"",
    "answers": [
      {
        "id": 57,
        "text": "\"Стив,  всё нормально?\""
      },
      {
        "id": 66,
        "text": "\"Стив,  давай уже к Хэллоуину готовиться\""
      }
    ]
  },
  {
    "id": 59,
    "text": "  От ваших слов парень чуть заметно дернулся. Казалось,  лицо его стало ещё серьёзнее,  а в глазах промелькнула печаль. \n",
    "answers": [
      {
        "id": 70,
        "text": "\"Стив? \""
      },
      {
        "id": 66,
        "text": "\"Прости, давай готовиться к Хэллоуину\""
      }
    ]
  },
  {
    "id": 60,
    "text": "В разработке\n\n(Скоро будет продолжение) ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало] "
      },
      {
        "id": 69,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 61,
    "text": "Конец 2 главы \n\nЗнаю,  что глава небольшая,   но вы,  если захотите, сможете пройти её ещё раз,  используя другие варианты ответов. \n\nПерейти к 3 главе? ",
    "answers": [
      {
        "id": 91,
        "text": "[3 глава \"Хэллоуин\"]"
      },
      {
        "id": 1,
        "text": "[В начало] "
      }
    ]
  },
  {
    "id": 62,
    "text": "— Хех,  — улыбнулся парень,  — это же Хэллуи-и-ин,  — протянул Стив,  таинственным голосом.  — После полуночи в городе небезопасно.  Так что будь максимально осторожна.  Пожалуйста. ",
    "answers": [
      {
        "id": 68,
        "text": "[Подыграть: \"А ты меня спасешь от монстров? \"]"
      },
      {
        "id": 73,
        "text": "[Сделать жест \"рукалицо\"]"
      }
    ]
  },
  {
    "id": 63,
    "text": "В разработке\n\n(скоро будет продолжение) ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало] "
      },
      {
        "id": 70,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 64,
    "text": "В разработке\n\n(Скоро будет продолжение) ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало] "
      },
      {
        "id": 71,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 65,
    "text": "[Получено достижение: \"Хороший друг\"]\n\n  Медленно подойдя к парню,  вы немного засмущались,  однако всё-таки решились обнять друга.  Стив немного удивился вашим действиям, однако вскоре,  обняв вас в ответ,  на его лице появилась добрая улыбка. ",
    "answers": [
      {
        "id": 61,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ага,  — ответил парень,  чуть улыбнувшись,  — будет весело.  Только слушайся меня, и всё будет хорошо,  ладно?  — спросил светловолосый,  пристально посмотрев на вас. \n  Вы устало вздохнули. ",
    "answers": [
      {
        "id": 76,
        "text": "\"Ладно\""
      },
      {
        "id": 62,
        "text": "\"Опять ты за своё\""
      }
    ]
  },
  {
    "id": 67,
    "text": "— И так,  что там с Хэллоуином?  — как можно веселее спросили вы,  делая вид,  будто никакого разговора о матери и не было. — Мы будем переодеваться? Сегодня же Хэллоуин. ",
    "answers": [
      {
        "id": 66,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 68,
    "text": "— Не сомневайся в этом,  — улыбнулся светловолосый.  — Можешь расчитывать на меня.  Но ты должна меня слушаться,  — наиграно серьёзным голосом сказал парень. \n— Есть, товарищ сержант! — воскликнули вы,  становясь по стойке смирно и поднося ладонь ко лбу с серьёзным лицом. \n  Послышался заливистый смех парня. ",
    "answers": [
      {
        "id": 74,
        "text": "[Улыбнуться] "
      },
      {
        "id": 75,
        "text": "[Продолжить смиренно стоять в стойке] "
      }
    ]
  },
  {
    "id": 69,
    "text": "— ",
    "answers": []
  },
  {
    "id": 70,
    "text": "  Парень нервно вздохнул.  Кажется,  он хотел что-то сказать,  поэтому чуть приоткрыл рот,  однако что-то заставило закрыть его обратно и промолчать,  опустив взгляд. ",
    "answers": [
      {
        "id": 72,
        "text": "[Извиниться] ",
        "need": -72
      },
      {
        "id": 65,
        "text": "[Молча подойти и обнять Стива] ",
        "need": 72
      },
      {
        "id": 67,
        "text": "[Продолжить вести себя как ни в чём не бывало] ",
        "need": 72
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "  Поняв,  что ваш друг не настроен на беседу,  касательно этой темы,  вы почувствовали вину. ",
    "answers": [
      {
        "id": 72,
        "text": "\"Прости\"",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 73,
    "text": "  Увидев ваше действие,  Стив нахмурился и надул губы,  опустив взгляд. Кажется,  этим жестом вы обидели его. \n",
    "answers": [
      {
        "id": 76,
        "text": "\"Ну ладно - ладно.  Я буду осторожна\""
      },
      {
        "id": 77,
        "text": "[Не обратить внимание на обиду Стива] "
      }
    ]
  },
  {
    "id": 74,
    "text": "  Увидев реакцию друга,  вы улыбнулись.  Заметив это,  Стив перестал смеяться и принялся пристально разглядывать вас. \n— Чего?  — удивлённо спросили вы.  — Что-то не так? \n— Ты такая милая,  когда улыбаешься,  — ответил зеленоглазый. Кажется, на его щеках появился чуть заметный румянец. — Улыбайся по-чаще. ",
    "answers": [
      {
        "id": 61,
        "text": "\"Н-ну чтож,  эм,  где там наши костюмы?.. \""
      }
    ]
  },
  {
    "id": 75,
    "text": "— Ну всё — всё,  — улыбался парень,  — давай уже готовиться к Хэллоуину,  а то так всё веселье праздника пропустим. ",
    "answers": [
      {
        "id": 61,
        "text": "\"Да,  пора бы уже\""
      }
    ]
  },
  {
    "id": 76,
    "text": "  Услышав ваши слова,  парень тут же буквально \"расцвёл\". Зелёного цвета глаза стали полны счастья, а лицо его озарила широкая детская улыбка,  от которой ваши щёки невольно порозовели.  Стив довольно милый.  И как маленький ребёнок верит во всякие сказки.  \n\n[Получено достижение: \"Сказки?\"]",
    "answers": [
      {
        "id": 61,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 77,
    "text": "  Кажется,  сегодня вы не в настроении.  Может, Стив и ведёт себя как маленький ребёнок, и верит во всякие небылицы, и монстров,  но вам не кажется, что это было слишком грубо по отношению к нему?",
    "answers": [
      {
        "id": 78,
        "text": "Нет,  не кажется"
      },
      {
        "id": 79,
        "text": "Пожалуй,  я погорячилась"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Постояв ещё минуту,  Стив молча принялся выходить из вашей комнаты.  Будем надеяться,  что он не сильно расстроился. ",
    "answers": [
      {
        "id": 80,
        "text": "[Догнать] ",
        "need": -80
      },
      {
        "id": 83,
        "text": "[Ничего не предпринимать] ",
        "need": -80
      },
      {
        "id": 81,
        "text": "\"Извини.  Давай вместе готовиться к празднику\"",
        "need": 80
      }
    ]
  },
  {
    "id": 79,
    "text": "  Поняв свою оплошность,  вы извинились перед парнем.  Хорошо,  что Стив не обидчивый.  Ровно через секунду на его лице тут же появилась радостная улыбка. ",
    "answers": [
      {
        "id": 61,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 80,
    "text": "  Буквально на последней секунде вы сорвались с места и остановили Стива на лестнице. ",
    "answers": [
      {
        "id": 80,
        "text": "\"Стой!\"",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 81,
    "text": "  Остановившись и увидев ваше виноватое личико,  Стив мило улыбнулся.  \n  Вы молодец.  Решили таки извиниться. \n\n[Открыто достижение: \"Лучше поздно, чем никогда\"]\n",
    "answers": [
      {
        "id": 61,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 82,
    "text": "  Стив широко улыбнулся,  показывая тем самым свои белые клыки.  Ну как клыки.  Не такие,  как у монстров всяких,  конечно,  а человеческие, но тоже ничего. \n— А что если... я и есть вампир, — зловеще прошептал парень. \n— Ты такой дурак,  сил нет. ",
    "answers": [
      {
        "id": 5,
        "text": "[Тяжело вздохнуть] "
      }
    ]
  },
  {
    "id": 83,
    "text": "[Получено достижение: \"Безразличие\"]\n\nЧтож,  будем надеяться,  он не сильно обиделся. ",
    "answers": [
      {
        "id": 61,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 84,
    "text": "Итак,  не напомните,  какой костюм вы выбирали на праздник? ",
    "answers": [
      {
        "id": 85,
        "text": "Ведьма"
      },
      {
        "id": 86,
        "text": "Медсестра"
      },
      {
        "id": 87,
        "text": "Мёртвая невеста"
      },
      {
        "id": 89,
        "text": "Мёртвая школьница"
      },
      {
        "id": 117,
        "text": "Вампирша"
      },
      {
        "id": 124,
        "text": "Чертёнок "
      }
    ]
  },
  {
    "id": 85,
    "text": "  Надев милый костюм ведьмочки,  вы принялись краситься.  Ну а как без этого то?  Так образ полнее выглядит и намного красивее. \n  Закончив красить губы ярко-красной помадой,  вы расчесали волосы и надели большую симпатичную шляпу ведьмы. \n— Лира,  ну ты скоро?  — послышался голос Стива с первого этажа. ",
    "answers": [
      {
        "id": 92,
        "text": "[Спуститься на 1 этаж] "
      }
    ]
  },
  {
    "id": 86,
    "text": "  Надев  в завершении  белый халат,  взятый у мамы на работе (а она врач), вы принялись оставлять на нём пятна от искусственной крови.  Затем вы сделали пару дырок на колготках и,  растрепав волосы,  принялись наносить макияж. \n  Закончив с образом,  вы собирались уже выходить из комнаты. ",
    "answers": [
      {
        "id": 99,
        "text": "Эй,  а как же шапочка медсестры? \n[Найти и надеть] ",
        "need": -99
      },
      {
        "id": 100,
        "text": "[Спуститься] ",
        "need": 99
      },
      {
        "id": 100,
        "text": "[Не брать шапку] ",
        "need": -99
      }
    ]
  },
  {
    "id": 87,
    "text": " Надев потрёпаное свадебное платье,  туфли,  темно-синий парик и фату,  вы нанесли грим.  Но вот беда.  У персонажа из мультика вся левая рука ввиде костей.  Как рука скелета.  Времени у вас мало.  Успеете раскрасить руку? ",
    "answers": [
      {
        "id": 88,
        "text": "[Попытаться самой] "
      },
      {
        "id": 95,
        "text": "[Попросить маму] "
      }
    ]
  },
  {
    "id": 88,
    "text": "  Времени нет.  Вы решаете красить руку сами,  однако на себе это делать достаточно сложно,  учитывая то,  что вы сильно торопитесь...\n\n  Вот чёрт!  Вы размазали краску!  Времени мало,  что делать? ",
    "answers": [
      {
        "id": 90,
        "text": "[Попытаться самой исправить] ",
        "need": -90
      },
      {
        "id": 95,
        "text": "[Позвать маму] "
      }
    ]
  },
  {
    "id": 89,
    "text": "  Надев школьную форму младшеклассницы, вы порвали колготки для образа,  сделали два растрёпаных неаккуратных хвостика и принялись наносить грим. \n\n  Так, а какой костюм зомби без крови? ",
    "answers": [
      {
        "id": 105,
        "text": "Где её взять?"
      },
      {
        "id": 116,
        "text": "И без крови нормально"
      }
    ]
  },
  {
    "id": 90,
    "text": "[Получено достижение: \"Самостоятельная\"]\n\n Вы пытались,  но из-за волнения и торопливости всё пошло наперекосяк. Без помощи тут точно не обойтись. ",
    "answers": [
      {
        "id": 90,
        "text": "[Сдаться] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 91,
    "text": " 8:30 часов вечера.  Пора бы уже быть готовой,  ведь ровно в 9 начнётся вечеринка в честь Хэллоуина в доме у твоей хорошей знакомой Кэрол.  И ты,  кстати,  приглашена.  Как и Стив.  Однако, ты ещё даже не оделась,  не говоря уже о макияже.  А всё из-за того,  что что-то тебя подтолкнуло поискать в интернете информацию о вампирах.  Глупо,  правда?  Только зря убитое время?  Может да,  а может и нет. Что-то не так со Стивом и с убийством его матери.  И хоть вы и не верите в существование злобных монстров на подобии вампиров,  вы всё равно решили почитать о них. Но зачем вам теперь полученая информация?  Что вам даст информация о том,  что вампиров можно убить осиновым кольем или серебром? \n\nТак,  ладно,  время то идёт,  может,  стоит поторопиться? ",
    "answers": [
      {
        "id": 84,
        "text": "[Поторопиться] "
      },
      {
        "id": 84,
        "text": "\"Я всё и так успею\""
      }
    ]
  },
  {
    "id": 92,
    "text": "— Какая ты милая,  — сказал парень,  улыбаясь. \n— А ты...  охотник на вампиров?  Как Ван Хельсинг? — спросили вы,  почти не удивившись костюму друга. \n— Ага.  Кстати,  Лира,  а где твоя метла?  — спросил Стив. \n— Ой,  точно! ",
    "answers": [
      {
        "id": 93,
        "text": "[Подняться наверх за метлой] "
      },
      {
        "id": 94,
        "text": "[Пойти на вечеринку без метлы] ",
        "need": -94
      }
    ]
  },
  {
    "id": 93,
    "text": "  Итак,  наконец вы готовы.  Метла есть,  макияж есть,  костюм есть.  Отлично.  Однако уже 9, а вы ещё дома. ",
    "answers": [
      {
        "id": 97,
        "text": "[Выйти из дома] "
      },
      {
        "id": 96,
        "text": "[Пойти на кухню съесть пончик] ",
        "need": -96
      }
    ]
  },
  {
    "id": 94,
    "text": "Эй,  какая ведьма без метлы?  А ну марш наверх! ",
    "answers": [
      {
        "id": 94,
        "text": "\"Ну ладно... \"",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 95,
    "text": "  Мама вам помогла, и рука скелета получилась очень реалистичной,  особенно если приглушить свет,  однако всё это заняло достаточно много времени.  Уже 9:30. Вы опаздываете на вечеринку. ",
    "answers": [
      {
        "id": 101,
        "text": "[Спуститься на 1 этаж] "
      }
    ]
  },
  {
    "id": 96,
    "text": "— Да Лира,  блин!  — воскликнул Стив,  увидев вас,  собирающуюся съесть пончик.  — Мы пойдём или нет? ",
    "answers": [
      {
        "id": 97,
        "text": "\"Пошли\""
      },
      {
        "id": 98,
        "text": "\"Без пончика я никуда не уйду!\"",
        "need": -98
      }
    ]
  },
  {
    "id": 97,
    "text": "   И вот вы,  наконец,  вышли из дома.  До чего же на улице здорово.  Кругом разные тыквы,  пауки,  летучие мыши,  монстры...  Тыквы со страшными мордочками здесь заменяют фонари.  А ведь уже довольно темно,  от чего атмосфера вокруг становится ещё более пугающая,  ещё более пропитана Хэллоуином. Детишки в разных костюмах бегают по домам,  говоря: \"Сладость или гадость\". А после набивают свои мешки конфетами.  Эх,  настольгия.  В детстве и вы так делали,  однако всё меняется, и сейчас все подростки ходят на тематические вечеринки в честь праздника. Вот и вы идёте.  Кстати,  что-то вы слишком засмотрелись,  а время то идёт. ",
    "answers": [
      {
        "id": 131,
        "text": "[Поспешить] "
      }
    ]
  },
  {
    "id": 98,
    "text": "[Получено достижение: \"Пончики — наше всё\"]",
    "answers": [
      {
        "id": 96,
        "text": "[Запихнуть пончик в рот] "
      }
    ]
  },
  {
    "id": 99,
    "text": "  Осмотрев комнату в поиске шапочки,  вы  нашли её на подоконнике.  И что она там только делала? ",
    "answers": [
      {
        "id": 99,
        "text": "[Надеть] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 100,
    "text": "— О,  Лира,  это большая честь для меня идти с такой хорошенькой медсестрой,  — улыбнулся Стив.\n— С заляпаной одеждой в кровь, — усмехнулись вы. — А ты,  я смотрю,  Ван Хельсинг? Охотник на вампиров?  \n— Именно!  — воскликнул парень. \n— И почему я не удивлена,  — вздохнули вы. \n  Вы уже собирались выйти из дома,  но вас остановил женский голос:\n— Лира,  подожди! — позвала мама.  — А как же самое главное? \n— Ты о чём? \n  Мама подошла и подала вам укол,  наполненный искусственной кровью. \n— Ты же хотела взять его попугать кого-нибудь. ",
    "answers": [
      {
        "id": 97,
        "text": "[Взять укол] "
      },
      {
        "id": 102,
        "text": "\"Нет,  я хочу нож (хе-хе)\""
      }
    ]
  },
  {
    "id": 101,
    "text": "— Лира,  я уже думал,  что ты не выйдешь,  — устало вздохнул Стив,  видимо, от скуки.  Бедняга. \n— Стив,  а я думала,  ты — мой жених, — слегка удивились вы,  осмотрев костюм парня. \n— Так и есть. \n— Но откуда у тебя осиновые колья под пиджаком?  — спросили вы,  заметив оружие убийства вампиров. \n— Ну..  \n  Парень растерялся и начал нервно оглядываться по сторонам,  будто ища то,  что может оправдать его. \n",
    "answers": [
      {
        "id": 103,
        "text": "\"Мог бы уже сказать,  что ты будешь охотником на вампиров\""
      },
      {
        "id": 104,
        "text": "[Ничего не говорить] "
      }
    ]
  },
  {
    "id": 102,
    "text": "— Нож?  Зачем он тебе? — удивился Стив. \n— Так веселее,  — недобро улыбнулись вы. \n\n[Получено достижение: \"Хочу веселья\"]",
    "answers": [
      {
        "id": 97,
        "text": "[Сходить за ножом и намазать его искусственной кровью для образа] "
      }
    ]
  },
  {
    "id": 103,
    "text": "— Нет,  я — твой жених,  а это просто для самообороны,  — чуть улыбнулся парень. — Хэллоуин,  как ни как. \n— Стив,  Стив.. ",
    "answers": [
      {
        "id": 97,
        "text": "[Выйти на улицу] "
      }
    ]
  },
  {
    "id": 104,
    "text": "— Эй, только не обижайся,  я — твой жених,  а это,  — парень указал на орудие убийства нечисти,  — для самообороны. \n— Ясно.  Теперь чувствую себя в безопастности,  — улыбнулись вы. ",
    "answers": [
      {
        "id": 97,
        "text": "[Выйти из дома] "
      }
    ]
  },
  {
    "id": 105,
    "text": "  Хм,  ну вы же её покупали,  так?  Ищите тогда. ",
    "answers": [
      {
        "id": 106,
        "text": "[Осмотреть комнату] "
      }
    ]
  },
  {
    "id": 106,
    "text": "Так-с,  и где же она может быть?  ",
    "answers": [
      {
        "id": 107,
        "text": "[Залесть в шкаф] ",
        "need": [
          -107
        ]
      },
      {
        "id": 108,
        "text": "[Полазить по тумбочке] ",
        "need": -108
      },
      {
        "id": 109,
        "text": "[Осмотреть подоконник] ",
        "need": -109
      },
      {
        "id": 110,
        "text": "[Поискать в книжных полках] ",
        "need": 109
      }
    ]
  },
  {
    "id": 107,
    "text": "  Штаны,  кофты,  майки,  шорты,  носки... \nНу,  в принципе,  логично,  что не в шкафу.  Но почему бы и не проверить. ",
    "answers": [
      {
        "id": 107,
        "text": "[Осмотреть комнату] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 108,
    "text": "  Ручки,  карандаши,  блокноты,  какой-то мусор,  тетради, наклейки, печенье... \n\n  Опа,  печенье! ",
    "answers": [
      {
        "id": 108,
        "text": "[Продолжить дальше поиски] ",
        "backstepCount": 1,
        "isBack": true
      },
      {
        "id": 112,
        "text": "[Съесть одну печенюшку] "
      }
    ]
  },
  {
    "id": 109,
    "text": " Через окно видно,  что на улице уже так темно.  И только яркие светящиеся тыквы со страшными мордашками освещают город.  На улице уже гуляют люди в разных костюмах всяких демонов и прочей нечисти.  Вероятно,  они идут на вечеринку к Кэрол.  Скорее бы тоже там оказаться...\n  \nОй,  стоп,  подоконник чист,  идём дальше. ",
    "answers": [
      {
        "id": 109,
        "text": "[Продолжить искать] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 110,
    "text": " Книги,  фантики,  игрушки от киндера,  какие-то статуэтки... \n \nКрови нет.  Что будем делать? ",
    "answers": [
      {
        "id": 111,
        "text": "[Думать] "
      }
    ]
  },
  {
    "id": 111,
    "text": "  Так,  после похода в магазин,  вы её,  вроде как,  оставили у кровати,  верно? ",
    "answers": [
      {
        "id": 114,
        "text": "[Посмотреть на кровати] ",
        "need": -114
      },
      {
        "id": 113,
        "text": "[Посмотреть под кроватью] "
      }
    ]
  },
  {
    "id": 112,
    "text": "[Получено достижение: \"Обжора\"]\n\n— Хрум,  хрум... \n\nИтак,  поели,  теперь можно продолжить поиски. ",
    "answers": [
      {
        "id": 106,
        "text": "[Продолжить поиски] "
      }
    ]
  },
  {
    "id": 113,
    "text": " [Открыто достижение: \"Сыщик\"]\n\nНу наконец-то! Видимо,  она упала,  когда вы натягивали колготки, сидя на кровати.  Может,  столкнули случайно.  А из-за ковра звука не услышали. Теперь вы будете настоящим зомби! ",
    "answers": [
      {
        "id": 115,
        "text": "[Использовать кровь] "
      }
    ]
  },
  {
    "id": 114,
    "text": " Кроме разных мягких игрушек и украшений к Хэллоуину ничего нет.",
    "answers": [
      {
        "id": 114,
        "text": "[Продолжить поиски] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 115,
    "text": " И вот вы,  наконец, спустились на 1 этаж. \n— Я бы поругал тебя за опоздание,  но как можно ругать милую школьницу,  — улыбнулся Стив. \n Вы засмеялись. \n— А ты,  я смотрю,  убийца вампиров?  Как Ван Хельсинг? \n— Именно!  — уверенно воскликнул парень. \n— Хах,  ну пошли,  Ван Хельсинг. ",
    "answers": [
      {
        "id": 97,
        "text": "[Выйти из дома] "
      }
    ]
  },
  {
    "id": 116,
    "text": " Чтож,  твоё право.  Хотя с кровью ты выглядела бы более устрашающей. \n\n Ты,  в принципе,  готова,  на часах 9 вечера. Вечеринка только началась.  Поспеши. ",
    "answers": [
      {
        "id": 115,
        "text": "[Спуститься на 1 этаж] "
      },
      {
        "id": 105,
        "text": "[Всё же поискать кровь для образа] "
      }
    ]
  },
  {
    "id": 117,
    "text": "  Надев чёрное платье,  порваные колготки и туфли,  вы использовали тёмные тени и накрасили губы в помаду кровавого цвета.  \n  Осталось самое главное — клыки.  Только вот где они? ",
    "answers": [
      {
        "id": 118,
        "text": "[Подумать] "
      },
      {
        "id": 120,
        "text": "[Пойти без клыков] "
      }
    ]
  },
  {
    "id": 118,
    "text": " Итак,  подумав,  вы вспомнили,  что клыки находятся не в вашей комнате.  Их купила ваша мама и теперь они,  видимо, у неё. ",
    "answers": [
      {
        "id": 119,
        "text": "[Сходить к маме] "
      },
      {
        "id": 120,
        "text": "[Пойти без клыков] "
      }
    ]
  },
  {
    "id": 119,
    "text": "— Мам! — позвали маму вы,  выходя из комнаты. \n— Да, Лира? \n— А где мои клыки? \n— В моей комнате на тумбочке,  — ответила мама,  уходя на кухню. \n— Эй,  Лир,  — послышался голос Стива,  ждущего вас внизу,  — давай быстрее,  уже 9",
    "answers": [
      {
        "id": 121,
        "text": "[Идти в комнату матери] "
      },
      {
        "id": 120,
        "text": "[Пойти на вечеринку так] "
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ну наконец,  — сказал Стив,  увидев вас. \n— А твой костюм,  я смотрю,  подходит моему,  — улыбнулись вы,  рассматривая друга. — Охотник на вампиров. \n  Стив привычно широко улыбнулся:\n— Так и быть,  тебя я убивать не буду, вампирёныш. ",
    "answers": [
      {
        "id": 97,
        "text": "[Выйти из дома] "
      }
    ]
  },
  {
    "id": 121,
    "text": "  Итак,  вы в комнате родителей.  Она сказала на тумбочке,  а здесь их две по обе стороны от кровати.  Но это ничего не меняет,  ведь, клыков всё равно нет. ",
    "answers": [
      {
        "id": 123,
        "text": "[Посмотреть повнимательнее] ",
        "need": -123
      },
      {
        "id": 122,
        "text": "[Позвать маму] "
      }
    ]
  },
  {
    "id": 122,
    "text": "— На тумбочке же,  Лира,  — сказала ваша мама,  зайдя в комнату,  и,  подойдя к одной из тумбочек,  указала вам на белые вампирские клыки. \n— Ну как же так...  — подумали вы,  ведь клыков правда не было,  да и это уже не первый раз такая ерунда происходит.  Что за магия? \n\n[Получено достижение: \"Магия\"]",
    "answers": [
      {
        "id": 120,
        "text": "[Надеть клыки и спуститься на 1 этаж] "
      }
    ]
  },
  {
    "id": 123,
    "text": "  Вы осмотрели обе тумбочки,  но ничего,  кроме милых ламп на них не было.  Никаких клыков. ",
    "answers": [
      {
        "id": 123,
        "text": "\"И где они?\"",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 124,
    "text": "  Надев костюм чертёнка,  состоявшего из чёрного пышного платья с красными розами (  с хвостиком чертёнка сзади), колготок в сетку и чёрных туфель с красной подошвой,  вы посмотрели на часы.  Уже 9.",
    "answers": [
      {
        "id": 125,
        "text": "[Спуститься вниз] "
      },
      {
        "id": 126,
        "text": "[Подумать,  всё ли на месте] "
      }
    ]
  },
  {
    "id": 125,
    "text": "  Вот вы спустились к другу. \n— Хэй,  я смотрю,  у тебя костюм вроде Ван Хельсинга? \n— Именно!  — воскликнул парень,  обрадовавшись тому,  что вы знаете такого великого охотника на вампиров,  как Ван Хельсинг. \n— Ну что,  пошли?  Мы уже опаздываем. ",
    "answers": [
      {
        "id": 97,
        "text": "[Выйти из дома] "
      }
    ]
  },
  {
    "id": 126,
    "text": "  Осмотрев себя в зеркале,  вам показалось,  что чего-то не хватает,  и ведь точно.  Какой же чёрт без милых красных рожек? ",
    "answers": [
      {
        "id": 127,
        "text": "[Залесть в тумбочку,  в поисках обруча с рожками] "
      },
      {
        "id": 125,
        "text": "[Пойти без них] "
      }
    ]
  },
  {
    "id": 127,
    "text": "  В тумбочке 3 шуфлятки.  Какую проверить? ",
    "answers": [
      {
        "id": 128,
        "text": "Первую"
      },
      {
        "id": 129,
        "text": "Вторую"
      },
      {
        "id": 130,
        "text": "Третюю"
      }
    ]
  },
  {
    "id": 128,
    "text": " В первой шуфлятке у вас находятся различные тетради,  карандаши,  дневники,  журналы,  блокноты...  Но,  кажется,  обруча здесь нет. ",
    "answers": [
      {
        "id": 128,
        "text": "[Смотреть дальше] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 129,
    "text": "  Во второй шуфлятке у вас оказался склад разных конфет,  шоколадок,  фантиков и прочих сладостей",
    "answers": [
      {
        "id": 129,
        "text": "[Искать дальше] ",
        "backstepCount": 1,
        "isBack": true
      },
      {
        "id": 133,
        "text": "[Съесть конфетку] "
      }
    ]
  },
  {
    "id": 130,
    "text": "  В третей шуфлятке вы нашли давно утеряный браслет,  разные старые поломаные часы,  игрушки от кинтера, детские поделки и прочие вещи,  которыми давно не пользуетесь. ",
    "answers": [
      {
        "id": 130,
        "text": "[Продолжить поиски] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 131,
    "text": "   Ну наконец вы дошли до дома подруги.  Чудесно.  Только вот по пути вы то и дело,  что оглядывались по сторонам,  рассматривая всё подряд,  от чего пришли аж в 10 вечера.  Хорошо,  что с вами был Стив,  иначе вы пришли бы к...  да вообще бы не пришли.  Но да ладно.  Вечеринка продлится до 12, так что можно расслабиться. ",
    "answers": [
      {
        "id": 132,
        "text": "[Позвонить в дверь] "
      }
    ]
  },
  {
    "id": 132,
    "text": "   Дверь вам открыла Кэрол — высокая девушка в костюме,  как вы поняли,  кровавой Мэри.  Красные волосы,  красное пышное платье,  много крови на губах,  да и вообще на лице,  руках.  На то она и \"кровавая\".\n— Хэй,  Лира,  Стив,  — радостно воскликнула девушка,  — а я то уже думала,  что вы не придёте. \n— Это всё Лира,  — пожаловался Стив. ",
    "answers": [
      {
        "id": 134,
        "text": "[Незаметно для Кэрол наступить Стиву на ногу каблуком] ",
        "need": -134
      },
      {
        "id": 135,
        "text": "[Войти в дом] "
      }
    ]
  },
  {
    "id": 133,
    "text": "  Ну надо же.  Вы принялись выбирать конфету и во всей этой куче сладостей и фантиков случайно нарыли обруч. ",
    "answers": [
      {
        "id": 125,
        "text": "[Надеть и спуститься вниз] "
      }
    ]
  },
  {
    "id": 134,
    "text": "   Буквально за секунду лицо Стива изменилось с радостного на болезненный. \n— Он впорядке?  — удивлённо спросила Кэрол,  смотря на Стива. \n— Да — да,  — улыбнулись вы,  продолжая давить каблуком парню ногу,  — устал маленько. ",
    "answers": [
      {
        "id": 134,
        "text": "[Вести себя,  как ни в чём не бывало] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 135,
    "text": "   Войдя в дом, вас окружила толпа танцующих и веселящихся зомби,  вампиров,  скелетов и прочей нечисти. \n— Ну надо же,  — заулыбались вы,  — монстры отрываются. \n  Стив также улыбнулся:\n— А тут круто, — сказал парень,  рассматривая помещение. \n  Кроме пляшущих монстров кругом была ненастоящая паутина,  тарантулы,  летучие мыши,  тыквы,  естественно,  свечи.  Да и свет был приглушён,  из-за чего всё выглядело очень атмосферно.  Лучше некуда. \n— Хэй,  ребят,  пошлите веселиться!  — позвала вас Кэрол. ",
    "answers": [
      {
        "id": 136,
        "text": "[Веселиться] "
      }
    ]
  },
  {
    "id": 136,
    "text": "[Через некоторое время] \n\n— Эй,  Стив,  я не хочу домой!  Не тяни меня!  — вопили вы,  пытась вырваться из цепких рук парня. \n— Почти 12, Лира,  просто успокойся и пойдём ко мне домой!  — кричал Стив,  пытаясь вас не упустить. \n ",
    "answers": [
      {
        "id": 137,
        "text": "[Сдаться] "
      },
      {
        "id": 137,
        "text": "[Попытаться вырваться] "
      }
    ]
  },
  {
    "id": 137,
    "text": "   К сожалению, все ваши попытки не увенчались успехом.  Стив сильный,  зараза.  Так что вам пришлось смириться с вашей судьбой и топать рядом. ",
    "answers": [
      {
        "id": 138,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 138,
    "text": "— Эй,  ну не злись,  Лира,  — который раз уже говорил светловолосый. \n— Хватит вести себя как ребёнок,  Стив,  это уже не смешно!  Давай ещё к стулу меня привяжи!  — обиженно воскликнули вы. \n  Стив тяжело вздохнул.  Раньше вы к этому относились спокойно,  но всему есть предел.  Вам хочется гулять и веселиться,  тогда какого чёрта вы должны здесь отсиживаться? ",
    "answers": [
      {
        "id": 139,
        "text": "[Придумать план побега] "
      }
    ]
  },
  {
    "id": 139,
    "text": "   \"Хм,  нужно что-то придумать... \" — думали вы.  \"Но что?\"\n  Стив ходит туда — сюда по комнате,  что же делать?  Он так просто вас не отпустит. ",
    "answers": [
      {
        "id": 140,
        "text": "[Попросить воды/печенья/сока/что-нибудь ещё] "
      },
      {
        "id": 145,
        "text": "[Уйти в туалет] "
      }
    ]
  },
  {
    "id": 140,
    "text": "   Итак,  Стив ушёл,  что будем делать? ",
    "answers": [
      {
        "id": 141,
        "text": "[Выпрыгнуть в окно] ",
        "need": -141
      },
      {
        "id": 142,
        "text": "[Попытаться незаметно выйти через дверь] "
      }
    ]
  },
  {
    "id": 141,
    "text": "[Получено достижение: \"Бесстрашная\"]\n\n   Я,  конечно,  всё понимаю,  но ты на втором этаже находишься.  И ты не бэтмэн,  а хрупкая девушка,  забыла? Придумай другое что-нибудь. ",
    "answers": [
      {
        "id": 141,
        "text": "\"Вот блин\"",
        "isBack": true,
        "backstepCount": 1
      },
      {
        "id": 229,
        "text": "\"Плевать.  Один раз живём\""
      }
    ]
  },
  {
    "id": 142,
    "text": "   Вы  тихо вышли из комнаты Стива.  Однако вам предстоит пройти лестницу.  Вам безумно повезло,  что на кухне дверь была закрыта, и оттуда доносились голоса.  Стива и чей-то ещё,  мужской  Видимо, папы его.  Вот так удача.  Отец отвлёк Стива.  Наверное хотел узнать,  почему он вас тут держит, и почему вы поругались.\n   Но да ладно.  Поблагодаришь его позже. А сейчас пора драпать. ",
    "answers": [
      {
        "id": 143,
        "text": "[Тихонько спуститься и покинуть дом] "
      },
      {
        "id": 144,
        "text": "[Бежать что есть мочи,  не оглядываясь] "
      }
    ]
  },
  {
    "id": 143,
    "text": "— Фух,  — выдохнули вы,  закрыв за собой дверь.  Ну наконец-то вы на улице.  Только людей нет совсем,  почему-то.  Ну да ладно,  прогуляешься и пойдёшь к себе домой.  \n   Так,  стоять,  Стив же сейчас заметит пропажу.  А ну бегом отсюда! ",
    "answers": [
      {
        "id": 148,
        "text": "[Бежать] "
      }
    ]
  },
  {
    "id": 144,
    "text": "   Вы пулей вылетели из дома,  издавая громкое топанье.  Стив наверняка услышал это и заметил пропажу,  однако вы бежали не оглядываясь,  так что точно сказать,  выбежал ли парень за вами или нет,  вы не можете. ",
    "answers": [
      {
        "id": 148,
        "text": "[Продолжить бежать] "
      }
    ]
  },
  {
    "id": 145,
    "text": "   Итак,  под странным подозрительным взглядом Стива вы вышли из комнаты.  Парень смотрел,  куда вы пойдёте,  и вы это заметили,  так что направились прямиком к туалету, чтобы не вызвать подозрений. ",
    "answers": [
      {
        "id": 146,
        "text": "[Зайти в туалет] "
      }
    ]
  },
  {
    "id": 146,
    "text": "   Так-с,  так-с,  так-с.  Помоем-ка ручки (ванная и туалет совмещены). Вы ведь не должны вызывать подозрений. Стив должен хотя бы слышать звуки воды. ",
    "answers": [
      {
        "id": 147,
        "text": "[Помыть руки] "
      },
      {
        "id": 147,
        "text": "[Просто включить воду,  ничего не делая] "
      }
    ]
  },
  {
    "id": 147,
    "text": "   Итак,  некоторое время прошло.  Вы выключили воду и бесшумно открыли дверь.  К вашему удивлению,  Стив за вами не следил.  Из его комнаты были слышны голоса.  Видимо,  Стива и его папы.  Может,  отец решила узнать,  почему вас тут держат?  В любом случае,  это вам только на руку",
    "answers": [
      {
        "id": 143,
        "text": "[Тихо спуститься по лестнице и покинуть дом] "
      },
      {
        "id": 144,
        "text": "[Бежать что есть мочи, не оглядываясь] "
      }
    ]
  },
  {
    "id": 148,
    "text": "   Вы бежали довольно долго и,  завернув,  наконец, за угол,  остановились отдышаться. \n   Вы стояли,  оперевшись о стену какого-то здания, и тяжело дышали. \n— Уф,  — выдохнули вы,  — ну и ночка. \n  Вдруг у вас неожиданно появилось странное чувство, от которого вам стало не по себе.  Чувство,  будто за вами кто-то стоит.  Стив? ",
    "answers": [
      {
        "id": 149,
        "text": "[Обернуться] "
      }
    ]
  },
  {
    "id": 149,
    "text": "— Чт...? — удивились вы,  когда увидели какого-то парня,  но явно не Стива.  Волосы его были чёрного цвета,  лицо призрачно бледное.  Сам он был одет в чёрный солидный костюм.  Его чёлка слегка прикрывала подозрительно прищуренные глаза, а рот растянулся в зловещей улыбке. \n   От одного только вида парня у вас по телу пробежал холод.  В испуге вы сделали шаг назад,  потом ещё один.  Странный парень,  всё также улыбаясь,  начал медленно приближаться. ",
    "answers": [
      {
        "id": 152,
        "text": "\"Парень,  ты меня пугаешь.  Завязывай с этим\""
      },
      {
        "id": 151,
        "text": "[Бежать] "
      }
    ]
  },
  {
    "id": 150,
    "text": "   Вы медленно раскрываете глаза и видите лишь темноту.  \"Где я?\" — мысленно спросили вы. \"Я умерла?\".\n    Вдохнув по-больше воздуха, вас резко одолел сильный кашель. \n— М-м, — тихо простонали вы,  почувствовав после кашля колющую боль в шее. — Что за ерунда,  — прошептали вы.  — Где я? \n  Вы не спеша сели на кровати,  на которой лежали минуту назад.  Всё тело по непонятным причинам дико болело. ",
    "answers": [
      {
        "id": 154,
        "text": "[Попытаться встать] "
      },
      {
        "id": 157,
        "text": "[Поспать ещё часок] ",
        "need": -157
      }
    ]
  },
  {
    "id": 151,
    "text": "   Как только вы обернулись назад,  чтобы продолжить свой бег прямиком к дому,  вы увидели перед собой того парня и от неожиданности испугано вскрикнули. \n— Когда успел..?  — тихо с удивлением сказали вы. \n   Вы,  уже окончательно поняв,  что этот парень хочет сделать что-то неладное,  хотели бежать,  однако парень неожиданно прежал вас к стене,  не давая вам этого сделать. ",
    "answers": [
      {
        "id": 153,
        "text": "[Сопротивляться] "
      },
      {
        "id": 160,
        "text": "[Молча ждать,  что случиться] "
      }
    ]
  },
  {
    "id": 152,
    "text": "   Услышав ваш дрожащий голос,  парень улыбнулся,  обнажая тем самым свои белые зубы и...  клыки.  И выглядели они прям как настоящие.\n— Ого,  как реалистично,  — удивились вы,  —  с образом вампира ты справился на отлично. \n   Удивлённо подняв одну бровь,  незнакомец засмеялся. \n   Вам стало уж совсем некомфортно,  уж больно странный этот тип.  Вы повернули голову в сторону,  чтобы продумать самый надёжный путь побега до дома. \n   Однако стоило вам перевести взгляд обратно,  как парень стоял уже перед вами. \n— Когда успел..?  — прошептали вы и,  увидев какой-то холодый и голодный взгляд парня,  вы дёрнулись с места,  чтобы бежать,  однако незнакомец резко схватил вас за руку, и притянул к себе. ",
    "answers": [
      {
        "id": 153,
        "text": "[Сопротивляться] "
      },
      {
        "id": 160,
        "text": "[Молча ждать,  что случиться] "
      }
    ]
  },
  {
    "id": 153,
    "text": "— Лучше не сопротивляйся,  так только больнее будет,  — тихо и как-то холодно прошептал ненормальный. \n— Вс-смысле \"больнее\"? — ещё больше испугались вы.  Хотя,  куда уж больше?  Вы были просто в ужасе.  Внутри вас кипела паника,  которая вот — вот выльется через край и вы начнёте кричать,  и звать на помощь. \n— Даже не думай кричать,  — будто прочтя ваши мысли,  всё также тихо прошептал парень вам на ушко.  — Тебе же хуже будет. ",
    "answers": [
      {
        "id": 155,
        "text": "[Вспомнить о ноже в кармане] ",
        "need": [
          -155,
          102
        ]
      },
      {
        "id": 159,
        "text": "[Вырываться] "
      },
      {
        "id": 160,
        "text": "[Послушаться парня] "
      }
    ]
  },
  {
    "id": 154,
    "text": "   Тихо издавая болезненные звуки,  вы всё же встали с кровати на холодный пол. ",
    "answers": [
      {
        "id": 162,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 155,
    "text": "   Точно!  Вы же к костюму медсестры взяли нож!  Может,  вам удастся его использовать с пользой? ",
    "answers": [
      {
        "id": 156,
        "text": "[Попытаться воспользоваться ножом] "
      },
      {
        "id": 155,
        "text": "[Выкинуть эту идею из головы] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 156,
    "text": "   Вам удалось ранить незнакомца,  оставив ему порез на животе,  однако парень был на редкость ловким и уже через секунду ваш нож,  заляпаный искусственной кровью и кровью этого парня,  валялся у вас под ногами. ",
    "answers": [
      {
        "id": 158,
        "text": "\"Чёрт... \""
      }
    ]
  },
  {
    "id": 157,
    "text": "   Сон никак не приходил.  Оно и понятно,  вы проснулись непонятно где,  всё тело ломит.  Да и вообще непонятно сколько вы так пролежали. День,  два... ",
    "answers": [
      {
        "id": 157,
        "text": "[Отбросить идею со сном] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 158,
    "text": "— А ты оказывается плохая девочка,  — зловеще улыбнулся \"вампир\", показывая вам свои белоснежные клыки. — Люблю непокорных. \n   Вы попытались вырваться,  однако этот парень слишком силён,  да и вообще он явно больше вас. \n— Тише — тише.  Если будешь хорошей девочкой — больно не будет.  Ну почти...",
    "answers": [
      {
        "id": 159,
        "text": "[Вырываться] "
      },
      {
        "id": 160,
        "text": "[Смириться и просто ждать] "
      }
    ]
  },
  {
    "id": 159,
    "text": "   Стоило вам начать вырываться,  как парень резко сжал ваши руки, делая тем самым больно,  и крепко прижал вас к стене.  \n\n.... всё,  что вы помните перед тем, как потеряли сознание — это его открытый рот с огромными белоснежными клыками и острую жгучую боль в шее.... ",
    "answers": [
      {
        "id": 161,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 160,
    "text": "   Услышав,  прошепченные вам на ушко слова \"Хорошая девочка\", вы почувствовали острую боль в шее от которой болезненно вскрикнули.  А дальше — темнота... ",
    "answers": [
      {
        "id": 161,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 161,
    "text": "  Конец 2 главы. \n  Перейти к 3 главе? ",
    "answers": [
      {
        "id": 150,
        "text": "[3 глава \"Новая жизнь\"]"
      },
      {
        "id": 1,
        "text": "[В начало] "
      },
      {
        "id": 1,
        "text": "Группа ВК",
        "url": "http://vk.com/helena_quests"
      }
    ]
  },
  {
    "id": 162,
    "text": "   Вся комната была очень тёмной, в чёрных тонах.  Поэтому,  если бы не лучи света за такими же чёрными шторами,  вы бы решили,  что сейчас ночь.  \n   Комната была большая и просторная.  Большой шкаф,  двуспальная кровать,  разные тумбочки,  большое зеркало на стене... И всё такое красивое,  в узорах.  Так...  величественно,  что-ли.  Комната — как какие-то сказочные хоромы,  только почему то чёрные. Именно поэтому вам тут сразу не понравилось.  Всё такое чёрное и мрачное.  Просто ужасно. ",
    "answers": [
      {
        "id": 163,
        "text": "[Развесить занавески] ",
        "need": -163
      },
      {
        "id": 164,
        "text": "[Подойти к зеркалу] ",
        "need": 163
      }
    ]
  },
  {
    "id": 163,
    "text": "— А-ай!!  — закричали вы,  когда солнечный свет попал на вас.  Вас будто обожгло кипятком, и вы в панике завесили шторы обратно. \n— Ч-что это было? — нервно спросили сами себя вы. — Какого чёрта солнечный свет так жжёт? \n  Нервно вздохнув,  вы попытались собраться с мыслями.  Однако это не так то просто,  когда у тебя всё тело болит, и вокруг творится чёрти что. ",
    "answers": [
      {
        "id": 163,
        "text": "[Продолжить осматривать помещение] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 164,
    "text": "   Подойдя к зеркалу, вы просто не узнали себя.  Волосы какие-то почерневшие,  лицо бледное,   такое же,  как и ваши мёртвенно-бледные губы, да и вся кожа в целом.  В некоторых местах виднелись небольшие покраснения, по всей видимости,  от солнечного света,  что довольно странно.  Тёмные круги под глазами.  А ещё страннее было то,  что на вас было надето чёрное длинное платье, вместо вашего костюма на Хэллоуин. \n— Что за чёрт...  — шокированно произнесли вы. \n— Не  волнуйся,  скоро тебе не понадобится зеркало,  — сказал чей-то мужской голос за вашей спиной. ",
    "answers": [
      {
        "id": 165,
        "text": "[Обернуться] "
      }
    ]
  },
  {
    "id": 165,
    "text": "— Как себя чувствуешь?  — спокойным голосом спросил парень в солидном чёрном костюме. \n— Как будто по мне бульдозером проехали,  — хрипло произнесли вы,  еле стоя на ногах.  Тело ужасно болело,  а всё происходящее вокруг вас только больше нагнетало обстановку. \n   Вы действительно чувствовали себя,  мягко говоря,  хреново.  Голова кружилась, а ноги подкашивались ещё сильнее,  чем прежде.  Ещё секунда, и вы вот — вот упадёте. \n— Эй,  осторожно! Тебе лучше лечь на кровать,  — сказал парень,  буквально поймав вас,  спасая от падения,  и поднял на руки.  — Не напрягайся. \n— Ты...  — тихо начали вы,  разглядывая лицо незнакомца.  — Это ты на меня напал... \n  Парень чуть улыбнулся. \n— А ты изменился,  — всё также тихо прошептали вы. \n— Правда?  — удивленно подняв одну бровь,  спросил парень. \n— Тогда ты выглядел безумно.  Твоя улыбка,  взгляд.  Я тебя безумно испугалась,  честно говоря.  Но сейчас же ты выглядишь с точностью наоборот...  — находясь в полубезсознательном состоянии,  прошептали вы. \n  ",
    "answers": [
      {
        "id": 167,
        "text": "[Обратить внимание на зеркало] ",
        "need": -167
      },
      {
        "id": 166,
        "text": "[Смотреть на парня] "
      }
    ]
  },
  {
    "id": 166,
    "text": "   Сознание медленно покидало вас,  и вы это прекрасно ощущали.  Боль постепенно уходила,  тело всё переставало вас слушаться. \n   Перед тем как снова провалиться во тьму,  вы внимательно осматривали лицо того \"маньяка\", который на вас напал, и вы точно увидели на его лице удивление от сказанного вами. А ведь он действительно выглядел совсем не так,  как тогда. Он выглядел как-то взволнованно, что-ли. А может вы просто начали бредить?..",
    "answers": [
      {
        "id": 169,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 167,
    "text": "  Медленно проведя взгляд на зеркало,  вы увидели там только себя, будто парня нет, и это вам всё только привиделось. Галлюцинации?  Хотя вы вполне хорошо ощущали крепкие мужские руки на своей талии...\n  \"Скоро тебе не понадобится зеркало... \" — вспомнили вы слова незнакомца. \n",
    "answers": [
      {
        "id": 167,
        "text": "[Далее] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 168,
    "text": "— А-ам,  — тихо зевнули вы и открыли сонные глаза. \n   И снова эта серая мрачная комната.  Хм,  кажется,  она даже начала вам немного нравится...  Может,  просто привыкли к ней?  \n   \"М-м.. \" — издали вы тихий стон.  \"Как же есть охота\"\n— Уже проснулась?  — раздался голос у двери,  от которого вы вздрогнули и обернулись. \n— Ты что, следишь за мной?  — недовольно ответили вы. \n— Ты обращена в вампира.  Естественно,  ты можешь наделать глупостей,  не контролируя себя. ",
    "answers": [
      {
        "id": 198,
        "text": "\"Не твое дело\""
      },
      {
        "id": 218,
        "text": "\"Хм,  наверное,  я должна сказать: \"Спасибо\""
      }
    ]
  },
  {
    "id": 169,
    "text": "   Итак.  Спустя неизвесно сколько времени вы снова открываете глаза и оказываетесь там же,  где и были.  На двуспальной кровати в просторной чёрной комнате.  Чувствовали вы себя уже лучше,  но всё же присутствовала небольшая боль в суставах.  Да и зубы побаливали почему-то.  ",
    "answers": [
      {
        "id": 170,
        "text": "[Провести языком по зубам] ",
        "need": -170
      },
      {
        "id": 171,
        "text": "[Встать с кровати] "
      }
    ]
  },
  {
    "id": 170,
    "text": "   Проведя языком по зубам,  которые по непонятным причинам болели, вы замерли в ступоре.  Вам кажется,  или ваши два боковых зуба выросли в размере?  Да ещё и такие острые. Так всегда было?  Странно... ",
    "answers": [
      {
        "id": 170,
        "text": "\"Что здесь вообще происходит? \"",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 171,
    "text": "  Встав и оглядев ещё раз комнату,  вас охватила паника.  Теперь то вы чувствовали себя почти нормально,  разве что есть хотелось,  однако теперь вы могли мыслить здраво,  и вам очень всё это не нравилось. ",
    "answers": [
      {
        "id": 172,
        "text": "[Выйти из комнаты] ",
        "need": -172
      },
      {
        "id": 173,
        "text": "[Остаться в комнате и подумать над происходящим] "
      }
    ]
  },
  {
    "id": 172,
    "text": "   Открыв дверь,  вы услышали неприятный слуху скрип,  эхом раздававшийся отовсюду. \n  Выйдя из комнаты,  вы увидели длинный тёмный и довольно устрашающий коридор,  по бокам которого располагались светящиеся тыквы со страшными вырезаными лицами, и факелы.  Они были единственным,  что освещало этот коридор. \n   Кажется,  где-то вы услышали тихий шорох и непонятный звук.  По телу пробежал табун мурашек. \n   ",
    "answers": [
      {
        "id": 175,
        "text": "[Продолжить идти] "
      },
      {
        "id": 173,
        "text": "[Вернуться назад] "
      }
    ]
  },
  {
    "id": 173,
    "text": "   Вы снова сели на просторную кровать и пытались понять,  где вы,  кто тот парень,  и что с вами вообще происходит.  \n   Однако, прошло уже достаточно много времени,  а вы так ничего и не придумали.  Слишком много вопросов и ни одного ответа.  Бездействовать в данной ситуации — не выход.  ",
    "answers": [
      {
        "id": 172,
        "text": "[Выйти из комнаты] ",
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 174,
    "text": "   Через неизвестно сколько времени вы остановились,  так как увидели дверь слева.  ",
    "answers": [
      {
        "id": 177,
        "text": "[Посмотреть,  что там] ",
        "need": [
          -177
        ]
      },
      {
        "id": 178,
        "text": "[Продолжить идти вперёд] "
      }
    ]
  },
  {
    "id": 175,
    "text": "   Всяв себя в руки,  вы медленно начали идти вперёд,  оглядываясь на светящиеся тыквы,  которые в темноте выглядели ещё более устрашающими. \n  Иногда вы слышали тихие шорохи и звуки,  из-за которых останавливались,  пытаясь вслушаться.   Кажется,  эти звуки исходили из того отверстия в стене справа от вас. ",
    "answers": [
      {
        "id": 174,
        "text": "[Продолжить идти] "
      },
      {
        "id": 176,
        "text": "[Заглянуть в отверстие] ",
        "need": -176
      }
    ]
  },
  {
    "id": 176,
    "text": "[Получено достижение: \"Любопытная\"]\n\n— А-а!!  — закричали вы,  когда прямо на вас из отверстия вылетела большая летучая мышь и скрылась в темноте,  оставляя вас трястись от неожиданности. ",
    "answers": [
      {
        "id": 176,
        "text": "[Нервно вздохнуть] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 177,
    "text": "   Открыв со скрипом большую широкую дверь,  вы увидели огромных размеров комнату с огромным столом в центре,  кучей стульев и красивой, расписанной разными узорами, посудой,  и бокалами. \n   Сверху, над головой, вы увидели огромных размеров люстру,  однако освещало помещение лишь множество факелов на стенах. ",
    "answers": [
      {
        "id": 177,
        "text": "[Выйти из комнаты] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 178,
    "text": "   Только вы сделали шаг,  как послышался мужской голос:\n— Потерялась? \n   Обернувшись,  вы увидели того странного парня. ",
    "answers": [
      {
        "id": 182,
        "text": "\"Что это за место? \"",
        "need": -182
      },
      {
        "id": 180,
        "text": "\"Что с моей внешностью? \"",
        "need": -180
      },
      {
        "id": 179,
        "text": "\"Что я здесь делаю? \"",
        "need": -179
      },
      {
        "id": 181,
        "text": "\"Я хочу домой! \"",
        "need": 179
      }
    ]
  },
  {
    "id": 179,
    "text": "— Ты будешь здесь жить,  — непренуждённо ответил парень. \n— О чём ты говоришь?  Я не буду тут жить!  — воскликнули вы.  Внутри вас всё больше наростала паника. \n— Принимай это как хочешь.  Теперь ты такая же,  как и я,  и твой дом здесь,  — холодным голосом с лицом,  не выражающим ничего,  сказал парень. ",
    "answers": [
      {
        "id": 179,
        "text": "[Продолжить задавать вопросы] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 180,
    "text": "— Ты становишься похожей на меня. \n— В каком смысле? \n— Ты превращаешься в вампира,  — спокойно ответил незнакомец,  без каких-либо эмоций. \n— Вампиров не бывает!  — воскликнули вы. \n— Правда?  Тогда попробуй сама объяснить,  то с тобой происходит,  — усмехнулся парень,  сложив руки на груди. ",
    "answers": [
      {
        "id": 180,
        "text": "[Продолжить задавать вопросы] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 181,
    "text": "— Теперь твой дом здесь,  — строго сказал парень.\n— Нет!  Отпусти меня!  — воскликнули вы,  чуть не плача,  — Что тут вообще происходит?  Я хочу домой! \n— Увы,  ты долго не протянешь,  если уйдёшь отсюда. \n— Что ты со мной сделал?! — закричали вы,  не заметив,  как по щекам уже во всю текли слёзы. \n— Прости,  — сказал парень.  —  Что-то мне подсказало не убивать тебя.  Может,  зря.  Но,  что сделано,  то сделано,  и теперь я в ответе за тебя. И ты никуда отсюда не уйдёшь,  — строго сказал парень. \n ",
    "answers": [
      {
        "id": 185,
        "text": "[Убежать в свою комнату, хлопнув дверью] "
      }
    ]
  },
  {
    "id": 182,
    "text": "— Это старинный,  богом забытый замок,  — сказал парень. ",
    "answers": [
      {
        "id": 183,
        "text": "\"Можно по-подробнее? \"",
        "need": -183
      },
      {
        "id": 184,
        "text": "\"Что ты здесь делаешь? \""
      }
    ]
  },
  {
    "id": 183,
    "text": "— По-подробнее?  Этому замку тысячи лет,  он находится далеко на горе,  куда не ступала нога человека уже очень и очень давно. Прекрасное место с прекрасным видом на небо и луну ночью.  Тебе здесь понравится... Может быть. ",
    "answers": [
      {
        "id": 183,
        "text": "[Продолжить задавать вопросы] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 184,
    "text": "— Я здесь живу,  — усмехнувшись,  ответил парень.\n— Ты смеёшься надо мной?  Как здесь можно жить? \n— Легко и просто,  — улыбнулся парень. ",
    "answers": [
      {
        "id": 178,
        "text": "[Продолжить задавать вопросы] "
      }
    ]
  },
  {
    "id": 185,
    "text": "   Убежав в вашу нынешнею комнату,  вы громко хлопнули дверью и бухнулись в отчаянии на кровать.  Что же делать? Что с вами?  Вы превращаетесь в вампира?  Но ведь их не бывает!  Или  всё-таки бывают?.. Что вообще происходит?! ",
    "answers": [
      {
        "id": 186,
        "text": "[Продолжить отчаянно плакать в подушку] "
      }
    ]
  },
  {
    "id": 186,
    "text": "   Через неизвестно сколько времени вы не заметили как уснули.  А снился вам замечательный сон,  наполненный теплом и уютом.  А именно: ваш дом, вечно смеющийся Стив,  улыбающиеся мама и папа.  И всё как прежде... \n\n   Вдруг вы почувствовали что-то тёплое и мягкое,  и услышали тихий шорох.  Сон медленно начал уходить.  Здесь явно кто-то был. ",
    "answers": [
      {
        "id": 187,
        "text": "[Посмотреть] "
      },
      {
        "id": 188,
        "text": "[Притвориться спящей] "
      }
    ]
  },
  {
    "id": 187,
    "text": "   Чуть приоткрыв глаза,  вы увидели того парня,  назвавшего себя вампиром,  который аккуратно,  чтобы вас не будить,  накрывал вас пледом. \n   Закончив,  он перевёл взгляд на вас, отчего вы сразу же закрыли глаза,  чуть постоял и со вздохом сказал:\n— Кого ты пытаешься обмануть.  Я знаю,  что ты не спишь. ",
    "answers": [
      {
        "id": 189,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 188,
    "text": "— Кого ты пытаешься обмануть.  Я знаю,  что ты не спишь,  — послышался знакомый мужской голос. ",
    "answers": [
      {
        "id": 189,
        "text": "[Открыть глаза] "
      }
    ]
  },
  {
    "id": 189,
    "text": "— Послушай,  я знаю,  что тебе нелегко,  но иначе никак,  — начал парень.  — Здесь ты в безопастности.  Только слушай меня и никуда отсюда не уходи.  В любом случае,  я не дам тебе этого сделать. ",
    "answers": [
      {
        "id": 199,
        "text": "\"Расскажи мне всё\""
      },
      {
        "id": 191,
        "text": "[Промолчать] "
      }
    ]
  },
  {
    "id": 190,
    "text": "— До сих пор не веришь мне?  — усмехнулся парень. — В вампиров никто не верит.  Мы ведь \"миф\". Однако вампиры есть. Но тут я один,  и вообще я давно не видел других моих сородичей.  У меня даже появились подозрения,  что их всех перебили,  — тише сказал парень. ",
    "answers": [
      {
        "id": 192,
        "text": "\"Расскажи о себе\"",
        "need": -192
      },
      {
        "id": 207,
        "text": "\"Как долго ты здесь живёшь? \"",
        "need": [
          -207
        ]
      },
      {
        "id": 208,
        "text": "\"Что будет со мной? \"",
        "need": -208
      },
      {
        "id": 193,
        "text": "\"Почему именно на Хэллоуин появляются вампиры? \"",
        "need": [
          208
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "— Злишься на меня?  Ненавидишь?  Твоё право.  Однако,  как я уже сказал,  ты отсюда не выйдешь. ",
    "answers": [
      {
        "id": 204,
        "text": "\"Видеть тебя не хочу\""
      },
      {
        "id": 199,
        "text": "\"Расскажи мне всё\""
      }
    ]
  },
  {
    "id": 192,
    "text": "— О себе?  Ну,  я Дэвид, и я был рождён вампиром.  Мои родители,  правда,  давно уже мертвы из-за некого человека,  который охотится за нами.  Я его никогда не видел.  А в тот день я,  к тому же, был слишком мал.  Честно говоря,  я рад,  что ты здесь,  потому что я здесь всегда один. ",
    "answers": [
      {
        "id": 192,
        "text": "[Продолжить] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 193,
    "text": "— Это неправда.  Мы можем нападать в любое время.  Однако Хэллоуин действительно магический праздник,  ведь именно в этот день мне хочется убивать,  как никогда. ",
    "answers": [
      {
        "id": 194,
        "text": "\"Ты в тот день выглядел устрашающе.  Но сейчас ты совсем другой...\""
      }
    ]
  },
  {
    "id": 194,
    "text": "— Я ведь сказал,  что в Хэллоуин мне хочется убивать.  Это день тьмы и разной,  как люди говорят,  нечести. Я один из них и не могу себя контролировать в это время.  А вообще я давно стараюсь пить как можно меньше крови... Знаешь,  я обычно убиваю людей в Хэллоуин,  выпивая всю их кровь,  но тебя я просто обратил,  выпив всего ничего.  Не знаю,  почему так получилось.  Так же,  как и не знаю, хорошо это или нет.  Я помогу тебе,  но только,  если будешь меня слушать.  Ведь твоя жизнь полностью изменится.  Это новая жизнь.  Жизнь вампира. ",
    "answers": [
      {
        "id": 195,
        "text": "\"Я хочу домой\""
      },
      {
        "id": 196,
        "text": "\"А как же мой дом? \""
      }
    ]
  },
  {
    "id": 195,
    "text": "  Услышав вас,  Дэвид нахмурился и молча отрицательно покачал головой. ",
    "answers": [
      {
        "id": 202,
        "text": "[Молча думать о сказанном] "
      },
      {
        "id": 197,
        "text": "\"Я не останусь здесь! \""
      }
    ]
  },
  {
    "id": 196,
    "text": "— Твой дом теперь здесь.  Ты — вампир,  и тебе не место среди людей. ",
    "answers": [
      {
        "id": 197,
        "text": "\"Я здесь не останусь! \""
      },
      {
        "id": 202,
        "text": "[Молча думать о сказанном] "
      }
    ]
  },
  {
    "id": 197,
    "text": "— У тебя нет выбора!  — воскликнул Дэвид. \n— Выбор есть всегда! \n— Не в этот раз,  Лира,  — громко и холодно сказал парень,  отчего вы вздрогнули.  \n— Ты отсюда не выйдешь. ",
    "answers": [
      {
        "id": 200,
        "text": "\"Но это ты виноват!\""
      },
      {
        "id": 201,
        "text": "[Заплакать] "
      }
    ]
  },
  {
    "id": 198,
    "text": "— Как раз таки моё. Лира,  — выделив ваше имя,  ответил парень. — Ты не справишься без помощи. ",
    "answers": [
      {
        "id": 219,
        "text": "\"Справлюсь и без тебя! \""
      },
      {
        "id": 218,
        "text": "\"Пожалуй, ты прав. Спасибо за помошь\""
      }
    ]
  },
  {
    "id": 199,
    "text": "— Всё?  Что именно? — спросил парень,  садясь к вам на кровать. ",
    "answers": [
      {
        "id": 190,
        "text": "\"О вампирах\""
      }
    ]
  },
  {
    "id": 200,
    "text": "— Прости, — сказал Дэвид,  смотря на вас. — Я не мог себя контролировать.  Ты знаешь. ",
    "answers": [
      {
        "id": 203,
        "text": "\"Ты прав. Я что-то погорячилась... \""
      },
      {
        "id": 204,
        "text": "\"Видеть тебя не хочу\""
      }
    ]
  },
  {
    "id": 201,
    "text": "— Ну за что мне это?  — воскликнули вы,  заплакав.  — Всё же нормально было! Почему всё произошло именно так?  Почему я?  Да и вообще,  что тут происходит?  Какие,  к чёрту,  вампиры?  Это не правда!  Не правда!  Я сейчас проснусь дома и забуду это всё как страшный сон. ",
    "answers": [
      {
        "id": 200,
        "text": "[Посмотреть на Дэвида] "
      }
    ]
  },
  {
    "id": 202,
    "text": "— Мне уйти?  — спросил парень,  увидив ваше задумчивое лицо. \n— Вы молча подняли взгляд.  Что вы чувствуете по отношению к Дэвиду?  Вы его ненавидите?  Или же он не так плох?  Он ведь не виноват в том,  что так вышло.  Он не мог себя контролировать.  Но с другой стороны...  он всё-же виноват и кардинально изменил вашу жизнь не в самую лучшую сторону. ",
    "answers": [
      {
        "id": 205,
        "text": "\"Оставь меня одну\""
      }
    ]
  },
  {
    "id": 203,
    "text": "— Я думал,  ты меня ненавидишь. \n— Вовсе нет.  Просто всё так неожиданно.  Вампиры...  Теперь мне придётся жить здесь,  хотя я вовсе не хочу этого.  Мне не нравится это место,  как и вся эта ситуация.  Но ведь,  если я уйду,  я нанесу вред людям,  так?  Придётся просто смириться... \n— Прости.  Думаю,  мне лучше будет оставить тебя наедине,  чтобы ты могла всё обдумать. ",
    "answers": [
      {
        "id": 206,
        "text": "[Лечь спать] "
      },
      {
        "id": 211,
        "text": "[Лечь,  всё обдумывая] "
      }
    ]
  },
  {
    "id": 204,
    "text": "— Раз так,  то я,  пожалуй,  оставлю тебя наедине с собой.  Я понимаю,  тебе нужно время принять всё это,  — сказал парень,  поднявшись с кровати и направляясь к двери. — И даже не вздумай выкинуть какой-нибудь трюк,  — строго сказал он, стоя у двери. — Как бы ты меня ненавидела,  отпустить я тебя не могу.  Просто прими это.  Тебе придётся смирится и довериться мне, — с этими словами парень вышел из комнаты. ",
    "answers": [
      {
        "id": 211,
        "text": "[Лечь на кровать,  всё обдумывая] ",
        "need": -211
      },
      {
        "id": 206,
        "text": "[Лечь спать] ",
        "need": [
          211
        ]
      }
    ]
  },
  {
    "id": 205,
    "text": "— Конечно,  — спокойно сказал парень и,  опустив взгляд, молча подошёл к двери. — Только не делай глупостей, ладно? Я помогу тебе освоится. Просто доверься мне.  — с этими словами Дэвид вышел. \n   \"Довериться? \" — подумали вы.  \"Смогу ли я,  после всего,  что произошло... \"",
    "answers": [
      {
        "id": 206,
        "text": "[Лечь спать] ",
        "need": 211
      },
      {
        "id": 211,
        "text": "[Лечь,  обдумывая всё] "
      }
    ]
  },
  {
    "id": 206,
    "text": "   Сон долго не хотел приходить.  В голове то и дело крутились картины происходящего.  Кто бы мог подумать,  что с вами такое пройдёт однажды.  Сказал бы кто раньше,  вы бы засмеялись.  А сейчас что-то не смешно. \n   В этом замке постоянно темно.  Лучи солнца почти не проникают в комнату,  а развесить шторы вы боитесь.  Здесь практически невозможно узнать,  ночь сейчас или день. Кажется,  тут всегда одна тьма. \n   \"Как там родители,  Стив?  Ищут ли меня?  И... найдут ли? \" — подумали вы.  \"Мне нужно всё хорошо обдумать,  ведь я хочу домой,  но,  видимо,  придётся остаться... Дэвид же сказал,  что я могу навредить людям,  но...  Я не чувствую никакой агрессии,  жажды крови.  Только есть сильно хочу.  Оно и понятно,  я не ела уже давно.  Может,  Дэвид мне солгал..?\"\n   И с этими мыслями вы погрузились в глубокий сон. ",
    "answers": [
      {
        "id": 168,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 207,
    "text": "— Очень долго.  С самого рождения.  Лет 115. Столько,  сколько и мне сейчас. \n— Тебе 115 лет?? \n— Лира,  я вампир.  Мы бессмертны. Ну,  если конечно,  никто не вонзит в нас осиновый кол,  — усмехнулся парень.  — Тебе,  кстати,  я бы дал столько же. ",
    "answers": [
      {
        "id": 207,
        "text": "\"Ну спасибо.. \"",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 208,
    "text": "— Ты становишься вампиром.  Головокружение,  я так понимаю,  прошло.  Внешность твоя постепенно меняется, но в целом, ты останешься собой.  Жить ты будешь здесь,  так как ты просто не выживешь за пределами этого дома.  Скоро ты станешь полноценным вампиром,  и я буду тебя учить. ",
    "answers": [
      {
        "id": 209,
        "text": "\"Учить чему? \"",
        "need": -209
      },
      {
        "id": 210,
        "text": "\"Почему не выживу? \""
      }
    ]
  },
  {
    "id": 209,
    "text": "— Тому,  как не поддаваться искушению и не убивать людей. Тому,  как контролировать голод. ",
    "answers": [
      {
        "id": 209,
        "text": "[Продолжить] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 210,
    "text": "— Потому что ты не обучена.  Ты не знаешь,  какого это.  Ты умрёшь,  как только выйдешь на свет,  либо тебя одолеет голод, и ты нападёшь на человека, и убьёшь его,  ведь жажда крови так сильна.  Она затуманит твой разум.  А когда ты придёшь в себя,  то поймёшь,  что наделала и скорее всего,  не захочешь так жить, и сама покончишь с собой.  К тому же,  ты опасна для людей.  Тебе там не место. ",
    "answers": [
      {
        "id": 190,
        "text": "[Продолжить] "
      }
    ]
  },
  {
    "id": 211,
    "text": "   Столько всего произошло...  Вампир, похищение,  замок...  Это правда не сон? Нет,  если бы это было сном,  вы бы не могли так спать,  просыпаться, чувствовать голод,  лёгкое головокружение и усталось.  Увы,  это не сон. ",
    "answers": [
      {
        "id": 212,
        "text": "[Подумать о доме] ",
        "need": -212
      },
      {
        "id": 213,
        "text": "[Подумать о том,  какого будет жить в замке] ",
        "need": -213
      },
      {
        "id": 215,
        "text": "[Подумать о себе,  как о вампире] ",
        "need": -215
      },
      {
        "id": 214,
        "text": "[Подумать о Дэвиде] ",
        "need": 215
      }
    ]
  },
  {
    "id": 212,
    "text": "   \"Дом...  как там родители,  Стив?  Скучают ли?  Ищут ли? Хотя,  о чём это я,  конечно скучают и ищут.  Тем более Стив.  Как он там? Знал ли он о вампирах?  И почему не сказал мне? Наверное,  потому что я бы вряд ли поверила... \n   Вернусь ли я домой? Увижу ли родных,  друзей?  Будет ли всё,  как прежде?  Столько вопросов и не одного ответа... \"",
    "answers": [
      {
        "id": 212,
        "text": "[Продолжить] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 213,
    "text": "   \"Это место такое странное и мрачное.  Хотя,  последнее время чёрный цвет начал меня привлекать...  Это нормально?  Может,  я просто привыкла?  Если я не вернусь домой,  мне придётся жить здесь с Дэвидом.  Так странно и необычно,  пугающе.  Эта мрачная атмосфера,  кажется,  начала меня даже по немногу привлекать.  Не знаю,  что и подумать.  Это из-за того,  что я теперь вампир?  Хах,  вампир...  Бред...  Один сплошной бред.  И я,  и Дэвид,  и весь этот мир.  Может,  тут и эльфы с гномами обитают? \"",
    "answers": [
      {
        "id": 213,
        "text": "[Продолжить] ",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 214,
    "text": "   \"Дэвид...  Он, кроме укуса,  ничего мне плохого не сделал.  Высокий, бледный, в чёрном солидном костюме. Спокойный,  немного строгий и без эмоциональный,  но ведь он один живёт здесь столько лет...  Думаю,  он неплохой парень,  но он обратил меня.  Что мне теперь делать?  Хотя,  с другой стороны,  он же не может себя контролировать на Хэллоуин...  Он мог и вовсе убить меня,  но почему-то не убил.\"",
    "answers": [
      {
        "id": 216,
        "text": "\"Дэвид вовсе не плохой. Думаю, я могу ему довериться\""
      },
      {
        "id": 217,
        "text": "\"Он виноват. Я не должна ему доверять\""
      }
    ]
  },
  {
    "id": 215,
    "text": "   \"Я — вампир...  Если бы не мои изменения,  клыки,  укус на шее и Дэвид,  я бы ни за что не поверила. Дэвид сказал,  у меня будет сильная жажда крови,  из-за которой я начну убивать людей и поэтому мне нужно быть здесь под его контролем...  Я правда так опасна?  Смогу ли я привыкнуть ко всему этому?  Я не хочу никому навредить\"",
    "answers": [
      {
        "id": 215,
        "text": "\"Продолжить\"",
        "backstepCount": 1,
        "isBack": true
      }
    ]
  },
  {
    "id": 216,
    "text": "   \"Пожалуй,  я доверюсь ему\" — подумали вы. \"Он вовсе не плохой.  К тому же,  кроме него мне не на кого положится\"",
    "answers": [
      {
        "id": 204,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 217,
    "text": "   \"Я не могу верить ему после того,  что он сделал.  При удобном случае,  попробую сбежать из этого места\"",
    "answers": [
      {
        "id": 204,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 218,
    "text": "— Не благодари.  Я эту кашу заварил,  мне и расхлебывать.  Ты как себя чувствуешь? ",
    "answers": [
      {
        "id": 223,
        "text": "\"Есть хочу\""
      },
      {
        "id": 222,
        "text": "[Зло прошептать: \"А как ты думаешь,  как я себя чувствую, находясь здесь?]"
      }
    ]
  },
  {
    "id": 219,
    "text": "— Ну-ну,  — недовольно ответил Дэвид.  — Как ты себя чувствуешь? ",
    "answers": [
      {
        "id": 223,
        "text": "\"Есть хочу\""
      },
      {
        "id": 222,
        "text": "[Зло прошептать: \"А как ты думаешь,  как я себя чувствую,  находясь здесь? \"]"
      }
    ]
  },
  {
    "id": 220,
    "text": "   Подойдя совсем близко к парню,  вы набросились на него,  но неудачно,  ведь Дэвид знал,  что так будет и ловко увернулся. \n   Часто заморгав в непонятках,  вы посмотрели на парня,  а тот,  в свою очередь,  шумно вздохнув,  сказал: \"Ничего.  У тебя ещё получится развить силу воли.  Я помогу\" и вышел,  прикрывая рану рукой, и оставляя вас снова одну в просторной комнате. ",
    "answers": [
      {
        "id": 227,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 221,
    "text": "— Жажда крови,  — словно услышав вас,  ответил парень. — Контролируй её. \n— Я... так хочу...  попробовать...  — словно в бреду,  сказали вы, облизав губы.  А может это говорили и не вы вовсе,  а вамир,  сидящий внутри вас. \n— Борись с голодом,  — уверенно сказал парень,  стоя напротив вас. ",
    "answers": [
      {
        "id": 225,
        "text": "[Попытаться сопротивляться голоду] "
      },
      {
        "id": 226,
        "text": "[Ничего не предпринимать] "
      }
    ]
  },
  {
    "id": 222,
    "text": "— Я ведь извинялся уже.  Я помогу тебе,  чем смогу.  Так,  как ты себя чувствуешь?  Чувствуешь голод? ",
    "answers": [
      {
        "id": 223,
        "text": "\"Да\""
      },
      {
        "id": 223,
        "text": "\"А как ты думаешь?  Я несколько дней не ела! \""
      }
    ]
  },
  {
    "id": 223,
    "text": "— М-м,  это не к добру,  — тихо ответил парень,  хмуро смотря в пол.  — Ты должна научиться контролировать голод. \n— Всмысле? Я несколько дней не ела!  Как это можно контролировать?  \n— Это уже не тот голод.  Это жажда крови. \n— Да нет у меня никакой жажды!  — запаниковали вы.  Вас вообще будут кормить или вы тут с голоду помрёте?\n— Это и есть жажда крови,  Лира,  — громко сказал Дэвид привычно холодным голосом. ",
    "answers": [
      {
        "id": 224,
        "text": "\"Я не верю тебе! \""
      }
    ]
  },
  {
    "id": 224,
    "text": "— Р-р,  — недовольно прорычал про себя Дэвид и, сказав: \"Какая же ты упёртая\", достал из кармана ножик и резко порезал себе поперёк руку.  Сделав дело,  он посмотрел на вас.\n    Вас почему то передёрнуло.  \"Что...  что это за запах? \" — спросили себя вы, начиная жадно вдыхать воздух,  пытаясь полностью уловить запах крови. \"Такой приятный.  Такой... вкусный \"\n   Вы словно под гипнозом поднялись с кровати и начали медленно подходить к Дэвиду, жадно глядя на его порезаную руку.  А тот,  в свою очередь,  без единой эмоции на лице,  чуть отходил,  пристально глядя на вас. ",
    "answers": [
      {
        "id": 221,
        "text": "[Мысленно произнести: \"Что со мной происходит? \"]"
      }
    ]
  },
  {
    "id": 225,
    "text": "— М-м,  — недовольно мыча,  вы начали жмурить глаза и отворачивать голову,  чтобы не видеть капель крови,  стекающих с руки парня.  Однако у вас начала кружится голова.  К чему бы это? \n— К-кровь...  — прршептали вы,  и закрыли лицо руками,  в надежде,  что это поможет,  но это,  естественно,  не помогло. \n— Ладно.  С тебя хватит,  — послышался голос парня, и он, шумно вздохнув и произнеся: \"Ты молодец \" вышел из комнаты,  прижимая рану рукой,  останавливая небольшое кровотечение. ",
    "answers": [
      {
        "id": 227,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 226,
    "text": "— Не могу...  не могу сопротивляться...  — шептали вы,  не видя перед собой ничего,  кроме крови.\n— Можешь.  Всё ты можешь,  просто не хочешь. Борись! \n— Я не... ",
    "answers": [
      {
        "id": 225,
        "text": "[Начать сопротивляться] "
      },
      {
        "id": 220,
        "text": "[Ничего не предпринимать] "
      }
    ]
  },
  {
    "id": 227,
    "text": "   Ваше тело дрожало, голова кружилась. Вы не понимали,  что с вами происходит и,  испугано взглянув в зеркало на стене,  в котором ничего не увидели,  запустили пальцы рук в волосы и,  всё также дрожа,  скатились по стене на пол.  \n    \"Что происходит? \"",
    "answers": [
      {
        "id": 228,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 228,
    "text": "  \"Почему...  Почему я себя так странно чувствую? \" — подумали вы,  смотря на ваши трясущиеся руки.  \"Что сейчас произошло? \"\n   Вы сидели на полу,  опершись спиной о стену и смотрели на свои трясущиеся мелкой дрожью ладони.  Стало неожиданно холодно,  а голод,  кажется,  только усилился.  \n— Хочу...  крови,  — тихо прошептали вы, подняв взгляд и посмотрели на завешенное окно,  между штор которого виднелся мягкий лунный свет. \n  ",
    "answers": [
      {
        "id": 230,
        "text": "[Подойти к окну] "
      }
    ]
  },
  {
    "id": 229,
    "text": "[Получено достижение: \"Бэтмен\"]\n\n   К сожалению,  это была очень плохая идея.  Ваш Хэллоуин закончился сломаной ногой и ушибами. ",
    "answers": [
      {
        "id": 1,
        "text": "[В начало] "
      }
    ]
  },
  {
    "id": 230,
    "text": "   Медленно встав и все также тресясь не ясно от чего,  вы подошли к окну и развесили шторы,  открывая вид на большую,  полную луну.  Увидев её, вы замерли,  настолько необычайно красивой она вам показалась. \n   Постояв так еще немного,  ваши руки потянулись к оконной раме,  желая открыть.  Послышался тихий скрип.  Видимо его не открывали уже много лет. Так что сделать это будет не так то просто. ",
    "answers": [
      {
        "id": 231,
        "text": "[Попытаться ещё раз] "
      },
      {
        "id": 232,
        "text": "[Прекратить попытки и просто смотреть на луну] "
      }
    ]
  },
  {
    "id": 231,
    "text": "   Послышался неприятный скрипучий звук,  но всё же вам удалось открыть окно,  впуская в помещение свежий поток воздуха и звук стрекотания сверчков. \n   Вы вдохнули по-больше воздуха и тяжело выдохнули.  Ваше внутреннее \"я\" шептало вам сбежать из этого замка.  У вас было странное чувство.  Не ясно,  жажда крови это или же желание вернуться домой,  но вас тянуло на улицу,  по-дальше от этого странного места.  ",
    "answers": [
      {
        "id": 233,
        "text": "[Спрыгнуть вниз] "
      },
      {
        "id": 244,
        "text": "[Закрыть окно и лечь на кровать] "
      }
    ]
  },
  {
    "id": 232,
    "text": "   Луна такая красивая,  чарующая.  Странно,  что раньше вы этого не замечали.  Раньше она казалась вам просто луной в ночном небе,  ничего необычного.  Но сейчас она завораживала.  Её сияние притягивало как никогда раньше.  Оно манило,  от чего ваши руки сами потянулись к оконной раме. ",
    "answers": [
      {
        "id": 231,
        "text": "[Попытаться открыть окно] "
      }
    ]
  },
  {
    "id": 233,
    "text": "   Не смотря на то,  что вы,  оказывается,  находились на втором этаже,  вам удалось приземлиться, не пострадав.  Возможно, это из-за силы вампира... \n   Вас передёрнуло и вы как-то странно посмотрели вверх на окно комнаты,  которая была вашим убежищем всё это время. ",
    "answers": [
      {
        "id": 235,
        "text": "[Бежать] "
      },
      {
        "id": 236,
        "text": "[Вернуться] ",
        "need": -236
      }
    ]
  },
  {
    "id": 234,
    "text": "   \"Знакомый голос... \" — подумали вы. Тело ваше начало слегка трястись,  а где-то внутри наростала паника.  Вы — вампир.  Это может быть опасно для окружающих.  Да и для вас тоже. \n   Дыхание участилось,  голова начала слегка кружится.  \"Что же делать?  Я плохо контролирую свои действия\"\n— Лира?  Это правда ты?.. — прозвучал тихий неуверенный голос парня. ",
    "answers": [
      {
        "id": 238,
        "text": "[Посмотреть на него] "
      },
      {
        "id": 239,
        "text": "\"Вы ошиблись\""
      }
    ]
  },
  {
    "id": 235,
    "text": "   Вы бежали через мрачный лес,  который,  кстати,  вам казался вполне обычным и даже красивым.  Странно.  Проявление вампиризма? \n   У вас было странное чувство и,  кажется,  даже не одно.  Вы были голодны,  к тому же безумно соскучились по дому и родным,  друзьям.  \n   Вы бежали по запаху.  По запаху...  людей?  Кажется,  ваше обоняние обострилось,  раз теперь вы можете распознавать такие запахи.  \n   Долго ли бежали,  не ясно.  Вы не чувствовали усталости.  Лишь те чувства,  о которых говорилось ранее.  Где-то в глубине подсознания вы понимали,  что это не правильно,  но ноги сами несли вас обратно в город к дому.  ",
    "answers": [
      {
        "id": 237,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 236,
    "text": "   Вернуться?  Пути назад нет.  Да и к тому же,  может ты и вампир,  но не скалолаз.  Действуй. ",
    "answers": [
      {
        "id": 236,
        "text": "[Тяжело вздонуть] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 237,
    "text": "   И вот вы уже на своей улице. Вы замерли и издалека смотрели на свой дом,  в окнах которого было темно.  Видимо,  все спали.  Оно и не удивительно.  Ночь на дворе. \n   Вы хотели сделать шаг,  однако помедлили.  Как на это отреагируют?  Что сказать?  А если вы не сдержитесь и наподёте?  Может зря вы это всё затеяли и придётся вернуться?  Столько вопросов и ни одного ответа. \n\n— ...Лира? — послышался знакомый голос за вашей спиной. ",
    "answers": [
      {
        "id": 234,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 238,
    "text": "   Вы неуверенно подняли взгяд на парня.  Стив. \n— Лира.. Что с тобой стало.. — тихо и удивленно одновременно спросил он, и после минуты молчания продолжил: — Я же говорил тебе не уходить.. — говорил парень,  с трудом узнавая вас.\n— Стив,  я.. \n",
    "answers": [
      {
        "id": 240,
        "text": "[Сделать шаг навстречу] "
      }
    ]
  },
  {
    "id": 239,
    "text": "— Что? Но...  — только и успел сказать парень,  как вы резко побежали подальше от этого места \" Я же вампир.  Не стоило убегать из замка.  Это слишком рисковано\"",
    "answers": [
      {
        "id": 244,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 240,
    "text": "  Как только вы сделали шаг,  Стив резко достал с пояса осиновый кол. \n— Ни шагу больше,  — чуть дрожащим голосом сказал Стив,  — Ты обратилась,  и сейчас ты опасна для людей.  Еще секунда и ты не сможешь контролировать себя. \n— ... — вы хотели что-то ответить,  однако дышать стало крайне тяжело. У вас было чувство,  будто всё кипит внутри.  Вы чувствовали себя также как и тогда.  При виде крови. Еще немного и вы действительно перестанете контролировать свое тело и разум. \n— Ты убьёшь меня?  — через силу выдавили вы из себя. \n— Прости,  — виноватым голосом ответил тот,  — другого выбора нет. ",
    "answers": [
      {
        "id": 242,
        "text": "[Молча опустить голову] "
      },
      {
        "id": 243,
        "text": "[Защищаться] "
      }
    ]
  },
  {
    "id": 241,
    "text": "",
    "answers": []
  },
  {
    "id": 242,
    "text": "   Стив поднял дрожащую руку,  держащую осиновый кол,  однако он медлил,  глядя на вас. \n   Вы же подняли усталый взгяд и сказали только тихое \"Прости\".\n   Стив стоял в недоумении,  его рука дрожала,  а лицо выражало отчаяние. \n   \"Так всё и закончится? \" — пронеслось у вас в голове. \n\n— Лира!  — снова вдруг послышался чей-то голос.  Но уже явно не Стива. ",
    "answers": [
      {
        "id": 244,
        "text": "[Обернуться] "
      }
    ]
  },
  {
    "id": 243,
    "text": "   Сила вампира дала о себе знать,  именно поэтому вы увернулись,  когда Стив начал нападать. \nВы хотели было укусить его,  однако парень,  кажется,  предвидел это и ловко увернулся. \n— Я так и знал,  — с неким разочарованием произнес ваш друг детства.  — Ничего уже не изменить.. \n   И с этими словами он резко схватил вас,  прижимая осиновый кол к вашей груди. \n   \"Так всё и закончится? \" — пронеслось у вас в голове. \n   Однако только вы об этом подумали,  как кто-то резко оттолкнул Стива. \n— Ты?  — удивленно воскликнули вы. ",
    "answers": [
      {
        "id": 244,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 244,
    "text": "   Продолжение следует... \n\n ",
    "answers": [
      {
        "id": 244,
        "text": "[Назад] ",
        "backstepCount": 1,
        "isBack": true
      },
      {
        "id": 1,
        "text": "[В начало] "
      }
    ]
  },
  {
    "id": 245,
    "text": "",
    "answers": []
  },
  {
    "id": 246,
    "text": "",
    "answers": []
  }
]