[
  {
    "id": 1,
    "text": "Основные персонажи: Ким Намджун (РМ), Ким Сокджин (Джин), Ким Тэхён (Ви), Мин Юнги (Шуга), Пак Чимин (Чимин), Чон Хосок (Джей-Хоуп), Чон Чонгук (Чонгук)Пэйринг:Катя/Юнги/Даша, Ксения/Тэхён, Намджун/Яна\nРейтинг: PG-13\nЖанры:Романтика, POV, Учебные заведения, Дружба, Любовь/Ненависть\nПредупреждения:OOC, Нецензурная лексика, ОМП\nОписание: На телефон девушки пришло сообщение от Юнги. \n— Ну что ещё?! — раздражённо воскликнула девушка, заглядывая в телефон. Её глаза округлились после увиденного сообщения.. \"Я тебя люблю!\" \n— Чтооооооо??!??!?\nАвтор: Ваша судьба \nСоздатель квеста: JoJo\nPOV — монолог\nСтатус:  В ПРОЦЕССЕ\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[1 глава] - Неизвестный номер"
      },
      {
        "id": 5,
        "text": "[2 глава]  -  \"Новый\"  класс"
      },
      {
        "id": 10,
        "text": "[3 глава] -  Вечерние посиделки"
      },
      {
        "id": 12,
        "text": "[4 глава]  -  Я у тебя в долгу"
      },
      {
        "id": 15,
        "text": "[5 глава] -  Конкурс талантов"
      },
      {
        "id": 18,
        "text": "[6 глава]  -  Мечта"
      },
      {
        "id": 21,
        "text": "[7 глава]  -  Ночной разговор "
      },
      {
        "id": 27,
        "text": "[8 глава]  -  Лжепарень"
      },
      {
        "id": 33,
        "text": "[9 глава]  -  Небольшая услуга"
      },
      {
        "id": 37,
        "text": "[10 глава]  -  Мама"
      },
      {
        "id": 41,
        "text": "[Дополнительная глава] -  Бессонница "
      }
    ]
  },
  {
    "id": 2,
    "text": "Утро. Екатерина нежится в своей мягкой постельке. Солнце ещё не встало, но будильник даёт о себе знать, но девушка сделала вид, что не слышит его и отвернулась к стенке, закрывшись подушкой. Но и сигнал о том, что пора вставать давал о себе знать через каждые пять минут и поэтому русоволосая всё таки решила встать, но сильно этого не хотела. Катерина посмотрела на экран своего телефона. 5:13. Не удивительно. Положив телефон на тумбочку экраном вниз, девушка потянулась и вразвалочку пошла в сторону ванной комнаты. \nИтак, нашу главную героиню как вы поняли зовут Екатерина. На вид, очень даже симпатичная девушка, которая привлекает к себе противоположный пол, но тем она даёт отказ. Внешние параметры: низкий рост, худенькая, волосы густые, русого цвета. Глаза серо-зелёные. На вид ей дают лет 13-15 из-за её маленького роста, но на самом деле ей 17 лет. \nЗайдя в ванную, Катюша подошла к зеркалу и увидела по её словам \"взрыв на макаронной фабрике\", который в данный момент уже приводит в порядок. После, зеленоглазая принялась чистить зубы и отмывать уже вчерашний макияж с лица. Сегодня её причёской были две косички. Выйдя из ванной, на часах было время 5:36. \n— В принципе, успеваю...- сказала сам себе Катя и подошла к шкафу. Одев спортивные лосины и топик, девушка засунула в уши наушники и принялась обуваться. Пока завязывала шнурки, на её мобильный пришло сообщение \nКсюша \n\"Ну ты выходишь?? \"  \n",
    "answers": [
      {
        "id": 3,
        "text": "Выхожу! Жди, - ответила русоволосая, улыбнувшись"
      }
    ]
  },
  {
    "id": 3,
    "text": "После ответа, девушка выбежала из дома в сторону парка, где её ждала подруга. \n— Как всегда, наша соня любит поваляться в постельке! — увидев свою опаздывающую подругу, крикнула девушка \nКсения — подруга Кати. Девушка 16-ти лет, но дают ей больше из-за её роста. По-сравнению с Катей, Ксюша просто высоченная. Но это не так. У неё тоже русые волосы, но ниже талии. Глаза большие, зелено-желтого цвета. \n— Ты ж меня знаешь! — улыбнувшись, Катя прибыла к месту назначения. \n— Никто не сомневался! Так! У нас есть час! Время пошло! — крикнула Ксюша и рванула вперёд, а за ней уже и её подруга. \nБегают они по утрам уже 5 лет каждый день, не пропуская ни одного дня. Ведь для них важна их фигура и телосложение. Они любят подвигаться и занять себя чем-нибудь интересным. ",
    "answers": [
      {
        "id": 4,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Спустя час, девушки уже бежали в сторону своих домов. Забежав домой, Катя оставила свой телефон в прихожей, а сама пошла в ванную комнату.\nТем временем, её мобильный стал вибрировать, но она не слышала звука, так как была в другой комнате и из-за шума воды. Выйдя из ванной спустя 15 минут, девушка заглянула в телефон.\n— 12 пропущенных? — Катя открыла телефонную книгу, — Хм... Неизвестный номер...\nКатя не стала рисковать и просто написала сообщение\n\"Вы кто?\"\nСпустя пять минут ей пришёл ответ\nНеизвестный номер: \"\n\"Твоя судьба\"\nУ Кати был небольшой шок, но она всё же ответила:\n\"С кем имею честь общаться?\"\nНе прошло и минуты, как на телефон поступил ответ.\nНеизвестный номер:\n\"Ты меня знаешь. И я тебя. Очень даже хорошо. Встретимся сегодня в час дня в парке\"\nРусоволосая испугалась.\n\"Есть гарантии, что я могу тебе доверять?\"\nНо в ответ лишь тишина... \nPOV Кати\nИдти или нет? А если это маньяк, который преследует меня? Да нет. Вряд ли. Он сказал, что я его знаю... Кто это???\n\nКонец POV Кати.\n\nПосмотрев на время, девушка лишь вскрикнула \"ОПАЗДЫВАЮ!!\" \nКатя очень быстро переоделась и побежала в сторону школы.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 1 ГЛАВЫ]!1"
      }
    ]
  },
  {
    "id": 5,
    "text": "После того, как девушка выбежала из дома, она стала идти медленнее. Почему? А потому что, она перевелась в новую школу. Но для Кати она не новая, ибо она училась там до 4 класса. В этой школе люди делились на 2 группы: элита и лузеры. Под \"элитой\" подразумеваются дети влиятельных людей, а лузеры — это дети обычных рабочих. Катя входила во вторую группу, из-за чего в её адрес приходили угрозы, унижения и тому подобное. Её родители не выдержали этого и забрали документы из школы. В другой школе было всё по-другому. 5 лет назад познакомилась с Ксюшей, которая оказалась ученицей той \"ужасной\" школы. Но она нормальная девушка, хоть и из влиятельной семьи. ",
    "answers": [
      {
        "id": 6,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 6,
    "text": "Зайдя в школу, Катя оглянулась и полюбовалась коридором.\n— Ничего не изменилось..- пробормотала себе под нос девушка и пошла в свой \"новый\" класс. Подойдя к кабинету, Катерина встала напротив двери и тяжко вздохнула, ведь ей не хотелось, чтобы дела минувших дней снова повторились. Русоволосая постучала по двери кулаком три раза и приоткрыла дверь со словами \"Извините за опоздание. Я могу пройти?\" . Все взгляды устремились в сторону двери, за которой стояла их старая знакомая.\n— Катенька, проходи. — сказала учительница, зазывая рукой к себе, — Ребят, как вы уже знаете, к нам в класс перевелась новая ученица. Но вы её уже знаете с начальных классов. Надеюсь, вы поладите! Катюша, садись за любую свободную парту.",
    "answers": [
      {
        "id": 7,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 7,
    "text": "Закончив свой монолог, учительница указала на класс. Катя немного прошла между рядами и искала глазами свободную парту. Она заметила Ксюшу, что ей махала, но с ней место было уже занято парнем. Пройдя немного дальше, сероглазая увидела свободное место за последней партой. Русоволосая села за эту парту и по классу пошли перешёптывания и на неё вечно косо смотрели.\n— Итак. Продолжим... — сказала учительница и стала что-то писать на доске, а Катя стала это конспектировать.",
    "answers": [
      {
        "id": 8,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Спустя 5 минут в класс вбежал парень с белыми волосами с голубым отливом и чёрными глазами. Одет был во всё чёрное: чёрная рубашка с длинным рукавом, чёрная кожаная куртка, чёрные джинсы с порваными коленками и в чёрных ботинках.\n— Извините за опоздание! Можно войти?! — прокричал парень.\n— Юнги! Что на этот раз случилось?! Я буду вызывать родителей! Это уже не смешно!!! — повышает тон учитель.\n— Но я всего лишь проспал! — перекрикнул он преподавателя. Черноглазый пробежался взглядом по всему классу и остановился на Катерине. Он смотрел на неё, не слушая криков учительницы.\n— Завтра с родителями в школу!!! Садись на своё место!!! — села за стол учительница и стала что-то писать. Парень прошёл к своему месту, на котором сидела новенькая.\n— Извини меня конечно... Но ты ничего не попутала? — низким и грозным голосом проговорил Юнги.\n— Какие-то проблемы? Тут было свободное место и я села сюда! — ответила ему русоволосая.\n— Это моё место, если что! — повысил тон черноглазый.\n— На нём не написано, что оно твоё!! — перекрикнула Катерина, после чего на неё посмотрел весь класс с глазами по 5 копеек, — Кхм... Прошу прощения.. — подвинулась девушка в сторону окна. Парень сел рядом с ней. И весь оставшийся урок парень смотрел на девушку, которая записывала всё, что говорила учитель.",
    "answers": [
      {
        "id": 9,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Прозвенел звонок на перемену. К русоволосой сразу же подбежала её подруга.\n— Катяя!!! Это было что-то!! — взяв девушку за плечи, Ксюша начала её трясти, — И почему ты опоздала??!?!\n— Не хотела идти сюда — коротко и понятно ответила Катя подруге.\n— Так! Я тебе обещаю, что всё изменилось за это время и такого не будет, как в начальных классах! А если что, то я к твоим услугам. И по поводу учёбы тоже обращайся ко мне. Я ж староста как никак! — слащаво произнесла зеленоглазая. \n— Пфф! Окк!! Итак. Что у нас дальше? — улыбнувшись, спросила сероглазая.\n— Дальше столовая! — прокричала подруга и, взяв подругу за руку, побежали в сторону столпотворения людей, — На ну пропустили нас!! — кричит на всю столовку Ксюха.\n— А с какого фига? — кричит кто-то из толпы.\n— Во-первых, дам надо пропускать. Во-вторых, это тебе аукнется! — ответила девушка, держа подругу за руку.\n— Что сказала?! — сквозь толпу пробивался парень и уже замахнулся на неё, но его руку перехватили.\n— Ну нифига себе! Вы можете стоять и ждать своей очереди? — низким и мелодичным голосом произнёс парень.\n— Тэхён! — крикнула девушка, смотря на парня, задрав голову.\n— Тэ?! Ким Тэхён?! — переспросила Катя.\n— Котэ?! — спросил парень.\n— ТэТэ!! Сколько лет, сколько зим?! — принялась обнимать парня.\nТэхён — был её единственным лучшим другов в начальной школе и всегда заступался за свою лучшую подругу, от чего в результате получал от других, но с тех времён всё изменилось. Он возмужал. Стал очень красивым и высоким. \n— Катюша! Как же я скучал! Как ты похорошела! — удивляется Ким.\n— Ты тоже изменился в лучшую сторону! — рассматривает девушка парня, — Я надеюсь, ты саксофон не бросил?! У тебя так хорошо получалось!\n— Простии! Но это не моё! — засмущался парень.\n— Неет!!! Наоборот!!- ответила Катя. \nПока друзья детства мило болтали, Ксюша просто прожигала обоих взглядом.\n— Ну мы идём?! Нет?!? — спросила зеленоглазая.\n— Ага! — ответил Тэхён и зашёл с девушками в столовую. \nЗа всей этой картиной из толпы наблюдал Юнги. После того, как они исчезли из его поля зрения, парень заглянул в экран телефона и стал что-то строчить.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 2 ГЛАВЫ]!1"
      }
    ]
  },
  {
    "id": 10,
    "text": "Девушка идёт домой после школы очень уставшая, но ей на удивление понравился сегодняшний день. Все уроки напролёт Катя, ТэТэ и Ксюша кидались бумажками с сообщениями и смеялись друг с друга. Потом, Тэхён рассказывал про то, что у него есть сестра. Ей на сегодняшний день 4 годика и он её очень любит. А также есть братик, ему 6. На выходных, ребята договорились погулять с его братом и сестрой и устроить им весёлый денёк. \nЗайдя в гостиную, девушка упала на диван. Полежав пару секунд в одной позе, в кармане завибрировал телефон, от чего было неудобно лежать. \n— Кто там?! — с трудом доставая телефон из кармана, русоволосая заглянула в телефон.\nНеизвестный номер\n\"Почему ты не пришла сегодня?\"\n— Блин! Точноо! Забыла! — стукнула ладонью по лбу девушка.\nЧерез минуту пришло ещё сообщение.\nНеизвестный номер\n\"Не бей себя. Не больно?\"\n— Что? — оглянулась девушка.\nТелефон снова завибрировал\nНеизвестный номер\n\"Я не в доме. Кстати, в профиль ты очень красивая\"\nДевушка повернулась в сторону окна. Встав, сероглазая медленно подошла к окну и резко сдёрнула занавеску и увидела тёмный отдаляющийся силуэт.\n— Кто же ты?? — девушку трясёт от страха. Дрожащими руками, Катя набирает номер подруги.\n—Да? — подруга сразу взяла трубку.\n— Ксюха! Меня преследуют!! — кричит в трубку Катя.\n— Чтоо?!! — удивилась Ксюша, — Кто?\n— Мне пишет какой-то неизвестный номер и просит о встрече! — рассказала всё подруге русоволосая.\n— Так! Не паникуй! Пришли мне его номер смской. Я договорюсь с ним о встрече!\n— Нет!\n— Катя, так не пойдёт! Я не могу смотреть на то, что моя подруга страдает от маньяка! — в ответ тишина, — Я жду сообщения! — и в телефоне были слышны короткие гудки.\n— Эх! Что мне теперь делать???!! — бьёт кулаками в стену.\nТелефон зазвонил. Катерина смотрит в экран. ТэТэ?\n— Алло? — подняла телефон девушка.\n— Привет. Ты занята? Не против прогуляться? — спрашивает Ким.\n— Привет. Почему бы и нет? — ответила сероглазая.\n— Ну, я уже возле твоего дома... — сказал Тэ.\nКатерина подошла к окну и увидела там стоящего и замерзающего Тэхёна, который машет тебе трясущейся ручонкой.\n— Дурачок! Заходи в дом! — крикнула девушка и побежала к двери.",
    "answers": [
      {
        "id": 11,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Подбежав к двери, Катюша открыла дверь и на пороге увидела своего трясущегося друга.\n— Заходии!! — заталкивает в дом парня.\nДевушка пошла на кухню, ведя за собой парня. Усадив Блондина за стол, сама девушка пошла готовить горячий чай.\n— Катюша, не надо! — с улыбкой говорит Тэхён.\n— Нет! Я не хочу, чтобы ты заболел. Да и я хочу поболтать с тобой за чашечкой чая! — с улыбочкой ответила Котэ.\nПоставив две фарфоровые чашки и чайник на стол, девушка села за стол и налила горячий напиток, от который исходил запах лимона и мяты.\n— Итак! — начала Катя, — Ты что-то хотел? — спросила девушка.\n— Да нет! Хотел узнать, как ты вообще. Мы ведь так давно не виделись! — ответил на вопрос парень, отпивая из чашки зелёную горячую жидкость.\n— Ну... После того, как я перевелась в другую школу, у меня стало всё налаживаться и у меня там появились друзья. — начала рассказывать девушка, отпив из чашки чай, — спустя год, познакомилась с Ксюшей!\n— Ооо!! А вот с этого момента по-подробней!\n— Кхм! Ситуация странная была. До меня как обычно докопалась Мина, и меня спасла Ксюша. — коротко и понятно рассказала Катя.\n— Мина Пак? — спросил блондин, отхлебнув чаю.\n— Она самая! Кстати, как она там? — с пофигизмом спросила девушка.\n— Её отец разорился и она потеряла свой \"трон\" — ответил Ким, — но тебе это вряд ли интересно.\n— Ну да... А вот, Юнги.. Он сильно изменился! — удивилась сероглазая.\n— Будет звучать странно, но... Он изменился сразу после твоего ухода в другую школу...\n— Серьёзно?!\n— Даааа!!!\n— Хмм... О! Кстати говоря! Вы же вроде как не общаетесь, да?! Почему?! В начальных классах вы были не разлей вода!\n— Так сложились обстоятельства! — кашлянув в кулак, ответил Тэ.\n— Вот как... И ещё!\n— Что ? \n— Мне пишет какой-то номер... И предлагает встретиться!\n— Номер? Покажи!\nДевушка дала телефон и показала переписку другу, от чего у Тэхёна глаза стали по 5 копеек.\n— Кхм... — прокашлялся блондин.\n— Что? Ты его знаешь?! — посмотрела на своего друга девушка??\n— Катя... Я могу конечно ошибаться, но возможно, что это Юнги.\n— Чтоооооо??",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 3 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Чтоооооо??? — на весь дом закричала Катерина.\n— А ты не знала что ли?? — удивился парень.\n— Ну, как видишь! — развела руками русоволосая, — Это у него прикольчики такие?\n— А кто его знает.. — допив чай, парень встал из-за стола, — Спасибо за чай, но время уже позднее. Я пожалуй пойду. \n— Я тебя провожу! — подскачила Котэ.\n— Не стоит... Ты наверное устала.. — Тэ обнял свою подругу на прощание и подошёл к двери, — До завтра! — помахав рукой, парень исчез за дверью. \nPOV Кати.\nЧто? Юнгии? Сам Мин Юнгии?? Да нет... Быть такого не может.. Я ведь одна из лузеров, которую вечно чморили в детстве... С чего бы ему со мной что-то иметь?? Я ж не его типаж, наверное... Так! Катя! Возьми себя в руки! Завтра с ним поговорю! Или..... Аааа!!! Как всё сложноооо!!!\nКонец POV Кати.\nТелефон девушки снова завибрировал.\nТэхен: \"Я уже дома. И да. То был точно Юнги. Он номер не менял уже года три\" \n— Ну спасибо! — сказала Катя, смотря на экран телефона.\n\"Ладно. Завтра разберёмся. Спокойной ночи\"",
    "answers": [
      {
        "id": 13,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Утро следующего дня. 4:11. Девушка лежит на кровати с открытыми глазами и смотрит в тёмный потолок. Ей было не до сна... Она всю ночь думала об этом случае.\n— Так не пойдёт! — встав с кровати, девушка прошла в ванную приводить себя в порядок. Спустя 20 минут, девушка вышла из ванной в своём спортивном костюме.\nКогда Катерина вышла из дома, на часах было 4:58. На удивление, в парк она пришла раньше Ксюши. Через минут 7, за горизонтом появился знакомый силуэт подруги.\n— Ты чего так рано? На тебя не похоже! — с ухмылкой поприветствовала свою подругу зеленоглазая.\n— Сама в шоке. Захотелось раньше тебя пробежку сделать! — побежав вперёд, ответила девушка своей подруге.\n— Эээй! А как же яя??? — побежала за подругой Ксения.\nПробежав вокруг парка 2 круга, девушки разбежались по домам.Зайдя домой, Катя как обычно пошла в ванную, но на этот раз она взяла с собой телефон. Спустя 5 минут. Как и ожидалось, на телефон пришло сообщение.\nНеизвестный номер\n\"*Фотография* Наша Катюша на пробежке как всегда ослепительна\"\n— Нет, ну это уже не в какие рамки!! — крикнула девушка, положив телефон на туалетный столик экраном вниз.\nСпустя 20 минут, Котэ вышла из ванной уже в школьной форме. Закинув рюкзак на плечо, девушка вышла из дома и сразу же телефон завибрировал.\n— Это кто?? — всматривается в номер, — Не знаю такой! — сказала сама себе Катя и взяла трубку, — Слушаю!\n— Катюшаа!! Привеетик!! сколько леет, сколько зиим?? — сказал слегка писклявый женский голос.\n— Янка, ты что ли?? — выдохнула русоволосая, — Напугала блин!\n— Ты чегоо??? Так. Я не за этим звоню то. Я приеду в ваш город дня через 3. Могу ли я у тебя пожить?? — спросил писклявый голос.\n— Да без проблем! Места много! Приезжай! \n— Ну вот и договорились! До встречи! \n— Пока! — Катя сбросила вызов.\nПока Катерина разговаривала по телефону, она сама не заметила как дошла до школы, на пороге которой стоял Юнги. Заметив девушку, парень сделал один шаг навстречу ей, но потом резко попятился назад. Из школы вышел Тэхён, который шёл навстречу к Кате. Юнги смотрел на Тэ с презрением.\n— Доброе утро! — поприветствовал друг свою подругу.\n— Привет! — Катя обняла Тэ и заметила взгляд Юнги на нём, — Пойдём? Что у нас первым?\n— Химия! Каать, я не понимаю тему! Объяснишь? — щенячьими глазами, парень посмотрел на сероглазку.\n— Ну конечно! — с этими словами, друзья зашли в школу. Перед уроком. Катя объясняла Тэхёну тему по химии. Перед звонком на урок, в кабинет вбежала и Ксюша. Заметив картину, как \"парочка\" занимается уроками, Ксюша сразу же подбежала к ним.\n— Здрааастеее!! — протянула зеленоглазая.\n— Привет, Ксюш! Ты сделала химию? — поздоровался с подругой парень и посмотрел ей в глаза.\n— Конечно! там на изи!! — щёлкнув пальцами, уверенно ответила девушка.\n— О! Спасай! Мы не поняли! — сказал Тэ, но после этих слов прозвенел звонок на урок, — Аааа! Мне хана!! — схватился за голову парень.\n— Не боись! Прорвёмся! — сказала Ксюша и посадила Тэ за одну парту с ней.\nПосле звонка пришёл Юнги и сел рядом с Катей.Он так пристально смотрел в её тетрадь, изучая каждое слово. Каждую выведенную ей букву, ведь её подчерк был одним из лучших в классе.\n— Кхм... — покашлял в кулак Мин.\nКатя посмотрела на парня, сидящего рядом с ней.\n— Извини за вчерашнее.. — тихо сказал парень.\n— Ну... Ничего страшного... Со всеми бывает, все срываются. — ответила парню девушка \n",
    "answers": [
      {
        "id": 14,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 14,
    "text": "POV Кати.\nЧтооооо????? Ну нихрена себе! Ничего страшного!! Он уже который день следит за мной, и за это всё он говорит лишь \"простии???\" Серьёзно?!\n— Юнги, могу ли я поговорить с тобой на перемене? — посмотрев в глаза парню, спросила я.\n— Кхм... Ну, хорошо.. — удивился парень.\n— Хорошо... — на этом закончился наш диалог и я стала слушать учителя.\n— Итааак! К доске пойдёёт... — говорит учитель, проводя пальцем по списку журнала, — Ммм... О! Тэхён!\n— Фак! Попал! — прошептал парень.\n— Что ты сказал? — спросил учитель.\n— Говорю, можно с места отвечать?! — выкрутился Тэ.\n— Ну, раз тебе так удобно... Учебник закрой только..- учитель перевёл взгляд на журнал.\n— Старый пердун! — проговорил сквозь зубы блондин, закрывая учебник.\n— Что простите? — переспросил мужчина.\n— Говорю, я готов! — ответил Ким.\n— Итак. Вопрос с 9 класса... Слушай... Что такое катализаторы? — спросил учитель, переведя взгляд с журнала на ученика.\n— Нуууу.... — парень сделал вид, что думает. а на самом деле нифига не знает. Ксюша написала ему ответы на листике и положила под учебник, чтобы тот прочитал, — Катализаторы — это вещества, ускоряющие химическую реакцию или изменяющие путь, по которому она протекает... — продолжил читать Тэхён.\n— Молодец! Садись, 5! — похвалил учитель блондина и поставил оценку в журнал, — Далее... Мин Юнги! — посмотрел учитель на парня с задней парты. \nПарень встал с места и ждал задание от учителя.\n— Итаак! Какие вещества называются амфотерными? — спросил учитель, снова переведя взгляд на журнал.\n— Ээээ.. Ну.. — заикается парень.\n— Вещества, которые в зависимости от условий реакций... — шептала Катя парню.\n— Вещества, которые в зависимости от условий реакций проявляют кислотные или основные свойства, называют амфотерными! — ответил Мин.\n— Вы меня сегодня прям удивляете... Садись, 5! — поставил в журнал оценку учитель.\n— Я у тебя в долгу.. Спасибо.. — поблагодарил Юнги девушку.\n— Да пустяки. — после этих слов прозвенел звонок на перемену",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 4 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Прозвенел звонок с урока.\n— Не забудьте выучить параграф. Буду спрашивать на следующем уроке обязательно! — сказал учитель и принялся заполнять журнал. \nПоложив все принадлежности в сумку, Катя вышла из класса самая последняя. Идя по коридору, её руку перехватили и затащили в кладовку.\n— Ой! — в шоке Катя, от произошедшего.\n— Тссс... — подставил палец к губам девушки Юнги, — Тихо... О чём ты хотела поговорить? \n— Ну... А почему именно тут?! — удивилась русоволосая.\n— Кхм... Не хочу, чтобы ты пострадала...\n— В каком смысле?? \nПарень приоткрыл дверь и показал на толпу девушек.\n— ШУГААА!!! ГДЕ ВЫЫЫ?!?! — кричит одна из девушек в той толпе и бегает по коридору.\n— Это типа мой фан-клуб... — сказал парень.\n— Фан-клуб?? Серьёзно что ли? — удивилась сильнее Катя.\n— Ладно. О чём ты хотела поговорить?\n— А то ты сам не понимаешь!!! — сложила руки на груди девушка.\n— В каком смысле? — не понимает Мин.\n— Почему ты меня преследуешь?! И откуда у тебя мой номер?!? Тебе не надоело мне писать?!?!? — с каждым вопросом, голос сероглазки становился на тон громче.\n— Ты о чём вообще? — в ауте стоит Юнги.\n— Не строй из меня дурочку! Это твой номер?! — девушка показала номер и переписку.\n— Номер мой! Но вот я выкинул симку две недели назад из-за того, что мне названивали фанатки! — объяснил Шуга.\n— Что? Я не верю тебе! — крикнула девушка, после чего её рот был закрыт рукой парня.\n— Вот. Смотри! — парень показал свой номер.\nУ девушки округлились глаза. И правда. У него другой номер. \n— Тогда кто это?? — дрожащим голосом спросила девушка, убрав его руку от своих губ.\n— Понятия не имею. Лучше дай мне свой номер, чтобы если что, ты позвонила, когда он тебе напишет.\n— Нууу... — протянула девушка, — нуу ладно... — после этих слов, девушка дала свой номер Мину.\n— Вот и хорошо. — сохранил номер парень, — А теперь делаем так! Ты выходишь первая, а я после тебя спустя некоторое время... Чтобы ничего фанатки не заподозрили.\n— Кстати. С каких пор у тебя есть свой фан-клуб? — поинтересовалась Котэ.\n— Ну... Я типа тут местный айдол... — отводя взгляд, ответил Юнги.\n— Ахахаха! Тыы?? Айдол??? — засмеялась девушка.\n— Я не могу быть айдолом??? Я хорошо пою... То есть, читаю рэп... — поправил себя Шуга.\n— Ахахах... Ладно... Я пошла... — повернулась к двери девушка. Только Катя взялась за ручку, парень повернул девушку к себе и встал в плотную.\n— Ээээ.. Нууу... Мы сможем когда-нибудь погулять? Ну... Вдвоём?? Без твоей подруги... — поинтересовался парень.\n— Хммм... — ухмыльнулась Котэ, — Я подумаюю.... Созвонимся, ладно? — улыбнулась сероглазая.\n— А, без проблем! — почесал затылок парень и проводил девушку взглядом.",
    "answers": [
      {
        "id": 16,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Спустя ещё два урока, все ученики отправились в столовую. Катя взяла лишь булочку с вишней и грейпфрутовый сок и села за столик к окну. К девушке подбежала её русоволосая подруга и села с ней.\n— Ааааааа!!! Должность старосты такая сложнаяя!! — легла на стол девушка.\n— Что случилось? — спросила Катя, попивая сок.\n— Да вот у нас в школе скоро конкурс талантов. И наш класс должен выдвинуть что-то. Вот только чтооо?? — взялась за голову Ксюша.\n— Не волнуйся. Всё равно у нас сейчас классный час. Поговори с одноклассниками и пусть они что-нибудь предложат. Что они умеют и что им нравится. — предложила сероглазая.\n— С нашим классом это не прокатит... Мы всегда занимали последнее место, но теперь так как мы ещё и выпускной класс, то мы должны выпендриться!! — бьётся головой об стол Ксения, после вся школа обернулась на неё и стала наблюдать за её действиями.\n— Тихо! На тебя смотрят! — остановила подругу Катерина.\n— Что мне делать?!?!? — взъерошила голову Ксю.\n— Что у вас происходит? — присоединился к девушкам Тэ.\n— У нас конкурс талантов. — ответила парню подруга.\n— А. Ну, Ксюша каждый год такая, когда нашему классу что-то поручают... — объяснил парень.\nПрозвенел звонок на урок.\nВсе разошлись по классам. ",
    "answers": [
      {
        "id": 17,
        "text": "[В класс] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Учительница начала урок.\n— Итак. Какая тема классного часа сегодня? — спросила женщина.\nКсюша подняла руку.\n— Можно я? — спросила староста.\n— Конечно, — ответила учитель.\nКсения прошла к учителю и принялась писать что-то на доске. Далее, Ксю отошла от доски и все наблюдали запись \"Скоро конкурс талантов. Ваши предложения\"\n— Кхм.. Итак. Как вы уже заметили, у нас скоро конкурс талантов.\nВесь класс заохал. Ведь они не любили мероприятия и всегда занимали последние места.\n— Ребят, так как мы выпускной класс, то мы должны придумать что-то грандиозное и чтобы все просто ахнули от удивления! Так что, нам нужно постараться! — закончила речь русоволосая.\nКатя пыталась придумать, что бы такое сделать. чтобы все ах*ели. Посмотрев по сторонам, девушка заметила соседа, который сидел в телефоне и играл в игры.\n— А если Юнги выступит? — предложила Катя.\n— Чего? — оторвался от игры парень.\n— Ну, а что? — удивилась Кэт, — Ты же у нас местный айдол и хорошо читаешь рэп. Ты бы мог зачитать, а мы на подтанцовку! — предложила девушка.\n— Ну, раз вы на подтанцовке... Я не против... — все афигели после слов Юнги, ведь он всегда отнекивался от таких праздников.\n— Ну вот и славно!! — обрадовалась Ксюша.\n— А я буду петь! — крикнул Тэ.\n— Чтоо?? Тэ и петь? — удивился класс.\n— Я на вокал ходил 7 лет,, но в прошлом году бросил... — признался парень.\n— Отлично! — крикнула Катя, — У нас теперь есть целый номер.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 5 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 18,
    "text": "После урока, все ученики остались в классе, так как идея Кати их немного заинтересовала. Да! Она была настолько рада, что её предложениями заинтересовались одноклассники, что улыбка с её лица не пропалала ни на минуту. Они даже сами предлагали свои варианты.\n— Значит так! — сказала громко Ксю, — Все сошлись на том, что мы делаем танец, а Тэхён и Юнги придумывают музыку и текст песни!\nВесь класс заликовал, потому что у них впервые может что-то получиться. На этом, все разошлись. В классе осталось лишь четверо человек.\n— О чём будет песня? — интересуется Юнги.\n— Давайте думать! — ответил Тэ, подходя к доске. Он принялся что-то писать. После, парень положил мел на место и обтряхнул руки, — У меня есть пара идей, которые могли бы подойти для песни! Первый вариант — школа. Ну, как бы школа — наш второй дом, где мы учимся столь долгое время и почитаем наших друзей и учителей и так далее.\n— Я не собираюсь читать про школу. Потому что, это будет выглядить глупо... — подкатил глаза Мин и скрестил руки на груди.\n— А вот я думаю, что идея хорошая! — поддержала блондина Ксюша, — Ведь мы учимся последний год в школе и хотелось бы, чтобы нас запомнили с хорошей стороны, да и у нашей школы будет собственная песня.\n— У меня нет идей по этому поводу, — также отнекивался черноглазый.\n— Ладно ... Идём дальше... — взял мел Ким и задумался.\nКатя сильно задумалась по этому поводу и пыталась придумать оптимальный вариант для обеих сторон.\n— А что, если про любовь? — предложила Катя, — Стойте, я знаю, что идейка так себе, но выслушайте. Любовь бывает разная... Она может проявляться разными способами. Мы можем заложить в эту песню послание, которое не все поймут...\n— Я кажется тебя понял... — встал со стула Шуга, поправив куртку, направился в сторону двери, — Чё стоите? За мной! \nПосле этих слов, ребята перегляделись и пошли за светловолосым. ",
    "answers": [
      {
        "id": 19,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Идя по коридору, Юнги думал над словами Кати, что вдохновили его на мысль. А почему бы и нет? Любовь может проявляться везде и ко всему, но у каждого по-своему. ",
    "answers": [
      {
        "id": 20,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 20,
    "text": "Подойдя к кабинету музыки, Мин открыл дверь и прошёл к фортепиано. За ним и подоспели остальные. Присев на кушетку, парень потрогал клавиши инструмента и начал что-то играть. Музыка переливалась по всему классу и заполняла тишину. Она была очень лирическая и спокойная, не подходящая для рэпа. Мелодия была приятная на слух и не хотелось, чтобы она умолкала. Её хотелось слушать вечно. \nЗакончив играть, Юнги посмотрел на своих одноклассников, и... Был в шоке. Они были такими счастливыми и их глаза блестели и из них текли слёзы.\n— Юнги... Это трогательно... — произнесла русоволосая сквозь слёзы, — но нам нужно что-то, под что мы могли бы танцевать..\n— Согласен... — шмыгает носом блондин.\n— Ты то чё ноешь?! — посмотрел на парня Мин.\n— А может... Не любовь, а... Мечта? — предложила Ксюша.\n— Мечта?? — заинтересовался Шуга.\n— Ну.. У каждого разные мечты... Кто о любви мечтает... Кто о счастливой жизни... Кто о том, чтобы что-то забыть... — с длительной паузой говорила зеленоглазая.\n— Мечта — более раскрытая тема... Поэтому... — Мин набирает чей-то номер, — ...Да, это я... Нужен текст песни... У кого собираемся? — спросил у одноклассников парень.\n— У меня... — ответила Катя.\nПарень посмотрел на девушку как будто призерал её.\n— Я скину адрес смской — сказал в трубку Мин и сбросил, — Значит, у тебя? — прищурив глаза, переспросил светловолосый.\n— Да... А что не так? — поинтересовалась серозлазая.\n— Да так, ничего... Нас будет многовато... Не потесним тебя?\n— Неет! Не переживай!\nКсюша и Тэхён переглянулись, и одновременно натянули улыбочку аля \"Юнги ревнивый Сахарок\"\nПрийдя домой, Катя принялась убираться в доме и готовить еду. После, сев на диван в гостиной, девушка задумалась.\n— Мечта значит...\nПосле этих слов, в дверь постучали.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 6 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Кто-то постучал в двери. Катя пулей рванула открывать замки. Распахнув двери, девушка увидела толпу, которая просто теснится на порожках.\n— Здравствуйте! Извините за вторжение!! — одновременно проговорили парни, наклоняясь вперёд.\n— Добрый вечер! Проходите! — отойдя от дверного прохода и прижавшись к стене, Катерина пропустила весь народ, в котором присутствовали и Тэ с Ксюшей и Юнги. Мин осматривал хозяйку квартиры так пристально, изучая каждый изгиб её тела, ведь он никогда не видел её не в школьной форме. На ней был одет комбинезон-шорты, бардовая футболка с принтом, а на голове были два низких хвостика.\n— Проходите в гостиную. Я принесу чай! — Кэт побежала на кухню готовить чай.\n— Я пожалуй помогу, — встав с дивана, Ксю пошла за подругой.\nСпустя около 7 минут, девушки пришли в гостиную с подносами с чаем и печеньем.\n— Итак. Нам пожалуй надо представиться! — сказал белобрысый парень, — Я — Ким Намджун! Я пишу песни и читаю рэп. Пришёл по зову вашего друга вам на помощь. — протянул руку парень для того, чтобы скрепить их знакомство.\n— Я Екатерина. Можно просто Катя. — пожала руку парня, — Полагаюсь на вас.\n— Меня зовут Чон Хосок! — начал следующий парень. На вид очень приятный человек и всегда улыбается. Просто излучающий позитив, — Сегодня постараемся все вместе!\n— Рада знакомству, Хосок! Полагаюсь на вас! — улыбнулась парню Кэт.\n— Меня зовут Ким Сокджин! Можно просто Джин или Супер пупер мега Красавчик! — эффектно представился брюнет.\n— Приятно познакомиться, Супер мега... Кхм.. Джин!\n— Я — Пак Чимин! — потянул на себя Катерину пепельноволосый и поцеловал её руку, от чего та была немного в шоке. Лицо Юнги немного изменилось, наблюдая эту картину. Ревность? Он бы это отрицал. Да! \n— Ээ... Ннууу... — отводя взгляд, девушка стала паниковать.\n— Эйэй! Руки убери, а то затолкаю в задний проход! — не выдержал Шуга.\n— Кхм... Прости... Просто, я никогда не встречал таких красивых девушек, — начал делать комплименты Пак.\n— Эээ.. Спасибо конечно... Мне никто не делал столь приятных комплиментов... — раскраснелась Катерина.\n— А яяя?! — обижено протянул Тэхён, — Я делал тебе комплименты! Говорил про твою сногсшибательную красоту!!!\n— Спасибо, Тэ! Рада слышать это от тебя... — хихикнула русоволосая.\n— \"Интересно, она бы была рада, если бы я делал ей комплименты?\" — подумал Мин.\n— Наконец-то дошли до меня! Меня зовут Чон Чонгук! Приятно познакомиться... Катя, да? Имя не корейское, ты иностранка? — поинтересовался макнэ.\n— Да. Мы с Ксюшей из России... Переехали ещё в детстве... Но познакомились уже тут! — рассказала сероглазая, — И эти имена в нашей стране очень обычные, поэтому здесь ты никого не встретишь с такими именами.\n— Ооооо! — удивились все пятеро, корме Юнги и Тэ, ведь они знали их историю.\n— А разговариваете без акцента на корейском! И не скажешь, что русская... — удивился Намджун.\nВсё это время Ксюша была на кухне, готовила гренки.\n— Итак! Что я уже пропустила?? — неся огромную тарелку с гренками произнесла Ксю.\n— Мы уже познакомились — с улыбочкой произнёс Гукки.\n— Рада за вас! Итак! Давайте уже перейдём к тому, зачем мы сюда пришли! — потёрла ладоши зеленоглазка.\n— И то правда. Что вы придумали там? — спросил Хосок.\n— Наша тема — мечта... надо что-то динамичное и подвижное! Потому, что мы хотим придумать хореографию на мелодию — рассказал Тэхён.\n— А может... Мечты нет? — подумал вслух Джин, — Ну, она есть, но её никак не воплотить в жизнь, или...\n— Мечтает, или же врёт сам себе... — задумалась Ксюша.\n— Тааак... Мне нравится ход мыслей, даальше... — внимательно слушает девушку Намджун.\n— Нуу... Человек просто устал от чёрно-белых и однообразных дней и сочиняет свои мечты.. Или же, копирует других... — продолжила Ксения.",
    "answers": [
      {
        "id": 22,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 22,
    "text": "А в то время, когда девушка говорила, Намджун и Юнги что-то записывали в блокноты. \n— У меня есть рифма! — осенило белобрысого, — Кхм... Почему ты молчишь?\nТы не хочешь учиться, но боишься вылететь из школы?\nСмотри, ты уже готов к школе\nПовзрослей наконец, ты всё делаешь только на словах, чувак, у тебя прозрачный ум\n(Хватит) Задай себе вопрос, работал ли ты когда-нибудь усердно?\n— Хм... А у меня воот что! Я хочу большой дом, большие тачки, большие кольца\nНо на самом деле, у меня нет грандиозных планов\nХа-ха, моя жизнь меня вполне устраивает\nЯ ни о чём не мечтаю, но никому до этого нет дела Все думают так же, как я\nЯ уже совсем забыл о своём детстве, когда у меня было так много грёз\nНе волнуйся на счёт колледжа, я буду ходить хотя бы в школу, что очень далеко...\n— Я бы даже не смогла так налету придумать... — в шоке от зачитанного Катя.\n— Да такими темпами мы быстро придумаем текст, музыку и танец! — радостно прыгает Ксюша.",
    "answers": [
      {
        "id": 23,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 23,
    "text": "И так, они сидели до самой глубокой ночи. Забыв о времени, ребята погрузились в работу, что для парней раньше казалось это очередными проблемами и недостатком фантазии, но сейчас это не так. Они веселились при сочинении строк песни и делали небольшие перерывы на чай с гренками. Было всё: и смех, и радость, и временами злость вперемешку со слезами, но это их не останавливало. \nКатя посмотрела на настенные часы. 2:36.\n— Ребят, а мы не засиделись? — уставшим голосом спросил Чимин.\n— Ты прав! Надо идти! Простите за то что задержались! Но мы пойдём! — встали с мест парни.\n— Стойте! Вы можете переночевать тут! У меня есть свободные комнаты и в каждой по две кровати. Места на всех хватит! \n— Будет неудобно тебя теснить! — ломается Джин.\n— Так! Не ломайся! — хлопнула по плечу парня Ксюша, — Оставайтесь! \nПарни переглянулись и вздохнули.\n— Мы не хотим обижать хозяйку и поэтому останемся! — ответил за всех Хосок.\n— Так то лучше!! Поднимайтесь на второй этаж, все комнаты что там, в вашем распоряжении! — показала наверх Котэ и принялась убирать тарелки и кружки со стола, — Спокойной ночи!\n— Спокойной ночи! — крикнули все и поднялись наверх.",
    "answers": [
      {
        "id": 24,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Убрав всё со стола, девушка оставила лишь листы с текстами песни. Читая их, у неё просто автоматически надевалась улыбка на лицо. \nВ самом доме было темно и временами тело девушки покрывалось дрожью от мысли, что за ней кто-то наблюдает. И её шестое чувство её не подвело. Катя услышала, как чья-то тушка падает с лестницы.\n— Ай! — упал на пол парень.\n— Чего не спишь? — Катерина обернулась в темноту, — Юнги...\n— Не могу заснуть... — светловолосый подошёл к однокласснице и сел за стол рядом с ней, — А ты?\n— Та же песня... Весело было сегодня... — посмотрела на тёмный силуэт своих ног русоволосая.\n— Согласен... — улыбнулся парень, что для него было не свойственно. Но было темно, так что можно было вздохнуть с облегчением, — Ээм... Тебе больше не пишет тот номер? \n— Нет! Как только напишет, я тебе дам знать... — посмотрела в сторону окна девушка. На улице казалось светлее, чем в доме. Это из-за фонарей рядом с домом.\nПарень подвинулся ближе к девушке",
    "answers": [
      {
        "id": 25,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 25,
    "text": "POV Кати.\nЧтоооо??? Почему он подвинулся?? И почему у меня сердце так бешено бьётся?!? Нет!! Я не влюбилась!! Нет!! Катя, НЕЕТ!! Или же... Аааааа!!! Как всё сложно!!!\n— Кать... — обратился ко мне Мин.\n— Чтооо?? — с паникой и дрожью в голосе спросила я.\n— Что такое? Тебе страшно со мной? — я почувствовала, что его тело всё ближе и ближе.\n— Нееет! Ничего! Просто... Комар летает ту где-то! Живучий, падла! Убить его не могу! — я замахала руками, делая вид, что ищу \"комара\".\nДуураааа!!! Что мне делааать?!?! Почему он так близко?!??! Я ещё не готова к такому!!!!\n— Скажи мне... — начал черноглазый.\nААААААААА!!! ЩА БУИТ ОНО САМОЕ!! МИН ЮНГИ!!! ЗАКРОЙ СВОЙ РОТТ!!!\n— Да? — писклявым голосом выдавила я.\n— В каких ты отношениях с Тэхёном? \nШТО БЛИАТЬ?!? Я?? С ТЭТЭ?!? С ЛЮБИТЕЛЕМ ЛУННЫХ КРОЛИКОВ?!?! НЕЕЕЕТ!! ВЫШЕ ПЛАНКИ \"ДРУГ\" ОН У МЕНЯ НЕ ПОДНИМЕТСЯ!!\n— Мы просто друзья! — сложила руки на груди я, — А что?? \n— Нуу... Да так... Не обижает ли он там тебя??\nПФФ!! ИДЕАЛЬНАЯ ОТГОВОРКА ЧУВАК, НО Я НА НЕЁ НЕ ПОВЕДУУСЬ!!\n— Вот как... Нет, не обижает... Даже наоборот... Пытается защитить...\n— А ты не против, если... Если я тоже буду тебя защищать?\nВАТ?!??!? МИН ЮНГИ ПРЕДЛАГАЕТ МНЕ СВОЮ ЗАЩИТУ?!?!? И БИТЬСЯ СЕРДЦЕ ПЕРЕСТАЛО! а ХОТЯ... ОНО У МЕНЯ БЕШЕНО КОЛОТИТСЯЯ!!! ЧТО ТЫ СО МНОЙ ДЕЛАЕШЬ, ПАГАНЕЦ ЮНГИИИ??\n— Нууу... Я уже давно приняла твою защиту... — раскраснелась я.\n— Вот как... Чудесно!! — с весёлостью в голосе произнёс парень, — Ну так... Наша прогулка ещё в силе??\nБЛЯЯТЬ!!! ОН ЖЕ МЕНЯ ГУЛЯТЬ ЗВАЛ!! ДЫРЯВАЯ КАТЬКИНА БОШКАА!!\n— Ну конечно... Я никогда не отказываюсь от таких предложений.\nО ГОСПАДИ! ЗАКРОЙТЕ МОЙ РОТ!!!! ",
    "answers": [
      {
        "id": 26,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 26,
    "text": "Конец POV Кати.\nНа часах уже 3:58.\n— Походу, пробежка сегодня отпадает... — зевая, произнесла Катя.\n— Пробежка? — удивился Мин.\n— Мы с Ксюшей каждое утро бегаем, но не сегодня... Мы поздно легли, а кто-то и вовсе не ложился...\n— Понятно... \nТишина заполнила всю квартиру, от чего Катя слышало, как её сердце бешено колотилось.\n— Нууу... Может... Спать пойдём? — предложил парень.\n— Хорошая идея! Спокойной ночи! — встала из-за стола девушка и направилась в свою комнату.\n— Спокойной ночи, — парень засмотрелся на отдаляющийся от него женский силуэт, который скрылся за дверью, а потом сам пошёл в свою комнату, — Она будет моей! И ни чьей больше!!! Никому не отдам её!! \nПосле этих слов, Юнги зашёл в свою комнату, где его сосед Джин уже вовсю храпел. Парень прилёг на кровать и погрузился в свои мысли, после чего заснул.\n",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 7 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 27,
    "text": "Утро. 10:49. Ребята ещё спят. Катя смотрела чудесные сны про их школьное выступление. Но её сон нарушил звук стука в дверь.\n— Кого принесло в такой час? — с нехотеньем Катерина встаёт со своей мягкой постельки и в развалочку идёт в сторону двери. Девушка открыла дверь и на пороге стояла её долгожданная подруга.\n— Яна! — воскликнула русоволосая, — Проходи! Прости, что не забрала тебя!\n— Привет! Ничего — обняла девушка подругу, — Итак! Где моя комната??\n— Наверху! — показала на лестницу Катя. Вспомнив, что все комнаты заняты парнями, Катерина остановила свою подругу, — Эээ... Может.. Чай?\n— Было бы неплохо! Я тебе помогу, только отнесу вещи в комнату.\n— Ыаа! Таммм... Эээ... Света нет! Лампочки перегорели!! Ты пока тут вещи оставь, а я... — не успела договорить Катя, как по лестнице спустился Чонгук с оголёным торсом.\n— Доброе утро, Катя! — сонным и в тоже время милым голосом произнёс парень.\n— Д-доброе ... — в ступоре стоит Кэт от тела парня. ОНО ИДЕАЛЬНОЕ!!! Она не видела столь прекрасного пресса в живую.\n— А где у тебя ванная комната? — поинтересовался Чон.\n— Прямо по коридору и вторая дверь на право. — указала маршрут сероглазая.\n— Спасибо — поблагодарил девушку брюнет и направился в ванную комнату.\n— Вот как у тебя лампочки перегорели, — с ухмылкой на лице произнесла брюнетка.\n— Это не то, о чём ты сейчас подумала! — отрицает девушка.\n— Ну конечно!",
    "answers": [
      {
        "id": 28,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 28,
    "text": "Тем временем, по лестнице спустились ещё два парня. Хосок и Намджун.\n— Доброе утро! Спасибо, что разрешила переночевать у тебя! — благодарит девушку Ким.\n— Да не за что! — нервно произнесла русоволосая.\n— Хоть живите тут! — дополнила речь Кати Яна.\n— А Вы... — пытается вспомнить Хосок брюнетку, — Вас вроде как вчера не было с нами...\n— Да... Меня зовут Яна... Я подруга Кати. Рада знакомству! — пожала обоим парням руки кареглазая.\n— Взаимно! — ответили парни одновременно, — А..\n— Ванная, ребятки, занята! Можете позавтракать! — перебила парней Катерина.\n— Спасибо! — поблагодарил Чон.\nПарни пошли в сторону гостиной, где был уже накрыт стол. Девушки отошли от парней на пять метров.\n— Надеюсь, это всё? — поинтересовалась брюнетка.\n— Ты не так поняла! Они помогали нам песню сочинять! — объясняет подруге девушка.\n— Это все?! — повторилась Яна.\n— ... Нет...\n— Всё интереснее и интереснее!!!\n— Катяя! У тебя такая мягкая кровать! Такая прыгучая! — восхищается мебелью Тэхён.\n— Бляять! — закрыла лицо руками девушка, — Этому тоже есть объяснение!\n— Мммм... Я слушаю, — хитро улыбнулась Яна, задрав правую бровь вверх.\n— Он мой друг! Он странный! Ему бы не пришли в голову пошлые мысли!!! ОН ВООБЩЕ ИЩЕТ ПЛАНЕТУ ЛУННЫХ КРОЛИКОВ!!!\n— Вот как ...\n— Ты мне не поверила.\n— Конечно нет!\nТэТэ подошёл к Кате и закинул руку на плечо девушки.\n— Я тебя знаю?! — прищурив глаза, блондин посмотрел на Яну.\n— Нет! Я просто... Искала тут лунного кролика! Который сюда проскочил!! — делает вид, что ищет глазами \"кролика\".\n— ЛУННЫЕ КРОЛИКИ?! Я ЗНАЛ, ЧТО ОНИ ЕСТЬ!!! — запрыгал как ребёнок Ким, — Давай помогу найти !!!\nЯна была в Афиге от того, что помогала искать взрослому парню не существующее мистическое существо.\n— \"Выкуси!\" — подумала Катя.\nДалее, сверху снезашёл Сокджин.\n— Привет, Кать! Сегодня продолжим? — спросил Ким у Кати.\n— Конечно! — улыбнувшись, ответила Кэт.\n— А... Что продолжите?? — подоспела брюнетка.\n— Мы пишем песню! Вчера мы долго сидели над текстом, что забыли о времени и Катя позволила нам переночевать у неё! — рассказал хён.\n— \"УМНИЦА, ДЖИН!!\" — подумала Катерина.\n— Аааа!! Понятно!! — с грустью в голосе сказала кареглазая\n— А! Всё хотел спросить.. — начал Ким.\n— Да, Джин? — интересуется русоволосая.\n— Что вчера за визги и стоны были ночью в гостиной?\nВзгляд Яны резко перешёл уже на покрасневшую Катю.\n— Яяя...\n— Я вчера с ней был! — подошёл Юнги.\n— \"БЛЯТЬ!!! КТО ТЕБЯ ПРОСИИИЛ?!\"\n— Что? Ты с ней был?! Чем вы занимались? — удивился Джин.\n— Мы... — не успел ответить Мин, как его перебили.\n— МЫ ПЕСНЮ УЧИЛИ!!\n— Со стонами?! — выделила Яна.\n— ХОТЕЛИ ПРИДАТЬ СЛОВАМ ЧУВСТВА!!!\n— А какие чувства в рэпе?.. — спросил Ким.",
    "answers": [
      {
        "id": 29,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 29,
    "text": "И тут Катя ничего не смогла придумать, ведь она не смогла сказать, что почти ночь напролёт она болтала с Юнги на разные темы.\n— Мы встречаемся с Катей! — заявил Мин.\nУ всех округлились глаза. Даже у тех, кто был в соседних комнатах, ведь они тоже это услышали. Но больше всех в шоке была Катя и Тэхён. ведь этого никто из них не ожидал.\n— Кто уже с кем встречается? — из кухни вышла Ксюша в фиолетовой пижаме с кроликами и с горячим кофе в руках, — О, привет Ян. Сколько лет, сколько зим? — Ксю принялась обнимать старую подругу, — А чё вы все замерли то? И чё так тихо?\n— Катька с Юнги мутит! — громко ответил блондин.\nРеакция Ксюши: от шока, она выронила кружку с кофе прям на пол. Её взгляд давал понять, что сейчас начнётся бомбёжка аля \"ПОЧЕМУ ТЫ МНЕ НИЧЕГО НЕ РАССКАЗАЛА?!\"\n— О БОЖЕ! Я ТАК ЗА ВАС РАДА!!! Я ТАК И ЗНАЛА, ЧТО ВСЁ К ЭТОМУ ПРИДЁТ! У ВАС БУДУ КРАСИВЫЕ ДЕТИ И СОБАКА! А ЕЩЁ!!. — Тэхён закрыл рот русоволосой.\nЮнги ждал реакции Катерины больше всего, ведь он понял, что не стоило этого говорить. Она стояла вся красная и смотрела в пол.\n— С-Спасибо... Прости, что не рассказала раньше, ведь мы вчера начали встречаться! — начала придумывать басни Катя. Зачем? Спросите вы. А затем, что она услышала в Ксюшином \"Я так этого ждала!\". А раз она этого ждала, то это должно было произойти. Просто она такой человек, о чём она не подумает — всё сбывается. \nЮнги был в шоке. Он ожидал другой реакции, ведь эту он никак не ожидал. Но он рад, ведь теперь они \"встречаются\".\n— Юнги! Отойдём? — покосилась на Мина девушка.\n— Конечно, любимая! — приобняв за талию, они отошли в другую комнату.\nПосле того, как \"парочка\" зашла в комнату девушки, она сразу прижала светловолосого к стенке.\n— Я не поняла прикола, \"любимый\"... — пронзающий взгляд Кати охватил всё лицо парня.\n— Не кипишуй, зай. И да, хотел спросить... Почему когда я спрашивал у тебя что-то, ты стонала или визжала?\n— Я нервничала! И ты сидел близко!!! — отошла от Шуги Кэт.\n— Нервничала? Почему?? — светловолосый медленно подходит к девушке.\n— Не знаю... Когда ты рядом, то сердце начинает бешено колотиться! И бросает в жар! — рассказывает девушка.\nСветловолосый стоит в шоке.\n— Вот как... — подошёл Мин к русоволосой и положил руку ей на лоб, — Не заболела ли ты?\nПарень понял, что это были за симптомы, но не стал начинать этот разговор сейчас.\n— Хм... Вроде жара нет... И долго мы будем \"встречаться\"? — сел на кровать Юнги.\n— Вот, ты заварил эту кашу — ты и расхлёбывай! — встала у окна Катя. \nТелефон девушки завибрировал.",
    "answers": [
      {
        "id": 30,
        "text": "[Достаёт телефон] "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Кто там ещё?! — достаёт из кармана кофты телефон.\nНеизвестный номер:\n\"С каких пор ты общаешься с Мин Юнги?\"\n— Что?! — начала паниковать Катерина.\n— Что там? — посмотрел на выражение лица девушки и заглянул в телефон.\n— Что делать? — телефон трясётся в руках русоволосой.\n— Без паники! Дай мне! — выхватил телефон парень и начал что-то писать.\n— Эй! Ты что творишь?! — посмотрела на Шугу Катя.",
    "answers": [
      {
        "id": 31,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 31,
    "text": "POV Юнги.\nМне это надоело! Сейчас я покажу ей, что я смогу защитить её! \n\"Значит так, \"дружок\"! Ещё раз, ты напишешь на этот номер, не жить тебе и твоему телефону!!! Если у тебя хватает смелости писать ей это, то хватит ли на то, чтобы встретиться со мной?!\"\n— Отправить! — нажал я на кнопку телефона.\n— Ты уверен, что так правильно? — уже спокойно спросила Катя.\n— Не уверен! Но это нужно было сделать! И сюсюкаться с ним не нужно!! — повысил я голос, — Извини!\n— Спасибо за помощь, \"котик\"! — хихикнула Катя, глядя мне в глаза.\n— Говори потише, а то у наших \"слушателей\" сейчас уши в трубочку свернутся! — засмеялся я.\n— Мммм.. — пристально посмотрела на дверь Катя, на цыпочках подошла к ней и резко открыла её. А за ней стояли все \"слушатели\" и посвистывали, типа \"Я вообще мимо проходил\".\nПока Катя разбиралась с ребятами, на её телефон снова пришло сообщение.\nНеизвестный номер:\n\"Хочешь по-серьёзному поговорить? Без проблем! Сегодня в парке в 17:00 под старой сакурой. Я буду ждать тебя там!\"\nВот же приставучий!\n\" Без проблем! Жди!\"",
    "answers": [
      {
        "id": 32,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 32,
    "text": "Конец POV Юнги.\nПарень отправил последнее сообщение и удалил их. После, Юнги вышел из комнаты девушки и отдал ей телефон со словами \"Всё будет нормально\" сел ко всем за стол и принялся завтракать.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 8 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 33,
    "text": "После всего этого, ребята принялись завтракать. Пережёвывая рамен, парни переглядывались и смотрели на Юнги и Катю.\n— Кхм... — подавилась Ксюша.Сидящий рядом с ней Тэхён, постучал по спине девушки, чтобы она перестала кашлять, — Спасибо... — продолжила пережёвывать еду русоволосая.\n— Ребят, а можете ещё на одну ночку у нас остаться? — предложила Яна. Все взгляды устремились в сторону брюнетки, — Ну, а что? Будем вместе сочинять песню! — улыбнулась кареглазая.\n— Не хочется стеснять хозяйку дома... — ответил Намджун, — Да и мы тут задержались!\n— Ничего подобного!!! — вскликнула Катя, — Нуу... Я имею ввиду, что мне вчера было весело... И мы хорошо поработали... Было бы неплохо, если бы вы ещё задержались...\nПарни замолчали. Каждый задумался над словами девушки. И ведь верно! Всем было весело и все хотели повторить вчерашнее.\n— Доброе утро! — самый последний спустился Пак, — Извините, что заспался! Кровать очень мягкая и удобная! — подошёл к столу парень.\n— Доброе утро, Чимин! — поприветствовала пепельноволосого Катя, — Садись завтракать!\n— Мммм!! Вкусно пахнет... — сел за стол Чимин и принялся есть.\n— Если хозяйка не против, то мы останемся ещё! — выдал вердикт Намджун.\n— Ураа!!! — воскликнула Ксюша, — Как раз закончим с песней!\n— Ага!! — улыбнулась Катерина.\n— Юнги, могу ли я поговорить с тобой... С глазу на глаз? — спросил Пак.\nВсе сглотнули. Никто такого не ожидал. Парень был серьёзен как никогда, что было странными.\n— Пошли... — проживав рамен, Мин встал из-за стола и пошёл за Чимином, — Я тебя слушаю...\n— Как под утро поболтали? — сложил руки на груди Пак.\n— Так то был ты? А я то думаю, кто там создаёт лишний шум... — ухмыльнулся светловолосый.\n— А ты не забыл про неё? — поинтересовался пепельноволосый, немного наклонив голову вправо.\nЮнги замолчал. Ведь ему напомнили про то, что лучше забыть. Его охватила злость и ненависть.\n— Я собирался поговорить с ней на днях... — грубым голосом ответил Мин.\n— Не уверен, что она согласится с твоим решением! Да и от Катьки она не отстанет... Ты уверен? — с ноткой волнения спросил Чим.\n— Да, уверен... Я смогу защитить Катю любой ценой!\n— Ну да... Она же только твоя и ты её никому не отдашь... — с сарказмом произнёс парень.\n— И это ты слышал?! Ах ты засранец!!! — покраснел Юнги.\n— Да ладно тебе! — похлопал по плечу своего друга Пак, — Знай... Я смогу тебе помочь в любой ситуации и все остальные тоже...\n— Спасибо...",
    "answers": [
      {
        "id": 34,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 34,
    "text": "После разговора, парни вернулись на свои места и тут начались распросы.\n— О чём вы болтали там? — поинтересовался Джин, уже настроенный слушать их брехню.\n— Какую музыку лучше сделать для песни... — начал есть новую порцию рамена Чимин.\n— Вооот как!! Поведуйте и нам сею информацию... — переглянулся Тэхён с парнями и начал давить на врунов.\n— Нуууу... — не смог ответить Пак.\n— Да мы обсуждали то, что может сегодня взять выходной и посмотреть какой-нибудь фильм... — забил рот Мин.\n— Хм... — положил руки на стол Чонгук, — А идея хорошая! Я за!\n— И я !! — помахала руками Яна.",
    "answers": [
      {
        "id": 35,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 35,
    "text": "Все приняли единогласное решение посмотреть фильм. После длительного завтрака, который растянулся до 15:50, парни принялись искать фильм в интернете. Юнги наблюдал за временем.\n— Ребят! Я схожу в магазин за хавчиком к фильму!! — крикнул парень друзьям.\n— Я с тобой! — подбежал макнэ к хёну.\n— Нет, спасибо! Я сам справлюсь! — вышел из дома юнги и направился в сторону парка. Время было 16:57. Подходя к дереву, Юнги увидел человека в капюшоне, который вечно оглядывался.\n— Ты тот самый \"неизвестный номер\" ? — постучал по плечу Мин парня. \nТот обернулся и Мин увидел знакомое лицо. Это был их одноклассник Квон Юн Хи. На вид, неприметчивый малый, но на самом деле, он просто скрывает свою настоящую личность.\n— Юн Хи... Что тебе нужно от Кати? — настроение Юнги резко изменилось, ведь он знает этого \"тихоню\". Как-то раз, Квон разнёс его студию лишь из-за того, что отказался делать с ним групповой доклад.\n— Я люблю её! И советую тебе уйти с дороги, Мин Юнги! Ведь у тебя есть пассия! — с усмешкой произнёс Квон.\n— Ты ничего не знаешь обо мне!!! — крикнул на весь парк Мин, — У нас с ней ничего нет!!\n— Но вы ещё официально состоите в отношениях!! Если она узнает, что ты пошёл налево, то плохо будет всем!! — улыбнулся во все 32 парень в чёрном, — Так что... Уди с моего пути и позволь мне завладеть Катей...\nПосле последних слов, Шугу как-будто подменили. Юнги развернул к себе уходящего парня и сделал удар в лицо. Пострадавший упал на землю. Над ним навис Мин и продолжал совершать многократные удары по лицу. А Квон лишь улыбался на это.\n— Зря ты это, Юнги... — Юн Хи перехватил руку светловолосого и второй рукой ударил его по лицу, от чего Мина немного занесло и Квон решив воспользоваться этим и высвободился и сам начал совершать удары по лицу. \n— Квон... — сказал Юнги, у которого из носа текла кровь, — Ты сам попался в мою ловушку! — тяжело дыша, Шуга надел на себя \"улыбку маньяка\".\nВ парке уже была полиция, которая повязала Квона.\n— Скатина!!! Я выберусь и убью тебя!!! — кричит на весь парк Юн Хи, которого уводят полицейские.\n— Спасибо за сигнал, господин Мин! — поблагодарил один из полицейских парня.\n— Не за что... Как там брат? — поинтересовался Юнги.\n— Всё ещё проводится расследование по его делу, но мы делаем, что в наших силах! — доложил полицейский.\n— Хорошо! Спасибо!! До встречи! — парень развернулся к выходу из парка и направился в магазин.",
    "answers": [
      {
        "id": 36,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 36,
    "text": "Спустя около часа, Юнги вернулся домой.\n— Чёртов Юнги! Где тебя носило?! — из комнаты доносились возгласы Хосока и Тэхёна.\n— О боже!! Что случилось?! — увидев разбитое лицо Шуги, Катя подбежала к нему и начала рассматривать раны, — Кто это сделал?! \n— Гопники пытались стырить кошелёк, но я оказался шустрее.. — соврал Мин.\n— Красава!!! — пожал руку парня Намджун, — Ты у нас не из слабых! Я всегда знал это!! \n— Ребят, забирайте еду, а я пойду его раны обработаю! — взяла за руку парня Катя и направилась в сторону своей комнаты.\n— Океей!! — улыбнулся Ким и забрал пакет с едой и пошёл к ребятам.\nТем временем, Катерина возмущалась и обрабатывала раны Юнги.\n— Как же так?! Не мог бы ты больше не ходить по тёмным переулкам?! А то ещё и убьют ненароком!! — высказалась русоволосая.\n— Теперь тебе не будет писать тот номер! — с улыбкой произнёс парень, смотря на лицо девушки.\n— Что? — Кэт перевела взгляд на глаза светловолосого, — Ты разбирался с тем маньяком?! И кто он?!\n— Квон Юн Хи! \n— Чтоооо?! Эта тихоняя?! \n— Агаа! — парень выглядил счастливым, ведь он смог защитить свою возлюбленную.\n— Спасибо тебе... Если бы не ты.. То я бы... — не успела договорить девушка, как он прислонил к её губам свой палец и шикнул.\n— Не стоит... Это лишь небольшая услуга! И я обещал защищать тебя! \n— Ах да! Точно... — улыбнулась Котэ, — Всё! Я закончила!\n— Спасибо! — парень поцеловал девушку в щёку в знак благодарности.\nКатя была немного в шоке. На её щеках проявился небольшой румянец и всё лицо горело.\n— Пошли смотреть фильмы? — улыбнулся Юнги и подал руку Екатерине.\n— Ага! — дала руку Катя и он сжал ей очень сильно и она пошли смотреть сериалы с остальными. ",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 9 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Парни выбрали фильм жанра ужасы. Под вечер самое то, да и хотелось на реакцию девочек посмотреть. \nПервой выбыла Яна, так как при виде пилы её чуть не вывернуло и она убежала в ванную. Вторая вышла из \"игры\" Катя. Увидев как человека потрашат, она закрыла лицо руками, завизжала и прижалась к Юнги. На что его лицо переменилось. Счастье переполняло его и его улыбка тянулась до ушей. Тэхён заметил это и надул губы. Потом, его взгляд перешёл на Ксюшу, что увлечённо смотрела на расчленёнку и при этом ещё и ела мясо. \n— Ксюх... Ты это... Всё нормально?! — с отвращением и ноткой обиды в голосе спросил блондин. \n— Конечно! С чего вдруг такие вопросы?! — девушка набила рот едой и посмотрела на грустного парня, — Что такое?! Фильм не понравился?! \n— Нет. Нормальный. — обиженно ответил Ким и уставился в телевизор, сложа руки на груди. Ему хотелось, чтобы Ксюша прижалась к нему. Неровно дышит к ней он уже давно. Также и она, вот только они настолько тупые, что не замечают взаимной симпатии. \nКатерина посмотрела на обиженного Тэ и улыбнулась. Она встала с дивана и её руку схватил Мин. \n— Ты куда?!? — нервно спросил парень. \n— Мне надо... — ответила русоволосая, но её руку он не отпустил. \n— Я с тобой!!! — встал с дивана Шуга. \n— Юнги, я в уборную... — уже тише сказала Катя. \n— Я с тобой!!! — повторял парень. \nВсе взгляды устремились на эту парочку, чего сама пара не заметила. \n— Ребят... Я ведь подумал о том же, о чём и вы?? — сглотнул Намджун и посмотрел на парней. \n— Не знаю, о чём ты там подумал, но это намного интереснее той страшилки, что мы выбрали! — тихо утвердил Чонгук. \n— Согласен! — одновременно произнесли Джин и Чимин. \n— Мин-Мать твою-Юнги! Ты издеваешься надо мной?! — уже во всё горло кричит сероглазая, задрав голову вверх. Ведь, Катя маленького роста, а Юнги казался намного выше её. \n— Нет! Просто... — замолчал Юнги и обернулся к ребятам, которые делали вид, что смотрят телевизор, — Просто... \n— Сахарок, если тебе страшно, то так и скажи... — сатирично произнесла Ксю, опустошая вторую коробку с китайской лапшой. \n— Сахарок? — лицо сероглазой изменилось из злости и возмущения на шок и недопонимание.\n— Ну... Сахарок... Если так сравнивать, то Юнги самый бледный из всех ребят. Белый как сахар... Поэтому и Сахарок... — объяснила зеленоглазая, — Ну, возможно и... \n— И? — уже возмущался Тэхён. \n— Ну... \"Его поцелуи кажутся такими сладкими, как карамель или сахар\" — процитировала одно из произведений девушка. ",
    "answers": [
      {
        "id": 38,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 38,
    "text": "Лицо Шуги приобрело немного розоватый оттенок, ибо поцелуй он ещё не планировал. Да что там... Конечно планировал! Только, если бы не сложились такие обстоятельства. Ему хотелось предложить ей встречаться в более интимной и свободной для него обстановки. \nТэхён пошёл в прихожую. \n— Ты куда? — спросила Ксюша у Тэ. \n— Я домой, ибо мы тут уже конкретно засиделись... — одевает куртку блондин. \n— Он прав, ведь мы реально засиделись! Спасибо тебе за всё! Мы с парнями успели набросать текст песни... Ты взгляни... — подал листы с текстом Намджун. \n— И номера мы свои тоже набросали!!! — добавил Джин, улыбающийся во все 32. \n— Спасибо вам ребята за помощь! Я просто не знаю, что бы мы без вас делали! — обняла всех по очереди девушка и пошла провожать их. \n— Пока!!! — хором крикнули ребята. \n— До встречи! — ответила им Катя и закрыла за ними дверь. \nТяжело выдохнув, девушка облакотилась на дверь спиной и скатилась вниз. \n— И чего ты там сидишь?! — из гостиной донёсся крик. \n— Что? — тяжело встав и идя по дому шоркая ногами, девушка заглянула в гостевую, где на диване расположился Юнги, — И какого ты не свалил? \n— А ты прям жаждишь, чтобы я покинул стены этого дома? — встав с дивана, парень стал потихоньку подходить к девушке. \n— Эээ... Нуу, не то чтобы жажду... — пятится назад Катерина, — Да и ты наверное устал от моего присутствия!! \n— С чего бы это? Скорее, наоборот... Я хочу, чтобы ты всегда была рядом со мной... — Юнги ускорил темп шага. \n— Тихо... — остановила Мина русоволосая, — Слышишь?! — они оба замолчали, чтобы прислушаться к тишине. Катя воспользовалась этим и побежала на второй этаж. Юнги тут же рванул за ней.Взобравшись на второй этаж, парень начал оглядываться и заглядывать в каждую комнату. Тем временем, Катя сидела в шкафу в комнате Яны. А сама Яна была в ванной комнате. У неё был отходняк от ужастиков, ну и ванную решила принять. \n— Ты решила сыграть со мной в прятки? Учти, если тебя найду, то потребую приз!! — кричит парень и заглядывает в каждый уголок. \n— Он пьян что ли? — спросила сама у себя девушка и на её голову упала полка, — Ай!!! ",
    "answers": [
      {
        "id": 39,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 39,
    "text": "Парень услышал какой-то грохот и направился к источнику шума. Заглянув в комнату, где было темно, парень не нашёл выключатель и начал искать девушку на ощупь. \n— Я знаю, что ты тут!!! — воскликнул Мин, подходя к шкафу.\nКатюша затоила дыхание и зажмурила глаза. Сердце колотилось как у кролика и лицо горело как в огне. Она просто не могла понять, что может её ждать после того, как её найдут.\nПарень открыл шкаф и отодвинул вещи в сторону. Включив фонарик в телефоне, парень лишь подал руку девушке.\n— Я тебя нашёл... — спокойно проговорил Шуга, ожидая когда Катя возьмёт его за руку. \nКатя боялась той неизвестности, что ждала её дальше. Она не знала, что ей сделать. Но недолго колебаясь, русоволосая подала ему руку и тот потянул девушку на себя и прижал к себе очень крепко.\n— Юнги... — лишь было слышно из уст девушки, которые уже были накрыты губами парня. Катя ничего не могла сделать, ибо этот поцелуй был для неё первым. Мин понял это и взял всё в свои руки. Просунув в рот девушки язык, парень стал играться с её языком, от чего русоволосая была немного в недоумении, но всё же продолжила \"игры\". \nСпустя некоторое время, они разорвали поцелуй из-за нехватки воздуха. Тяжело дыша, Юнги посмотрел на девушку. Погладив рукойтпо щеке, Шуга приблизился к её лицу.\n— Я люблю тебя... — прошептал Мин и снова накрыл губы девушки своими. \nВсё бы продолжалось, если бы в комнате не загорелся свет и напротив пары, которая лабызалась не стояла хозяйка комнаты.\n— Я конечно извиняюсь, что нарушаю вашу романтическую обстановку, но... Не могли бы вы её перенести вместе с собой в другую комнату? — стояла у дверного проёма Яна, закутаная лишь в одно полотенце.\n— Кхм... Прости... — Катя поправила \" бардак\" на голове, взяла за руку Юнги и вышла из комнаты, закрыв за собой дверь, — Неудобно получилось... — смотрит по сторонам Катя.\n— Мда уж... — засунул руки в карманы джинс Мин, — На чём мы там остановились?\n— Нууу... Ты что-то сказал... — опустила голову девушка.\n— Ах да! Катя, — взял за руки девушку, — Я очень сильно тебя люблю! И мне хотелось бы с тобой начать нормальные отношения, а не всё на публику!!\n— Ну... Я... — не успела договорить русоволосая, как в дверь постучались, — Кто там ещё?\nДевушка спустилась со второго этажа и направилась к двери. ",
    "answers": [
      {
        "id": 40,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 40,
    "text": "Посмотрев в глазок, у девушки расширились глаза и она облакотилась на дверь.\n— Кхм... Пора готовиться к худшему!!! — дрожащим голосом произнесла Катерина.\n— Кто там? — уже сам нервничал Юнги.\n— Сейчас узнаешь!!! — отперев все замки, девушка открыла дверь и на пороге стояла женщина лет сорока с короткой стрижкой, — Мама!!\n— Мама?! — в шоке стоял Мин.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ 10 ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Примечания:\n\nЭта глава никак не относится к фанфику, но могут предполагаться подобные развития событий и в сюжете других глав. Стоит ли писать такое?\n\n",
    "answers": [
      {
        "id": 42,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Утро. Солнце ещё не встало, но Ксюша так и не ложилась. Она писала роман. Да, именно роман. Её настолько затянул этот процесс, что она просто не могла оторваться от компьютера и не закончить главу. \n— Фууух! Всё! — облакотилась на спинку кресла русоволосая и глубоко вздохнула, — Который час вообще? — спросила сама у себя девушка, смотря на настенные часы. \nА время было 3:48. Ксения потёрла глаза и отправилась в ванную. Подойдя к зеркалу, девушка посмотрела на своё отражение. \n— Опять круги под глазами, — приблизилась к зеркалу Ксю и принялась щупать щёки и веки, — Итак!!! Поработаем над лицом! — произнесла девушка и начала умываться. Почистив зубы и умыв лицо, Ксюша принялась капать капли в глаза. Поморгав раза четыре, девушка одела линзы. \nДалее, русоволосая накрасилась. Подойдя к шкафу, Ксюша одела спортивные штаны, майку и олимпийку, ведь за окном погода не радует. Девушка снова посмотрела на часы. 4:16.",
    "answers": [
      {
        "id": 43,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Телефон девушки завибрировал.\n— Что? Кому я нужна в такую рань? — удивилась русоволосая. На экране карявым шрифтом было написано \"Тэхуйчик\"\nДевушка запаниковала, но всё таки решилась взять трубку.\n— Да? — начала зеленоглазая.\n— Привет. Спишь? — сонным голосом спросил парень.\n— Привет. Нет. А ты чего не спишь в такую рань? Опять не понял геометрию? — с сарказмом спросила Ксюша, смотря в своё отражение и поправляя волосы.\n— Нет... Мне плохо... — грустным голосом ответил парень.\n— Что-то случилось?? — с ноткой волнения произнесла девушка.\n— Подходи до меня... — сказал парень.\n— Но я не... — и в ответ были слышны короткие гудки, — Эх, ну что поделать..\n— Так-то лучше, — проговорила девушка и принялась замазывать тоналкой все синяки.\nКсюша написала сообщение Кате, что не сможет прийти сегодня на пробежку. \nКатюша:\n\"Что-то случилось?\"\nДевушка лишь ответила:\n\"Я немного приболела. Завтра побегаем :D\nКатюша:\n\"Хорошо) Выздоравливай))",
    "answers": [
      {
        "id": 44,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 44,
    "text": "Переодевшись, Ксюша отправилась в сторону дома Тэхёна. По пути к нему, девушка перебирала все варианты случившегося. Но всё же, она не могла понять. Он всегда был весёлым, игривым, как ребёнок. А сегодня, даже по голосу было слышно, что на нём нет лица.\n— А может это шутка? — спросила сама у себя девушка, — Вполне возможно. В его стиле... Ну, раз я уже в пути, то назад дороги нет... — с такими мыслями девушка продолжила свой путь. \nДевушка подошла к подъезду, в котором проживает Тэхён. Заглядывая в окна, Ксюша искала глазами или свет в окне или хотя бы силуэт парня, но и намёка на это не было.\n— Кого ищешь? — подошёл сзади парень, смотря в окна своего подъезда. Ксюша резко обернулась и посмотрела на парня.\n— Опять твои шуточки?? — раздражённо спросила русоволосая. После этих слов, Тэ накрыл её своими объятьями, от чего девушка была в небольшом шоке.\n— Что-то случилось? — уже спокойным голосом повторила Ксюша.\n— Уже ровно год, как моей бабушки не стало... — по щекам парня катятся горячие слёзы. \n— Сочувствую... — обняла девушка парня.",
    "answers": [
      {
        "id": 45,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 45,
    "text": "Они стояли так минут 10 и Ким отстранился от девушки.\n— Прости, что позвал тебя... Просто, мне было так одиноко... Я просто не мог заснуть...\n— Не волнуйся, я тоже не спала, — ответила зеленоглазая. Подойдя к парню, девушка принялась вытирать слёзы с щёк блондина.\n— Ксюш... — кареглазый посмотрел в глаза девушки. Они так и затягивали в омут и манили к себе. Его взгляд опустился на её губы, что так и кричат \"Накрой нас своими губами\". Но парень пытался сдерживаться, — Может прогуляемся? — предложил Тэ.\n— Я только за... — ответила Ксения, — Эээ... Нуу, можно... Взять тебя за руку? — отводя взгляд, девушка протянула блондинку свою руку. Ничего не сказав, парень лишь сжал руку девушки.",
    "answers": [
      {
        "id": 46,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 46,
    "text": "Гуляя по парку, они смотрели по сторонам и наблюдали красоту природы.\n— Какая.... Была твоя бабушка? — начала разговор Ксю, но в ответ была лишь тишина, — Прости... Я..\n— Она была очень заботливой — перебил парень девушку, — Была добра к нам... Пускай и ворчала вечно... — немного улыбнулся Тэхён.\nДевушка встала напротив парня и положила свои руки на его щёки.\n— На этом жизнь не заканчивается... Мне кажется, что бабушка не хотела бы ваших слёз... Если плачут её внуки, то на душе неспокойно.. — рассказала ему девушка.\nУ Тэхёна на мгновенье увеличились глаза и он немного улыбнулся.\n— Думаю, ты права... — ответил ей парень.\n— И ещё... У меня вопрос...\n— Какой?\n— Нуу... Почему ты позвонил мне, а не Кате? — очень тихо спросила Ксюша, отводя взгляд от Тэ.\n— Не знаю... Наверное потому что.... Я в то время думал о тебе...\n— Думал обо мне?? — в шоке девушка.\n— Угу... Но, об этом потом поговорим... Когда наступит другое время... \n— Ага! — улыбнулась Ксения, на что Тэхён улыбнулся тоже.",
    "answers": [
      {
        "id": 47,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 47,
    "text": "Сегодня они не пошли в школу. Они весь день гуляли и разговаривали о разных вещах.\nВ конце дня, после того, как Тэ и Ксю разошлись по домам, девушка как всегда погрузилась в свой роман. Время было уже позднее. На телефон Ксюши пришло сообщение\nТэхуйчик:\n\"Спокойной ночи. Может потом также погуляем?\"\nНа лице у зеленоглазой появился небольшой румянец. С улыбкой на лице девушка отвечала на сообщение парня.\n\"Можно)) Спокойной ночи. До завтра\"\n",
    "answers": [
      {
        "id": 48,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 48,
    "text": "Наконец, закончив очередную главу, Ксюша легла в кровать и закрыла глаза, но сразу же их и открыла.\n— Не спится.. — сказала сама себе девушка. Подойдя к окну, русоволосая села на подоконник и наблюдала за ночным небом, — Луна сегодня прекрасна, — восхищается Ксю, смотря на полную луну.\nВ это же время, лёжа на кровати, Тэхён вертелся со стороны в сторону.\n— Не могу заснуть... — посмотрел в потолок парень. Взяв в руки телефон, блондин перечитывал диалог с Ксюшей. Пусть он и маленький, но улыбка была у него до ушей, когда он вчитывмыслив каждое слово, написанное девушкой.\n— Этой ночью мне не до сна, — сказали они одновременно и погрузились в свои мысли.",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ. ЭТОЙ ГЛАВЫ] "
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]