[
  {
    "id": 1,
    "text": "Автор: ChatNoir (Анна Савинова)\nЖанр: Спаси человека. Хоррор.\n\n    Главный герой проснулся в неизвестном ему месте с потерей памяти. Его судьба в ваших руках!\n\n    P. S. : (Квест содержит шокирующие картинки. Хоть они и одобрены разработчиком, впечатлительных я предупреждаю).\n\n    Приятного чтения!",
    "answers": [
      {
        "id": 2,
        "text": "Начнем путешествие."
      },
      {
        "id": 39,
        "text": "Концовки."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.vk.me/c626127/v626127809/4ec30/F3NKTdA7jDY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Связь с автором.",
        "url": "https://vk.com/id397130809"
      },
      {
        "id": 1,
        "text": "Автору на печенье ;-)",
        "url": "http://Money.yandex.ru/to/410015896466872"
      },
      {
        "id": 69,
        "text": "Примечание от автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "    Вы пришли в себя в холодной темной комнате, только бледный свет луны пробивался сквозь решетчатое окно. Кто вы? Откуда? Как оказались здесь? Надо искать ответы. Голова раскалывается...\n",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться в комнате."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/5728a/i8h7v_7bIL4.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Комната слабо освещена. В ней стоит металлическая кровать у окна, с разорванным матрасом, на которой вы очнулись. Ваш взгляд упал на небольшую тумбочку слева от кровати и раковину справа, над которой висит зеркало. В самом углу комнаты стоит мусорная урна. Напротив кровати есть потрепанная дверь.\n    \"Нужно все осмотреть, прежде чем выходить. Вдруг, я найду что-то полезное,\" — подумали вы.",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть тумбочку.",
        "need": -5
      },
      {
        "id": 6,
        "text": "Подойти к раковине.",
        "need": -6
      },
      {
        "id": 7,
        "text": "Проверить урну.",
        "need": -7
      },
      {
        "id": 8,
        "text": "Попытаться выйти из комнаты."
      }
    ]
  },
  {
    "id": 4,
    "text": "    Немного поразмыслив, вы все-таки решили идти к лифту.\n    \"Надо искать выход! Это основная задача сейчас,\" — подумали вы.\n    Проходя по коридору до лифта, вы обратили внимание на таблички на дверях. На одной из них было написано \"Сестринская\", а на другой \"Психоневрологический кабинет\".\n    \"Значит я в больнице! Что со мной произошло?!\" — удивленно произнесли вы.\n    Стоит ли зайти в кабинеты? Или ваш приступ головной боли говорил о том, что надо поторапливаться?",
    "answers": [
      {
        "id": 51,
        "text": "Идти к лифту."
      },
      {
        "id": 16,
        "text": "Осмотреть кабинеты."
      }
    ]
  },
  {
    "id": 5,
    "text": "    Вы подошли к тумбочке и увидели, что на ней лежит лист бумаги, на котором что-то написано. Вы начали выдвигать ящики. В верхнем ящике лежал фонарь. Нижний ящик оказался пустым.",
    "answers": [
      {
        "id": 12,
        "text": "Забрать фонарь и прочитать листок."
      }
    ]
  },
  {
    "id": 6,
    "text": "    Раковина была вся обшарпанная. Вы присмотрелись и увидели небольшие капли крови.\n    \"Может кто-то порезался и пытался их смыть?\" — отметили вы.\n    Подняв голову, вы увидели себя в зеркале:\n  — Ну и видок...\n    Вы выглядели лет на 35. Темные волосы были растрепаны, небритая щетина делала в темноте комнаты ваше лицо немного пугающим. Под глазами виднелись синяки. На щеках были многочисленные порезы, а губа разбита.\n    \"Что же случилось? Меня били?! Резали? Боже...\" — с ужасом прошептали вы в темноте.\n    Вы попытались включить воду. Кран предательски зашумел и холодная вода потекла мелкой струйкой. Набрав ее в ладони, вы резко бросили ее себе в лицо, в надежде, что это всего лишь сон и вы проснетесь.",
    "answers": [
      {
        "id": 3,
        "text": "Идти к кровати."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/575bd/2jezG1Jzzy8.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "    Вы заглянули в урну. С опаской засунув в нее руку, вы нащупали что-то холодное и металлическое. Вытащив \"это\" на свет, вы рассмотрели нож.\n    — Нож?! Зачем он тут?! — вздрогнув, удивленно прошептали вы, уставившись на оружие.",
    "answers": [
      {
        "id": 58,
        "text": "Забрать нож."
      },
      {
        "id": 59,
        "text": "Не брать нож."
      },
      {
        "id": 7,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/40391/0mv1lbJ9dw0.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Вы подошли к двери. За ней вас могли ждать как ответы на вопросы, так и еще большие загадки. Рука медленно легла на ручку и осторожным движением вы открыли дверь. Скрип эхом отозвался по коридору. Вы выглянули, посмотрев налево и направо, но кромешная тьма мешала вам что-либо разглядеть.",
    "answers": [
      {
        "id": 10,
        "text": "Налево.",
        "need": [
          5,
          7
        ],
        "need_ever": false
      },
      {
        "id": 11,
        "text": "Направо.",
        "need": [
          5,
          7
        ],
        "need_ever": false
      },
      {
        "id": 3,
        "text": "Я еще не все осмотрел в комнате."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы подошли ближе к еле пробивающемуся свету, чтобы рассмотреть что написано на загадочном листке.Может быть там \"ключ\" ко всему происходящему?И вы с тревогой начали вчитываться...\"Привет!Я пишу это именно ТЕБЕ.Твое имя Дмитрий.Дмитрий Громов.Скоро ты узнаешь кто ты и что произошло.Ты поймешь.Мне главное чтоб ты выбрался из этой \"темницы боли\".Это в наших с тобой интересах.И я старался оставить тебе \"подсказки\", надеюсь ты их найдешь.Я твой самый близкий человек и никто, запомни,НИКТО кроме меня не знает как тебе помочь.И прихвати ключ из кабинета 104.Он тебе пригодится...\" В конце текста было написано \"ДРУГ\".\n\"Теперь я знаю свое имя.Я Дмитрий...\"Боль резко ударила в виски и вы упали на колени схватившись за голову.\"Что со мной такое?!Кто этот ДРУГ?Могу ли я доверять ему?Да что тут, чёрт возьми, происходит?!Мне ничего не остается как следовать его советам.Он же не зря написал это...Или нет?...\"Спустя некоторое время вы пришли в себя...Надо действовать...Куда идти?",
    "answers": []
  },
  {
    "id": 10,
    "text": "    Вы направили свет фонарика налево и увидели коридор, по которому, друг напротив друга, располагались четыре двери. В конце коридора основательно расположилась большая железная дверь.",
    "answers": [
      {
        "id": 13,
        "text": "Идти налево."
      },
      {
        "id": 8,
        "text": "Еще осмотреться."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/5729f/Ru0zKBY29x4.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "    Справа вы увидели две двери по разные стороны коридора. В конце коридора, поблескивая дверьми от света фонарика, вы разглядели лифт.",
    "answers": [
      {
        "id": 4,
        "text": "Идти направо."
      },
      {
        "id": 8,
        "text": "Еще осмотреться."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57298/IFyeQwQJmc4.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "    Вы подошли ближе к окну, чтобы разобрать написанное:\n    \"Привет! \n    Я пишу именно ТЕБЕ! Твое имя Дмитрий. Дмитрий Громов. В наших с тобой интересах, чтобы ты выбрался из этой вонючей дыры! Запомни! Я — ЕДИНСТВЕННЫЙ человек, которому ты можешь доверять! И у меня для тебя подарок. Он в кабинете 104. Скоро ты все узнаешь.\"\n    Ниже стоит подпись: \"ДРУГ\".\n\n    \"Значит я — Дмитрий! Это уже что-то! Но кто этот \"ДРУГ\" и стоит ли ему доверять? Может мне не обращать внимание на его \"подарки\"? В любом случае, он прав... Мне надо выбираться отсюда!\" — не успели вы организовать свои мысли, как резкая боль в голове ударила с такой силой, что вы упали на колени.\n    \"А-а-а!!! Да что со мной?!\" — закричали вы.\n    Схватившись за голову, вы просидели так несколько минут. Почувствовав, что боль отступила, вы встали.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к осмотру комнаты."
      }
    ]
  },
  {
    "id": 13,
    "text": "    Вы медленно стали идти по коридору. Зловещая тишина витала в воздухе. Вас не оставляло ощущение того, что кто-то идет за вами, но страх мешал вам обернуться. Вы направили фонарик на двери, ища указанный в записке кабинет 104. И вот он! Вам показалось, что вы близки к разгадке. Подойдя к двери, вы прислушались. За дверью стояла мертвая тишина. Набравшись смелости, вы осторожно попытались открыть дверь.",
    "answers": [
      {
        "id": 14,
        "text": "Войти в кабинет."
      },
      {
        "id": 8,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 14,
    "text": "    — А-а-а!!! — закричали вы от увиденного.\n    На полу лежала мертвая женщина, в белом халате со вспоротым животом, ее внутренности лежали на полу. От крови, которая, казалось, залила все вокруг, становилось дурно. Множество ран покрыли ее тело.\n    \"Кто это мог сделать?! Я здесь не один?\" — с ужасом отметили вы.",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть кабинет."
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/40424/a3FjPpGeaek.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 16,
    "text": "    Вы решили осмотреть кабинеты. Вдруг вы найдете там что-то полезное. Куда пойти сначала?",
    "answers": [
      {
        "id": 33,
        "text": "В сестринскую."
      },
      {
        "id": 34,
        "text": "В психоневрологический кабинет."
      }
    ]
  },
  {
    "id": 17,
    "text": "    В кабинете на полках стояли различные баночки, с лекарственными препаратами, и медицинские принадлежности.\n    \"Так, я в больнице! Вот в чем дело! Скорее всего, я получил какую-то травму головы, всвязи с которой потерял память, но без врачебной помощи мне не обойтись. Надеюсь, что к утру придет медицинский персонал или тут есть кто-то еще... Живой,\" — подумали вы.",
    "answers": [
      {
        "id": 20,
        "text": "Осматривать дальше..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 19,
    "text": "    Трясущимися руками вы взяли записку со стола:\n    \"Привет!\n    Тебе понравился мой \"подарок\"? У меня еще много таких для тебя. Не пугайся, скоро мы встретимся, и я выведу тебя отсюда. Она заслужила это, они все этого заслуживали. Да, она не единственная! Ты, наверное, думаешь почему я не убил тебя? Ты всегда был упрямым и не слушал меня, но мы друзья. Я уже был готов, но не смог... Я расскажу тебе все. Ты не сможешь выбраться отсюда без меня! Возьми ключ. Следующее послание ждет тебя в столовой.\n    ДРУГ.\"\n\n    \"Боже, Боже, Боже!!! Это какой-то псих!!! Надо убираться отсюда! Он написал, что без него этого не получится... Мне что, остается только идти по следам этого маньяка?!\" — не успели вы привести в порядок свои мысли, как в следующую секунду вы упали на пол, от еще большего приступа боли, и отключились.",
    "answers": [
      {
        "id": 21,
        "text": "Прошло несколько часов..."
      }
    ]
  },
  {
    "id": 20,
    "text": "    Вы старались не обращать внимание на лежащую на полу девушку. Вам казалось, будто ее широко открытые от ужаса глаза наблюдают за каждым вашим движением. Ваш взгляд упал на стол в углу кабинета, и вы решили подойти к нему. Подсветив фонариком, вы заметили, что на столе лежит записка, а на ней ключ.",
    "answers": [
      {
        "id": 19,
        "text": "Читать записку."
      }
    ]
  },
  {
    "id": 21,
    "text": "    Вы стали приходить в себя. Сколько вы пролежали здесь? Приступ прошел, но вы чувствовали, что вам становится все хуже.\n    Вы сидели на полу, измазанные кровью убитой медсестры и нервно покачивались.\n    \"Вот еще угораздило свалиться в эту лужу... Надо решать, что делать,\" — усмехнулись вы, с трудом поднявшись с пола.",
    "answers": [
      {
        "id": 22,
        "text": "Довериться \"ДРУГУ\"."
      },
      {
        "id": 4,
        "text": "Попытаться выбраться самому."
      }
    ]
  },
  {
    "id": 22,
    "text": "    Собравшись с силами, вы встали и вышли из этого кровавого кабинета. Стараясь не шуметь, вы медленно открыли дверь в коридор. Двигаясь очень осторожно, вы начали рассматривать таблички на дверях. На крайней двери слева висела табличка \"Столовая\". Вы вздохнули и трясущимися руками начали открывать дверь. Она легко поддалась и перед вами оказалась обычная столовая. До сих пор в воздухе витал запах еды, весь зал был пропитан им.\n    \"Где же записка?\" — подумали вы и начали осматривать помещение.\n    Вы перелезли через стол подачи блюд и оказались на кухне. Ни на столах, ни в шкафчиках записки не оказалось. Можно посмотреть в кастрюлях или в холодильнике.",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреть холодильник."
      },
      {
        "id": 25,
        "text": "Осмотреть кастрюли."
      }
    ]
  },
  {
    "id": 23,
    "text": "Спасибо за просмотр!Идет работа..",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 24,
    "text": "    После всего увиденного, вы даже не могли представить, что вас могло ждать в холодильнике. Вы на секунду закрыли глаза и резко открыли дверцу.\n    Ничего особенного там не оказалось. На полках аккуратно стояли кастрюли, банки, пакеты, еда. Вы решили проверить заморозку. И... Там лежала очередная записка, будто ее написали совсем недавно, так как она даже не успела примерзнуть.\n    \"Ну, что на этот раз?\" — подумали вы и сразу принялись читать:\n    \"Значит ты все-таки нашел ее? Надеюсь ты видел еще один мой \"подарок\"? Я думаю, что нам надо перестать играть в прятки. Надо встретиться. Иди прямо к железной двери. Первый кабинет справа это то, что тебе нужно. Воспользуйся ключом. Там мы и встретимся. Я очень жду нашей встречи.\n    ДРУГ.\"\n\n    Сразу, как вы прочитали записку, вас вновь ударил приступ. Вы упали на пол, ударившись головой. Из носа потекла кровь, тело стало дергаться в судорогах и вас скрутило от неистерпимой боли, от которой вы снова потеряли сознание.\n",
    "answers": [
      {
        "id": 26,
        "text": "Через некоторое время..."
      },
      {
        "id": 24,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/40435/8vWXNTJG7vs.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Обыскав всю посуду, ваш взгляд упал на кастрюлю, стоявшую на плите. Вы подошли к ней и, ничего не подозревая, открыли крышку.\n  — Черт возьми!!! — крикнув, вы резко отпрыгнули от кастрюли и кинули крышку на пол.\n    Схватившись за рот, вы еле удержались, чтоб вас не вырвало.\n    — Что за зверь тут орудует?! — прошипели вы.\n    В кастрюле лежала отрезанная рука и своими скрюченными синими пальцами тянулась к вам.\n    \"Я ни за что больше не подойду туда!\" — решили вы, немного прийдя в себя, и со страхом посмотрели на холодильник.",
    "answers": [
      {
        "id": 24,
        "text": "Идти к холодильнику."
      },
      {
        "id": 25,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/4038a/f8Y0zhwk3XE.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "    Очнувшись, вы поняли, что следующий приступ можете и не пережить. Собравшись с силами и еле встав с пола, вы, вытирая рукой кровь из носа, вышли в коридор.\n    Кое-как вы дошли до большой железной двери, в конце коридора. Дверь с сильным скрипом тяжело поддалась и вы подошли к кабинету справа. Вы обратили внимание на табличку на двери. На ней была надпись \"Картотека\".\n    Много мыслей крутилось у вас в голове. Возможно за этой дверью вас ждала смерть, но вам уже было все равно, лишь бы боль, отдававшаяся в каждом вашем движении, наконец, ушла.\n    \"Зато я узнал свое имя...\" — ухмыльнулись вы и достали ключ. Скривив пораненные губы, вы положили руку на ручку двери.",
    "answers": [
      {
        "id": 27,
        "text": "Войти в кабинет, использовав ключ."
      }
    ]
  },
  {
    "id": 27,
    "text": "    Заглянув из-за двери в кабинет, вы спросили:\n  — Эй, тут есть кто-нибудь? — никто не ответил. \n    Вы направили фонарик вглубь кабинета и осторожно, озираясь по сторонам, зашли.\nПо обеим сторонам комнаты стояли стеллажи и тумбочки, которые были заполнены папками. Оглядев все вокруг, вы обратили внимание на большой стол в конце кабинета. Направив в ту сторону фонарик, вы отметили, что стол выглядел, как школьная парта. Спереди у него была большая перегородка, полностью закрывавшая ноги, некогда сидевшего там человека.\n    Вдруг, вы увидели, что сбоку из-за перегородки торчит чей-то ботинок. Вы резко отвернули фонарь, чтобы прятавшийся там человек не понял, что вы заметили его.\n",
    "answers": [
      {
        "id": 30,
        "text": "Набравшись смелости, резко заглянуть за стол."
      },
      {
        "id": 29,
        "text": "Еще раз посветить туда фонариком ."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/575c4/jTFOx8Nitro.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Что есть сил, вы бросились бежать по коридору. Двери проносились мимо вас, а в голове крутилось только одно:\n    \"Куда бежать? Скоро этот маньяк придет за мной! Спрятаться или попытаться покинуть это место?\"\n    Вы быстро пришли в себя, наткнувшись на двери лифта.",
    "answers": [
      {
        "id": 51,
        "text": "Воспользоваться лифтом."
      }
    ]
  },
  {
    "id": 29,
    "text": "    Вы медленно перевели фонарь в сторону стола. У вас выступил пот на лбу, руки похолодели и вы стали вести свет от фонаря в сторону, где вы видели ботинок. Приглядевшись, вы окончательно разглядели, что это действительно чья-то обувь. Руки непроизвольно затряслись и вас охватил ужас. По телу пробежала дрожь и вы покрылись мурашками.\n    \"Неужели он ждет меня? Как мне поступить? Резко заявить о себе или застать его врасплох?\" — подумали вы.",
    "answers": [
      {
        "id": 30,
        "text": "Быстро обойти стол и направить туда фонарик."
      },
      {
        "id": 31,
        "text": "Попытаться еще раз поговорить."
      }
    ]
  },
  {
    "id": 30,
    "text": "    Глубоко вздохнув, вы сделали резкий рывок в сторону стола и, направив туда фонарик, застыли от ужаса. Перед вами на полу лежал мертвый мужчина в форме охранника. У него было перерезано горло, отрезана рука и губы были разорваны так, что на них наблюдалась застывшая, ужасающая последняя улыбка. От увиденного вы схватились за голову и сели рядом с умершим.\n    \"Несчастный... Зачем он сделал это с ним?! Неужели и я превращусь в очередной его жуткий \"шедевр\"?\" — обезнадежившись, подумали вы.\n    Вы смотрели на обезображенного мужчину и от безысходности из глаз потекли слезы. Руки ваши ослабли, и в тот момент, когда вы хотели сдаться,  вы заметили, что из приоткрытого рта мужчины торчит очередная записка. Сморщившись и взяв себя в руки, вы осторожно вытянули ее из его рта и начали читать:\n    \"Ты пришел? А я думал ты сбежишь и придется догонять тебя. Ты же хочешь узнать все? Найди на одном из стеллажей папку со своим именем и фамилией и читай, а потом настанет время нам встретиться.\n    ДРУГ.\"\n\n    Вы вскочили с места, не зная, что предпринять. Вы поняли, что в ловушке и встреча неизбежна. Может, сбежать, пока не поздно?",
    "answers": [
      {
        "id": 28,
        "text": "Попытаться сбежать."
      },
      {
        "id": 32,
        "text": "Обыскать стеллажи, послушав \"ДРУГА\"."
      },
      {
        "id": 30,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/40454/etrgCcsOc5Y.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "  — Эй, тут есть кто-нибудь? — дрожащим голосом сказали вы.\n   В ответ была тишина.",
    "answers": [
      {
        "id": 30,
        "text": "Посмотреть кто там за столом."
      },
      {
        "id": 28,
        "text": "Тихо выйти из комнаты и убежать."
      }
    ]
  },
  {
    "id": 32,
    "text": "    Вскочив с места, вы начали обыскивать стеллажи. Вам на глаза попалась папка \"Дмитрий Громов. История болезни.\" Вы схватили папку и открыли ее. Жажда узнать, что же с вами случилось пересилила страх, и вы начали вчитываться:\n    \"Дмитрий Громов.\n    Пол — мужской.\n    Возраст — 33 года.\n    Вес — 80 кг.\n    Рост — 185 см.\n\n    Пациент: Поступил в тяжелом состоянии. Многочисленные травмы лица, порезы и внутренние повреждения.\nНайден в своей квартире по адресу: г. Москва, ул. Лестничная, д. 54, кв. 165.\n\n    История поступления: В 23:00 12.07.2017 г. поступил звонок в полицию от соседки Дмитрия Громова. Она жаловалась на шум в квартире соседа. Полиция выехала по месту жалобы, где был найден пациент с многочисленными травмами и следами порезов на руках и на лице. Так же, в квартире была найдена женщина —  сожительница пациента, которая была мертва. У женщины установлена насильственная смерть с признаками удушья. Пациент был отправлен в больницу.\n    При успешном проведении оперативно-следственных мероприятий и судебно-медицинской экспертизы убитой, выяснилось, что все доказательства указывают на то, что потерпевшая была убита Дмитрием Громовым, после чего он нанес себе тяжкие телесные повреждения и пытался покончить жизнь самоубийством.\n    После длительного лечения в \"1-й Городской больнице\" пациент переведен в наше учреждение для дальнейшего лечения.\n\n    История болезни: У Дмитрия Громова наблюдается тяжелое психологическое состояние.\n    Установлен диагноз: Раздвоение личности. Пациент разговаривает сам с собой, наблюдаются галюцинации, которые часто сопровождаются причинением себе тяжких телесных повреждений. Применение различных препаратов(см. список в приложении к истории болезни) показало, что на некоторое время пациента удается вернуть к нормальному состоянию, но его вторая личность постоянно возвращается. Пока пациент находится в изолированной комнате под постоянным наблюдением, так как представляет опасность для общества и для себя самого.\n    Рекомендации: Назначить пациенту более сильнодействующие лекарства. Предыдущий список лекарств перестал помогать на длительное время. Пациент все реже возвращается в нормальное состояние и больше находится под действием своей второй личности.\n    Психиатр: Определено, что вторая личность Дмитрия Громова крайне агрессивна. Пациент полностью не контролирует себя. В ходе бесед выяснилось, что его \"второе я\" называет себя \"ДРУГ\" и может причинить увечья пациенту в ходе их противостояния друг другу.\n\n    Примечание: Дмитрием Громовым было совершено нападение на психиатра больницы. В ходе очередного лечения пациент выхватил карандаш со стола и пытался проколоть им глаз врача. Из-за вовремя подбежавшей охраны опасность инцидента устранена. В связи с этим, Дмитрию Громову, по заявлению потерпевшего врача, необходимо проводить беседы в специальном изолированном боксе. Убедительная просьба, привести рекомендацию к исполнению в ближайшее время во избежание дальнейших нападений.\n\n    Главный врач Иванов П. И.\n    \"Закрытая специализированная психиатрическая больница строгого режима N°3\".\"\n",
    "answers": [
      {
        "id": 41,
        "text": "Отойти от шока."
      }
    ]
  },
  {
    "id": 33,
    "text": "    Вы подошли к сестринской и открыли дверь. Не успев войти, краем глаза вы заметили, что слева в кабинете, на больничной койке, кто-то лежит.\nВы зашли очень тихо, поэтому кто бы там ни был он вас не заметил, а свет от фонарика был направлен в другую сторону.",
    "answers": [
      {
        "id": 35,
        "text": "Очень осторожно выйти из кабинета, прикрыв за собой дверь."
      },
      {
        "id": 36,
        "text": "Разглядеть, кто там на кровати."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/575e0/19eAML-motA.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "    Вы решили на всякий случай заглянуть в психоневрологический кабинет. Осторожно вы направили фонарик в кабинет. Там никого не оказалось. Куча медицинских препаратов, аккуратно расставленных на полочках, и небрежно расставленные койки вам ни о чем не говорили. Можно было еще раз повнимательнее все разглядеть или попытаться осмотреть поближе стол, но не было сил делать и то, и другое, теряя драгоценное время. Вдруг случится еще один приступ.",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть стол поближе."
      },
      {
        "id": 38,
        "text": "Еще раз осмотреть комнату."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/572a6/97nmstBNWjE.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "    Вы медленно попятились, нащупывая в темноте дверную ручку. Стараясь не издавать ни единого звука, вы вышли обратно в коридор и плотно закрыли за собой дверь. Когда вы вышли, то почувствовали дрожь в коленях. Руки стали холодными, а ладони вспотели. Кто бы там ни лежал на кровати, вы совсем не хотели с ним контактировать. Вам хотелось лишь поскорее убраться отсюда. Тем более, этот человек вселял в вас страх.\n    \"Может это и был мой \"ДРУГ\"? Или просто медсестра легла отдохнуть на ночной смене?\" — блуждали мысли у вас в голове.\n    В любом случае вам не хотелось это проверять. Хоть и нужна была медицинская помощь, но никто не гарантировал, что это именно медсестра. Да и столкнуться с этим таинственным \"ДРУГОМ\" вам совсем не хотелось.\n    Куда идти дальше?",
    "answers": [
      {
        "id": 34,
        "text": "Зайти в психоневрологический кабинет."
      }
    ]
  },
  {
    "id": 36,
    "text": "    Осторожно вы направились к койке. Руки дрожали, и вы медленно осветили фонариком того, кто лежал на ней. В ту же секунду, вы вскрикнули от увиденного, а фонарик выпал у вас из рук. Отдышавшись и подняв его, вы еще раз посмотрели на кровать. На ней лежала мертвая медсестра. Губы ее посинели, руки безжизненно свисали с кровати, а из тела торчала целая куча шприцов. Казалось, на ней не было живого места! Ее раскрытые от ужаса глаза смотрели в потолок. \nВы зажмурились, будто это страшный сон, а вы пытаетесь проснуться, но она все так же лежала перед вами. От нее веяло смертью и холодом, от этой, некогда молодой и красивой женщины. Ком встал у вас в горле, а во рту пересохло. Вы медленно попятились назад и, едва сдерживая то ли крик, то ли слезы, вы вышли в коридор и тихо прикрыли дверь, как бы отдав дань уважения этой женщине, чтобы не нарушить ее смертельный сон. С тяжестью в ногах, вы пошли в сторону лифта.",
    "answers": [
      {
        "id": 51,
        "text": "К лифту."
      },
      {
        "id": 34,
        "text": "В психоневрологический кабинет."
      }
    ]
  },
  {
    "id": 37,
    "text": "    Вы подошли поближе к столу. Хорошенько осветив его фонариком, вы увидели, что в нем есть ящик. Выдвинув его, вы нашли ключи.\n   \"Интересно, от чего они?\" — подумали вы.\n    Взяв их, вы вышли из кабинета.",
    "answers": [
      {
        "id": 51,
        "text": "Идти к лифту."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/575d9/L5ZJg0itzqw.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "    Вы начали медленно водить фонариком по комнате. Ничего интересного в ней не было, но только вы собрались выходить, как свет фонарика упал на пол. Вы пошатнулись от увиденного. На полу, кровью, большими буквами было написано: \"ЗАЧЕМ ТЫ РЕШИЛ УБЕЖАТЬ?\"\n    После того как вы прочитали это, вам в голову будто ударил разряд тока. Резкая боль отдалась во всем теле. Ноги подкосило и вы упали на пол, схватившись за голову. Тело охватили судороги, а из носа хлынула кровь. Через несколько секунд, вы потеряли сознание.",
    "answers": [
      {
        "id": 53,
        "text": "Прийти в себя."
      }
    ]
  },
  {
    "id": 39,
    "text": "    Здесь находятся все концовки. В квесте их три. Каждая из них будет отличаться поведением главного героя, раскрытием сюжета и посещением различных мест. Они скрытые, поэтому вы увидите достижение по окончанию квеста.\n    Вам необходимо после получения достижений не выходить на главную страницу(в этом случае достижения сбросятся), а проходить квест еще раз. Таким образом, вы сможете получить их все.\n\n\n    Спасибо за прочтение!",
    "answers": [
      {
        "id": 46,
        "text": "Концовка 1.",
        "need": 43,
        "need_ever": true
      },
      {
        "id": 47,
        "text": "Концовка 2.",
        "need": 45,
        "need_ever": true
      },
      {
        "id": 48,
        "text": "Концовка 3.",
        "need": 62,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Вернуться на главную."
      }
    ]
  },
  {
    "id": 40,
    "text": "1. Три сюжетные линии полностью завершены!Прежде чем опубликовать книгу, прошу вас пройти и написать, если есть какие недоработки!А так она полностью готова для вас со всеми концовками которые я хотела.Приятного прохождения!\n\n2. На главную страницу добавила \"концовки\", чтобы после завершения одной из линий сюжета, вы смогли посмотреть какого достижения вы достигли.\n\n3. Исправила некоторые недоработки, добавила больше выбора для вас при прохождении квеста.\n\n4. Исправлены некоторые \"корявости\" в тексте.Я постаралась сделать его более читабельным.\n\n5. Произведена корректировка пробелов и письма с диалогами и мыслями вынесены на отдельную строку(по просьбам \"трудящихся\").\n\n6. Сокращено непродуманное описание книги на главной странице.\n\n7. Сократила тексты.Мне кажется, чем меньше писанины, тем лучше.Убрала размышления главного героя, оставив все по сути.Но некоторые моменты все-таки оставила :-)\n\n8. Пробежалась по тексту в поисках опечаток, грамматических и пунктуационных ошибок.Вроде ничего не упустила.Если есть что, то напишите в комментах и я исправлю.\n\nНадеюсь на вашу помощь в виде поддержки и критики, оценок и комментов.\n\nУдачного прохождения!\nChatNoir.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 41,
    "text": "  — Не может быть! — папка выпала у вас из рук.\n    Не успели вы отойти от шока, как в ваш мозг словно ударил разряд тока. Вы скрючились от боли и схватились за голову. Упав на пол, вы начали биться словно в эпилептическом припадке. Из носа пошла кровь и вы потеряли сознание.",
    "answers": [
      {
        "id": 42,
        "text": "Спустя какое-то время."
      }
    ]
  },
  {
    "id": 42,
    "text": "    Вы медленно открыли глаза. Ваши руки подергивались, вы увидели на полу ту самую папку, которая перевернула вашу жизнь. В голове была пустота, мрачная, пугающая. Не было боли, вы все вспомнили... Вспомнили запах ЕЕ волос, улыбку, нежные теплые руки у вас на щеке... Вы были счастливы вместе...\n    \"Как он мог это сделать?! Я любил ее! Я же его выгнал! Выгнал его из своей головы! Я стал другим человеком и он перестал возвращаться! Я должен был сказать ей...\" — не успели вы организовать свои мысли, как услышали голос у себя в голове:\n  — Ну вот, мы снова вместе! Я рад нашей встрече!\n  — Что?! Уйди прочь!!!\n    Вы вскочили с пола и прижались к стене:\n  — Ты никуда не убежишь от меня! Эти свиньи пытались разрушить нашу дружбу своими проклятыми лекарствами! А-ха-ха! Тупицы! Я всех их убил! Всех! А- ха-ха! Я ждал момента. Всего лишь один нож из столовой. Эта жирная туша всегда болтала по телефону. Нам это на руку, не правда ли?\n    \"Нож! Черт побери! Нож! Я мог бы прекратить это!\" — подумали вы и услышали за окном сирены подъехавшей полиции.\n  — Я все слышу! Не забывай! Я не дам тебе опять уйти от меня! Мы всегда будем вместе! Мы же друзья! Мы больше чем друзья! Мы — единое целое, глупец! Ты никогда меня не слушал...",
    "answers": [
      {
        "id": 43,
        "text": "Воспользоваться ножом.",
        "need": [
          58,
          -59
        ],
        "need_ever": false
      },
      {
        "id": 44,
        "text": "Сдаться полиции.",
        "need": [
          59,
          -58
        ]
      },
      {
        "id": 42,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c639527/v639527809/1c303/tVWb_f9Z-PU.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": "    Вы начали истерично кричать:\n  — Ты не друг мне, слышишь, тварь! Я не такой, как ты! Я никогда не был таким! Я хотел быть с ней!\n  — Остановись! Ты только представь, сколько всего мы сможем сделать вместе! Я всего лишь хочу, чтобы мы снова стали друзьями! Я все сделал, чтобы вытащить нас отсюда! Ты променял меня на какую-то бабу?! После всего того, что я сделал для тебя!\n    В этот момент вы выхватили нож! Вы почувствовали, что впервые можете управлять вашей \"темной стороной\". Он уже не был так силен перед вами:\n  — Стой! Не делай этого! Подумай, слизняк! Ты же ни на что не способен! Я сам тебя сей...\n    Вы не дали ему договорить. Резким и решительным движением вы вонзили нож себе в живот. Резкая нестерпимая боль отозвалась во всем вашем теле. В ту же секунду, скорчившишь, вы упали на пол. Из раны начала сильно бить кровь и вы почувствовали ее тепло на своих руках. По телу пробежала дрожь...\n    Вы уже слышали звуки шагов и голоса в коридоре. Начинало светать, и вы увидели свой последний рассвет. Первые лучи восходящего солнца легли на ваше лицо. Их тепло напомнило вам о НЕЙ. ЕЕ руки, ЕЕ взгляд, ЕЕ улыбка... В следующий момент вы издали свой последний вздох, губы скривились в зловещей улыбке и с них сорвались последние слова:\n  — Слабак... Ты всегда был сла...ба...\n\nКонец.",
    "answers": [
      {
        "id": 46,
        "text": "Получить достижение."
      },
      {
        "id": 43,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/40463/HN9EsxNOwQg.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "    Вы решили действовать стремительно. Рывком вы направились к двери и начали, что есть сил, бежать по коридору:\n  — Остановись! Ты не представляешь, что ты делаешь! Я же все делал для тебя! Мне опять придется спасать нас! Это бессмысленно!\n  — Заткнись!\n    В конце коридора послышались звуки бегущих шагов. Все было как в тумане. Вы вдруг упали на колени от того, что резкий свет ударил вам в лицо:\n  — Стоять! Не двигаться! Руки за голову или будем стрелять! — грозно прокричал полицейский.\n\n    ...Вас вели двое полицейских. Руки за спиной сдавливали наручники. Вы видели, как по кабинетам ходят и другие. Многие из них с ужасом поворачивали голову в вашу сторону, кто-то смотрел с ненавистью, кто-то с интересом. Вы чувствовали разные взгляды, но вам уже было все равно. Вашу душу наполняло спокойствие. Вы смогли обезопасить многих людей от себя самого.\n    \"Что за денек выдался?!\" — вы слегка улыбнулись, и это заметил идущий справа полицейский. Толкнув вас к двери на выход он грозно сказал:\n  — Иди-иди, псих хренов! — и самодовольно поднял голову.\n    Тот, что слева, был молчалив, только крепко держал вас выше локтя, боясь, что вы убежите. Вас привели к полицейской машине. Вокруг раздавались сирены. Стояло много машин полиции и скорая помощь.\n    \"Сколько чести!\" — подумали вы и ваши размышления тут же прервали стремительным толчком в спину.\n    Вы рухнули на заднее сидение автомобиля и, еле поднявшись со скованными наручниками за спиной, уткнулись лицом в решетку, отделяющую вас от водителя и пассажира.\n    Почти одновременно открылись водительская и пассажирская двери. Полицейский слева ловко сел за руль, а тот, что справа, медлительно приземлился на кресло.",
    "answers": [
      {
        "id": 45,
        "text": "Сделать вид, что вы заснули."
      }
    ]
  },
  {
    "id": 45,
    "text": "  — Смотри, этот урод по-ходу вырубился.\n  — Еще бы! Устал наверное... Столько прирезать за ночь! Я бы тоже на его месте поспал бы маленько. Или таблеток каких обожрался, — ухмыльнулся полицейский справа, а другой, подыграв ему, нервно хихикнул.\n    Машина тронулась, а вы продолжали вслушиваться в разговор.\n  — Жрать охота, да и устал. Хорошо, что команду дали \"брать\".\n  — И не говори. Мне жена обзвонилась. Сколько он \"положил\"?\n  — Вроде десять на ночной смене. Праздники же.\n  — Десять?! Одним ножом?! Где нож-то взял?\n  — Да, а что там. Одни бабы, да трое охранников. Все же закрытые там. Нож, говорят, в столовке их стырил.\n  — А охрана чего?\n  — Да он во время укола на медсестру напал, охранник прибежал один, а этот из-за двери ему по глотке полоснул, урод!\n  — А второй?\n  — Да, второй в кабинете валяется с рожей порванной, да без руки. Этот Чекатило, хренов, его так разукрасил! О третьем пока не знаю. Он нас как раз и вызвал.\n  — И чего теперь с ним?\n  — Да, а чего с ним... Обратно в психушку засунут, но в другую. Он же на всю голову...\n    Вы сидели, откинувшись на заднем сидении. Глаза были закрыты, в окно пробивались теплые лучи восходящего солнца и падали на ваше окровавленное лицо. В полудреме, на ваших губах появилась зловещая улыбка. Голос в голове сказал:\n    \"А я говорил тебе... Опять придется нас спасать...\"\n\nКонец.",
    "answers": [
      {
        "id": 47,
        "text": "В достижения."
      },
      {
        "id": 45,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/4047f/TgqP6gbKa-U.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": "    Поздравляю!\n    Вами получено достижение: \"СМЕЛЬЧАК\".\n    Вы все-таки победили зло. Нелегко решиться на такое! Вы — молодец!\n\n    Попробуйте пройти еще раз другим путем. Это не единственное достижение, которое вы можете получить!\n\n    Спасибо за прохождение!",
    "answers": [
      {
        "id": 1,
        "text": "Пройти еще раз для новых достижений."
      },
      {
        "id": 39,
        "text": "Посмотреть полученные достижения."
      }
    ]
  },
  {
    "id": 47,
    "text": "    Поздравляю!\n    Вы получили достижение: \"БЕЗМЯТЕЖНЫЙ\".\n    На душе спокойствие, а на лице улыбка. Вы нашли равновесие, но надолго ли? Вам скоро возвращаться в больницу...\n\n    Попробуйте пройти еще раз другим путем. Это не единственное достижение, которое вы можете получить!\n\n    Спасибо за прохождение!",
    "answers": [
      {
        "id": 1,
        "text": "Пройти еще раз для получения новых достижений."
      },
      {
        "id": 39,
        "text": "Посмотреть полученные достижения."
      }
    ]
  },
  {
    "id": 48,
    "text": "    Поздравляю!\n    Вы получили достижение: \"ВЕРНЫЙ ДРУГ\". \n    Как это мило, не правда ли? Вы и ваше второе я воссоединились. И вы — живы! Главное теперь попытаться найти общий язык с самим собой.\n\n    Попробуйте пройти еще раз другим путем. Это не единственное достижение, которое вы сможете получить!\n\n    Спасибо за прохождение!",
    "answers": [
      {
        "id": 1,
        "text": "Пройти еще раз для получения новых достижений."
      },
      {
        "id": 39,
        "text": "Посмотреть полученные достижения."
      }
    ]
  },
  {
    "id": 49,
    "text": "Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 50,
    "text": "Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 51,
    "text": "    В надежде, вы посмотрели на лифт и нащупали кнопку вызова. Сделав несколько глубоких вздохов, вы нажали ее дрожащей рукой, но ничего не произошло. Видно питание было отключено. Вы посветили фонариком налево и увидели дверь, ручка которой была перевязана веревкой. Направо от лифта, в темноте, была еще одна маленькая дверца, видимо она предназначалась для хозяйственных принадлежностей.",
    "answers": [
      {
        "id": 54,
        "text": "Пойти к двери с перевязанной ручкой."
      },
      {
        "id": 63,
        "text": "Спрятаться и переждать за дверью для хозяйственных принадлежностей."
      }
    ]
  },
  {
    "id": 52,
    "text": "\n",
    "answers": []
  },
  {
    "id": 53,
    "text": "    Боль ушла, но перед глазами все плыло. Немного полежав, вы набрались сил и встали. Взяв упавший на пол фонарик, вы решили поторопиться. Еще раз взглянув на ужасающую надпись, вы быстро вышли из кабинета.",
    "answers": [
      {
        "id": 51,
        "text": "Идти к лифту."
      }
    ]
  },
  {
    "id": 54,
    "text": "    Вы решили посмотреть, зачем кто-то заблокировал выход из этой двери.",
    "answers": [
      {
        "id": 57,
        "text": "Воспользоваться ножом.",
        "need": 58
      },
      {
        "id": 56,
        "text": "Попытаться сорвать веревку."
      }
    ]
  },
  {
    "id": 55,
    "text": "    Приоткрыв дверцу, вы начали вглядываться в темноту. Вы увидели силуэт высокого мускулистого мужчины, в руках у которого был пистолет. Сейчас он опустил его вниз и стоял совсем близко от вас, у лифта, глядя в коридор.",
    "answers": [
      {
        "id": 65,
        "text": "Резко выскочить на него, ударив ножницами."
      },
      {
        "id": 66,
        "text": "Выждать."
      }
    ]
  },
  {
    "id": 56,
    "text": "    Сколько вы ни старались ослабить веревку или развязать, у вас не получалось.\n    \"Эх, был бы у меня нож,\" — разачарованно отметили вы.\n    Оставалось только спрятаться за дверцей, где хранились хозяйственные принадлежности.",
    "answers": [
      {
        "id": 63,
        "text": "Идти к маленькой дверце."
      }
    ]
  },
  {
    "id": 57,
    "text": "    Открыв дверь, вы увидели, что это выход на пожарную лестницу. Вы побежали по ней вниз, даже не понимая, как вы оказались на первом этаже. Тут вы услышали звуки полицейских сирен, и окна первого этажа осветились их мерцанием. Быстро оценив обстановку, вы поняли, что можете выбежать через выход для медицинского персонала или попытаться выйти через парадную дверь к полицейским.",
    "answers": [
      {
        "id": 61,
        "text": "Выйти через парадную."
      },
      {
        "id": 62,
        "text": "Выйти через дверь для персонала, использовав ключи.",
        "need": 37
      },
      {
        "id": 68,
        "text": "Выйти через дверь для персонала.",
        "need": -17
      }
    ]
  },
  {
    "id": 58,
    "text": "    Вы решили забрать нож. Мало ли что... Нужная вещь!",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к осмотру комнаты."
      }
    ]
  },
  {
    "id": 59,
    "text": "    Вы решили не брать нож. Мало ли кто что им делал. Да и не хотели вы носить с собой холодное оружие. Аккуратно вы положили его обратно в урну.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к осмотру комнаты."
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы решили не брать нож.Мало ли кто и для чего им мог пользоваться.Да и носить с собой холодное оружие вам было не по себе.Вы аккуратно положили его обратно в урну.",
    "answers": []
  },
  {
    "id": 61,
    "text": "    Не успели вы подбежать к парадной, как дверь резко выбили ногой и вы инстинктивно упали. Вас ослепил яркий свет и послышались крики:\n  — Не двигаться! Руки поднял, засранец, а то будем стрелять!\n    Вы подняли руки и увидели, как куча полицейских ворвалась в здание. На вас сразу навалились двое и надели наручники. Позади слышались громкие голоса полицейских, а вас уже привели к полицейской машине и резко кинули на заднее сидение. Вы увидели, что вас от водителя с пассажиром отделяет решетка.\nСпустя несколько секунд в машину сели двое. Один расположился на водительском сидении, а другой сел на пассажирское.",
    "answers": [
      {
        "id": 45,
        "text": "Закрыть глаза в надежде, что все закончилось."
      }
    ]
  },
  {
    "id": 62,
    "text": "    Вы подбежали к небольшой железной двери. Дернув за ручку, вы поняли, что дверь закрыта.\n    \"Что же делать?!\" — внезапно вы вспомнили про связку ключей, которые нашли в столе.\n    Трясущимися руками вы начали подбирать ключи к замку. За спиной послышалось, как выбили двери парадной. Тяжелый топот и крики нарушили зловещую тишину и эхом отозвались по залу:\n  — Обыскать все этажи, каждый угол! Найти эту крысу! В случае сопротивления — стрелять на поражение!\n    В ту же секунду, вы чудом нашли подходящий ключ и выскочили на улицу, осторожно закрыв за собой дверь. Полицейских с этой стороны не оказалось, и вы увидели тропинку уходящую глубоко в лес. Направив туда свой фонарик, вы принялись бежать.\n    Вы бежали, казалось, целую вечность. Почувствовав, что силы оставляют, вы рухнули на землю тяжело дыша. Лежа на холодной влажной земле вы наслаждались тишиной. Посмотрев на небо, вы увидели ослепляющее мерцание звезд и зажмурили на секунду глаза. Уже не было мыслей, что делать дальше. Главное —  вы выбрались!\n  — Неужели все закончилось? — спросили вы вслух.\n  — Нет! Все только начинается! У нас с тобой маленькие неприятности, и мы должны справиться с ними не так ли, \"ДРУГ\"? — ответил вам голос.\n    Вы залились истеричным хохотом, ваше лицо исказилось до неузнаваемости и лишь звук сирен, где-то очень далеко, и еле доносившиеся крики полицейских, дали вам ужасающее понимание того, что тот, кого они ищут сейчас находится рядом с вами. У вас в голове...\n\n\nКонец.",
    "answers": [
      {
        "id": 48,
        "text": "В достижения."
      },
      {
        "id": 62,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/4046a/gyBqBD79PrI.jpg"
      }
    ]
  },
  {
    "id": 63,
    "text": "    \"Надеюсь в этом укромном местечке мой анонимный \"ДРУГ\" меня не найдет!\" — подумали вы.\n    Аккуратно протиснувшись в маленькую комнатушку, надежно устроившись между тряпок и швабр, вы закрыли дверь изнутри на щеколду и погасили фонарик.\n    Вы сидели и ждали. Казалось прошла целая вечность, но вам не хватало смелости выйти наружу. Устав от перенапряжения, стресса и ожидания, вы задремали.",
    "answers": [
      {
        "id": 64,
        "text": "Спустя какое-то время..."
      }
    ]
  },
  {
    "id": 64,
    "text": "    *Бабах!*\n    Вас разбудил хлопок большой железной двери на другом конце коридора. От этого звонкого металлического звука вы вздрогнули.\n    Послышался едва различимый голос. Тяжелые шаркающие шаги нарушили тишину вдалеке. Вы приложили ухо к двери, чтобы расслышать:\n  — Ди-има, Дима где-е ты? Я иду тебя иска-ать. У меня масса времени проверить тут каждый уголок! — послышался хриплый голос.\n    От этого голоса у вас по спине побежали мурашки.\n    \"Это он! Он ищет меня! Он найдет меня тут! Я в ловушке! Боже!\" — вы начали паниковать.\n    Руки тряслись. И вы снова приложили ухо к двери. Шаркающие шаги приближались и голос продолжал говорить с вами:\n  — Дима-а, выходи по-хорошему! Я ничего плохого тебе не сделаю, дружище!\n    Вы начали аккуратно шарить руками по темной комнатушке. Вдруг, вам удастся найти что-то. А голос был уже совсем близко... И тут, о чудо! Вы нащупали ножницы! Большие острые ножницы!\n    \"Это уже что-то!\" — подумали вы.\n    Схватив их обеими руками, вы начали прислушиваться.\n  — Раз, два, три, четыре, пять... Сколько мне тебя искать? Выходи-и, не бойся. Я знаю, что ты где-то здесь. Я тебя не обижу! Я не враг тебе! Я помогу... — все ближе доносился голос.\n    Вы поняли, что шаркающие шаги остановились у лифта и неизвестный начал крутиться вокруг себя. Тут, вы услышали как этот \"кто-то\" начал тихо бубнить себе под нос:\n  — Где эта тварь?! Я бы из него всю дурь выбил! Пусть только попадется мне на глаза! Растерзал бы его голыми руками! Куда же он мог деться?\n    Вам надо было решиться. Прислушившись, вам показалось, что этот \"кто-то\" стоит сейчас к вам спиной.\n    \"Сейчас, или никогда!\" — подумали вы.",
    "answers": [
      {
        "id": 55,
        "text": "Медленно приоткрыть дверцу."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57291/mT0PzJnxi9I.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "    Вы резко открыли дверь, и не успел ваш соперник хоть как-то отреагировать, вы воткнули ему ножницы прямо в висок. На секунду он пошатнулся, посмотрел на вас своими блестящими в темноте глазами и рухнул на пол с оглушающим грохотом. Вы, не мешкая, резко выдернули ножницы у него из головы и побежали к двери, ручка которой была перевязана веревкой. На секунду, вы повернулись и увидели, что тот, кто искал вас, был одет в форму охранника. Его рот был открыт, а стеклянные мертвые глаза смотрели прямо на вас.\nВы отвернулись, и перерезали ножницами веревку на двери...",
    "answers": [
      {
        "id": 57,
        "text": "Выйти."
      },
      {
        "id": 65,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c837231/v837231809/4048d/CRI70Ty6tL4.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "    Вы решили немного понаблюдать. Темная фигура немного постояла, вглядываясь в коридор, и медленно пошаркала по нему, зайдя в сестринскую.",
    "answers": [
      {
        "id": 67,
        "text": "Воспользоваться моментом."
      }
    ]
  },
  {
    "id": 67,
    "text": "    Вы медленно открыли дверь и тихо прокрались к двери с перевязанной ручкой. Со спины слышалось, как ищущий вас верзила, что-то бубнит в кабинете медсестер и переворачивает там все. Вы резко перерезали веревку и положили руку на ручку двери.",
    "answers": [
      {
        "id": 57,
        "text": "Выйти."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/575d2/eoNCRmSMbd0.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "    Вы подбежали к двери для персонала. Дернули за ручку, но дверь оказалось закрытой.\n    \"У меня нет ключей. Остается выйти через парадную,\" — подумали вы и ринулись к главному входу.",
    "answers": [
      {
        "id": 61,
        "text": "Выйти через парадную."
      }
    ]
  },
  {
    "id": 69,
    "text": "    Здравствуйте, дорогие мои читатели!\n    Хотелось бы сообщить вам, что вышел новый квест \"Вершитель судеб\", номер 178000, который я написала в соавторстве с двумя замечательными авторами: Teppish и Yulia Oayder.\n    Надеюсь, что он вам понравится. Ниже вы сразу можете перейти к его прочтению.\n \n    С уважением, ChatNoir.",
    "answers": [
      {
        "id": 1,
        "targetbookid": 178000,
        "text": "Прочитать \"Вершитель судеб\"."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  }
]