[
  {
    "id": 1,
    "text": "  Автор: VladTeplyak (Владислав Тепляков)\n  Жанр: Апокалипсис\n\n Здравствуй, дорогой читатель! Хочу представить тебе свою историю о приключениях выходца из Убежища номер 37. Это произведение написано по серии игр \"Fallout\", поэтому, если хочешь узнать больше об игре, советую обратиться к справочнику. Желаю тебе удачи в прохождении! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать путешествие"
      },
      {
        "id": 3,
        "text": "Справочник"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840720/v840720450/2091b/eWeBOrr3HOw.jpg"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c639217/v639217455/5136f/kvcV3gHgsv4.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c824604/v824604689/26366/RhUfAnvToTM.jpg",
        "system": true
      },
      {
        "id": 61,
        "text": "Новости и обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": " Шёл 2183 год. Прошло более ста лет после ядерной войны. Вы и ваша семья — жена и дочь — жили глубоко под землёй в Убежище номер 37. \n Раннее утро. Вдруг Вы проснулись от звонка будильника. Сладко потянувшись, Вы",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть на часы"
      },
      {
        "id": 5,
        "text": "Приготовить завтрак"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Для начала, из истории самой игры:\n Fallout — компьютерная ролевая игра, действие которой происходит в мире, пережившем ядерную войну. Игра, выпущенная в 1997 году компанией Interplay Entertainment, разрабатывалась её структурным подразделением Black Isle Studios. Одно из наиболее известных произведений постапокалиптического жанра.\n    Перейдём к сюжету:\n Сюжет игры повествует о похождениях Выходца из Убежища — жителя подземного бункера, которому было поручено в течение 150 дней найти водный чип и доставить его в своё убежище, чтобы спасти изолированное сообщество от нехватки воды. Игрок может свободно перемещаться по карте мира, посещать игровые локации, выполнять различные задания и сражаться с представителями окружающего мира.\n    Теперь немного об истории рассказа:\n Вы являетесь жителем Убежища номер 37. Это Убежище отличается от других тем, что у  каждой семьи есть своя комната.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840527/v840527794/21d3a/PCHt8x2mphs.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Встав с кровати, Вы посмотрели на часы, стрелки которых показывали шесть часов три минуты. ",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Встав с кровати, Вы решили приготовить завтрак, чтобы порадовать семью. Что же приготовить?",
    "answers": [
      {
        "id": 6,
        "text": "Приготовить яичницу"
      },
      {
        "id": 7,
        "text": "Приготовить кашу с тушёнкой"
      }
    ]
  },
  {
    "id": 6,
    "text": "В нашем Убежище нету источника яиц — кур.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться к выбору"
      }
    ]
  },
  {
    "id": 7,
    "text": "Каша с консервами — это именно то, что Вам нужно! Для начала нужно найти крупу и консервированную тушёнку. Где же они могут быть?",
    "answers": [
      {
        "id": 8,
        "text": "Поискать в холодильнике"
      },
      {
        "id": 9,
        "text": "Поискать в тумбочке"
      }
    ]
  },
  {
    "id": 8,
    "text": "Открыв дверцу холодильника, Вы увилели много еды, но не нашли нужных ингридиентов. Нужно подумать, где могут быть крупа и консервы.",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "В тумбочке с едой Вы нашли заветную баночку консерв с названием \"Тушёная говядина\". Вы взяли банку и подошли к электрической плите со стоящей на ней кастрюле.",
    "answers": [
      {
        "id": 10,
        "text": "Начать готовить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Во время готовки Вы заметили небольшой мешочек с крупой недалеко от плиты.",
    "answers": [
      {
        "id": 11,
        "text": "Взять мешочек с крупой"
      }
    ]
  },
  {
    "id": 11,
    "text": "Через некоторое время каша уже была готова, а Вы присели отдохнуть. Пора будить семью.",
    "answers": [
      {
        "id": 12,
        "text": "Разбудить жену и дочь"
      },
      {
        "id": 13,
        "text": "Осмотреть комнату"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подошли к кровати жены и ласково погладили супругу за плечо.\n\"Вставай, дорогая, — тихо сказали Вы, — завтрак уже готов.\"\n Джейн, а именно так звали Вашу жену, сказала что-то про пять минут и продолжила спать.",
    "answers": [
      {
        "id": 14,
        "text": "Будить Джейн"
      },
      {
        "id": 15,
        "text": "Будить дочь"
      },
      {
        "id": 11,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ваша квартира, состоящая из одной комнаты, представляла собой смесь кухни, спальни и гостиной. Три кровати, шкаф с посудой, тумбочка с едой, умывальник, плита, небольшой диван, стол и радио на нём — всё, что было в вашей комнате.",
    "answers": [
      {
        "id": 16,
        "text": "Включить радио"
      },
      {
        "id": 17,
        "text": "Подойти к плите"
      },
      {
        "id": 18,
        "text": "Подойти к шкафу с посудой"
      },
      {
        "id": 11,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 14,
    "text": " Вы решили продолжить будить Джейн.\n\"Вставай, Джейн, — сказали Вы, — нужно садиться есть.\"\n\"Дай человеку выспаться, —  раздражённо ответила Вам она, — выходной всё-таки.\"\n На этом ваш короткий диалог подошёл к концу. Надо придумать что-нибудь другое.",
    "answers": [
      {
        "id": 12,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 15,
    "text": " Вы подошли к кровати дочери и сели на край постели.\n \"Просыпайся, дочка, — ласково сказали Вы, — пора вставать.\"\n Анна приоткрыла глаза, посмотрела на Вас и улыбнулась.\n \"Хорошо, папа, — сонным голосом произнесла она.\"\n  Так, дочь Вы разбудили, надо бы и Джейн поднять.",
    "answers": [
      {
        "id": 21,
        "text": "Пойти будить жену"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вы подошли к столу с радиоприёмником. Старенькое радио, отслужившее не один год. Повернув ручку радиоприёмника, Вы услышали помехи. Надо бы его настроить, если Вы хотите послушать музыку.",
    "answers": [
      {
        "id": 19,
        "text": "Настроить радио"
      },
      {
        "id": 13,
        "text": "Выключить радио"
      }
    ]
  },
  {
    "id": 17,
    "text": "Обычная электрическая плита, такая была у каждого жителя Убежища. Из кастрюли на плите вкусно пахнуло кашей. ",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Шкаф, битком забитый всевозможной посудой. К зеркалу шкафа прикреплена фотография Вашей семьи: Вы, Джейн и дочь Анна. Фотография уже выцвела и уже мало что можно разглядеть.",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 19,
    "text": " Вы аккуратно покрутили ручку радиоприёмника в поисках радиоволны. Наконец, Вам удалось настроиться на волну Даймонд Сити. ",
    "answers": [
      {
        "id": 20,
        "text": "Слушать радио"
      },
      {
        "id": 16,
        "text": "Выключить радио"
      }
    ]
  },
  {
    "id": 20,
    "text": " Вы сели за стол и начали слушать радио. Сначала была программа новостей, в которой, как обычно, ничего особенного не рассказывалось. Затем шёл так называемый \"Музыкальный час\". ",
    "answers": [
      {
        "id": 26,
        "text": "Слушать радио"
      },
      {
        "id": 16,
        "text": "Выключить радио"
      }
    ]
  },
  {
    "id": 21,
    "text": " Вы подошли к кровати Джейн и начали будить её, аргументируя это тем, что уже даже дочь проснулась.\n \"Ну хорошо, — нехотя ответила она,- уже встаю.\"\n Итак, вся семья проснулась. Теперь нужно подождать всех к столу, а пока приготовить всё к завтраку.",
    "answers": [
      {
        "id": 22,
        "text": "Подойти к шкафу с посудой"
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы подошли к шкафу, битком забитому всевозможной посудой. К зеркалу на шкафу была прикреплена давно выцветшая фотография.",
    "answers": [
      {
        "id": 23,
        "text": "Взять необходимую посуду"
      },
      {
        "id": 24,
        "text": "Рассмотреть фотографию"
      }
    ]
  },
  {
    "id": 23,
    "text": " Вы открыли дверцу шкафа, которая поприветствовала Вас довольно громким скрипом. Надо будет поскорее смазать её.\n Взяв тарелки, ложки и чашки, Вы подошли к столу и накрыли на стол. Как только Вы закончили, подтянулись остальные — теперь семья готова к завтраку.",
    "answers": [
      {
        "id": 25,
        "text": "Сесть завтракать"
      }
    ]
  },
  {
    "id": 24,
    "text": " Вы взяли фотографию в руки. Мало что можно было разглядеть на ней, но, приглядевшись, Вы увидели фото Вашей семьи: Вы, Джейн и Анна. Снизу стояла еле заметная подпись теперь уже незнакомого фотографа.",
    "answers": [
      {
        "id": 22,
        "text": "Вернуться к работе"
      }
    ]
  },
  {
    "id": 25,
    "text": " Вся семья села за стол, и Вы начали уплетать за обе щеки долгожданный завтрак. Каша и вправду удалась на славу, а консервированное мясо удачно дополнило это блюдо.\n Но не успели Вы съесть и половины, как в двери кто-то постучал. ",
    "answers": [
      {
        "id": 27,
        "text": "Не реагировать"
      },
      {
        "id": 29,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 26,
    "text": " Наслаждаясь музыкой, Вы тихонько подпевали. Какая удача! Начиналась Ваша любимая песня \"Atom Bomb Baby\"! \n Но не успели Вы услышать первый припев, как вдруг в Вашу дверь постучали.",
    "answers": [
      {
        "id": 27,
        "text": "Не реагировать"
      },
      {
        "id": 29,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 27,
    "text": " Вы продолжили заниматься своми делами в надежде, что от Вас отстанут.\n \"Опять соседи,- подумали Вы, — наверное просить инструменты пришли.\"\n Но стук не прекратился. Вам осталось только посмотреть, кто же там.",
    "answers": [
      {
        "id": 29,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 28,
    "text": " Вы решили сказать правду. \n \"Тогда Вы нашли то, что искали. — сказали Вы, — Я Джон Браун.\"\n \"Отлично, сэр! — ответил Вам человек, — Меня зовут Томми Отэм.\"\n С этими словами он протянул Вам руку. После крепкого рукопожатия, Вы",
    "answers": [
      {
        "id": 31,
        "text": "Пригласить за стол"
      }
    ]
  },
  {
    "id": 29,
    "text": " Открыв дверь, Вы облегчённо вздохнули.  Это не соседи. Перед Вами стоял человек лет сорока — сорока пяти, одетый в бежевое пальто с чёрной шляпой. В руках он держал папку с какими — то бумагами. \n \"Деловой человек, наверное,\" — подумали Вы.\n \"Здравствуйте, чем могу помочь?\" — спросили Вы у него.\n \"Здравствуйте, я ищу Джона Брауна, — ответил он Вам — Не подскажите, где я его могу найти?\"\n \n[Контрольная точка]\n[Сохранение...]",
    "answers": [
      {
        "id": 28,
        "text": "Сказать правду"
      },
      {
        "id": 30,
        "text": "Солгать"
      }
    ]
  },
  {
    "id": 30,
    "text": " \"Извините, но Вы ошиблись квартирой, — сказали Вы.\"\n \"Простите за беспокойство, сэр, — с этими словами человек в пальто побрёл искать Джона Брауна.\"\n Вам удалось обмануть человека, но надолго ли?",
    "answers": [
      {
        "id": 1,
        "text": "Конец демо-версии. В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": " \"Прошу вас за стол, Мистер Отэм, — дружелюбно сказали Вы.\"\n \"Спасибо, — любезно ответил он, — Но я завтракал недавно.\"\n \"Вы не против, если я присяду? — спросил Вас Отэм, взглядом указывая на ближайший стул.\"\n\n \n ",
    "answers": [
      {
        "id": 33,
        "text": "\"Конечно, садитесь\""
      },
      {
        "id": 34,
        "text": "\"Извините, но этот стул занят\""
      }
    ]
  },
  {
    "id": 32,
    "text": " ",
    "answers": []
  },
  {
    "id": 33,
    "text": " \"Конечно, — ответили Вы, — садитесь.\"\n \"Спасибо, Сэр, Вы очень добры. — ответил Вам Отэм.\"\n Томми Отэм сел на стул. Вы с недоумением посмотрели на него.\n \"Мистер Джон, — сказал он, — если у Вас есть вопросы, то можете их задать, времени у нас достаточно.\"",
    "answers": [
      {
        "id": 35,
        "text": "\"Кто Вы?\""
      },
      {
        "id": 36,
        "text": "\"Зачем я Вам?\""
      },
      {
        "id": 41,
        "text": "\"Вопросов нет.\""
      }
    ]
  },
  {
    "id": 34,
    "text": "\"Извините, — раздражённо сказали Вы, — но это место уже занято.\"\n Томми Отэм возмущённо посмотрел на Вас, но промолчал.",
    "answers": [
      {
        "id": 1,
        "text": "Конец демо-версии. В начало"
      }
    ]
  },
  {
    "id": 35,
    "text": " \"Кто Вы? — спросили Вы у Отэма.\n \"Я заместитель директора по чрезвычайным ситуациям, — ответил Томми, — В мою работу входит оповещение жителей Убежища о тех или иных неприятных ситуациях, происходящих в непосредственно самом Убежище.\"",
    "answers": [
      {
        "id": 33,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 36,
    "text": " \"Зачем я Вам, Мистер Отэм? — спросили Вы.\n Томми Отэм открыл папку с документами и достал небольшой помятый листок.\n \"Джон, Вы, наверное, знаете, — ответил Томми, — что для жизни в Убежище нужна вода. Так вот, именно этого у нас сейчас в дефеците.\"\n ",
    "answers": [
      {
        "id": 37,
        "text": "Молча слушать"
      },
      {
        "id": 38,
        "text": "Перебить"
      }
    ]
  },
  {
    "id": 37,
    "text": " \"Дело в том, — продолжал Отэм, —  Что вода в наше Убежище попадает из ближайшей реки по трубам. Неделю назад рабочие водоочистной станции заметили, что воды стало поступать меньше, чем раньше. А буквально вчера воды вообще не поступало.\"",
    "answers": [
      {
        "id": 39,
        "text": "\"И что дальше?\""
      }
    ]
  },
  {
    "id": 38,
    "text": " \"Почему? — перебили Вы Отэма.\n \"Прошу не мешать, — сказал Томми, — Дело в том, что вода в наше Убежище попадает из ближайшей реки по трубам. Неделю назад рабочие водоочистной станции заметили, что воды стало поступать меньше, чем раньше. А буквально вчера воды вообще не поступало.\"",
    "answers": [
      {
        "id": 39,
        "text": "\"И что дальше?\""
      }
    ]
  },
  {
    "id": 39,
    "text": " \"И что дальше? — спросили Вы.\n \"В Убежище введён режим экономии воды, — ответил Отэм, — Возможно, Вы уже догадались, к чему я об этом рассказываю. Джон Браун, Вам предстоит выйти из Убежища номер 37 в Пустошь, чтобы проверить, что произошло с источником воды.\"",
    "answers": [
      {
        "id": 40,
        "text": "\"Почему именно я?\""
      }
    ]
  },
  {
    "id": 40,
    "text": " \"Почему именно я, Мистер Отэм? — спросили Вы.\"\n \"Потому, — начал объяснять Томми, — Что Вы — единственный, кто правильно ответил на все вопросы теста К.О.З.А. по теме \" Пустошь\", полагаю. Но, если честно, я правда не знаю, почему выбрали именно Вас, Джон.\"",
    "answers": [
      {
        "id": 33,
        "text": "\"Понятно\""
      }
    ]
  },
  {
    "id": 41,
    "text": " \"Вопросов больше нет, Мистер Отэм, — сказали Вы.\"\n \"Ну, раз нет вопросов, — сказал Томми, — приходите в кабинет начальника по чрезвычайным ситуациям через полчаса.\"\n Томми Отэм встал со стула, поправил шляпу и собрался уходить.",
    "answers": [
      {
        "id": 42,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 42,
    "text": " Вы попрощались с Отэмом и закрыли дверь.\n \"И что ты теперь будешь делать?\" — спросила Джейн.\n \"Придётся идти, — ответили Вы, — Выбора у меня всё равно нет.\"\n \"Папа! — дочь чуть не плача сказала, — Не уходи, прошу!\"\n Вы и сами рады не идти, но долг — есть долг.\n \"Клянусь, доченька моя, — с грустной улыбкой сказали Вы, — Я ненадолго.\"",
    "answers": [
      {
        "id": 43,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 43,
    "text": " Попрощавшись с семьёй, Вы с горечью закрыли за собой дверь. Вы понимали, что врятли когда — нибудь ещё встретитесь.\n  Вы посмотрели на наручные часы — прошло двенадцать минут. Вы огляделись по сторонам и подумали: \"Куда мне идти?\"",
    "answers": [
      {
        "id": 44,
        "text": "Пойти направо"
      },
      {
        "id": 45,
        "text": "Пойти налево"
      }
    ]
  },
  {
    "id": 44,
    "text": " Вы свернули направо. Коридор казался большим. Повсюду были жилые комнаты. Ничто не указывало на существование других помещений.\n Наконец, Вы нашли заветный кабинет. На двери висела табличка \"Кабинет начальника по чрезвычайным ситуациям Т. Отэма\".",
    "answers": [
      {
        "id": 46,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 45,
    "text": " Вы свернули налево. Побродя по коридорам минут пять Вы понимаете, что находитесь в жилом корпусе. Вряд ли здесь может быть нужный Вам кабинет.",
    "answers": [
      {
        "id": 43,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 46,
    "text": " Вы с небольшой задержкой дёрнули ручку двери. Сама дверь при этом громко заскрипела. Открыв её, Вы вошли внутрь.<s>r\n Вопреки Вашим ожиданиям, эта комната больше походила на каморку охранника, чем на кабинет начальника по чрезвычайным ситуациям. Напротив входа стоял стальной стол со стареньким терминалом. Рядом со столом были два стула, на одном из которых сидел Томми Отэм.<s>r\n \"Зачем Вы меня позвали, Мистер Отэм? - взволнованно спросили Вы.<s>r\n \"Нам нужно кое - что обсудить, - кратко ответил Отэм, - Присаживайтесь.\"<s>r\n ",
    "answers": [
      {
        "id": 47,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 47,
    "text": " Вы сели на стул, вероятно предназначавшийся для приёма гостей.<s>r\n \"Итак, - начал Отэм, - Так как Вы, Джон Браун, скоро отправляетесь в Пустошь, то Вам потребуется соответствующая экипировка. Взять вы её сможете на складе. Вам будет выдан 10-мм пистолет с 60-ю патронами в комплекте, боевой нож, укреплённый комбинезон Убежища, а также Пип-Бой 3000. Ах да, чуть не забыл. Провизию Вы получите в столовой.  Если есть вопросы - спрашивайте.\"",
    "answers": [
      {
        "id": 48,
        "text": " \"Для чего мне оружие?\""
      },
      {
        "id": 49,
        "text": "\"Зачем мне понадобится Пип-Бой?\""
      },
      {
        "id": 50,
        "text": " \"На какой срок может затянуться вылазка?\""
      },
      {
        "id": 51,
        "text": "\"Вопросов нет.\""
      }
    ]
  },
  {
    "id": 48,
    "text": " \"Для чего мне понадобится оружие, Мистер Отэм? - спросили Вы.<s>r\n \"Оружие на Пустошах - Ваш главный союзник, Джон, - ответил Томми, - Без него Вы и дня не проживёте. Вы, вероятно, слышали о Когтях Смерти по радио. Конечно, с нашей экипировкой их не одолеть, но кротокрысов и радтараканов - раз плюнуть.\"",
    "answers": [
      {
        "id": 47,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 49,
    "text": " \"Зачем мне понадобится Пип-Бой, Сэр? - спросили Вы.<s>r\n \"Пип-Бой будет Вашим спутником, Джон, - ответил Отэм, - Эта вещь будет Вам и картой, и индикатором Вашего здоровья и много чего другого.\"",
    "answers": [
      {
        "id": 47,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 50,
    "text": " \"На какой срок может затянуться вылазка? - спросили Вы.<s>r\n \"Джон, если бы я знал, то сказал бы, - с грустью ответил Отэм.",
    "answers": [
      {
        "id": 47,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 51,
    "text": " \"Вопросов нет, Мистер Отэм, — сказали Вы.<s>r\n \"Ну, если так, — ответил Томми, — то здесь мы с Вами расстанемся. Прощайте, Джон Браун, и пусть удача сопутствует Вам в течение всего Вашего пути.\"<s>r\n \"До свидания, Мистер Отэм, — сказали Вы,  закрывая за собой дверь.\"",
    "answers": [
      {
        "id": 52,
        "text": "Идти на склад"
      }
    ]
  },
  {
    "id": 52,
    "text": " Вы отправились на склад. <s>r\n Войдя в просторную комнату, именуемую складом, Вы увидели множество полок, забитых различной экипировкой. К Вам подошёл незнакомец с какими-то бумагами.<s>r\n \"Здравствуйте, я заведующий складским помещением, - Представился незнакомец, - А Вы, вероятно, Джон Браун. Оружие хранится на третьей полке, одежду Вы найдёте на седьмой полке.\"<s>r\n \"Спасибо, - коротко ответили Вы.\"<s>r\n Заведующий складом вышел из комнаты, оставив Вас одного.",
    "answers": [
      {
        "id": 53,
        "text": "Одеться"
      }
    ]
  },
  {
    "id": 53,
    "text": " Вы подоши к седьмой полке, где находилась аккуратно сложенная одежда. Вы взяли верхний комбинезон. <s>r\n Броня предназначалась для защиты от пулевых и ножевых ранений. На поясе Вы заметили карманы для патронов и кобуру для пистолета.<s>r\n Через несколько минут Вы были одеты. Оставалось взять оружие.",
    "answers": [
      {
        "id": 54,
        "text": "Взять оружие"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вы подошли к третьей полке. На ней находились 10-мм пистолеты с комплектом патрон к ним, а также боевые ножи. Вы взяли один комплект, пистолет сложили в кобуру кожаного пояса, а патроны спрятали в карман. Боевой нож был закреплён на поясе.. <s>r\n Вы было собрались выйти со склада, но заметили сумку. Она может Вам помочь в странствиях, поэтому Вы взяли её. Теперь Вы были готовы, и поэтому вышли из комнаты.",
    "answers": [
      {
        "id": 55,
        "text": "Идти в столовую"
      }
    ]
  },
  {
    "id": 55,
    "text": " Выйдя со склада, Вы тут же отправились в столовую.<s>r\n Войдя в огромную столовую, где могло поместиться не менее двухсот жителей Убежища, Вы заметили на одном из ближайших столов консервированную еду и воду. Вы подошли ближе и увидели записку. Она гласила: \"Джон Браун! Здесь находится недельный запас провизии. Но помните! Расходуйте еду с умом, ибо неизвестно, на какой срок вы уходите в Пустошь.\"<s>r\n Вы сложили провизию в сумку и закинули её за плечо.",
    "answers": [
      {
        "id": 56,
        "text": "Идти к выходу из Убежища"
      }
    ]
  },
  {
    "id": 56,
    "text": " Вы направились к выходу из Убежища. Через некоторое время Вы пришли к огромной двери, напоминающей шестерёнку от какого-то часового механизма. <s>r\n К Вам подошёл охранник Убежища. В руках он держал какой-то аппарат.<s>r\n \"Джон Браун, — обратился к Вам охранник, — В путешествии Вам понадобится эта вещь. Это Пип-Бой 3000.\"<s>r\n \"Спасибо, — ответили Вы.\"\n Приняв прибор из рук охранника, Вы осторожно надеваете его на левое запястье. В это время охранник ждал Вас, а затем, выдержав короткую паузу, произнёс:\n — Сэр, если Вам требуется какая-либо помощь, то просто скажите, тем более, что у нас есть немного времени до подачи питания на дверь Убежища.",
    "answers": [
      {
        "id": 57,
        "text": "\"Откуда Вы знаете моё имя?\""
      },
      {
        "id": 58,
        "text": "\"Как пользоваться Пип-Боем?\""
      },
      {
        "id": 59,
        "text": "\"Могу ли я увидеть свою семью?\""
      },
      {
        "id": 60,
        "text": "\"Вопросов нет.\""
      }
    ]
  },
  {
    "id": 57,
    "text": " \"Откуда Вы знаете мо... — начали было Вы, но охранник перебил Вас.\"\n \"Вы, видно, хотели бы узнать, откуда все, кого Вы встречали, знают Ваше имя. — произнёс охранник, — Я скажу Вам так: уже после Вашей беседы с начальником по чрезвычайным ситуациям Томми... Отэмом, если не ошибаюсь, он проинформировал все вышестоящие чины о Вас, а затем эти чины предупредили рабочих, например складских и охранников.\"",
    "answers": [
      {
        "id": 56,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 58,
    "text": " \"Как пользоваться Пип-Боем? — спросили Вы.\"\n Охранник подошёл к Вам и попросил поднять левую руку до уровня груди. Затем он зажал кнопку на Пип-Бое, и на небольшом запылённом мониторе аппарата появился всеми знакомый Волт-Бой со своей неизменной улыбкой, а под ним надпись \"Корпорация Волт-Тек.\" Через несколько секунд по всему экрану быстро поплыли записи кода, означавшие запуск программы прибора. После загрузки Пип-Боя, охранник объяснил Вам правила использования аппарата, а затем добавил:\n— Ах да, чуть не забыл. Во вкладке \"Задания\" Вы можете посмотреть список заданий, которые предстоит выполнить, а во вкладке \"Личный кабинет\" Вы всегда сможете узнать о своём здоровье и других вещах.",
    "answers": [
      {
        "id": 56,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 59,
    "text": " \"Могу ли я увидеть свою семью, перед тем, как выйду в Пустошь? — взволнованно спросили Вы.\"\n \"Мистер Джон, — начал охранник, — Прошу прощения, но Смотритель Убежища не счёл нужным присутствие семьи во время Вашего ухода в Пустошь. Конечно, Томми Отэм не одобрил его решение, но и быть уволенным начальнику по чрезвычайным ситуациям не хочется, понимаете?\"\n Вы это понимали. Вы понимали и то, что возможно никогда больше не увидитесь со своей любимой женой Джейн, никогда не обнимите своё солнце среди серых будней — маленькую Анну. В горле встал комок, и поэтому на вопрос охранника Вы смогли выдавить только тоскливое мычание.",
    "answers": [
      {
        "id": 56,
        "text": "\"Жаль...\""
      }
    ]
  },
  {
    "id": 60,
    "text": " У Вас закончились идеи для вопросов, и поэтому Вы с охранником молча стояли в ожидании открытия двери. Через некоторое время охранник начал ходить вперёд-назад по коридору, а затем что-то сказал в пустоту. До Вас донеслись лишь слова \"Да когда уже подадут энергию на эту чёртову дверь!\" \n Прошло ещё несколько минут, но ничего не происходило.",
    "answers": [
      {
        "id": 62,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 61,
    "text": " <В этой вкладке будут описываться последние новости создания квеста>\n\n Итак, сегодня, 25 марта, мне удалось написать ещё четыре страницы квеста. Осталось примерно столько же, чтобы закончить первую главу произведения. Извините за очень долгое моё отсутствие, я постараюсь за весенние каникулы дописать первую главу и начать следующую. На сегодня это все новости.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": " Вы решили подождать ещё немного. Охранник продолжал ходить кругами по корридору, что-то бормоча от скуки. Внезапно рация охранника зашипела. Человек поднёс рацию к уху, и громкий баритон отчётливо произнёс \"Подождите немного, Сэм, через минуту питание на дверь будет налажено.\" Вы вместе с охранником облегчённо вздохнули, в основном от окончания напряжённой тишины между вами.\n ",
    "answers": [
      {
        "id": 64,
        "text": "Поговорить с охранником"
      },
      {
        "id": 63,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 63,
    "text": " Вы решили подождать ещё некоторое время, и Ваше ожидание через три минуты было вознаграждено резким и громким хлопком. \n — Этот звук означает, что питание на дверь наконец-то подано, — пояснил охранник.",
    "answers": [
      {
        "id": 1,
        "text": "Конец демо-версии. В начало"
      }
    ]
  },
  {
    "id": 64,
    "text": " Вы подошли к охраннику, чтобы поговорить с ним.\n \"Простите, — вежливо окликнули Вы его, — Хотел спросить: как поживает Ваша семья?\"\n Охранник обернулся и внимательно посмотрел Вам в глаза, будто пытаясь что-то узнать.\n \"Думаю, что Вам можно доверить такую, своего рода, просьбу, — начал охранник, — Понимаете ли, я живу со своей женой несколько месяцев, и недавно я стал замечать, что иногда она как-то странно кашляет. Я решил спросить об этом у неё, и она ответила, что этот кашель связан с какой-то болезнью, передавающейся по наследству. Также она рассказала, что единственным лекарством от этой болезни является некий \"Отвар кореньев вербы\". К сожалению, этого отвара нету в Убежище, поэтому я прошу Вас, Мистер Джон, принесите из Пустоши хотя бы одну упаковку этого лекарства, пожалуйста.\"",
    "answers": [
      {
        "id": 65,
        "text": "Согласиться помочь"
      },
      {
        "id": 66,
        "text": "Отказать в помощи"
      }
    ]
  },
  {
    "id": 65,
    "text": " \"Хорошо, я помогу Вам, как бы сложно это ни было. — сказали Вы.\"\n \"Спасибо Вам, — с этими словами охранник обменялся с Вами рукопожатиями.\"\n\n[Получено задание: Отвар из кореньев вербы]\n[Информация по заданию добавлена в список заданий Пип-Боя]",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": " \"Прошу прощения, — сказали Вы, — но я ничем не могу помочь, ведь у меня есть задание, по выполнению которого будут спасены десятки других жизней.\"\n \"Я всё понимаю, Джон, — с грустью произнёс охранник.\"",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]