[
  {
    "id": 1,
    "text": "Автор: vk<s><s>dvorneg\nЖанр: приключения, фэнтези.\n\nПриглашаю читателей окунуться в средневековье, и сделать на выбор пять действий, (9 концовок) для прохождения квеста. Это мой первый опыт, поэтому рассказ не большой! Есть тайник.",
    "answers": [
      {
        "id": 3,
        "text": "Начать."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты пошёл следом, понимая, что идти за ослом придётся медленно. Возможно, дорога займёт больше суток. \nСид был не из говорливых. Прошёл уже час, в пути, а он молчал и не оборачивался назад. Конечно, это было его дело. Тебе заплатили за охрану, а не болтовню. Ты догнал Сида и пошёл с ним рядом, подумав, что это расположит его поговорить. \nДорога шла по равнине, до гор на горизонте, между которыми предстояло пройти, чтобы добраться до цели. Пока никого на дороге никто не встречался. Город остался далеко позади, и по дороге не встречалось ни ферм, ни хижин. \nПрошёл второй час пути, так же как и первый. Ты не выдержал и сказал: \n— А привал у нас скоро?  \nСид достал морковку и дал ослику, даже не остановившись. Потом произнёс:\n— Рано ещё. К обеду остановимся передохнуть.\nВот и всё. Пара сказанных сухо слов. Так скучно тянулось время до самого обеда.",
    "answers": [
      {
        "id": 4,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 3,
    "text": "Тебе понадобились деньги, на новую лошадь и пришлось наняться в сопровождение каравана. Всего за день, ты получаешь нужную тебе сумму, осталось пройти через перевал. Ранним утром ты уже был на окраине города, ожидая торговца. С собой у тебя была фляжка с водой, меч, пусть старый, но наточенный и кинжал в сапоге. Тебя обещали кормить в пути, поэтому ты не стал брать съестного, это было лишним грузом.\nПрислонившись к ограде, чтобы не тратить энергию, ты смотрел на ворота, из которых, через несколько минут вышел лысенький мужчина, невысокого роста. Торговец вёл на веревке осла, который, медленно шагал, гружёный двумя большими тюками. \nТы открыл рот от удивления. Но вспомнил, что тебе нужны деньги и промолчал.\n— Доброе утро, я Сид. — бросил торговец, поравнявшись с тобой. Как-будто, ты не договаривался с ним вчера.",
    "answers": [
      {
        "id": 2,
        "text": "Пойти за Сидом."
      }
    ]
  },
  {
    "id": 4,
    "text": "Для обеда вы сошли с дороги, на открытую поляну. Ослика разгрузили и отпустили пастись. Сид расстелил скатерть, и поставил на неё бутыль с напитком, а рядом поставил деревянные миски, одну с овощами, другую с вяленной рыбой. Обед длился не дольше пятнадцати минут. Вы снова двинулись в путь. Время неторопливо тянулось. Тебе казалось, что прошло уже пара дней. Наконец, наступил вечер, а затем, стало темнеть, перевал уже был в паре часов пути. Дорога займёт больше времени, чем ты ожидал. \nТут ты увидел, что на встречу вам, по дороге, бежало двое мужчин. Ты положил руку на рукоять меча, но так его и не достал, беглецы не останавливаясь пробежали мимо. Это было, мягко говоря, странно. \nТут заговорил Сид:\n— Переночуем тут, или на перевале?",
    "answers": [
      {
        "id": 5,
        "text": "- Пошли дальше."
      },
      {
        "id": 6,
        "text": "- Давай разобьём лагерь тут."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы двинулись дальше. Темнело всё сильнее, и когда начался перевал было уже не разобрать дорогу. Вы рисковали упасть в пропасть, поэтому пришлось остановиться. Ослику было нечего есть, и дров было не найти. Сид покормил ослика яблоками. Вы с торговцем поели сухарей, и вяленую рыбу, запив водой. \nПолучив от Сида одеяло, ты укутался в него и лёг спать. Ночью дул сильный ветер, а ещё через час начал лить дождь. Спать было невозможно. Через несколько минут, одеяло промокло и стало казаться, что лежишь в холодной луже. Ты сел обернувшись, стал искать Сида. Мелькнула молния, осветив всё вокруг и стало ясно, что никого рядом нет.",
    "answers": [
      {
        "id": 19,
        "text": "Сидеть и мокнуть."
      },
      {
        "id": 20,
        "text": "Пойти дальше."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Давай разобьём лагерь тут, — сказал ты.\nСтранно было, что Сид спросил тебя. Может, не мог решить сам и доверился.\nВы свернули с дороги, разыскивая место. Далеко идти не пришлось. Через несколько минут, Торговец расстелил скатерть, попросив тебя собрать хворост. Ты начал ходить вокруг лагеря, собирая сучья. Сид достал два одеяла, в которые можно будет замотаться ночью. За пять минут ты собрал хворосту, только чтобы разжечь костёр. ",
    "answers": [
      {
        "id": 7,
        "text": "Отойти дальше, к лесу, там можно срубить дерево."
      },
      {
        "id": 8,
        "text": "Дальше ходить вокруг лагеря, не выпуская его из виду."
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты пошёл подальше, потеряв лагерь из виду. Около леса росло много тонких деревьев, пара минут, и ты их нарубил своим мечём. Теперь можно было возвращаться, древесины хватило бы до утра. С Сидом и осликом ничего не произошло. Последний доедал яблоко. Сид скоро развёл костёр и сварил похлёбку. Позже ты уже уплетал её с сухарём. \nНа ночь ослика привязали к дереву, так что он мог есть траву поблизости. Спали вы с двух сторон возле костра, который приятно согревал своим теплом. Ты быстро задремал и проснулся от того, что рядом треснул сук. Прислушавшись, стало понятно, что кто-то крадётся сзади тебя.",
    "answers": [
      {
        "id": 10,
        "text": "Притвориться спящим и ждать."
      },
      {
        "id": 9,
        "text": "Кинуться на незнакомца."
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты никуда не торопился, собирая хворост на ночёвку. Вы шли медленно и ты не устал. Через несколько минут, удивившись, ты нашёл стрелу. \n\"Пригодиться\", — подумал ты, сунув её за пояс, рядом с ножнами для меча. В лагере Сид поставил котелок на огонь, вас ждал горячий суп, который, был бы кстати, прохладным вечером. Пока готовилось варево, ты собрал достаточно дров, и сел на одеяло, а через несколько минут, торговец передал тебе миску и сухари. Ослик получил несколько яблок и всю траву в округе.\nНа ночь вы оставили костёр, и улеглись от него по разные стороны. Осла привязали к дереву, но так, что он мог есть траву. Ты замотался в одеяло и закрыл глаза. Приятное тепло согревало, и от съеденного ты быстро задремал.  Ночью ты проснулся от треска. Кто-то рядом неосторожно наступил на сухую ветвь.",
    "answers": [
      {
        "id": 9,
        "text": "Вскочить на ноги и кинуться на незнакомца."
      },
      {
        "id": 10,
        "text": "Притвориться спящим и ждать."
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты вскочил, с мечом, приняв боевую стойку, но \"ночной гость\" был далеко, и увидев твои движения скрылся в темноте. Непонятно было вернётся воришка или нет, поэтому тебе не спалось, пол ночи.\nУтром проснулся Сид, проверил груз, и убедился, что всё на месте. Вы свернули лагерь и двинулись дальше. По дороге ты рассказал, что было ночью. Сид, казалось не слушал.\nПеред перевалом начался сильный дождь с молниями. Когда вы достигли перевала, лило как из ведра. Дорогу почти не было видно. \nКогда ты, случайно заметил пещеру, то предложил Сиду переждать. На что торговец ответил:\n— Мне не рекомендовали останавливаться.",
    "answers": [
      {
        "id": 38,
        "text": "Уговорить Сида и зайти в пещеру."
      },
      {
        "id": 31,
        "text": "Двигаться дальше."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты притворился спящим, и выяснил, что к костру подкрадывается человек. Ты лежал к нему спиной, и выяснить кто это, не было возможности.Что делать? Попытаться схватить \"гостя\"? Похоже он рядом, по еле слышному шороху. Или ждать дальше?",
    "answers": [
      {
        "id": 11,
        "text": "Напрыгнуть на ночного гостя."
      },
      {
        "id": 30,
        "text": "Ждать, дальше. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты резко вскочил на ноги, вытащив меч и приготовившись к бою. Противник явно такого не ожидал, подпрыгнув от испугу, и выронив из рук нож.\n— Руки вверх! — Сказал ты, человеку в капюшоне. Другого просто в голову не пришло. Незнакомец поднял руки, а ты обошёл его сзади и связал их веревкой.\nСид проснулся, от того, что ты спрашивал ночного гостя имя. Торговец проверил груз, который лежал рядом и даже не встал, наблюдая за происходящим.\nНочного гостя звали Крис, он был соседом, Сида, и сознался, что хотел стащить груз. Похоже поспать тебе не удастся, придётся сторожить воришку.",
    "answers": [
      {
        "id": 12,
        "text": "Сторожить Криса до утра."
      },
      {
        "id": 13,
        "text": "Будить Сида, и отправляться в путь."
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты сторожил пленника, и не выспался. Но все целы, и вы двинулись в путь. Криса привязали к ослу, так и не освободив его руки за спиной. Его решили сдать в городе. Так вы дошли до перевала. В этот момент начался дождь. На середине перехода, потемнело, дул сильный ветер, дождь лил как из ведра, мелькали молнии. Хотелось остановиться, просушить одежду, выпить горяченького. Дождь не унимался. Вдруг ты увидел слева от вас пещеру, и предложил переждать ненастье внутри.\n— Мне советовали не останавливаться на перевале, — сказал Сид.",
    "answers": [
      {
        "id": 14,
        "text": "Остановиться в пещере."
      },
      {
        "id": 15,
        "text": "Двигаться дальше."
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты решил выдвигаться, и стал будить Сида. Но тот проворчал, чтобы ты отстал и он хочет спать. Сторожить вора он тоже не хотел. Так что тебе ничего не осталось как самому приглядывать за \"ночным гостем\".",
    "answers": [
      {
        "id": 12,
        "text": "Сторожить."
      }
    ]
  },
  {
    "id": 14,
    "text": "Хоть Сид и не хотел, ты уговорил его зайти в пещеру. Тут вы могли отдохнуть от дождя. Было темно, кое-как ты разжёг огонь и сделал два факела, из материалов, которые достал Сид. Пока шёл дождь, ты решил осмотреть пещеру, и пошёл вглубь, через  минуту, ты чуть не врезался в стену. Тупик. \nТы уже хотел было идти назад, как заметил, внизу символы. Наклонившись и посветив на стену, стало ясно, что прочитать не получится, язык был тебе не знаком.\nОсматривая тупик ты нашёл щель. ",
    "answers": [
      {
        "id": 25,
        "text": "Сунуть в неё меч."
      },
      {
        "id": 26,
        "text": "Сунуть в неё стрелу.",
        "need": 8
      },
      {
        "id": 27,
        "text": "Сунуть в неё нож.",
        "need": 11
      },
      {
        "id": 28,
        "text": "Сунуть в неё кинжал."
      },
      {
        "id": 29,
        "text": "Вернуться к Сиду и Крису."
      }
    ]
  },
  {
    "id": 15,
    "text": "Не останавливаясь вы двигались дальше, и минут через 15 на вас напали. Это было узкое место на дороге, с одной стороны обрыв, с другой гора, поднимающаяся вверх.\nНападавшими были двое высоких мужчин, лиц, которых в темноте не было видно. Мелькнула молния, и стал заметен у одного из бандитов шрам на щеке.\nСид и Крис, были спрятаны за твоей спиной, ты шёл впереди.",
    "answers": [
      {
        "id": 16,
        "text": "Кинуть в одного кинжал."
      },
      {
        "id": 17,
        "text": "Драться, вытащив меч."
      }
    ]
  },
  {
    "id": 16,
    "text": "Теперь у тебя нет кинжала, но меткий бросок из двух противников сделал одного, второй улетел в пропасть, вместе с кинжалом. Ты сражался с разбойником, пока тот не начал отступать, ослабев. Наконец, ты поразил его, скинув в пропасть. Бой оказался коротким. Сид и Крис посмотрели на тебя, убедились, что ты жив и вы двинулись дальше.",
    "answers": [
      {
        "id": 18,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 17,
    "text": "Дрался с двумя противниками, ты не впервый раз. Почти сразу обоих ранил, но подскользнулся, и тебя полоснули мечём по руке. Немного разозлившись, ты столкнул сначала одного противника в пропасть, потом другого.\nПотом, ты сел, выравнивания дыхание. Кровь из раны текла, даже когда Сид её перевязал. Теперь о путешествии будет напоминать новый шрам.\nДальше ты шёл последним. Сид так спешил и подгонял ослика, что казалось, тебя могут и бросить на перевале. Крис и не пытался бежать, он шёл опустив голову от дождя.",
    "answers": [
      {
        "id": 18,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы прошли перевал и дождь стал стихать, пока совсем не прекратился. Ты почувствовал, что настроение поднялось, шагать стало легче. Даже ослик, казалось прибавил ход.\nДо города оставалось пара часов, можно было сказать, что \"конь у тебя в кармане\". Когда до города оставалось пол часа, и он был уже виден, вы догнали другой караван. В отличае от вашего он состоял из 10 человек. Ты увидел в караване знакомого и узнал, что они скоро отправятся назад с тобой по пути.",
    "answers": [
      {
        "id": 23,
        "text": "Попроситься с ними, у них одно требование, у тебя должен быть кинжал и меч.",
        "need_sometimes": true,
        "need": -16
      },
      {
        "id": 34,
        "text": "Пройти мимо."
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты сидел, без припасов, непонятно сколько времени. Дождь лил, не переставая, к утру не стало светло, из-за туч, а ты заболел и ослаб. К утру ты потерял сознание. Позже, тебя посчитали пропавшим безвести.\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты встал, походил вокруг, так никого не увидев решил двигаться дальше. Дождь лил как из ведра, припасов не было, надо было идти в ближайший город. Бодро зашагав по дороге, ты чуть не свалился в пропасть. Чтобы не повторить ошибку, дальше ты шёл почти на коленках, ощупывая дорогу. Казалось прошла вечность, и дорога не закончится. Но тут мелькнула молния и осветила троих грабителей. Один со шрамом, на лице, что стоял впереди, кинулся на тебя.",
    "answers": [
      {
        "id": 21,
        "text": "Кинуть кинжал"
      },
      {
        "id": 22,
        "text": "Драться мечём."
      }
    ]
  },
  {
    "id": 21,
    "text": "Бросок был удачным, кинжал воткнулся в одного из нападавших и тот улетел в пропасть. Но два других бандита наступали. Один умудрился ранить тебя в ногу, взвыв, разъярённый ты толкнул его мечём в пропасть. Один на один было драться проще, если бы не нога. Видимо тебе сегодня везло, и поэтому удалось победить в бою, но сил почти не осталось.",
    "answers": [
      {
        "id": 19,
        "text": "Сесть."
      },
      {
        "id": 24,
        "text": "Двигаться дальше."
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты переоценил свои возможности, с тремя тебе было не справиться. Сначала тебя ранили, в руку, потом в ногу. Одного из трёх ты успел ранить, да так, что он улетел в пропасть, два других расправились с тобой.\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": " Прекрасно, путь домой у тебя будет не в молчании с Сидом, а с хорошим другом. Да ещё теперь тебе хватит на хорошего коня! \nВот так всё хорошо закончилось.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 24,
    "text": "Кое как ты пополз дальше, но тебе хотелось покинуть перевал. Один раз ты чуть не свалился в пропасть. Прошло много времени, но ты преодолел перевал, и дождь стал утихать. Ещё немного и тучи рассеялись, выглянуло солнце. Ты ослабел и уснул на несколько часов. К вечеру ты доковылял до города. Сложно придётся без еды и денег, хорошо, хотя бы меч был с тобой. Этим заканчивается этот вариант истории.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 25,
    "text": "Меч сильно большой, и не входит в отверстие.",
    "answers": [
      {
        "id": 25,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 26,
    "text": "Это невероятно, но стрела вошла в отверстие и раздался щелчок. Камень сдвинулся. Похоже это был тайник, в котором лежал кинжал, украшенный драгоценными камнями. Такой в пору носить королю. Ты сунул находку за пояс, и оглядел тайник, ощупывая со всех сторон. Больше ничего не было.",
    "answers": [
      {
        "id": 29,
        "text": "Вернуться к Сиду и Крису."
      }
    ]
  },
  {
    "id": 27,
    "text": "Нож почти вошёл в отверстие, но результата не было, сколько ты не крутил его, скребя по камню.",
    "answers": [
      {
        "id": 27,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 28,
    "text": "Кинжал был явно большой для этого, он скрежетал по камню, но не входил в отверстие.",
    "answers": [
      {
        "id": 28,
        "text": "Назад.",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты вернулся к Сиду, а вот Криса не было. Торговец сыпал проклятьями и говорил, что пора бежать. Из неразговорчивого лысого мужчины, он превратился в дрожащего старика, который, приговаривал, одно и тоже:\n— Бежим, бежим, отсюда пока целы!\nНу что же, придёться послушать Сида, и двигаться под дождь. Куда делся Крис, ты так и не узнал. Вы вышли в темноту, под дождь и двинулись дальше в путь.",
    "answers": [
      {
        "id": 31,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 30,
    "text": "Через несколько секунд шорохи стихли. Обернувшись, ты увидел быстро удаляющуюся тень. Пришлось встать и будить Сида. Торговец первым делом проверил груз, и закричал. Ночной воришка утащил у него что-то ценное.\n— Я тебе ничего не заплачу, за такую охрану! — не унимался Сид, — от тебя нет толку!\nБежать за вором, видимо, было уже поздно, ночью он мог прятаться в любых кустах. Ты всё-таки решился идти назад, тем более денег тебе уже не светит.\nК обеду ты вернулся в город, голодный, и не встретив никого по дороге.\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "Минут через 15 на вас напали. Это было узкое место на дороге, слева был обрыв, справа скала поднималась вверх.\nНападавших было двое, лиц в темноте не было видно.  Лишь на мгновение мелькнула молния, на мгновение освещая дорогу и бандитов, стало видно шрам на щеке одного из них. Ты был впереди \"каравана\" и принял удар на себя.",
    "answers": [
      {
        "id": 32,
        "text": "Кинуть кинжал, в одного из них."
      },
      {
        "id": 33,
        "text": "Драться, вытащив меч."
      }
    ]
  },
  {
    "id": 32,
    "text": "Теперь у тебя нет кинжала, но меткий бросок сделал из двух противников одного. Один из бандитов, поражённый кинжалом улетел в пропасть.\nС другим, ты сошёлся в схватке на мечах. Победа далась не легко. Наконец, противник устал, зазевался и ты сначала его ранил, а потом столкнул в пропасть к его другу.\nСид подошёл, наверняка обрадовался, что ты жив, и вы двинулись дальше в путь.",
    "answers": [
      {
        "id": 35,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты долго сражался с противниками. На скользком камне, ты подскользнувшись упал, в этот момент, бандит ранил твою руку. Теперь у тебя останется шрам, на память о походе.\nСобравшись с силами, в итоге ты одолел бандитов и столкнул в пропасть. \nПосле боя ты сел на камень. Кровь из раны лилась, под дождём, даже когда Сид её перевязал. ",
    "answers": [
      {
        "id": 35,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 34,
    "text": "Скоро вы добрались до места. Криса сдали в городе властям, оказалось, он был давним вреагом Сида. \nТы получил вознаграждение и теперь мог купить скакуна. Можно, сказать, что всё хорошо закончилось.\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 35,
    "text": "Скоро вы покинули перевал. А еще через несколько минут кончился дождь. Идти стало веселее. После обеда стало видно город. \nПеред самым городом вы догнали караван из десяти человек. Ты увидел в нём знакомого. Тебя позвали с собой, скоро они идут назад, по пути с тобой, но условие, если у тебя есть кинжал и меч.",
    "answers": [
      {
        "id": 36,
        "text": "Пойти с ними.",
        "need": -32
      },
      {
        "id": 37,
        "text": "Пройти мимо."
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты успешно добрался до города и получил деньги от Сида. Осталось вернуться с другом назад. С большойи компанией, проблем не будет, и купить коня.\nСчастливая концовка.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы быстро добрались до города, ты получил свои деньги, теперь можно будет выбрать жеребца, осталось благополучно вернуться назад к себе в город.\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты уговорил Сида, переждать время, в сухом месте. В пещере дров не было и было темно. Из материалов, что были у торговца, ты сделал несколько факелов. Позже, вы подкрепились вяленой рыбой, с сухарями, запивая всё водой. Ослику дали яблоко. Поев, ты решил осмотреть пещеру, и взяв факел пошёл вглубь.\nОчень скоро ты пришёл в тупик.\nКогда осмотревшись, ты уже хотел было возвращаться, но заметил символы. Они оказались на непонятном языке и  ничего тебе не говорили. Зато рядом с ними ты увидел щель.",
    "answers": [
      {
        "id": 25,
        "text": "Сунуть в щель меч."
      },
      {
        "id": 28,
        "text": "Засунуть в щель кинжал."
      },
      {
        "id": 41,
        "text": "Вернуться к Сиду."
      },
      {
        "id": 42,
        "text": "Засунуть в щель стрелу.",
        "need": 8
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты решил вернуться домой. Всё равно денег теперь, тебе никто не заплатит. Когда ты покинул перевал, дождь стал переставать и вскоре закончился.\nПо пути ты так и не встретил Сида. Только к ночи ты добрался, домой, голодный и без денег, но живой.\nКуда делся Сид, ты никогда не узнал.\nКонец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "Когда ты вернулся ко входу, то обнаружил, что Сида нет, ослика тоже. Никаких следов не осталось. \nЖаль, что у тебя не было никаких припасов с собой.\nПодумав, ты решил, что есть два пути: домой, или дальше.",
    "answers": [
      {
        "id": 39,
        "text": "Вернуться домой."
      },
      {
        "id": 20,
        "text": "Идти дальше одному."
      }
    ]
  },
  {
    "id": 42,
    "text": "Это невероятно! Стрела легко вошла в отверстие. Что-то щёлкнуло и открылся тайник. Отошла часть стены, а за ней лежал кинжал. Оружие было богато украшено драгоценными камнями, такое можно носить самому королю!\nТы сунул находку за пояс. Теперь в добавок к деньгам Сида, у тебя есть роскошная вещь!",
    "answers": [
      {
        "id": 41,
        "text": "Вернуться к Сиду."
      }
    ]
  }
]