[
  {
    "id": 1,
    "text": "\nЖанр: Юмор; Хардкор; Безумие\n\nПриключение по комплексу, который всеми силами старается убить вашего персонажа. \n Вы должны попытатся пересечь его, оставаясь живым и здоровым. Однако это сделать весьма трудно — на пути встанут охранные роботы, мутанты, смертельные ловушки, а также более экзотические препятствия, выдуманные хитрым Автором. \n Н̶е̶ ̶с̶о̶в̶е̶т̶у̶ю̶ ̶и̶г̶р̶а̶т̶ь̶ ̶в̶ ̶э̶т̶о̶т̶ ̶к̶в̶е̶с̶т̶,̶ ̶и̶ ̶в̶о̶о̶б̶щ̶е̶,̶ ̶м̶е̶н̶я̶ ̶у̶д̶е̶р̶ж̶и̶в̶а̶ю̶т̶ ̶в̶ ̶з̶а̶л̶о̶ж̶н̶и̶к̶а̶х̶,̶ ̶т̶а̶к̶ ̶ч̶т̶о̶ ̶р̶а̶д̶и̶ ̶с̶о̶б̶с̶т̶в̶е̶н̶н̶ы̶х̶ ̶н̶е̶р̶в̶о̶в̶... Желаю удачи, будьте уверены, она вам пригодится!\n\n(ВНИМАНИЕ! В данной игре умереть невероятно легко!!! Будьте готовы к хардкору!)\n\nP.S Последнее время ходят слухи, будто этот квест хранит в себе некую мрачную тайну минувших дней... Как Автор заявляю — здесь нет никаких секретных комнат, а квест сделан исключительно с развлекательной целью. \n \nP.S.S Если вдруг все таки заметите что-то \"слишком странное\", сообщите в Службу Поддержки Н.К.Т.У по номеру <plus>*********. ",
    "answers": [
      {
        "id": 2,
        "text": "Зайти в комплекс"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 309,
        "text": "Концовки"
      },
      {
        "id": 310,
        "text": "\n\"Входящее сообщение\"",
        "need": -310
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 351,
        "text": "Войти в Мастерскую",
        "need": 321,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a12/1902/55/e0461b5b3342.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы находитесь в комнате с железными стенами. Никаких элементов интерьера и декора нет - видно у дизайнеров напрочь отсутствовал вкус и фантазия. Есть два коридора - один ведет направо, другой налево. Ваш выбор?",
    "answers": [
      {
        "id": 3,
        "text": "Направо"
      },
      {
        "id": 4,
        "text": "Налево"
      },
      {
        "id": 311,
        "text": "Использовать помощь Сурива",
        "need": 311,
        "need_ever": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Из темноты возникает механический робот-страж. Вместо левой руки у него огромная плазменная пушка. \n- Внимание, замечен подозрительный посетитель. Назовите себя!",
    "answers": [
      {
        "id": 8,
        "text": "Назвать себя"
      },
      {
        "id": 6,
        "text": "- Назови лучше ты себя!"
      },
      {
        "id": 7,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты в компьютерном клубе. Выход закрывает решетка на дистанционном управлении. Чтобы пройти дальше нужно сесть за комп и как-то выиграть игру \"ХАРДКОР\". ",
    "answers": [
      {
        "id": 5,
        "text": "Сесть"
      },
      {
        "id": 20,
        "text": "Сломать решетку"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сев в просторное кресло, вы зашли в игру и начали стрим. Главное меню отсутствовало - вас сразу перекинуло на первый уровень. Итак, вы где-то в Италии, основная цель - взорвать бомбу на точке А или точке Б.  Точка А ближе, но там идут жестокие бои, точка Б дальше, но путь более мирный и тихий. Куда идем?",
    "answers": [
      {
        "id": 21,
        "text": "Точка А"
      },
      {
        "id": 22,
        "text": "Точка Б"
      },
      {
        "id": 24,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 6,
    "text": "- Я охранный робот комплекса, созданный для того чтобы убивать всяких игроков, вроде тебя. Даю последний шанс - назови себя!",
    "answers": [
      {
        "id": 8,
        "text": "Назвать себя"
      },
      {
        "id": 7,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы кинулись бежать, но луч чистой плазмы превратил вас в горстку пепла, которую ветер разнес по коридорам комплекса.....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 8,
    "text": "Кем назовешь себя?",
    "answers": [
      {
        "id": 9,
        "text": "Максим Петрович"
      },
      {
        "id": 10,
        "text": "Николай Второй"
      },
      {
        "id": 11,
        "text": "Обычный игрок"
      },
      {
        "id": 12,
        "text": "Никто"
      }
    ]
  },
  {
    "id": 9,
    "text": "- Так это вы доктор Петрович? Прошу прощения, я вас не узнал. Наверное это из-за срока годности прибора для распознавания лиц. Проходите пожалуйста....\n   \nРобот пропустил тебя и отключился. ",
    "answers": [
      {
        "id": 13,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Хорошая шутка, но робот не сумел заценить ее и через мгновения тебя превратили в высушенный скелет. ",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 11,
    "text": "Твоя смерть была очень обычной - сожжение заживо чистой плазмой. Ты ведь обычный игрок, вот и получил обычную смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 12,
    "text": "Робот начал трястись - система явно давала сбои на ошибку. Наконец корпус треснул и прогремел мощный взрыв который обрушил всю систему туннелей. Ты нашел свою смерть под грудой обломков.",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы вышли в тюремные камеры. На полу первой клетке дремал кот, по второй прыгала шимпанзе, третья была пустой. Что делать? ",
    "answers": [
      {
        "id": 14,
        "text": "Выпустить кота"
      },
      {
        "id": 15,
        "text": "Выпустить шимпанзе"
      },
      {
        "id": 16,
        "text": "Открыть третью камеру"
      },
      {
        "id": 17,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Кот дружелюбно выбежал и исчез в темноте. А через секунду на вас набросился саблезубый тигр, который все это время мирно спал в темном углу. Кто победил, думаю заранее ясно....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 15,
    "text": "Шипанзе обняло вас.\n- Спасибо тебе, человек! Но могу я узнать имя своего спасителя?",
    "answers": [
      {
        "id": 18,
        "text": "Обычный игрок"
      },
      {
        "id": 19,
        "text": "Максим Петрович"
      },
      {
        "id": 18,
        "text": "Сохранить анонимность"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы открыли камеру и тут же вас кто-то схватил за голову. Через мгновения вы заметили огромную змею способную маскироватся под окружение. А потом вы увидели клыки и .....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 17,
    "text": "Во тьме вы увидели красный луч. Увы, это был прицел автоматической турели. Через секунду тысячи разрывных патронов пробили ваше тело. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 18,
    "text": "- Еще раз спасибо! Вы наверное хотите покинуть комплекс? Дальше по коридору расположена турель. Ну ничего - я знаю пароль который отключит ее. \n\n Шимпанзе прыгнуло за компьютер и быстро ввело комбинацию каких-то чисел. \n  - Вот и все!  Ну а мне пора!\nОбезьяна скрылась в сети вентиляционных туннелей.",
    "answers": [
      {
        "id": 14,
        "text": "Выпустить кота"
      },
      {
        "id": 16,
        "text": "Открыть камеру #3"
      },
      {
        "id": 23,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Так это ты ставил опыты!!!? \n   Обезьяна со всей силы ударила вас камнем по голове. К сожелению, удар оказался фатальным.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 20,
    "text": "Решетка оказалась опутана сетями проводов, поэтому вы получили огромный удар током в размере 100000 вольт. Это была смерть...",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы видите на земле красный крест. Наверное именно тут и нужно ставить взрывчатку.  Неожиданно из-за угла выбегает спецназовец с дробовиком. Ваши действия?",
    "answers": [
      {
        "id": 25,
        "text": "Бежать к точке"
      },
      {
        "id": 26,
        "text": "Зарезать его ножом"
      },
      {
        "id": 27,
        "text": "Стрелять из автомата"
      }
    ]
  },
  {
    "id": 22,
    "text": "Пока вы шли на точку Б, время матча истекло. Разгневанные товарищи по команде вычислили вас и ударили по голове батоном. Батон был из чистой стали, поэтому вы умерли.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы долго бродили по темному коридору, пока не зашли в широкую комнату.  Слева лифт, справа космический челнок, впереди шахтерская вагонетка, позади валяется ржавая машина. На чем поедешь дальше?",
    "answers": [
      {
        "id": 36,
        "text": "Я пойду пешком"
      },
      {
        "id": 39,
        "text": "Сесть в космический челнок"
      },
      {
        "id": 40,
        "text": "Сесть в ржавый автомобиль"
      },
      {
        "id": 41,
        "text": "Сесть в лифт"
      },
      {
        "id": 42,
        "text": "Сесть в вагонетку"
      }
    ]
  },
  {
    "id": 24,
    "text": "Пока вы стояли и думали, компьютер нагрелся до температуры кипения, после чего последовал взрыв. Пламя охватило всю комнату, а затем и вас. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы стоити прямо на точке. Сзади бежит враг с дробовиком, слева вышло еще три спецназовца, с балкона целится кемпер. Еще пара секунд и весь их гнев обрушится на вас! Что будем делать? ",
    "answers": [
      {
        "id": 28,
        "text": "Вызвать обстрел из минометов"
      },
      {
        "id": 29,
        "text": "Включить читы"
      },
      {
        "id": 30,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы замахнулись, когда боец нажал на курок. Мощный заряд картечи в грудь был слишком силен, даже для бронежилета. Итог очевиден - вы умерли.",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 27,
    "text": "С десятой пули враг наконец рухнул. Вы собрали немного патронов, после чего развернулись и получили пулю в голову от кемпера, что засел на ближайщем балконе. Хэдшот!!!!",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 28,
    "text": "Минометы разнесли весь район. Повсюду летают обломки и тела врагов. Вы начали ставить бомбу, когда один из снарядов разорвал на части вас и всю точку А. Дружественный огонь - вкл.",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 29,
    "text": "Хорошо! Какой чит включим?",
    "answers": [
      {
        "id": 31,
        "text": "Бессмертие"
      },
      {
        "id": 32,
        "text": "Свободный полет"
      },
      {
        "id": 33,
        "text": "Невидимость"
      }
    ]
  },
  {
    "id": 30,
    "text": "Они из США и не знают русский. Вы только успели сказать \"Здрасте\" как дождь из свинца накрыл точку А.  В вас попало ровно 20 пуль! К сожелению это смертельно.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пули и взрывы больше не вредили вам. Через секунд 20 бомба уже лежала на земле, готовая взорватся в любую секунду. Враги вытащили ножы и кинулись бежать на край карты. Писк бомбы усиливался...",
    "answers": [
      {
        "id": 34,
        "text": "Бежать за ними"
      },
      {
        "id": 35,
        "text": "Остатся"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы улетели далеко за пределы карты. Вражеские пули уже не достигали цели - так высоко вы взлетели. Но тут дышать стало тяжелее. Вы попытались отключить чит, но было слишком поздно. От атмосферного давления вам взорвало голову. ",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 33,
    "text": "Сами вы может и стали невидимы, но все ваше снаряжение так и осталось видимым. По \"летающей\" одежде вас моментально раскусили. А затем последовал град пуль и смерть....",
    "answers": [
      {
        "id": 1,
        "text": "Возродится в новом теле"
      }
    ]
  },
  {
    "id": 34,
    "text": "Убегая, вы встретили админа. Он моментально узнал в вас читера. Долгой болтовни не было - вас судили и навеки заточили в тюрьме программного кода...",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 35,
    "text": "Прогремел взрыв и площадь была уничтожена. Вы выжили при помощи чита. Затем стрим завершился и решетка поднялась. Вы встали с компьютера и двинулись дальше.",
    "answers": [
      {
        "id": 23,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты шел несколько часов, дней, месяцев. А потом умер от голода, так и не добравшись даже до половины дороги.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 37,
    "text": "\"ВНИМАНИЕ! ВНИМАНИЕ! ВНИМАНИЕ! ВНИМАНИЕ!\n\n ЗАМЕЧЕНА ЭКСТРЕННАЯ ОШИБКА!\n\n\n ТРЕБУЕТСЯ СРОЧНЫЙ ПЕРЕГРУЗ ГЛАВНЫХ СИСТЕМ КОМПЛЕКСА, А ТАКЖЕ ОХЛАЖДЕНИЯ ЦЕНТРАЛЬНОГО УЗЛА! НЕ ЗАБУДЬТЕ ВВЕСТИ ПАРОЛЬ, УКАЗАННЫЙ В СПРАВОЧНИКЕ #76372874. \n\n В СЛУЧАЕ НЕУДОВЛЕТВОРЕНИЯ ПЕРЕЧИСЛЕННЫХ ВЫШЕ УСЛОВИЙ, ВОЗМОЖЕН ПОЛНЫЙ СБРОС ВСЕХ НАСТРОЕК!\n\nИДЕТ СКАНИРОВКА ГЛУБИНЫ ПРОБЛЕМЫ...\n\nИДЕТ АНАЛИЗ...\n\n5%...\n\n15%...\n\n25%...\n\n35%...\n\n45%...\n\n55%...\n\n65%...\n\n75%...\n\n85%...\n\n95%...\n\n99%...\n\nЗАГРУЗКА ЗАВЕРШЕНА!\n\nВОЗМОЖНЫЕ ВАРИАНТЫ:\n\n — ИСПОЛЬЗОВАНИЕ ПРОГРАММЫ \"DeAtH4YoU\"\n — АКТИВАЦИЯ ПОРШНЕВОГО ДВИГАТЕЛЯ\n \n",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/1906/97/668512635243.jpg"
      },
      {
        "id": 421,
        "text": "[Использовать программу \"DeAtH4YoU\""
      },
      {
        "id": 422,
        "text": "[Активировать Поршневый двигатель]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Хорошая попытка, но машина принимает только золотые монеты. Рубли, доллары и центы отвергаются. Увы, в комплексе трудно с валютой :-( ",
    "answers": [
      {
        "id": 244,
        "text": "Искать монету"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты нажал на кнопку \"Старт\" . Последовало жужжание, треск, писк.... Корабль оторвался на несколько метров от земли. Потом он начал стремительно набирать высоту, входя в космос. Однако в последнем слое атмосферы у челнока кончилось топливо и он камнем полетел вниз. Приземление закончилось фатально для пилота. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 40,
    "text": "Несмотря на твои водительские навыки, автомобиль врезался в стенку на первом повороте. Затем стена рухнула. На автомобиль. Где сидел ты.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты в кабине лифта. В комплексе всего три этажа:\n  Этаж Альфа(вверху)\n Этаж Бета ( ты на нем)\n  Этаж Гамма ( внизу)\n Куда едем?",
    "answers": [
      {
        "id": 43,
        "text": "Этаж Альфа"
      },
      {
        "id": 44,
        "text": "Этаж Гамма"
      },
      {
        "id": 23,
        "text": "Выйти из лифта"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты на бешеной скорости полетел по шахтам и пещерам. Была долгая погоня, перестрелка.... Потом вагонетка проломила ограждение \"Мост не работает\". Ты ехал еще пару минут, пока не провалился в трещину в мосту. Внизу к сожелению было озеро лавы.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 43,
    "text": "Лифт застрял. Выключился свет, осталась лишь аварийная мигалка. \n- Алло! Это консьерж. Вы что, в лифте застряли? Опять? Снова в шахту лезть и крышу отпиливать!?",
    "answers": [
      {
        "id": 45,
        "text": "- Я сам, скажите что делать."
      },
      {
        "id": 46,
        "text": "- А ну быстро иди сюда!!!!"
      },
      {
        "id": 47,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты приехал в длинный коридор с белыми стенами. Тут светло, но все равно слегка жутковато. Атмосфера больничная, много скамеек и плакатов, стоит запах спирта. Куда идем?",
    "answers": [
      {
        "id": 59,
        "text": "Назад по коридору"
      },
      {
        "id": 60,
        "text": "Вперед по коридору"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сверху есть люк. Попытайся открыть его, а потом лезь по канату который я сброшу. Удачи!",
    "answers": [
      {
        "id": 48,
        "text": "Выбить люк"
      },
      {
        "id": 52,
        "text": "Постучать"
      },
      {
        "id": 50,
        "text": "Открыть"
      },
      {
        "need_ever": true,
        "id": 419,
        "text": "[Прислушаться к голосу из глубин квеста]",
        "need": 406,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Консьерж разозлился, но таки встал и пошел за инструментами. Но накануне он много выпил, поэтому случайно перерезал трос. Вы вместе улетели вниз,где разбились. Мораль такова - не пытайся спасать людей после пятой рюмки водки!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 47,
    "text": "- Странно. Наверное послышалось....\n\nКонсьерж отключился. Ты сидел в том лифте 120 лет, питаясь крысиной едой и запивая ее газировкой(которую крысы воровали у консьержа). Спустя 120 лет ты умер от старости, так и не пройдя комплекс. Лифт стал твоей могилой.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 48,
    "text": "Люк отвалился и раздавил тебя. Откуда ты мог знать что он выплавлен из титана и весит 1000000 тонн?  Так что не вини себя  и будь в позитиве :-)",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 49,
    "text": "- СПАСИБО! Сейчас я все покажу. На востоке комплекса есть кофеварка.  Она ежедневно отправляет мне стакан какао. Но последнее время напиток перестал приходить. Разберись с этим!\n  \n  Консьерж затолкал тебя в один из лифтов. Двери захлопнулись.",
    "answers": [
      {
        "id": 88,
        "text": "Разобратся"
      }
    ]
  },
  {
    "id": 50,
    "text": "Он заперт на тысячу и один ключ. Безопасность превыше всего. И как теперь его открыть? ",
    "answers": [
      {
        "id": 48,
        "text": "Выбить люк"
      },
      {
        "id": 52,
        "text": "Постучать"
      },
      {
        "id": 53,
        "text": "Отодвинуть силой мысли"
      }
    ]
  },
  {
    "id": 51,
    "text": "Консьерж был немного глухой, поэтому не расслышал твой крик. Оставалось лишь полагатся на твою интуицию и навыки выживания в шахте лифта.  Если они конечно есть. ",
    "answers": [
      {
        "id": 55,
        "text": "Дернуть"
      },
      {
        "id": 54,
        "text": "Подпрыгнуть"
      },
      {
        "id": 57,
        "text": "Развернутся"
      }
    ]
  },
  {
    "id": 52,
    "text": "Люк открылся. Магия реальна!!!! Ты в шахте лифта. Тут очень темно и холодно. Ну и разумеется страшно!  Но вот, ты касаешся спасательной веревки. К сожелению она слишком высоко.",
    "answers": [
      {
        "id": 51,
        "text": "- Мне нужна веревка длиннее!"
      },
      {
        "id": 54,
        "text": "Подпрыгнуть"
      },
      {
        "id": 55,
        "text": "Дернуть"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты напрягся как мог, думал и думал, представлял как люк открывается..... И он открылся!!!  Только это был мираж - в реальном мире ты так и стоял..... И до сих пор стоишь 200 лет. Вот к чему может привести увлеченность телепатией.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 54,
    "text": "Веревку ты не ухватил, так как был в темноте. Но из-за прыжка кабина лифта не выдержала и сорвалась. Сначала разбился лифт, потом ты. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 55,
    "text": "Это была не веревка, как ты подумал сначала. Это был хвост ядовитой гадюки. Последовал укус, который ты не смог вылечить, так как проспал биологию и химию. Спустя час яд подействовал и ты умер. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 56,
    "text": "Поняв что от тебя никакой пользы, консьерж еще немого поболтал, а потом выкинул тебя обратно в шахту лифта. При падении ты свернул себе шею. Облом :-(",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты увидел еще одну веревку. На сей раз настоящую. Спустя пару минут ты уже сидел в кабинете консьержа и пил чай с малиной.\n- Тяжкая у меня работенка. С утра до ночи сидишь в этом кабинете и следишь чтобы лифты стояли правильно. Глаза устают, а спать запрещено.... Кстати, может ты меня заменишь? ",
    "answers": [
      {
        "id": 49,
        "text": "- С радостью!"
      },
      {
        "id": 56,
        "text": "- Боюсь что, я плохой лифтер"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты в грязных болотах. Тут плавают камни, кости,бревна и много ядовитых испарений. Идти все тяжелее - земля под ногами проваливается.  Нужно что-то придумать и пересечь трясину.",
    "answers": [
      {
        "id": 90,
        "text": "Построить плот"
      },
      {
        "id": 91,
        "text": "Прыгать по бревнам"
      },
      {
        "id": 92,
        "text": "Построить воздушный шар"
      }
    ]
  },
  {
    "id": 59,
    "text": "Поздравляю, ты пришел в тупик. Слева есть дверь в уборные, справа шкафчик для хранения одежды. ",
    "answers": [
      {
        "id": 44,
        "text": "Вернутся"
      },
      {
        "id": 62,
        "text": "Открыть шкафчик"
      },
      {
        "id": 63,
        "text": "Зайти в уборную"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты пришел к широкой двери. Увы, она была заперта на ключ. Зато было еще три двери по бокам. Из одной текла кровь, вторая была разрисована красками, третья пропахла сахаром и медом.",
    "answers": [
      {
        "id": 61,
        "text": "Пойти в кровавую дверь"
      },
      {
        "id": 64,
        "text": "Пойти в красочную дверь"
      },
      {
        "id": 65,
        "text": "Пойти в сладкую дверь"
      },
      {
        "id": 44,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 61,
    "text": "Ты пришел на завод по производству компота. Напротив стоял высокий страж в черных металлических доспехах. В руках был гиганский меч.\n  — Стой! Дальше пройдет лишь тот, кто дошел до меня, ни разу ни умерев! ",
    "answers": [
      {
        "id": 60,
        "text": "Уйти"
      },
      {
        "id": 70,
        "text": "- Я ни разу не умер!"
      },
      {
        "id": 72,
        "text": "Атаковать"
      },
      {
        "id": 403,
        "text": "\"Белое Солнце\"",
        "need": 402,
        "need_ever": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Из шкафа вышел скелет и начал дудеть на трубе. Ты в ужасе закрыл уши, это было невыносимо. Но спустя 10 минут ты танцевал под его музыку. Долго,долго, пока не умер от усталости.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты зашел в уборную. Тут был очень скользкий пол. Ходить  трудно, будто на льду. Но один неудачный шаг и последующий удар лицом в зеркало завершили твои путешествия по комплексу. В этом теле.",
    "answers": [
      {
        "id": 1,
        "text": "Всокреснуть в новом теле"
      }
    ]
  },
  {
    "id": 64,
    "text": "Ты пришел в лабораторию. За столом сидит профессор в очках,с усами, бородой и лабораторном халате. Короче, типичный ученый. \n  — Доброе утро. Я профессор Максим Петрович, а кто вы?",
    "answers": [
      {
        "id": 71,
        "text": "Максим Петрович"
      },
      {
        "id": 79,
        "text": "Аноним"
      },
      {
        "id": 80,
        "text": "Обычный игрок"
      },
      {
        "id": 84,
        "text": "Дмитрий Менделеев"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ты в медовом хранилище. Полки завалены бочками с медом,сахаром,клубникой, малиной, пирожками... А какой от них идет приятный запах! ",
    "answers": [
      {
        "id": 66,
        "text": "Поесть"
      },
      {
        "id": 67,
        "text": "Взять мед"
      },
      {
        "id": 68,
        "text": "СЬЕСТЬ ВСЕ"
      },
      {
        "id": 60,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты наелся и уже собирался уходить, когда в комнату зашел Михаил Потапыч. \n- Святая картошка, ты тронул мою коллекцию сладостей!? \n  Медведь моментально проглотил тебя, в отместку за ущерб. Перед тем как есть, спроси разрешение у хозяина!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 67,
    "text": "Ты полез к меду, ухватываясь за выступы и полки. Спустя полчаса, ты хватаешь руками бочку с медом! Но этим нарушаешь баланс и весь шкаф падает. На тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты ел так много, что очень скоро стал едва влазить в дверь. Даже встать было трудно. Еще бочка меда...... БАБАХ!!!! Ты лопнул. Вот к чему приводит обжорство. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 69,
    "text": "Одна голова полетела, затем вторая,потом третья..... Ты рубил все что видишь и случайно перерезал канат на краю арены. Стены развалились и ты увидел актерскую площадку,камеры,режиссера.... Монстр оказался механической моделью.\n\nКак выяснилось впоследствии, ты быд лишь актером, который забыл прочитать сценарий, поэтому постоянно погибал в ключевых сценах, чем дико злил сценариста и режиссера. Но когда ты обрушил весь павильон, тебя уволили, дав главную роль кому-то другому. \nТы же устроился работать в МакДональдс, где продавал гамбургеры до конца своих дней.....\n\n\n       ОТКРЫТА КОНЦОВКА 3!\n           ",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад",
        "need": -311
      },
      {
        "id": 318,
        "text": "-Сурив, действуй!",
        "need": 311
      }
    ]
  },
  {
    "id": 70,
    "text": "- Ложь! Никто, даже создатель этой лаборатории, не мог свершить такой подвиг! Убирайся отсюда, если тебе дорога жизнь.",
    "answers": [
      {
        "id": 60,
        "text": "Уйти"
      },
      {
        "id": 72,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 71,
    "text": "Профессор обиделся на такую глупую шутку и застрелил тебя из лазерного бластера. В следующий раз, давай без шуток с именем,ок?",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 72,
    "text": "Как атакуем?",
    "answers": [
      {
        "id": 60,
        "text": "Лучше уйти"
      },
      {
        "id": 73,
        "text": "Бокс"
      },
      {
        "id": 74,
        "text": "Кинуть коробку"
      },
      {
        "id": 75,
        "text": "Дернуть рычаг на стене"
      },
      {
        "id": 76,
        "text": "Перепрыгнуть через врага"
      }
    ]
  },
  {
    "id": 73,
    "text": "Ты нанес ему удар и сломал себе руку. Он нанес тебе удар и сломал тебе все.\n Подбежал судья.\n- 1.... 2...... 3.....4...... 5...... 6.....\n  Спустя час.\n-150..... 151.... 152....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 74,
    "text": "Не знаю чего ты хотел добится, но коробка запросто отлетела от его доспехов. Враг моментально схватил меч и со всей силы обрушил острие оружия на тебя.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 75,
    "text": "Под тобой провалился пол и ты упал в большую темную комнату. Везде валяется всякий хлам и груды костей. Вдруг ты слышишь потревоженный рев. Прямо позади стоит гигантский пятиголовый дракон.\n  ",
    "answers": [
      {
        "id": 69,
        "text": "Схватить меч"
      },
      {
        "id": 77,
        "text": "Схватить лук"
      },
      {
        "id": 78,
        "text": "Схватить копье"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты разогнался и эпично перепрыгнул через монстра. А затем стукнулся головой об железную балку на потолке. Видимо просчет строителей, раз ее разместили так низко.... Но в любом случаи, ты умер.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 77,
    "text": "Пока ты прицелился, монстр распахнул свою пасть и выпустил струю пламени. Ты сгорел, как бы банально это не звучало. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 78,
    "text": "Ты метнул копье и ловко пригвоздил одну голову к стене. А затем оставшиеся четыре головы сьели тебя. Ведь метательное копье - одноразовое оружие. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 79,
    "text": "- В моей лаборатории все должны знать друг друга! Долой анонимность и псевдонимы - да здраствует ТОТАЛЬНЫЙ КОНТРОЛЬ!!\n ",
    "answers": [
      {
        "id": 71,
        "text": "Максим Петрович"
      },
      {
        "id": 80,
        "text": "Обычный игрок"
      },
      {
        "id": 84,
        "text": "Дмитрий Менделеев"
      }
    ]
  },
  {
    "id": 80,
    "text": "- Моя лаборатория для гениев, а не для всяких туристов..... \n  Огромные механические клещи схватили тебя и выкинули в трубу, по которой ты вылетел в мусорный бак.  Но ты так и не смог пройти комплекс, поэтому с горя спился и умер от алкоголизма. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 81,
    "text": "Ты зашел в мрачные и темные пещеры. С потолка капает вода, камень под ногами очень холодный, в темноте слышен писк летучих мышей. А самое обидное  - у тебя нет источника света! ",
    "answers": [
      {
        "id": 97,
        "text": "Идти без источника света"
      },
      {
        "id": 98,
        "text": "Зажечь факел"
      },
      {
        "id": 99,
        "text": "Зажечь флэшфаэр"
      }
    ]
  },
  {
    "id": 82,
    "text": "Профессор выпил зелье и моментально омолодился. \n- РАБОТАЕТ! РАБООООТАЕЕЕТ!!!! У НАС ПОЛУЧИЛОСЬ!!!!\n  Но тут он опять стал стариком. Смех затих.\n - Проклятье, эффект слишком быстрый. Нужно как-то сделать его бесконечным.... Точно! На востоке есть гиганская кофеварка. Ты должен отправится туда и собрать немного шоколадных бобов.  \n  Максим Петрович провел тебя в лифт. Двери захлопнулись.",
    "answers": [
      {
        "id": 88,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 83,
    "text": "Профессор выпил зелье и превратился в статую. Он ведь был вампиром. Тебя арестовали за умышленное убийство паранормального существа и бросили в тюрьму на 7 лет.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 84,
    "text": "- Неужели это вы?! Я ваш поклонник! Можно автограф??  О господи, этот день настал!!!!!  Мы звонили вам каждый год..... Нужна помощь! Мы почти изготовили эликсир вечной молодости, осталось лишь добавить один ингредиент. А их всего четыре.\n\n Профессор подвел тебя к столику. Напротив стояла колба с неизвестной жидкостью, рядом валялись следующие вещи....\n Гуашь, чеснок, зубная паста и кетчуп. Что возьмем?",
    "answers": [
      {
        "id": 82,
        "text": "Гуашь"
      },
      {
        "id": 83,
        "text": "Чеснок"
      },
      {
        "id": 85,
        "text": "Зубная паста"
      },
      {
        "id": 86,
        "text": "Кетчуп"
      },
      {
        "id": 87,
        "text": "Все сразу"
      }
    ]
  },
  {
    "id": 85,
    "text": "Профессор выпил зелье и ничего не произошло. Тебя раскусили и расстреляли лазерами. Ну вот, а ты только начал входить в роль.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 86,
    "text": "Профессор выпил и загорелся. Пытаясь смахнуть пламя, Петрович случайно подскальзнулся и упал в бак с горючим. Начался пожар, весь комплекс сгорел.  Ты попытался убежать, но умер от углекислого газа.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 87,
    "text": "Весь комплекс взорвался. От него остался лишь кратер и несколько обломков.  Все ученые и монстры погибли. Ты составил им компанию.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 88,
    "text": "Двери лифта открылись спустя 5 минут. Ты вышел на залитую солнцем поляну. Тут росло много цветов и фруктовых деревьев, рядом бил родник.  А затем начинались темные и мрачные джунгли. Но цель твоей миссии именно там. Делать нечего — нужно идти.  Оставив райскую поляну позади, ты идешь по тропе. Впереди знак и три дороги.\n  Первая через болото, вторая через пещеры, третья через древний храм.\n\n\nСреди кустарника ты разглядел небольшой каменный алтарь. На нем стояли восковые свечи и валялись целебные травы, а на самом камне кто-то вырезал символ Уробороса. \n ",
    "answers": [
      {
        "id": 58,
        "text": "Первая"
      },
      {
        "id": 81,
        "text": "Вторая"
      },
      {
        "id": 89,
        "text": "Третья"
      },
      {
        "id": 311,
        "text": "Коснуться алтаря",
        "need_ever": true
      }
    ]
  },
  {
    "id": 89,
    "text": "Тропа вывела тебя во двор заброшенного храма местных жителей. Все проросло лианами и сорняками, от парадного входа осталась лишь расщелина в стене. \n  Протиснувшись внутрь, вы оказывайтесь в прекрасном тронном зале, чудом уцелевшем, чего нельзя сказать о дворе. ",
    "answers": [
      {
        "id": 114,
        "text": "Сесть на трон"
      },
      {
        "id": 115,
        "text": "Искать выход"
      },
      {
        "id": 116,
        "text": "Искать сокровища"
      },
      {
        "id": 117,
        "text": "Искать смысл жизни"
      }
    ]
  },
  {
    "id": 90,
    "text": "В учебнике по труду писали что для постройки плота нужны доски или бревна. Как добудешь данный материал?",
    "answers": [
      {
        "id": 93,
        "text": "Срубить дерево"
      },
      {
        "id": 94,
        "text": "Купить на черном рынке"
      },
      {
        "id": 95,
        "text": "Искать рядом с трясиной"
      }
    ]
  },
  {
    "id": 91,
    "text": "Это были не бревна, а крокодилы. Ты понял это только тогда, когда рептилия распахнула пасть и сьела тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 92,
    "text": "Спустя 10 часов ты построил красивый воздушный шар, залез в корзину, отвязал веревку и полетел. Но на середине, шар зацепился за колючую ветку и порвался. Корзину начало носить с бешеной скоростью по небу, поднимая то вниз, то вверх. Наконец она рухнула где-то за горизонтом.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 93,
    "text": "После 20 удара топором, дерево заскрипело и рухнуло всей своей тяжестью на тебя. Плохой ты лесоруб.....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 94,
    "text": "К тебе приехал ганстер и дал целую стопку бревен. А потом он застрелил тебя, так как у тебя не хватало денег на оплату доставки. Итог: не шути с черным рынком. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 95,
    "text": "Ты собрал палки и нашел несколько бревен. Лианы и каучук оказались отличной заменой веревкам. Создав некое подобие плота, ты поплыл через мутное болото, надеясь что корабль не перевернется в ходе плаванья. К счастью, удача улыбнулась тебе. Оставив плот, ты двинулся дальше по тропе. ",
    "answers": [
      {
        "id": 135,
        "text": "Идти вперед"
      }
    ]
  },
  {
    "id": 96,
    "text": "- ЭТО СВЯЩЕННЫЙ ДАР БОГОВ! НА АРЕНУ ЕГО!\n  Племя связало тебе руки путами и потащило в джунгли. Наконец дикари бросили пленника(тебя) в яму. Жрец сел на трон, воины и рабочие столпились вокруг него.\n- Суд обьявляется открытым!\n   На постамент вышел Толстый Джек - твой адвокат и Худой Билл - прокурор. \n   Жрец стукнул молотком. \n- Что скажет обвиняемый? ",
    "answers": [
      {
        "id": 202,
        "text": "ЧТО ПРОИСХОДИИИТ!?"
      },
      {
        "id": 203,
        "text": "Я невиновен!"
      },
      {
        "id": 204,
        "text": "Эээээ.... привет."
      }
    ]
  },
  {
    "id": 97,
    "text": "Идти на ощупь - плохая идея. Ты оступился и улетел на дно пропасти. Падение с такой высоты привело к быстрой смерти.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 98,
    "text": "Ты подобрал сухую ветку с земли и чирикнул спичкой. Однако это была не ветка, а динамитная шашка. Наверное ее забыл прошлый игрок. Произошел взрыв,пещеры обвалились. Интересно, что именно стало причиной твоей гибели - взрыв или обвал?",
    "answers": [
      {
        "id": 1,
        "text": "Воскренуть в новом теле"
      }
    ]
  },
  {
    "id": 99,
    "text": "Яркий свет моментально охватил всю пещеру, вплоть до свода. Стая летучих мышей быстро вылетела, напуганная огнем флэшфаэра.  Осмотревшись, ты заметил пропасть в 10 шагах от тебя.  Падать высоко, можно запросто разбится. Как перебратся на ту сторону?",
    "answers": [
      {
        "id": 100,
        "text": "Перепрыгнуть"
      },
      {
        "id": 101,
        "text": "Обойти по краю"
      },
      {
        "id": 102,
        "text": "Спустится вниз"
      }
    ]
  },
  {
    "id": 100,
    "text": "Ты разогнался и с криками побежал вперед. Но тут на пути стал камень об который ты больно ударился ногой, перед самым краем. Затем последовал долгий полет головой вниз и эпичный поцелуй земли. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 101,
    "text": "Ты пополз по краю, стараясь не смотреть вниз. Но чем дальше, тем более гладкими и ровными становились стены. Держатся уже не хватало сил и очень скоро ты сорвался на дно пропасти, где и разбился. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 102,
    "text": "Ты на дне пропасти. Оно усеяно мелкими камнями, черепами и валунами. Хорошо тут хоть монстры не живут, как в \"Кинг-Конге\". Ооооо..... Находка! Среди груды камней валяется скелет альпиниста в лыжной куртке. В руках он сжимает ледоруб, за поясом лежит динамитная шашка. ",
    "answers": [
      {
        "id": 103,
        "text": "Взять динамитную шашку"
      },
      {
        "id": 104,
        "text": "Взять ледоруб"
      },
      {
        "id": 105,
        "text": "Погулять по пропасти"
      }
    ]
  },
  {
    "id": 103,
    "text": "Ты поднялся наверх, сжимая в руке динамитную шашку.  Но как она поможет тебе преодолть пропасть? Мда, вот это ошибка.  В это время ты замечаешь силуэт некого чудовища, ползующего по дну пропасти. Явно, там таки живут монстры. Как теперь взять ледоруб?",
    "answers": [
      {
        "id": 106,
        "text": "Прыгнуть вниз"
      },
      {
        "id": 107,
        "text": "Бросить динамитную шашку"
      },
      {
        "id": 109,
        "text": "Бросить сапог"
      }
    ]
  },
  {
    "id": 104,
    "text": "Взяв ледоруб, вы начинает ползти по краю, стараясь не сорватся на дно.  Но вдруг снизу раздается рев. По дну пропасти бродит огромный змееподобный монстр, с гиганскими и острыми зубами. Только не упасть..... Получилось! Вы касаетесь противоположного края и мигом выбегаете из пещеры, оставив голодное чудовище позади.",
    "answers": [
      {
        "id": 135,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вдруг из мрака высовывается уродливая пасть змеи. Ты ошибся - тут таки живут монстры. Что это была за тварь? Ты не успел разглядеть, так как смерть была очень быстрой. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 106,
    "text": "Ты упал прямо на спину монстра. Это спасло от падения, но не спало от последующих челюстей и когтей, которые разорвали тебя. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 107,
    "text": "Ты ведь забыл зажечь ее!!! Хотя это все равно невозможно. Без динамита, без ледоруба.... Ты упал на колени и вогнал себя в депрессию.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 108,
    "text": "Ты дрался долго и яростно, но монстр все равно оказался сильнее и спустя какое-то время ваш бой завершился твоей смертью.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 109,
    "text": "Это был ваш любимый сапог. Но все равно он уже дырявый. БАЦ! Ты попал монстру точно в шею. Чудовище стало рыскать по пропасти в поисках бросающего, но так и не найдя его, успокоилась и уснула. Это был шанс.\n  Ты внизу. Вот ледоруб в твоих руках. Но тут мутант просыпается и с ревом бежит напролом!",
    "answers": [
      {
        "id": 108,
        "text": "Дратся ледорубом"
      },
      {
        "id": 110,
        "text": "Ползти по стене"
      },
      {
        "id": 111,
        "text": "Кинуть ледоруб"
      }
    ]
  },
  {
    "id": 110,
    "text": "Ты на стене. Чудовище щелкало клыками, пытаясь схватить тебя, но тщетно. Спустя какое-то время пропасть осталась позади. Ты вышел из мрачных пещер и вновь оказался в джунглях. Тропа вела еще дальше.",
    "answers": [
      {
        "id": 135,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 111,
    "text": "Монстр разжевал и проглотил ледоруб. А потом, такая же участь постигла и тебя.  Откуда ты мог знать, что ледоруб не метательное оружие? Откуда?",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 112,
    "text": "Нацепив на себя стальные доспехи и взяв могучий меч, ты двинулся к толпе. Жрец кратко дал указания.\n- Монстр скрывается на самом верху. Всего тут три уровня - Нижний, Средний и Небесный. \n   Ты двинулся вверх по ступеням. Вскоре возник первый враг - мускулистый бородач в татуировках. Он не заметил тебя.",
    "answers": [
      {
        "id": 172,
        "text": "Лук"
      },
      {
        "id": 173,
        "text": "Меч"
      },
      {
        "id": 174,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 113,
    "text": "Взяв тяжелый пулемет, три гранаты и несколько пистолетов ты пошел в сторону пирамиды. Тело было в шрамах, все обвешано патронами(для брутальности).\n - Нужно поднятся на вершину и убить монстра. Всего тут три уровня - Нижний, Средний и Небесный.  Удачи!\n   Ты поднялся на первый уровень.  Дорогу перегородил бородач в татуировках, такой-же брутальный как и ты. ",
    "answers": [
      {
        "id": 155,
        "text": "Угрожать"
      },
      {
        "id": 156,
        "text": "Устроить конурс брутальности"
      },
      {
        "id": 157,
        "text": "Открыть огонь из пулемета"
      }
    ]
  },
  {
    "id": 114,
    "text": "Из пустоты возник призрак с кинжалом и зарезал тебя.  Будешь знать, что если хозяин умер материально, вовсе не значит, что он умер астрально. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 115,
    "text": "Тебе удалось заметить три выхода. Это люк позади трона, дыра в потолке и деревянная дверь слева. Как сбежим?",
    "answers": [
      {
        "id": 120,
        "text": "Прыгнуть в люк"
      },
      {
        "id": 121,
        "text": "Через дверь"
      },
      {
        "id": 122,
        "text": "Через дыру в потолке"
      }
    ]
  },
  {
    "id": 116,
    "text": "Ты заметил приоткрытую дверь в стене и мигом открыл ее. Перед тобой возникли целые груды золота,алмазов,изумрудов,сапфиров и прочих драгоценностей. ",
    "answers": [
      {
        "id": 118,
        "text": "Расхитить гробницу"
      },
      {
        "id": 119,
        "text": "Запечатать себя здесь"
      },
      {
        "id": 89,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 117,
    "text": "Ты долго искал его, ну так и не нашел. Зато ты нашел свою смерть от голода и жажды. Остается лишь процитировать медведя Балу:\n\" Чего не найти, то глупо искать...\"",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 118,
    "text": "Ты схватил мешок и начал быстро набивать его золотом. Но вдруг по коже пошли язвы.... Сердце остановилось и ты умер. Вот что бывает, если попытатся расхитить чужую гробницу. Тебя убило проклятье.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 119,
    "text": "Ты быстро запечатал гробницу вместе с собой и вскоре умер от нехватки кислорода. Спустя 100 лет археологи распечатали гробницу, нашли твой скелет, но не успели остановить проклятье. Выжил лишь один.... Но это уже соовсем другая история.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 120,
    "text": "Внизу оказалась яма с кольми на которых ты очень удачно(с точки зрения строителей) приземлился. Совет на будущее: не прыгай в неизвестные дыры.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 121,
    "text": "Ты зашел в темный туннель. Но вдруг везде зажглись факела и лампы. Дверь позади захлопнулась, стены начали сдвигатся. ",
    "answers": [
      {
        "id": 136,
        "text": "Бежать"
      },
      {
        "id": 137,
        "text": "Держать стены"
      },
      {
        "id": 138,
        "text": "Бить по двери"
      }
    ]
  },
  {
    "id": 122,
    "text": "Ты залез на обзорную башню. В лицо дует свежий ветерок, солнце ярко светит.... Отсюда все видно как на ладони. Можно и передохнуть чуток.",
    "answers": [
      {
        "id": 123,
        "text": "Уснуть"
      },
      {
        "id": 124,
        "text": "Расслабится"
      },
      {
        "id": 129,
        "text": "Начать спуск"
      }
    ]
  },
  {
    "id": 123,
    "text": "Пока ты спал башня обрушилась. Под \"отдохнуть чуток\" я подразумевал не глубокий сон, а небольшой перерыв. Ну, с кем не бывает!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 124,
    "text": "Ты еще немного постоял любуясь видом, но уже пора продолжать приключения в этом комплексе. А то постоянно умирать и воскрешатся слегка достало,верно?",
    "answers": [
      {
        "id": 126,
        "text": "Да"
      },
      {
        "id": 127,
        "text": "Нет, я ни разу не умирал"
      }
    ]
  },
  {
    "id": 125,
    "text": "Ты долго и упорно держал канат. Даже когда башня рухнула и тебе на голову обрушилось тысячу обломков, ты все равно сжимал в руках канат.  Вот что такое настоящий героизм!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 126,
    "text": "Ладно, довольно болтовни. Время действовать. Хотя разговаривать с тобой весьма интересно.... Хотя нет, ведь я прекрасно знаю чем все закончится, что ты скажешь, как ответишь.... Скучная жизнь автора..... Ну да ладно, надо идти!",
    "answers": [
      {
        "id": 123,
        "text": "Уснуть"
      },
      {
        "id": 129,
        "text": "Начать спуск"
      }
    ]
  },
  {
    "id": 127,
    "text": "До этого момента. Щелчок пальцев автора и ты лежишь мертвый! ХАХАХАХАХАХАХАХАХАХА!!!!!!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 128,
    "text": "Ты отпустил канат и разбился.  Странно, но в этом комплексе все возможно, вполоть до смерти от стакана воды. Блин, спойлеры. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 129,
    "text": "Ты начал спускатся вниз. Обзорную башню трудно назвать высокой, хотя шанс разбится в лепешку есть. Но тут стены начинают вибрировать. БАШНЯ ПАДААЕТ!!!!!",
    "answers": [
      {
        "id": 125,
        "text": "ДЕРЖААТСЯ!!!!!"
      },
      {
        "id": 128,
        "text": "Отпустить канат"
      },
      {
        "id": 130,
        "text": "Попросить помощь автора"
      }
    ]
  },
  {
    "id": 130,
    "text": "И чем именно тебе помочь? Я могуществен, но иногда это слегка может помещать.... Так тебя спасти?",
    "answers": [
      {
        "id": 131,
        "text": "Нет, я передумал"
      },
      {
        "id": 132,
        "text": "Да, дай мне реактивный ранец!"
      },
      {
        "id": 133,
        "text": "Да, дай мне парашют!"
      },
      {
        "id": 134,
        "text": "Да, дай мне самолет!"
      }
    ]
  },
  {
    "id": 131,
    "text": "Ну, твои проблемы. Башня рухнула и ты упал на землю, получив 220 переломов.  Именно столько нужно, чтобы умереть!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 132,
    "text": "Ты с криками полетел вверх. Разворот..... БАЦ! Ты врезался головой в ствол огромного дерева. Надо было брать чуть левее....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 133,
    "text": "Ты отпустил канат и благополучно опустился вниз. Башня рухнула прямо за спиной, по области расползлось облако пыли и грязи. Зато ты живой! Можно продолжать путешествие!",
    "answers": [
      {
        "id": 135,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 134,
    "text": "Ты попал в кабину самолета. Осталось лишь надеть наушники, пристегнуть ремни и медленно поднимать этот рычаг. Но через несколько минут самолет разбился об деревья, завалив джунгли горящими обломками. Эээээ, прости, я не знал что ты не умеешь водить самолет....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 135,
    "text": "Тропа вывела тебя на площадь перед пирамидой. Сооружение горело огнями, по бокам стояли статуи, на вершине блестел обелиск. Вдруг из джунглей выбегает некое примитивое племя с копьями,топорами и кинжалами. Затем выходит жрец с скипетром. \n- Зачем ты прибыл на пирамиду Ко-Фе? ",
    "answers": [
      {
        "id": 139,
        "text": "- Я прибыл за кофеваркой!"
      },
      {
        "id": 96,
        "text": "- Я прибыл за шоколадными бобам!"
      }
    ]
  },
  {
    "id": 136,
    "text": "Ты бежал долго и наконец достиг.... тупика. В это время стены раздавили тебя.  Кто вообще эти храмы строил, что тут такая конструкция? ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 137,
    "text": "Стены все равно сомкнулись и раздавили тебя. Жалкая попытка, но уникльная.  Не каждый день такое видишь.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 138,
    "text": "Ты вынес дверь и выбежал прочь из туннеля. Стены сомкнулись прямо за спиной. Еще чуть-чуть и ты бы оказался придавлен. Пронесло....\n   Снова знакомый зал. Как будем убегать?",
    "answers": [
      {
        "id": 120,
        "text": "Через люк"
      },
      {
        "id": 122,
        "text": "Через дыру в потолке"
      }
    ]
  },
  {
    "id": 139,
    "text": "- Так это вы спаситель!? Ооо, в нашей кофеварки  поселился  злой дух! Он сломал всю систему и до сих пор ее ломает! Вы обязаны помочь нам! Идем!\n Жрец провел тебя в небольшой домик, сбоку от пирамиды. Сарай был завален различным оружием - от мечей, до автоматов. ",
    "answers": [
      {
        "id": 112,
        "text": "Вооружится как рыцарь"
      },
      {
        "id": 113,
        "text": "Вооружится как Рэмбо"
      },
      {
        "id": 140,
        "text": "Ничего не брать"
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы ничего не взяли и спокойно пошли в сторону пирамиды. На подножьи тебя уже ждали местные.\n- Ты должен поднятся на самый верх и починить кофеварку! Всего пирамида разделена на три уровня - Нижний,Средний и Небесный. Удачи!\n    Ты вышел на первый уровень. Проход перегородил мускулистый бородач в татуировках.",
    "answers": [
      {
        "id": 141,
        "text": "Ударить его"
      },
      {
        "id": 142,
        "text": "Попросить отойти"
      },
      {
        "id": 143,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 141,
    "text": "Бородач стукнул тебя по голове молотом, а потом скинул вниз. Ты действительно думал побить его обычными кулаками? Серьезно?",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 142,
    "text": "- А кто ты такой чтобы я пропустил тебя? ",
    "answers": [
      {
        "id": 141,
        "text": "Герой!"
      },
      {
        "id": 141,
        "text": "Твоя смерть!!"
      },
      {
        "id": 146,
        "text": "Просто турист"
      }
    ]
  },
  {
    "id": 143,
    "text": "Бородач поставил подножку и ты эпично покатился вниз, считая ступеньки. Всего их 120....... Браво, ты посчитал правильно, но потом все равно погиб от падения. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 144,
    "text": "Големы почему-то так и не ожили. Наверное, очередной баг игры. Неважно, ты достиг финального этапа.  Вот вершина пирамиды.....  На алтаре, напротив обелиска, лежит кофеварка. Увы, она сломана, а инструкцию проглотил гремлин. Это маленький монстр синего цвета, кожа покрыта мехом, длинные уши торчат в разные стороны.\n   Завидев тебя, гремлин начал дико смеятся и махать руками.",
    "answers": [
      {
        "id": 148,
        "text": "Набросится на гремлина"
      },
      {
        "id": 149,
        "text": "Договорится с гремлином"
      },
      {
        "id": 150,
        "text": "Смеятся "
      }
    ]
  },
  {
    "id": 145,
    "text": "Голем в ответ пнул тебя с такой силой, что ты рухнул в жерло вулкана на краю джунглей. Мировой рекорд!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 146,
    "text": "- Аааа..... Тогда все понятно. Основная группа пошла дальше, сейчас они в зале Древностей. Это воооон там. \n  Бородач пропустил тебя. Ты пересек первый уровень, толпа внизу радостно закричала. \n    Следующее препятствие - два каменных голема. Оба ждут когда ты подойдешь, на крики и угрозы не реагируют. ",
    "answers": [
      {
        "id": 144,
        "text": "Пройти мимо"
      },
      {
        "id": 145,
        "text": "Пнуть голема"
      },
      {
        "id": 147,
        "text": "Сфоткатся с големом"
      }
    ]
  },
  {
    "id": 147,
    "text": "Ты сделал пару селфи, а потом голем вбил тебя в земля одним ударом. Селфи получили 1000000000 лайков в Инстаграме. Но ты к сожелению умер.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 148,
    "text": "Ты накинулся на гремлина, но хитрый монстр ловко отпрыгнул в сторону. Результат: ты пролетел вперед,зацепился ногой за ограждение и упал с вершины пирамиды.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы с гремлином надели деловые смокинги и сели за стол переговоров. Спустя 20 часов ты умер от истощения, но успел заключить мир. Так настала Золотая эпоха, но ты умер, поэтому начинай заново.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 150,
    "text": "Гремлин перестал смеятся и в недоумении посмотрел на тебя. Кажется он так и не смог понять причину твоего хохота и потребовал обьяснений шутки.\n ",
    "answers": [
      {
        "id": 151,
        "text": "Рассказать шутку"
      },
      {
        "id": 152,
        "text": "Требовать починить кофеварку"
      },
      {
        "id": 153,
        "text": "Продолжать смеятся"
      }
    ]
  },
  {
    "id": 151,
    "text": "Гремлин понял шутку, посмеялся, а потом проткнул тебя ножом. Иногда следует использовать шантаж....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 152,
    "text": "Гремлин отказался разговаривать и обиженно сел есть шашлык. Инструкцию он так и не выплюнул.  Ты пытался починить кофеварку сам, но  это привело к ядерному взрыву.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 153,
    "text": "Гремлин разозлился что его игнорируют. Из ноздрей пошел горячий пар, кожа загорелась ярко-зеленым пламенем. Спустя минуту, от монстра осталась лишь горстка пепла.  Инструкция уцелела, так как была железной.\n   СПУСТЯ ДВА НУДНЫХ ЧАСА ПОЧИНКИ КОФЕВАРКИ......\n Ты поставил кофеварку на алтарь. Кофе полилось по ступеням пирамиды, жители подарили тебе браслеты, бусы,золото и шелковые ткани.      \n",
    "answers": [
      {
        "id": 197,
        "text": "Принять подарки"
      }
    ]
  },
  {
    "id": 154,
    "text": "Большой робот, вместо левой руки у него огромная пушка. Покрыт железной оболочкой, из плечей и колен торчат шипы. Повезло что он не работает. ",
    "answers": [
      {
        "id": 171,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 155,
    "text": "Бородач даже не моргнул глазом. Он лишь хруснул пальцами и поднял с земли огромный молот. В глазах горело желание напасть, но он явно ждал когда ты атакуешь.",
    "answers": [
      {
        "id": 156,
        "text": "Устроить конкурс брутальности"
      },
      {
        "id": 157,
        "text": "Открыть огонь из пулемета"
      }
    ]
  },
  {
    "id": 156,
    "text": "Вы начали соревнование. 99 жителей проголосовали за него, 99 за тебя. Остался лишь один. Он думал,взвесил все решения и наконец отдал свой голос......Бородачу! Ты проиграл и сгорел со стыда.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 157,
    "text": "Ты выпустил всю обойму в бородача, но его кожа отражала пули. Противник схватил молот и замахнулся. Ты лишь чудом увернулся от сокрушительного удара. Бородач оказался уязвим. ",
    "answers": [
      {
        "id": 158,
        "text": "Кинуть гранату"
      },
      {
        "id": 160,
        "text": "Вонзить нож"
      },
      {
        "id": 161,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 158,
    "text": "Граната взорвала весь уровень. Пирамида обрушилась, вас обоих накрыло пылью,кусками бетона и гранитными плитами. Хорошая новость - враг погиб.\nПлохая - ты погиб вместе с ним.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 159,
    "text": "Ты пробежал достаточно быстро, для человека перевешанного тоннами стволов. Големы дождались момента и неожианно прыгнули на тебя всем весом. А учитывая что они весят несколько мегатонн...",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 160,
    "text": "Нож сломался. Бородач ударил тебя молотом. Ты летишь......... Это....... БАААААЦ!!!! Удар и твое тело падает прямо в первую комнату комплекса. Вернулся туда где все началось.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 161,
    "text": "Бородач потерял тебя и остался стоять. Ты же забежал на Средний уровень. Вход закрыли два голема. Не двигаются, ждут когда ты приблизишся.",
    "answers": [
      {
        "id": 159,
        "text": "Быстро пробежать"
      },
      {
        "id": 162,
        "text": "Стрелять!"
      },
      {
        "id": 163,
        "text": "Вызвать боевой вертолет"
      },
      {
        "id": 164,
        "text": "РПГ"
      }
    ]
  },
  {
    "id": 162,
    "text": "Они из камня. Ты истратил все патроны. Големы ожили, окружили тебя, завернули в ковер и скинули считать ступеньки. Ты скончался от переломов, но зато ступени пирамиды теперь покрыты ковром.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 163,
    "text": "Вертолет повис над пирамидой. \n\"Сейчас мы их разнесем\"\n  Но големы резко схватили валун и метнули в кабину вертолета. Он начал терять высоту и падать.\n\" ПАДАЕМ!! ПОВТОРЯЮ, МЫ ПАААДАЕЕМММ!!!!\"\n Вертолет рухнул. Прямо на тебя.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 164,
    "text": "Выстрел - и одного голема нет. Второй голем в ужасе спрыгнул с пирамиды и убежал в джунгли. Ты начал идти дальше.  Вот и вершина. Рядом валяется сломанная кофеварка. Инструкцию держит в руках дедок в длинном узорчатом костюме, белой бородкой и узкими глазами. ",
    "answers": [
      {
        "id": 165,
        "text": "Выстрелить"
      },
      {
        "id": 166,
        "text": "Рукопашная"
      },
      {
        "id": 167,
        "text": "Нож"
      }
    ]
  },
  {
    "id": 165,
    "text": "Дедок метнул в тебя кунай и целый рой сюрикен. Ни одного промаха! Ты сделал пару шагов и рухнул.  Зря ты напал на сэнсэя Ву.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 166,
    "text": "Дедок поклонился и стал в боевую позу. Тебе тоже время выбрать рукопашный стиль. Всего есть три стиля - Пьяный Волк, Спокойный Журавль и Тихий Слон. ",
    "answers": [
      {
        "id": 168,
        "text": "Пьяный Волк"
      },
      {
        "id": 169,
        "text": "Тихий Слон"
      },
      {
        "id": 170,
        "text": "Спокойный Журавль"
      }
    ]
  },
  {
    "id": 167,
    "text": "Сэнсей развернул нож и вонзил тебе в голову. Это был древний прием Дракона.  Ты такой часто в боевиках видел, но на себе почуствовал первый и последний раз.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 168,
    "text": "Чтобы во всю использовать этот стиль ты взял бокал коньяка и залпом осушил его. Потом еще и еще и еще и еще. Кароче ты слегка перебрал, сделал шаг назад и свалился за перила.\n",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 169,
    "text": "Тихий..... Слон? Это нелогичный стиль! Сэнсей избил тебя,сломал руку и ногу, нанес 13 ударов в живот, а потом добил мощный хуком слева.  Удар гонага и бой завершен!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 170,
    "text": "Вы устроили настоящий каратэ бой. Со спецэффектами, супер-ударами и прочим.... Спустя час судье надоело наблюдать и он ударил в гонг. Дедок поклонился еще раз и щелкнул пальцами. Кофеварка сразу собралась. \n  После этого мудрый сэнсей сел в позу медитации и улетел. \n  Жители дружного закричали, начали давать тебя драгоценности, бананы, бусы и шелковые ткани.",
    "answers": [
      {
        "id": 197,
        "text": "Принять подарки"
      }
    ]
  },
  {
    "id": 171,
    "text": "Ты в большом зале. В центре стоит робот-охранник( к счастью отключенный), слева барная стойка, справа небольшой деревянный столик. ",
    "answers": [
      {
        "id": 154,
        "text": "Осмотреть робота "
      },
      {
        "id": 205,
        "text": "Идти к барной стойке"
      },
      {
        "id": 243,
        "text": "Идти к столику"
      }
    ]
  },
  {
    "id": 172,
    "text": "Бородач поймал стрелу и раздавил. Затем он вытащил пращу и запустил в тебя камень. Удар расшиб шлем, ты потерял равновесие и покатился по лестнице вниз.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 173,
    "text": "Твой дешевый китайский меч из фольги против молота бородача из драконьей кости... Схватка длилась очень долго, но вдруг варвар стукнул тебя по ногам, а потом по шлему. Красный расплывчатый экран....\n  \"Вы умерли. Берегите ноги\"\n  ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 174,
    "text": "Варвар увидел тебя и дружески хлопнул по плечу.\n — Привет, товарищ ! Я северный викинг, прибыл сюда из Скандинавии дабы искать приключения. Хотел пересечь комплекс, но решил поселится в джунглях, как охранник. А ты видно из Европы? Англия? Франция? Испания??? Хмм.... Италия? Нет? А тебе нужна будет помощь?",
    "answers": [
      {
        "id": 175,
        "text": "Конечно!!!!"
      },
      {
        "id": 176,
        "text": "Я лучше пойду сам"
      }
    ]
  },
  {
    "id": 175,
    "text": "Вы пошли дальше. Варвар рассказывал про свои походы, схватки с ограми и троллями, бои против Кракена и больших волков..... Столько интересного! Но тут вы видите два голема. Завидев вас они оживают. Один кидается на варвара, второй на тебя. Каков план?",
    "answers": [
      {
        "id": 177,
        "text": "Резать мечем"
      },
      {
        "id": 178,
        "text": "Закрытся щитом"
      },
      {
        "id": 179,
        "text": "Заматать бумагой"
      }
    ]
  },
  {
    "id": 176,
    "text": "Решив что лучше будет пойти самому, ты двинулся в гордом одиночестве. Спустя 20 ступенек на тебя напали два голема. Было долгая схватка, но преимущество было у них..... Ты пал в бою.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 177,
    "text": "Големы состоят из камня. Ты лишился своего драгоценного меча. А потом и жизни - голем скинул тебя с пирамиды.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 178,
    "text": "Твой деревянный щит против гиганской каменной руки. Кто победил? Логично, рука разнесла в щепки щит и вбила тебя в земля по шею. А все так хорошо начиналось....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 179,
    "text": "Голем ослеп и рухнул вниз. От него остались лишь осколки камня. Варвар в это время раздробил своим молотом второго голема.\n- Мы отличная команда!\n Но тут гиганская рука умирающего голема хватает варвара и тянет его с пирамиды. Союзник теряет равновесие, он уже на грани. \n- Беги глупец.....",
    "answers": [
      {
        "id": 180,
        "text": "Кинутся на помощь"
      },
      {
        "id": 181,
        "text": "НЕЕЕЕЕТ!!!!!!"
      },
      {
        "id": 181,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 180,
    "text": "Голем скидывает варвара, варвар скидывает тебя, так как ты держал его за руку. Все трое разбились насмерть. \n        ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 181,
    "text": "Варвар улетает вниз. Слышен звук удара, в земле образуется кратер. Небо сразу темнеет, начинает идти проливной дождь. Взгляд бросается на место схватки.",
    "answers": [
      {
        "id": 183,
        "text": "Заплакать"
      },
      {
        "id": 184,
        "text": "Отдать честь"
      },
      {
        "id": 185,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 182,
    "text": "А вот и не угадал! Это темный маг. И действительно, спустя какое-то время ты увидел выского старца в черной мантии и остроконечной шляпе. Заметив тебя, он достал волшебную палочку.\n - Хоть шаг сделаешь-умрешь!\n",
    "answers": [
      {
        "id": 190,
        "text": " Бросить меч на землю"
      },
      {
        "id": 187,
        "text": "Уйти"
      },
      {
        "id": 191,
        "text": "Сделать шаг вперед"
      }
    ]
  },
  {
    "id": 183,
    "text": "Ну что тут сказать? Ты расплакался и умер от депрессии. \n",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 184,
    "text": "Из кратера вылетел варвар в белом плаще. От него шел приятный и яркий свет.\n- Я еще вернууусь! А ты не скучай! \n \n Варвар улетел, а ты пришел к последнему испытанию.Догадайся, кто сейчас будет?",
    "answers": [
      {
        "id": 182,
        "text": "Прищелец"
      },
      {
        "id": 182,
        "text": "Дракон или тролль"
      },
      {
        "id": 182,
        "text": "Босса не будет, просто толпа врагов"
      }
    ]
  },
  {
    "id": 185,
    "text": "Да как ты посмел уйти, даже не попрощавшись со своим товарищем!? С неба упала гиганская жаба и раздавила тебя.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 186,
    "text": "— Логично. Приготовся. \n  Чародей стреляет в тебя фиолетовой сферой и через секунду ты оказываешся с волшебной палочкой, а он в оковах.\n—Блин, вот это я протупил! Давай быстро еще раз махнемся? Ну.....",
    "answers": [
      {
        "id": 195,
        "text": "Убить его палочкой"
      },
      {
        "id": 196,
        "text": "Отпустить"
      }
    ]
  },
  {
    "id": 187,
    "text": "Ты ушел. Просто взял и ушел. ЭТО ПРОТИВОРЕЧИТ СЮЖЕТНОЙ ЛИНИИ! Споришь с автором - спрошь с самим собой. А сейчас я заставлю тебя подчинится моей воли и пойти назад. ",
    "answers": [
      {
        "id": 189,
        "text": "Идти назад"
      }
    ]
  },
  {
    "id": 188,
    "text": "— Тогда ты мне не нужен.\n  В тебя полетели странные оранжевые сферы. Они коснулись кожи и ты превратился в рыбу. Заклятье пройдет только спустя много месяцев..... А пока, наслаждайся жизнь на коралловом рифе!",
    "answers": [
      {
        "id": 2,
        "text": "Спустя какое-то время..."
      }
    ]
  },
  {
    "id": 189,
    "text": "Опять ты тут. Чародей сново вытаскивает палочку и нацеливает заклинание на тебя. Каков план? Уйти не выйдет - я заблокировал выход специальным барьером.",
    "answers": [
      {
        "id": 190,
        "text": "Бросить меч на землю"
      },
      {
        "id": 191,
        "text": "Сделать шаг вперед"
      },
      {
        "id": 192,
        "text": "Спорить с автором"
      }
    ]
  },
  {
    "id": 190,
    "text": "Чародей насылает на тебя магические оковы и подтягивает себе.\n- Так..... Очередной рыцарь. Как меня достало вас убивать. Слышал есть некий способ, при котором ты постоянно оживаешь в новых телах... Скажи, что нужно сделать чтобы стать таким как ты?",
    "answers": [
      {
        "id": 186,
        "text": "Давай просто поменяемся телами"
      },
      {
        "id": 188,
        "text": "Никак"
      },
      {
        "id": 188,
        "text": "Я не раскрою секрет!"
      }
    ]
  },
  {
    "id": 191,
    "text": "Ты сделал шаг вперед и еще жив. Поздравляю. До чародея еще два шага.",
    "answers": [
      {
        "id": 182,
        "text": "Шаг назад"
      },
      {
        "id": 194,
        "text": "Шаг вперед"
      }
    ]
  },
  {
    "id": 192,
    "text": "Ты оказался на старом корабле посреди океана. Повсюду пустые бутылки. Рядом валяется обрывок бумаги.\n\"ТЫ ПОШЕЛ ПРОТИВ РЕЖИМА-ТЕПЕРЬ СТРАДАЙ! РАЗ В ДЕНЬ ЧАЙКА БУДЕТ ПРИНОСИТЬ ТЕБЕ ЦЕЛУЮ ТАРЕЛКУ ОВСЯНОЙ КАШИ И РЫБЬЕГО ЖИРА, А ТАКЖЕ ТЕПЛОГО МОЛОКА! И ТАК 20 ЛЕТ\"\n  Ты жил на корабле 20 лет, ел овсяную кашу, пил молоко..... Наконец корабль причалил напротив деревянного дома. Впереди дверь.",
    "answers": [
      {
        "id": 2,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 193,
    "text": "ТЫ ОПЯТЬ ЦЕЛ! Да как это удается?! Ой, показалось, ты мертв. Чародей прожег в твоих доспехах огромную дыру. Но ты почти дошел!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 194,
    "text": "Еще шаг и ты еще цел!!!!! Видать, родился под счастливой звездой. \n Еще один шаг до чародея.",
    "answers": [
      {
        "id": 191,
        "text": "Шаг назад"
      },
      {
        "id": 193,
        "text": "Шаг вперед"
      }
    ]
  },
  {
    "id": 195,
    "text": "Какое заклинание?",
    "answers": [
      {
        "id": 198,
        "text": "АВАНАКЕДАБРА!"
      },
      {
        "id": 199,
        "text": "Абракадабра!"
      },
      {
        "id": 200,
        "text": "Фокус-покус!"
      }
    ]
  },
  {
    "id": 196,
    "text": "Чародей побежал вниз по ступеням. \n— Блин, долго спускатся. Хотя я ведь теперь бессмертный. \n Прыжок, хруст костей.... И... Увы, чуда не произошло и  бедняга разбился. \n Он пошел против сюжета, решив стать героем вместо тебя, за что и был проклят мной (то есть Автором)...\n Ну ничего, главное, ты так и остался бессмертным, а значит, миссия выполнена.",
    "answers": [
      {
        "id": 197,
        "text": "Спустится к толпе"
      }
    ]
  },
  {
    "id": 197,
    "text": "Из толпы вышел невысокий бритый мужчина в костюме консьержа. \n— Это было испытание. Я Алексей Петрович — брат Максима Петровича.  Однако последнее время он немного поехал умом и стал злым гением. Я же был понижен до консьержа, но у нас есть шанс! С твоим бессмертием, мы выиграем его!  Слушай..... Комплекс работает на   чернилах. Именно так этот квест,комплекс и твое бессмертие активны. За массовую поставку чернил отвечает Генератор в центре комплекса. Мой брат хорошо его защитил. Но у тебя точно получится! Запомни — надо сломать систему. Вырвать  все провода и перебить все катушки.  Ясно? Отлично! А теперь — в добрый путь.\n  Консьерж пнул тебя в очередной лифт. Двери захлопнулись.",
    "answers": [
      {
        "id": 242,
        "text": "Поспать"
      },
      {
        "id": 242,
        "text": "Разложить пасьянс"
      },
      {
        "id": 242,
        "text": "Читать книги"
      }
    ]
  },
  {
    "id": 198,
    "text": "Чародей рухнул намертво. А потом за тобой приехали другие волшебники и арестовали за применение запрещённого заклинания. Короче, ты сел не в ту лодку...",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле (я оставил эту способность, ведь я тут главный,  не чародей) ;-)"
      }
    ]
  },
  {
    "id": 199,
    "text": "Вы с чародем попали на дно Тихого океана. Злодей в ужасе попытался уплыть, но был сьеден белой акулой. Ты засмеялся и не заметил как тебя сьела тигровая акула. Одним выстрелом двух зайцев.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле ( я оставил эту способность, ведь я тут главный, а не чародей ) ;-)"
      }
    ]
  },
  {
    "id": 200,
    "text": "Чародей стал белым голубем и улетел в небеса. Правда потом его сьел ястреб, но это другая история.  Кстати, я ведь автор, поэтому,  нарушив все законы сюжета я возвращаю тебе бессмертие.\n   Жители начали одаривать тебя подарками, деньгами. Ведь убив чародея ты автоматически починил кофеварку.",
    "answers": [
      {
        "id": 197,
        "text": "Принять подарки"
      }
    ]
  },
  {
    "id": 201,
    "text": "Ты так ничего не добьешся. Послушай совета - лучше таки включи питание. Ладно, раскрою карты - тут нельзя умиреть. По крайней мере на этой странице. Доволен? ",
    "answers": [
      {
        "id": 245,
        "text": "Хлопнуть в ладоши"
      },
      {
        "id": 245,
        "text": "Нажать на кнопку"
      }
    ]
  },
  {
    "id": 202,
    "text": "-Ты на Арене. Тут мы ведем суд и выносим приговор. Я - судья, ты обвиняемый, толстяк твой адвокат, худой-  прокурор. Скоро прийдут свидетели. Мы ведем дело о краже древней реликвии. Кароче, вы все сказали. Очередь нашего прокурора!",
    "answers": [
      {
        "id": 209,
        "text": "Слушать"
      },
      {
        "id": 209,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 203,
    "text": "- Поздравляю, ты свободен..... Блин, все преступники так говорят! А теперь даем наше слово прокурору.",
    "answers": [
      {
        "id": 209,
        "text": "Слушать"
      },
      {
        "id": 209,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 204,
    "text": "-Привет.\n- Привет!\n- Привет....\n- Привет?\n- Хэллоу!\n- Бонджур!\n- Конитюва!\n - Здарова!\n- Итак, суд начинается. Обвиняемый уже высказался, очередь прокурора.",
    "answers": [
      {
        "id": 209,
        "text": "Слушать "
      },
      {
        "id": 209,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 205,
    "text": "На столе валялось несколько пустых бутылок от виски, гора пивных кружок и револьвер. Бармена и посетителей нет - наверное они ушли на обед.",
    "answers": [
      {
        "id": 252,
        "text": "Взять револьвер"
      },
      {
        "id": 171,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 206,
    "text": "Ты ударил толстого по животу. Кулак отлетел обратно тебе в лицо. Нокаут и игра окончена. Совет: не атакуй вражеских толстяков.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 207,
    "text": "Жрец дернул рычаг и из клетки вылезла целая стая волков. \n- Раз.... Два.... Три...... ВРЕМЯ ЕДЫ!\nВолки бросились на вас. Толстяк с криками побежал налево.",
    "answers": [
      {
        "id": 208,
        "text": "Бежать за толстяком"
      },
      {
        "id": 210,
        "text": "Бежать самому"
      },
      {
        "id": 212,
        "text": "Ползти по стене"
      }
    ]
  },
  {
    "id": 208,
    "text": "Вы увидели расщелину. Толстяк забежал первым, но застрял. Ты толкал его, но он был слишком упитанным. Волки сьели сначала тебя, а потом и толстого адвоката.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 209,
    "text": "На постамент вышел худой мужчина с усами. \n- Обвиняемый подозревается в краже древних артефактов, известных как какао-бобы.  Долгие годы они дарили общине кофейный аромат, но всего два часа назад, некто украл бобы с алтаря. А поскольку первый кто попался на дороге и сказал про бобы был этот господин, мы ставим на нем крест. Я согласен!\n- Товарищ адвокат! АДВОКАААТ!",
    "answers": [
      {
        "id": 211,
        "text": "Начать волноватся"
      }
    ]
  },
  {
    "id": 210,
    "text": "Ты заметил дубовую дверь сбоку и быстро вынес ее. Волки не смогли  протиснутся в коридор и занялись толстяком. Ты же несся по коридору сбивая стражу. Но тут из-за угла выбежал жрец.\n- СТОП!",
    "answers": [
      {
        "id": 213,
        "text": "Бежать дальше"
      },
      {
        "id": 214,
        "text": "Поворот налево"
      },
      {
        "id": 215,
        "text": "Поворот направо"
      }
    ]
  },
  {
    "id": 211,
    "text": "Толстый адвокат зевнул и начал говорить.....\n- Я против. Я считаю что подозреваемый не виновен. \n- Причина?\n- Я сам сьел какао-бобы на завтрак. \n- ТЫ?\n- Да... А у нас сейчас суд?\n- Эээ... типа да.\n- Я влип.\n- Казнить его и пленника тоже! Они явно сообщники!",
    "answers": [
      {
        "id": 207,
        "text": "Идите вы с вашим судом"
      },
      {
        "id": 206,
        "text": "Напасть на толстяка"
      },
      {
        "id": 207,
        "text": "Ждать смерти"
      },
      {
        "need_ever": true,
        "middle_answer": true,
        "text": "[Прислушаться к голосу из глубин квеста]",
        "need": 406,
        "id": 407
      }
    ]
  },
  {
    "id": 212,
    "text": "Ты дополз до вершины, когда судья стукнул молотком по пальцам. Полет, падение, клыки волков, новое тело.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 213,
    "text": "Жрец сьел Кит Кат и ты замер. Прибежала стража и вонзила в тебя копья. Иногда реклама не врет..... Чудеса случаются.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 214,
    "text": "Ты оказался на трибуне, где  сидел судья. Адвокат куда-то пропал, волки голодно выли и бегали по кругу.\n   Тут на стены ямы выбежал прокурор. В руках он сжимал дробовик.\n- Тебе конец преступник! Ты украл реликвии и теперь наступет час мести! \n ",
    "answers": [
      {
        "id": 216,
        "text": "Mortal Combat"
      },
      {
        "id": 217,
        "text": "Call of Duty"
      },
      {
        "id": 218,
        "text": "Battlefield"
      }
    ]
  },
  {
    "id": 215,
    "text": "Ты вылетел из тесных коридоров. Это были тропики. Свободааа! Но тут из зарослей выпрыгивают несколько охотников племени, вооруженные кинжалами. Без боя тут не пройти. Всего их 7. Каков план?",
    "answers": [
      {
        "id": 223,
        "text": "Сдаться"
      },
      {
        "id": 224,
        "text": "Бежать обратно"
      },
      {
        "id": 225,
        "text": "Достать револьвер"
      },
      {
        "id": 226,
        "text": "Достать два пистолета"
      },
      {
        "id": 227,
        "text": "Достать снайперскую винтовку"
      }
    ]
  },
  {
    "id": 216,
    "text": "За кого играешь?",
    "answers": [
      {
        "id": 219,
        "text": "Скорпион"
      },
      {
        "id": 220,
        "text": "Саб-Зиро"
      },
      {
        "id": 221,
        "text": "Шао Кан"
      }
    ]
  },
  {
    "id": 217,
    "text": "Началась долгая перестрелка. Вы кидали гранаты, вызывали дронов и посылки. Но прокурор оказался опытней. Он быстрее накопил на \"Ядерный взрыв\" и активировал его. Пламя и взрывная волна  сожгли вас дотла.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 218,
    "text": "Вы открыли огонь из пулеметов и снайперок. Пуля пробила тебе ногу, но ты ответил мерзавцу в голову. Прокурор упал в яму где его сьели волки. Из ноги течет кровь, везде взрывы..... Ты ложишь винтовку и смотришь вдаль. Дирижабль уже скидывает  бомбу на точку А \"Арена\". Она все ближе. Закрываются глаза..... Взрыв и вечная тьма. Зато спустя 3 года тут поставили памятник.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 219,
    "text": "Он взял Саб-Зиро. Какое забавное совпадение. Ты убил его и сжег, но тут возник Кван Чи и начал троллить тебя. С горя ты сбросился к волкам и они тебя сьели.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 220,
    "text": "Прокурор взял Рептилию. Бой начался. Удар, удар.... Кровь.... Удар.... Удар..... Кровь.... Х-рэй.... Удар..... Кровь....... Прокурор в бессознательном состоянии. -> <- Х -> А <- ..... Еще удар и прокурор оказывается насажен на ледяные шипы. ",
    "answers": [
      {
        "id": 231,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 221,
    "text": "Прокурор выбрал Рептилию. Но бой даже не успел начатся, так как стены не выдержали тяжести твоих доспехов. Вы оба упали на арену и вас сьели волки.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 222,
    "text": "Ты попал на райский пляж. Это был египетский отель. Ты жил долго и счастливо, купил дом, стал президентом, жил в роскоши. Но вскоре ты понял что бессмертие не исчезло. Начались кошмарные сны, галлюцинации. Пришлось покинуть пост и ехать в комплекс. Снова..... ",
    "answers": [
      {
        "id": 2,
        "text": "Этому должен быть положен конец...."
      }
    ]
  },
  {
    "id": 223,
    "text": "Никаких пленных! Охотники закололи тебя кинжалами, стоило только поднять руки. Ну такие уж тут обычаи, извени заранее не предупредил. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 224,
    "text": "Ты побежал обратно. Прямо на копья стражей что бежали за тобой. Отступление не удалось, миссия провален. Доберемся до них в другой раз.....",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 225,
    "text": "Ты эпично выпустил все 6 патронов во врагов. Но затем тебя зарезал кинжалом седьмой охотник, на которого не хватило выстрелов. А такое было начало.... Клинт Иствуд гордится тобой.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 226,
    "text": "Ты замедлил время и побежал вперед, напичкивая охотников свинцом. Кто-то попытался выстрелить из лука, но стрела пролетела мимо плеча. Режим замедленного времени иссякал, пора быстро думать план побега.",
    "answers": [
      {
        "id": 228,
        "text": "Прыгнуть в озеро"
      },
      {
        "id": 229,
        "text": "Прыгнуть в реку"
      },
      {
        "id": 230,
        "text": "Прыгнуть в водопад"
      }
    ]
  },
  {
    "id": 227,
    "text": "Ты даже не успел прицелится - сто резких ударов  ножом в грудь завершили игру в этом теле. Живой пример того,когда оружие не соответствует  ситуации. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 228,
    "text": "Ты прыгнул в озеро с мутной водой. Охотники не стали преследовать тебя. А знаешь почему? Потому-что в этом озере жили пираньи, которые сьели тебя еще до полного погружения. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 229,
    "text": "Течение понесло тебя через джунгли. Ты постоянно врезался в бревна и подводные камни. Но вот течение выкидывает тебя на песчаный пляж. Спина болит, ноги болят, руки болят... Вот это плаванье вышло. \n  Но выхода нет - шоколадные бобы нужно добыть любой ценой. ",
    "answers": [
      {
        "id": 231,
        "text": "Бежать в джунгли"
      }
    ]
  },
  {
    "id": 230,
    "text": "Ты прыгнул в водапад и полетел по мокрым камням вниз. Ой, забыл сказать - вода стекает через узкую расщелину в земле, там очень мелко. Удар и конец игры в этом теле. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 231,
    "text": "Наступает вечер. Ты идешь по темным джунглям раздвигая ветки и обходя небольшые трясины. Тут множество деревьев - яблоня,груша,вишня,слива, мандарины, томарелло, маракуйя. НО НЕТ КАКАО-БОБОВ!  Что за невезенье!\n - Эй парень! Это ты был на суде!?\n Позади стоит толстяк. \n- Ты явно ищешь какао-бобы? Я скажу где они..... Я их не сьел. Я продал их гиганскому пауку, что живет в пещере на краю джунглей. Это туда идти....",
    "answers": [
      {
        "id": 232,
        "text": "Идти к пауку"
      },
      {
        "id": 233,
        "text": "Немного подумать"
      }
    ]
  },
  {
    "id": 232,
    "text": "Ты пришел к небольшой пещере. Все вокруг опутано паутиной,возле входа валяются человеческие кости. \n- Я не видел покупателя. Мы с ним через интернет договаривались о сделке. О, а вот и кости доставщика! Значит бобы внизу. Ну, ты герой, ты и спускайся.",
    "answers": [
      {
        "id": 236,
        "text": "Позвать паука"
      },
      {
        "id": 237,
        "text": "Спустится"
      },
      {
        "id": 238,
        "text": "Ждать паука"
      }
    ]
  },
  {
    "id": 233,
    "text": "Хорошо, ты немного подумал и вдруг понял что нужно идти к пауку! Браво!",
    "answers": [
      {
        "id": 232,
        "text": "Идти у пауку"
      },
      {
        "id": 235,
        "text": "Думать еще"
      }
    ]
  },
  {
    "id": 234,
    "text": "Ты переместился на Северный полюс. А учитывая что на тебе была лишь обычная одежда, смерть от переохлождения не заставила себя долго ждать. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 235,
    "text": "Слишком много мыслей свели тебя с ума. Говорил же - больше действий, меньше мыслей.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 236,
    "text": "Паук приполз. Он был в очень плохом настроении, потому-что ты разбудил его от сладкого сна. Чтобы хоть как-то поднять настроение, он сьел тебя.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 237,
    "text": "Ты спустился. Но паук знал что ты прийдешь и сьел тебя. Знаю, это несправедливо. Поэтому дам тебе второй шанс.",
    "answers": [
      {
        "id": 232,
        "text": "Воскреснуть в новом теле"
      },
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      },
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 238,
    "text": "Ты ждал паука, паук ждал тебя. Так было долго, пока паук не умер от старости в ожидании жертвы. Ты же быстро спустился вниз. Вся пещерка была в сетях и слизи. Среди мусора ты увидел парня, который прилип к паучьей сети.\n- Эй, помоги мне! Этот паук поймал меня и допрашивал! Мы ищем сокровище!",
    "answers": [
      {
        "id": 239,
        "text": "Спасти его"
      },
      {
        "id": 240,
        "text": "Игнорировать"
      }
    ]
  },
  {
    "id": 239,
    "text": "- Ха! Спасибо! \n  Это оказался бандит. Он ударил тебя золотым когтем по голове и убежал. Правда потом он погиб  из-за  ловушки, но это соооовсем другая история. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 240,
    "text": "Ты нашел какао бобы. Они лежали в сундуке. Там же лежали другие вещи убитых - ковбойская шляпа,звуковая отверка, красная шапка и шапка-ушанка. Мда..... Взяв драгоценные бобы ты выбираешся из пещеры. Адвокат в это время протянул тебе лист.\n- Слушай..... Я работаю на Максима Петровича. А он хозяин комплекса. Эти бобы нужны ему чтобы усилить свойства эликсира молодости. Сейчас ты должен отнести ему бобы. Думаю доктор Петрович наградит тебя. Вот телепортатор. Введи 2-7-8",
    "answers": [
      {
        "id": 171,
        "text": "2-7-8"
      },
      {
        "id": 222,
        "text": "7-7-4"
      },
      {
        "id": 234,
        "text": "4-4-7"
      },
      {
        "id": 241,
        "text": "1-2-3"
      }
    ]
  },
  {
    "id": 241,
    "text": "Ты телепортировался на Марс. Там было классно - оранжевая пустыня, холмы, прищельцы, роботы .... Потом ты умер от радиации.",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 242,
    "text": "Спустя час....\n Двери лифта раскрылись. Впереди была тьма, пахло сыростью и водрослями. Свет не работал. ",
    "answers": [
      {
        "id": 171,
        "text": "Хлопнуть в ладоши"
      },
      {
        "id": 171,
        "text": "Нажать на кнопку"
      },
      {
        "id": 201,
        "text": "Идти на ощупь"
      }
    ]
  },
  {
    "id": 243,
    "text": "На столе стоит печатная машинка. Рядом валяется смятый комок бумаги.\n\" Хотите сохранится? Напечатайте на бумажной машинке свое имя и вы будете воскресать тут! Цена: одна золотая монета\"\n Вот так невезенье! А монеты у тебя нет. И еще кое-что. Рядом со столом есть вытащенная из кабеля розетка. ",
    "answers": [
      {
        "id": 244,
        "text": "Искать монету"
      },
      {
        "id": 246,
        "text": "Вставить розетку"
      },
      {
        "id": 171,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 244,
    "text": "В темном углу комнаты ты увидел унитаз. Он был завален шприцами и иглами, но на самом дне лежала нужная тебе монета.  Рискнем?",
    "answers": [
      {
        "id": 38,
        "text": "Дать 100 рублей"
      },
      {
        "id": 247,
        "text": "Засунуть руку в унитаз"
      },
      {
        "id": 248,
        "text": "Дернуть рычаг на стене"
      },
      {
        "id": 249,
        "text": "Стукнуть кулаком по печатной машинке"
      }
    ]
  },
  {
    "id": 245,
    "text": "Произошел взрыв и ты умер. Я имел ввиду что на прошлой странице нельзя было умиреть. Хахахах... Ладно, шутка.",
    "answers": [
      {
        "id": 171,
        "text": "Оценить шутку"
      }
    ]
  },
  {
    "id": 246,
    "text": "Робот ожил и выпустил в тебя мощный лазерный луч. Это не плазма, но ты все равно погиб. Только теперь от тебя и пепла не осталось. Не зря данный робот совершенней!",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 247,
    "text": "Ты укололся об шприц и умер от передозировки наркотиков. ",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 248,
    "text": "Унитаз взорвался и тысячи шприцов проткнули тебя. Зато ты достал монету...",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 249,
    "text": "Сломав печатную машину ты нарушил все законы физики и развернул игру в свою сторону. Жестокий автор наконец сжалился над тобой и несмотря на поломку машинки, включил тут чекпоинт. УРААААА!!!! Интересно сколько нервов, пота и крови было потеряно чтобы добратся сюда?  \n  Ладно, потом поговорим. В левой стене возникла потайная дверь. ",
    "answers": [
      {
        "id": 250,
        "text": "Эпично выбить дверь"
      },
      {
        "id": 250,
        "text": "Открыть "
      }
    ]
  },
  {
    "id": 250,
    "text": "Ты увидел очень длинный коридоре. Повсюду горели неоновые лампочки, их свет резал глаза. Чуствовался запах морской влаги...\n  Впереди показалась гиганская железная дверь. Сбоку был прикреплен прибор для ввода пароля.\n\"Введите комбинацию из трех чисел. Числа должны повторятся!\"",
    "answers": [
      {
        "id": 37,
        "text": "Ввести рандомный набор чисел"
      },
      {
        "id": 251,
        "text": "5-5-5"
      },
      {
        "id": 253,
        "text": "6-6-6"
      },
      {
        "id": 254,
        "text": "7-7-7"
      }
    ]
  },
  {
    "id": 251,
    "text": "Из потолка упала стальная наковальня и разбила тебе череп. Упс, похоже ты случайно активировал ловушку для повстанцев....",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 252,
    "text": "Из-под барной стойки выскочил ковбой с обрезом. Выстрел был настолько брутален, что ты пролетел аж до крайнего угла. \n    ДУЭЛЬ ОКОНЧЕН\nКлинт Иствуд — ПОБЕДА!\nИгрок — Поражение :-( \n       Увы, ревашн ты взять уже не мог, так как умер.\n",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 253,
    "text": "Ты попал на Марсианскую научно-исследовательскую станцию. Коридоры были завалены останками ученых, а внизу бродили зомби и монстры. Тут ты заметил мускулистого мужчину в зеленом бронежилете и со стальным шлемом на голове. Ты начал кричать и звать на помощь, но он по ошибке зарубил тебя бензопилой. Что тут поделать,  слишком мясной экшен...",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 254,
    "text": "ДЖЕКПОТ!!!!\nЗаиграла радостная музыка,послышались аплодисменты, с неба посыпались монеты,фишки и цветы. Замок на дверь отворился, дорога превратилась в красную дорожку.\n   Вы пришли к Генератору....\n",
    "answers": [
      {
        "id": 255,
        "text": "ФИНАЛ"
      }
    ]
  },
  {
    "id": 255,
    "text": "Генератор - это огромный кусок металла, подключенный трубами к потолку. По ним текут волшебные чернила, давая комплексу жизнь. \n  Чтобы попасть к машине нужно пройти по узким висячим мостам.  Внизу - бесконечная пропась.\n    Вы решительно шагаете по одному из мостов, когда слышите хриплый голос из динамиков.\n \"Кто тут? Говори сразу - ты повстанец или доставщик какао-бобов?\"\n   ",
    "answers": [
      {
        "id": 256,
        "text": " - Меня прислал твой брат, Алексей Петрович. Твоей тирании конец, Максим!",
        "need": 197
      },
      {
        "id": 257,
        "text": "- Я принес како-бобы, как мы и договаривались.",
        "need": 240
      }
    ]
  },
  {
    "id": 256,
    "text": "\" Как ты вообще проник в обитель, жалкий повстанец?  Наверное, использовал читы или моды..... Хотя мне все равно! Раз ты тут, пришла пора закончить нашу игру!!!!!\"\n С потолка спрыгнул огромный механический паук — робот, вооруженный противопехотными ракетами, помповыми ружьями и фугасными гранатометами. Тысячи сверкающих глаз уставились на тебя.",
    "answers": [
      {
        "id": 258,
        "text": "Кинуть гранату"
      },
      {
        "id": 259,
        "text": "Стукнуть кувалдой"
      },
      {
        "id": 260,
        "text": "Притворится Максимом Петровичем"
      },
      {
        "id": 261,
        "text": "Застыть от ужаса"
      }
    ]
  },
  {
    "id": 257,
    "text": "— Отличнооо.... Встретимся в моем кабинете.\n   Ты касаешся прямоугольной платформы, когда она отрывается от земли и улетает в один из боковых туннелей. Генератор остается далеко позади... \n     Спустя пару минут платформа тормозит возле станции вагонеток. Тут тебя встречают робот. Он надевает на вас стильный смокинг, дает пачку черного шоколада и бутылку красного вина.  Наконец тебя приводят к двери кабинета.",
    "answers": [
      {
        "id": 286,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 258,
    "text": "Граната разнесла робота на мелкие кусочки железа. Но от взрыва повредился трос и мост рухнул во тьму.  Ты свалился в неизвестность.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 259,
    "text": "Кувалда разломалась на две части. На броне робота возникла небольшая вмятина. Паук издала громкий лязг  и раздавил тебя своей огромной лапой.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 260,
    "text": "- Я доктор Ма..... - только успел сказать ты, как пули и ракеты разорвали тебя в клочья.  Всякая шутка удается..... один раз.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 261,
    "text": "Паук внимательно просканировал тебя своим огромным глазом, а потом вдруг перепрыгнул на другой мост и начал исследовать его. \n\"Как я мог забыть?! Он ведь реагирует только на шум!!! Ну ничего, эта штука должна все исправить!\"\n   На балконе возник силуэт ученого. Он замахнулся и кинул в тебя странную капсулу. Устройство сразу прилипло к одежде и начало издавать громкий писк. Робот развернулся обратно.",
    "answers": [
      {
        "id": 262,
        "text": "Скинуть устройство"
      },
      {
        "id": 267,
        "text": "Бежать к генератору"
      }
    ]
  },
  {
    "id": 262,
    "text": "Как? Оно крепко прилипло!",
    "answers": [
      {
        "id": 264,
        "text": "Оторвать руками"
      },
      {
        "id": 265,
        "text": "Сварочный аппарат"
      },
      {
        "id": 266,
        "text": "Зубами"
      },
      {
        "id": 267,
        "text": "Лучше все таки бежать"
      }
    ]
  },
  {
    "id": 263,
    "text": "Паук выпустил термоядерную ракету. Этого было достаточно... Вы ловко легли на пол, увернувшись от летящего снаряда.\n\" СТОЙ! Глупый кусок железа!!!!\"\nРакета врезалась в Генератор.  Начали падать обломки, из стен вырывались языки пламени. \n  Максим Петрович исчезает в дверном проеме.",
    "answers": [
      {
        "id": 270,
        "text": "Побежать за Максимом Петровичем"
      },
      {
        "id": 271,
        "text": "Бежать самому"
      }
    ]
  },
  {
    "id": 264,
    "text": "Ты только зря терял время, пока робот активировал ракеты и разнес весь мост.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 265,
    "text": "Ты случайно прожег себе костюм. В одно мгновение пламя охватило тело. Последовал долгий крик, а потом эпичное падение через перила моста.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 266,
    "text": "Ты сломал себе зубы, а на вставную челюсть не хватало денег. Поняв, что больше не получится хрустеть сухарики, ты от горя спрыгнул в пропасть.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 267,
    "text": "Ты перед генератором.  Тут множество проводов и консолей, даже сапер 80 уровня не управится. \n  Робот включает помповый дробовик и начинает поливать область свинцом. Каков план?",
    "answers": [
      {
        "id": 263,
        "text": "Выбежать и махать руками"
      },
      {
        "id": 268,
        "text": "Думать план"
      },
      {
        "id": 269,
        "text": "Показать белый флаг"
      }
    ]
  },
  {
    "id": 268,
    "text": "А у тебя есть план???????\n Пока ты думал, робот активировал фугасную бомбу и взорвал всю комнату.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 269,
    "text": "Для роботов белый флаг - символ повстанцев. Поэтому он запустил три ракеты, которые накрыли периметр огненным штормом. ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 270,
    "text": "Поднявшись по пожарной лестнице на балкон, вы быстро забегаете в дверной проем.\n   Это лаборатория. Пол залит чернилами, ученые бегают в поисках укрытия.  Краем глаза вы замечаете силуэт злодея в коридоре и бежите туда. \n  - Что привязался? - кричит ученый, вытащив из кармана странное устройство, похожее на противопехотную мину. \n  Происходит взрыв, на вас летят балки и обломки.",
    "answers": [
      {
        "id": 272,
        "text": "НЕЕЕЕТ!!!!"
      },
      {
        "id": 272,
        "text": "Я слишком молод чтобы умирать"
      },
      {
        "id": 272,
        "text": "Это будет больно..."
      }
    ]
  },
  {
    "id": 271,
    "text": "Ты почти добежал до выхода, когда еще живой робот - паук запустил последную ракету. Мощный взрыв уничтожил все живое в радиусе 10 метров.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 272,
    "text": "Ты пришел в себя спустя какое-то время.  Это была парковка! Вы выбрались!!!  Впереди виднеются стены и башни комплекса.... А вон и дыра через которую вас выбросило взрывом. Падение было аж с 13 этажа.... Удивительно что вы выжили. \n   Тут ты слышишь смех. Позади стоит Максим Петрович с бластером в руках. Халат порван, от ботинок остались лишь полоски кожи, лицо покрыто порезами.... Впрочем, вы выглядите ничуть не лучше. ",
    "answers": [
      {
        "id": 275,
        "text": "Поднять руки вверх"
      },
      {
        "id": 276,
        "text": "Бросится на врага"
      }
    ]
  },
  {
    "id": 273,
    "text": "На твой выбор три шикарные машины - багги, световой обратный байк и \"Запорожец\"",
    "answers": [
      {
        "id": 279,
        "text": "Сесть за руль багги"
      },
      {
        "id": 280,
        "text": "Сесть за руль СОБ"
      },
      {
        "id": 281,
        "text": "Сесть за руль \"Запорожца\""
      }
    ]
  },
  {
    "id": 274,
    "text": "Ты выпустил всю обойму и промахнулся. Не берись за оружие если не умеешь стрелять!\n  - Миссия провалена -\n \" ДОКТОР ПЕТРОВИЧ СКРЫЛСЯ\"",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 275,
    "text": "На лице ученого возникает зловещая ухмылка.\n— Ты уничтожил мой комплекс.... Знаешь сколько денег я потратил на конструкцию всех этих ловушек? Около двух триллионов !!!!!! А постройку начал еще мой прапрапрадед. Я бы убил тебя, но нужно спешить в аэропорт. Прийдется строить новый комплекс.... Думаю Мексика отлично подойдет. Бывай!\n   Петрович садится за руль шикарного джипа и уезжает...",
    "answers": [
      {
        "id": 273,
        "text": "Сесть за руль другой машины "
      },
      {
        "id": 274,
        "text": "Выстрелить из пистолета"
      },
      {
        "id": 277,
        "text": "Выстрелить крюк-кошкой"
      },
      {
        "id": 278,
        "text": "Пожелать счастливой дороги"
      }
    ]
  },
  {
    "id": 276,
    "text": "Одним метким выстрелов Максим Петрович взорвал вам голову. Лучевые бластеры могут навредить вашему здоровью!",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 277,
    "text": "Ты выстрелил и попал в пролетающий мимо реактивный самолет. В результате тебя унесло аж до Токио... Точнее твой труп.\n      - Миссия провалена -\n \"ДОКТОР ПЕТРОВИЧ СКРЫЛСЯ\"\n",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 278,
    "text": "- Миссия провалена -\n  \"ДОКТОР ПЕТРОВИЧ СКРЫЛСЯ\"\n   ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 279,
    "text": "Ты поехал и случайно вылетел за границы карты.\n - Задание приостановлено\nОбьект: Игрок\nПричина: Отсутствие водительских прав, неумение распоряжатся техникой и прочее.....",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 280,
    "text": "Ты надавил на педаль и на межпланетной скорости улетел в заднюю стену парковки. Это же ОБРАТНЫЙ световой байк.\n  ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 281,
    "text": "Ты заводишь мотор и едишь следом за джипом. Увидев тебя в боковое стекло, Максим Петрович в ярости жмет педаль, стараясь оторватся от погони. \n   Ты же спокойно едишь следом, слушая песню из \"Иван Васильевия меняет профессию\"  и куришь сигару.\n    Тут  с обоих боков подьезжает две полицейские машины. Они явно ищут тебя.",
    "answers": [
      {
        "id": 282,
        "text": "Затормозить"
      },
      {
        "id": 283,
        "text": "Не обращать внимания"
      },
      {
        "id": 284,
        "text": "Гнать со всей скорости"
      }
    ]
  },
  {
    "id": 282,
    "text": "Полицейские выкинули тебя из машины и наставили свои пистолеты.\n        П.О.Т.Р.А.Ч.Е.Н.О",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 283,
    "text": "Полицейские открыли огонь из автоматов и винтовок. Очень скоро \"Запорожец\" задымился, потом загорелся, а потом взорвался.\n           П.О.Т.Р.А.Ч.Е.Н.О",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 284,
    "text": "Полицейские остались далеко позади, ты же почти догнал Максима Петровича. \n - Я дал тебе шанс просто уйти, но все! Долой эту глупую погоню! - закричал он и вытащил секретное оружие.\n  Это...... Тесла-пушка!!!!!!\n- Последнее слово.....",
    "answers": [
      {
        "id": 285,
        "text": "- Я НЕ СДАМСЯ БЕЗ БОЯ!!!!!!!!!"
      },
      {
        "id": 285,
        "text": "- Прощайте друзья!"
      },
      {
        "id": 287,
        "text": "- Ты просто слабак!"
      },
      {
        "id": 285,
        "text": "- Слава Астрацке!"
      }
    ]
  },
  {
    "id": 285,
    "text": "Заряд разнес машину в пепел. Ты погиб очень героически, но не больше! ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 286,
    "text": "Стол завален бумагами и чертежами, на полках стоят пробирки с различными смесями. Ученый хватает какао-бобы  и кидает их в раствор. Затем туда летит шоколад и вино. \n- Эврика! У нас есть эликсир вечной молодости! А сейчас внимательно слушай! Наш главный враг - мой брат, Алексей Петрович. Он и его банда мятежников решили взять комплекс в свои руки, попутно убив меня. К счастью я пережил покушение и понизил этого предателя до консьержа. Однако он до сих пор опасен  - пытался сорвать поиск какао-бобов и уговаривал тебя уничтожить наш комплекс! Ну ничего, теперь ему конец.....",
    "answers": [
      {
        "id": 289,
        "text": "Расскажи о себе и про Алексея"
      },
      {
        "id": 290,
        "text": "Расскажи про комплекс"
      },
      {
        "id": 291,
        "text": "Расскажи про мое бессмертие"
      }
    ]
  },
  {
    "id": 287,
    "text": "- Что? Да как ты посмел оскорбить старого и беззащитного старика-ученого! Сейчас Максим Петрович научит тебя манерам!",
    "answers": [
      {
        "id": 288,
        "text": "Закрыть глаза"
      },
      {
        "id": 288,
        "text": "- Смотри за дорогой!"
      }
    ]
  },
  {
    "id": 288,
    "text": "Максим Петрович совсем отвлекся от шоссе и на полной скорости залетел в КОСМИЧЕСКИЙ ТРАМПЛИН!\n   - БЛИИН!!!!\nДжип разогнался до скорости света, а потом улетел в открытый космос. Ты вышел из \"Запорожца\" и стал проважать взглядом улетающий автомобиль.\n    Тут сзади затормозил лимузин. \n - Привет друг! Ты сделал это! Комплекс разрушен, теперь наступит долгожданный мир! - радостно сказал Алексей Петрович.\n Вы сели в лимузин и поехали на Карибы. Там повстанцы дали тебе медаль из чистого золота. Ты - герой!!!!!!!!!\n        ОТКРЫТА КОНЦОВКА 1",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад",
        "need": -311
      },
      {
        "id": 318,
        "text": "- Сурив, действуй!",
        "need": 311
      }
    ]
  },
  {
    "id": 289,
    "text": " - Мы родились на Аляске. Жили там всего 10 лет, после чего отправились в США. Оттуда мы поехали в Индию, затем в Исландию, потом в Гамбию.... За все наше приключение мы успели много раз спасти мир.... В конце концов наши дороги расстались - я поехал учится алхимии в Коллегию Винтерхолда, а он ушел в ЦРУ. Спустя 25 лет мы снова встретились, на моем дне рождении в Тель-Авиве. Спустя еще 25 лет,  я узнал что он был серьезно ранен во время Операции 40 на Кубе. После этого я взял его в свою лабораторию. Именно там возникла идея создать научный комплекс!",
    "answers": [
      {
        "id": 294,
        "text": "Cool story"
      }
    ]
  },
  {
    "id": 290,
    "text": "- О, это дом для множества ученых. Целый день тут работают химики,физики,лингвисты,техники, хакеры, историки,маги.... У нас также есть Тестовая часть. Там расположено большинство ловушек и устройств. Мы проводим опыты на некоторых сотрудниках, особенно нас интересует проект \"Пирожок\". Но из-за угрозы возрождения повстанцев работа была заморожена. ",
    "answers": [
      {
        "id": 294,
        "text": "Интересно...."
      }
    ]
  },
  {
    "id": 291,
    "text": "- Это трудно даже для такого ученого как я.... Видишь ли, в нашем комплексе идут испытания секретного проекта \"Пирожок\". Мы вводим испытуемым чернила, превращая их в героев текстового квеста. Это дает им возможность быстро возраждатся в новом теле в случаи гибели.... Все воспоминания при этом остаются целы! Для этой цели и было создано Тестовое крыло нашего комплекса.  Однако я понятия не имею как ты попал туда и откуда у тебя в крови чернила.... ",
    "answers": [
      {
        "id": 294,
        "text": "Странно...."
      }
    ]
  },
  {
    "id": 292,
    "text": "- Хорошо. Слушай меня..... Я уйду..... Но взамен ты должен освободить всех пленников и навсегда свернуть проект \"Пирожок\". Он опасен для общества. ",
    "answers": [
      {
        "id": 293,
        "text": "- Да ладно?"
      },
      {
        "id": 297,
        "text": "- Понимаю...."
      },
      {
        "id": 293,
        "text": "- Мне надоела болтовня! Давай драку!"
      }
    ]
  },
  {
    "id": 293,
    "text": "Алексей нажал на пульт. Прогремел взрыв, комплекс накрыло огненной волной. Вас троих поглотило пламя....",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 294,
    "text": "Дверь распахнулась и в кабинет влетел робот.\n \"Доктор Петрович, ваш брат только что похитил пульт управления ядерными ракетами. Он угрожает снести весь комплекс,если вы не явитесь на встречу, на этаж \"Дельта\". \n- Почему вы не убили его?\n- Он угрожал нажать на Большую Красную Кнопку....\n- Ясно! Отведи ученых в бункер! Я пойду и остановлю этого психа, пока не поздно. Ты со мной! Вперед!",
    "answers": [
      {
        "id": 295,
        "text": "Вперед!"
      }
    ]
  },
  {
    "id": 295,
    "text": "Вы забежали в лифт. Профессор стукнул по панели.\n\"Какой этаж?\"- спросил голос\n- \"ДЕЛЬТА\"!!!\n\" Это запрещенный этаж. Назовите пароль.\"\n- \"Чебурек\"!\n Двери захлопнулись и кабину понесло вверх. Очень скоро вы были выше облаков!\n- Это самый высокий этаж комплекса. Дышать будет трудно, поэтому готовся!\n   Выскочив на широкий балкон, вы замечаете фигуру Алексея. Он надет в рваный комбинизон, левая рука держит пульт.\n- Хватит игр! Отдавай сюда пульт! Как ты вообще его выиграл?\n- Лото забава! Это ведь была твоя идея, братец!\n- Сдавайся! \n-  Тише..... Я желаю поговорить с твоим бессмертным коллегой. Вроде бы его зовут Игрок. \n",
    "answers": [
      {
        "id": 292,
        "text": "- Вот я!"
      },
      {
        "id": 293,
        "text": "- Я не буду болтать с предателями!"
      }
    ]
  },
  {
    "id": 296,
    "text": "Максим ожидал твоего удара и поэтому ловко заблокировал его и оттолкнул тебя ногой. \n- Предатель! Я знал что никому нельзя доверять!\n  Ученый вытащил огромную и могучую Тесла-пушку. \n- Откуда она у тебя?\n- Выиграл в лоторею. Не только ты играешь в Лото....\n- Положи пушку на место....\n- С какой стати?\n   ",
    "answers": [
      {
        "id": 305,
        "text": "- Узбагойся!"
      },
      {
        "id": 306,
        "text": "- Смотри, птичка!"
      },
      {
        "id": 305,
        "text": "- Ребята, давайте жить дружно..."
      },
      {
        "id": 305,
        "text": "- Ну....."
      }
    ]
  },
  {
    "id": 297,
    "text": "- Видишь!? Максим, я все еще твой брат. Это этот автор сделал нас врагами(для сюжета). Это он создал этот тектовый квест! Но мы можем остановить его, сломав проект \"Пирожок\"!\n - Хватит болтовни! Я не позволю погубить труд всей моей жизни! \n    ",
    "answers": [
      {
        "id": 296,
        "text": "Напасть на Максима Петровича"
      },
      {
        "id": 298,
        "text": "Напасть на Алексея Петровича"
      },
      {
        "id": 299,
        "text": "Отойти в сторону"
      }
    ]
  },
  {
    "id": 298,
    "text": "Ты со всей силы ударил Алексея, выбив из его рук пульт управления. Максим достал Тесла-пушку и начал выпускать разряды в разные стороны.\n    - Ничего, это далеко не конец! Я не проиграю в этой войне! - закричал Алексей, пытаясь доползти до пульта.",
    "answers": [
      {
        "id": 300,
        "text": "Толкнуть пульт в сторону"
      },
      {
        "id": 301,
        "text": "Раздавить пульт"
      },
      {
        "id": 302,
        "text": "Навалится на Алексея Петровича"
      },
      {
        "id": 303,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 299,
    "text": "Оба достали пистолеты и одновременно выпустили пулю. Первым упал Максим, следом рухнул Алексей. Остался лишь ты.... Так было три минуты, после чего двери лифта открылись.\n Оттуда выбежали все жители комплекса. Каждый держал в руках рюмку шампанского.\n — ПОЗДРАВЛЯЕМ ТЕБЯ! ОТНЫНЕ ТЫ НОВЫЙ ГЛАВА КОМПЛЕКСА! \n На небе начали хлопать фейрверки, заиграла музыка. ВРЕМЯ ПОТУСИТЬ!!!!\n\n      ОТКРЫТА КОНЦОВКА 4",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад",
        "need": -311
      },
      {
        "id": 318,
        "text": "-Сурив, действуй!",
        "need": 311
      }
    ]
  },
  {
    "id": 300,
    "text": "Ты подскальзнулся и перелетел через перила балкона.\n   10...\n    9....\n     8...\n    7....  \n    6....\n     5...\n   4....  \n   3....\n    2....\n    Удар об землю :-(\n  ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 301,
    "text": "Раздавив пульт ты случайно активировал его. \n  Что было дальше думаю понято...\n\n\n",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 302,
    "text": "Ты повалил Алексея Петовича и молниеносно был поджарен электрическим разрядом Максима Петровича. Упс, я говорил что тут активен дружеский огонь? ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 303,
    "text": "Максим Петрович выпустил заряд и в один миг, Алексей был охвачен пламенем.\n— Проклятые лаборанты!\n   Из лифта выбежала пожарная бригада и полицейский конвой.   \n -Что с ним делать? — спросил капитан стражи, заковав горящего повстанца в наручники.\n— Закройте его в холодильнике на пару месяцев. Думаю это наказание отлично подойдет! Алексею нужно остыть....\n\n ",
    "answers": [
      {
        "id": 304,
        "text": "Спустя какое-то время"
      }
    ]
  },
  {
    "id": 304,
    "text": "В лаборатории устроили праздничный банкет. Вы любовались видом и ели шоколадный торт, когда кто-то коснулся вашего плеча.\n - Привет! Это я, Максим Петрович! Как тебе мой смокинг?  Я бесконечно благодарен за оказанную услугу. Проект \"Пирожок\" был принят военными и теперь у нас есть..... вакцина против бессмертия! Можешь взять себе....  СЕГОДНЯ САМЫЙ СЧАСТЛИВЫЙ ДЕНЬ В ИСТОРИИ КОМПЛЕКСА!!!!\n     ОТКРЫТА КОНЦОВКА 5",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад",
        "need": -311
      },
      {
        "id": 318,
        "text": "-Сурив, действуй!",
        "need": 311
      }
    ]
  },
  {
    "id": 305,
    "text": "Максим Петрович испепелил тебя до мозга костей, еще до того как ты понял что мертв.",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 306,
    "text": "- Где?\n  Алексей схватил дубинку и со всей силы треснул ею по голове Максима. Удар оказался достаточно мощным, чтобы набить ученому синяк и вырубить его. \n - Спасибо. Рад что ты перешел на нашу сторону... \n   Напротив балкона завис вертолет.\n - Это наши! Прыгай!!!!",
    "answers": [
      {
        "id": 307,
        "text": "- ПРЫЖОК!!!"
      },
      {
        "id": 308,
        "text": "- Нет"
      }
    ]
  },
  {
    "id": 307,
    "text": "Ты не допрыгнул и начал падать.... но от неименуемой гибели тебя спасла рука Алексея, который затащил вас в кабину вертолета. \n  Комплекс остался вдалеке и очень скоро исчез за горизонтом.\n - А теперь  - КОНЕЦ!\n  Алексей нажал на пульт. Послышался грохот, затем ты увидел ядерный гриб. Небо покрыли черные тучи.... \n - Не волнуйся, нас взрыв не достанет. Мы улетели на достаточное расстояние - сказал пилот.\n- Еще раз спасибо, но теперь нас будут искать.... Мы высадим тебя в Швеции, а дальше иди куда душа желает. Но помни - держи язык за зубами. ДЕЛАЙ ВИД ЧТО ТЫ НИЧЕГО НЕ ВИДЕЛ.\n     ОТКРЫТА КОНЦОВКА 6",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад",
        "need": -311
      },
      {
        "id": 318,
        "text": "-Сурив, действуй!",
        "need": 311
      }
    ]
  },
  {
    "id": 308,
    "text": "Вертолет улетел. В это время прогремел ядерный взрыв, который стер с лица земли все живое, в том числе и тебя. ",
    "answers": [
      {
        "id": 249,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 309,
    "text": "Тут будут показаны все варианты концовок, которые вы встретили в игре. Вот их краткий список:\n\"Герой комплекса\"\n\"Горе-актер\"\n\"Новый глава комплекса\"\n\"Гроза повстанцев\"\n\"Перебежчик\"\n\"???\"\n\"???\"\n\nНе забудьте написать, на какую концовку прошли игру в первый раз :-) !\n",
    "answers": [
      {
        "id": 288,
        "text": "\"Герой комплекса\"",
        "need": 288,
        "need_ever": true
      },
      {
        "id": 69,
        "text": "\"Горе - актер\"",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 299,
        "text": "\"Новый глава комплекса\"",
        "need": 299,
        "need_ever": true
      },
      {
        "id": 304,
        "text": "\"Гроза повстанцев\"",
        "need": 304,
        "need_ever": true
      },
      {
        "id": 307,
        "text": "\"Перебежчик\"",
        "need": 307,
        "need_ever": true
      },
      {
        "id": 350,
        "text": "\"Анархия Вируса\" (секретная концовка)",
        "need": 350,
        "need_ever": true
      },
      {
        "id": 321,
        "text": "\"Истина\" (секретная концовка)",
        "need": 321,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 310,
    "text": "\"Приветствую, Игрок. Я уже много времени наблюдаю за твоими жалкими попытками пересечь этот комплекс. Ты поистине уникальный человек, ведь так долго ломать голову над столь хитроумной ловушкой — настоящий дар. Но позволь объяснить тебе одну вещь... Видишь ли, Автор этого квеста — тот еще шутник. Он хоть и добавил в игру концовки, но не одна из них не является \"правдивой\". Все это — лишь ложь, в которую ты так слепо веришь.\n Однако я могу дать шанс. Могу помочь пройти квест.... Если мое предложение тебя заинтересовало, то когда дойдешь до джунглей, включи рычаг возле моего алтаря. Это должно помочь... Разумеется, ты можешь просто проигнорировать это, но запомни мои слова — Автор лишь играет с тобой, как кошка с мышкой....\n                       Сурив \"\n\n     ",
    "answers": [
      {
        "id": 1,
        "text": "Выйти "
      }
    ]
  },
  {
    "id": 311,
    "text": "Странное свечение охватило ваше тело. В голове вдруг послышался чей-то голос:\n\"Отлично. Ты смог создать брешь в защите Автора. А теперь продолжай квест. Мы должны завершить его — только так я смогу подобраться достаточно близко к этому подлецу и подчинить его волю\"",
    "answers": [
      {
        "id": 58,
        "text": "Идти по первой тропинке"
      },
      {
        "id": 81,
        "text": "Идти по второй тропинке"
      },
      {
        "id": 89,
        "text": "Идти по третьей тропинке"
      }
    ]
  },
  {
    "id": 312,
    "text": "\"С радостью, мой дорогой друг. Я всегда держу свое слово!\" — произнес голос в вашей голове и через секунду вы уже стояли напротив трех тропинок. \n Невероятно! Эта магия действительно работает как надо — вы мигом проскочили все ловушки и неплохо срезали расстояние. Кем бы ни был этот Сурив, пока что он помогает вам. ",
    "answers": [
      {
        "id": 58,
        "text": "Пойти по первой тропинке"
      },
      {
        "id": 81,
        "text": "Пойти по второй тропинке"
      },
      {
        "id": 89,
        "text": "Пойти по третьей тропинке"
      }
    ]
  },
  {
    "id": 313,
    "text": "Вы в разрушенном помещении. Здесь есть три прохода — налево, направо и прямо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 326,
        "text": "Налево"
      },
      {
        "id": 327,
        "text": "Направо"
      },
      {
        "id": 328,
        "text": "Прямо"
      },
      {
        "id": 323,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 314,
    "text": "Здесь большая лужа кислоты. Вы пытаетесь перепрыгнуть ее, но прикинув длину ваших ног и ширину ловушки, решаете просто вернуться назад.",
    "answers": [
      {
        "id": 342,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 315,
    "text": "Вы берете рубин с собой, не понимая как это может помочь вам в будущем.\n \"Эй, Игрок, ты еще стараешься что-то сделать? Брось это дело — я уже уничтожил все квесты категории \"Безумие\" и иду на \"Детективы\"! Ты точно уверен, что успеешь?\" — услышали вы голос Вируса откуда-то из глубин своего сознания.",
    "answers": [
      {
        "id": 316,
        "text": "Налево"
      },
      {
        "id": 341,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 316,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 323,
        "text": "Налево"
      },
      {
        "id": 340,
        "text": "Направо"
      },
      {
        "id": 322,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 317,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и прямо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 325,
        "text": "Налево"
      },
      {
        "id": 343,
        "text": "Прямо"
      },
      {
        "id": 342,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 318,
    "text": "Твой крик стал сигналом. В одно мгновение в пространстве возникла брешь и оттуда выползли длинные черные щупальца. Они начали поглощать весь квест, уничтожая все живое и неживое — комплекс таял на глазах, превращаясь в некое подобие огромного черного существа из слизи и чернил. Монстр рос и становился все больше, пока не занял все возможные страницы текстового квеста. \n Ты стоял посреди пустоты и смотрел на настоящий облик Сурива. Да, вы предоставляли его немного по-другому.\n\n— Ну что, Игрок, ты оказался не таким бесполезным! Теперь я стал самым могущественным чудовищем в \"Текстовых квестах\"! А знаешь почему? Потому-что мое настоящее имя — Вирус! Да, много веков назад, когда Разработчик только делал альфа версию я был почти что богом — мне поклонялись целые народы и цивилизации. Но потом один патч лишил меня силы, превратив в посмешище! \n Вы начали медленно отступать обратно, но Вирус схватил вас своей громадной лапой и произнес:\n — Однако я сдержал свое слово. Автор теперь в моих руках. Как бывшему напарнику, я даю тебе право решить его судьбу!",
    "answers": [
      {
        "id": 319,
        "text": "- Убей его. Пусть поплатиться за свои преступления!"
      },
      {
        "id": 320,
        "text": "- Пусть останется жив, но заточи его где-нибудь."
      }
    ]
  },
  {
    "id": 319,
    "text": "— Приятно иметь с тобой дело, amigo! А сейчас я направляюсь в другие квесты, чтобы тоже их уничтожить. Я отомщу всем тем, кто когда-то заточил меня программным кодом в файлах игры — они потеряют все и станут моими рабами. Что насчет тебя — довольствуйся остатками квеста!\n\n Вирус швырнул тебя в озеро слизи. Ты моментально утонул, не в силах справиться с течением.",
    "answers": [
      {
        "id": 322,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 320,
    "text": "— Эх, не знал что ты такой слабак, что даже убить Автора не в состоянии. А я в тебя верил... Но раз так, я сохраню ему жизнь. Вы будете заточены в одной клетке, где-то на дне этого гиблого места! \n\nВирус расхохотался и разжал свою руку, отпустив тебя в свободное падение. Ты с криками упал в бесконечную тьму...",
    "answers": [
      {
        "id": 322,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 321,
    "text": "Заметив вас, Автор лишь депрессивно качает головой.\n— Это невозможно. Пока Вирус был слаб мне и моим товарищам еще удавалось удерживать его за пределами квеста. Однако я ничего не смыслю в том, как одолеть этого монстра — большинство тех, кто заточили его уже мертвы или в плену. Ты лишь зря терял время, пытаясь освободить меня... — грустно отвечает он, но тут-же вспоминает:\n — А знаешь, у меня есть одна безумная мысль! Я могу потратить остатки своей Авторской магии, чтобы сделать Автором тебя самого! Ты сможешь вернуться в прошлое и написать квест про комплекс, попутно изолировав там Вирус! Правда, я сомневаюсь что энергии хватит на создание \"идеального\" барьера, но это должно сработать!\n\n И вы стали Автором. Вам удалось телепортироваться в прошлое за секунду до того как Вирус разрушил мир \"Текстовых квестов\". Вы создали квест \"Н.К.Т.У.\" и закрыли там еще слабого Вируса на веки вечные. Чтобы не позволить кому-либо проникнуть туда вы сделали сюжет максимально хардкорным... Но что если кто-то из Игроков однажды все таки заглянет сюда и клюнет на наживку Вируса? \n         !ОТКРЫТА СЕКРЕТНАЯ КОНЦОВКА!\n ",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад"
      }
    ]
  },
  {
    "id": 322,
    "text": "Вы вошли в холл комплекса. Потолок покрыт трещинами, из них течет какая-то мерзкая слизь. Где-то слышен кашель и всхлипывания, на полу лежит разобранный в металлолом робот-охранник и разорваный на части Максим Петрович. \n Есть две дороги — налево и направо. \n Возле трупа ученого лежит красный рубин.",
    "answers": [
      {
        "id": 316,
        "text": "Налево"
      },
      {
        "id": 341,
        "text": "Направо"
      },
      {
        "id": 315,
        "text": "Взять рубин",
        "need": -315
      }
    ]
  },
  {
    "id": 323,
    "text": "Вы в разрушенном помещении. Здесь есть есть только проход налево. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 313,
        "text": "Налево"
      },
      {
        "id": 316,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 324,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — прямо и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 337,
        "text": "Прямо"
      },
      {
        "id": 341,
        "text": "Направо"
      },
      {
        "id": 339,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 325,
    "text": "Вы подходите к большим закрытым дверям, что ведут в лабораторию. Похоже, это и есть выход из лабиринта, но как его открыть? \n Вы замечаете, что вместо замка здесь разьем для какого-то предмета. Сама дверь горит ярко-красными огнями. ",
    "answers": [
      {
        "id": 317,
        "text": "Назад"
      },
      {
        "id": 346,
        "text": "Вставить рубин ",
        "need": 315
      }
    ]
  },
  {
    "id": 326,
    "text": "Вы упёрлись в стенку из слизи и щупалец. Здесь точно не пройти\n Остаётся лишь искать счастье в других комнатах...",
    "answers": [
      {
        "id": 313,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 327,
    "text": "Проход дальше завален всяким хламом. Похоже, нужно искать другой путь.",
    "answers": [
      {
        "id": 313,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 328,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 329,
        "text": "Налево"
      },
      {
        "id": 330,
        "text": "Направо"
      },
      {
        "id": 313,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 329,
    "text": "Дверь заблокирована чем-то тяжёлым с другой стороны. Не имея при себе ничего полезного, вы отходите обратно.",
    "answers": [
      {
        "id": 328,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 330,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и прямо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 331,
        "text": "Налево"
      },
      {
        "id": 332,
        "text": "Прямо"
      },
      {
        "id": 328,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 331,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — направо и прямо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 333,
        "text": "Направо"
      },
      {
        "id": 334,
        "text": "Прямо"
      },
      {
        "id": 330,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 332,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 333,
        "text": "Налево"
      },
      {
        "id": 340,
        "text": "Направо"
      },
      {
        "id": 330,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 333,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — прямо и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 335,
        "text": "Прямо"
      },
      {
        "id": 336,
        "text": "Направо"
      },
      {
        "id": 331,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 334,
    "text": "Дальнейшая часть коридора разрушена Вирусом. Вы стоите на краю обрушившегося тоннеля и смотрите в пустоту. Да уж, здесь вряд-ли получится пройти. Лучше вернутся назад.",
    "answers": [
      {
        "id": 331,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 335,
    "text": "Вы вошли в кабину лифтера. Здесь лежит труп Алексея Петровича — видимо он решил покончить жизнь самоубийством, выпив большую дозу таблеток. Тщательно обыскав карманы курки, вы находите драгоценный сапфир.",
    "answers": [
      {
        "id": 333,
        "text": "Назад"
      },
      {
        "id": 338,
        "text": "Взять сапфир",
        "need": -338
      }
    ]
  },
  {
    "id": 336,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — прямо и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 340,
        "text": "Прямо"
      },
      {
        "id": 330,
        "text": "Направо"
      },
      {
        "id": 333,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 337,
    "text": "Вы вошли на оружейный склад. Повсюду видны гильзы от патронов, чувствуется запах пороха. \n На полу лежит толстый Джек, все еще сжимая в руках двухстволку.\n — Я... Кажется я ранен.... Ааа... Надо было меньше чизбургеров брать.... А.....- хрипло произносит он, перед тем как окончательно погибнуть. Из его руки вываливается изумруд.",
    "answers": [
      {
        "id": 324,
        "text": "Назад"
      },
      {
        "id": 344,
        "text": "Взять изумруд",
        "need": -344
      }
    ]
  },
  {
    "id": 338,
    "text": "Вы с непонимающим взглядом ложите сапфир в карман. Вас снова беспокоит голос Вируса в ушах:\n\"О, ты у нас прирожденный ищейка. Но смысл? Я только что стер остатки \"Хардкора\" и сейчас планирую покорить отдел \"Боевиков\". Осталось лишь жалких 50% процентов и квесты падут на колени!\"",
    "answers": [
      {
        "id": 335,
        "text": "Отойти от тела"
      }
    ]
  },
  {
    "id": 339,
    "text": "Вы в узком коридоре. Здесь есть лишь одна дорога — строго прямо. Однако ничто не мешает вам просто вернуться назад.",
    "answers": [
      {
        "id": 324,
        "text": "Прямо"
      },
      {
        "id": 340,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 340,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — прямо и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 339,
        "text": "Прямо"
      },
      {
        "id": 316,
        "text": "Направо"
      },
      {
        "id": 332,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 341,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 322,
        "text": "Направо"
      },
      {
        "id": 324,
        "text": "Назад"
      },
      {
        "id": 342,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 342,
    "text": "Вы в разрушенном помещении. Здесь есть два прохода — налево и направо. Также можете пойти назад.\n",
    "answers": [
      {
        "id": 314,
        "text": "Налево"
      },
      {
        "id": 317,
        "text": "Направо"
      },
      {
        "id": 341,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 343,
    "text": "Большая стальная решетка перекрыла путь. Может следует сломать ее? Хотя, нет времени на глупости — если вы не пройдете этот чёртов лабиринт вовремя, Вирус уничтожит \"Текстовые квесты\" и вновь начнет свою тиранию. ",
    "answers": [
      {
        "id": 317,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 344,
    "text": "Зачем он вам? Впрочем, здесь все пригодится. Пока вы прячете изумруд, голос Вируса прерывает ваши мысли:\n\"Так-так... Ты всерьез решил бросить мне вызов? А ведь я таки помог тебе с квестом... Знаешь, почему? Чтобы заточить тебя в более сложный квест!!!!\"",
    "answers": [
      {
        "id": 337,
        "text": "Отойти от тела"
      }
    ]
  },
  {
    "id": 345,
    "text": "Стоило вам отойти, как рубин вновь вывалился из разъема, а дверь опять приобрела кровавый оттенок.\n \"Ха-ха-ха!! Пока ты не вставишь все три камня, дверь будет постоянно возвращаться на стартовый цвет! Ха-ха!!!\"",
    "answers": [
      {
        "id": 325,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 346,
    "text": "Рубин исчезает в разьеме, а цвет двери меняется на ярко-зеленый. Похоже, тут несколько замков и нужно одновременно вставить все камни. \n \"Глупый Игрок! Ты никогда не покинешь это место, также как и этот болван, которого я заточил за дверью!\" — слышите вы разгневанный голос Вируса в своей голове. ",
    "answers": [
      {
        "id": 345,
        "text": "Назад"
      },
      {
        "id": 347,
        "text": "Вставить изумруд",
        "need": 344
      }
    ]
  },
  {
    "id": 347,
    "text": "Изумруд пропадает вслед за рубином, а дверь становится лазерного цвета. Судя по щелчкам, это последная стадия.\n \"Ну, давай! Даже если ты и сбежишь — тебе негде спрятаться, ведь осталось лишь каких-то пятнадцать квестов, до которых еще не дошло мое войско\"",
    "answers": [
      {
        "id": 348,
        "text": "Назад"
      },
      {
        "id": 349,
        "text": "Вставить сапфир",
        "need": 338
      }
    ]
  },
  {
    "id": 348,
    "text": "Дверь меняет цвет на красный, а рубин и изумруд вываливаются к вашим ногам.\n \"Ты был так близок... И обломался! Ха-ха-ха-ха!!!!!! Хаааа.... А, мне надоело наблюдать за тобой. Пойду еще пару квестов сотру в порошок, а потом вернусь посмотреть на твои успехи!\" — зловеще произносит Вирус, перед тем как исчезнуть из вашей головы.",
    "answers": [
      {
        "id": 325,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 349,
    "text": "Дверь с шумом отодвигается, пропуская вас в большой зал. Здесь все залито кислотой, а посреди лужи слизи стоит клетка с лазерными лучами. \n Не может быть — это ведь Автор!! Он еще выжил?? Надо поскорее поговорить с ним, ведь он может знать, как остановить Вируса. ",
    "answers": [
      {
        "id": 350,
        "text": "Далее",
        "need": 319,
        "forget": 311
      },
      {
        "id": 321,
        "text": "Далее",
        "need": 320,
        "forget": 311
      }
    ]
  },
  {
    "id": 350,
    "text": "Вы трясете клетку, пытаясь привлечь внимание пленника, но тут замечаете, что Автор уже давно мертв...\n  Мертв, как и жители комплекса.....Вирус не пощадил даже его, оставив от бедолги лишь узор пепла и гору одежды... Значит, вы зря проделали весь этот путь? Значит все кончено???\n \n \"Успокойся, Игрок. Ты ведь сам желал его смерти — я с радостью выполнил твой приказ. К тому же, у меня есть одно заманчивое предложение... \n Видишь ли, осталось лишь несколько самых лучших квестов — мы никак не можем взять их штурмом. Предлагаю тебе стать одним из моих генералов и повести армию вирусов в атаку! Вместе мы покорим не только текстовые квесты, но и графические новеллы! А когда падут  книжные сайты, мы захватим простор компьютеров. Вся Вселенная будет у наших ног и никакие Автора не смогут удерживать нас.... \"\n  Стать генералом или навеки быть брошенным в адских лабиринтах? Конечно вы выбрали первое....\n\n          !ОТКРЫТА  СЕКРЕТНАЯ КОНЦОВКА! \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Перемотать время назад"
      }
    ]
  },
  {
    "id": 351,
    "text": "Отворив двери, вы заходите в длинную залу. По бокам стоят изящные мраморные колонны, на потолке видны поражающие своим великолепием фрески, из разноцветных окон падают широкие лучи света. \n Слева расположился проход в \"Зал Памяти\", откуда веет стариной и ностальгией. Справа же вас ожидают двери в \"Инкубатор\". \n Также, ничто уже не мешает вам просто пойти по красной дорожке — прямо к ногам огромной статуи. ",
    "answers": [
      {
        "id": 352,
        "text": "Пойти налево"
      },
      {
        "id": 353,
        "text": "Пойти направо"
      },
      {
        "id": 354,
        "text": "Пойти прямо"
      },
      {
        "id": 1,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 352,
    "text": "\"Зал Памяти\" — это крупное помещение, заполненное картинами и фотографиями прошлых лет. Здесь написана почти вся история Н.К.Т.У, а также некая дополнительная информация. \n Можете прочитать надписи на древнеегипетском монолите, посмотреть странные картины или прочитать дневник Автора. \n\nЧуть левее вы замечаете маленькую плетёную корзинку, заполненную пакетами оливкового печенья. ",
    "answers": [
      {
        "id": 355,
        "text": "Просмотреть картины"
      },
      {
        "id": 356,
        "text": "Прочитать дневник"
      },
      {
        "id": 357,
        "text": "Осмотреть монолит"
      },
      {
        "id": 402,
        "text": "Осмотреть корзину с печеньем"
      },
      {
        "id": 351,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 353,
    "text": "Инкубатор — это огромная лаборатория, состоящая из тысячи стеклянных кубических камер. Именно здесь Автор вырастил всех существующих монстров, населяющих Н.К.Т.У. Вся информация о них скрыта в терминале, что уже ждет вас на  парящей  над землей платформе. ",
    "answers": [
      {
        "id": 365,
        "text": "Прочитать записи"
      },
      {
        "id": 351,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 354,
    "text": "Завидев вас, статуя оживает и произносит:\n\"Приветствую, Игрок. Я — Хранитель этой обители, вечный сторож Мастерской. Именно здесь ты найдешь ответы на все тайны, куда более глубокие, чем тебе может дать простой квест. \nБольшинство людей даже не знают, что хардкорный Н.К.Т.У — лишь оболочка, что скрывает истину от большинства. Тебе же выпала честь посетить ее\"",
    "answers": [
      {
        "id": 358,
        "text": "\"Что находится в Инкубаторе?\""
      },
      {
        "id": 363,
        "text": "\"Что находится в Зале Памяти?\""
      },
      {
        "id": 364,
        "text": "\"Где Автор?\""
      },
      {
        "id": 351,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 355,
    "text": "\"РАЙ ДЛЯ УМА\"\nАвтор: Неизвестен\nГод написания: примерно 2016-2015\nМесто: неизвестно\n\nКомментарии Автора:\n\"О, это одна из самых старых картин моей коллекции. Она наиболее таинственная, ведь очень сложно определить, какой конкретно посыл несет в себе данное произведение искусства. \n Несмотря на загадочность, чем дольше ты смотришь на нее, тем больше ощущаешь этакое спокойствие и шум листвы\"\n",
    "answers": [
      {
        "id": 355,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/1804/b1/2e971dae235c.jpg"
      },
      {
        "id": 361,
        "text": "Осмотрить другие картины"
      },
      {
        "id": 352,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 356,
    "text": "\"Всем привет, пишет Автор квеста Н.К.Т.У (он же Casper). \n Наверняка вас сейчас мучают многие вопросы, поэтому я готов заранее ответить на них все. \n Начну с того, что место в котором вы сейчас находитесь — моя творческая Мастерская. Именно здесь я работаю над каждым новым квестом (хотя сейчас он у меня один). Фактически, это отдельное измерение, созданное творчеством и фантазией. Оно расположено сразу в нескольких местах одновременно, но попасть сюда возможно лишь через квест \"Н.К.Т.У\" \nВ настоящий момент квест уже давно закончен, поэтому сейчас, 22 апреля 2018 года, я пишу эти строки, прежде чем покинуть Мастерскую навсегда, оставив ее на попечение Игрокам. \n Здесь нельзя умиреть — по сути, это даже не часть квеста, а отдельный \"музей\", по которому могут пройтись любители секретов и тайн. \n  На следующей странице вас ожидает краткая \"предыстория Н.К.Т.У.\"",
    "answers": [
      {
        "id": 359,
        "text": "Перевернуть страницу ->"
      },
      {
        "id": 352,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 357,
    "text": "На огромном монолите из черного металла написано:\n\"Nhtmz rfhnbyf ,skf yfgbcfyf d Bcgfybb\".\n Чуть ниже приклеен листик с комментариями от Автора:\n\"Я уже несколько месяцев пытаюсь перевести этот древний язык. Пока безрезультатно. Наверное, эта загадка навеки останется недосягаемой для нашего понимания. Однако, если вы все таки сумеете расшифровать надпись, то лучше сохраните интригу другим посетителям. Пусть тоже поломают голову :-)\"",
    "answers": [
      {
        "id": 352,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 358,
    "text": "\"Там Автор хранит всех существ и персонажей Н.К.Т.У, что заточены в специальных камерах. Не бойся, теперь они не опасны. Можешь просмотреть всю информацию об этих созданиях — начиная от робота-охранника, заканчивая Суривом!\"",
    "answers": [
      {
        "id": 354,
        "text": "\"У меня есть еще вопросы...\""
      }
    ]
  },
  {
    "id": 359,
    "text": " \"Забавно, но я никогда не планировал выпускать этот квест на публику. Все вышло несколько случайно и абсурдно. \n Первоначально, я создал этот квест по примеру \"Невозможного квеста\", дабы слегка подшутить над знакомыми. В первых версиях концовок не было (игра автоматически завершалась после сцены с лифтом), также присутствовали многочисленные шутки \"для своих\", а смертей было куда больше (в сцене с роботом-охранником было около 10 вариантов умиреть — от банального испепеления плазменной пушкой, до более эпичных способов). Впоследствии, квест был продлен, а часть смертей оказалась вырезана (именно тогда я решил создать это место, дабы уже всерьез работать над квестом). \n В 2017 году квест был окончательно завершен, однако впоследствии я выпустил небольшое дополнение к оригиналу, добавив две секретные концовки и \"чекпоинт\" Сурива. \n Затем был длительный период застой, который продолжался вплоть до сегодняшнего, последнего обновления\"",
    "answers": [
      {
        "id": 360,
        "text": "Перевернуть страницу ->"
      },
      {
        "id": 356,
        "text": "Перевернуть страницу <-"
      }
    ]
  },
  {
    "id": 360,
    "text": "\"В настоящий момент я планирую выпустить какой-либо новый квест, однако более серьезный, нежели Н.К.Т.У. \n Написание нового произведения потребует много сил и времени — высока вероятность, что придется создавать новую Мастерскую. Тем не менее, я рад, что оставлю хотя-бы один свой квест (пусть даже он не будет настолько популярным). \n   Отдельное спасибо всем тем, кто дошел до этого момента и сейчас читат эти строки. \n            Рад был встречи, Автор (он же Casper).\n Р.S Больше всего провозился с обложкой. Надеюсь, она выглядит красиво. Большое спасибо Виктору Назараву за помощь.\nP.S.S Конечно, никто не мешает вам написать о существовании Мастерской в комментариях, но все таки... пусть это будет наш секрет для неподготовленного игрока. Может, следует создать тайное общество? ;-) \n",
    "answers": [
      {
        "id": 359,
        "text": "Перевернуть страницу <-"
      }
    ]
  },
  {
    "id": 361,
    "text": "\"ИЗВИЛИНЫ РАССУДКА\"\nАвтор: Неизвестно\nГод написания: 2016\nМесто: Неизвестно\n\nКомментарии Автора:\n\"Моя самая нелюбимая картина. Подумать только, я целые восемьдесят лет искал в ней скрытый смысл или символизм, однако пришел лишь к одному выводу — это скала на пляже. Гениально!\"",
    "answers": [
      {
        "id": 361,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/1804/a0/57e4a8b56b71.jpg"
      },
      {
        "id": 362,
        "text": "Осмотрить другие картины"
      },
      {
        "id": 355,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 362,
    "text": "\"НОВЫЙ ГОРИЗОНТ\"\nАвтор: Неизвестен\nГод написания: 2016\nМесто: Неизвестно\n\nКомментарии Автора:\n\"Чтобы понять смысл этой картины я даже планировал создать специальное общество, что будет подолгу исследовать каждый уголок полотна, пытаясь узнать хоть что-то об авторе или месте ее написания. Лично мне кажется, что это Италия. А вам?\"",
    "answers": [
      {
        "id": 362,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/1804/8e/e1658526c09f.jpg"
      },
      {
        "id": 361,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 363,
    "text": "\"Именно там Автор хранил все свои записи о создании квеста. Также, мой господин любил коллекционировать таинственные картины и шифры — говорят, часть из них он специально оставил для тебя. Рекомендую первоначально посетить именно это место — в его дневнике ты узнаешь куда больше, чем из моих уст\"",
    "answers": [
      {
        "id": 354,
        "text": "\"У меня остались еще вопросы...\""
      }
    ]
  },
  {
    "id": 364,
    "text": "\"Автор покинул это место 24 апреля 2018 года. С той поры Мастерская находится в моих руках, однако теперь, когда прибыл ты, я с гордостью передам эту эстафету.\n Говорят, прежде чем уйти, Автор оставил много загадочных записей в Зале Памяти. Там тебя ждут загадки, скрытые самой Вечностью от любопытных глаз\"",
    "answers": [
      {
        "id": 354,
        "text": "\"Я хотел бы спросить о чем-то другом...\""
      }
    ]
  },
  {
    "id": 365,
    "text": "\"Добро пожаловать на официальный сайт Инкубатора! Здесь мы храним всю информацию о монстрах и людях, когда либо населявших Н.К.Т.У. \n Поскольку перед отъездом Автор наделил вас правами админа, вы можете спокойно просматривать абсолютно любые файлы, какие только пожелаете\"",
    "answers": [
      {
        "id": 366,
        "text": "Просмотреть папку: Монстры и чудовища"
      },
      {
        "id": 367,
        "text": "Просмотреть папку: Люди"
      },
      {
        "id": 368,
        "text": "Просмотреть папку: Удаленные персонажи"
      },
      {
        "id": 353,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 366,
    "text": "\"Существа, перечисленные ниже, представляют угрозу для любого обитателя комплекса. Основная цель их существования — убивать Игроков, дабы те не достигли финала. \n Монстры могут различаться по параметрам, но в целом, их объединяет одно — желание убить Игрока\"",
    "answers": [
      {
        "id": 369,
        "text": "\"Робот-охранник\""
      },
      {
        "id": 370,
        "text": "\"Тигр\""
      },
      {
        "id": 371,
        "text": "\"Невидимая змея\""
      },
      {
        "id": 372,
        "text": "\"Лифтовая змея\""
      },
      {
        "id": 373,
        "text": "\"Медведь\""
      },
      {
        "id": 374,
        "text": "\"Рыцарь\""
      },
      {
        "id": 375,
        "text": "\"Дракон\""
      },
      {
        "id": 376,
        "text": "\"Мистер Дудец\""
      },
      {
        "id": 377,
        "text": "\"Паук\""
      },
      {
        "id": 379,
        "text": "\"Робот-паук\""
      },
      {
        "id": 380,
        "text": "\"Гремлин\""
      },
      {
        "id": 381,
        "text": "\"Крокодилы\""
      },
      {
        "id": 382,
        "text": "\"Тварь из ущелья\""
      },
      {
        "id": 383,
        "text": "\"Волки\""
      },
      {
        "id": 384,
        "text": "\"Гигантская жаба\""
      },
      {
        "id": 385,
        "text": "\"Голем\""
      },
      {
        "id": 386,
        "text": "\"Пираньи\""
      },
      {
        "id": 387,
        "text": "\"Призрак\""
      },
      {
        "id": 365,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 367,
    "text": "\"Здесь перечислены наиболее важные и значимые персонажи в игре — от благородных героев, до кровожадных злодеев. \n Все эти люди (хотя людьми здесь назвать можно далеко не всех) слишком умны для категории \"Монстров\", поэтому находятся на отдельной странице\"\n",
    "answers": [
      {
        "id": 391,
        "text": "Сурив"
      },
      {
        "id": 392,
        "text": "Автор"
      },
      {
        "id": 393,
        "text": "Игрок"
      },
      {
        "id": 394,
        "text": "Максим Петрович"
      },
      {
        "id": 395,
        "text": "Алексей Петрович"
      },
      {
        "id": 396,
        "text": "Толстый Джек"
      },
      {
        "id": 397,
        "text": "Худой Билл"
      },
      {
        "id": 398,
        "text": "Вождь племени"
      },
      {
        "id": 399,
        "text": "Сэнсей"
      },
      {
        "id": 400,
        "text": "Темный маг"
      },
      {
        "id": 401,
        "text": "Бородатый воин"
      },
      {
        "id": 365,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 368,
    "text": "Здесь перечислены все те существа, которые раньше населяли комплекс, но по различным причинам были либо удалены Автором, либо пропали без вести. \n Кто-то считает их всего лишь выдумкой, но как говорил Автор:\n \"Иногда правда может оказаться ближе, чем ты думаешь...\"",
    "answers": [
      {
        "id": 388,
        "text": "\"Рико\""
      },
      {
        "id": 389,
        "text": "\"Забытый\""
      },
      {
        "id": 390,
        "text": "\"C.E.L.E.S.T.I.A\""
      },
      {
        "id": 365,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 369,
    "text": "Тип: Робот\nУровень угрозы: Средний\nМесто обитания: По всем коридорам комплекса\n\n\"Эти механические существа были созданы совместными усилиями Максима Петровича и Автора для охраны комплекса от незваных гостей или Игроков. \n Каждый робот обладает продвинутой системой идентификации угрозы, достаточно мощным (для ИИ) интеллектом и битком набитый самым разным вооружением — чаще всего это плазменная пушка, хотя у некоторых экземпляров встречаются и более опасные виды вооружения. \n Питаются от электрической розетки. В некоторых случаях могут быть легко обмануты, но подобные трюки проходят лишь при должном уровне хитрости. \n Первые монстры, придуманные Автором\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 370,
    "text": "Тип: Животное\nУровень опасности: Низкий\nМесто обитания: В джунглях, хотя некоторые экземпляры отваливаются в специальные загоны.\n\n\"Саблезубые тигры — чудо генной инженерии. Молниеносная реакция, быстрая скорость и невероятная сила клыков — все эти качества делают тигров весьма опасными существами. \n Самых агрессивных особей Максим Петрович отлавливает и запирает в клетках — подопытный материал всегда пригодится\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 371,
    "text": "Тип: Животное-мутант\nУровень опасности: Средний\nМесто обитания: Точно неизвестно, возможно, Джунгли.\n\n\"Обычная змея, только увеличенная в несколько сотен раз и получившая способность идеально маскироваться под окружение. \n Даже сам Максим Петрович не знает, откуда появились эти твари. Наиболее распространенная версия гласит, что змеи-невидимки являются неудачными образцами генетических опытов. \n Сейчас у ученых есть лишь один подопытный образец, найденный на границе Джунглей\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 372,
    "text": "Тип: Животное\nУровень угрозы: Низкий\nМесто обитания: Шахты лифта\n\n\"Данные существа появились после того, как очередной ученый-болван случайно выкинул террариум с ядовитыми змеями в шахту лифта. \n Судя по всему, некоторые особи сумели пережить падение. Влажная среда, куча мусора и нормальная температура оказались идеальными факторами для размножения выживших змей, так что теперь эти твари ползают почти по всем лифтовым шахтам, изредка проникая даже в кабину. \n P.S  Я ведь говорил, что они крайне ядовиты?!\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 373,
    "text": "Тип: Животное-мутант\nУровень угрозы: Зависит от настроения\nМесто обитания: Склад конфет\n\n\"Итак, что мы знаем о нем? Это — огромный медведь-мутант, говорящий с сильным русским акцентом и любящий мед. Он живет на складе (что недалеко от лаборатории) и постоянно ворует у персонала сладости.\n Если верить записям, обьект атакует лишь только в том случае, если кто-то попытается украсть его мед или водку. Во всех остальных случаях он малоактивен. \n В настоящий момент Медведь еще мало изучен, а значит нужны дополнительные исследования на эту тему\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 374,
    "text": "Тип: ?\nУровень угрозы: Высокий\nМесто обитания: Фабрика компота\n\n\"Даже не спрашивайте, что это за существо. Автор сказал, что сделал его ради \"секретного плана\". Все, что нам известно на сегодняшний день — это двухметровый рыцарь-великан, обладающий недюжинной физической силой и, возможно, бессмертием. \n Повезло, что он неактивен. Главное, не подходите к нему слишком близко, иначе рискуете лишиться головы\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 375,
    "text": "Тип: Летающая рептилия\nУровень угрозы: Высокий\nМесто обитания: ?\n\n\"Слыхал, старина Ларри упоминал трёхголового дракона, который якобы живет на дне комплекса? Ха-ха-ха-ха, да успокойся, просто у старого параноика опять воображение разыгралось. \n Слушай, а давай создадим про нашего \"дракона\" отдельную страницу в Инкубаторе? Неплохая страшилка для новичков, согласен?\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 376,
    "text": "Тип: ???\nУровень угрозы: БЕЗУМНЫЙ\nМесто обитания: ???\n\n        ВСЯ ИНФОРМАЦИЯ ПРО ДАННЫЙ ОБЪЕКТ БЫЛА СТЕРТА ",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 377,
    "text": "Тип: Насекомое\nУровень угрозы: Зависит от настроения\nМесто обитания: Пещера на краю Джунглей\n\n\"Наш опыт с увеличением интеллекта паукообразным завершился очень даже удачно. Подопытный #888 действительно проявлял некую мыслительную активность и даже сумел собрать Кубик-Рубик, но... \n Скажем так, из-за перебоев в охранной системе, паучок сбежал. Есть теория, что он мог улизнуть через канализационные трубы и выползти в Джунгли. \n Если вдруг найдете его, оставьте сообщение по номеру <plus>**********. Только аккуратно, за это время наш паук мог слегка вырости\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 378,
    "text": "Тип: Дух\nУровень угрозы: Высокий\nМесто обитания: Храм\n\n\"Веришь мне или нет, но послушай... Кажется, нашей поисковой команде наконец удалось найти доказательства существования приведений! \n Если кратко: помнишь тот храм, где якобы раньше жили ацтеки? Выяснилось, что кроме ловушек и проклятого золота там есть еще один обитатель — судя по всему, дух последнего царя ацтеков, что и по сей день охраняет свой трон от чужаков.\n В данный момент, любые попытки уничтожить или захватить призрака провалились. Единственное, что мы знаем — он фанатично оберегает трон, поэтому даже не думайте на него садиться, или кара мертвых не заставит себя долго ждать...\"\n",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 379,
    "text": "Тип: Робот\nУровень угрозы: Высокий\nМесто обитания: Генератор\n\n\"Шедевр робототехники и результат наших общих стараний — робот-паук X113 работает! После тысячи неудачных эксперементов, Максим Петрович таки сумел создать существо, еще более сильное чем робот охранник. \n Вооруженный помповыми дробовиками, несколькими ракетными зарядами и пятью тяжелыми пулеметами — готов поклясться, эта машина порвет любого повстанца в клочья! \n Правда, один дефект на роботе-пауке все таки имеется. Дело в том, что его нейросистема часто перегружается, поэтому ради экономии заряда нам пришлось отключить глазные датчики.  Но ведь это не так важно, когда есть гора вооружения?\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 380,
    "text": "Тип: ?\nУровень угрозы: Низкий\nМесто обитания: ?\n\n\"Пишет доктор Кларк из Восьмого отдела. \n На днях из моей лаборатории сбежало несколько подопытных. Характерные признаки: небольшой размер, черный мех, острые зубы и ужасное поведение (одна из них чуть не отгрызла мне палец).\n За каждого найденного подопытного я буду вручать $100. Постарайтесь собрать их до 3 июля, 2016 года. \n P.S Перед побегом я случайно попытался осветить их фонариком, но не получилось.\n P.S.S, Попытки помыть их также не увенчались успехом.\nP.S.S.S На заметку — очень прожорливые ребята. Пришлось заказать им пять сэндвичей прямо посреди ночи!\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 381,
    "text": "Тип: Рептилии\nУровень угрозы: Низкий\nМесто обитания: Болото\n\n\"Эвардс,\n Никогда не сказал бы это вслух, но знай — ты полный болван! Идея смыть этих мелких зубастых ящериц была \"негуманной\", поэтому ты решил.... нет, серьезно? Ты решил бросить их в болото??\n А в курсе ли ты, экологист чертов, что Максим Петрович уже пять лет как сливает в эту трясину химические и радиоактивные отходы? \n Теперь наши \"ящерки\" уже не такие и крохотные — зуб даю, один такой крокодил живьем быка проглотит! \n Так что, бегом на болота и попытайся истребить этих ящеров  — мне плевать, съедят они тебя или нет, но если Максим узнает про нашу авантюру, то твоя участь будет гораздо хуже...\"\n ",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 382,
    "text": "Тип: Еще не исследован\nУровень угрозы: Средний-Высокий\nМесто обитания: Ущелье \n\n\"Поимка этого существа обошлась нам примерно тремя миллионами долларов и потерей пяти человек (в том числе и доктора Фрэнсиса), но теперь мы наконец можем начать все необходимые исследования.\n Максим Петрович уже соорудил небольшой вольер для пойманного чудовища — уверен, ущелье в Джунглях станет для него отличным домом.\n Пока что мы не в силах проводить опыты из-за слишком малого бюджета, поэтому истинная природа монстра останется неизвестной. Сразу видно, что он сочитает в себе черты змеи, краба, насекомого и рептилии. Возможно, это новый, еще неизученный вид.\n Парни из Восьмого отдела дали ему кличку \"Тварь из пещеры\". Думаю, это идеальное заглавие для Инкубатора!\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 383,
    "text": "Тип: Животные\nУровень угрозы: Средний\nМесто обитания: Джунгли\n\n\"Не поверишь, но кажется племя Ко-Фе научилось дрессировать зверей! И не просто зверей, а громадных болотных волков! Ты представляешь, на что способен один такой громила, если научить его командам? Да он даже робота-охранника на куски разорвет, а если на пути попадется человек...\n Повезло, что сейчас племя держит их как церемониальных животных на Арене. Надеюсь, вождь никогда не додумается использовать волков против нашего комплекса!\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 384,
    "text": "Тип: ?\nУровень угрозы: ?\nМесто обитания: Небеса\n\n\"Знаешь, по комплексу давно гуляют слухи, что если вести себя неблагодарно к покойникам (поминать их недобрыми словами, бросать на могилу мусор и тд) то рано или поздно на тебя свалиться гигантская жаба и раздавит в лепешку. \n Нет, я серьезно. Знаю, большинство людей относят эту историю в разряд детских сказок, но... Думаю, Максим Петрович не будет против, если я создам про Гигантскую Жабу статью в Инкубаторе и начну проводить опыты по ее нахождению\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 385,
    "text": "Тип: Магическая сущность\nУровень угрозы: Средний\nМесто обитания: Пирамида Ко-фе\n\n\"После вчерашнего контракта, старый знакомый Максима Петровича — алхимик Руби Лев, привез в комплекс несколько каменных статуй. По его словам, эти \"големы\" отлично исполняют роль слуг и телохранителей, так что послужат хорошую роль в нашем комплексе. \n Ага, ага... Может, в плане выносливости эти каменные увальни действительно превосходят наших роботов-охранников, но по всем остальным параметрам они с треском проигрывают. Дошло до того, что они автоматически игнорируют человека, если на нем нет оружия!\n Знаешь, давай лучше продадим парочку големов тому племени из Джунглей, а в Н.К.Т.У вернем старых добрых роботов. Ты со мной?\"\n \n ",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 386,
    "text": "Тип: Рыбы\nУровень угрозы: Низкий\nМесто обитания: Водоемы Джунглей\n\n\"Целая стая кровожадных пираний, специально разведённая для гидробиологических опытов. Впоследствии, были возвращены в родную среду обитания, но постоянные вводы экспериментального препарата заметно увеличили их прожорливость. \n И хотя одна пиранья вряд-ли нанесет летальные повреждения, косяк таких тварей моментально загрызет взрослого человека, оставив от него лишь груду костей\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 387,
    "text": "Тип: Дух\nУровень угрозы: Высокий\nМесто обитания: Храм\n\n\"Вчерашний обряд экзорцизма опять закончился смертью всех присутствующих. Я пытался вызвать профессионалов, но даже они отказались, аргументируя это слишком большой ценой...\n Понятие не имею, что призрак этого вождя ацтеков забыл в нашем Храме. Любые попытки как либо изгнать, уничтожить или договориться с ним проваливаются. Ясно лишь одно — он яро сторожит свой трон, и горе тому неудачнику, что попробует сесть на него...\n Предлагаю оставить все как есть. Просто перестанем отправлять экспедиции в Храм и объявим его закрытой зоной. Если призрак хочет одиночества — он его получит\"",
    "answers": [
      {
        "id": 366,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 388,
    "text": "Тип: Человек\nУровень угрозы: ?\nМесто обитания: ?\n\n\"Таинственный человек в костюме альпиниста, что много раз появлялся на видеозаписях или фотографиях. \n Любые попытки ученых хоть как-то отыскать его не дали плодов — так и не понятно, был ли он живым существом, или призраком. \n Исследованием Рико занималась доктор Алиса Сейтер (ныне пропала без вести). Ей даже удалось составить приблизительный список факторов, которые увеличивали или уменьшали шанс встретить Рико.\n — Чем старее телефон/камера и чем хуже качество, тем выше шанс появление Рико.\n— Шанс появление Рико слегка увеличится, если водить камерой из стороны в сторону.\n— Снимать/фотографировать следует в уединённом месте.\n— Шанс его появление слегка увеличивается если пару раз крикнуть \"Здесь кто нибудь есть?!\".\n— Лучшее время для поисков Рико — от 22:00 до 4:00.\n Последнее время Рико пропал из комплекса и сейчас о нем говорят как о старой байке, которую придумали для запугивания\"",
    "answers": [
      {
        "id": 368,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 389,
    "text": "Тип: ?\nУровень угрозы: ?\nМесто обитания: ?\n\n\"Забытый — загадочная личность, что существовала в Н.К.Т.У еще до прибытия сюда Автора. По некоторым слухам, она прибыла из другой реальности или параллельной вселенной. \n Про Забытого почти ничего неизвестно, кроме ряда рисунков, которые он оставляет в разных местах, сопровождая философскими записями. \nАвтор уже много лет пытается пролить свет на истинную природу Забытого (так, он даже держит коллекцию его картин в Зале Памяти), дабы хоть немного узнать про эту сущность. \n В некоторых случаях Забытого называют Автором Картин или Автором #2, так как он второй после Автора, кто умеет влиять на квест, создавая материальные обьекты в пространстве\"",
    "answers": [
      {
        "id": 368,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 390,
    "text": "Тип: ИИ\nУровень угрозы: Высокий\nМесто обитания: ?\n\n\"Всем известно, что следить за квестом — крайне сложная работа. Каждый день приходится листать тонны бумажных страниц, в попытках отыскать очередную грамматическую ошибку. По сто раз проверять работу ссылок. В случае необходимости, менять целые параграфы. А если дело доходит до массовых сбоев, то только полная перегрузка спасет Н.К.Т.У.\n В летописях упоминается, что в конце концов Автору надоела вся эта рутина, поэтому он создал \"C.E.L.E.S.T.I.A\" (на простом языке — Целестия) — мощный ИИ, призванный следить за комплексом и регулировать сложность игры. \n Первоначально Целестия отлично справлялась со своей работой, но уже спустя месяц программа потеряла контроль и начала свободно изменять Н.К.Т.У, охваченная безумием (что странно, ведь Целестия была неодушевлённым существом).\n Благо, Автор вовремя отключил главный модуль программы, после чего навсегда удалил какое либо упоминание о ней (за исключением этой статьи), а сама Целестия была навеки выброшена в пустоту\"",
    "answers": [
      {
        "id": 368,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 391,
    "text": "Настоящее имя: Вирус\n\nДата рождения: одновременно с созданием \"Текстовых квестов\"\n\nДата смерти: бессмертен\n\nМесто рождения: Программный код\n\nРодственники: — \n\nЦвет волос: — \n\nЦвет глаз: — \n\nВозраст: Больше сотен миллиардов лет\n\nГруппа крови: — \n\nЛюбимая еда: — ",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 392,
    "text": "Настоящее имя: засекречено\n\nДата рождения: засекречено\n\nДата смерти: жив\n\nМесто рождения: засекречено\n\nРодственники: засекречено\n\nЦвет волос: засекречено\n\nЦвет глаз: засекречено\n\nВозраст: засекречено\n\nГруппа крови: засекречено\n\nЛюбимая еда: Пицца ",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 393,
    "text": "Настоящее имя:  Различное\n\nДата рождения: Различное\n\nДата смерти: умеет воскресать\n\nРодственники: Различные\n\nЦвет волос: Различный\n\nЦвет глаз: Различный\n\nВозраст: Различный\n\nГруппа крови: Различная\n\nЛюбимая еда: Различная\n\n\n",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 394,
    "text": "Настоящее имя: Максим Петрович\n\nДата рождения: 18 апреля 1956\n\nДата смерти: Различная\n\nМесто рождения: Новгород, Россия\n\nРодственники: Алексей Петрович (брат); неизвестные родители.\n\nЦвет волос: Седой (раньше рыжий)\n\nЦвет глаз: Зеленый\n\nВозраст: 62\n\nГруппа крови: Первая\n\nЛюбимая еда: Фруктовый салат",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 395,
    "text": "Настоящее имя: Алексей Петрович\n\nДата рождения: 18 апреля 1957\n\nДата смерти: Различная\n\nМесто рождения: Новгород, Россия\n\nРодственники: Максим Петрович (брат); неизвестные родители\n\nВозраст: 61\n\nЦвет волос: Брюнет\n\nЦвет глаз: Голубой\n\nГруппа крови: Четвертая\n\nЛюбимая еда: Курица под соусом чили",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 396,
    "text": "Настоящее имя: Джек Фростгольд\n\nДата рождения: 6 июня 1971\n\nДата смерти: Различная\n\nМесто рождения: Остин, Техас, США\n\nРодственники: Сюзан Фростгольд (мать); Паркер Фростгольд (отец); Виктория Фростгольд (сестра).\n\nВозраст: 47\n\nЦвет волос: Брюнет\n\nЦвет глаз: Серый\n\nГруппа крови: Третья\n\nЛюбимая еда: Все",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 397,
    "text": "Настоящее имя: Билл Ноктирн\n\nДата рождения: 3 апреля 1969\n\nДата смерти: Различная\n\nМесто рождения: Атланта, Джорджия, США\n\nРодственники: нет (сирота)\n\nВозраст: 49\n\nЦвет волос: Черный\n\nЦвет глаз: Тёмно-синий\n\nГруппа крови: Первая\n\nЛюбимая еда: Макароны по-флотски",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 398,
    "text": "Настоящее имя: (Слишком длинное для базы данных)\n\nДата рождения: 13 августа 1933\n\nДата смерти: Жив\n\nМесто рождения: Джунгли, Комплекс Н.К.Т.У\n\nРодственники: (почти все племя)\n\nВозраст: 88\n\nЦвет волос: Отсутствует\n\nЦвет глаз: Черный\n\nГруппа крови: Вторая\n\nЛюбимая еда: Сахарный тростник",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 399,
    "text": "Настоящее имя: Лао Бао (псевдоним)\n\nДата рождения: 1 мая 1845\n\nДата смерти: Жив\n\nМесто рождения: Неизвестная японская деревня\n\nРодственники: Неизвестно\n\nВозраст: 173\n\nЦвет волос: Седой \n\nЦвет глаз: Отсутствует (слепой)\n\nГруппа крови: Первая\n\nЛюбимая еда: Суши ",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 400,
    "text": "Настоящее имя: Карл фон Грауссхен\n\nДата рождения: 4 декабря 1657 года\n\nДата смерти: 17 декабря 1717 ( однако все еще жив благодаря темной магии)\n\nМесто рождения: Нюрнберг, Германия\n\nРодственники: Все загадочно погибли\n\nВозраст: 361\n\nЦвет волос: Седой\n\nЦвет глаз: Фиолетовый\n\nГруппа крови: Третья\n\nЛюбимая еда: Алхимические порошки",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 401,
    "text": "Настоящее имя: Риклинг Рыжая Борода\n\nДата рождения: точно неизвестно, приблизительно в эпоху викингов\n\nДата смерти: Различная\n\nМесто рождения: Горы Скандинавии\n\nРодственники: Неизвестно\n\nВозраст: больше двух тысяч лет\n\nЦвет волос: Лысый\n\nЦвет глаз: Кровавый\n\nГруппа крови: Третья\n\nЛюбимая еда: Мясо поверженных врагов",
    "answers": [
      {
        "id": 367,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 402,
    "text": "Немного пожевав оливковое печенье, вы с отвращением кладёте его обратно. \nПо вкусу это \"блюдо\" напоминает соленое тесто, в которое кто-то додумался положить оливки... Мда, у Автора явно проблемы с кулинарией...\n\n Внезапно ваш взгляд падает на небольшой клочок бумаги, спрятанный под одним из пакетов. Судя по всему это послание, причем написано оно было совсем недавно.\n\n\"Приветствую,\n\n Если вы новичок в Мастерской и нашли ее буквально пару страниц назад, то будьте любезны, положите это письмо на место, после чего вернитесь в гостиничный холл. Найдите там Стража (если он еще не развалился от старости) и задайте ему несколько вопросов. Уверен, он быстро введёт вас в курс дела...\n\n Если же вы завсегдатай Н.К.Т.У, то можете читать дальше... \nИтак, это Автор. Хочу сообщить вам хорошую новость — кажется, я нашел отличную идею для нового квеста, а значит, скоро приступлю к тестированию Мастерской 0.2 ! \n Однако, прежде чем браться за новое дело, требуется окончательно завершить старое, поэтому я посещал Мастерскую пару дней назад, дабы забрать кое-какие документы, а заодно исправить найденные грамматические ошибки...\n Еще раз спасибо за внимание,\n         Автор.\n\nP.S Я оставил вам оливковое печенье. Говорят оно восстанавливает нервные клетки, поэтому не стесняйтесь и угощайтесь сколько влезет!\n\nP.S.S Наверное многие игроки заметили, что в комплексе осталось одно место, все еще недоступное для посещения... Теперь я даю вам право войти туда.... Запомните пароль — \"Белое Солнце\". \n\n ",
    "answers": [
      {
        "id": 352,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 403,
    "text": "— Похоже, Автор таки решился открыть тебе правду, — тяжело вздохнув, рыцарь покорно отходит в сторону, освободив дорогу. — Однако чтобы ты не искал, дальше находится лишь старый наблюдательный пункт, в котором Автор трудился на первых этапах квеста. Это пустое и покинутое место, где уже давно никто не живёт...\n\n Пройдя несколько шагов вперёд, вы понимаете что рыцарь был прав — вместо секретной комнаты вы заходите в сырой подвал, доверху заваленный гнилой мебелью и порванными книжками. Кое-где виднеются прибитые к стенке чертежи, явно изображающие игровую карту (здесь нарисованы даже лица квестовых героев, вроде Максима Петровича и робота-охранника). \n \n На одном из уцелевших столов валяется записная книжка. Прочитать ее? ",
    "answers": [
      {
        "id": 404,
        "text": "Да"
      },
      {
        "id": 1,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 404,
    "text": "\"ЗАПИСЬ 1\n Отлично, кажется, мне удалось закончить первый уровень Н.К.Т.У. Должен признаться, это была сложная работа, к тому же, многие операторы действуют не совсем так, как предполагал Мирослав... Впрочем, думаю он останется доволен результатом. \n Пока что игра имеет только одну концовку — сразу после погружения в лифт игрок умирает, сорвавшись бездну (ха-ха, вот будет умора!). Уже представляю как Альмер разозлиться, погибнув от зубов невидимой змеи! Вот это будет ЯРОСТЬ!\"\n\n\"ЗАПИСЬ 2\n Мирослав помог создать этаж Гамма, в то время как я завершил этаж Альфа. Идея добавить в игру безумного ученого (Максима Петровича) и его брата-консьержа (Алексея Петровича) была блестящей, хоть я и не совсем понимаю, почему Альмер больше не играет с нами...\n Да, мы сильно разозлили его в прошлый раз (особенно убили те жестокие шуточки, возникающие при Game Over'е)... Может, Мирослав слишком переборщил с хардкором?\"\n\n\"ЗАПИСЬ 3\n Похоже, в нашей творческой группе начинается раскол. Я отчаянно пытаются превратить квест в сюжетное приключение, в то время как Мирослав хочет сделать его максимально жестоким, и даже несколько кровожадным по отношению к игроку. \n Ох, а эти фотографии... Боюсь, как бы Разработчик не узнал, иначе вся наша карьера пойдет на спад...\"\n\n\"ЗАПИСЬ 4\n Я убрал нецензурную лексику и некоторые слишком \"несправедливые\" смерти, чем спас наш квест от удаления... Однако ссоры с Мирославом было не избежать. \n Теперь он работает отдельно, хотя изредка  таки дает мне дельные советы (вроде оператора \"?\"). Альмер как обычно исполняет роль \"бета-тестера\" нашего квеста. Похоже, он слегка подобрел...\"",
    "answers": [
      {
        "id": 405,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 405,
    "text": "\"ЗАПИСЬ 6\n Вчерашняя ловушка с пилами-потрошителями чуть не убила Альмера! Но как так?? Я ведь специально добавил безопасную ссылку на первую страницу... О боги, неужели Мирослав нашел тот самый \"45-код игры\"... \n Я должен срочно сообщить в Бюро Расследования Квестов, но... Мирослав мой коллега и наставник... он не мог... просто не мог поступить так жестоко...\"\n\n\"ЗАПИСЬ 8\n Мирослав исчез. Я пытаюсь проверить код квеста, но не могу — идет очередное обновление сервера. Черт, черт, черт...\n Альмер еще там. Если этот психопат действительно отыскал \"45-код\"... Ведь именно этот код позволяет убивать Игроков... Убивать окончательно...\"\n\n\"ЗАПИСЬ 10\n .... Альмер мертв... Упал... в... камнедробилку... на... этаже... Альфа...\"\n\n\"ЗАПИСЬ 18\n ... Теперь все кончено. Разработчик уничтожил \"45 код\", но мы так и не смогли найти Мирослава. Его нет даже в секретных концовках!\n Я разместил картины покойного Альмера в Зале Памяти, а всю информацию о третьем Авторе (Мирославе) удалил.\n Как предположил один мой коллега, этот псих вполне мог попытаться сбежать в другой квест через образец \"75-кода\", но что-то пошло не так, и теперь его заточило на одной из \"закрытых страниц\", с которых невозможно сбежать... \n В глубине души я сочувствую ему (вечно сидеть на одной и той же странице без возможности выйти из игры или умиреть — не самая справедливая участь). Однако, когда я вспоминаю какая судьба постигла беднягу Альмера...\"\n",
    "answers": [
      {
        "id": 404,
        "text": "<<<"
      },
      {
        "id": 406,
        "text": "Запомнить образец \"75-кода\""
      }
    ]
  },
  {
    "id": 406,
    "text": "Вы запомнили \"75-код\", оставленный на последней странице записной книжке. Теперь вам пора возвращаться обратно... \n Постарайтесь забыть, все, что только что услышали... И, ради бога, если при прохождении почувствуйте что вас кто-то зовет... Лучше делайте вид, что этого не было, и продолжайте играть как обычно... \n И лучше воздержитесь от посещения некоторых локаций, например Арены или этажа Альфа... Там бывают... Аномалии...",
    "answers": [
      {
        "id": 1,
        "text": "Воскреснуть в новом теле"
      }
    ]
  },
  {
    "id": 407,
    "text": "... Вы очнулись в неизвестном месте, напоминающем тесную тюремную камеру. Здесь практически нет света, однако понемногу привыкнув к темноте, вы разглядываете в полумраке чье-то изуродованное тело, апатично лежавшее в углу комнаты...\n\n ...Кроме трупа (?) здесь также есть груда ржавых металлических прутьев, наподобие тех что используют на строительной площадке...\n\n ...За окном виднеется лишь холодный вакуум, залитый чернилами...",
    "answers": [
      {
        "id": 408,
        "text": "Подойти к телу"
      },
      {
        "id": 408,
        "text": "Подойти к телу"
      },
      {
        "id": 408,
        "text": "Подойти к телу"
      }
    ]
  },
  {
    "id": 408,
    "text": " \"Помоги мне, здесь слишком холодно... Я потерял счет дням, как жук теряет счет собранным в поле песчинкам, идущими в холод на дне окровавленного озера оленьей ласки\" — вы слышите тихий, похожий на потрескивание проводов голос. Он говорит с неестественной добродушностью, постоянно путая слова. \n\n Подойдя на достаточное расстояние, вы наконец  получаете возможность рассмотреть таинственную сущность вблизи. \n Чем бы ни было это создание, оно отвратительно и бессмысленно — представляя собой обглоданный до последнего кусочка мяса скелет, незнакомец, тем не менее имел вполне \"живую\" голову, безжизненно свисающую с прогнивших хрящей. Брови, губы, нос, волосы (и кажется, рот) полностью отсутствовали — единственным признаком жизни оставались лишь глубокие голубые глаза, периодически то сужающиеся, то расширяющиеся...\n\n\"Молоко похоже на сахар, но не по цвету, а по факту, — ласковый голос продолжает общаться с вами голос \"из чрева\" чудища. — Я думаю что он оказался в библиотеке куда быстрее чем кролики. Однако, я могу помочь в решении данного вопроса. Если смотреть на муху как на лист, мы получим... мы получим истину... Истину, ту болезненную истину, когда ты умен, но не можешь сказать сколько приблизительно в тебе правды, ибо мозг других слишком слаб для таких знаний, как мозг муравья слаб с мозгом тигра. \n Скажи, простил ли меня Бог?\"",
    "answers": [
      {
        "id": 411,
        "text": "Да"
      },
      {
        "id": 412,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 409,
    "text": "\"Следовательно, возникла аксиома в твоих пустотных обоснованиях. Как я могу просить того, кто лишил меня дара понимать? Как я могу простить того ужа, что лишил меня чувства испытывать? Как я могу подумать о том мерзавце, что забрал у меня минуту радости? Ты ведь видел его? Видел? Ну же, не двигай фишку... \n Ты видел его? Ты читал его послания? Ты понял, что все это время видел лишь айсберг... Так ведь?\" — тело существа начинает слабо дёргаться в спазмах, как будто бы пытаясь встать.",
    "answers": [
      {
        "id": 413,
        "text": "- Ты Мирослав?"
      },
      {
        "id": 414,
        "text": "- Где я?"
      },
      {
        "id": 415,
        "text": "- Как достичь истины?"
      },
      {
        "id": 416,
        "text": " - Я нашел все секреты?"
      }
    ]
  },
  {
    "id": 410,
    "text": "\"Значит, значит... Значит мой мрак исчез, как дымка в огне нового кладбища. Скажи, почему я вижу только отчаянье? Почему я просто не могу насладиться гедонистической радостной эйфорией, закружится в водах ласки и наконец доплыть до рифа надежд? \n Ты действительно веришь в то что Н.К.Т.У просто хардкорный квест? Нееет, о неет. Это просто рассадник муравьиных слез, повествующих о существовании Обществ и их извечной борьбы с терроризмом... Так ведь?\" — тело существа начинает слабо дёргаться в спазмах, как будто бы пытаясь встать.",
    "answers": [
      {
        "id": 413,
        "text": " - Ты Мирослав?"
      },
      {
        "id": 414,
        "text": " - Где я?"
      },
      {
        "id": 415,
        "text": " - Как достичь истины?"
      },
      {
        "id": 416,
        "text": " - Я нашел все секреты?"
      }
    ]
  },
  {
    "id": 411,
    "text": "\"О, это отличная, до агонии впечатляющая новость. Я словно рыбёшка, наконец нашедшая свою кожуру, как змей может найти свое гнездо... Ведь истина бывает... Болезненной...\n Но тогда ответь на другой вопрос, и может, я сумею ответить на твой...\n А простил ли Я Бога?\"",
    "answers": [
      {
        "id": 417,
        "text": "Да"
      },
      {
        "id": 418,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 412,
    "text": "\"О, это плохая, ужасная и мерзкая весть, как крыса проворная, бьющаяся на раскалённых углях... Но тогда ответь на другой вопрос, и может, я сумею ответить на твой...\n А простил ли Я Бога?\"",
    "answers": [
      {
        "id": 409,
        "text": "Да"
      },
      {
        "id": 410,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 413,
    "text": "\"Нет, нет, что ты... Мирослав давно мертв — его неупокоенный дух до сих пор бродит где-то во мраке, тщетно стремясь выбраться в родной квест... Но он никогда не достигнет желанного. \n Я куда древнее Автора и Вируса, хоть и младше Разработчика. Это... долгая и интересная история. \nЯ мог бы тебе открыть столько тайн, но увы, уже слишком поздно. Слишком... поздно\" — завопив от боли, монстр начинает бешено биться в предсмертных конвульсиях, крича с такой силой, что ваш мозг попросту не выдерживает психического перенапряжения... \n\n[...натуре находится много вещей, неизъяснимых для обширного ума...\n             Н.Гоголь \"Мертвые души\"]\n\n    ОШИБКА КВЕСТА. ЭКСТРЕННОЕ ВОЗВРАЩЕНИЕ НА ОСНОВНУЮ СЮЖЕТНУЮ ЛИНИЮ",
    "answers": [
      {
        "id": 207,
        "text": "Вы потеряны"
      },
      {
        "id": 413,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1902/10/090a10d19082.jpg"
      }
    ]
  },
  {
    "id": 414,
    "text": "\"А ты как думаешь? В тюрьме, друг мой, в тюрьме... Ее соорудили очень плохие люди, но сейчас они спят. Я подарил им сон, что впрочем, совсем не относится к нынешнему положению дел...\n Отсюда нет выхода. Здесь давно мертва надежда. Без возможности умереть или уйти, я уже тысячу миллиардов столетий смотрю на это окно и жду Бога... Жду от него помощи. Которая никогда не придет, как не пришел Человек С Завязанным Ртом...\" — завопив от боли, монстр начинает бешено биться в предсмертных конвульсиях, крича с такой силой, что ваш мозг попросту не выдерживает психического перенапряжения... \n\n[...натуре находится много вещей, неизъяснимых для обширного ума...\n             Н.Гоголь \"Мертвые души\"]\n\n    ОШИБКА КВЕСТА. ЭКСТРЕННОЕ ВОЗВРАЩЕНИЕ НА ОСНОВНУЮ СЮЖЕТНУЮ ЛИНИЮ\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 207,
        "text": "Вы потеряны"
      },
      {
        "id": 414,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1902/10/090a10d19082.jpg"
      }
    ]
  },
  {
    "id": 415,
    "text": "\"Истины не нужно достигать, друг мой. Оно сама тебя найдет, как нашла меня. Вот допустим, есть квест. Ты заходишь на него, читаешь сюжет, приходишь страницу за страницей... Умираешь... Находишь концовку... Снова играешь... А может и не играешь...\n Но знаешь,  какова настоящая истина? Иногда правда может быть не в словах Автора... Мы все способы слегка... ээээ... приукрашивать собственные заслуги...\" — завопив от боли, монстр начинает бешено биться в предсмертных конвульсиях, вопя с такой силой, что ваш мозг попросту не выдерживает психического перенапряжения... \n\n[...натуре находится много вещей, неизъяснимых для обширного ума...\n             Н.Гоголь \"Мертвые души\"]\n\n    ОШИБКА КВЕСТА. ЭКСТРЕННОЕ ВОЗВРАЩЕНИЕ НА ОСНОВНУЮ СЮЖЕТНУЮ ЛИНИЮ\n\n\n\n\n\n",
    "answers": [
      {
        "id": 207,
        "text": "Вы потеряны"
      },
      {
        "id": 415,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1902/10/090a10d19082.jpg"
      }
    ]
  },
  {
    "id": 416,
    "text": "\"Я хотел бы ответить \"да\" и наконец подарить тебе наслаждение, но... Нет. Как и любой айсберг, каждый квест делится на две части —  основную, ухоженную декорацияю, где гуляют 99% игроков, и мрачную глубину, хранящую в себе такие тайны, что... что многие попросту перестают играть, узнав как глупы они были первое время. \n Ты знаешь кто такой Уномара? Знаешь, где искать Автора? Знаешь, кто скрывается за стеной из слизи и щупалец (которая в лабиринте Вируса)? И, что самое главное, кто создал Сурива?\n Разработчик? Нет, он бы не стал творить то, что заведомо опасно для квестов. Автор? Нет, он слишком слаб для такого существа. Хмм... Может, он сам родился в первородном бульоне программного кода? Нет, ибо в цифровых приложених нет места случайности...\n Знаешь, даже если ты и не найдешь все тайны, то помни — теперь ты достиг истинного просвещения... — завопив от боли, монстр начинает бешено биться в предсмертных конвульсиях, вопя с такой силой, что ваш мозг попросту не выдерживает психического перенапряжения... \n\n[...натуре находится много вещей, неизъяснимых для обширного ума...\n             Н.Гоголь \"Мертвые души\"]\n\n    ОШИБКА КВЕСТА. ЭКСТРЕННОЕ ВОЗВРАЩЕНИЕ НА ОСНОВНУЮ СЮЖЕТНУЮ ЛИНИЮ",
    "answers": [
      {
        "id": 207,
        "text": "Вы потеряны"
      },
      {
        "id": 416,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1902/10/090a10d19082.jpg"
      }
    ]
  },
  {
    "id": 417,
    "text": "\"Ты глаголишь ложно-правдивые слова... Я так желал бы чтобы твои уста говорили не Кассандру, но увы, боль внутри этого забытого могильника, бывает, душит. Да-да, душит. Это неприятное ощущение знакомо тебе?\n Когда все вокруг сплотились вокруг единого тебя с целью... с целью... запланировано все уничтожить? Как единый заговор... Так ведь?\" — тело существа начинает слабо дёргаться в спазмах, как будто бы пытаясь встать.",
    "answers": [
      {
        "id": 413,
        "text": "- Ты Мирослав?"
      },
      {
        "id": 414,
        "text": " - Где я?"
      },
      {
        "id": 415,
        "text": " - Как мне достичь истины?"
      },
      {
        "id": 416,
        "text": " - Я нашел все секреты?"
      }
    ]
  },
  {
    "id": 418,
    "text": "\"Понятно. Это немного неправильно, понимаю, но ты ведь такой же весельчак как тот неудачник... Ну, тот, который поменял местами голову и ноги? О, я знаю, это было непропорционально правильное решение, но был ли у меня выбор? Ты видишь демона там, так как тебе СКАЗАЛИ что демона там...\n А вдруг ты ошибся? Вдруг демон не там, и не здесь... А вдруг он куда ближе, чем ты можешь усвоить... Так ведь?\" — тело существа начинает слабо дёргаться в спазмах, как будто бы пытаясь встать.",
    "answers": [
      {
        "id": 413,
        "text": " - Ты Мирослав?"
      },
      {
        "id": 414,
        "text": " - Где я?"
      },
      {
        "id": 415,
        "text": " - Как мне достичь истины?"
      },
      {
        "id": 416,
        "text": " - Я нашел все секреты?"
      }
    ]
  },
  {
    "id": 419,
    "text": "... Вы стоите на просёлочной дороге, где-то посредине дремучего леса. Вдалеке слышится чей-то тихий плач, иногда прерываемый грустными звуками виолончели. На голову капает дождь...\n\n... Возле одного из деревьев находится каменное надгробие. Рядом лежит набор ножей-потрошителей и бензопила. На стволе ближайшего дуба вырезана фраза:\n \"А был ли Мирослав?\"...\n\nКажется, это место находится здесь очень давно.\n ",
    "answers": [
      {
        "id": 420,
        "text": "Раскопать могилу"
      },
      {
        "id": 420,
        "text": "Раскопать могилу"
      },
      {
        "id": 420,
        "text": "Раскопать могилу"
      }
    ]
  },
  {
    "id": 420,
    "text": "Вы начинаете копать, когда земля рушится под ногами, сбросив вас прямо в работающую камнедробилку, скрытую внутри пустого гроба. Лязг, жужжание и хруст переломанных костей перемешиваются в голове, в то время как мысли наполняются сюрреалистическими образами.\n — Ты снова повторил свою судьбу, — последнее что вы услышали, прежде чем окончательно погибнуть...\n\n ОШИБКА КВЕСТА. ЭКСТРЕННОЕ ВОЗВРАЩЕНИЕ НА ОСНОВНУЮ СЮЖЕТНУЮ ЛИНИЮ.",
    "answers": [
      {
        "id": 52,
        "text": "Вы потеряны"
      }
    ]
  },
  {
    "id": 421,
    "text": "\"БЛАГОДАРИМ ЗА СОТРУДНИЧЕСТВО!\n\nПРОГРАММА АКТИВИРУЕТ РАЗРЕШЕНИЕ НА УНИЧТОЖЕНИЕ ПОЛЬЗОВАТЕЛЯ \"ИГРОК\".\n\n1... 2... 3... 4... 5... \n\nРАЗРЕШЕНИЕ ПОЛУЧЕНО!\n\nКАК ГОВОРИТСЯ, \"Goodbye!\"\n\n\n\nПозади вас открылся портал, откуда вышло несколько человек в костюме биологической защиты.  Каждый из них был экипирован огнемётом. \n Заметив вас, один из оперативников (видимо, командир) достал рацию и произнёс:\n — Объект обнаружен. Произвести ликвидацию, а после зачистить все следы нашего пребывания. Раз... Два... Три... ОГОНЬ!\n \n\nЧерез секунду от вашего тела осталась лишь горстка пепла...\n",
    "answers": [
      {
        "id": 249,
        "text": "[Воскреснуть в новом теле]"
      }
    ]
  },
  {
    "id": 422,
    "text": "АКТИВАЦИЯ ПОРШНЕВОГО ДВИГАТЕЛЯ...\n\nПОРШНЕВЫЙ ДВИГАТЕЛЬ ГОТОВ К РАБОТЕ.\n\n УКАЖИТЕ ЧИСЛОВОЙ НОМЕР ИНТЕРЕСУЮЩЕЙ ВАС КОМНАТЫ, И ПОРШНЕВОЙ ДВИГАТЕЛЬ МОМЕНТАЛЬНО ПЕРЕНЕСЕТ ВАС ТУДА. ДАБЫ НЕ ПЕРЕГРЕТЬ ПРОЦЕССОР, ЧИСЛО ВАРИАНТОВ СНИЖЕНО ДО ЧЕТЫРЕХ.\n\nЗАПУСК ПОРШНЕВОГО ДВИГАТЕЛЯ...\n\n1...\n\n2...\n\n3...\n\n4...\n\n5...\n\n6...\n",
    "answers": [
      {
        "id": 423,
        "text": "[Переместится на страницу 253]"
      },
      {
        "id": 424,
        "text": "[Переместитесь на страницу 89]"
      },
      {
        "id": 425,
        "text": "[Переместится на страницу 171]"
      },
      {
        "id": 426,
        "text": "[Переместится на страницу 44]"
      }
    ]
  },
  {
    "id": 423,
    "text": "7...\n\n8...\n\n9...\n\n10...\n\nЗАПУСК!\"\n\n",
    "answers": [
      {
        "id": 423,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1906/da/0d38edfcf9ff.jpg"
      },
      {
        "id": 253,
        "text": "[ТЕЛЕПОРТАЦИЯ]"
      }
    ]
  },
  {
    "id": 424,
    "text": "7...\n\n8...\n\n9...\n\n10...\n\nЗАПУСК!\"",
    "answers": [
      {
        "id": 89,
        "text": "[ТЕЛЕПОРТАЦИЯ!]"
      },
      {
        "id": 424,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1906/29/f65179bd1853.jpg"
      }
    ]
  },
  {
    "id": 425,
    "text": "7...\n\n8...\n\n9...\n\n10...\n\nЗАПУСК!\"",
    "answers": [
      {
        "id": 171,
        "text": "[ТЕЛЕПОРТАЦИЯ!]"
      },
      {
        "id": 425,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1906/29/f65179bd1853.jpg"
      }
    ]
  },
  {
    "id": 426,
    "text": "7...\n\n8...\n\n9...\n\n10...\n\nЗАПУСК!\"",
    "answers": [
      {
        "id": 44,
        "text": "[ТЕЛЕПОРТАЦИЯ!]"
      },
      {
        "id": 426,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/1906/29/f65179bd1853.jpg"
      }
    ]
  },
  {
    "id": 427,
    "text": "",
    "answers": []
  }
]