[
  {
    "id": 1,
    "text": "Автор: Danler (Данил Леонов)\nЖанр: Апокалипсис\nВас зовут Максим. Вы обычный человек, который зарабатывает на видеороликах. Когда произошла трагедия вы не заметили так как сидели за компьютером. Сможете ли вы выжить в городе который кишит заражёнными...В этом квесте есть как и хорошие концовки, так и плохие.",
    "answers": [
      {
        "id": 2,
        "text": "С чего все началось"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы сидели за компютером было позно. Ты хотел спать.",
    "answers": [
      {
        "id": 3,
        "text": "Выключить компьютер, и идти сапать"
      },
      {
        "id": 28,
        "text": "Продолжить играть, проигнорировав сон..."
      }
    ]
  },
  {
    "id": 3,
    "text": "Следущий день. Вы проснулись от сильного стука в окно...",
    "answers": [
      {
        "id": 5,
        "text": "Завернутся в одьяло и игнорировать стук"
      },
      {
        "id": 16,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Всё закрыто шкафами и стульями грурубо говаря защита из \"говна и палок\"\nИз ноги течёт кровь и надо перевязать чем-то рану...\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Перевязать ногу Косте своей футболкой "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы не выдержали стук и подошли к окну... Там был ваш сосед Костя он был в крови. Вы его почти не знали",
    "answers": [
      {
        "id": 6,
        "text": "Что с тобой?"
      }
    ]
  },
  {
    "id": 6,
    "text": "На меня напали заражённые!!",
    "answers": [
      {
        "id": 11,
        "text": "Что?! Живые мертвецы?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подошли к окну но там никого нет... Очень странно.",
    "answers": [
      {
        "id": 8,
        "text": "Подойти к двери"
      },
      {
        "id": 9,
        "text": "Открыть окно и посмотреть кто там"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты подошол к двери и посмотрел в глазок.Там был ваш сосед Костя он стучал в дверь.",
    "answers": []
  },
  {
    "id": 9,
    "text": "Ты выгленул из окна и тебе по голове кто-то ударил... Ты вырубился.",
    "answers": [
      {
        "id": 10,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы очнулись у себя на кровати... И увидели перед  собой человека. Это был ваш сосед Костя. Он смотрел на тебя с улыбкой.\n\nУ тебя были мысли, почему он тебя ударил? и почему он в крови? или он ПИХ!?",
    "answers": []
  },
  {
    "id": 11,
    "text": "Не совсем, но они почти такие... Впустиш в дом?",
    "answers": [
      {
        "id": 12,
        "text": "Да конешно, залась через окно"
      },
      {
        "id": 13,
        "text": "Нет! Вдруг ты заражен ты в крови!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Стой... А ты не один из них?",
    "answers": [
      {
        "id": 13,
        "text": "Говори!"
      }
    ]
  },
  {
    "id": 13,
    "text": "У зараженных глаза полностью белые а у меня они... Тихо... Кто-то идет!",
    "answers": [
      {
        "id": 14,
        "text": "Потом разберемся. Залезай!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Костю схватили за ногу когда он пытался залесть в дом. Надо ему помочь!\n\nНу же он ща меня сожрет!",
    "answers": [
      {
        "id": 15,
        "text": "Взять вазу с окна и кинуть в заражённого"
      },
      {
        "id": 31,
        "text": "Схватить Костю за руку и тянуть"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ваза была крепкая и разбила голову зараженому,\nВы помогли Косте залесть в дом, а потом вы закрыли окно шкафом, Костя был ранен...",
    "answers": [
      {
        "id": 32,
        "text": "Ну что, пойдем на кухню и перявяжем рану..."
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты подошел к окну, там был виден силуэт человека.",
    "answers": [
      {
        "id": 72,
        "text": "Кто это?!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты выглянул не успев сказать хоть слова. Как тебе что-то  ударило по голове... Ты вырубился",
    "answers": [
      {
        "id": 19,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты подошол к двери ",
    "answers": [
      {
        "id": 25,
        "text": "Открыть дверь и посмотреть кто там"
      },
      {
        "id": 26,
        "text": "Посмотреть в глазок"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы открыли глаза и перед вами стоял ваш сосед Костя он смотрел на вас и улыбался.\n\n\nУ тебя было много мыслей почему он в крови? За что он меня ударил? И возможно он ПСИХ!?",
    "answers": [
      {
        "id": 20,
        "text": "Почему... Ты меня ударил"
      },
      {
        "id": 21,
        "text": "Почему ты в крови?"
      },
      {
        "id": 22,
        "text": "У тебя с головой все хорошо!?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Он усмехнулся \n\nЯ думал ты заражен и вырубил тебя.",
    "answers": [
      {
        "id": 23,
        "text": "Заражен? Что?!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я этой ночю отбивался от мертвяков. Ну вот я и запачкался.",
    "answers": [
      {
        "id": 19,
        "text": "У меня есть еще вопросы"
      }
    ]
  },
  {
    "id": 22,
    "text": "Может чуть психику потерял от происходящего но... Так мыслю хорошо",
    "answers": [
      {
        "id": 24,
        "text": "Встать и пойти на кухню"
      }
    ]
  },
  {
    "id": 23,
    "text": "Потом сам увидиш. У тебя есть еще вопросы?",
    "answers": [
      {
        "id": 19,
        "text": "Да"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы встали и дошли до кухни у вас болела голова, Костя сказал что тут опасно",
    "answers": []
  },
  {
    "id": 25,
    "text": "Ты открыл дверь, и в дом залетел сосед ударив тебя с ноги в живот, ты запнулся об порог и ударился головой об стену",
    "answers": [
      {
        "id": 19,
        "text": "Открыть глаза "
      }
    ]
  },
  {
    "id": 26,
    "text": "Глазок был в чемто запачкан с наружи",
    "answers": [
      {
        "id": 25,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы открыли дверь.На тебя кто-то налетел ",
    "answers": []
  },
  {
    "id": 28,
    "text": "Вы продолжаете играть... Каждый раз когда вы хотели спать вы подбадривали себя \"Это же моя работа и она мне нравится\"\nКогда вас начало прям \"вырубать\" вы подумали может...",
    "answers": [
      {
        "id": 29,
        "text": "Может пойти спать?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Следущий день. Вы проснулись от звука разбитого окна...\nОт того что вы долго стдели за компьютером ваши глаза прям закрывались",
    "answers": [
      {
        "id": 30,
        "text": "Подойти посмотреть кто там такой злой"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы посмотрели там кто-то стоял вы его узнали это был ваш сосед Костя",
    "answers": [
      {
        "id": 6,
        "text": "Что случилось?!"
      }
    ]
  },
  {
    "id": 31,
    "text": "Костя был не промах он отпнул заражённого но тот уже разгрыз ногу до кости...\nБыла жуткая боль он не выдержал и закричал.\nНа шум прибежали они \"Зомби\" что же делать?!?\nКостя не может бежать...",
    "answers": [
      {
        "id": 4,
        "text": "Забаррикадировать дверь и окна"
      },
      {
        "id": 35,
        "text": "Спрятаться на втором этаже в спальне"
      }
    ]
  },
  {
    "id": 32,
    "text": "Костя хромал... но ему сильно повезло у него как оказалось иммунитет на этот вирус...",
    "answers": [
      {
        "id": 34,
        "text": "Достать из холодильника что-то выпить"
      }
    ]
  },
  {
    "id": 33,
    "text": "Не долго думая вы метнулись ему на помощь но было уже поздно...\nКогда вы заглянули за поворот вы увидели что его уже окружили и стали разрывать на части...",
    "answers": [
      {
        "id": 63,
        "text": "Попытаться помочь"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы достали банку кваса и дали его Косте, и стали перевязывать ему рану\nТем временем Костя рассказывал как всё началось...\n3 дня назад, очень далеко от сюда что-то упало с неба. А вот что это был за шум —\"Сказал Макс\" Не перебивай!... Дак вот что-то упало но точно не бомба, потому что взрыва небыло,а через 2 дня наступила анархия, заражённые ходили по улице, их превлекает шум...—\"Сказал Костя\"\nА вот почему они даже не заглядывали ко мне—\"Сказал Макс\"\nЭти так называемые \"Зомби\" они умные но не как люди скорее все как...\nКак животные?—\"Предположил Макс\"\nДа.\nВам хотелось что-то перекусить но дома небыло ничегошеньки вам пришлось сходить в магазин неподалёку...",
    "answers": [
      {
        "id": 44,
        "text": "Отправится на вылазку"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы забежали в спальню, мест где можно было спрятаться было два: под диваном, и в шкафу...\nВы залезли в шкаф, а Костю спрятали под диван.\nОни рычали и бродили по дому...\nЧерез два часа настала тишина.",
    "answers": [
      {
        "id": 64,
        "text": "Сходить и просмотреть "
      }
    ]
  },
  {
    "id": 36,
    "text": "Кровь вроде не течёт пока что я справляюсь...\nВдруг одно окно разбито в него залезли двое  заражённых ",
    "answers": [
      {
        "id": 37,
        "text": "Нападать на заражённых"
      },
      {
        "id": 38,
        "text": "Отступать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы отбились от заражённых... Но Костю утащили на улицу где толпа зомби... Что делать бежать пока есть возможность или попытатся его спасти...",
    "answers": [
      {
        "id": 39,
        "text": "Бежать "
      },
      {
        "id": 40,
        "text": "Спасти Костю"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы схватили стул и кинули в заражённых, резким движением подхватили Костю и вместе заползали на второй этаж...\nВы посадили Костю в угол, а сами отбивались от толпы заражённых...\nВы сталкивали, пинали их. Но ничего не получается они идут и идут, а Костя потерял сознание... Вас переполнял адреналин, вы заметили шкаф и попытались столкнуть его но нечего не получается...",
    "answers": [
      {
        "id": 65,
        "text": "Толкать сильнее!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы выбежали на улицу когда заражённые разрывали Костю... Пока... Костя...",
    "answers": [
      {
        "id": 41,
        "text": "Бежать по улице "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы бросились к Косте на помощь, но было уже поздно его уже доедала толпа заражённых, вас поглатил шок, вы смотрели на это и не могли пошевелиться...",
    "answers": [
      {
        "id": 67,
        "text": "Боротся"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы бежали и увидели свет костра в доме.\nВы постучались и расказали все в кратце и вас впустили...\nМысли о том что произошло не покидали вашу голову...\nВам предложили отдохнуть и вы уткнувшись лицом в подушку уснули...",
    "answers": [
      {
        "id": 42,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы открыли глаза и увидели что группа выживших сидели вокруг радио и слушали новости о вирусе",
    "answers": [
      {
        "id": 43,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 43,
    "text": "Там рассказывали о том что нашли вакцину против этого вируса...\nЧто уже военые ходят и распыляют эту вакцину по всему миру...\nЧерез пару дней вирус был истреблён... Все спасены.\nНо с вами творилось что-то не то, вы слышите голос своего соседа, а в скоре вы потеряли рассудок, и спрыгнули с крыши с 10 этажа как велел вам голос в голове...",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы вышли на улицу и с осторожностью отправились за продуктами.\nВдруг кто-то закричал в пролете между домами это был голос мальчика лет 10...",
    "answers": [
      {
        "id": 45,
        "text": "Сходить и помочь"
      },
      {
        "id": 46,
        "text": "Продолжить итди..."
      }
    ]
  },
  {
    "id": 45,
    "text": "Там был заражённый который подходит к ребенку, вы не стали долго думать и схватив палку вы ударили по заражённуму...\n",
    "answers": [
      {
        "id": 47,
        "text": "Мальчик ты в порядке?!"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы шли дальше не обращая внимания на просьбу о помощи...\nВы почти дошли до магазина вас не покидала мысль о том чтобы помочь ребенку...\nНа его крики сбежались заражённые что же делать?!",
    "answers": [
      {
        "id": 33,
        "text": "Помочь ему"
      },
      {
        "id": 61,
        "text": "Бежать в магазин и спрятаться там"
      }
    ]
  },
  {
    "id": 47,
    "text": "Да, спасибо большое вам... У мен нет родителей можно я пойду с вами?..",
    "answers": [
      {
        "id": 48,
        "text": "Да конечно"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы подошли к магазину и стали искать продукты...\nПосле того как вы обшарили все прилавки магазина вы отправились домой с новым другом.\nВы пришли домой и увидели что дверь открыта...",
    "answers": [
      {
        "id": 49,
        "text": "Костя!?"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы забежали домой, там была кровь ведущая на второй этаж...",
    "answers": [
      {
        "id": 50,
        "text": "Подняться и посмотреть где Константин"
      }
    ]
  },
  {
    "id": 50,
    "text": "Там лежали заражённые их было двое, но Кости небыло видно...",
    "answers": [
      {
        "id": 51,
        "text": "Осмотреть второй этаж"
      },
      {
        "id": 52,
        "text": "Спустится на первый этаж и поискать его там"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы сразу же увидели шкаф и решили проверить его.\nВы приоткрыли дверцу шкафа и оттуда достался тихий почти мертвый голос...—\"Еще один подходи  я тебя у...б...ю\" пошептал Костя\nПосле того он выпал из шкафа и уснул на полу...",
    "answers": [
      {
        "id": 53,
        "text": "Итди спать"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы спустились и осмотрели комнаты но в них никого не было.",
    "answers": [
      {
        "id": 51,
        "text": "Поднятся на второй этаж и осмотреть его"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы спустились на первый этаж, за вами бегал мальчик которого вы взяли с собой, он сказал что хочет кушать, и вы отправились на кухню.\nВы достали из пакета какие-то крекеры и стали вдвоём их есть.",
    "answers": [
      {
        "id": 54,
        "text": "А как тебя звать то?"
      }
    ]
  },
  {
    "id": 54,
    "text": "Меня зовут Саша, мне почти 13 лет...\nА когда нас спасут от заражённых?!—\"спросил Саша\"",
    "answers": [
      {
        "id": 55,
        "text": "Скоро я на это надеюсь"
      }
    ]
  },
  {
    "id": 55,
    "text": "Саша улыбнулся и спросил а можно я буду спать с тобой? А то мне страшно...\nВы не смогли отказать ему и легли вместе.\nВас кто-то толкал в бок и называл по имени...",
    "answers": [
      {
        "id": 57,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 56,
    "text": "В радио передали новости что учёные нашли вакцину, и в скором времени мы будем спасены...\nЧерез день дня военные прошли и распылили вакцину во всех городах...\nКостя на всю жизнь стал хромой, а вы переехали в город и стали жить один...",
    "answers": [
      {
        "id": 1,
        "text": "Конец!?"
      }
    ]
  },
  {
    "id": 57,
    "text": "Перед вами стоял Костя полон сил и готов идти в поисках выживших.\nОн потянул вам руку и сказал вставай соня, а малой пусть спит...",
    "answers": [
      {
        "id": 58,
        "text": "Встать и идти собирать вещи"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы взяли все самое необходимое, и после того как разбудили Сашу вы пошли по улице искать людей...\nЧерез полтора часа поиска.\nВы услышили что кто-то радуется в соседнем квартале, Костя сказал \"Вон там\" показав пальцем в сторону.\nБежим!\nКостя рванувшись с места побежал на звуки, не смотря на свою рану на ноге...",
    "answers": [
      {
        "id": 59,
        "text": "Пойти за Костей"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы прибежали к дому, и постучали в дверь и услышали что кто-то сказал \"Зачем ты так кричал вот жмурики уже и вернулись!\" Был слышен шлепок как будто он ударил его по затылку...\nКто-то посмотрел на вас через шёлку в двери, и крикнул—\"Это же люди!\" был слышен опять такой же шлепок что и в прошлый раз... Чего кричать то дурак— \"Сказал чей-то голос\"",
    "answers": [
      {
        "id": 60,
        "text": "Впустите мы не заражённые"
      }
    ]
  },
  {
    "id": 60,
    "text": "Да мы уже поняли что вы нормальные заходите.\nВы зашли и спосили а что вы радовались? Всё же плохо...\nПо радио сказали что учёные нашли вакцину, а это значит что мы спасены!\nЧерез день военные прошли по всем городам и истребили вирус, это конец?!...\nВы попрощались с Костей и разошлись.Вы усыновили Сашу, нашли девушку, создали семью, и стали жить вместе обычной жизнью...",
    "answers": [
      {
        "id": 1,
        "text": "Конец?!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы забежали в магазин и спрятались там, после того как всё стихло, вы взяли продукты и отправились домой, подойдя к дому вы увидели что дверь была открыта...",
    "answers": [
      {
        "id": 68,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы с осторожностью осморели первый этаж, были разбиты окна, а на улице было утро. Вы вернулись в спальню и посмотрели как там Костя...\nКостя... погиб... от потери большого количества крови...\n",
    "answers": [
      {
        "id": 73,
        "text": "Надо уходить, прощай Костя"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы подбежали к заражённым, схватив палку вы ударили двоих заражённых и нескольких оттолкнули.\nНо в заде на вас напали трое заражённых от них вы отбились, но у вас были укусы... Вы были заражены... И в скором времени вас убил Костя так как вы вернулись домой и напали на него...",
    "answers": [
      {
        "id": 1,
        "text": "Конец?"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы тихонько приоткрыли дверцу шкафа и смотрев на лестницу выходили...\nК вашему удивлению дома не было никого.\n",
    "answers": [
      {
        "id": 62,
        "text": "Пройтись по дому"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы собрались с силами и столкнули шкаф на заражённых. И выйграли еще 5 минут чтобы убежать из дома...\nПод вашим окном были кусты у вас не получилось разбудить Костю, и вы сбросили его в кусты а позже спрыгнули сами...\nВы закинули Костю на плечо и побежали по улице, уже темнело, у вас небыло сил вы упали по среди улици и отключились...\nСквозь сон вы слышите голоса это выжившие! Живые люди!...",
    "answers": [
      {
        "id": 66,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы открыли глаза... И увидели группу выживших которая сидела у радио.",
    "answers": [
      {
        "id": 56,
        "text": "Подойти и послушать"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы пытались, снова и снова... но нечего не получилась вы были словно были под гипнозом.\nВас заметили, и набросились на вас и разадрали на части...",
    "answers": [
      {
        "id": 1,
        "text": "Конец?!"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы зашли в дом. По дому ходили двое заражённых, вы не долго думая схватили обломки и ударили одного заражённого, один из них пошёл на второй этаж...\nНа вас напрыгнул один из заражённых но вы успели увернутся от него...",
    "answers": [
      {
        "id": 69,
        "text": "Бежать на второй этаж"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы забежали в спальню, и увидели что там лежали двое мёртвых заражённых. А один пытался залесть в шкаф где прятался Костя...\nВы схватились за шиворот заражённого и збросили его с лестницы.",
    "answers": [
      {
        "id": 70,
        "text": "Проверить как там Костя"
      }
    ]
  },
  {
    "id": 70,
    "text": "Костя был без сознания и сидел в шкафу.\nВы сильно устали и легли спать...\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы увидели что перед вами стояла группа выживших, они сказали что через день пройдут военные и распылят вакцину от вируса...\nВы стали жить одни полностью закрывшись от всех, и вас не покидала та мысль о мальчике которого съели заражённые",
    "answers": [
      {
        "id": 1,
        "text": "Конец!?"
      }
    ]
  },
  {
    "id": 72,
    "text": "Это я твой сосед Костя помоги мне",
    "answers": [
      {
        "id": 6,
        "text": "Чем я смогу тебе помочь?"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы вышли на улицу, и пошли прямо куда глаза глядят, через 5 часов скитаний вы нашли группу выживших, которая вас приютила. Прошло три дня... И по радио объявили что учёные нашли вакцину и в скором времени истребят вирус...\nПрошло два дня, вирус истреблён.\nВы стали жить одни, и погибли через 5 лет в авто катастрофе, потому что вам показалось что заражённые вернулись, которые напали на вас запрыгнув на машину...",
    "answers": [
      {
        "id": 1,
        "text": "Конец?!"
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  }
]