[
  {
    "id": 1,
    "text": "Автор: Ламбада\nЖанр: Симулятор жизни.\n\nПопробуйте найти престижную работу, вывести на чистую воду мошенников-работодателей, разгадывайте задания! Задачи уникальны и в разных ветках не повторяются!\n\nP.S. квест основан на личном опыте и рассказах друзей, приведены реальные вопросы, которые задают на собеседованиях.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 37,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c34/1801/21/64d85b245d3b.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/1801/1c/486717cf6230.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, вас зовут Антон Мельников, месяц назад вы окончили ВУЗ по специальности переводчик (или любой другой). Допустим, с армией вопрос решен и вы \"договорились\" не идти туда. Вы пока живёте с родителями в своей отдельной комнате. Во время учёбы вы не пытались найти практику по специальности (а зря). Диплом у вас не красный, есть даже пара троек.<s>r\n<s>r\nВы решаете начать с составления резюме.",
    "answers": [
      {
        "id": 3,
        "text": "Составить резюме"
      }
    ]
  },
  {
    "id": 3,
    "text": "Итак, вы находите в Интернете образец резюме, скачиваете его на компьютер и заполняете форму: ФИО, дата рождения, контактные данные. Email.. ваш нынешний адрес toxa.bigboss вряд ли подойдёт. Вы можете подобрать официальный ящик, например a.melnikov. <s>r\n<s>r\nКакой адрес использовать в резюме?",
    "answers": [
      {
        "id": 4,
        "text": "toxa.bigboss"
      },
      {
        "id": 5,
        "text": "a.melnikov"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы решаете не запариваться и используете обычный ящик.",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "Логин занят. Попробовать другой.",
    "answers": [
      {
        "id": 6,
        "text": "a.n.melnikov"
      },
      {
        "id": 6,
        "text": "a.melnikov95"
      }
    ]
  },
  {
    "id": 6,
    "text": "Логин занят, попробовать другой.",
    "answers": [
      {
        "id": 8,
        "text": "a.n.melnikov95"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы пишите, что увлекаетесь шахматами. На самом деле играть вы умеете, отец научил вас еще в детстве. Еще вы играете с друзьями в карты, сойдёт за настольные игры.",
    "answers": [
      {
        "id": 17,
        "text": "Закончить резюме"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a33/1801/cc/32979e0ab310.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Фухх, наконец-то, свободный логин. Теперь у вас есть официальный почтовый ящик и вы указываете его в резюме.",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "Далее вы вносите данные об образовании ... и все? Вы никогда не работали, но ничто не мешает схитрить и указать, что вы неофициально подрабатывали во время учёбы. Хотя, тут есть риск. В случае проверки службой безопасности работодателя, правда может всплыть наружу.",
    "answers": [
      {
        "id": 10,
        "text": "Написать правду"
      },
      {
        "id": 11,
        "text": "Написать неправду"
      }
    ]
  },
  {
    "id": 10,
    "text": "Родители всё время учили, что обманывать нехорошо, поэтому в резюме вы написали только правду.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Добрые сказки всегда учат, что обманывать нехорошо, но, к сожалению, в жизни те кто умеет красиво вешать лапшу на уши, нередко добиваются большего, чем простодушные люди. Я не имею в виду, что теперь надо всегда всех обманывать, но иногда приукрасить дело в свою пользу можно.<s>r\nОбман нужно продумать. Вы можете написать, что подрабатывали гидом-переводчиком в тур-агенстве или, что делали переводы для студенческой газеты. В обоих случаях, если понадобится, вы можете дать номер телефона старшей сестры, заранее договорившись, что она представится вашим руководителем.",
    "answers": [
      {
        "id": 13,
        "text": "Переводы для студ. газеты"
      },
      {
        "id": 14,
        "text": "Гид в тур-агенстве"
      }
    ]
  },
  {
    "id": 12,
    "text": "Далее ваши личные качества: целеустремленность, ответственность, коммуникабельность и т.д. — стандартный набор.\nЕсть ли права, какими и сколькими языками владеете, в каком объеме. Далее хобби.. можно не писать, но в анкетах на предприятиях часто просят указать.. Надо обдумать. Реальное хобби — компьютерные игры, не писать же его, вдруг решат, что игроман, что на работе будете дурака валять?",
    "answers": [
      {
        "id": 7,
        "text": "Шахматы, настольные игры"
      },
      {
        "id": 15,
        "text": "Походы, спорт"
      },
      {
        "id": 16,
        "text": "Компьютерные игры"
      }
    ]
  },
  {
    "id": 13,
    "text": "Такую ложь сложнее проверить, но и считать это полноценной трудовой деятельностью не будут. Может сойти за плюс при профильном трудоустройстве.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы гуглите и находите несколько тур-фирм, указываете реальные реквизиты одной из них. Телефоны организаций в резюме не пишут, но это не помешает дотошному работодателю самостоятельно найти номер и выяснить правду. Будем надеяться на удачу.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы пишите, что увлекаетесь походами, хотя ходили в них всего несколько раз, ну пусть будет.",
    "answers": [
      {
        "id": 17,
        "text": "Закончить резюме"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/1801/af/032692e71ec4.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы написали правду, чего уж мудрить.",
    "answers": [
      {
        "id": 17,
        "text": "Закончить резюме"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/1801/57/76c6b6016509.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Итак, резюме написано. Теперь можно приступать к поискам работы.",
    "answers": [
      {
        "id": 18,
        "text": "Найти работу"
      }
    ]
  },
  {
    "id": 18,
    "text": "После института может возникнуть чувство, что вы все знаете и быстро сможете найти работу, но на деле это не так просто.",
    "answers": [
      {
        "id": 19,
        "text": "Искать работу в интернете",
        "need": -133
      },
      {
        "id": 20,
        "text": "Искать работу в газете",
        "need": -20
      },
      {
        "id": 21,
        "text": "Искать работу через родных<s><s>друзей",
        "need": -21
      },
      {
        "id": 22,
        "text": "Идти на Биржу труда",
        "need": -202
      },
      {
        "id": 24,
        "text": "Не искать работу"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/1801/2a/13580c43d1da.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы открываете поисковик и просматриваете объявления о работе. В основном везде требуются продавцы. Иногда указаны очень высокие зарплаты. Вас заинтересовало  объявление:\n\n\"Требуется переводчик. з.п. 30 тыс, e-mail: piro.lingvo\". \n",
    "answers": [
      {
        "id": 133,
        "text": "Отправить резюме на piro.lingvo"
      },
      {
        "id": 18,
        "text": "Искать что-то другое"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b32/1801/f7/f3620ab03094.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "XXI век, но вы всё равно решаете поискать вакансию в газете, мало ли?\n Вы просматриваете объявления, вот, например:\n\n \"Работа в офисе, тел. 111-11-11\" и всё. Что за работа, какая з.п., какие обязанности — непонятно.\n\n Особо крупные заголовки гласят: \"Менеджер по продажам, з.п. от 50 тыс. рублей, тел. 222-22-22\". Неужели это правда, думаете вы, так вот кто покупает яхты и катается на дорогих авто! Продавцы салонов связи, наверняка...\n\nНа одной из страниц вы всё же обнаруживаете объявление по специальности \" Требуется переводчик. з.п. 20 тыс, опыт работы обязателен. тел. 333-33-33 Мария Николаевна\". \nОпыт работы... без него сложно найти работу, а без работы не будет опыта, замкнутый круг, в который попадают многие выпускники.\n\nЕсть ещё объявление \"Сопровождение групп в Финляндию, з.п. 40 тыс. руб. 444-44-44. Ольга\". Возможно это подойдёт, путешествия, практика ин. языка?\nБудете звонить?",
    "answers": [
      {
        "id": 25,
        "text": "111-11-11",
        "need": -25
      },
      {
        "id": 26,
        "text": "222-22-22"
      },
      {
        "id": 27,
        "text": "333-33-33",
        "need": -27
      },
      {
        "id": 114,
        "text": "Позвонить еще раз 333-33-33",
        "need": 27
      },
      {
        "id": 29,
        "text": "444-44-44"
      },
      {
        "id": 28,
        "text": "Не звонить никуда"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1801/8e/d8789d340a31.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решаете попросить помощи в поисках работы у друзей и родных. \nЧерез друзей найти ничего не удаётся, так как они сами в большинстве своём находятся в поисках работы.\nА вот у вашей тёти Аллы есть один знакомый, которому нужен помощник руководителя в компанию. Больше никакой подробной информации ваша тётя не даёт, есть только номер телефона её знакомого, Артёма.",
    "answers": [
      {
        "id": 165,
        "text": "Звонить"
      },
      {
        "id": 18,
        "text": "Не звонить"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/1801/81/a89e96c681cc.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "На этом варианте настаивает ваша мама, ведь вам будут начислять пособие, пока вы не найдёте работу.\n\nВы идёте в Центр занятости населения, как сейчас называют Биржу труда.\nЗдание Биржи чистое, но потрёпанное временем, много окошек, у каждого стоят люди. Сперва вы не понимаете, куда вам, оглядываетесь и видите окошко с названием \"Справочная\". Там большая очередь...",
    "answers": [
      {
        "id": 186,
        "text": "Встать в очередь"
      },
      {
        "id": 187,
        "text": "Идти домой",
        "need": -187
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/1801/2d/6a1195c59500.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы получаете достижение \"Развод на деньги\".<s>r\n<s>r\nВы заходите и.. внутри пусто, никого и ничего нет. Вы стоите в пустой комнате и до вас доходит, что всё это был развод. Вы попали к мошенникам.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 23,
        "text": "введите команды для картинки",
        "url": "https://b.radikal.ru/b22/1801/5e/f9c72b87f662.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы решили не искать работу, ведь вам и так хорошо, родители всем обеспечивают, а вы целыми днями сидите и играете. Но это не может длится вечно... а вы останетесь ничего не умеющим лентяем без семьи.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/1801/20/86b8a33443da.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы набираете номер из подозрительного объявления. На другом конце трубку берет девушка. Звонким голосом она представляется:\n\n— Екатерина. Слушаю Вас?\n— Алло, я по поводу объявления о работе.\n— Да, да, вам нужно подойти на собеседование!\n— Погодите, а что за работа?\n— Не могу вам сообщить подробности по телефону, все узнаете на собеседовании.\n\nКак-то это подозрительно, думаете вы. Но всё равно говорите:\n\n— Хорошо, а как записаться на собеседование?\n— Записываться не надо, собеседование проводится по четвергам с 14 до 16. С собой нужно взять паспорт. Адрес ул. Иванова, д. 1, 2й этаж, офис 220.\nВы попрощались, теперь нужно подумать, надо ли вам это? Толком ничего не ясно, стоит ли идти на собеседование?",
    "answers": [
      {
        "id": 30,
        "text": "Пойти"
      },
      {
        "id": 31,
        "text": "Не ходить"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/1801/65/9b9679c24b7f.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы звоните по номеру одной из крупных компаний сотовой связи. Через минуту прослушивания красивой мелодии заставки, трубку берет девушка:<s>r\n<s>r\n— \"Теле Фоно Системы\", Елена.<s>r\n— Здравствуйте, я по поводу объявления о работе.<s>r\n— Какая вакансия вас интересует?<s>r\n— Менеджер по продажам.<s>r\n— Собеседование проходит по средам в час дня. Адрес Небесная, д. 2 комплекс МегаСити, 18 этаж офис 3120. С собой возьмите паспорт и на ресепшен скажите, что вы в ТФС, вам выдадут пропуск.<s>r\n— Хорошо, я всё записал.<s>r\n— Тогда ждём вас на собеседование. ",
    "answers": [
      {
        "id": 74,
        "text": "Идти на собеседование"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c07/1801/56/dd55e166a401.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы звоните по поводу вакансии переводчика. Трубку берёт женщина с глубоким грудным голосом:<s>r\n<s>r\n— Алло.<s>r\n— Алло, здравствуйте! Вы Мария Николаевна?<s>r\n— Да, это я.<s>r\n— Я звоню по поводу работы переводчиком!<s>r\n— Да, у нас есть такая вакансия, но мы рассматриваем кандидатов только с опытом работы! У вас он есть?",
    "answers": [
      {
        "id": 112,
        "text": "- Да. (Соврать)"
      },
      {
        "id": 113,
        "text": "- Нет, но я буду очень стараться! (Сказать правду)"
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/1801/fe/49762b66bb7c.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решаете, что ни одно из объявлений вам не подходит и выбрасываете газету. Вам нужно воспользоваться другим способом поиска.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы звоните по объявлению о сопровождении групп, через какое-то время на том конце берут трубку:<s>r\n<s>r\n— Алло.<s>r\n— Алло, здравствуйте! Я звоню по объявлению о работе.<s>r\n— Да, нам требуется сотрудник для сопровождения групп в Финляндию, оклад 40 тыс в месяц, оформление официальное. У вас есть какие-то вопросы?<s>r\n— Как мне устроиться к вам на работу?<s>r\n— Вам нужно будет прийти к нам на собеседование. Можно даже сегодня. Успеете к 15.00 подъехать на ул. Федоровскую, 47?<s>r\nВы смотрите на часы.<s>r\n— Да, я подойду.<s>r\n— Отлично, тогда я вас запишу на 15. Подскажите вашу фамилию, имя, отчество.<s>r\n— Мельников Антон Николаевич.<s>r\n— Записала. Итак, когда подъедете, увидите офисное здание, поднимитесь на 4 этаж, офис 417б, спросите Ольгу. С собой возьмите паспорт.",
    "answers": [
      {
        "id": 38,
        "text": "Идти на собеседование"
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/1801/31/42008f8ec73c.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решаете, что терять всё равно нечего и идёте на собеседование. Находите нужный офис, внутри вы видите миловидную девушку за стойкой и ряд стульев, на них уже сидят пять человек разных возрастов и что-то заполняют. <s>r\n<s>r\nВы подходите к девушке и говорите, что пришли на собеседование. Девушка говорит, что сначала вам нужно заполнить анкету, а потом в порядке очереди пройти в кабинет.",
    "answers": [
      {
        "id": 32,
        "text": "Просмотреть анкету"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили не тратить время и силы на подозрительную вакансию и снова просмотреть газету.",
    "answers": [
      {
        "id": 20,
        "text": "Посмотреть остальные объявления"
      }
    ]
  },
  {
    "id": 32,
    "text": "Анкета небольшая, на одном листе. Общая информация о вас, ФИО, в каком графике хотите работать, внизу необходимо оставить минимум три телефона людей, которые могут за вас поручиться. Название фирмы нигде не фигурирует.",
    "answers": [
      {
        "id": 33,
        "text": "Отказаться заполнять"
      },
      {
        "id": 34,
        "text": "Заполнить"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы решаете, что это точно какой-то развод, возвращаете анкету девушке и уходите домой.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы заполняете анкету, оставляете телефоны близких друзей, которые могли бы за вас поручиться и, дождавшись очереди, заходите в кабинет. В кабинете так же сидит симпатичная молодая девушка. <s>r\n<s>r\nНаконец, вам рассказывают что это за работа. Вы будете обзванивать людей и предлагать им уникальнейшую косметику, созданную тибетскими монахами, при желании консультант сможет приехать на дом, чтобы клиент попробовал качество косметики.<s>r\n<s>r\nНикакого оклада, только процент от продаж... Зато короткий рабочий день 5/2 с 11 до 15 или с 15 до 19 на выбор.",
    "answers": [
      {
        "id": 35,
        "text": "Устроиться на работу"
      },
      {
        "id": 36,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы получаете достижение \"Тибетский монах\".\n\nВы устроились на работу и начали обзванивать людей. В основном, люди просто клали трубку, некоторые посылали матом.\nВы проработали в компании пару месяцев, за первый месяц заработали 1200, за второй 830 р. и уволились, хорошо хоть работа неофициальная, не испортили себе трудовую книжку.\nПриобрели опыт, хоть и негативный.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/1801/43/50c08ee2d270.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Предложение не слишком заманчивое, больше сойдёт за подработку. Вы говорите девушке-интервьюеру, что предложение вас не заинтересовало и уходите.\nЧерез некоторое время вам и вашим друзьям начинают названивать по оставленным номерам телефонов и предлагают Тибетскую косметику...",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить поиски работы"
      }
    ]
  },
  {
    "id": 37,
    "text": "Доступные достижения, всего 6.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться"
      },
      {
        "id": 35,
        "text": "\"Тибетский монах\"",
        "need": 35,
        "need_ever": true
      },
      {
        "id": 110,
        "text": "\"Эффективный менеджер\"",
        "need": 110,
        "need_ever": true
      },
      {
        "id": 129,
        "text": "\"Успешный\"",
        "need": 129,
        "need_ever": true
      },
      {
        "id": 204,
        "text": "\"Бюрократия\"",
        "need": 202,
        "need_ever": true
      },
      {
        "id": 73,
        "text": "\"Кабала\"",
        "need": 73,
        "need_ever": true
      },
      {
        "id": 185,
        "text": "\"Кумовство\"",
        "need": 185,
        "need_ever": true
      },
      {
        "id": 23,
        "text": "\"Развод на деньги\"",
        "need": 66,
        "need_ever": true
      }
    ]
  },
  {
    "id": 38,
    "text": "К назначенному времени вы подошли на собеседование. Подойдя к нужному кабинету, вы увидели мощного мужчину в деловом костюме, дежурящего у дверей нужного офиса. Странно, зачем турфирме такая охрана...<s>r\n<s>r\nВы подошли к нему и сказали, что пришли к Ольге на собеседование. Он ответил, что можно пройти, её стол слева от двери.",
    "answers": [
      {
        "id": 39,
        "text": "Войти в офис"
      }
    ]
  },
  {
    "id": 39,
    "text": "Офис оказался достаточно просторным. Всего в нём находилось четыре стола, за каждым сидела женщина, возле каждого стола стоит стул. В углу красуется МФУ, по углам пара растений в кадках. Вы повернулись к столу слева от входа. За ним сидела светловолосая женщина, лет 35 на вид, одетая в белую водолазку. Вы обращаетесь к ней:<s>r\n<s>r\n— Здравствуйте, вы Ольга?<s>r\n— Здравствуйте, да, это я, вы, должно быть на собеседование?<s>r\n— Да. Я Антон Мельников.<s>r\n— Хорошо, присаживайтесь, пожалуйста.",
    "answers": [
      {
        "id": 40,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 40,
    "text": "Женщина говорит:\n— Итак, позвольте я расскажу о вакансии. Это сопровождение групп в шоп-туры в Финляндию. Тур длится обычно два дня, всё это время вы сопровождаете группу. Обычно, в группе в среднем 10-15 человек. Сопровождать придётся 1-2 раза в неделю, в зависимости от спроса. Оформление официальное. Для сопровождения понадобится загранпаспорт и виза. У вас есть такие документы?\n— Нет — разочарованно говорите вы.\n— Ничего страшного, их можно оформить. У вас есть какие-нибудь вопросы по вакансии?",
    "answers": [
      {
        "id": 41,
        "text": "Да"
      },
      {
        "id": 42,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Что вы хотите узнать?",
    "answers": [
      {
        "id": 43,
        "text": "Как называется ваша компания?"
      },
      {
        "id": 44,
        "text": "Вы уже давно на рынке?"
      },
      {
        "id": 45,
        "text": "В связи с чем вам требуется работник? Большая текучка?"
      },
      {
        "id": 46,
        "text": "Зачем турфирме такой охранник на входе?"
      },
      {
        "id": 47,
        "text": "Вы организуете только туры в Финляндию?",
        "need": 43
      },
      {
        "id": 42,
        "text": "Больше нет вопросов"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Отлично, теперь перейдём к вам, расскажите о себе. <s>r\nВы рассказываете, женщина слушает, не перебивает, не задаёт вопросов. Когда вы закончили, она говорит:<s>r\n<s>r\n— Замечательно, Антон, вы нам подходите! Осталось только уладить всё с документами. Смотрите, мы можем помочь вам в подготовке, у нас есть связи, поэтому загранпаспорт получится оформить за 1,5 — 2 недели, а не за месяц. Стоить все вместе виза паспорт 20 000 рублей. Вы можете и сами заняться оформлением, но, тогда, если процесс затянется, мы можем отказать вам и взять другого кандидата. Как мы поступим?<s>r\n<s>r\nДенег у вас таких нет, дома есть 4 000 сбережений, вы откладывали из карманных денег...",
    "answers": [
      {
        "id": 50,
        "text": "Я оформлю документы сам"
      },
      {
        "id": 51,
        "text": "С собой такой суммы нет, давайте я занесу вам завтра?"
      },
      {
        "id": 52,
        "text": "Можно ли оформить документы в рассрочку?"
      },
      {
        "id": 53,
        "text": "Мне не интересна эта вакансия"
      }
    ]
  },
  {
    "id": 43,
    "text": "—\"Easy Finland Shopping\".\n— Я ни разу не слышал про такую.\n— Да, мы пока не так известны, но мы развиваемся, недавно переехали в новый офис. \n— А у вас есть веб-сайт?\n— Да, но в связи с переездом он временно не работает.\nСтранно, думаете вы.",
    "answers": [
      {
        "id": 41,
        "text": "Ещё вопросы?"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Мы уже два года занимаемся туристической деятельностью.\n— И как успехи?\n— Мы стабильно развиваемся, набираем штат, как видите.",
    "answers": [
      {
        "id": 41,
        "text": "Ещё вопросы?"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Вакансия открыта в связи с увеличением спроса на туры, мы расширяем штат. Так как зарплата приличная, текучки у нас нет.",
    "answers": [
      {
        "id": 41,
        "text": "Ещё вопросы?"
      }
    ]
  },
  {
    "id": 46,
    "text": "— В соседнем офисе у нас бухгалтерия, а в самом офисном центре охрана никакая, зато аренда дешевле. Легче нанять индивидуального охранника.",
    "answers": [
      {
        "id": 41,
        "text": "Ещё вопросы?"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Да, мы специализируемся на этом направлении. В будущем планируем расширять сферу деятельности.<s>r\n— А у вас есть рекламные буклеты, чтобы посмотреть доступные варианты туров?<s>r\nЖенщина замялась, после паузы выдала:<s>r\n— Нет, это же отдел кадров, тут нет буклетов.<s>r\n<s>r\nВам кажется странным всё это, обычно в компаниях везде логотипы, буклеты, а тут нет.. да и реакция женщины показалась настораживающей.",
    "answers": [
      {
        "id": 48,
        "text": "Странно, что у вас нет вашей рекламы и логотипов фирмы... и сайта.."
      },
      {
        "id": 42,
        "text": "Ок, давайте продолжим собеседование."
      }
    ]
  },
  {
    "id": 48,
    "text": "Женщина заметно нервничает, скомканно отвечает:\n— Ну я же говорю, офис недавно переехал.. тут ещё такой сумбур.",
    "answers": [
      {
        "id": 42,
        "text": "- Ладно, всякое бывает, давайте продолжим."
      },
      {
        "id": 49,
        "text": "Закончить собеседование"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Всё это слишком подозрительно, похоже на фирму однодневку. Я, пожалуй, пойду.\nЖенщина нервно пожимает плечами:\n— Хорошо, до свидания.\n— Прощайте.",
    "answers": [
      {
        "id": 18,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 50,
    "text": "— У меня нет таких денег, но, я попробую оформить документы сам, — говорите вы.\nЖенщина явно разочарована:\n— Что ж, тогда позвоните мне, когда всё оформите, говорит она.",
    "answers": [
      {
        "id": 54,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 51,
    "text": "Женщина улыбается вам:\n— Хорошо, приходите в любое время с 9 до 18, захватите паспорт.\n— Спасибо, до свидания!\nТеперь вам надо придумать, где взять денег. Придя домой, вы вытаскиваете свои 4 тыс из заначки. Отлично, осталось где-то взять еще 16.",
    "answers": [
      {
        "id": 55,
        "text": "Просить у родителей"
      },
      {
        "id": 56,
        "text": "Просить у друзей"
      },
      {
        "id": 57,
        "text": "Занять в \"Мигом деньги\""
      },
      {
        "id": 58,
        "text": "Взять кредит"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы замялись ненадолго и говорите:\n— Скажу честно, у меня нет таких денег, я ведь для того и ищу работу, чтобы заработать деньги.\n— А занять у кого-нибудь?\n— Нет вариантов. Но дома у меня есть 4 тысячи, можно как-нибудь договориться и оформить документы, а остальное я отдам с первой же зарплаты..\nЖенщина на минуту задумалась, посмотрела на вас и ответила:\n— Хорошо, тогда сейчас съездите и привезите то что есть.\nВы радостно помчались домой и выгребли 4 000 из заначки.",
    "answers": [
      {
        "id": 59,
        "text": "Отнести деньги в турфирму"
      }
    ]
  },
  {
    "id": 53,
    "text": "К этому моменту вы уже окончательно поняли, что это развод. Вы вежливо попрощались и ушли домой, искать что-то реальное.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 54,
    "text": "Всё было готово за 6 недель, вы позвонили Ольге, но телефон оказался отключен, вы поехали в офис, но никакого офиса там уже не было, помещения закрыты. Фирма оказалась мошенниками, выманивающими деньги. Для вас всё кончилось не так плохо, загранпаспорт теперь у вас есть, правда, вы потеряли время, ничего не искали, пока оформляли документы и грезили о з/п в 40 000.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы решили просить денег у родителей, честно рассказали, на что пойдут деньги и родители дали вам недостающую сумму.",
    "answers": [
      {
        "id": 59,
        "text": "Отнести деньги в турфирму"
      }
    ]
  },
  {
    "id": 56,
    "text": "К сожалению, среди ваших друзей нет Рокфеллеров. Все одного возраста с вами и, в основном, тоже в поисках работы, либо ещё учатся, либо \"у самих нет, извиняй\".\nПридётся пробовать что-то другое.",
    "answers": [
      {
        "id": 55,
        "text": "Просить у родителей"
      },
      {
        "id": 57,
        "text": "Занять в \"Быстро деньги\""
      },
      {
        "id": 58,
        "text": "Взять кредит"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы пошли в контору, которая была рядом с вашим домом. На ней огромными яркими буквами написано :\"Деньги — сразу!\", \"Кредит только по паспорту!\". Вам сразу согласились выдать нужную сумму. Вы запросили 20 тысяч, чтобы не тратить карманные.\nВам объяснили, что уже через месяц, вы должны будете отдать 30 тыс, через 2 — 40, через 3- 60, и так по нарастающей.\nВы рассудили, что уже через 2 недели начнете работать и, как раз, первой же зарплатой, сможете погасить займ. Вы расписались в документах и получили деньги, всё просто.",
    "answers": [
      {
        "id": 59,
        "text": "Отнести деньги в турфирму"
      }
    ]
  },
  {
    "id": 58,
    "text": "Оформление кредита обычно долгий процесс, а у вас нет на это времени, поэтому вы берете потребительский кредит на телефон стоимостью 23 тысячи и продаете его за 20 тысяч. Теперь вы должны платить по кредиту 1000 в месяц, а, если с работой всё срастётся, то вы сразу же досрочно погасите кредит с первой зарплаты. ",
    "answers": [
      {
        "id": 59,
        "text": "Отнести деньги в турфирму"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы снова пришли в офис, уже с деньгами. На входе всё так же стоял охранник. Вы сказали, что идете на оформление, вас пропустили.<s>r\nОльга радостно поздоровалась и вы отдали ей деньги. Она сделала ксерокопию паспорта, сказала, что через 2 недели документы будут готовы и она вам позвонит.",
    "answers": [
      {
        "id": 60,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 60,
    "text": "Прошло чуть больше, чем две недели, но Ольга не позвонила. Что будете делать? ",
    "answers": [
      {
        "id": 61,
        "text": "Ждать"
      },
      {
        "id": 62,
        "text": "Позвонить самому"
      }
    ]
  },
  {
    "id": 61,
    "text": "Прошло три недели с момента подачи документов. Никто вам не звонит.",
    "answers": [
      {
        "id": 64,
        "text": "Ждать"
      },
      {
        "id": 65,
        "text": "Позвонить самому"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы звоните и спрашиваете Ольгу, говорите ей, что две недели уже прошло. Она отвечает, что произошла непредвиденная задержка и просит вас подождать ещё неделю.",
    "answers": [
      {
        "id": 61,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы приходите в знакомое здание, поднимаетесь на четвертый этаж. Возле офиса никого нет, дверь приоткрыта.",
    "answers": [
      {
        "id": 66,
        "text": "Заглянуть"
      }
    ]
  },
  {
    "id": 64,
    "text": "Прошло четыре недели. Никто так и не позвонил.",
    "answers": [
      {
        "id": 65,
        "text": "Позвонить самому"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы звоните, но никто не берет трубку.",
    "answers": [
      {
        "id": 63,
        "text": "Идти в офис"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы получаете достижение \"Развод на деньги\".<s>r\n<s>r\nВы заходите и.. внутри пусто, никого и ничего нет. Вы стоите в пустой комнате и до вас доходит, что всё это был развод. Вы попали к мошенникам.",
    "answers": [
      {
        "id": 67,
        "text": "Рассказать родителям",
        "need": 55
      },
      {
        "id": 68,
        "text": "Вернуться к поискам работы",
        "need": 52
      },
      {
        "id": 69,
        "text": "Расстроиться",
        "need": 58
      },
      {
        "id": 70,
        "text": "Внутри все похолодело",
        "need": 57
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b22/1801/5e/f9c72b87f662.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы возвращаетесь домой и рассказываете родителям о происшествии. Они заставляют вас обратиться в полицию, вы пишите заявление и несколько раз безрезультатно посещаете участок.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить поиски работы"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы потеряли деньги и время, хорошо, что это были всего 4000.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 69,
    "text": "Теперь на вас кредит и вы потеряли деньги, в следующий раз нужно быть осторожнее.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вас обманули и на вас висит кредит, увеличивающийся, как снежный ком. Вам не с чего его отдавать.",
    "answers": [
      {
        "id": 71,
        "text": "Просить помощи у родителей"
      },
      {
        "id": 72,
        "text": "Пробовать справиться самому"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы пришли домой и всё рассказали родителям, они очень разозлились на вас, ругали, но помогли. Достали нужную сумму и погасили займ. Вас заставили написать заявление в полицию. Вы оказались не единственной жертвой, но преступников так и не нашли.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы идёте в контору \"Мигом деньги\", пытаетесь договориться об отсрочке выплат, но вам отвечают, что в договоре всё прописано и не идут на уступки.",
    "answers": [
      {
        "id": 73,
        "text": "Найти работу"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы получаете достижение \"Кабала\".<s>r\n<s>r\nЧерез какое-то время вы нашли работу за 22 тыс в месяц, при этом, ваш долг уже вырос до 200 тыс. Вам звонили коллекторы, приходили домой, вы отвечали, чтобы они подавали на вас в суд. И они подали.. все документы были оформлены юридически-грамотно, и они выиграли суд... Теперь у вас вычитают деньги по суду, по 10 тыс в месяц из зарплаты, и у вас есть судимость, выезд за границу для вас закрыт.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/1801/06/03c13f70a367.jpg"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы подошли к огромному современному бизнесс-центру из стекла и металла. Оно выглядит просто потрясающе. Вы заходите внутрь, оформляете пропуск, спрашиваете как пройти в ТФС. Вам объясняют, что у них в этом здании 2 этажа, ваш пропуск будет действителен только для них. Вы поднимаетесь на одном из лифтов на 18 этаж. Для входа в коридоры ТФС используете магнитный пропуск, двери разблокировались. Вы легко находите нужный офис, рядом с ним уже стоит человек 10 кандидатов.<s>r\nВы останавливаетесь рядом, рассматриваете остальных, в основном, претенденты примерно вашего возраста.<s>r\n<s>r\nИз соседней двери выходит одна из сотрудниц ТФС, отпирает офис и предлагает всем войти.",
    "answers": [
      {
        "id": 75,
        "text": "Войти в офис"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы попали в просторную светлую аудиторию, в центре доска и несколько рядов стульев. Похоже на учебный класс, не хватает только столов.\nВсе рассаживаются как удобно.\nДевушка представляется Екатериной, рассказывает о компании, о её истории, успехах, рисует карьерную лестницу, рассказывает, что каждый может подняться от менеджера до руководителя. Проникновенно говорит, что и она когда-то начинала с менеджера.\nОбъясняет систему оплаты, оклад составляет... 12000... а где же обещанные 50??? Их возможно заработать, если ты и салон связи выполняете план продаж. Введена бонусная система.\nДевушка рассказывает красиво... вы уже видите себя Руководителем Направления с з.п. в 100 тыс...\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее все рассказывают о себе"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вкратце каждый рассказывает о себе, вы заполняете стандартизированные анкеты. Они похожи на ваше резюме, отличается лишь несколько пунктов. В опыт работы вы ничего не пишите, продавцами берут и без опыта. \nПодходит ваша очередь рассказывать, после этого вам задают несколько вопросов.\n",
    "answers": [
      {
        "id": 77,
        "text": "Ответить на вопросы"
      },
      {
        "id": 76,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a41/1801/50/cb9656a62c86.jpg"
      }
    ]
  },
  {
    "id": 77,
    "text": "Екатерина задаёт вам вопросы, помечая что-то у себя на листочке:\n\n— Почему вы выбрали именно нашу компанию?",
    "answers": [
      {
        "id": 78,
        "text": "Потому что именно вы дали объявление, а мне нужна работа"
      },
      {
        "id": 78,
        "text": "Вы крупная компания с мировым именем и я хотел бы стать частью вашей команды"
      },
      {
        "id": 80,
        "text": "Увидел объявление и пришёл, не выбирал особо"
      },
      {
        "id": 81,
        "text": "Вы - императоры и мегакрутые ребята на рынке сотовой связи!"
      },
      {
        "id": 82,
        "text": "Судьба, в лице слепой старухи указала мне этот Путь, о прекрасная госпожа! И я готов стать сияющим рыцарем, продающим сотовую связь! Готов нести просвещение темным людям, не ведающим о тарифной сетке!"
      }
    ]
  },
  {
    "id": 78,
    "text": "Хорошо, Антон, кем вы видите себя через 3 года? Какие у вас планы?",
    "answers": [
      {
        "id": 83,
        "text": "А у вас? Как можно быть уверенным хоть в чём-то в этом стремительно-меняющемся мире? Вы можете дать мне план развития вашей компании на ближайшие три года?"
      },
      {
        "id": 84,
        "text": "Директором вашей конторы!"
      },
      {
        "id": 85,
        "text": "Вижу себя Руководителем направления. Планирую развиваться в вашей компании. Через год, накопив на первый взнос, хочу взять кредит на машину. "
      },
      {
        "id": 86,
        "text": "Властелином мира, покоряющим Вселенную! Планирую построить Звезду Смерти и стать Великим! "
      },
      {
        "id": 89,
        "text": "Вижу себя одним из Тренеров вашего учебного центра :) Накопив опыт, я буду передавать его новоприбывшим!"
      },
      {
        "id": 88,
        "text": "Продавцом салона связи, впаривающим туфту людям."
      },
      {
        "id": 90,
        "text": "Переводчиком крупной международной компании"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Садитесь на своё место, через несколько минут я оглашу список тех, кто сможет пройти обучение!",
    "answers": [
      {
        "id": 106,
        "text": "Сесть на место"
      }
    ]
  },
  {
    "id": 80,
    "text": "Екатерина слегка поморщилась. Хорошо, Антон, кем вы видите себя через 3 года? Какие у вас планы?",
    "answers": [
      {
        "id": 83,
        "text": "А у вас? Как можно быть уверенным хоть в чём-то в этом стремительно-меняющемся мире? Вы можете дать мне план развития вашей компании на ближайшие три года?"
      },
      {
        "id": 84,
        "text": "Директором вашей конторы!"
      },
      {
        "id": 85,
        "text": "Вижу себя Руководителем направления. Планирую развиваться в вашей компании. Через год, накопив на первый взнос, хочу взять кредит на машину. "
      },
      {
        "id": 86,
        "text": "Властелином мира, покоряющим Вселенную! Планирую построить Звезду Смерти и стать Великим! "
      },
      {
        "id": 87,
        "text": "Вижу себя одним из Тренеров вашего учебного центра :) Накопив опыт, я буду передавать его новоприбывшим!"
      },
      {
        "id": 88,
        "text": "Продавцом салона связи, впаривающим туфту людям."
      }
    ]
  },
  {
    "id": 81,
    "text": "Екатерина криво улыбнулась, но всё же продолжила:\n— Антон, а кем вы видите себя через 3 года? Какие у вас планы?",
    "answers": [
      {
        "id": 83,
        "text": "А у вас? Как можно быть уверенным хоть в чём-то в этом стремительно-меняющемся мире? Вы можете дать мне план развития вашей компании на ближайшие три года?"
      },
      {
        "id": 84,
        "text": "Директором вашей конторы!"
      },
      {
        "id": 85,
        "text": "Вижу себя Руководителем направления. Планирую развиваться в вашей компании. Через год, накопив на первый взнос, хочу взять кредит на машину. "
      },
      {
        "id": 86,
        "text": "Властелином мира, покоряющим Вселенную! Планирую построить Звезду Смерти и стать Великим! "
      },
      {
        "id": 87,
        "text": "Вижу себя одним из Тренеров вашего учебного центра :) Накопив опыт, я буду передавать его новоприбывшим!"
      },
      {
        "id": 88,
        "text": "Продавцом салона связи, впаривающим туфту людям."
      }
    ]
  },
  {
    "id": 82,
    "text": "Екатерина вытаращила на вас глаза и минуту не могла оправиться, наконец, она продолжила:\n— Допустим... а скажите, кем вы видите себя через 3 года? Какие у вас планы?",
    "answers": [
      {
        "id": 83,
        "text": "А у вас? Как можно быть уверенным хоть в чём-то в этом стремительно-меняющемся мире? Вы можете дать мне план развития вашей компании на ближайшие три года?"
      },
      {
        "id": 84,
        "text": "Директором вашей конторы!"
      },
      {
        "id": 85,
        "text": "Вижу себя Руководителем направления. Планирую развиваться в вашей компании. Через год, накопив на первый взнос, хочу взять кредит на машину. "
      },
      {
        "id": 86,
        "text": "Властелином мира, покоряющим Вселенную! Планирую построить Звезду Смерти и стать Великим! "
      },
      {
        "id": 87,
        "text": "Вижу себя одним из Тренеров вашего учебного центра :) Накопив опыт, я буду передавать его новоприбывшим!"
      },
      {
        "id": 88,
        "text": "Продавцом салона связи, впаривающим туфту людям."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Естественно у компании есть план развития, но мы сейчас говорим о вас. — помечает что-то у себя. — Хорошо, следующий вопрос, перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 92,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 94,
        "text": "Пью, курю, много сплю!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 96,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 97,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 84,
    "text": "Екатерина пристально смотрит на вас и произносит:\n— Хм, смело.. Хорошо, следующий вопрос, перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 92,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 94,
        "text": "Пью, курю, много сплю!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 96,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 97,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 85,
    "text": "Отлично, но у нас есть должности и выше, чем Руководитель направления, например, Тренер учебного центра?",
    "answers": [
      {
        "id": 89,
        "text": "Не люблю обучать людей, должности Руководителя мне достаточно."
      },
      {
        "id": 89,
        "text": "Должность Тренера у меня запланирована на 4ый год."
      }
    ]
  },
  {
    "id": 86,
    "text": "Глаза Екатерины округлились, но она всё же задала следующий вопрос:\n— Хмм.. ладно, следующий вопрос, перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 92,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 94,
        "text": "Пью, курю, много сплю!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 96,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 97,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Отлично, следующий вопрос, перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 92,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 94,
        "text": "Пью, курю, много сплю!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 96,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 97,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 88,
    "text": "Екатерина нахмурилась и произнесла:\n— Если у вас такое негативное отношение к вакансии, зачем вы пришли! Антон, ваша кандидатура более не рассматривается! Прошу вас покинуть наш офис!",
    "answers": [
      {
        "id": 91,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Хорошо, следующий вопрос, перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 107,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 94,
        "text": "Пью, курю, много сплю!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 108,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 109,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 90,
    "text": "Екатерина нахмурилась:\n— Так, значит вы хотите работать по профессии? Что вы тогда делаете у нас, в компании ТФС нет вакансии переводчик!",
    "answers": [
      {
        "id": 91,
        "text": "- Действительно, сам не пойму, зачем я к вам пришёл. (Уйти)."
      },
      {
        "id": 100,
        "text": "Мне нужна работа, нужны деньги, хоть я и буду пытаться устроиться по профессии, но сейчас хочу работать у вас! "
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы покинули офис, работа вам так и не досталась, но вы не особо расстроены, можно поискать что-то более подходящее.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Я же просила недостатки, а не достоинства. — улыбается Екатерина.\n— Я объясню вам. — отвечаете вы. — Я настолько много работаю, что это мешает моей личной жизни! А уж честность в наше время можно считать скорее недостатком, чем достоинством!\n— Как вы говорите о трудоголизме, если вы никогда не работали?\n— Учебе я отдавался полностью.\n",
    "answers": [
      {
        "id": 101,
        "text": "- Хорошо! Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 93,
    "text": "— И зачем нам тогда ваша кандидатура?! — удивлённо поднимает брови Екатерина.\n— Как, вы ведь просили назвать недостатки... — теряетесь вы. — Но я борюсь с ними, клянусь, они никак не повлияют на работу!\n",
    "answers": [
      {
        "id": 101,
        "text": "- Хорошо. Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 94,
    "text": "— Это вредные привычки, они не относятся к личным качествам! — Попробуйте ещё раз! Перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 92,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 96,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 97,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Я не сошла с ума, это стандартный список вопросов, разработанный HR-отделом! А вы могли бы быть и повежливее, если вам правда нужна эта работа! Прошу вас покинуть собеседование!",
    "answers": [
      {
        "id": 91,
        "text": "- С удовольствием!"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Мм, очень интересно.. ",
    "answers": [
      {
        "id": 101,
        "text": "..Хорошо. Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 97,
    "text": "— Конечно, мы занимаемся продажей гаджетов и неплохо, что вы их любите, но не помешает ли это вашей работе? — с сомнением спрашивает Екатерина.\n— Нет, никак не помешает, уверяю вас!",
    "answers": [
      {
        "id": 101,
        "text": "- Хорошо. Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 98,
    "text": "Екатерина в замешательстве, она не знает что вам ответить и начинает заикаться:\n— Я..я..я.. мне... нужно отойти на минутку.\nОна быстро выходит из офиса, но через пару минут возвращается с парой крепких охранников. Она показывает им на вас и просит вывести из здания.",
    "answers": [
      {
        "id": 91,
        "text": "- Воу, воу, ребятки, давайте без рук, я сам могу выйти! (Уйти)"
      },
      {
        "id": 99,
        "text": "- Вы чего, совсем берега попутали?! (Драться)"
      }
    ]
  },
  {
    "id": 99,
    "text": "Оба охранника двинулись на вас. Вы изловчились увернуться и двинули одному из них под дых, он согнулся. Екатерина взвизгнула и вжалась в угол. Второй охранник двинулся на вас. Остальные соискатели с интересом наблюдают за вами, многие снимают происходящее на мобильные телефоны.",
    "answers": [
      {
        "id": 102,
        "text": "Ударить кулаком"
      },
      {
        "id": 103,
        "text": "Ударить стулом"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Хорошо, следующий вопрос, перечислите минимум три ваших личностных недостатка!",
    "answers": [
      {
        "id": 92,
        "text": "Трудоголизм, честность, искренность!"
      },
      {
        "id": 93,
        "text": "Лень, необщительность, правдивость!"
      },
      {
        "id": 94,
        "text": "Пью, курю, много сплю!"
      },
      {
        "id": 95,
        "text": "Вы с ума сошли, правда думаете, что тот, кто хочет устроиться на работу, скажет вам правду по поводу своих недостатков?"
      },
      {
        "id": 96,
        "text": "Люблю зарабатывать деньги, не люблю ими делиться, люблю командовать людьми."
      },
      {
        "id": 97,
        "text": "Игровая зависимость, компьютерная зависимость, зависимость от гаджетов, но, я с этим борюсь."
      },
      {
        "id": 98,
        "text": "Я само совершенство, как вы посмели предположить, что у МЕНЯ есть недостатки?!"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Садитесь на своё место, через несколько минут я оглашу список тех, кто сможет пройти обучение!",
    "answers": [
      {
        "id": 111,
        "text": "Сесть на место"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы бросаетесь на охранника с кулаками, он не уступает вам, а, через некоторое время, его напарник присоединяется, вас скручивают и силой выводят из здания.",
    "answers": [
      {
        "id": 104,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 103,
    "text": "В запале, вы хватаете первый попавшийся под руку стул и бьёте охранника им по спине. Он падает на пол и лежит неподвижно.",
    "answers": [
      {
        "id": 105,
        "text": "Бросить стул и бежать"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы возвращаетесь домой немного потрёпанным, но на лице синяков нет, можно искать работу дальше.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 105,
    "text": "Только теперь до вас доходит, что вы сделали, вы убегаете, но на выходе вас уже ожидают 5 охранников. Они задерживают вас и вызывают полицию, пострадавший охранник пишет на вас заявление, снимает побои. \nВас приговаривают к 1 году лишения свободы условно за нанесение тяжких телесных повреждений. С судимостью найти работу сложнее, поэтому, это уже совсем другая история.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 106,
    "text": "Екатерина несколько минут просматривает бумаги, а потом оглашает результаты. В списке прошедших собеседование есть ваша фамилия! ",
    "answers": [
      {
        "id": 110,
        "text": "Устроиться на работу"
      },
      {
        "id": 91,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 107,
    "text": "— Я же просила недостатки, а не достоинства. — улыбается Екатерина.\n— Я объясню вам. — отвечаете вы. — Я настолько много работаю, что это мешает моей личной жизни! А уж честность в наше время можно считать скорее недостатком, чем достоинством!\n— Как вы говорите о трудоголизме, если вы никогда не работали?\n— Учебе я отдавался полностью.\n",
    "answers": [
      {
        "id": 79,
        "text": "- Хорошо! Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 108,
    "text": "— Мм, очень интересно.. ",
    "answers": [
      {
        "id": 79,
        "text": "..Хорошо. Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 109,
    "text": "— Конечно, мы занимаемся продажей гаджетов и неплохо, что вы их любите, но не помешает ли это вашей работе? — с сомнением спрашивает Екатерина.\n— Нет, никак не помешает, уверяю вас!",
    "answers": [
      {
        "id": 79,
        "text": "- Хорошо. Давайте подведём итоги собеседования."
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы получаете достижение \"Эффективный менеджер\".<s>r\n<s>r\nВы устроились на работу в ТФС. Обещанных 50 тысяч вы так и не увидели, в среднем 15-20 в месяц, максимум 25 в пик продаж.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 110,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c14/1801/33/9247d69796bd.jpg"
      }
    ]
  },
  {
    "id": 111,
    "text": "Екатерина просматривает бумаги. Спустя несколько минут, она оглашает список тех, кто прошёл собеседование. Вашей фамилии в нём нет, видимо, ваши ответы на вопросы ее не устроили. Может, это и к лучшему.",
    "answers": [
      {
        "id": 91,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Да, у меня есть опыт работы.\n— Отлично, в объявлении указаны условия работы, оформление у нас официальное. У вас есть какие-нибудь вопросы?\n— Нет.\n— Хорошо, тогда я могу записать вас на собеседование. Завтра в 11:00 вам будет удобно?\n— Да.\n— Назовите своё имя и фамилию, чтобы я могла вас записать.\n— Антон Мельников.\n— Хорошо, Антон, я записала вас на завтра, 11:00, если вдруг не сможете подойти, обязательно позвоните, чтоб мы вас не ждали. Наша организация \"Самсон\" расположена по адресу Тимохинская 29, двухэтажное здание с нашей вывеской. Всё здание принадлежит нам, на входе скажите, что вам в отдел кадров.\n— Хорошо, всё понятно.",
    "answers": [
      {
        "id": 115,
        "text": "Подготовиться к собеседованию"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Молодой человек, в объявлении же ясно написано, что мы берём только с опытом работы, вы читать умеете?! — повысила голос женщина.\n— Но я..\n— Всего доброго! Не тратьте моё время!",
    "answers": [
      {
        "id": 20,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы решаете выждать день и позвонить ещё раз, но теперь точно соврать.\n\nВы звоните по поводу вакансии переводчика. Трубку берёт женщина с уже знакомым глубоким грудным голосом:\n— Алло.\n— Алло, здравствуйте! Я звоню по поводу работы переводчиком!\n— Да, у нас есть такая вакансия, но мы рассматриваем кандидатов только с опытом работы! У вас он есть?",
    "answers": [
      {
        "id": 112,
        "text": "- Да. (Соврать)"
      }
    ]
  },
  {
    "id": 115,
    "text": "Итак, вы соврали потенциальному работодателю, нужно проверить, надо ли вам исправлять резюме. Вы перепроверяете, что написали.",
    "answers": [
      {
        "id": 116,
        "text": "Надо",
        "need": 10
      },
      {
        "id": 117,
        "text": "Не надо",
        "need": -10
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы сказали, что у вас есть опыт работы, но в резюме этого не написано, вы подправляете резюме.",
    "answers": [
      {
        "id": 118,
        "text": "Исправить"
      }
    ]
  },
  {
    "id": 117,
    "text": "А в резюме у вас уже написан опыт работы, ничего исправлять не нужно.",
    "answers": [
      {
        "id": 120,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 118,
    "text": "Обман нужно продумать. Вы можете написать, что подрабатывали гидом-переводчиком в тур-агенстве или, что делали переводы для студенческой газеты. В обоих случаях, если понадобится, вы можете дать номер телефона старшей сестры, заранее договорившись, что она представится вашим руководителем.",
    "answers": [
      {
        "id": 119,
        "text": "Переводы для студ. газеты"
      },
      {
        "id": 121,
        "text": "Гид в тур-агенстве"
      }
    ]
  },
  {
    "id": 119,
    "text": "Такую ложь сложнее проверить, но и считать это полноценной трудовой деятельностью не будут. Что ж, попробуем так.",
    "answers": [
      {
        "id": 120,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 120,
    "text": "На следующий день вы идёте на собеседование, на входе в \"Самсон\" спрашиваете как пройти в отдел кадров, вам объясняют, вы находите нужную дверь. В кабинете сидит полноватая миловидная женщина, на вид ей слегка за 40. <s>r\nВы недолго общаетесь с ней, она смотрит ваши документы, просматривает резюме, задаёт несколько вопросов и, наконец говорит:<s>r\n<s>r\n— Всё хорошо, теперь идите на второй этаж, третья дверь направо, там находится руководитель направления по иностранным проектам, он вас протестирует на профпригодность.",
    "answers": [
      {
        "id": 122,
        "text": "Идти на тестирование"
      },
      {
        "id": 120,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/1801/a9/3f8cb0618314.jpg"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы гуглите и находите несколько тур-фирм, указываете реальные реквизиты одной из них. Телефоны организаций в резюме не пишут, но это не помешает дотошному работодателю самостоятельно найти номер и выяснить правду. Будем надеяться на удачу.",
    "answers": [
      {
        "id": 120,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 122,
    "text": "В кабинете руководителя вас сажают за компьютер и дают списки предложений на английском, которые нужно перевести на русский и предложений на русском, которые нужно перевести на английский с верной грамматикой, временами. Выполнение теста ограничено по времени.\n\n\n[Вам я предлагаю пройти лёгкий тест на знание английского]",
    "answers": [
      {
        "id": 123,
        "text": "Пройти тест"
      },
      {
        "id": 124,
        "text": "Отказаться и уйти"
      }
    ]
  },
  {
    "id": 123,
    "text": "Перевод слова \"документ\".",
    "answers": [
      {
        "id": 125,
        "text": "\"report\""
      },
      {
        "id": 126,
        "text": "\"document\""
      },
      {
        "id": 125,
        "text": "\"repourt\""
      },
      {
        "id": 125,
        "text": "\"dokument\""
      },
      {
        "id": 125,
        "text": "\"raport\""
      },
      {
        "id": 125,
        "text": "\"dockument\""
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы отказались проходить тест, руководитель разочарованно пожимает плечами и желает вам удачи в поисках работы.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 125,
    "text": "Перевод слова \"окно\".",
    "answers": [
      {
        "id": 142,
        "text": "\"okno\""
      },
      {
        "id": 142,
        "text": "\"window\""
      },
      {
        "id": 142,
        "text": "\"glass\""
      },
      {
        "id": 142,
        "text": "\"fenster\""
      }
    ]
  },
  {
    "id": 126,
    "text": "Перевод слова \"окно\".",
    "answers": [
      {
        "id": 142,
        "text": "\"okno\""
      },
      {
        "id": 132,
        "text": "\"window\""
      },
      {
        "id": 142,
        "text": "\"glass\""
      },
      {
        "id": 142,
        "text": "\"fenster\""
      }
    ]
  },
  {
    "id": 127,
    "text": "Перевод словосочетания \"Peter the Great\".",
    "answers": [
      {
        "id": 131,
        "text": "\"Пётр Первый\""
      },
      {
        "id": 131,
        "text": "\"Питер Большой\""
      },
      {
        "id": 131,
        "text": "\"Пётр Великий\""
      },
      {
        "id": 131,
        "text": "\"Питер Славный\""
      },
      {
        "id": 131,
        "text": "\"Петер Грит\""
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы не прошли тест и теперь вам нужно подыскать другую вакансию.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 129,
    "text": "Вы получаете достижение \"Успешный\".\n\nВы смогли устроиться на работу по специальности и развивать свои навыки в данной области.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1801/cc/c1982caf9082.jpg"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы несколько недель ждали звонка, но никто так и не позвонил, возможно, ваше резюме им не подошло.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы прошли тест, но сделали одну или несколько ошибок! — говорит руководитель. — У вас есть три попытки на прохождение теста, можете воспользоваться ими или уйти.",
    "answers": [
      {
        "id": 131,
        "text": "Сколько дополнительных попыток вы уже использовали:",
        "comment": true,
        "var_show": [
          "try"
        ]
      },
      {
        "id": 122,
        "text": "Пройти ещё раз",
        "var_add": [
          "try",
          1
        ],
        "var_no_more": [
          "try",
          3
        ]
      },
      {
        "id": 128,
        "text": "Попрощаться и уйти"
      }
    ]
  },
  {
    "id": 132,
    "text": "Перевод слова \"heal\".",
    "answers": [
      {
        "id": 127,
        "text": "\"хилый\""
      },
      {
        "id": 127,
        "text": "\"хилить\""
      },
      {
        "id": 127,
        "text": "\"килька\""
      },
      {
        "id": 138,
        "text": "\"исцелять\""
      },
      {
        "id": 127,
        "text": "\"помогать\""
      }
    ]
  },
  {
    "id": 133,
    "text": "Вы отправляете резюме на указанный адрес и вам остаётся только ждать, позвонят вам, или нет.",
    "answers": [
      {
        "id": 130,
        "text": "Ждать звонка",
        "need": 10
      },
      {
        "id": 134,
        "text": "Ждать звонка",
        "need": -10
      }
    ]
  },
  {
    "id": 134,
    "text": "Через неделю вам позвонили, девушка представилась Алиной и пригласила вас на собеседование, назначив день и назвав адрес.",
    "answers": [
      {
        "id": 135,
        "text": "Собраться на собеседование"
      }
    ]
  },
  {
    "id": 135,
    "text": "Вы понимаете, что отправляетесь на собеседование в солидную крупную компанию, поэтому нужно продумать: в чём вы пойдёте на собеседование, как вы будете выглядеть.",
    "answers": [
      {
        "id": 136,
        "text": "Не париться. Пойти в обычной одежде"
      },
      {
        "id": 137,
        "text": "Выбрать одежду"
      }
    ]
  },
  {
    "id": 136,
    "text": "Вы решили не заморачиваться с внешним видом, одели футболку, джинсы и отправились на встречу с работодателем. <s>r\n<s>r\nВ приемной вас встретила Алина, миловидная секретарша. Она проводила вас в кабинет руководителя.<s>r\nТам вас уже ждал солидный мужчина в костюме и галстуке.",
    "answers": [
      {
        "id": 139,
        "text": "Руководитель оценивающе окинул вас взглядом и жестом пригласил присесть"
      },
      {
        "id": 136,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/1801/a6/ea2317b5b2b7.jpg"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы открыли шкаф. Одежды не так много: футболки, несколько рубашек, брюки, джинсы, 3 галстука и костюм, в котором вы были на выпускном.\n\nЧто наденете?",
    "answers": [
      {
        "id": 143,
        "text": "Рубашка и брюки"
      },
      {
        "id": 144,
        "text": "Футболка и брюки"
      },
      {
        "id": 145,
        "text": "Костюм, рубашка, галстук"
      },
      {
        "id": 144,
        "text": "Рубашка и джинсы"
      },
      {
        "id": 147,
        "text": "Пиджак, рубашка, джинсы"
      },
      {
        "id": 148,
        "text": "Костюм и футболка"
      }
    ]
  },
  {
    "id": 138,
    "text": "Перевод словосочетания \"Peter the Great\".",
    "answers": [
      {
        "id": 140,
        "text": "\"Пётр Первый\""
      },
      {
        "id": 131,
        "text": "\"Питер Большой\""
      },
      {
        "id": 140,
        "text": "\"Пётр Великий\""
      },
      {
        "id": 131,
        "text": "\"Питер Славный\""
      },
      {
        "id": 131,
        "text": "\"Петер Грит\" "
      }
    ]
  },
  {
    "id": 139,
    "text": "Вы беседовали недолго, на отвлечённые темы. В конце руководитель сказал, что вам перезвонят.",
    "answers": [
      {
        "id": 141,
        "text": "Ждать звонка"
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы правильно ответили на все вопросы и прошли тест! Поздравляю! — говорит руководитель.",
    "answers": [
      {
        "id": 129,
        "text": "Устроиться на работу"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вы долго ждали, но никто не перезвонил.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 142,
    "text": "Перевод слова \"heal\".",
    "answers": [
      {
        "id": 127,
        "text": "\"хилый\""
      },
      {
        "id": 127,
        "text": "\"хилить\""
      },
      {
        "id": 127,
        "text": "\"килька\""
      },
      {
        "id": 127,
        "text": "\"исцелять\""
      },
      {
        "id": 127,
        "text": "\"помогать\""
      }
    ]
  },
  {
    "id": 143,
    "text": "Неплохой вариант.",
    "answers": [
      {
        "id": 149,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 144,
    "text": "Интересный выбор.",
    "answers": [
      {
        "id": 146,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 145,
    "text": "Оптималтный вариант для собеседования в крупной компании. Вы смотритесь солидно.",
    "answers": [
      {
        "id": 149,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 146,
    "text": "В приемной вас встретила Алина, миловидная секретарша. Она проводила вас в кабинет руководителя.\nТам вас встретил солидный мужчина в костюме и галстуке.",
    "answers": [
      {
        "id": 139,
        "text": "Руководитель оценивающе окинул вас взглядом и жестом пригласил присесть"
      }
    ]
  },
  {
    "id": 147,
    "text": "Вы выбрали немного странный стиль.",
    "answers": [
      {
        "id": 146,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 148,
    "text": "Вроде и по-деловому, и молодёжно, неплохой вариант.",
    "answers": [
      {
        "id": 149,
        "text": "Идти на собеседование"
      }
    ]
  },
  {
    "id": 149,
    "text": "В приемной вас встретила Алина, миловидная секретарша. Она проводила вас в кабинет руководителя.<s>r\nТам вас уже ждал солидный мужчина в костюме и галстуке.",
    "answers": [
      {
        "id": 150,
        "text": "Руководитель пригласил вас присесть"
      },
      {
        "id": 149,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c12/1801/a6/ea2317b5b2b7.jpg"
      }
    ]
  },
  {
    "id": 150,
    "text": "Он рассказал вам о компании, о вакансии. Предложение действительно заманчивое: официальное оформление, полностью \"белая\" заработная плата, возможность карьерного роста и заграничные командировки.<s>r\nТеперь руководитель, Александр Борисович, просит вас рассказать о себе. Параллельно он просматривает резюме.<s>r\n<s>r\nВы вкратце рассказываете о себе. Потом руководитель задаёт вам вопросы:<s>r\n<s>r\n— Итак, вы написали, что у вас есть опыт трудовой деятельности. Расскажите подробнее о своём опыте! Чего вы достигли на прошлом месте работы?",
    "answers": [
      {
        "id": 151,
        "text": "- Ну это было скорее дополнение к учебному процессу... Я достиг хорошего уровня переводов.",
        "need": 13
      },
      {
        "id": 152,
        "text": "- Переводы для студенческой газеты дали мне первоначальный опыт! На рабочем месте я смог реорганизовать процедуру подачи переводов, улучшив взаимодействие редакторов и переводчиков.",
        "need": 13
      },
      {
        "id": 152,
        "text": "- Это была подработка на время учёбы, но она принесла мне бесценный опыт! Вместе  с руководством турфирмы мы улучшили экскурсионные тексты, я добился обновления туристических программ.",
        "need": 14
      },
      {
        "id": 151,
        "text": "- Ну да, я работал в турфирме, но это была всего лишь подработка... Я добился усовершенствования своей разговорной речи.",
        "need": 14
      }
    ]
  },
  {
    "id": 151,
    "text": "После этого ответа, разговор идёт скомканно и вскоре руководитель прощается с вами. Он обещает перезвонить.\nПроходит две недели, но звонка так и нет. Вы сами перезваниваете и узнаёте, что место досталось другому человеку.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вы рассказываете о своём опыте, обязательно говорите о своём вкладе в рабочий процесс на предыдущем месте работы. Руководитель заинтересованно слушает вас.\n\n— Хорошо, следующий вопрос. Расскажите подробнее о своём хобби. В резюме вы написали, что это...",
    "answers": [
      {
        "id": 153,
        "text": "шахматы, настольные игры. Это интересно, ведь я тоже увлекаюсь шахматами.",
        "need": 7
      },
      {
        "id": 154,
        "text": "походы, спорт. Хм, вы не похожи на спортсмена.",
        "need": 15
      },
      {
        "id": 155,
        "text": "компьютерные игры.",
        "need": 16
      }
    ]
  },
  {
    "id": 153,
    "text": "— И давно вы этим увлекаетесь?",
    "answers": [
      {
        "id": 156,
        "text": "- С детства. Я ходил в секцию, а позже стал развивать свои умения."
      },
      {
        "id": 157,
        "text": "- Где-то год назад, только пытаюсь разобраться в тонкостях."
      }
    ]
  },
  {
    "id": 154,
    "text": "— Мне нравится йога, она не влияет на телосложение, только на гибкость — хитрите вы.<s>r\n— Что ж, это интересное увлечение! — говорит Александр Борисович. — И ещё один вопрос. На какую заработную плату вы рассчитываете?<s>r\n<s>r\nВы удивлены этому внезапному вопросу. Ведь в объявлении была указана конкретная сумма, зачем же спрашивать ещё раз. Руководитель ждёт ответа.",
    "answers": [
      {
        "id": 159,
        "text": "- 20 тысяч"
      },
      {
        "id": 158,
        "text": "- От 25 тысяч"
      },
      {
        "id": 158,
        "text": "- 30 тысяч"
      },
      {
        "id": 159,
        "text": "- 40 тысяч"
      },
      {
        "id": 159,
        "text": "- 50 тысяч"
      }
    ]
  },
  {
    "id": 155,
    "text": "— Если честно, я и сам люблю иногда поиграть. — говорит Александр Борисович. — А во что играете вы?\n\nЧто ответить, чтобы понравиться начальнику, только если угадать, во что играет он. Вы оглядываете кабинет, но не находите никаких намёков. Остаётся только ткнуть пальцем в небо.",
    "answers": [
      {
        "id": 160,
        "text": "World of tanks"
      },
      {
        "id": 160,
        "text": "Battlefield"
      },
      {
        "id": 166,
        "text": "Пасьянс Косынка"
      },
      {
        "id": 168,
        "text": "Dota 2"
      },
      {
        "id": 168,
        "text": "Tera online"
      }
    ]
  },
  {
    "id": 156,
    "text": "— Так я имею дело со знатоком! — восклицает руководитель, — А позвольте спросить, отклоняясь от темы собеседования, какой дебют вы предпочитаете?",
    "answers": [
      {
        "id": 161,
        "text": "- Китайский."
      },
      {
        "id": 164,
        "text": "- Английский."
      },
      {
        "id": 164,
        "text": "- Начало Патцера."
      },
      {
        "id": 161,
        "text": "- Начало Матцера."
      },
      {
        "id": 167,
        "text": "- Я соврал, я не знаю ничего о шахматах."
      }
    ]
  },
  {
    "id": 157,
    "text": "— Что ж, я буду рад при случае дать вам несколько уроков! — говорит Александр Борисович. — И ещё один вопрос. На какую заработную плату вы рассчитываете?<s>r\n<s>r\nВы удивлены этому внезапному вопросу. Ведь в объявлении была указана конкретная сумма, зачем же спрашивать ещё раз. Руководитель ждёт ответа.",
    "answers": [
      {
        "id": 159,
        "text": "- 20 тысяч"
      },
      {
        "id": 158,
        "text": "- От 25 тысяч"
      },
      {
        "id": 158,
        "text": "- 30 тысяч"
      },
      {
        "id": 159,
        "text": "- 40 тысяч"
      },
      {
        "id": 159,
        "text": "- 50 тысяч"
      }
    ]
  },
  {
    "id": 158,
    "text": "Александр Борисович что-то помечает на полях вашего резюме и говорит:\n\n— Замечательно, в ближайшие пару дней мы свяжемся с вами! Ждите звонка!\n\nВы попрощались с руководителем и вернулись домой.",
    "answers": [
      {
        "id": 162,
        "text": "Ждать звонка"
      }
    ]
  },
  {
    "id": 159,
    "text": "Александр Борисович делает пометки на полях вашего резюме и прощается с вами, говорит, что вам перезвонят.",
    "answers": [
      {
        "id": 163,
        "text": "Ждать звонка"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Мне тоже нравится эта игра, надо будет сыграть вместе! — говорит Александр Борисович. — И ещё один вопрос. На какую заработную плату вы рассчитываете?<s>r\n<s>r\nВы удивлены этому внезапному вопросу. Ведь в объявлении была указана конкретная сумма, зачем же спрашивать ещё раз. Руководитель ждёт ответа.",
    "answers": [
      {
        "id": 159,
        "text": "- 20 тысяч"
      },
      {
        "id": 158,
        "text": "- От 25 тысяч"
      },
      {
        "id": 158,
        "text": "- 30 тысяч"
      },
      {
        "id": 159,
        "text": "- 40 тысяч"
      },
      {
        "id": 159,
        "text": "- 50 тысяч"
      }
    ]
  },
  {
    "id": 161,
    "text": "Вы ответили первое, что пришло вам в голову. Руководитель удивлённо смотрит на вас. После этого ответа, разговор идёт скомканно и вскоре Александр Борисович прощается с вами. Он обещает перезвонить.\nПроходит две недели, но звонка так и нет. Вы сами перезваниваете и узнаёте, что место досталось другому человеку.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 162,
    "text": "На следующий день вам позвонила секретарша Алина и сказала, что вы приняты на работу.\n",
    "answers": [
      {
        "id": 129,
        "text": "Устроиться на работу"
      }
    ]
  },
  {
    "id": 163,
    "text": "Проходит две недели, но звонка так и нет. Вы сами перезваниваете и узнаёте, что место досталось другому человеку.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 164,
    "text": "— О да, мне тоже нравится этот вариант! Нам обязательно нужно будет сыграть как нибудь! — говорит Александр Борисович. — И ещё один вопрос. На какую заработную плату вы расчитываете?\nВы удивлены этому внезапному вопросу. Ведь в объявлении была указана конкретная сумма, зачем же спрашивать ещё раз. Руководитель ждёт ответа.",
    "answers": [
      {
        "id": 159,
        "text": "- 20 тысяч"
      },
      {
        "id": 158,
        "text": "- От 25 тысяч"
      },
      {
        "id": 158,
        "text": "- 30 тысяч"
      },
      {
        "id": 159,
        "text": "- 40 тысяч"
      },
      {
        "id": 159,
        "text": "- 50 тысяч"
      }
    ]
  },
  {
    "id": 165,
    "text": "Вы звоните Артёму, он долго не берёт трубку, а, когда вам удаётся дозвониться, сонным голосом просит перезвонить позже. Вы удивлены, так как сейчас 11.00, рабочий день в большинстве учреждений уже начался.",
    "answers": [
      {
        "id": 169,
        "text": "Перезвонить"
      },
      {
        "id": 18,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 166,
    "text": "— Странный выбор для молодого человека, ну да ладно. — говорит Александр Борисович. — И ещё один вопрос. На какую заработную плату вы рассчитываете?<s>r\n<s>r\nВы удивлены этому внезапному вопросу. Ведь в объявлении была указана конкретная сумма, зачем же спрашивать ещё раз. Руководитель ждёт ответа.",
    "answers": [
      {
        "id": 159,
        "text": "- 20 тысяч"
      },
      {
        "id": 158,
        "text": "- От 25 тысяч"
      },
      {
        "id": 158,
        "text": "- 30 тысяч"
      },
      {
        "id": 159,
        "text": "- 40 тысяч"
      },
      {
        "id": 159,
        "text": "- 50 тысяч"
      }
    ]
  },
  {
    "id": 167,
    "text": "Вы сказали правду. Руководитель хмуро смотрит на вас. После этого ответа, разговор идёт скомканно и вскоре Александр Борисович прощается с вами. Он обещает перезвонить.\nПроходит две недели, но звонка так и нет. Вы сами перезваниваете и узнаёте, что место досталось другому человеку.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Не играл в такую, возможно, вы потом научите меня. — говорит Александр Борисович. — И ещё один вопрос. На какую заработную плату вы расчитываете?\nВы удивлены этому внезапному вопросу. Ведь в объявлении была указана конкретная сумма, зачем же спрашивать ещё раз. Руководитель ждёт ответа.",
    "answers": [
      {
        "id": 159,
        "text": "- 20 тысяч"
      },
      {
        "id": 158,
        "text": "- От 25 тысяч"
      },
      {
        "id": 158,
        "text": "- 30 тысяч"
      },
      {
        "id": 159,
        "text": "- 40 тысяч"
      },
      {
        "id": 159,
        "text": "- 50 тысяч"
      }
    ]
  },
  {
    "id": 169,
    "text": "Вы перезваниваете в 14.00. Артём долго не берёт трубку...",
    "answers": [
      {
        "id": 172,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 170,
    "text": "Всё ещё ничего.",
    "answers": [
      {
        "id": 171,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 171,
    "text": "Не берёт трубку.",
    "answers": [
      {
        "id": 172,
        "text": "Звонить ещё"
      },
      {
        "id": 18,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 172,
    "text": "Наконец Артём взял трубку, но он сейчас занят. Просит перезвонить позже.",
    "answers": [
      {
        "id": 173,
        "text": "Спросить, когда лучше позвонить."
      },
      {
        "id": 18,
        "text": "Выругаться и бросить трубку."
      }
    ]
  },
  {
    "id": 173,
    "text": "Артём просит вас перезвонить завтра.",
    "answers": [
      {
        "id": 174,
        "text": "Перезвонить"
      },
      {
        "id": 18,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 174,
    "text": "Вы перезваниваете и слушаете гудки, Артём долго не берёт трубку.",
    "answers": [
      {
        "id": 180,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 175,
    "text": "Гудки",
    "answers": [
      {
        "id": 176,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 176,
    "text": "Гудки",
    "answers": [
      {
        "id": 177,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 177,
    "text": "Гудки",
    "answers": [
      {
        "id": 178,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 178,
    "text": "Гудки",
    "answers": [
      {
        "id": 180,
        "text": "Ждать"
      },
      {
        "id": 18,
        "text": "Перестать звонить"
      }
    ]
  },
  {
    "id": 179,
    "text": "Гудки",
    "answers": [
      {
        "id": 180,
        "text": "Ждать"
      },
      {
        "id": 18,
        "text": "Перестать звонить"
      }
    ]
  },
  {
    "id": 180,
    "text": "Вы дозвонились! Артём отвечает:\n\n— Алло, я вас слушаю!",
    "answers": [
      {
        "id": 181,
        "text": "Высказать ему всё, что вы думаете о нём."
      },
      {
        "id": 182,
        "text": "- Здравствуйте, я звоню по рекомендации тёти Аллы."
      }
    ]
  },
  {
    "id": 181,
    "text": "Вы не выдерживаете и высказываете Артёму всё, что о нём думаете. \nПосле этого разговора, тётя Алла на вас в обиде, ведь она хотела помочь, просила за вас, а вы обидели её знакомого, который занимает солидную должность.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 182,
    "text": "— Да, она говорила, что вы будете звонить, Антон, правильно?\n\n— Да, это я.\n\n— Антон, у меня есть вакансия помощник руководителя, она вам подходит?",
    "answers": [
      {
        "id": 183,
        "text": "- Да."
      },
      {
        "id": 184,
        "text": "- Расскажите мне подробнее о вакансии."
      }
    ]
  },
  {
    "id": 183,
    "text": "— Хорошо, завтра выходите на работу, жду вас к 10.00 в офисе по адресу Аллейная 8, кв. 12.",
    "answers": [
      {
        "id": 185,
        "text": "Устроиться на работу"
      }
    ]
  },
  {
    "id": 184,
    "text": "— Я руковожу небольшой фирмой и мне нужен личный помощник. \n\n— Какие обязанности?\n\n— Конкретно не могу сказать. Будете выполнять мои поручения.\n\n— Оформление официальное?\n\n— Нет.\n\n— А что по зарплате?\n\n— Ну там договоримся, деньгами не обижу. ",
    "answers": [
      {
        "id": 183,
        "text": "Устроиться на работу."
      },
      {
        "id": 18,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 185,
    "text": "Вы получаете достижение \"Кумовство\".\n\nВы устроились на работу к знакомому своей тёти, зарплата конечно небольшая, 16 тысяч в месяц, оформления официального нет, куча обязанностей. Зато, вы приобрели ценный опыт и позже смогли устроится на более высокооплачиваемую работу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 186,
    "text": "Вы долго стоите в очереди.",
    "answers": [
      {
        "id": 192,
        "text": "Дождаться"
      }
    ]
  },
  {
    "id": 187,
    "text": "Дома мама спрашивает, как вы сходили.",
    "answers": [
      {
        "id": 188,
        "text": "Сказать правду"
      },
      {
        "id": 189,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 188,
    "text": "Вы говорите, что на бирже огромная очередь и вообще, вы считаете всё это бессмыслицей.\nВы ругаетесь с мамой, но не убеждаете её, она угрожает лишить вас карманных денег и отрубить интернет.\n\nВам приходится вернуться на Биржу. Очередь никуда не делась.",
    "answers": [
      {
        "id": 186,
        "text": "Встать в очередь"
      }
    ]
  },
  {
    "id": 189,
    "text": "Вы говорите, что вас поставили на учёт на Бирже, но вакансий там нет. Мама успокаивается, а вы можете приступить к поискам работы, в конце концов, можно вернуться туда позже.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 190,
    "text": "Вы стоите в очереди.",
    "answers": [
      {
        "id": 190,
        "text": "Ждать",
        "var_add": [
          "raz",
          1
        ],
        "var_no_more": [
          "raz",
          4
        ]
      },
      {
        "id": 192,
        "text": "Дождаться",
        "var_need": [
          "raz",
          5
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "Вы стоите в очереди.",
    "answers": [
      {
        "id": 191,
        "text": "Ждать",
        "var_add": [
          "raze",
          1
        ],
        "var_no_more": [
          "raze",
          1
        ]
      },
      {
        "id": 196,
        "text": "Дождаться",
        "var_need": [
          "raze",
          2
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "Подошла ваша очередь. Пожилая женщина проверила наличие документов, спросила, работали ли вы до этого, вы ответили, что нет.\nЖенщина выдала вам анкету, сказала заполнить её и снова подойти к ней.\n\nВы заполняете подробную анкету. Она похожа на ваше резюме, почему нельзя сдать его? \n\nВсё готово, но у окошка всё ещё очередь.",
    "answers": [
      {
        "id": 191,
        "text": "Встать в очередь"
      },
      {
        "id": 193,
        "text": "Влезть без очереди"
      },
      {
        "id": 194,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 193,
    "text": "Вы не хотите ждать и обращаетесь к женщине лет сорока, чья очередь сейчас подходит:",
    "answers": [
      {
        "id": 199,
        "text": "- Я уже отстоял очередь, так что теперь я!"
      },
      {
        "id": 200,
        "text": "- Девушка, не пропустите ли меня вперёд? Я всё заполнил, мне только сдать документы!"
      }
    ]
  },
  {
    "id": 194,
    "text": "Вы психанули, разорвали бланк, вернулись домой и начали искать работу. При желании, вы можете вернуться на Биржу.",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 195,
    "text": "Вы нашли окно с нужным номером и там снова очередь...",
    "answers": [
      {
        "id": 197,
        "text": "Встать в очередь"
      },
      {
        "id": 194,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 196,
    "text": "Вы подошли к окошку и отдали документы. Пожилая женщина проверила правильность заполнения бланка, зарегестрировала вас, выдала талон и отправила вас в окно номер 5.",
    "answers": [
      {
        "id": 195,
        "text": "Идти к нужному окну"
      }
    ]
  },
  {
    "id": 197,
    "text": "Вы опять стоите в очереди.",
    "answers": [
      {
        "id": 197,
        "text": "Ждать",
        "var_add": [
          "rzz",
          1
        ],
        "var_no_more": [
          "rzz",
          1
        ]
      },
      {
        "id": 203,
        "text": "Дождаться",
        "var_need": [
          "rzz",
          2
        ]
      },
      {
        "id": 194,
        "text": "Идти домой",
        "var_need": [
          "rzz",
          1
        ]
      }
    ]
  },
  {
    "id": 198,
    "text": "— Ну хорошо, я пущу вас, — отвечает женщина.\n\n— Большое спасибо! Вы моя спасительница!",
    "answers": [
      {
        "id": 196,
        "text": "Подойти к окошку"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Идите в конец и стойте как все! — говорит женщина, очередь поддерживает её.",
    "answers": [
      {
        "id": 191,
        "text": "Встать в очередь"
      }
    ]
  },
  {
    "id": 200,
    "text": "Женщина улыбается, но всё равно сомневается, пускать ли вас. Задумчивость отражается на её лице. Вам нужно убедить её.",
    "answers": [
      {
        "id": 198,
        "text": "- Пожалуйста, это быстро!"
      },
      {
        "id": 201,
        "text": "- Пожалуйста, я опаздываю, у меня сегодня ещё собеседование!"
      }
    ]
  },
  {
    "id": 201,
    "text": "— Тогда вам лучше отправиться домой и подготовиться, чем тут торчать! Посмотрите, ведь потом вас отправят в одно из окошек, а в каждое из них очередь по 5 человек минимум. И там вас никто вперёд не пропустит.",
    "answers": [
      {
        "id": 198,
        "text": "- Я всё же постараюсь успеть, если вы меня пустите! "
      },
      {
        "id": 194,
        "text": "- Вы правы! (Идти домой)"
      }
    ]
  },
  {
    "id": 202,
    "text": "Вы получаете достижение \"Бюрократия\".\n\nПоздравляю, вы преодолели бюрократические препоны для того, чтобы получать минимальное пособие и тратить своё время на походы на Биржу! Зато родители довольны!",
    "answers": [
      {
        "id": 18,
        "text": "Искать работу"
      }
    ]
  },
  {
    "id": 203,
    "text": "Наконец, подходит ваша очередь. Вы отдаёте документы светловолосой женщине средних лет. Она заносит данные в компьютер. Вы ждёте. Наконец, она говорит, что так как у вас нет опыта трудовой деятельности, пособие по безработице будет минимальным — 850 рублей в месяц. Чтобы его получать, вам необходимо посещать Биржу 2 раза в неделю и ходить на все мероприятия, назначаемые вам.<s>r\n<s>r\nВы спрашиваете по поводу вакансий.<s>r\nЖенщина опять начинает печатать. Через 15 минут, древний компьютер выдаёт результат: вакансий по вашей специальности нет. Есть одно объявление, где требуется переводчик китайского. Но вы не знаете китайский.",
    "answers": [
      {
        "id": 202,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 204,
    "text": "Вы получаете достижение \"Бюрократия\".\n\nПоздравляю, вы преодолели бюрократические препоны для того, чтобы получать минимальное пособие и тратить своё время на походы на Биржу! Зато родители довольны!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 205,
    "text": "",
    "answers": []
  }
]