[
  {
    "id": 1,
    "text": "Автор: Dark Scimitar<s>r\n<s>r\nВ недалёком будущем индустрия развлечений является самой мощной отраслью, приносящей огромные деньги. <s>r\n<s>r\nСамым популярным шоу является \"Advanced Metal Wars\", в котором огромные тридцатиметровые боевые роботы сражаются на потеху публике.<s>r\n<s>r\nМладшей сестрой этого шоу является \"Metal Wars: Warbots\", где в бою сходятся шестиметровые беспилотные боевые машины. <s>r\nОднажды оператор такого варбота получает от компании-конкурента заманчивое предложение...",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ\n\nДата: 31.07.2057\nВремя: 16:50"
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст",
        "need": 1000
      },
      {
        "id": 14,
        "text": "Глоссарий"
      }
    ]
  },
  {
    "id": 2,
    "text": "Механическая рука поднималась и опускалась с грохотом. На металлической броне \"Гарпии\" с каждым ударом возникали новые вмятины. Натужно скрипели сервоприводы, лежащий на земле варбот пытался подняться, но безуспешно, противник был слишком агрессивен, не давал встать.<s>r\nВдруг из громкоговорителя раздалось: <s>r\n— Посейдон, ломай!<s>r\nТут же сотни голосов подхватили, скандируя:<s>r\n— Ло-май, ло-май, ло-май!<s>r\nПравая рука \"Посейдона\" согнулась в локтевом суставе, из него вперед с щелчком выскочило метровое лезвие цепной пилы. Взревев, цепь начала бешено вращаться под дикие вопли толпы, почуявшей расправу.<s>r\nШестиметровый варбот, выставив перед собой руку с визжащей пилой, рухнул на лежащего врага, вгрызаясь в его броню, продавливая лезвие с вращающейся цепью вглубь механического корпуса. Во все стороны летели искры, масло, металлическая пыль.<s>r\nКомментатор захлёбывался от эмоций. <s>r\n\"Посейдон\" и в этот раз праздновал триумф.",
    "answers": [
      {
        "id": 4,
        "text": "Дата: 01.08.2057\nВремя:  18:33"
      }
    ]
  },
  {
    "id": 3,
    "text": "тайфун, варан, холокост, посейдон",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Представитель компании \"Blue Sky Industries\" Джейкоб Уоррен прикоснулся подушечкой большого пальца правой руки к считывающему устройству. Контрольный индикатор мигнул три раза красным, загорелся зелёным светом и погас: скачивание завершено.<s>r\nГолографический проектор создал 3D модель варбота в масштабе 1:6 и начал медленно вращать её против часовой стрелки.<s>r\n<s>r\nУоррен заученно произнёс: <s>r\n— Модель JX348-57W7, кодовое имя \"Виверна\". Беспилотный варбот с внешним управлением, создан на базе модели предыдущего поколения JX348-56C4 \"Химера2\". Улучшенный облегчённый корпус машины обладает повышенной прочностью, кроме того, инновации в системе сервоприводов обеспечивают прирост скорости данной модели на 7%. Так же нам удалось сократить время ответа на сигналы оператора на 16 милисекунд, что, согласитесь, может сыграть не последнюю роль в схватке.<s>r\n<s>r\nСтоун кивнул.<s>r\n— Я впечатлён, но не слишком. В моём списке три \"Химеры2\" и ни одна не доставила мне сколь-нибудь серьёзных проблем. Не думаю что эта модификация выдержит конкуренцию с \"Посейдоном\", мистер Уоррен, — сказал он.<s>r\n— Скорее всего, вы правы, мистер Стоун, — Джейкоб Уоррен сложил руки на груди, — но наша компания заинтересована в продвижении именно этой модели варботов на рынок. И нам необходимо, чтобы \"Виверна\" выиграла турнир. <s>r\n— Кажется я понимаю, куда вы клоните, мистер Уоррен. Что ж, вынужден вам отказать. Я дорожу своей репутацией непобеждённого оператора \"Посейдона\", кроме того, \"Poseydon Incorporated\", платит мне весьма солидные деньги за каждый бой.<s>r\n— Но они не смогут вам сделать предложение лучше, чем \"Blue Sky Industries\".",
    "answers": [
      {
        "id": 5,
        "text": "-- Да неужели? И чем же вы хотите меня заинтересовать?"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Пятилетняя лицензия пилота боевого робота и тысяча кредитов вступительного взноса для участия в \"Advanced Metal Wars\".  Более масштабного и популярного шоу не существовало за всю историю человечества.<s>r\n<s>r\nСтоун присвистнул. Бои пилотируемых тридцатиметровых боевых машин для опытного пилота были дорогой на вершину золотой пирамиды. Каждый год успешный участник турнира поднимал такую огромную сумму, что мог безбедно прожить всю оставшуюся жизнь, нигде больше не работая, да ещё обеспечить успешное будущее своим детям. <s>r\n<s>r\nНо существовал определённый риск, сопряжённый с нахождением внутри робота во время боя. Конечно, капсула с человеком была самым защищённым местом боевой машины, но иногда случались и её повреждения, что могло привести к ранению, или даже гибели пилота. Отсутствие необходимых навыков у Стоуна, скорее всего, приведёт к его поражению в первом же бою, но даже так он получит в десять раз больше, нежели заработает победой в турнире \"беспилотников\". Однако, если учесть пятилетний срок лицензии, то его шансы сказочно разбогатеть увеличиваются в пять раз.<s>r\n<s>r\nДжейкоб Уоррен подлил масла в огонь, добавив:<s>r\n— Наша компания готова заключить с вами контракт и выделить вам для пилотирования \"Локи\" — самую успешную машину, отлично  зарекомендовавшую себя множеством побед <s>r\n<s>r\n",
    "answers": [
      {
        "merge": false,
        "var_equal": [
          "yes",
          0,
          "no",
          0
        ],
        "id": 5,
        "text": "— Хорошо. \"Виверна\" выиграет в следующем бою.",
        "instant": true,
        "var_set": [
          "yes",
          1
        ]
      },
      {
        "var_equal": [
          "no",
          0,
          "yes",
          0
        ],
        "id": 5,
        "text": "— Засуньте своего робота вместе со своим предложением куда подальше!",
        "instant": true,
        "var_set": [
          "no",
          1
        ]
      },
      {
        "id": 5,
        "text": "— Хорошо. \"Виверна\" выиграет в следующем бою.<s>r\nУоррен признательно опустил голову:<s>r\n— Вы не пожалеете, мистер Стоун.",
        "merge": true,
        "var_equal": [
          "yes",
          1
        ]
      },
      {
        "id": 5,
        "text": "— Засуньте своего робота вместе со своим предложением куда подальше.\nУоррен казался разочарованным:\n— Что ж, тогда мы найдём более достойного кандидата. \n— Всего хорошего, мистер Уоррен, — с усмешкой попрощался Стоун.",
        "merge": true,
        "var_equal": [
          "no",
          1
        ]
      },
      {
        "id": 6,
        "text": "Ноябрь 2057-Январь 2058 г.г.",
        "var_equal": [
          "yes",
          1
        ]
      },
      {
        "id": 7,
        "text": "Спустя 6 месяцев",
        "need": 1000
      },
      {
        "id": 11,
        "text": "6-18 ноября 2057 г.",
        "var_equal": [
          "no",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Новости канала \"Metal Wars\":<s>r\n<s>r\n6 ноября 2057 г.<s>r\n\"Новая сенсация. Падение древнего бога\".<s>r\nСегодня на боевой арене \"Претория\" произошло событие, в которое сложно поверить до сих пор. Непобедимый оператор \"Посейдона\" Адам Стоун из команды \"Poseydon Inc. Team\" потерпел первое сокрушительное поражение в своей карьере. Это случилось в жестокой схватке с недавно разработанным компанией  \"Blue Sky Industries\" варботом \"Виверна\". Теперь с этой компанией будет подписан миллиардный контракт на серийное производство этих моделей, а конструкторам \"Посейдона\" будет над чем поработать. <s>r\n<s>r\n13 ноября 2057 г.<s>r\n\"Тихое прощание\"<s>r\nСпустя неделю после поражения своего варбота, \"Poseydon Incorporated\", разорвала контракт с Адамом Стоуном. Спровоцировано ли это решение недавним проигрышем Стоуна \"Виверне\", сказать сложно, ни он сам, ни официальный представитель корпорации никак не прокомментировали это событие. <s>r\n<s>r\n22 января 2058 г.<s>r\n\"Взлёт после падения\"<s>r\nСегодня нам стало известно, что Адам Стоун примет участие в очередном ежегодном турнире \"Advanced Metal Wars\". Как так вышло, что он получил лицензию пилота боевого робота спустя всего два месяца после ухода из \"Poseydon Inc. Team\", остаётся загадкой, однако специальная комиссия не нашла нарушений в его действиях, а значит, он может быть допущен к участию в турнире. Известна и модель робота, которой будет управлять Стоун: это \"Локи\", выпущенный \"Blue Sky Industries\". Следует напомнить, что именно эта компания выпустила \"Виверну\", от которой он потерпел первое поражение в своей карьере. Некоторые теперь берутся утверждать, что этот бой был договорным, но мы считаем что это просто стечение обстоятельств.",
    "answers": [
      {
        "id": 10,
        "text": "Дата: 14.04.2058  \nВремя: 10:48"
      }
    ]
  },
  {
    "id": 7,
    "text": "Оператор вёл \"Виверну\" по кругу, стараясь держать \"Посейдона\" в секторе обстрела, но открывать огонь не спешил: боезапас ограничен, а вступать с таким серьёзным противником сейчас врукопашную, дело крайне рисковое. \nСтоун тоже не горел желанием бросаться на врага с кулаками. Он стоял на месте, поворачивая корпус так, чтобы всегда быть лицом к противнику. \n\nАрсенал \"Посейдона\" включал в себя два крупнокалиберных пулемёта, которые устанавливались на предплечья варбота, неуправляемые ракеты, устройство запуска которых находилось на правом плече беспилотника, \n\n\nКак сказал Уорен, это модификация \"Химеры2\", а значит её лобовая броня очень прочна",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Новости канала \"Мetal Wars\":\n\n14 апреля 2058 г.\nСрочное сообщение!\nСегодня, во время своего первого боя в рамках турнира \"Advanced Metal Wars\", погиб скандально известный пилот Адам Стоун. По предварительным данным от попадания ракеты у его робота сдетонировал боекомплект, что привело к повреждению капсулы пилота. Детали происшествия выясняются.\nАдам Стоун был талантливым оператором беспилотных варботов, входящий в \"Poseydon Inc. Team\". В его карьере за пять лет значилось лишь одно поражение, которое стало для него роковым. \nС января этого года Стоун получил лицензию пилота и подписал контракт с \"Blue Sky Industries\" об участии в нашем турнире, который для него, к сожалению, уже закончен.\nСоболезнование родным и близким погибшего уже выразил президент компании \"Metal Wars\" Самуил Барух, всё руководство нашего канала присоединяется и скорбит вместе с вами.",
    "answers": [
      {
        "id": 9,
        "text": "Дата: 21.04.2058\nВремя: 22:30"
      }
    ]
  },
  {
    "id": 9,
    "text": "В кабинете было темно, лишь холодный свет монитора освещал лица троих человек. Первый, самый старший, поднёс ко рту квадратный стакан с элитным шотландским виски и, сделав глоток, негромко сказал:\n— Версия полностью подтверждена. Детонация боекомплекта, в результате попадания ракеты, повреждение бронированной шахты и капсулы пилота, что привело к разрушению участка нейросети, координирующей систему жизнеобеспечения. Гибель пилота произошла из-за отключения системы вентиляции лёгких. Сработано очень чисто, комар носа не подточит.\n— А что насчёт свидетелей? — спросил, блеснув очками, второй, пивший из длинного стакана минеральную воду.\n— Единственный свидетель, он же исполнитель моей воли, техник Ежи Ружичка, сразу после того как той ночью заминировал бронированную шахту, бесследно исчез и его местонахождение неизвестно до сих пор. Есть мнение, что его никто никогда не увидит.\n— Какое горе для семьи, — усмехнулся третий.\nПервый поморщился:\n— Поменьше цинизма, Джейк. Эти люди — настоящие профессионалы в своём деле и уже за это их можно уважать. Просто им не повезло. \nСтоун действительно лучший оператор варботов, не купись он на наше предложение, кто знает, смогли бы мы опередить \"Poseydon Incorporated\" и занять лидирующее место по продаже беспилотников, или так бы и плелись в тени конкурента? Мне его по настоящему жаль, но он для нас стал слишком опасной фигурой.\nГоворивший подлил себе ещё виски, бросил лёд в стакан, поболтал, вслушиваясь в тихие звуки бьющихся о стекло кубиков.\n— А Ружичка... пешка, расходный материал. Исполнителей всегда убирают, они слишком опасны. Но насмехаться над ним при мне не смей. Помни, вот эти апартаменты, эта мебель, техника, даже этот самый виски, всё это у нас есть за счёт труда таких вот Ружечек и других работяг. \nДжейкоб Уоррен смерил говорившего снисходительным взглядом.\n— Хорошо, папа, — сказал он. — Я постараюсь не забыть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 10,
    "text": "Адам Стоун последний раз оглядел боевую арену, помахал в камеру, которая тут же выводила изображение на огромные парящие над зрителями мониторы и поудобнее устроился в выдвижной капсуле. Команда ассистентов тут же приступила к работе, подсоединяя необходимые датчики. Когда всё было готово, на Адама надели кислородную маску. В его поле зрения появилась голова Уинтерса. <s>r\n— Готов? — спросил ассистент.<s>r\nСтоун кивнул. Уинтерс ободряюще похлопал его по плечу и сказал:<s>r\n— Ну, удачи, Адам. Мы в тебя верим. Три. Два. Один.<s>r\nОн вставил штекер в затылочный разъём пилота. <s>r\n<s>r\nМир тут же погрузился во тьму, а затем вспыхнул яркими красками. Подключенный через нейролинк к процессору \"Локи\", Адам получал информацию с сотен камер, установленных на металлическом корпусе боевой машины. Ему всё ещё было сложно быстро адаптироваться к полному сферическому обзору, который они обеспечивали. <s>r\nАдам постарался сконцентрироваться на действиях обслуживающей команды. Он видел, как Уинтерс закрыл крышку капсулы и дал отмашку. Продолговатый контейнер с лёгким шипением въехал в бронированную шахту, расположенную в спине робота. Уинтерс закрыл люк, активировал электронный замок и направился к платформе, где его уже ждали, готовые к спуску, остальные ассистенты.<s>r\nПостепенно мозг пилота привык к текущему состоянию. Адам подвигал руками и ногами, проверяя то, как робот слушается команд, посылаемых его нервной системой в процессор боевой машины, запустил диагностику всех систем и вооружения, попытался настроиться на предстоящий бой. <s>r\n\"Видела бы меня сейчас эта стерва Лили\", подумалось ему. Он отмахнулся от её образа, переключая внимание на противника, уже занимающего стартовую позицию.",
    "answers": [
      {
        "id": 8,
        "text": "Дата: 14.04.2058\nВремя: 15:00"
      }
    ]
  },
  {
    "id": 11,
    "text": "Новости канала \"Metal Wars\":\n\n6 ноября 2057 г.\n\"Чуда не произошло\".\nСегодня на боевой арене \"Претория\" состоялся самый ожидаемый бой этого года. Наконец-то \"Blue Sky Industries\" смогла представить нам новую разработку, так широко рекламируемую ещё с лета. Варбот \"Виверна\" позиционировался как боевая машина нового поколения, но, к сожалению для миллионов поклонников этой компании, разработка оказалась не эффективнее предыдущих моделей. И сегодня, \"Посейдон\" в упорной борьбе смог уничтожить новое детище \"Blue Sky Industries\". Оператор варбота Адам Стоун продолжает свою беспроигрышную серию и устанавливает новый рекорд: сегодня он записал себе в актив тридцать шестую победу.\n\n18.11.2057\n\"Абсолютное превосходство\"\nАдам Стоун в составе \"Poseydon Inc. Team\" продолжает своё победное шествие и выигрывает очередной турнир! \n\"Blue Sky Industries\" со своей новинкой занимает второе место. И хотя \"Виверна\" неплохо выступила, в сравнении с варботами других компаний, славу \"Посейдона\" ей, похоже, не заработать. \nКанал \"Metal Wars\" поздравляет компанию \"Poseydon Incorporated\" и продлевает с ней контракт. \nАдам Стоун, выигравший восьмой турнир подряд, удостаивается от нашего канала специальной премии.",
    "answers": [
      {
        "id": 12,
        "text": "Дата: 20.05.2072\nВремя: 18:40"
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст",
        "need": 100
      }
    ]
  },
  {
    "id": 12,
    "text": "Отец и сын подходили к одноэтажному серому зданию. Мальчик, лет семи, завороженно смотрел на стоящих по обеим сторонам дороги шестиметровых варботов.<s>r\n— Это \"Тайфун\", — объяснял отец, снят с производства после четырёх поражений подряд \"Паладину\". Этот варбот, — отец показал на боевую машину, стоящую  напротив \"Тайфуна\", — \"Молот Войны\", очень долгое время был непобеждённым, выиграл четыре турнира, но затем уступил \"Химере2\", которая тут же одержала убедительную победу и над только что вышедшим \"Холокостом\". Вот он, снят с производства сразу после выпуска. На смену ему пришёл \"Посейдон\", вот этот красавец. Его оператором стал молодой, но подающего большие надежды Адам Стоун.<s>r\n<s>r\nМальчик остановился. Он с благоговением смотрел на варбота снизу вверх, рассматривая вмятины, царапины, заплатки и пробоины в броне металлической машины. Отец не торопил. Музей истории компании \"Poseydon Incorporated\" в день посещали несколько сотен человек и все они хотели увидеть легенду. <s>r\nОдержавший за свою головокружительную карьеру пятьдесят побед, не проигравший ни одной битвы Адам Стоун добровольно покинул Арену после выпуска компанией \"Blue Sky Industries\" варбота \"Виверна2\", который по всем параметрам превосходил устаревшего на тот момент \"Посейдона\". Он ушёл непобеждённым, навсегда  вписав своё имя в Книгу Славы шоу \"Metal Wars: Warbots\" как самый лучший оператор варботов за всё время существования шоу, а модель \"Посейдон\" навсегда закрепилась в рейтинге самых любимых зрителями моделей варботов.",
    "answers": [
      {
        "id": 13,
        "text": "Дата: 20.05.2072\nВремя: 19:03"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Адам, пойдём, — наконец окликнул мальчика отец. — Нехорошо заставлять людей ждать.\nОни вошли в здание и направились по коридору за мигающими указателями. Несколько встретившихся им человек здоровались с отцом и мальчик каждый раз от этого испытывал чувство гордости. Наконец, они подошли к кабинету, на котором красовалась золотая табличка с надписью:\n\n               \"АДАМ СТОУН\n        ГЛАВНЫЙ ОПЕРАТОР\"\n\nМужчина открыл дверь со словами: \n— Папа, смотри кто пришёл!\nИ маленький Адам с радостным криком бросился навстречу своему деду, легендарному оператору варботов за всю историю существования шоу \"Metal Wars: Warbots\", непобедимому Адаму Стоуну.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Объяснение некоторых терминов, которые могут показаться непонятными.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "var_set": [
          "1",
          1
        ],
        "id": 14,
        "text": "\"Advanced Metal Wars\"",
        "instant": true,
        "merge": false
      },
      {
        "id": 14,
        "text": "Турнир, участие в котором принимают боевые пилотируемые роботы. Ежегодно проводится один турнир.\nЭто же название носит шоу, освещающее этот турнир.",
        "comment": true,
        "var_equal": [
          "1",
          1
        ]
      },
      {
        "var_set": [
          "2",
          1
        ],
        "id": 14,
        "text": "\"Blue Sky Industries\"",
        "instant": true,
        "merge": false
      },
      {
        "id": 14,
        "text": "Одна из двух популярнейших мега-корпораций, выпускающая боевых роботов и варботов. Испытывает жёсткую конкуренцию со стороны \"Poseydon Incorporated\".",
        "comment": true,
        "var_equal": [
          "2",
          1
        ]
      },
      {
        "id": 14,
        "text": "\"Metal Wars Channel\" (канал)",
        "instant": true,
        "var_set": [
          "3",
          1
        ]
      },
      {
        "id": 14,
        "text": "Телевизионный и интернет-канал, освещающий новости и события связанные с индустрией боевых машин и транслирующий ежегодные турниры и отдельные поединки варботов или боевых роботов.",
        "comment": true,
        "var_equal": [
          "3",
          1
        ]
      },
      {
        "id": 14,
        "text": "\"Metal Wars Show\" (шоу)",
        "instant": true,
        "var_set": [
          "4",
          1
        ]
      },
      {
        "id": 14,
        "text": "Обобщённое название всех шоу, транслирующих битвы роботов и варботов на арене. Включает в себя \"Advanced Metal Wars\", \"Metal Wars: Warbots\", \"Metal Gods of Pretoria\" и другие.",
        "comment": true,
        "var_equal": [
          "4",
          1
        ]
      },
      {
        "id": 14,
        "text": "\"Metal Wars: Warbots\"",
        "instant": true,
        "var_set": [
          "5",
          1
        ]
      },
      {
        "id": 14,
        "text": "Турнир, в котором принимают участие варботы. Проводится два раза в год. Это же название носит шоу, освещающее турнир.",
        "comment": true,
        "var_equal": [
          "5",
          1
        ]
      },
      {
        "id": 14,
        "text": "\"Poseydon Incorporated\"",
        "instant": true,
        "var_set": [
          "6",
          1
        ]
      },
      {
        "id": 14,
        "text": "Одна из двух популярнейших мега-корпораций, выпускающая варботов. Испытывает жёсткую конкуренцию со стороны \"Blue Sky Industries\"",
        "comment": true,
        "var_equal": [
          "6",
          1
        ]
      },
      {
        "id": 14,
        "text": "\"Poseydon Inc. Team\"",
        "instant": true,
        "var_set": [
          "7",
          1
        ]
      },
      {
        "id": 14,
        "text": "Команда, отвечающая за выступления варбота модели \"Посейдон\"",
        "comment": true,
        "var_equal": [
          "7",
          1
        ]
      },
      {
        "id": 14,
        "text": "Беспилотник",
        "instant": true,
        "var_set": [
          "8",
          1
        ]
      },
      {
        "id": 14,
        "text": "Жаргонное название варботов. ",
        "comment": true,
        "var_equal": [
          "8",
          1
        ]
      },
      {
        "id": 14,
        "text": "Боевой робот",
        "instant": true,
        "var_set": [
          "9",
          1
        ]
      },
      {
        "id": 14,
        "text": "Боевая машина гуманоидного типа, высотой тридцать метров. Управление осуществляется из кабины, расположенной в задней части корпуса, в силу чего имеется реальная опасность для пилота. Самый популярный вид боевых машин.",
        "comment": true,
        "var_equal": [
          "9",
          1
        ]
      },
      {
        "id": 14,
        "text": "Варбот",
        "instant": true,
        "var_set": [
          "10",
          1
        ]
      },
      {
        "id": 14,
        "text": "Боевой шестиметровый робот гуманоидного типа с внешним управлением. Схватки этих машин протекают более динамично, однако обладают меньшей популярностью, по сравнению с боями пилотируемых машин.",
        "comment": true,
        "var_equal": [
          "10",
          1
        ]
      },
      {
        "id": 14,
        "text": "Затылочный разъём",
        "instant": true,
        "var_set": [
          "11",
          1
        ]
      },
      {
        "id": 14,
        "text": "Имплантируемый в затылочную область разъём для подключения к компьютеризированным механизмам.",
        "comment": true,
        "var_equal": [
          "11",
          1
        ]
      },
      {
        "id": 14,
        "text": "Лицензия пилота",
        "instant": true,
        "var_set": [
          "12",
          1
        ]
      },
      {
        "id": 14,
        "text": "Разрешение на управление боевым роботом.",
        "comment": true,
        "var_equal": [
          "12",
          1
        ]
      },
      {
        "id": 14,
        "text": "Нейролинк",
        "instant": true,
        "var_set": [
          "13",
          1
        ]
      },
      {
        "id": 14,
        "text": "Искусственно созданная в головном мозге человека система взаимодействия с компьютерными процессорами, посредством которой можно напрямую подключаться к любой компьютеризированной технике для управления или выполнения других операций.",
        "comment": true,
        "var_equal": [
          "13",
          1
        ]
      },
      {
        "id": 14,
        "text": "Оператор",
        "instant": true,
        "var_set": [
          "14",
          1
        ]
      },
      {
        "id": 14,
        "text": "Человек, управляющий варботом через нейролинк. Во время боя находится в специальной комнате на арене.",
        "comment": true,
        "var_equal": [
          "14",
          1
        ]
      },
      {
        "id": 14,
        "text": "Пилот",
        "instant": true,
        "var_set": [
          "15",
          1
        ]
      },
      {
        "id": 14,
        "text": "Человек, управляющий боевым роботом, через нейролинк. Во время боя находится внутри боевой машины.",
        "comment": true,
        "var_equal": [
          "15",
          1
        ]
      },
      {
        "id": 14,
        "text": "\"Претория\"",
        "instant": true,
        "var_set": [
          "16",
          1
        ]
      },
      {
        "id": 14,
        "text": "Основная арена, на которой проходят бои роботов и варботов",
        "comment": true,
        "var_equal": [
          "16",
          1
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "бэньг!",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "беньг",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "беньг",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "бэньг",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "беньг",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Монитор мигнул и начал издавать монотонный раздражающий звук. Медсёстры, не обращая внимания, продолжали перестилать кровать пациента. Доктор Синклер оторвался от печатания электронных дневников и недовольно сказал: <s>r\n— Ребекка, ты не слышишь? Ну загрузи ему новый сон, ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]