[
  {
    "id": 1,
    "text": "Вы - житель Каменного Века. Сможете ли вы пройти эволюцию до космической державы?      Возможные достижения: 1. Законно устранить Рика. 2. Отчаяться в изгнании. 3. Сгореть на монолите.",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 3,
        "text": "Я лучше в 21 поживу..."
      },
      {
        "id": 38,
        "text": "Что нового?"
      }
    ]
  },
  {
    "id": 2,
    "text": "Однажды в вашем племени произошло событие: вашего друга Рика назначили вожаком. Похоже, его брат Рэн этим недоволен...",
    "answers": [
      {
        "id": 5,
        "text": "Поговорить с Риком."
      },
      {
        "id": 6,
        "text": "Поговорить с Рэном."
      },
      {
        "id": 39,
        "text": "Не вмешиваться."
      }
    ]
  },
  {
    "id": 3,
    "text": "Как хотите...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Друзья, готовьте ваши танки, лодки и самолеты! В этот день непокорный враг падет!\"",
    "answers": [
      {
        "id": 14,
        "text": "Поддержать толпу и сесть в танк."
      },
      {
        "id": 16,
        "text": "Возмутиться."
      }
    ]
  },
  {
    "id": 5,
    "text": "Рик, видимо, очень рад вас видеть. В тот день его вообще не покидала улыбка. Но тут вдалеке что-то упало с неба...",
    "answers": [
      {
        "id": 7,
        "text": "Пойти и посмотреть."
      },
      {
        "id": 8,
        "text": "Отправить Рэна."
      },
      {
        "id": 9,
        "text": "Испугаться."
      }
    ]
  },
  {
    "id": 6,
    "text": "Рэн, видимо, разозлен тем, что выбрали Рика, но с вами он по-прежнему вежлив и дружелюбен. В самый разгар вашего разговора что-то упало с неба...",
    "answers": [
      {
        "id": 7,
        "text": "Пойти и посмотреть."
      },
      {
        "id": 8,
        "text": "Отправить Рэна."
      },
      {
        "id": 9,
        "text": "Испугаться."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подбегаете к странному объекту. Это монолит. У всех ваших товарищей, кроме Рика и Рэна, стали черными глаза. Они начали скакать вокруг монолита с криком \"Темный камень принесет нам свет!\"",
    "answers": [
      {
        "id": 11,
        "text": "Ждать год."
      }
    ]
  },
  {
    "id": 8,
    "text": "Рэн подходит к черному камню. Это монолит. Рэн кричит: \"Это безопасно, идемте!",
    "answers": [
      {
        "id": 7,
        "text": "Подойти."
      },
      {
        "id": 9,
        "text": "Испугаться."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы поворачиваетесь к племени и кричите: \"Стойте! Это может быть чем угодно, не будем рисковать!\" Но вас сметает толпа.",
    "answers": [
      {
        "id": 7,
        "text": "Уныло поплестись за всеми."
      }
    ]
  },
  {
    "id": 10,
    "text": "!10",
    "answers": []
  },
  {
    "id": 11,
    "text": "Прошел год. Рик основал племя и стал вождем. Он собирался напасть на враждебное племя и предложил вам присоединиться.",
    "answers": [
      {
        "id": 12,
        "text": "Пойти в атаку."
      },
      {
        "id": 13,
        "text": "\"Это безрассудство. Чем они тебе мешают?\""
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы берете копье и с криком \"Вспомню молодость!\"... напарываетесь на вражеское копье...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы говорите эти слова прямо в лицо Рику. Он на секунду обомлел от такой наглости, но затем спокойно сказал: \"Как пожелаешь.\" Все рванули на верную смерть, а вы остались следить за костром.",
    "answers": [
      {
        "id": 15,
        "text": "Ждать еще год."
      },
      {
        "id": 17,
        "text": "Свалить в лес под шумок."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы выбрали самый лучший танк и закрутили гусеницы на штурм вражеской колонии. Но когда у вас в голове появляется дырка, вы понимаете, что на самом деле лучший танк - не обязательно самый красивый...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "Шло время. Ваше племя превратилось в могучую страну. Но некоторые города отщепились, и Рик собирается от них избавиться.",
    "answers": [
      {
        "id": 4,
        "text": "Подойти к Рику."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы высказываете диктатору все, что думаете об этой войне. Рик взревел: \"Что?! Ну уж нет, раньше я позволял тебе не ходить, но теперь я приказываю! Завоюй право оставаться моим подданным!!!\" ",
    "answers": [
      {
        "id": 19,
        "text": "\"Я не твой подданный, я простой мирный житель!\""
      },
      {
        "id": 14,
        "text": "Сдаться."
      },
      {
        "id": 21,
        "text": "Произнести вдохновенную речь и напасть на Рика."
      }
    ]
  },
  {
    "id": 17,
    "text": "Пока идет баталия, вы берете мешочек сушеного мяса, два бурдюка воды и на цыпочках выходите из лагеря. Вы прошли 2 километра, и тут издалека раздался крик: \"Беги-беги, трус!\". Тут же копье вонзилось в место, где вы только что стояли.",
    "answers": [
      {
        "id": 18,
        "text": "Пойти в заброшенную хижину отшельника."
      },
      {
        "id": 31,
        "text": "Вернуться за местью."
      }
    ]
  },
  {
    "id": 18,
    "text": "Прошло 6 месяцев изгнания. Ваш город превратился в космическую державу. Чтобы вы не придумали план, Рик поставил отслеживатель рядом с вашим убежищем. Наконец к вам в гости пришел Рэн.",
    "answers": [
      {
        "id": 20,
        "text": "Поговорить с Рэном."
      },
      {
        "id": 22,
        "text": "\"Уйди, не беси меня!\""
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Сограждане, изгнать эту сволочь! Он пожинал наши плоды, но считает, что война - не его дело!\"",
    "answers": [
      {
        "id": 18,
        "text": "Рвануть в лес."
      },
      {
        "id": 31,
        "text": "Сопротивляться."
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Привет, приятель\" - говорите вы одновременно. Рэн рассказал вам, что Рик собрал космофлот и хочет захватить весь мир.",
    "answers": [
      {
        "id": 24,
        "text": "Принять к сведению."
      }
    ]
  },
  {
    "id": 21,
    "text": "Поддержанная вами, толпа набрасывается на Рика. С вашим умом невероятно удобно править, так что вы становитесь новым диктатором. Получено достижение \"Наследник\" (Законно устранить Рика.)",
    "answers": [
      {
        "id": 1,
        "text": "Хэппи-энд."
      }
    ]
  },
  {
    "id": 22,
    "text": "У вас приступ хандры, в связи с чем вы не хотите ни с кем говорить. Рэн жмет плечами и уходит.",
    "answers": [
      {
        "id": 24,
        "text": "Смотреть ему вслед."
      },
      {
        "id": 36,
        "text": "Уйти в свое жилище."
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Ну здравствуй, друг доисторики. Послушай, гроксы, наши враги, напали на планету и приближаются к моему городу. Можно мне спрятаться с тобой?\"",
    "answers": [
      {
        "id": 25,
        "text": "Привести доводы за."
      },
      {
        "id": 26,
        "text": "Привести доводы против."
      }
    ]
  },
  {
    "id": 24,
    "text": "Прошло две недели. Рэн погиб и был похоронен у вашего дома. Неожиданно к вам пришел Рик.",
    "answers": [
      {
        "id": 23,
        "text": "\"Че надо, император недоделанный?\""
      },
      {
        "id": 23,
        "text": "Игнорировать неприятеля."
      }
    ]
  },
  {
    "id": 25,
    "text": "Рик - ваш лучший друг. Допустим, он изгнал вас, но вы сами виноваты. Приказ императора - закон. У вас появляется мимолетная мысль о месте, но вы ее подавляете. Как можно отказать бедному императору, стремящемуся распространить на планету правую веру?",
    "answers": [
      {
        "id": 30,
        "text": "Принять императора."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы секунду думаете, но только секунду. Рик хотел вырезать всех на планете, изгнал вас из города, к тому же он фактически убил Рэна. У единиц людей в мире хватит силы воли простить такое, вы к ним не относитесь. Поэтому вы не позволите этому чудовищу избежать наказания.",
    "answers": [
      {
        "id": 27,
        "text": "Прогнать императора."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы взяли палку, обожгли ее на своем костре и кинули в Рика, прогнав его в его обреченный городишко.",
    "answers": [
      {
        "id": 28,
        "text": "Гроксы уничтожили город."
      },
      {
        "id": 34,
        "text": "Высунуться из убежища с плакатом \"Переговоры!\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Вся планета, кроме вашей землянки, которую вы вырыли для надежности, тлела и пылала. Теперь вы - единственный выживший человек на всей планете!",
    "answers": [
      {
        "id": 30,
        "text": "Посмотреть вдаль"
      }
    ]
  },
  {
    "id": 29,
    "text": "Спасибо за игру, дорогие мои читатели. Не бойтесь, на самом деле все произошло на другой обитаемой планете. Я признаюсь вам, что идея книги не моя. Иностранный автор неизвестен, я просто перевел и добавил кое-что свое. Теперь я вношу доработки и обновления каждый день.",
    "answers": [
      {
        "id": 1,
        "text": "И вам спасибо!"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы посмотрели вдаль. На фоне огней уничтоженного города возвышался источник всех бед, черный монолит. Вы побежали к нему с почерневшими глазами и колдовским восторгом в душе. Вас лизали языки пламени, но вас это не останавливало! \"Черный камень принесет нам свет!\" Вы зачарованно смотрите на монолит, пока огни не превращают вас в пепел...   Вы получили достижение \"Тьма не за горами\" (Сгореть на монолите).",
    "answers": [
      {
        "id": 29,
        "text": "Основная концовка."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы хватаете ближайший нож и набрасываетесь на Рика, после чего уничтожаете, кого сможете, пока враги не отступили. Когда прибыли гроксы, извечные враги всего живого, они почувствовали в вас предателя и предложили присоединиться к ним.",
    "answers": [
      {
        "id": 32,
        "text": "Согласиться."
      },
      {
        "id": 33,
        "text": "Я? Гроксы? ... Да черта с два!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Гроксам очень пригодится предатель (предавший их врагов). Все на борт!",
    "answers": [
      {
        "id": 35,
        "text": "Работать на гроксов."
      }
    ]
  },
  {
    "id": 33,
    "text": "Пораженные вашей реакцией, гроксы выпускают по вам обойму из бластера. В связи с этим при гибели планеты вы не присутствовали...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 34,
    "text": "Гроксы подлетели к вам и выслушали вашу просьбу присоединиться к ним. После этого их посол сказал: \"Мы не принимаем на борт людей, держащих слово. Ты кого-нибудь предавал?\"",
    "answers": [
      {
        "id": 33,
        "text": "Замяться."
      },
      {
        "id": 32,
        "text": "\"Я только что прогнал друга в горящий город."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы прожили несколько лет под крылом врагов. Но потом вы соскучились по родной планете, которая стала необитаемой. Гроксы разрешили вам отправиться туда на побывку.",
    "answers": [
      {
        "id": 30,
        "text": "Прибыть домой."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы садитесь за стол и начинаете переосмысливать жизнь.",
    "answers": [
      {
        "id": 37,
        "text": "Вы сбежали из племени."
      },
      {
        "id": 24,
        "text": "Вас изгнали из города."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вас одолевает тоска по старому. Ваше ослабевшее пожилое сердце не выдерживает такой нагрузки...   Вы получили достижение \"Изгой\" (Отчаяться в изгнании).",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 38,
    "text": "13 января: создан квест. 15 января: появление гроксов. 16 января: введены достижения и раздел \"что нового\". 17 января: мелкое обновление. 19 января: добавлено немного философской болтовни. 26 марта: исправлена опечатка, спасибо внимательному читателю.",
    "answers": [
      {
        "id": 2,
        "text": "Ну так играем?"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили оставить Рика в его радости, а Рэна - в печали. Вы прогуливались по лесу, и вдруг в километре от вас упал странный черный камень. Это монолит.",
    "answers": [
      {
        "id": 7,
        "text": "Позвать остальных"
      },
      {
        "id": 41,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "Ваша первобытная интуиция подсказала, что ни к чему хорошему это не приведет. Однако вы не учли одного маленького факта: монолит упал с таким звуком, что ваши друзья не могли его не услышать.",
    "answers": [
      {
        "id": 9,
        "text": "Заслонить камень."
      }
    ]
  }
]