[
  {
    "id": 1,
    "text": "  Жанры: Романтика, школа\nАвтор: Kofuku-chan\nСюжет: Асакура Мирай самая обычная старшеклассница. По семейным обстоятельствам ей пришлось переехать в другой город и сменить школу. В первый день в школе она знакомится с Такахаши Юки, о котором ходит много слухов. Правдивы ли они? И какой же Юки на самом деле? \n \n\n\nПриятного чтения ;)",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест]"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Всем привет! Я Асакура Мирай и сегодня мой первый день в новой школе! Если честно я очень волнуюсь, ведь будет много незнакомых мне людей.  Но всё же нужно взять себя в руки и успокоится.  \nВдруг раздался телефонный звонок. Я совсем не ожидала, что кто-то мне позвонит. Это была моя лучшая подруга–Эмма\n–Привет, Эмма!\n–Здравствуй, я так рада слышать твой голос, ведь мы так давно не разговаривали.\n–И правда... А почему ты мне позвонила?\n–Как это почему? Конечно для того, чтобы успокоить тебя, глупышка! Я же знаю тебя, и знаю как ты сейчас нервничаешь. Всё будет хорошо, я уверена ты сможешь подружиться с классом.\n–Спасибо, Эмма. Благодаря тебе вся моя неуверенность пропала. Что бы я без тебя делала?\n–Пффф, конечно же ничего.\nМы проболтали целый час.  Звонок Эммы добавил мне уверенности и сил,и теперь я могла, совершенно небеспокоясь, идти в новую школу.\n",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в школу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я решила пойти, потому что осознала свои чувства к нему.\n И вот наступил день свидания, я одела простенькое платье и отправилась к месту встречи. Мы встретились с Юки и решили сначала сходить в кино. Это был замечательный фильм. Мы целый день веселились. Мне никогда не было настолько весело! \nНаступил вечер и Юки предложил пойти на колесо обозрения, и я согласилась. С высоты мы наблюдали за красивым вечерним городом. Вдруг я почувствовала тепло на своей руке. Юки крепко сжимал её. \n–Мирай, я давно хотел тебе сказать... Я люблю тебя!–покраснев, сказал парень.\n–Я тоже тебя люблю!–сказала я и поцеловала его в щёку.\n\n\nПрим. автора: Поздравляю! Ты попал(а) на счастливую концовку. Надеюсь тебе понравился сей квест ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я пришла в школу. Учитель представил меня классу:\n–Эта наша новая ученица–Асакура Мирай. Надеюсь вы подружитесь.\n–Здравствуйте\n–Присаживайся вон за ту парту.\n Я отправилась к парте, мои новые одноклассники смотрели на меня, и от этого я начала нервничать. Все одаривали меня взглядом, но лишь парень за соседней партой спокойно дремал, и на это почему-то никто не обращал внимание. Но почему?–Вот какой вопоос у меня сразу возник. У того парня были белые, скорее всего крашенные, волосы и пирсинг в ушах. \nЯ смотрела на него, до тех пор пока не раздался крик учителя.\n–Такахаши!—Крикнул учитель.\n–А? Что?! –Вскочив, ответил парень.\n–Хватит спать! Иди в кабинет к директору! Там ты подумаешь над своим поведением– Раздражённо сказал учитель\n–Ну блииин! Опять...–Сказал некий Такахаши\n–Не опять, а снова! Бегом!\n–Да иду я, иду – Сказал парень и посмотрел на меня.\nЕго взгляд был слегка удивлённым. Его глаза  ярко-голубого цвета. Он был слегка пугающем из-за своего внешнего вида, и почему-то все со страхом смотрели на него, и я подумала...\n",
    "answers": [
      {
        "id": 5,
        "text": "Хах, он такой забавный"
      },
      {
        "id": 6,
        "text": "Странный тип"
      }
    ]
  },
  {
    "id": 5,
    "text": "Такахаши вышел из класса. Вскоре я заметила, что все избегают этого парня и боятся его. Я спросила у одноклассников почему. Одни  сказали, что он—якудза, другие–он любит драться, и может ударить даже девушку. Некоторые говорили, он вообще не человек и может убить   одним лишь взгядом 10 человек. Пффф что за чушь?! По-моему, он не такой уж плохой, но я с ним не знакома и утвержать этого не могу. Не буду забивать голову себе такими мыслями. И вообще я есть хочу! Итак где же мне съесть свой обед?",
    "answers": [
      {
        "id": 7,
        "text": "Найти укромный уголок"
      }
    ]
  },
  {
    "id": 6,
    "text": "Он показался мне очень странным. И я, пожалуй, не горела желанием с ним общаться.\n    Вот уже пошла вторая неделя моего пребывания в новой школе.  Я подружилась с одноклассниками и всё было хорошо. \nЯ спокойно рисовала в тетради, как вдруг учитель попросил отнести учебники в библиотеку. Но печему именно я?! Эх, придётся идти не могу же я отказать учителю.. Учебники оказались тяжеловатыми для меня. Я еле шла по коридору, из-за тяжести книг. Меня заметил Такахаши и спросил:\n–Тебе помочь?\n–Если несложно...\n–Хех, давай книги–улыбаясь сказал парень.\nА он оказывается намного лучше, чем я думала.\n–Кстати меня Мирай зовут.–улыбаясь, сказала я\n–А меня Юки.\n–Приятно познакомиться!\n–И мне.\nМы дошли до библиотеки и я поблагодарила Юки за помощь, а он улыбнылся и сказал: \"Да не за что\", и ушёл. В тот момент я подумала...\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Я хочу подружиться с ним"
      },
      {
        "id": 9,
        "text": "За помощь, конечно, спасибо, но связываться с тобой я не хочу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Выйдя во двор, я заметила большую и красивую сакуру и решила устроится под ней и съесть свой обед. Обойдя сакуру, я заметила как  кто-то под ней спит. Пригледевшись, я поняла что это Такахаши.",
    "answers": [
      {
        "id": 10,
        "text": "Разбудить его"
      },
      {
        "id": 11,
        "text": "Не будить, просто сесть рядом и съесть свой обед."
      }
    ]
  },
  {
    "id": 8,
    "text": "И после того стучая мы с Юки очень сдружились. Мы проводили много времени вместе. И прошёл ужё целый месяц с нашего знакомства. Я осознала, что люблю его, но я не могла набраться сил и признаться ему в чувствах. Близился день святого Валентина. Я сидела за партой как вдруг, я почувствовала что кто-то навалился сзади на меня и положил подбородок на мою макушку. Это был Юки.\n–Юки! Ты тяжёлый–сказала я, читая книгу.\nПроигнорировав меня, он спросил:\n–Мирай кому ты подаришь шоколад?\n–Хм... Никому наверное–ответила я.\n–А какже я?! Ты ведь подаришь мне? М? – споросил Юки.\n–Ну не знаю, не знаю\n–Эх, злюка ты, Мирай!– надув губы, сказал Юки.\nПрозвенел звонок и думала подарить мне ему шоколад или нет?",
    "answers": [
      {
        "id": 36,
        "text": "Подарить"
      },
      {
        "id": 37,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 9,
    "text": "После того момента мы с Юки особо не общались. Я закончила школу и мы с ним больше не виделись.\n\n\n\n\n\nПрим. автора: Ты попал(а) на нормальную концовку, если хочешь попасть на счастливую, попробуй снова ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я подошла ближе и слегка толкнула его. \n–Такахаши, не спи на земле–простудишься.\n–А́а?–удивлённо спросил парень.\n–Простудишься, говорю! Кстати меня зовут Асакура Мирай, я твоя новая одноклассница.\n–Я заметил...Я Такахаши Юки.\n–Приятно познокомиться.–улыбаясь, сказала я.\n–Угу...–проборматал парень и отвернулся.\nЯ заметила, что его лицо слегка покраснело. \n",
    "answers": [
      {
        "id": 12,
        "text": "Это так мило"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я съела свой обед. Прозвенел звонок, и я решила разбудить Такахаши.\n–Такахаши, просыпайся!\n–А? Что?–вскочив, спросил Такахаши\n–Звонок прозвенел, нам пора на урок.\n–А, ясно, спасибо, что разбудила.\n–Да не за что–улыбаясь сказала я.\n–Меня Юки зовут.\n–А меня Мирай.\n–Ещё раз спасибо Мирай.\nРазговаривая, мы шли по коридору, пока не дошли до класса. Он оказался очень весёлым. С каждым днём мы общались всё больше и больше и спустя несколько недель Юки пригласил меня на свидание. И я думала пойти мне или нет?",
    "answers": [
      {
        "id": 3,
        "text": "Пойти"
      },
      {
        "id": 38,
        "text": "Не пойти"
      }
    ]
  },
  {
    "id": 12,
    "text": "Это выглядело так мило, и почему-то я начала тихо смеяться.\n–Что смешного?!–сказал парень с возмущением.\n–Твоё лицо покраснело–это так мило.\n–Чтооо?–ответил парень, на секунду посмотрев на меня, но потом снова отвернулся. Казалось, его лицо ещё больше покраснело.\nЯ улыбнулась, и он посмотрел мне в глаза и спросил:\n–Разве ты не боишься меня?\n\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Нет"
      },
      {
        "id": 15,
        "text": "Немного"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "–Совсем нет–мгновенно ответила я.\n–Но почему?\n–Ты не похож на злодея. У тебя очень добрый взгляд. \nЯ улыбнулась и посмотрела в его ярко-голубые глаза.\n–Ясно...–ответил парень, и на его лице появилась самая искренняя улыбка, которую я когда-либо видела.\nМоё лицо покрылось румянцем. Почему-то мой пульс участился. \nНаступила тишина и я вспомнила про свой обед.",
    "answers": [
      {
        "id": 16,
        "text": "Достать обед"
      }
    ]
  },
  {
    "id": 15,
    "text": "–Ммм... Ясно... –Сказал Такахаши\nКазалось он был очень расстроен.\nЭто был единственный раз когда мы говорили. После моего выпуска мы больше не встречались.\n \n\n\nПрим. автора: Ты попал(а) на нормальную концовку, если у тебя остался какой-то осадок, ты всегда можешь пройти заново ;)\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я достала обед и принялась есть. Я заметила на себе взгляд. Такахаши смотрел на мой обед, таким взглядом, словно умаляя дать ему попробовать.\n–Хочешь?–спросила я\n–А... Нет!–сказал парень и отвернулся.\n–Ну ладно–сказала я и продолжила есть.\nЯ взглянула на него и решила...",
    "answers": [
      {
        "id": 17,
        "text": "Дать ему попробовать"
      },
      {
        "id": 18,
        "text": "Съесть всё самой"
      }
    ]
  },
  {
    "id": 17,
    "text": "–Держи– сказала я и дала ему половину обеда\n–Нет, не надо–сказал парень, размахивая руками.\n–Не отказывайся, когда я угощаю. Держи\n–С...Спасибо–робко сказал Такахаши и, опустив взгяд, взял свою порцию.\nЕго лицо покрылось румянцем, но он так уплетал мою стряпню, что я даже радовалась, смотря на него.\nМы всю перемену ели и болтали, он оказался очень забавным и с ним я чувствовала себя так спокойно и так хорошо.\nНо вот прозвенел звонок.\n–Ой, Такахаши, нам пора\n–Угу...\nМы отправились в класс, но когда мы уже подошли он сказал: \"Можешь звать меня Юки.\"\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Тогда и ты зови меня Мирай"
      },
      {
        "id": 21,
        "text": "Нет, я буду звать тебя Такахаши"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я съела всё сама, а он просто сидел и смотрел на меня.\nПосле того дня мы с Юки стали лучшими друзьями. Сейчас я уже окончила школу и вот-вот выйду замуж. С подготовкой празника мне помагает Юки. Я рада, что у меня есть такой замечательный друг.\n\n\n\nПрим. автора: Ты попал(а) на хорошую концовку, но есть и счастливая, так что если хочешь больше милостей, попробуй пройти ещё раз ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Я была немного смущена и выкрикнула:\n–Тогда ты тоже зови меня Мирай!\n–Ты чего так кричишь?–недоумевая, спросил парень.\n–Н...ничего!– ответила я и бегом зашла в класс.\nПохоже он заметил моё раскрасневшееся лицо и начал смеяться. Его смех был настолько громким,что моё лицо ещё больше покраснело. \"Почему моё сердце снова так сильно бьётся рядом с ним?\"– этот вопрос крутился в моей голове весь день. \nПрозвенел звонок. Это был последний урок и я начала собирать свой портфель. Вдруг передо мной появился Юки и сказал:\n–Пошли домой вместе?\n",
    "answers": [
      {
        "id": 22,
        "text": "Ага"
      }
    ]
  },
  {
    "id": 21,
    "text": "–Нет, я буду звать тебя Такахаши!–крикнула я.\n–Хорошо...–ответил парень.\nКажется он расстроился.\nПосле этого мы с Такахаши редко общались. И вот я уже выпустилась, но иногда и мы всё же пересекаемся. \n\n\nПрим. автора: Это нормальная концовка,  но если такое тебя не устраивает, ты можешь пройти заново, ведь есть ещё хорошая, счастливая ну и грустная концовки ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я согласилась и мы отправились к выходу. Подойдя к двери я заметела как странно смотрели на нас и перешёптывались одноклассники. Чего это они? Кажется это из-за того что я сдружилась с \"хулиганом\", но мне всё равно, что они думают, ведь Юки не такой. Он очень добрый и милый. \nПо дороге домой мы разговаривали и смеялись, оказывается его дом находится напротив моего, и от этой мысли почему-то мне стало очень радосто.\n–Мирай, мы уже пришли\n–Ааа...Да...– сказала я.\nНо мне было немного грустно, из-за того что мы увидимся только завтра.\n–Может... Будем вместе ходить в школу и возвращаться обратно?– смущаясь, спросил\n Юки.\n",
    "answers": [
      {
        "id": 25,
        "text": "Это будет здорово!"
      },
      {
        "id": 26,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "–Это будет здорово!–улыбаясь ответила я.\n–Хех, я рад.\nМы попрощались, и я  отправилась домой. \nМы ходили в школу и возвращались домой вместе с Юки. Однаклассники косились на нас, но я не обращала внимания. \nИ вот сегодня две недели как мы подружились. Прийдя домой, я приготовила обед, сделала домашнее задание, посидела в интернете и день пролетел незаметно. Вот уже вечер. Приняв ванну, я отправилась в постель. Почему-то я думала о Юки. В моей голове крутилось много вопросов \"Почему же моё сердце так сильно бьётся когда я рядом с ним?\" \"Почему я становлюсь радостной только от разговора с ним?\" \"Почему стесняюсь смотреть ему в глаза?\"\nНеужели...Я...Люблю его?",
    "answers": [
      {
        "id": 29,
        "text": "Нет!",
        "need": [
          25
        ]
      },
      {
        "id": 33,
        "text": "Да\n",
        "need": 12
      }
    ]
  },
  {
    "id": 26,
    "text": "Я не хотела ходить с ним вместе в школу и громко крикнула: \n–Нет!\n–Ааа, понял... Извини– опустив голову, сказал Юки.\nНаступило молчание. Спустя несколько минут Юки сказал:\n–Ну я пойду уже...\n–Ага–сказала я и отправилась домой.\nПосле того дня Юки начал избегать меня. Мне было очень больно, но я не могла ничего сделать. Я чувствовала боль, всякий раз, когда он проходил мимо меня, даже не сказав привет. \n\n\nПрим. автора: Эх, ты попала на грустную концовку. Но ты всегда можешь перепройти ;)\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "На следующей день в школу я пошла одна, потому что я даже не могла посмотреть ему в глаза, я сразу же краснела. В школе я избегала его на переменах. На большой перемене я пошла в столовую. Я купила себе булочку и вернулась обратно. На парте лежал листочек и на нём было написано: \"Приходи туда где мы познакомились после уроков. Мне нужно поговорить с тобой. Юки.\" Я не знала что мне делать, но пораздумав я решила...\n",
    "answers": [
      {
        "id": 31,
        "text": "Я пойду!"
      },
      {
        "id": 32,
        "text": "Не пойду"
      }
    ]
  },
  {
    "id": 29,
    "text": "Нет я точно его не люблю! Я подумала об этом и сразу же легла спать. Спустя неделю Юки признался мне в любви, но я его отвергла. Но наши отношения не прекратились. И вот спустя 2 года мы до сих пор лучшие друзья.\n\n\nПрим. автора: Ты попал(а) на нормальную концовку. Попробуй ещё раз, если хочешь выйти на счастливую;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "Я точно пойду. Я решила пойти и рассказать ему о своих чувствах, даже если он меня отвергнет. После уроков я пошла к месту встречи. И вот подойдя  к сакуре я заметила знакомую фигуру. Юки облокотившись на сакуру ждал меня. Заметив, что я пришла, он улыбнулся.\n–Привет, мирай!\n–Привет...\n–Я тебя чем-то обидел?\n–Нет...\n–Тогда почему ты...?\nНеуспел парень договорить, как я перебила его:\n–Потому что я люблю тебя!\n–Что?–покраснев, спросил Юки\n–Люблю... Люблю! Я люблю тебя! И даже если ты меня не любишь, я всё равно буду любить тебя!\nНесколько секунд стояла тишина как вдруг он заключил меня в обьятия и сказал:\n–Мирай, я тоже тебя люблю! Очень люблю! Ещё со дня нашего знакомства!\nЯ обрадывалась, услышав эти слова. Я плакала, но это были слёзы счастья. Спустя несколько минут мы посмотрели друг на друга и улыбнулись. Это был самый счастливый момент в моей жизни. Так началась наша любовь.\n\n\nПрим. автора: Это самая счастливая концовка! Она очень мне нравится, надеюсь и вам ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Я точно люблю его! Я не могла уснуть всю ночь, думая об этом. Утром я пошла в школу одна и в школе всё время избегала Юки. На большой перемене я пошла в столовую. Купив булочку, я отправилась обратно в класс. На столе лежала записка, на ней было написано: \"Приходи к месту, где мы познакомились после уроков,я буду ждать. Юки\". Немного подумав я решила, что...\n",
    "answers": [
      {
        "id": 34,
        "text": "Пойду!",
        "need": 25
      },
      {
        "id": 35,
        "text": "Не пойду..."
      }
    ]
  },
  {
    "id": 34,
    "text": "Я должна рассказать ему о своих чувствах! Даже если он меня не любит!\n Когда закончился последний урок, я быстро собрала портфель и отправилась на место встречи. Подходя к сакуре, я заметила знакомую фигуру. Юки стоял, облокотившись на сакуру. Заметив меня он выпрямился и, улыбаясь, помахал мне рукой.\n–Мирай, Привет!\n–Привет...\nНаступила тишина. Мы стояли в молчании несколько минут, как вдруг Юки спросил:\n–Я тебя чем-то обидел?\n–Нет...\n–Тогда почему ты...?\nНедав ему договорить, я сказала:\n–Я люблю тебя...\n–Что?–покраснев, спросил Юки\n–Я люблю...Люблю тебя! И...и даже если ты меня не любишь... Я всё равно буду любить тебя!\nЯ была готова вот-вот разреветься, как вдруг он заключил меня в объятия.\n–Я тоже люблю тебя! Очень люблю! Ещё со дня нашего знакомства.\nКазалось он готов был заплакать. Я тоже обняла его в ответ. По моим щекам текли слёзы, но это были слёзы счастья. Мы стояли так несколько минут и потом посмотрели друг-другу в глаза и широко улыбнулись. Это был самый счастливый момент в моей жизни. Так началась наша любовь.\n\n\n\nПрим. автора: Хех, ты попал(а) на самую счастливую концовку. Мне она очень нравится надеюсь, что и тебе ;)\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я решила не идти и после этого мы с Юки никогда больше не разговаривали. Я очень жалею, что не пришла на встречу с ним в тот день.\n\n\n\n\nПрим.автора: Эх, ты попал(а) на грустную концовку. Попробуй ещё раз :(",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Наступил день святого Валентина, я решила подарить Юки шоколад и признаться ему в чувствах через письмо.\nПрозвенел звонок. Это был последний урок. Я положила в карман его куртки шоколад с письмом и отправилась домой. По дороге домой я думала когда же Юки обнаружет моё письмо и очень волновалась. Вдруг за спиной я услышала шаги, не успела я обернуться, как кто-то обнял меня.\nЭто был Юки. \n–Ты чего?–спросила я\n–Я тоже люблю тебя!–крикнул Юки, и поцеловал меня.\n\n\n\nПрим. автора: Ты попал(а) на счастливую концовку, надеюсь тебе она понравилась ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я решила не дарить шоколад Юки и я сказала ему об этом. Он выглядел расстроенным.\nНаступил день святого Валентина, и я хотела признаться Юки в своих чувствах. После уроков я переоделась и вышла на улицу, поджидая его. Вдалеке я заметила знакомую фигуру. Это был Юки. Я приблизилась к нему и заметила, что незнакомая мне девушка отдаёт ему шоколад.Сердце сжалось. Я быстрее побежала домой. Вся моя уверенность пропала и я больше не хотела ему признаваться. \nПрошло 3 года. После того дня я начала избегать Юки. Мы почти не общались. Он нашёл себе девушку и, кажется скоро у них будет свадьба. Мне грустно от этой мысли, ведь я до сих пор люблю его и осознаю какой же дурой я была...\n\n\nПрим. автора: Эх, это грустная концовка, но ты всегда можешь начать всё сначала и попасть на счастливую ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я решила не идти, но на этом наша дружба не прекратилось. И вот мы уже закончили школу, но до сих остаёмся лучшими друзьями!\n\n\n\nПрим. автора: Ты попал(а) на хорошую концовку, но есть ещё счастливая, так на всякий случай ;)",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  }
]