[
  {
    "id": 1,
    "text": "Автор: Feriya \nЖанр: Боевик, комедия, романтика \n\nДуши. Они заперты в клетках. Окутаны цепями. Они истощены, голодные, холодные, не спят ночами из за шума повозки в которой они проводят свою жалкую жизнь. Они рабы. С ними обращаются как со скотиной.\n  Души смирились с этим... Но не ты... Твой холодный взгляд и вечная жажда свободы. Это пугало всех. Но не тебя.\n\n\n[Для тех кто дочитал и ждёт продолжение истории: пишите в комментариях чего бы вы хотели видеть во второй части] ",
    "answers": [
      {
        "id": 2,
        "text": "Описание главного героя "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 3,
        "text": "Действие первое"
      },
      {
        "id": 4,
        "text": "Действие второе "
      },
      {
        "id": 38,
        "text": "Действие третье "
      },
      {
        "id": 45,
        "text": "Действие четвёртое "
      },
      {
        "id": 46,
        "text": "Действие пятое "
      },
      {
        "id": 48,
        "text": "Концовки "
      },
      {
        "id": 107,
        "text": "Действие шестое "
      },
      {
        "id": 117,
        "text": "Действие седьмое"
      },
      {
        "id": 134,
        "text": "Действие восьмое"
      },
      {
        "id": 143,
        "text": "Действие девятое"
      },
      {
        "id": 158,
        "text": "Действие десятое"
      },
      {
        "id": 164,
        "text": "Действие одинадцатое"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c850128/v850128803/bbd77/shGZN91VN7A.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c850128/v850128803/bbd77/shGZN91VN7A.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Описание :\nКай, парень лет 20, когда ты был ребёнком, твоих родителей забрали в рабство. Ты же, благодаря своему желанию жить и хитрости сбежал. У тебя были чёрные волосы и ярко зелёные глаза отливающие цветом изумруда. В 16 лет тебя поймали. За тебя готовы были отдать много денег. Но ты часто убегал и по этому ты был в клетке с тяжёлыми цепями ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Была невыносимая жара. На рынке было много народа. Хах... Как всегда. Шумели люди, цвела торговля. Я сидел в клетке на открытом солнце, как на сковороде. Тут не то, что не кто не подаст даже воды, тут просто насмехаются надо мной стоя в тени. Посмотрел бы я на вас, если бы вы здесь сидели... Я посмотрел на замок. Снова демоны новый поставили... Ну не чего, этот тоже взломаю.\nК клетке подошёл какой-то жирный, богатенький мужичёк маленького роста... Ха ха, да и девку не плохую себе подгрёб, все бабы ведуться на деньги.\nМужичёк позвал \" хозяина\" и потребовал показать меня ему полностью. Ха, размечтался. Давайте, открывайте клетку. Сейчас посмотрим кто у нас тут быстро бегает.\n\" хозяин\" открыл клетку и потянул меня за цепь которая была на моей шее и руках. Вижу про ноги вы забыли.\nКогда я вышел... Я понял насколько тот мужичёк \" мелковат\"... Он мне по пояс... Эх... Мелкий народ пошёл. Но это мне на руку. \nМужичёк стал меня осматривать, я почувствовал, что цепи не много ослабленны. Думают, что у меня сил не хватит. Ну давай догоняй! \nЯ вырвал из рук \" хозяина\" цепь и рванул по рынку скрываясь в толпе, за мной же неуклюже побежали два мужлана. Да уж... Попробуйте догоните... \nИ тут... Я забежал в тупик... Прекрасно. \nЯ обернулся, те двое были уже почти на хвосте. Эх... Выхода нет... Кроме... Кузня! ",
    "answers": [
      {
        "id": 7,
        "text": "Забежать в кузню"
      }
    ]
  },
  {
    "id": 4,
    "text": "На следующий день я проснулся в середине дня, встав я пошёл к бару чего-то поесть купить. Хм... Интересно, та девушка дошла без приключений до дома?\nСпустившись на первый этаж я снова увидел её, она сидела за барной стойкой и кого-то ждала. Она посмотрела на меня и подозвала к себе. ",
    "answers": [
      {
        "id": 23,
        "text": "Подойти "
      }
    ]
  },
  {
    "id": 5,
    "text": "Я вошёл в кузню. Меня сразу встретил холодный взгляд кузнеца, у него в руке был огромный молот которым он бил о расскалённый металл. Из-за кузнеца выскочила Риза и мило улыбнувшись подбежала ко мне.\n—Я рада, что ты пришёл!\n—Хе-хе... А я то как рад, что я пришёл...\n  Теперь задача-уйти живым... Она подбежала к своему отцу и сказала, что мне нужен крепкий клинок и то, что я хотел поговорить с ним. Кузнец не много удивился и посмотрел на меня. От его взгляда аж мурашки по коже пробежали... Он подошёл ко мне и протянул руку в знак приветствия. Я пожал его грубую руку и натянул улыбку.\n Он предложил обговорить клинок в стороне, я же понимая опасность всё равно согласился... Я настоящий безумец. ",
    "answers": [
      {
        "id": 31,
        "text": "Выйти вместе с кузнецом"
      }
    ]
  },
  {
    "id": 6,
    "text": "Кузнец показал несколько клинков. На вид были прочные и сильные.\n—Какой берёшь? ",
    "answers": [
      {
        "id": 32,
        "text": "Клинок с синим ободком"
      },
      {
        "id": 32,
        "text": "Клинок с зелёной лентой "
      },
      {
        "id": 32,
        "text": "Клинок с красной рукояткой"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я забежал туда и замкнул дверь. Хм... Здесь нет не кого что ли?\nЯ увидел большие щепцы, в самый раз. Прощайте цепи!\nЯ подошёл к ним и разкусил цепи. Агх... Только вот на шее не могу снять... Ладно, оно мне сильно не мешает. Я пошёл осматриватся. Кузня как кузня, не чего не обычного. Тут я услышал тихие шаги за спиной. ",
    "answers": [
      {
        "id": 8,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я обернулся и увидел молодую девушку державшую в руках кувалду. Она замахнулась на меня, а я думал от смеха умру. Её лицо покраснело от тяжести кувалды когда она её подняла, ноги не много затряслись и она яросто и грозно сказала\n—Кто ты!? И что ты тут делаешь!?\nЯ ели сдерживая смех пытался ей объяснить всё\n— прости-прости, я тут по ошибки зашёл. Положи пожалуйста кувалду на пол.\nОна не поняв снова замахнулась на меня. И тут я не выдержав засмеялся.\nДевушка смотрела на меня ничего не понимая, у неё были золотые волосы и карие глаза. Красавица одним словом...\n—А? Ты чего смеёшься!? Жить надоело!?\n—Ха ха! Ты кто такая, богатырша?\n—Я дочь кузниза!\nИ тут я замер. Я посмотрел на её чуть накаченные руки и ноги. Ну теперь я понял почему она смогла поднять такую тяжесть.\n—Кто ты такой!? ",
    "answers": [
      {
        "id": 9,
        "text": "Я? Обычный сбежавший раб * улыбнуться *"
      }
    ]
  },
  {
    "id": 9,
    "text": "Девушка чуть опустила кувалду\n—Сбежавший раб? Но как? Разве вы не под замком находитесь?\nЯ усмехнулся и нагло ответил\n—Что значит \" мы под замком\"? Мы сама свобода, только слабаки падают духом.\n—Да кто бы говорил... — девушка положила кувалду на стол. — тебя вроде ищут\n—Ага, уже как целые 15 минут...\n—Сколько за тебя дают?\n—Эй! Не сколько!\n—Пф, тогда ты бесполезен\n—Что!?\n—Ещё и глухой, эх... Что поделаешь? \n Я взбесился и подойдя к девушке прибил её к стене\n— Ты что, страх потерял? — девушка холодно смотрела мне в глаза. Я долго не думая... ",
    "answers": [
      {
        "id": 10,
        "text": "Поцеловал её "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я долго не думая поцеловал её. Девушка была в шоке и не могла пошевелиться. Перестав её целовать я усмехнулся и направился к выходу\n—У тебя очень мягкие и нежные губки.  — я нагло усмехнулся и вышел. После того как я вышел, в дверь прилетела кувалда и чуть ли не вышибла её. Ох... Вот это принцесса бушует, ха ха, наверное продолжение хочет. Я услышал себе в след раздражённый крик\n—Чтоб ты сдох кабелина!!!\nХо хо... Громкое заявление.... \nЯ довольный направился по городу, так как был уже вечер. Я хотел где-то остановиться на ночь. Я увидел таверну. Ну думаю это лучше чем клетка... Хотя одет я, не из лучших. На мне были потрёпанные и испачканные в пыли штаны по колено и рванная серая футболка. Но думаю пьяницы не будут смотреть как я одет. ",
    "answers": [
      {
        "id": 11,
        "text": "Зайти в таверну "
      }
    ]
  },
  {
    "id": 11,
    "text": "Зайдя в таверну я увидел как за барной стойкой стоял сам хозяин этой забегаловки и протирал стакан. Рядом был столик где мужики играли в карты на деньги, не плохой способ заработать если посчитать, что я не плохой игрок в азартные игры. Потом я увидел лестницу на верх. Кажется там есть комнаты. ",
    "answers": [
      {
        "id": 12,
        "text": "Подойти к хозяину "
      },
      {
        "id": 13,
        "text": "Подойти к мужикам"
      },
      {
        "id": 14,
        "text": "Пойти на второй этаж "
      }
    ]
  },
  {
    "id": 12,
    "text": "Я подошёл к хозяину. Он весело посмотрел на меня.\n—Чего надобно сударь?\n—Да комнатку мне бы.\n—Охх, это будет стоить 10 рубков\nХа ха... 10...рубков...где я ему такие бабки возьму?! Хотя... Вон те мужики выглядят привлекательно на счёт бабла ",
    "answers": [
      {
        "id": 11,
        "text": "Вернуться к осмотру "
      }
    ]
  },
  {
    "id": 13,
    "text": "Я подошёл к мужикам и предложил сыграть на деньги.\n—А деньги у тебя есть вообще, паренёк?\n—Нет, но есть кое что другое — я достал из кармана штанов золотое кольцо, ох меня та девчонка убьёт...\n—Вау, давайка присоединяйся к нам!\n Они с улыбкой до ушей приняли меня, а я то с какой улыбкой был...\nСПУСТЯ 10 МИНУТ\n Я забираю последние деньги у мужиков\n—Ах, славно поиграли — я весело сказал загребая себе в карманы деньги\n—Вот это у тебя удача парниша...\n—Ещё как!\nЯ встал, так... У меня 300 рубков... Отлично! Погнали жить! ",
    "answers": [
      {
        "id": 15,
        "text": "Пойти к хозяину "
      }
    ]
  },
  {
    "id": 14,
    "text": "Там было лишь 5 номеров и два из них были заняты. Здесь нет не чего интересного... ",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я подошёл к хозяину. Он заинтересовано посмотрел на меня\n—Ну что? Нашёл деньжата?\n—Ещё какие — я протянул ему 10 рубков, он их осмотрел и протянул мне ключ от номера\n—На втором этаже номера\n—Ага, спасибо старик.\nЯ пошёл на второй этаж ",
    "answers": [
      {
        "id": 16,
        "text": "Подняться на второй этаж "
      }
    ]
  },
  {
    "id": 16,
    "text": "Поднявшись на второй этаж, я пошёл к своей комнате. Прийдя туда я осмотрелся. Это была маленькая комнатка с кроватью и не большим комодом. С окна открывался вид на город, от сюда было хорошо наблюдать за теми кто меня ищет. ",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреть комод"
      },
      {
        "id": 18,
        "text": "Посмотреть в окно "
      },
      {
        "id": 19,
        "text": "Лечь на кровать "
      }
    ]
  },
  {
    "id": 17,
    "text": "Комод был из обычного дерева, не много побитый обо что-то. Мне не чего было в него ложить по этому я решил продолжить осматриваться. ",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к осмотру "
      }
    ]
  },
  {
    "id": 18,
    "text": "Я подошёл к окну. Город был уже почти опустевший, так как была уже ночь. Я надеюсь больше не увижусь с этими ублюдками... Я лучше пойду осмотрюсь дальше. ",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к осмотру "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вот я наконец прилёг на кровать... Нужно будет вернуть кольцо той девушке, конечно если она не встретит меня кувалдой в лицо... Иначе это будет не очень приятная встреча. Лучше поспать, а завтра уже разобраться с остальным. ",
    "answers": [
      {
        "id": 20,
        "text": "Середина ночи"
      }
    ]
  },
  {
    "id": 20,
    "text": "По среди ночи, я услышал тихие шаги по моей комнате. Грабители? Убийцы? Хотя зачем я им? ",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть на незнакомца "
      }
    ]
  },
  {
    "id": 21,
    "text": "Я тихо приподнялся и увидел ту самую девушку которая искала своё кольцо. Чёрт... Я думал будет что-то интересное...\nЯ встал и тихо подойдя к ней резко схватил её за талию и чуть поднял. Она закричала и начала вырыватся, я не выдержав засмеялся и поставил её обратно. Она так смешно забилась в угол.\n—Какого чёрта ты не спишь!?\n—Ах, так мы уже на \" ты\" как хорошо\n—Верни моё кольцо, вор!\n—Ай-яй, как можно меня путать с вором? Я же поблагодарил за кольцо\n—Это было не по моей даже воли!\n—Зачем мне твоя воля, это если бы я сделал что-то большее...\nЯ начал к ней подходить. Она прижалась к углу. Как можно было прийти сюда без оружия или хотя бы ножа? Эх... Не понимаю я женщин.\n—Я ... Я закричу!\n—Да кричи сколько хочешь, всем всё равно, что здесь происходит.\nДа... Этим людям всё равно, что с тобой сделают. Лишь бы им была выгода.\nЯ прижал её к стене и она закрыла глаза, как будто от этого что-то изменится... В окно я увидел как в таверну зашли те самые мужики у которых я выиграл, они были с ножами и дубинами. Кажется дело плохо. Нужно спрятать девушку вместе с тем кольцом. ",
    "answers": [
      {
        "id": 22,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 22,
    "text": "Девушка открыла глаза и посмотрела на меня. Я взял её за руку и вывел на улицу через чёрный. Девушка смотрела на меня с удивлением.\n—Почему?\n—Беги. Сюда идут не очень приятные личности.\nЯ отдал ей кольцо. Взяв его она побежала куда-то, я же решил постоять на улице, не хотелось вмешиваться в драку в которой я не выиграю. Я слышал как они переворачивали все комнаты и всю таверну и через час ушли. Эх... Пора возвращаться в кровать и досыпать. ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 23,
    "text": "Подойдя к ней, на меня сразу посмотрела вся тверна... Ха ха, кажется я бессмертный...\n—Спасибо, что отдал мне то кольцо. Оно мне очень дорого...\nДевушка чуть улыбнулась\n Хе-хе... Вижу у тебя хорошие настроение.\n—Возможно. Я Риза\n—Кай. Рад знакомству\nЯ протянул ей руку. Она мне дала руку и пожала. Интересно... Если я поцелую её руку... У меня будет фонарь под глазом?",
    "answers": [
      {
        "id": 24,
        "text": "Поцеловать её руку"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я поцеловал её руку. Она чуть мило  покраснела. Удивительно, что я ещё жи...\nЯ почувствовал резкую боль между ног...\n—Я тоже, очень рада знакомству\nОна мило улыбнулась. Кха ... Я ещё ни в чём не провинился...\n—Ха ха... Да...\nГде то через несколько минут мы мило беседовали. Оказывается она помогает отцу делать всякие оружия. ",
    "answers": [
      {
        "id": 25,
        "text": "Спросить про её отца "
      },
      {
        "id": 26,
        "text": "Спросить про неё"
      },
      {
        "id": 27,
        "text": "Спросить как она дошла до дома"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Мой отец? Он обычный кузнец, делает не сложное оружие: клинки, мечи, щиты и так далее.\n—А за сколько он делает оружие?\n—Ну... Смотря какое.\n—Клинки.\n—Ну, кажется по 60 рубков\n—Я тогда загляну к вам\n—Хорошо. У тебя есть ещё вопросы? ",
    "answers": [
      {
        "id": 24,
        "text": "Задать вопрос "
      }
    ]
  },
  {
    "id": 26,
    "text": "—Ну, я обычная дочь кузнеца.\n—Но если сравнить тебя с другими девушками то ты отличаешся сильной дерзостью.\n—Думаю, любая бы дала по роже незнакомцу за поцелуй.\n—Ха ха... Не уверен...\n—Не первый раз, как я поняла\n—А что, ревнуешь?\n—Да кому ты нужен.\nЯ чуть засмеялся ",
    "answers": [
      {
        "id": 24,
        "text": "Задать вопрос "
      }
    ]
  },
  {
    "id": 27,
    "text": "—Да вроде нормально, меня кажется никто не приследовал\nХм... Если её никто не приследовал... Неужели они просто ушли?\n—А твой отец, где он был когда ты пришла?\n—Отец? Он закупал металл.\n—В час ночи?\n—Ну он говорит что в это время купить металл больше шансов...\n—Как твой отец выглядит?\n—С коричневыми волосами и не длинной чёрной бородкой.\nТогда я понял кто то был... Я вспомнил того мужика который больше всех возмущался из-за проигрыша... Кажется у него на меня большие планы... А у меня большие компромиссы на него, его же дочь не знает о его \" хождение за металлом\" \n",
    "answers": [
      {
        "id": 28,
        "text": "Я могу увидеться с твоим отцом? "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Да, приходи сегодня в кузню вечерком.\nХа ха... Что бы потихому меня закопать...\nЯ кивнул. Риза помохала мне и пошла к себе домой, я же решил пройтись за новой одеждой... Хотя мне ещё нужно с шеи снять этот ошейник... ",
    "answers": [
      {
        "id": 29,
        "text": "Пойти на рынок "
      }
    ]
  },
  {
    "id": 29,
    "text": "Я пришёл на рынок. Я пытался прятать глаза что бы меня не узнали, да это получалось не очень хорошо, но всё же я смог спокойно купить себе нормальную одежду. Уже вечереет... Нужно зайти в кузню как и обещал. ",
    "answers": [
      {
        "id": 30,
        "text": "Прийти в кузню "
      }
    ]
  },
  {
    "id": 30,
    "text": "Я наконец дошёл до кузни... Ох как мне не охота туда заходить... Но если её отец и правда глава работорговцев, то нужно будет с ним разобраться. ",
    "answers": [
      {
        "id": 5,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 31,
    "text": "Как только мы остались одни кузнец сразу задал вопрос.\n—Как ты, щенок, смог сбежать?\n—Ну во первых, я не щенок. А во вторых я сбежал благодаря тупизму ваших подчинённых и доброте вашей дочери.\nОн резко схватил меня за горло и поднял в воздух\n—Даже не вздумай прикосаться к моей дочери!\n—Кха... Вы меня хоть поставьте на землю...\nОн кинул меня на землю и я не много откашлялся\n—Если пальцем её тронешь, то ты труп.\n—Кха-кха... Понял, понял...\nКузнец снова вошёл в кузню и пошёл за клинком.\nЗначит он всё таки не хочет чтобы Риза узнала, чем он занимается... ",
    "answers": [
      {
        "id": 6,
        "text": "Встать и пойти за ним "
      }
    ]
  },
  {
    "id": 32,
    "text": "Я взял клинок и с ухмылкой посмотрел на кузнеца.\n—И сколько эта прелесть стоит?\nЯ быстро кинул взгляд на Ризу которая пристально смотрела на отца.\nКузнец чуть оскалившись ели сказал \n—Забирай бесплатно.\nЯ усмехнулся и покрутив кинжал в руке направился к выходу\n—Надеюсь ещё подружимся, папочка.\nЯ насмешливо сказал и выйдя в дверь прилетел молот и дверь не много треснула. Ох хо хо... Этот треск двери был похож на треск моих костей в будущем... Ну да ладно. Главное разозлил и взял клинок не потратив не рубка. Эх... Жизнь удалась. Потянувшись я направился в... ",
    "answers": [
      {
        "id": 35,
        "text": "Таверну "
      },
      {
        "id": 36,
        "text": "Гулять по ночным улицам "
      }
    ]
  },
  {
    "id": 33,
    "text": "Я решил поразвлекаться. Подошёл к тому кто вырубил стулом кого-то и вмазал ему. Эх... Хиленький... С одного удара в голову отключился... Ну ладно, повторим процедуру другим.\nСПУСТЯ 5 МИНУТ...\nСижу тыкаю палочкой в отключившегося мужика\n—Против смерти решил идти один на один... Не получилось...\nХозяин в шоке смотрел на полностью разбитую таверну в хлам и на меня, когда я стаскиваю всех пьяниц в угл.\nЯ потянулся и пошёл к себе в комнату ",
    "answers": [
      {
        "id": 37,
        "text": "Пойти к себе в комнату "
      }
    ]
  },
  {
    "id": 34,
    "text": "Я пришёл в свою комнату и обесиленно упал на кровать и закрыл глаза. Интересно... Что будет дальше...? Я заснул",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 35,
    "text": "Таверна как обычно цвела пьяницами и летающими столами над головами... Чувствую хозяину будет весело разнимать эту драку пьяниц. Пойти разбросать их что-ли или ну их? ",
    "answers": [
      {
        "id": 33,
        "text": "Вмешаться в драку"
      },
      {
        "id": 34,
        "text": "Пойти в свою комнату "
      }
    ]
  },
  {
    "id": 36,
    "text": "Я гулял по улицам осматриваясь по сторонам, но тут в меня кто-то врезался и сбил с ног. Я посмотрел туда, это была девочка лет девяти она посмотрела на мой клинок который висел на моём поясе. Я хотел встать, но девчонка резко выхватила клинок и рванула в переулок.\n—Стой мелочь!!!\nТвою же мать! Мне второй раз вряд ли повезёт взять себе клинок! Я рванул за ней, но как только выбежал из переулка увидел работорговцев который поймали девчонку и... МОЙ КЛИНОК!!! Раступились бараны!\nЯ вылетел из переулка и с ноги зарядил тому у которого был мой клинок. Второй испугавшись отпустил девчонку и убежал. Сыкло одним словом.\nДевочка смотрела на меня с большими глазами, у неё были чёрные короткие волосы и тёмно карие глаза.\n—Спасибо!\nДевчонка поблагодарила и обняла меня со словами от которых у меня глаза на лоб повылазили\n—Ты теперь мой муж!\nБыла минута молчания... После чего я оторвал от себя девчонку и дал дёру в таверну. Да ну вас! Меня жизнь к такому не готовила! ",
    "answers": [
      {
        "id": 35,
        "text": "Прийти в таверну "
      }
    ]
  },
  {
    "id": 37,
    "text": "Я пришёл в свою комнату и обесиленно упал на кровать и закрыл глаза. Интересно... Что будет дальше...? Я заснул. ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 38,
    "text": "На следующий день я проснулся уже раньше чем вчера и пошёл на первый этаж. Там было на удивление тихо и пусто. Хозяин был как всегда за барной стойкой и протирал стаканы. Они что, размножаются? Сколько можно протирать их? Они уже блестят как у кота яйца... Эх... Мне не понять. Я решил пройтись по городу, но тут в таверну заходят работорговцы, я успел перепрыгнуть за барную стойку и спрятаться за ней. Хозяин, конечно, чуть-ли инфаркт не получил, ну да ладно. ",
    "answers": [
      {
        "id": 39,
        "text": "Слушать разговор "
      }
    ]
  },
  {
    "id": 39,
    "text": "Я решил проверить свою удачу и послушать разговор.\n—Я слышал, что вы укрываете сбежавшего раба.\n—Я не понимаю о чём вы, господа.\n—Отвечай, щенок! Где парень с ярко зелёными глазами!\nОн взял хозяина за одежду и вытянул из-за барной стойки",
    "answers": [
      {
        "id": 40,
        "text": "Вмешаться и рискнуть жизнью"
      },
      {
        "id": 41,
        "text": "Остаться на месте "
      }
    ]
  },
  {
    "id": 40,
    "text": "Я захотел рискнуть и тут я услышал сильный удар об пол. Тут за барную стойку ко мне прилетел один из работорговцев... Я не много выглянул и увидел такую картину:\nХозяин держит в руках разбитую бутылку, а во второй убитого работорговца... Я теперь понял как он разнимает драки... Хозяин посмотрел на меня и приветливо как всегда улыбнулся. И в этот момент я понял, что мне хана...\nЧЕРЕЗ НЕСКОЛЬКО МИНУТ....\n—Говоришь, это за тобой охоту устроили?\n—Ха ха, есть не много... Просто за меня, кажется много денег дают богатенькие мужички.\nХозяин посмотрел в окно.\n—Думаю тебе здесь нельзя оставаться.\n—Что? Почему?\n—Если за тебя дадут много денег, то они не остановятся.\n—Мне не куда ни ехать, ни идти.\n—Могу тебе посоветовать другой небольшой городок.\n—Я подумаю об этом.\n—Хорошо, как только надумаешь скажи.\n—Ага, спасибо.\nЯ встал и пошёл к Ризе, я же всё таки её ещё не навещал. ",
    "answers": [
      {
        "id": 42,
        "text": "Пойти к кузне "
      }
    ]
  },
  {
    "id": 41,
    "text": "Я не захотел рисковать и тут я услышал сильный удар об пол. Тут за барную стойку ко мне прилетел один из работорговцев... Я не много выглянул и увидел такую картину:\nХозяин держит в руках разбитую бутылку, а во второй убитого работорговца... Я теперь понял как он разнимает драки... Хозяин посмотрел на меня и приветливо как всегда улыбнулся. И в этот момент я понял, что мне хана...\nЧЕРЕЗ НЕСКОЛЬКО МИНУТ....\n— говоришь, это за тобой охоту устроили?\n— ха ха, есть не много... Просто за меня, кажется много денег дают богатенькие мужички.\nХозяин посмотрел в окно.\n— думаю тебе здесь нельзя оставаться.\n— что? Почему?\n— если за тебя дадут много денег, то они не остановятся.\n— мне не куда ни ехать, ни идти.\n— могу тебе посоветовать другой небольшой городок.\n— я подумаю об этом.\n— хорошо, как только надумаешь скажи.\n— ага, спасибо.\nЯ встал и пошёл к Ризе, я же в ё таки её ещё не навещал. ",
    "answers": [
      {
        "id": 42,
        "text": "Прийти к кузне "
      }
    ]
  },
  {
    "id": 42,
    "text": "Как только я зашёл в кузню в меня прилетела кувалда. Я ели увернулся и посмотрел туда от куда летела кувалда. Там стояла Риза и топала ногой... Хе-хе... Кажется у неё нет настроения... Если она меня уже убить готова.\n—Зачем ты сюда пришёл?\nОна смотрела на меня взглядом убийцы...\n—Хе-хе... Риза, ты не с той ноги встала?\n—Убирайся.\n—Чего это?\n—Кто знает что у тебя в голове. Исчезни!\n—А??? Тебе кто в голову всякий бред вбил?\nОна схватила клинок и побежала ко мне. Я спокойно ждал когда она приблизится ко мне, она подбежала и замахнулась на меня клинком. ",
    "answers": [
      {
        "id": 43,
        "text": "Увернутся "
      },
      {
        "id": 44,
        "text": "Остаться на месте "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я быстро и ловко увернулся и клинок вонзился в стену. Ого... Было опасно... Я схватил её за руку и вырвав у неё клинок выбросил его в сторону. Она пыталась вырваться. Но думаю у неё нет шансов... Она просто чем то напуганна... ",
    "answers": [
      {
        "id": 49,
        "text": "Поцеловать её"
      }
    ]
  },
  {
    "id": 44,
    "text": "Она резким движением вонзила в мою грудь клинок... Я чувствовал не выносимую боль... После она отпустила клинок и отошла от меня... Моё же тело бездвижно упало на пол.\n[ концовка: Погибшая душа из-за доверия.] ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 45,
    "text": "Я открыл глаза и увидел над собой утренний лес. Свежий воздух, птички поют... Красота... Возничий заснул, кажется. Ну и ладно главное лошадь туда еде...\nМеня начало трести и я провалился в глубь сена. Возничий проснулся и мы свернули на другую дорогу. Похоже на объезд. Я чуть вынырнул из сена и осмотрелся. Это был тёмный лес, чьи деревья не пропускали солнце. И правда в объезд поехали... Я услышал свист и тихие смешки. Возничий или глухой или у него кроме сена и повозки с лошадью ничего нет. Хотя даже так... Его спокойствие даже пугает... Этот старик как и ехал спокойно так и продолжал... Весело...\n Лошади дорогу перегородил разбойник и наставил меч... Лошадь просто как шла так и продолжила... Хе-хе... Что за люди пошли....?\nДва разбойника прыгнули к возничему и скинули его с повозки, главное лошадь так и продолжила идти... Что за чёрт?...\n Тут лошадь резко побежала и разбойники упали с повозки. Жалко конечно того возничего... Но мне нужно добраться до того города.\n ЧЕРЕЗ НЕСКОЛЬКО МИНУТ\nПередо мной открылся огромный замок и деревня присоедененная к нему. Перед воротами стояли стражи, а лошадь пёрла как бешенная на них. Потом резкий тормоз и я головой влетаю в стенку повозки... Ауч... Это реально больно... Лошадь прошла в замок... У меня был только один вопрос... Как!? Ну ладно это не важно. ",
    "answers": [
      {
        "id": 63,
        "text": "Выглянуть и осмотрется "
      }
    ]
  },
  {
    "id": 46,
    "text": "Начался второй день, как я стал конвоем принцессы. Сегодня приезжает принц с другого королевства, наверное цепляться к принцессе... Нужно быть уже возле её двери... ",
    "answers": [
      {
        "id": 97,
        "text": "Пойти к принцессе "
      }
    ]
  },
  {
    "id": 47,
    "text": "Я ходил по саду и наткнувшись на качелю принцессы увидев записи вырезанные на качели. Это были имена. Они были написаны разным подчерком. Кто все эти люди? Тут я услышал как ко мне кто-то подошёл сзади. ",
    "answers": [
      {
        "id": 101,
        "text": "Обернуться "
      },
      {
        "id": 102,
        "text": "Остаться на месте "
      }
    ]
  },
  {
    "id": 48,
    "text": "1. Погибшая душа из-за доверия.\n2. Мёртвая душа от своих желаний\n3.Счасливая концовка. Воскресшая душа",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 49,
    "text": "Я прижал её к себе и поцеловал, она тут же замерла и не много раслабилась. После поцелуя я посмотрел в её глаза, они были чуть-ли не на мокром месте. Я сделал что-то не так?\n—Я... Я не могу поверить... Что ты убил друга моего отца...\n Кого? Когда? О чём она? Это ей её отец наплёл?\n—Кто тебе это сказал?\n—Все так говорят и вот ты тут как ни в чём не бывало...\n—Конечно. Я ведь никого не убивал.\n—Но отец сказал...\n—Твой отец тебе соврал. Он может сказать что угодно и ты в это поверишь.\nРиза отвела взгляд. Я прижал её к себе и поцеловал её волосы.\n",
    "answers": [
      {
        "id": 50,
        "text": "Уйти к себе "
      },
      {
        "id": 51,
        "text": "Остаться с ней "
      }
    ]
  },
  {
    "id": 50,
    "text": "Я пошёл к себе так как уже темнело. Точно не хотел бы встретиться с её отцом... Наверное тот мужчина которого убил хозяин и был типо \" другом\" кузнеца, а не его рабом.\nЛадно уж, думаю пока в таверне такой хозяин, который не выпускает ни одной живой души, то со мной будет всё отлично. ",
    "answers": [
      {
        "id": 58,
        "text": "Подойти к таверне "
      }
    ]
  },
  {
    "id": 51,
    "text": "Я решил остаться с ней и успокоить. Она всё больше прижималась ко мне, как будто я смогу защитить её от этого мира... Странная она... Сначала бьёт, потом прижимается... Эх... Не понимаю я женщин.\n—Почему ты всё ещё здесь? Скоро придёт отец, тебе нужно уходить...\nОна слегка меня оттолкнула, а я всего лишь усмехнулся и приобняв её за талию поцеловал. Она вроде и сопротивлялась, а вроде и нет. Ну вообщем она сжала мои волосы и перестала сопротивляться. Кажется я начинаю влюбляться... В этого милого демона... Докотился одним словом. ",
    "answers": [
      {
        "id": 52,
        "text": "Прижать её к стене "
      },
      {
        "id": 53,
        "text": "Признаться ей в чувствах "
      }
    ]
  },
  {
    "id": 52,
    "text": "Я поддался чувствам и прижав её к стене поцеловал в шею. Она покраснела и сжала мою кофту\n— К... Кай... Не надо... Прошу...\n",
    "answers": [
      {
        "id": 54,
        "text": "Остановиться "
      },
      {
        "id": 55,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я тихо ей прошептал на ухо...\n—Я люблю тебя...\nОна покраснела и нежно улыбнулась.\n—Я тоже... Люблю тебя, Кай.\nОна нежно поцеловала меня и я обнял её за талию. Я начал целовать её шею спускаясь всё ближе к груди. Она прижимала меня к себе, как будто просила меня не сдерживаться... И я",
    "answers": [
      {
        "id": 56,
        "text": "Остановиться "
      },
      {
        "id": 57,
        "text": "Подолжить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я переступил через свои желания и перестав её целовать чуть отошёл. Она нежно провела рукой по моей щеке.\n—Кай... Я... Люблю тебя... Это, я хотела сказать тебе...\nЯ не вольно улыбнулся\n—Я тоже люблю тебя\nОна меня крепко обняла и прижалась. Я был переполнен радостью и счастьем... Не когда так не был счаслив от трёх слов... Уже темнело и её отец должен был вот-вот вернуться. Я поцеловал её руку и пошёл в таверну. ",
    "answers": [
      {
        "id": 50,
        "text": "Идти к таверне "
      }
    ]
  },
  {
    "id": 55,
    "text": "Я спустил её кофту с плеч и поцеловал её. Она сжимала мои волосы и обнимала целуя. Я взял её на руки и поцеловал ближе к груди. Она чуть вздрогнула и покраснела... Я просто не мог себя сдерживать... Я хотел только её тело... И больше ничего. Она чувствовала ко мне чувства больше чем инстинкт... Она меня любила. А я всего лишь её использовал. И я за это поплатился. После всего этого я вернулся в таверну и мне в сердце вонзился клинок...\n[ концовка: Мёртвая душа из-за своих желаний.] ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 56,
    "text": "Я остановился и перестал её целовать возле груди. Переступив через свои и её желания я через несколько минут направился к себе ",
    "answers": [
      {
        "id": 50,
        "text": "Пойти в таверну "
      }
    ]
  },
  {
    "id": 57,
    "text": "И я снял с неё кофту оголив её тело. Я целовал её тело... Чувствовал её запах и тепло... Её тело было нежным и гибким для меня... Но когда я вернулся в тверну в меня вонзился клинок...\n[ концовка: Мёртвая душа из-за своих желаний.] ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 58,
    "text": "Подойдя к таверне я услышал как там кто-то стучал металлолом, я не рискнул войти... Через главный вход. Я вошёл через чёрный вход сразу на второй этаж в мою комнату. Там было всё вывернуто. Кажется здесь уже не безопасно находится... Я оставил там свои вещи. Хотя какие там вещи? Вот именно их нет. Но надо бы посетить хозяина перед уходом",
    "answers": [
      {
        "id": 59,
        "text": "Войти через окно"
      },
      {
        "id": 60,
        "text": "Войти через чёрный выход "
      }
    ]
  },
  {
    "id": 59,
    "text": "Я решил войти через окно. Оно находилось на первом этаже заглянув туда я не увидел хозяина, а только работорговцев и каких-то других людей в комнате. Я залез в него и спрятался за барной стойкой. Тут же я увидел чёрный выход в стене за барной стойкой... Хе-хе... Ничего бы не изменилось...\nЯ подождал пока все отвлекуться и пробежал на кухню. Там увидел связанного хозяина. Подбежав к нему я клинком разрезал верёвку. Он посмотрел на меня\n—Чего ты ещё тут?\n—Где тот городок про который вы говорили?\n—Сейчас будет проезжать повозка с сеном. Она едет в тот же город. Поторопись. \n  Он указал на окно. ",
    "answers": [
      {
        "id": 61,
        "text": "А как же вы? "
      },
      {
        "id": 62,
        "text": "Рвануть в окно "
      }
    ]
  },
  {
    "id": 60,
    "text": "Я решил войти через чёрный вход. Он находился на первом этаже заглянув туда я не увидел хозяина, а только работорговцев и каких-то других людей в комнате. Я зашёл в него и спрятался за барной стойкой. Тут же я увидел окно в стене за барной стойкой... Хе-хе... Ничего бы не изменилось...\nЯ подождал пока все отвлекуться и пробежал на кухню. Там увидел связанного хозяина. Подбежав к нему я клинком разрезал верёвку. Он посмотрел на меня\n—Чего ты ещё тут?\n—Где тот городок про который вы говорили?\n—Сейчас будет проезжать повозка с сеном. Она едет в тот же город. Поторопись. \n  Он указал на окно. ",
    "answers": [
      {
        "id": 61,
        "text": "А как же вы? "
      },
      {
        "id": 62,
        "text": "Рвануть в окно "
      }
    ]
  },
  {
    "id": 61,
    "text": "—За меня не беспокойся. Просто беги с этого проклятого города. ",
    "answers": [
      {
        "id": 62,
        "text": "Рвануть в окно "
      }
    ]
  },
  {
    "id": 62,
    "text": "Я выпрыгнул в окно и сразу попал в повозку с сеном. Вот это хозяин угадал... Я разлёгся на сене и закрыл глаза. ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 63,
    "text": "Я решил выглянуть и осмотрется. Лошадь вёл какой-то воин в конюшню вместе с повозкой. Покругу ходили обычные люди и среди них встречались войны. Нужно было торопиться, так как не хотелось бы чтобы меня там заперли",
    "answers": [
      {
        "id": 66,
        "text": "Выпрыгнуть с повозки и слиться с толпой "
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 66,
    "text": "Как только я слился с толпой меня тут же сбила с ног девушка с каким-то медальёнчиком на шее, она быстро стала извиняться и собирать бумаги. Я помог ей собрать бумаги и отдал ей\n—П... Простите пожалуйста!\nОна поклонилась и побежала дальше.\nВот это тут девицы... Шикарные... И куда мне тут пойти? Таверны или какие-то забегаловки?\nЯ пошёл гулять по городу осматриваясь.\nОн и правда красивый... Столько зелени и ухожености...\nСамое главное у некоторых людей на шее такие же медальёны.\nЯ услышал громкое трубение. ",
    "answers": [
      {
        "id": 67,
        "text": "Посмотреть в сторону звука"
      }
    ]
  },
  {
    "id": 67,
    "text": "На балконе в замке стоял король, к нему подошёл принц. Да уж... Я думал что-то интересное, а тут старый король и жалкий принц.\nКороль начал говорить\n—Сегодня состоится состязание в котором может принять участие любой. Победители в этом состязание становятся войнами нашего королевства!\nОпа... Можно попробовать удачу.\n—Кто хочет принять участие, прошу проходить на арену!\n",
    "answers": [
      {
        "id": 68,
        "text": "Пойти на арену "
      }
    ]
  },
  {
    "id": 68,
    "text": "Я пришёл на арену. Там было много достаточно молодых людей все хотели испытать свои силы. Протрубили и все пошли выбирать оружие. Я увидел меч. \n",
    "answers": [
      {
        "id": 69,
        "text": "Меч"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я взял меч  и пошёл ждать своей очереди. У меня на мече был номер 7.\nПрошло уже около часа и прозвучал номер 7.\nЯ вышел на арену и передо мной был молодой парень с двумя клинками.\nУдар в барабан. Парень резко двинулся на меня атакуя. Если меня ранят то я выбыл. ",
    "answers": [
      {
        "id": 72,
        "text": "Увернутся и толкнуть его со спины ногой "
      }
    ]
  },
  {
    "id": 70,
    "text": "Прийдя туда я осмотрелся. Там было три свободных коня. Я выбрал.... \n",
    "answers": [
      {
        "id": 71,
        "text": "Чёрного с белой гривой и хвостом"
      },
      {
        "id": 71,
        "text": "Белого с чёрными подпалами"
      },
      {
        "id": 71,
        "text": "Бурого с золотистой гривой "
      }
    ]
  },
  {
    "id": 71,
    "text": "Я подошёл к коню и погладил его.\n—Хороший выбор, это один из самых больших и сильных коней.\nПринцесса подошла ко мне и улыбнулась.\n—Вы хотели прокатиться?\n—Да!\nОна радостно воскликнула. Я улыбнулся и вывел коня оседлав. Я залез на него и посадил к себе принцессу. У меня был небольшой опыт в езде на коне... Конечно в тот момент не было времени учиться.\nМы поехали на поляну. ",
    "answers": [
      {
        "id": 77,
        "text": "Поехать на поляну"
      }
    ]
  },
  {
    "id": 72,
    "text": "Парень сразу упал на землю.\nА я уж думал что то интересней будет...\nЯ немного отступил и рядом с моей ногой пролетел клинок. Вот это повезло...\nЯ резким движением меча ранил ему щёку и протрубели в трубу. Да уж... Эти людишки ничего не могут...\nТут на арену вышел принц с мечом. Я должен его победить что-ли?!\nПринц подошёл ко мне и мечом махнул у меня перед глазами. Он как будто издевался надо мной. Я сжал меч и сделав выпад рукояткой меча сильно зарядил тому в живот и он упал выронив меч.\nЯ вставил меч в землю рядом с головой принца смотря на него взглядом готовым убить. Было видно что принц не ожидал этого... Да и я... Как бы мягко сказать... Тоже не ожидал исхода всего этого... ",
    "answers": [
      {
        "id": 73,
        "text": "Исход"
      }
    ]
  },
  {
    "id": 73,
    "text": "Сейчас я нахожусь в замке, в костюме с защитой... И самое главное... Я соправождающий принцессы!!!\nЭтот избалованный ребёнок! Агх... Ей 18 лет и она ещё мной командовать пытается... Один раз её заломать и больше рот не откроет...\nПринцесса вышла из комнаты и позвала меня к себе. Я к ней подошёл и она натянула на меня какой-то медальён со словами...\n—Ты теперь мой конвой.\nЯ ели сдержался чтобы не запереть её в комнате...\n—Прошу прощения принцесса за мою грубость... Но я...\n—Вот и прекрасно! Давай поторопимся испытать твои силы!\nОна схватила меня за плащ и потянула куда-то... Спасите... Кто нибудь... ",
    "answers": [
      {
        "id": 74,
        "text": "Пойти за ней"
      }
    ]
  },
  {
    "id": 74,
    "text": "Она притащила меня на арену и взяв меч ели его подняла и направила на меня\n—Покажи на что ты способен!\nЯ не выдержал и засмеялся\n—Что!? Что смешного?!\n—Ха ха ха ха ха! Простите принцесса, просто не думаю, что вам нужно этим заниматься раз уж я ваш конвой.\n—Не думай, что сможешь так легко меня победить!\nЯ пальцем не много надовил на меч и принцесса вместе с ним упала. Какая же она наивная...\nПринцесса стряхнула с платья пыль встав. Я протянул ей тот клинок который я взял у Ризы, он был очень лёгким, так что она взяла его не напрягаясь.\n—Это вам больше подойдёт\nПринцесса улыбнулась и поцеловала меня в щеку\n—Спасибо Кай\n—От куда вы знаете моё имя?\n—Секрет. \nОна мило улыбнулась и спрятав клинок побежала к конюшне\n—Пойдём! Выберешь себе коня! ",
    "answers": [
      {
        "id": 70,
        "text": "Пойти за принцессой "
      }
    ]
  },
  {
    "id": 75,
    "text": "У меня на секундочку закрылись глаза и у меня на голове, не шее, на руках оказались сплетённые цветы, а принцесса старалась как можно тише смеяться. Когда она снова отвернулась я подошёл к ней сзади и повалил на траву. Она смотрела на меня глазами которые ничего не понимают. И правда ребёнок...\n—Ты чего?\n—Я не подписывался быть вашей нянькой принцесса, так что пожалуйста, если уж собирать цветы, то...\n—Но из тебя такой смешной эльф вышел! \nОна засмеялась\n—Хе-хе... Принцесса... Я конечно всё понимаю, но...\n—Не чего было так мило спать\nЯ не вольно удивился. Спать? Мило? Что за бред?\nя отпустил её и надел ей на голову венок из цветов которых на мне было гора.\nОна захихикала мило улыбаясь. \nГоворят... Сильные всегда выживают... Я провёл в бегах всю свою жизнь и тут мне посчастливилось остаться с принцессой один на один... Я могу... Получить много денег за неё... И уехать жить ещё дальше. Я... \n",
    "answers": [
      {
        "id": 76,
        "text": "Остаться рядом с ней"
      },
      {
        "id": 78,
        "text": "Схватить и увести "
      }
    ]
  },
  {
    "id": 76,
    "text": "Я улыбнулся и протянул ей руку. Она дала мне руку и я подняв её на ноги предложил поехать обратно в замок, но она поставила условие.\n—Я не скажу не кому кто ты такой на самом деле, если останешся со мной.\nЯ шокированно смотрел на неё\n—Ну так что, ты согласен?\nУ меня наверное нет выбора... Но я даже рад.\nЯ кивнул и принцесса обняла меня.\n—Вот и хорошо\nЯ подхватил её за талию и закинул на коня, потом сам залез и поехал в замок ",
    "answers": [
      {
        "id": 79,
        "text": "В замке"
      }
    ]
  },
  {
    "id": 77,
    "text": "Принцесса весело осматривала всё, в её глазах не было даже и капли страха или волнения. Она наверное не была далеко за пределами замка, а то и королевства. Как же хотелось показать ей всё то, что происходит за пределами её мира... Всё то, от чего я пытаюсь сбежать и жить нормальной жизнью, а не в бегах.\n—Давай здесь остановимся\nЯ остановил коня и снял с него принцессу. Она присела и стала собирать цветы. Я сел возле дерева и стал наблюдать за ней, как за маленьким ребёнком... ",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я решил получить за неё деньги. Я схватил её и закрыл ей рот заломав руки.\n— Принцесса, вы же не против не много покричать для меня?\nПринцесса испуганно смотрела на меня. Я открыл ей рот и она закричала... Правда не то, что я ожидал...\n— НЕ ОТДАМ!!!\nЯ в шоке смотрел на неё и моя хватка ослабла.\n—Ты мой конвой и должен меня защищать! Ты не смеешь меня оставлять одну или причанять боль! Слышишь!? \nОна схватила меня за руку и потянула к коню. \n—Давай же, поехали обратно. \nЯ был шокирован от её слов и от её приказа. Почему я не смог ей пригрозить? Неужели я стал настолько мягок, что не могу навредить кому либо?\nЯ забросил её на коня и сев сзаде поехал в замок ",
    "answers": [
      {
        "id": 79,
        "text": "В замок "
      }
    ]
  },
  {
    "id": 79,
    "text": "Как только мы вернулись нас встретил принц и предложил мне пойти поговорить с ним на счёт принцессы. Я согласился. У принца были светлые волосы и голубые глаза. Они с принцессой были очень похожи. \nМы ходили по замку.\n—Моё имя Релай, а мою сестру зовут Сайрия. Раз уж ты стал её конвоем будь добр не обижать её.\n—И не думал. \n—Вот и хорошо. Ты умеешь стрелять из лука?\n—Да... \n—Тогда ты отправляешься на охоту вместе со мной и ещё некоторыми войнами.\n—Принцесса ведь не в курсе, что я еду вместе с вами?\n—Я потом ей скажу, а сейчас можешь осмотрется. \n Мы вышли на главную улицу где было множество людей. Принц помохав пошёл в замок, а мне всего лишь оставалось и правда осматриватся. ",
    "answers": [
      {
        "id": 80,
        "text": "Пойти на рынок "
      },
      {
        "id": 81,
        "text": "Пойти к главным воротам"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я решил пройтись по рынку и посмотреть, что там есть.\nТам было много драгоценностей, еды, оружия, но не одного работорговца. Это конечно же радует. ",
    "answers": [
      {
        "id": 82,
        "text": "Заглянуть в оружейную"
      },
      {
        "id": 83,
        "text": "Посмотреть на прилавки с едой "
      },
      {
        "id": 84,
        "text": "Посмотреть на драгоценности "
      }
    ]
  },
  {
    "id": 81,
    "text": "Я подошёл к главным воротам, там не было не чего интересного, но люди которые приходили к замку были одеты в красивую одежду. Кажется сегодня вечером будет бал. ",
    "answers": [
      {
        "id": 80,
        "text": "Пойти на рынок "
      }
    ]
  },
  {
    "id": 82,
    "text": "Я зашёл в оружейную и осмотрелся. На стенах весели мечи, клинки и стрелы вместе с луками. Я тут же вспомнил, что отдал тот клинок принцессе и решил купить себе новый клинок и свой меч. ",
    "answers": [
      {
        "id": 85,
        "text": "Подойти к продавцу "
      }
    ]
  },
  {
    "id": 83,
    "text": "Там было множество всякой еды, но я и правда не был голоден...\n",
    "answers": [
      {
        "id": 80,
        "text": "Пойти дальше "
      }
    ]
  },
  {
    "id": 84,
    "text": "Хм... А это ожерелье мило бы смотрелось на принцессе, но думаю таких безделушек у неё гора... ",
    "answers": [
      {
        "id": 90,
        "text": "Вернуться в замок "
      },
      {
        "id": 80,
        "text": "Осмотрется "
      }
    ]
  },
  {
    "id": 85,
    "text": "Продавец посмотрел на меня и приветливо усмехнулся. \n—Чего надобно в этой забегаловки конвою принцессы?\n",
    "answers": [
      {
        "id": 86,
        "text": "От куда вы знаете кто я? "
      },
      {
        "id": 87,
        "text": "Я хотел бы купить у вас оружие"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Ох, да об этом знают уже все. То что принцесса избрала себе, наконец, конвоя — целое открытие для королевства и людей, которые в нём живут.\n—То есть?\n—В королевство приходило множество сильных людей и только ради того, чтобы стать конвоем принцессы. Принцесса отвергала всех... По этому принц не мог отойти от неё далеко боясь, что на неё тут же совершат покушение.\n—Ясно. Но чем же я приглянулся принцессе?...\n  Точно... Я вспомнил... Тогда на поляне она сказала, что знает кто я на самом деле. Но зачем ей нужен конвой который раньше был рабом и убийцей?\n—Это не кто не знает кроме принца и принцессы.\n—Ясно.\n—Вас что-то ещё интересует?\n",
    "answers": [
      {
        "id": 87,
        "text": "Да. Я хотел купить оружие"
      }
    ]
  },
  {
    "id": 87,
    "text": "—Что вас интересует?\n—Хороший меч и клинок\n—Ох, ну тогда так\nПродавец достал меч который был в ножнах. Он его достал и это был меч с красными рунами которые были вырезанны на лезвии.\n—Ну как? Хотите опробовать?\nЯ взял меч. Он был не сильно тяжёлый, но и не лёгкий.\n—И сколько же это стоит?\n—Вам я сделаю скину. Это будет стоит 500 рупией.\nОх... Вот это цена... Мне выдали 1000 рупией после победы на арене.\n",
    "answers": [
      {
        "id": 88,
        "text": "Купить меч"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Хорошо, я беру его.\nЯ протянул продавцу рупии. Продавец взял рупии и отдал мне ножны от меча.\n—Что-то ещё?\n",
    "answers": [
      {
        "id": 89,
        "text": "Да. Какие у вас есть клинки? "
      }
    ]
  },
  {
    "id": 89,
    "text": "—Хм... Думаю этот вам понравится\nОн покопался под прилавком и достал клинок в ножнах и протянул мне. \n—Посмотрите\nЯ достал клинок. Это был клинок из тёмного металла и с ручкой сделанной под кожу.\n—Не плохо. Давайте его.\n—150 рупий.\nЯ отдал деньги и вышел из оружейной. Так... И куда дальше? ",
    "answers": [
      {
        "id": 80,
        "text": "Осмотрется "
      }
    ]
  },
  {
    "id": 90,
    "text": "Как только я вернулся в замок меня встретила охотничья конница принца. Кажется я вынужден пойти с ним на охоту... Моего коня тоже привели и отдали мне. ",
    "answers": [
      {
        "id": 91,
        "text": "Залезть на коня "
      }
    ]
  },
  {
    "id": 91,
    "text": "Я сел на коня и принц возглавив конницу поехал в лес на охоту. Вот это у них развлечения... ",
    "answers": [
      {
        "id": 92,
        "text": "Поехать за ним "
      }
    ]
  },
  {
    "id": 92,
    "text": "Я поехал за ним. Мы охотились около часа. Наконец принц стал доволен и с добычей поехал обратно. Проежая мимо рынка я увидел как вели рабов со связанными руками и ногами, между тех рабов была... Риза!? Она же дочь главного работорговца! Как она там оказалась!?\nЕё глаза были опустошенны, как будто в них не было жизни... ",
    "answers": [
      {
        "id": 93,
        "text": "Подъехать ближе "
      },
      {
        "id": 94,
        "text": "Поехать дальше "
      }
    ]
  },
  {
    "id": 93,
    "text": "Я не могу это так просто оставить. Я поехал к ней.\n—Риза! Как ты тут оказалась!?\nОна посмотрела на меня и по её щекам потекли слёзы и она ели выдавила из себя слово...\n—Прости...\nОна упала на землю. К ней подбежал охранник и померял пульс, после чего вздохнул и помотал головой. Я сжал поводья лошади, хотелось просто кричать и убивать всех кто находится рядом. Я услышал голос принца\n—Эй! Кай, поторопись!\nКакой же я всё таки идиот... Как я мог оставить её одну!? Переступив через свои чувства я поехал за принцом как будто ничего не произошло. ",
    "answers": [
      {
        "id": 94,
        "text": "Вернуться в замок "
      }
    ]
  },
  {
    "id": 94,
    "text": "Как только я приехал меня радостно встретила принцесса и сказала, что на сегодняшнем балу она будет танцевать со мной, по этому сказала чтобы я нашёл костюм. Меня интересует два вопроса... Где я возьму костюм...? И как чёрт подери там нужно танцевать!? Агх... Знает же, что я был рабом и беглецом, от куда у меня этот опыт!?... Ничего не изменить... Но всё же... У меня нет настроения сейчас идти на бал, тем более танцевать... Риза... Она...\nМне на плечо положил руку принц\n—Не боись, я тебе одолжу костюм, уж рядом с моей сестрой ты должен выглядеть прекрасно.\n— Хе-хе... Не стоит принц...\n—Я же говорил тебе звать меня по имени.\nИмя? Какое у него имя!? Точно! Релай...!\n—Как скажете... Принц Релай...\n—Давай на \" ты\" и без принц, мы же всё таки друзья\nОн улыбнулся. Неужели он считает меня другом...? Сам принц...\n—Хорошо, Релай\nЯ тоже улыбнулся и через несколько минут на мне был костюм и рядом со мной тёрлись три дамы... Спасите... ",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Я осмотрелся и увидел на балконе принца вместе с королём. Только где, та, из-за которой я это напялил? Начала играть медленная музыку и парочки пошли танцевать. И тут я увидел стол с едой... Я с радостью бы пошёл танцевать с едой, но меня схватила за руку принцесса и потащила на площадку. Она была в красивом синем платье и с большим разрезом на груди. По крайней мере мой взгляд только туда в начале и смотрел.\n—Кай, смотри мне в глаза.\nЯ посмотрел на неё и она улыбнулась сквозь слёзы. Я что-то не так сделал?! \n—В-вы чего?\n—Ах, прости... Просто не обращай внимание...\nОна положила голову мне на грудь и я обнял её за талию. После она тихо сказала \n—Моя мать умерла вчера ночь... \n—Мне жаль... \nЯ губами коснулся её волос и она сжала мою одежду. \n",
    "answers": [
      {
        "id": 96,
        "text": "Вывести её из зала во двор"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я вывел её из зала на свежий воздух и мы пошли гулять по парку. Она прижималась ко мне. Я понимал, что ей очень больно, так как она потеряла мать которая была с ней рядом очень долго. Но всё же... Меня настораживает эти взгляды которые бросаются на принцессу со стороны. Шепчутся за её спиной... У неё умерла мать, а вы так наплевательски к этому относитесь. Как же я всё таки ненавижу этих людей.\n—Кай...\n—Что?\n—Ты ведь останешся со мной?\n—Да принцесса, ведь я ваш конвой.\nЯ взял её руку и поцеловал холодным взглядом посмотрев на тех кто шептался за её спиной. Она улыбнулась сквозь слёзы\n—Спасибо Кай... \nПосле бала все разошлись и принцесса благополучно вернулась в свою комнату. \n",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 97,
    "text": "Я пришёл к комнате принцессы и стал возле двери. За всё то время пока я там стоял, мне вынесли все мозги, эти слуги принцессы... Аж злости не хватает...\nНаконец принцесса вышла из комнаты и с удивлением посмотрела на меня\n— Кай?Ты чего тут?\n—Да вот, подумал постоять под вашей дверью просто так...\nПринцесса засмеялась. Видимо у неё хорошее настроение. Через некоторое время мы уже были на улице и встречали принца. ",
    "answers": [
      {
        "id": 98,
        "text": "Попреветствовать принца"
      }
    ]
  },
  {
    "id": 98,
    "text": "Принц мягко сказать, проигнорировал меня и поцеловал руку принцессы.\n—Рад встрече с вами, принцесса\n—Прошу обойтись без лишних косаний, принц Ричард. \nПринцесса вырвала руку и подошла ближе ко мне\nПринц холодно посмотрел на меня, но после предложил проехаться на конях по поляне. Принцесса чтобы сохранить приличие согласилась. Принц пытался сделать так чтобы он взял принцессу к себе и я остался в замке. Но принцесса настояла на мне... ",
    "answers": [
      {
        "id": 99,
        "text": "Поехать на поляну "
      }
    ]
  },
  {
    "id": 99,
    "text": "Мы приехали на поляну и Ричард стал ухаживать за принцессой... Я наблюдал за каждым его движением, иногда приходилось бросать в него маленькие камушки. Но на этот раз он перешёл все грани.\nОн схватил принцессу за руку притянув к себе и  попытался поцеловать... Клинок пролетел мимо него и принцессы. Я подошёл и забрал от него принцессу. Ричард разгневался и достал меч направив на меня.\n—Что ты себе позволяешь конвой!?\n—Я исполняю свой долг и прошу вас сдерживаться от своих желаний.\nОн замахнулся на меня мечом и я ногой выбил меч из его руки.\n—Не нужно показывать свои плохие стороны принц Ричард.\nОн отошёл от меня подальше\n—Да кто ты такой?\n—Я обычный слуга принцессы. И я не позволю каким то там принцам испортить её настроение.\nПринцесса потянула меня за рукав.\n—Достаточно. Поехали обратно в замок.\n—Как скажите принцесса...\nЯ посадил её на коня и сел сзаде, после поехали в замок. Принц поехал за нами. ",
    "answers": [
      {
        "id": 100,
        "text": "В замке"
      }
    ]
  },
  {
    "id": 100,
    "text": "Как только мы вернулись в замок принц встретил нас и приказал мне оставить принцессу вместе с Ричардом. Я пошёл гулять по замку ",
    "answers": [
      {
        "id": 47,
        "text": "Пойти в сад "
      }
    ]
  },
  {
    "id": 101,
    "text": "Я резко обернулся и увидел принцессу. Подкрадываться это не её.\n—Что ты здесь делаешь? — спросила она смотря на меня ",
    "answers": [
      {
        "id": 103,
        "text": "Просто гулял... "
      },
      {
        "id": 103,
        "text": "Кто эти люди? "
      }
    ]
  },
  {
    "id": 102,
    "text": "Мне на плечи положили руки и повернули на себя. Это была принцесса.\n—Что ты тут делаешь? ",
    "answers": [
      {
        "id": 103,
        "text": "Просто гулял... "
      },
      {
        "id": 103,
        "text": "Кто эти люди? "
      }
    ]
  },
  {
    "id": 103,
    "text": "Она посмотрела на имена.\n—Это имена тех, кто раньше хотел быть моим мужем.\n—Много желающих... А чего раньше?\n—Других нашли. А ведь так старались завоевать меня. — чуть с грустью сказала она. ",
    "answers": [
      {
        "id": 105,
        "text": "Приобнять её"
      },
      {
        "id": 106,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 104,
    "text": "Я пришёл к королю и поклонился. Ох уж эти манеры приличия.\n—Кай. Ты должен провести мою дочь на бал в другой замок. Последи за ней.\nНу понеслась! ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 105,
    "text": "Я приобнял её и она прижалась ко мне, как-будто я был её стеной, за которой она могла спрятаться. Жаль, что есть в этом мире такие люди. Я снова посмотрел на имена, но меня тут же оттолкнул от принцессы Релай окинув меня ледяным взглядом.\n—Тебя хочет видеть король — с холодом в голосе сказал он. Внутри меня всё похолодело. Понятно, почему она ещё не замужем. Мужа выбирает не она, а её брат. ",
    "answers": [
      {
        "id": 104,
        "text": "Пойти к королю "
      }
    ]
  },
  {
    "id": 106,
    "text": "—Но это всё в прошлом. — она посмотрела на меня взглядом полного надежд — когда-нибудь я встречу своего принца. — она улыбнулась.\nКак же это глупо и наивно. К нам подошёл Релай.\n—Простите за беспокойство, но тебя вызывает король — он посмотрел на меня.\nЧто этому старому ворчуну от меня на этот раз надо? ",
    "answers": [
      {
        "id": 104,
        "text": "Пойти к королю "
      }
    ]
  },
  {
    "id": 107,
    "text": "На следующий день я проводил принцессу в карету и сел на своего коня поехав за каретой. Сайрия всё время смотрела на меня иногда отвлекаясь на птиц.\n\nНочью мы уже подходили к замку через лес, но тут я услышал шаги армии",
    "answers": [
      {
        "id": 108,
        "text": "Посмотреть туда, от куда доносились шаги"
      }
    ]
  },
  {
    "id": 108,
    "text": "Когда я перевёл туда взгляд я ужаснулся. Стотысячная армия двигалась в сторону нашего королевства. Они были далеко, но было отчётливо видно их факела... Король всё предугадал. Он отправил свою дочь в другое королевство чтобы защитить, а не выдавать замуж.\nЯ посмотрел на конюха\n—Поторопи коней. Нам нужно как можно быстрее добраться до королевства\n—Лошади устали. Мы их добьём\n",
    "answers": [
      {
        "id": 109,
        "text": "Подогнать лошадей "
      }
    ]
  },
  {
    "id": 109,
    "text": "Я оскалился и сорвав ветку хлестанул по лошадям и они рванули к королевству\n—Быстрее! — я погнал за каретой и остальные последовали за мной.\n\nЧерез 20 минут мы были уже у ворот королевства загнав двух лошадей, зато обошлось без приследования и мы сможем быстрее доложить об идущей угрозе\n\n\n",
    "answers": [
      {
        "id": 110,
        "text": "Написать весточку королю об угрозе"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я написал письмо и привязав к голубю весточку выпустил его в небо. Надеюсь всё пройдёт гладко.\n\nКо мне подошла принцесса укутавшись в лёгкий плащ\n—Ещё не идёшь спать? — спросила она\nЯ посмотрел на неё и тут же отвёл взгляд\n—Принцесса, вам не кажется, что в таком виде не стоит разгуливать?\n—А что не так? Я плохо выгляжу? — на ней было ажурное и лёгкое бельё через которое было частично всё видно.\n—Кхм. Да нет. Просто слишком вульгарно...\n—Да? — она прижалась к моей руке грудью. Я быстро снял с себя куртку и накинул на неё закрыв все её красоты.\n—Прошу. Идите отдыхайте. — я был просто не в себе. Я был готов сорваться как голодный тигр...но нельзя.\nСайрия чуть улыбнулась и поцеловав меня в щёчку пошла в комнату. Я вздохнул и опёрся руками о перила балкона. Скоро с ума сойду с ней!",
    "answers": [
      {
        "id": 111,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 111,
    "text": "Ко мне подошёл принц Ричард.\n—У тебя с ней что-то есть? — грубо спросил он. Я со вздохом и раздражением пошёл в свою комнату. Не хочу о этом думать. Это неправильно. Хотя заполучить себе корону...",
    "answers": [
      {
        "id": 112,
        "text": "Утром "
      }
    ]
  },
  {
    "id": 112,
    "text": "Утро. Вижу уже третий сон. В мою комнату врывается принцесса и с криком залетает ко мне под одеяло. Я от неожиданности вскрикнул и упал с кровати. Нет, ну а какого она так врывается!?\nВ комнату заходит служанка с платьем в руках...\n—Принцесса, прошу вас. Оденьтесь...\nСайрия в ответ с возмущением заявляет что будет ходить в мой куртке... Я от шока прямо на балкон вышел перевести дыхание. В жизни так никогда не пугался.\n\nВ итоге служанка силой забрала у неё мою куртку и в моей же комнате одела её, а я нервно курил на балконе трубку стараясь всеми силами не смотреть на обнажённую принцессу.\n",
    "answers": [
      {
        "id": 113,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 113,
    "text": "Она зашла на балкон и посмотрела на меня. Я пожалел, что сплю только в штанах... После всего этого весёлого утра и возмущения Ричарда я наконец то остался один с принцессой попивая чай.\nОна смотрела на меня своими голубыми глазами и иногда прикусывала губу. Не выдержав я спросил...\n—... Принцесса... Что вы хотите от меня?\n—Детей\nЯ поперхнулся чаем и закашлял\n—Ой! Господи, ты как, Кай?\n—Кха-кха... Что вы сказали?\nОна чуть засмеялась\n—Шутка!\nС её выражением лица и поведением, это никоем образом не было похоже на шутку!\n—Не шутите так...\n—А ты поверил?\n—Сложно не поверить из-за сегодняшнего утра...\n—Только из-за утра?\n\nСпустя две минуты я уже стоял у фонтана головой под струёй\n—Кай, ну не убивайся ты так, ты ведь мой конвой. Должен был уже привыкнуть.\nЯ выпрямился закинув мокрые волосы назад и вздохнул\n—Принцесса, при всём моём уважение... Не нужно так шутить. Это не смешно...\n  Играть на чувствах... У всех так в королевской семье?",
    "answers": [
      {
        "id": 114,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 114,
    "text": "В середине дня ко мне прилетел голубь с весточкой на лапе. Взяв листочек я понял, что армия движется к нам...\n\n\n\n",
    "answers": [
      {
        "id": 115,
        "text": "Бежать к королю"
      }
    ]
  },
  {
    "id": 115,
    "text": "Я прибежал в тронный зал, но на троне расселся Ричард\n—Что тебе нужно, конвой?\n—Где король!?\n—Во-первых не смей повышать голос. Во-вторых поклонись и извинись\n—Мне не до этого. На королевство движется огромная армия и она настроена на захват с убийством принцессы.\n",
    "answers": [
      {
        "id": 116,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 116,
    "text": "Ричард вскочил и побежал к королю. Трус. Ничего сам не может. Выхода нет. Придётся сражаться... ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 117,
    "text": "Утро следующего дня началось неожиданно для меня. Меня поставили вести третью армию в бой с неожиданного для врагов месте. Всем уже было известно, что я хороший стратег... Но я не думал даже... Что я буду стоять в начале армии, а моя подопечная рядом с каким-то принцем недоразвитым!!  Фу. Бесит аж.\nЯ наблюдал за ними в окно. Ко мне подошёл один из воинов. \n—Так вы конвой принцессы? \n—Да — неотрывая взгляд от окна ответил\n—Много наслышан о вас. Говорят... Вы сбежавший раб. — чуть холодно сказал воин и я тут же перевёл взгляд на него — Не знаю сколько у вас опыта, но мы не собираемся идти под предводительством раба, за чью голову куча деньжат обещают — воин ехидно усмехнулся. Эх... Значит какая-то крыса всё это распространила. А теперь сами войны готовы лишить меня головы, чтобы выручить деньжат. \n",
    "answers": [
      {
        "id": 118,
        "text": "Грубо ответить\n"
      },
      {
        "id": 119,
        "text": "Спокойно и холодно ответить"
      }
    ]
  },
  {
    "id": 118,
    "text": "Я показал оскал и грубо сказал \n—Вижу тебе жить надоело — я резко достал меч и остановил его у шее воина. Приблизившись к его лицу я посмотрел в его напуганные глаза — Если хочешь защитить королевство, то слушай меня, щенок. Кем бы я ни был, я прошёл через всё и видел жизнь глазами сквозь клетку снизу вверх. В отличие от тебя, того кто всегда смотрел косо в сторону рабов, я всегда жаждил быть выше всего этого мусора ввиде денег. Если собрался бросать мне вызов, то сначала молоко с губ вытри, а потом уже что-то говори. — я выпрямился и убрал меч. Воин тут же побежал к остальным.\n\n",
    "answers": [
      {
        "id": 120,
        "text": "Идти в бой "
      }
    ]
  },
  {
    "id": 119,
    "text": "Я вздохнул и посмотрел на него.\n—Кем бы я ни был, я направлен сюда королём, значит я заслужил, не так ли? Почему не поставили тебя командовать армией? Да потому что вы способны выполнять приказы лучше меня, поэтому прошу вас всех, — я посмотрел на всю армию — дайте мне больше сил, чтобы сохранить королевство.\n  Послышались согласные вопли\n",
    "answers": [
      {
        "id": 120,
        "text": "Идти в бой "
      }
    ]
  },
  {
    "id": 120,
    "text": "Впереди я увидел вражескую армию...\n  Это была огромная армия, хоть и не такая уж и большая, как я видел её до этого, но точно не меньше нашей. Мы по плану должны были нападать с тылу в то время, как основная армия уже будет в бою. Этот бой будет жарким.\n",
    "answers": [
      {
        "id": 121,
        "text": "Бой"
      }
    ]
  },
  {
    "id": 121,
    "text": "Я поехал вперёд и за мной рванули вся остальная армия... Но тут же враги переключились на нас. Они были в курсе? Неужели кто-то оповестил их?\nЭлемент неожиданности не получился, но отступать было нельзя, мы встретились лоб в лоб. Армии сцепились друг с другом. Я достав меч снёс с лошади одного из воинов и помчался к командиру армии. Он был занят королём, который почти не мог держать меч в руках. Командующий был намного моложе и сильнее короля.\nУслышав стук копыт сзади он обернулся и я чуть задел его спину мечом, но он увернулся ещё при этом копьё вонзил в копыто моей лошади и я покотился по земле. С короля он переключился на меня. То что надо!\n",
    "answers": [
      {
        "id": 122,
        "text": "Применить хитрость "
      },
      {
        "id": 123,
        "text": "Применить силу"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я встал и перекинул меч в левую руку провоцируя генирала ухмылкой. Он ринулся ко мне готовый пронзить меня копьём!\nКопьё находится в правой руке. Действуем по логике.\nЯ прыгаю в правую сторону и он ломает копьё об мой меч. Он почти слетел с коня но удержался. Я поднимаю часть копья и кидаю ему в спину. Генерал падает с коня, а я демонстративно забираюсь на его коня и еду ближе к королю. \n",
    "answers": [
      {
        "id": 124,
        "text": "К королю "
      }
    ]
  },
  {
    "id": 123,
    "text": "Я встаю с ухмылкой и генерал едет на меня готовый убить. Я отпрыгиваю в сторону и хватаюсь с левой стороны за шею коня сбросив генерала ногами и сажусь в седло. Уф... Чуть сердце не выскочило. Я отсекаю голову упавшему генералу и направляюсь к королю. ",
    "answers": [
      {
        "id": 124,
        "text": "К королю "
      }
    ]
  },
  {
    "id": 124,
    "text": "Когда я подъехал лицо короля было очень взволнованным.\n—Что случилось?\n—В замок прорвались... Там мой сын и принцесса... Поспеши!\nЯ пулей рванул к замку мимо ожесточённого боя. \n\n",
    "answers": [
      {
        "id": 125,
        "text": "В замок"
      }
    ]
  },
  {
    "id": 125,
    "text": "Когда я приехал туда и зашёл... Меня охватил ужас. Повсюду были убитые войны и никого вокруг не было. Были так же убиты невинные люди... Принцесса! Я должен спешить! Где она может быть?! \n\n",
    "answers": [
      {
        "id": 126,
        "text": "В комнату "
      },
      {
        "id": 129,
        "text": "В тронный зал "
      },
      {
        "id": 128,
        "text": "Пройтись по коридору "
      }
    ]
  },
  {
    "id": 126,
    "text": "Я прибежал в комнату принцессы, но там никого не было. Всё было разбросанно и разбито. Они её искали здесь. Я поднял белую окрававленную ленту и сжал её в руке.\n—Я найду вас... И снесу вам голову!\n\n",
    "answers": [
      {
        "id": 129,
        "text": "В тронный зал "
      },
      {
        "id": 128,
        "text": "Пройтись по коридору "
      }
    ]
  },
  {
    "id": 127,
    "text": "Когда мы пришли к выходу Ричард лежал без сознания облокотившись на стену. Я закинул его на плечо и вышел к воинам. Все быстро начали принимать меры по поводу его ран. Принцесса держалась рядом со, но всё время смотря на принца. Чего меня начинает это раздражать? \n—Мисс, не волнуйтесь вы так, с ним всё будет в порядке \n—Точно? \n—Нет \n—Кай! \nЯ чуть засмеялся. Обожаю её злить. Она посмотрела на свою одежду и побежала обратно в замок \n—Вы куда? \n—Кое что потеряла! \nЯ вздохнул и пошёл за ней. Она такая неряха... \n",
    "answers": [
      {
        "id": 130,
        "text": "За принцессой "
      }
    ]
  },
  {
    "id": 128,
    "text": "Я иду по коридору осматривая тела погибших. Ад или рай, выбирай. Эти слова я помню от своего отца. Хоть я его сильно не помню, но помню его тело в луже крови. Я сильно сжал руку в кулак. Надеюсь принцесса в порядке. Я слышу шаги и стучание каблуков я поднимаю голову и вижу как принцесса бежит ко мне в обшарпанной одежде со сзезами на глазах\n—Кай! — она бросается ко мне в объятия и я со вздохом сажусь на пол прижимая её к себе.\n—Всё хорошо. Теперь всё будет хорошо — я целую её волосы, а она прижимается ко мне.\n—Ричард... Он... — её голос задрожал — он может умереть...\n—Где он?\n—У главного входа, он потерял слишком много крови и не может идти!\nЯ встал подняв на ноги Сайрию. Чёртов принц. От него одни проблемы! Ещё за него я не переживал!\n\n",
    "answers": [
      {
        "id": 127,
        "text": "К выходу "
      }
    ]
  },
  {
    "id": 129,
    "text": "Я прибежал в тронный зал и осмотрелся. Всё было обшарпанно и разбросанно, они забрали всё золото. Я подошёл к трону и провёл по следу от когтей. Кого они с собой взяли? Следы не большие... Может собака... Никто дру...\nЯ слышу как ко мне кто-то быстро приблежается стуча когтями по полу и с грозным рыком.\n\n\n",
    "answers": [
      {
        "id": 131,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 130,
    "text": "Она прибежала в свою комнату и взяв что-то спрятала посмотрев на меня.\n—Всё теперь можем идти\n—Угу\nОна подошла ко мне и обняла\n—Спасибо за всё, что ты сделал для меня\n—Это моя работа\n—За это следует награда\n—Награда?\n—Да — она посмотрела на меня чуть с рюмянцем на щеках\n—И что же это за нагр.... — не успел я договорить, как она притягивает меня к себе и целует в губы. Я на секунду расстерялся, но потом прижал её к себе. Наш поцелуй был страстный и горячий. Я скинул всё со стола и посадил её на стол продолжив целовать её губы и шею. Она сжимала мои волосы, а я жадно наслаждался её поцелуями.\n Нас прирвали шаги за дверью. Как бы я не хотел продолжения, если нас застукают, будет ужасно!\nЯ снимаю её со стола и наши губы последний раз сплетаются в быстром поцелуе перед тем как в комнату входит Релай. ",
    "answers": [
      {
        "id": 133,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 131,
    "text": "Я оборачиваюсь и почти перед моим лицом я вижу пасть волкодава! Я по инерции отстраняюсь назад и падаю. Собака не решает тормозить и кидается второй раз! Я подскакиваю и бегу назад, но там тупик. Я отталкиваюсь ногами от стены и перепрыгиваю за собаку и в полёте достаю клинок и кидаю в собаку попав в спину. Чёрт!\nСобака взвыла, но от этого она только больше разозлилась. Это плохая идея! Я ещё с собакой не сражался! Я пытаюсь достать меч... Его там нет... Где он!? Я в панике осматриваюсь и вижу меч за собакой. Когда я упал, он вылетел! Вот это я глухой! Я начинаю отступать, а собака ринулась ко мне. Я давай бежать к выходу но тут двери перед глазами закрываются и я в них ударяюсь\n—Я вас убью твари!\nИз-за двери слышится злобный смех, а на меня набрасывается собака и я падаю на спину руками держа её пасть перед своим лицом! Она прокусывает мне руки и я кидаю её в сторону вставая... И тут же меня снова валит эта псина на пол! Я бью ногой её в живот и схватив за голову и сворачиваю ей шею. Послышался хруст костей и собака падает на меня прижимая к полу своим телом. Одно лучше другого! Я с трудом вылезаю из под псины и поднимаю свой меч садясь под стеной. Смотрю на свои окрававленные руки и отрываю от футболки под доспехами ткань перематывая себе руки. Так лучше. Я встаю спрятав меч.\n\n\n",
    "answers": [
      {
        "id": 132,
        "text": "К двери "
      }
    ]
  },
  {
    "id": 132,
    "text": "Я тяжело дыша подхожу к двери и дёргаю за ручки... Её подпёрли. Я пытаюсь выбить её ногой... Вместо этого теперь у меня теперь и нога болит! Я вздохнул успокаивая дыхание и отхожу назад, чтобы разбежаться. Я с разбега плечом ударяюсь в дверь и она открывается ломая доску, а я взвываю от боли и падаю на колени. Как же больно! Аргх... Я вправляю плечо с хрустом и встаю на ноги. Принцесса... Вы мне обязаны слишком многим!",
    "answers": [
      {
        "id": 128,
        "text": "Пройтись по коридору "
      },
      {
        "id": 126,
        "text": "В комнату "
      }
    ]
  },
  {
    "id": 133,
    "text": "Сайрия бросается ему на шею и обнимает, брат осматривает её, чтобы убедиться, что она не пострадала.\n—Что у тебя за отметины на шее?\nПочему я так хочу выброситься из этого чёртового окна на третьем этаже замка!!??\nЯ смотрю в окно оперевшись локтём о стену пытаясь не подавать виду моего волнения. Релай переводит взгляд на меня... Мне капец.\n—Кай?\n—Ну не уследил! Её пытались задушить! — наступает тишина... Почему мне именно это пришло в голову первым!?\n Релай с недоумением смотрит на сестру и ждёт объяснений\n—Ну... — Сайрия ищет поддержки в моём взгляде.\nЯ подхожу и ложу руку на плечо принца.\n—Ха ха, что было то прошло, не так ли? Главное, что она жива и в порядке\n—Ты прав. — ептать... Он поверил!\n  Мы отправляемся к выходу, а я перекидываю волосы Сайрии ей на плечи чтобы закрыть отметины. Это было незабываемо...\n",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 134,
    "text": "Мы наконец-то вернулись обратно в наш замок. Моего коня вылечили и скоро он снова будет бегать как сильный молодой жеребец. А пока я наслаждаюсь лошадью принцессы.... Эта кобыла просто в неодеквате... И главное слушает только принцессу. Но это даже к лучшему.\n  Сколько бы лет не прошло, всегда будет запрет на отношения слуги и принцессы... Да уж... Мне не очень нравится прятаться от её брата по углам. Это не отношения, а прятки какие-то!\nСейчас мы сидим на поляне и я глажу её по волосам, а она прижимается ко мне.\n—Я до сих пор не могу понять смысл этих отношений... Мы ведь не сможем быть вместе, я всего лишь слуга, а перед этим был рабом. Может было бы лучше забыть про всё это? — Сайрия посмотрела на меня и показала язык. Меня это бесит.\n—Не думай, что так легко отделаешься от меня, Кай. — она обнимает меня. Я уткнулся в её волосы и закрыл глаза.\n—Мы не сможем всё это долго скрывать\n—Боишься моего отца и смерти? Разве ты не умрёшь за меня? \n—... Предпочёл бы избежать этого.\n—Трус!\n—Так значит?\n—Да! — она фыркает и отворачивается от меня. Я падаю на траву и потягиваюсь\n—Каеф~\n—Тебе вообще плевать на наши отношения!?\n—Не горячись ты так, остынь, расслабься\n—Размечтался!\nЯ вздохнул и повалил её на траву оказавшись сверху. Её щёки покраснели и взгляд устремился на мои губы. Эх... Так даже не интересно.\nЯ целую её в щёчку и встаю.\n—Э? Это всё?\n—А вы чего ожидали?\n—Ну...\n—Ну? Пусть я и должен выполнять ваши приказы, вы сначала сами решите чего вы хотите.\n—Нормальных отношений!\n—А какие для вас нормальные отношения?\n—Подарки, цветы, поцелуи, ласка, нежность, прогулки...\n—Понятно.\n—Что?\n—Прошу прощения принцесса, я не попадаю в ваши фавориты — я кланяюсь и иду к лошади.\n—В... В смысле?!\n—Я не мальчик на побегушках и не принц с толстым кошельком. Я обычный человек.\n—Я...!\n—Принцесса. Нам нужно возвращаться.\nОна надула губы и пошла ко мне. ",
    "answers": [
      {
        "id": 135,
        "text": "В замок "
      }
    ]
  },
  {
    "id": 135,
    "text": "Мы вернулись в замок и нас встретил Релай.\n—Сайрия, тебе пришло письмо от Ричарда\n—Я не буду...\nЯ снимаю её с лошади и ставлю на землю\n—Думаю, вы ему очень сильно нужны. — я только сейчас понимаю с каким холодом я это сказал... Релай смотрит на меня с непониманием и я стараюсь быстрее заехать в конюшню чтобы уйти от его взгляда.\nРелай переводит взгляд на Сайрию.\n—Это что было?\n—Не обращай внимание... — тихо сказала смотря на конверт от письма\n—Вы поссорились?\n—Хах... Есть немного...\n—Странно...\n",
    "answers": [
      {
        "id": 136,
        "text": "В конюшню "
      }
    ]
  },
  {
    "id": 136,
    "text": "Я поставил лошадь в стойло и посмотрел на свои раны на руках. Круто же я покатался. Ко мне подходит девушка и берёт мои руки смотря на раны. Я поднимаю взгляд и вижу ту самую девушку, которую когда-то сбил с ног как только прибыл сюда. Её рыжие волосы были заправленны за ухо, а ярко зелёные глаза внимательно осматривали мои раны.\n—Ничего серьёзного, просто разодранные мазоли от уздечка. Нужно одевать перчатки, перед тем как ездить. Пойдём, я тебе обработаю раны — она посмотрела на меня улыбнувшись, но потом замерла. Кажется она меня тоже узнала. Я улыбнулся ей и поцеловал её руку.\n—Благодарю за помощь, мисс.\n—Ты... Это ведь мы с тобой тогда столкнулись\n—Хаха... Всё никак не забудите, то прекрасное мгновение, когда передо мной явились вы.\n Она краснеет и отводит взгляд чуть прикусывая губу. \n—Не стоит так всё преувеличивать, просто вы мне очень хорошо запомнились...\n—Я рад, что я остался в вашем сердце мисс...\n—Линора... Меня зовут Линора.\n—Красивое имя... Я Кай.\n—Так вы конвой принцессы!? — я положил ей палец на губы\n—Тише, не нужно так кричать. Вы хотели обратать мои раны.\nОна кивает и идёт в лечебное крыло. ",
    "answers": [
      {
        "id": 137,
        "text": "За ней"
      }
    ]
  },
  {
    "id": 137,
    "text": "Мы приходим в небольшую комнату и я сажусь на диван.\n—Ты здесь работаешь?\n—Да. Я профессиональный врач — она улыбается и обрабатывает мне раны.\n—Приятно знать, что тебя лечет прекрасный и милый врач.\n Она чуть смеётся и переводит взгляд на меня.\n—Принцессе очень повезло с вами.\n—Давай, на \"ты\"\n—Хорошо — она заканчивает с моими руками — есть ещё где-то раны? — она идёт и ложит бинты на место.\n Я растёгиваю рубашку. Она перевела взгляд на меня и чуть взвизгнула\n—Кай...\nВсё моё тело покрыто шрамами...\n—Ран давно нет, есть только шрамы\n Она косается моей груди дрожащей рукой и прикрывает рот рукой.\n—Значит, это правда, то, что ты был рабом?\n—Да. Всего лишь год, но они успешно всё успели\n—Мне так жаль... — её голос задрожал...\n—Эй, ты чего? — я обнимаю её и она прижимается ко мне.\n—Если бы ты оказался здесь раньше...\n—Всё в порядке, успокойся. Не нужно так переживать. ",
    "answers": [
      {
        "id": 138,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 138,
    "text": "Распахивается дверь и в комнату входит принцесса....... Ну думаю вы представляете, как это всё выглядит с её стороны...... Я стою полу голый и обнимаю какую-то девушку, которая ко мне прижимается..... Как вы думаете, что она сделала? Правильно.\n—ДА КАК ТЫ СМЕЕШЬ, КАБЕЛИНА!? А НУ ОТОЙДИ ОТ НЕГО, СТЕРВА! Я СЕЙЧАС ВАС ОБОИХ К ЧЕРТЯМ КАЗНЮ!!! А НУ РУКИ УБРАЛ ОТ НЕЁ!!! — она яростно меня отталкивает и я падаю на диван в полном шоке, в общем как и Линора... Сайрия продолжает орать и беситься. Только она орёт именно на меня... Не думаю, что стоит рассказывать, сколько я многого о себе узнал... ",
    "answers": [
      {
        "id": 139,
        "text": "Спустя 20 минут "
      }
    ]
  },
  {
    "id": 139,
    "text": "Сайрия сидит на стуле и пьёт воду. Я нервно застёгиваю рубашку иногда пропуская пуговицы. Линора помогла мне застегнуть рубашку и за спиной я слышу... Хрясь... Я с осторожностью оборачиваюсь и вижу дьявольское лицо Сайрии... У неё в руке треснутый стакан... Я нервно сглытываю...\n—Значит, просто показал ей шрамы, КАЙ — она злобно на меня смотрела... У меня было чувство, что она меня взглядом убьёт...\n—Да, принцесса. Прошу прощения. Я правда не знала, что вы в отношениях...\n—Молчать! — сердито взглянула на Линору\n—Ой, Линора, не беспокойся. Я ей не подхожу не по каким её идеалом.\n—Ты куда лезешь, Кабель!?\nЯ резко ударяю кулаком по столу у Сайрии и смотрю прямо в её глаза\n—Повторите, ещё раз, принцесса. — я сказал это в виде угрозы, и это срабатало... Но не так, как я ожидал... ",
    "answers": [
      {
        "id": 140,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 140,
    "text": "Сайрия убежала в слезах, а я получил по щеке от Линоры, да ещё и Релай добавил...\n Сейчас блин сижу на улице под дождём и со всей ненавистью смотрю на замок... Крутяк. Я вздохнул и лёг на лавочку посмотрев на дождливое небо. Не так уж всё и плохо. Свежий воздух, из носа уже кровь не течёт... Отличный сегодня выдался день.\n  Над моей головой нависает зонт. Я вижу Сайрию которая стоит рядом с лавочкой и держит зонт.\n—Ну и чего вы пришли, принцесса? — я посмотрел на небо\n—За тобой\n—Благодарю — с равнодушием ответил я\n—... Прости... Я сильно приревновала тебя...\n—...\n—Кай... Пошли в замок... Здесь холодно...\n—...\nОна садится на край лавочки и держит над нами зонтик\n—Кай... Ты весь промок до нитки... Пойдём...\n—...\n—Ты злишься?...\n—Нет блин, радуюсь.\n—Ну я же извинилась!\n—Не почувствовал.\n Она посмотрела на меня. Я реально до сих пор злился, ведь из-за неё, мне сломали нос и отбили щёку. А ведь всё из-за того, что кто-то приревновал! Как же я... Она меня целует в губы. Я несколько секунд отхожу от шока, потом резко сажусь и прижимаю её к себе. Зонтик падает на землю... Она сжимает мои волосы и со слезами целует... ",
    "answers": [
      {
        "id": 141,
        "text": "Прекратить"
      }
    ]
  },
  {
    "id": 141,
    "text": "Я прекращаю её целовать\n—Ты опять за своё?\n—Прости...\nЯ нежно обнимаю её и целую полностью промокшие волосы.\n—Ты можешь заболеть, иди в замок\n—Я без тебя не пойду! — она сжимает мою рубашку и прижимается ко мне.\n—Ладно, пошли.\nЯ встаю и поднимаю зонтик ",
    "answers": [
      {
        "id": 142,
        "text": "В замок"
      }
    ]
  },
  {
    "id": 142,
    "text": "Мы заходим в замок полностью промокшие. Нас встречает сердитый взгляд Релая. За окном гремит гром и она сильнее сжимает мою руку у меня за спиной... Боится грома? Я именно боюсь её брата. ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 143,
    "text": "Мы стоим по середине пустого зала, а перед нами стоит Релай.\n—Сайрия, меня сейчас интересует только одно... Ты испытываешь к нему чувства?\n  Скажи НЕТ!!! Я ХОЧУ ЖИТЬ!\n—Да — спокойным тоном сказала принцесса — я люблю его.\n  У меня и у принца просто ступор... А после его взгляда я почувствовал, как на моей шее уже находится петля... Релай переводит взгляд на свою сестру.\n—Ты не сможешь быть с ним.\n—Но...!\n—Не каких, но! — его голос был полон ярости — Ты будущая королева этого королевства. Ты должна быть женой Ричарда, чтобы объеженить королевства.\n—Я не хочу...!\n—Тихо! Мы ведь это уже обсуждали... — его голос стал тише — Раб не смежет взойти на престол. Кто угодно, но только не он...\n Сайрия разворачивается и тянет меня за собой в другую комнату. Релай тяжело вздыхает... Его можно понять. Он боится, что я опозорю их род и из-за этого, они потеряют свой титул...\n\n\n",
    "answers": [
      {
        "id": 144,
        "text": "За принцессой"
      }
    ]
  },
  {
    "id": 144,
    "text": "Мы пришли в её комнату и она надувшись села на кровать. Я стал перед ней на колени и поцеловал её руку.\n—Твой брат прав...\n—Нет.\n—Прислушайся к нему. Ты потеряешь всё, если сделаешь меня королём...\n Она сползает с кровати и садится передо мной положив руку мне на щеку.\n—Не говори так. Твой ум, твоя душа и твоя сила... Они изменят своё мнение, как только узнают тебя лучше.\n—Тебе нужно снять розовые очки, Сайрия... Этот мир верит слухам, они как стадо... Люди не потерпят, что какой-то там раб, стал сначала конвоем, а потом королём. Это выходит за рамки понимания для них. Я не принц и не Бог. Я обычный человек...\n Она с грустью смотрит в мои глаза, а потом нежно целует.\n",
    "answers": [
      {
        "id": 145,
        "text": "Остановить её"
      }
    ]
  },
  {
    "id": 145,
    "text": "Я прекращаю её целовать и прячу локон её волос ей за ухо.\n—Не нужно...\n—Кай...\n—... Я лучше пойду — я встал и пошёл к выходу. Меня крепко обнимает со спины принцесса.\n—Не уходи... Останься со мной... Всё будет хорошо...\n—Ты видела... Что происходит за воротами замка?\n—...\n—... А я видел... Я эгоист. Я бежал из Ада надеясь попасть в Рай несмотря на последствия... Я хотел славы, денег... Чтобы убить неприятелей. Меня не волновало, что будет с замком, с короной... С тобой... Я хотел мести. — я поворачиваюсь к ней и целую в лоб — Лучшее, что я могу для тебя сделать-остаться твоим конвоем. Ничего больше.",
    "answers": [
      {
        "id": 146,
        "text": "Выйти "
      }
    ]
  },
  {
    "id": 146,
    "text": "Я выхожу из её комнаты оставляя одну... Мне самому неприятен такой ход событий...\nЯ вздохнул и направился в свою комнату сняв с себя меч. Мне на встречу идёт какой-то пожилой мужчина. Кажется это советник короля... Он направляется к принцессе?\n\n\n\n",
    "answers": [
      {
        "id": 147,
        "text": "Остановить его"
      }
    ]
  },
  {
    "id": 147,
    "text": "Я останавливаю его мечом в ножнах. Он переводит на меня свой холодный взгляд.\n—Чем могу быть полезен, конвою принцессы?\n—Ты идёшь к ней?\n—Прошу, обращайтесь ко мне на \"вы\"\n—Прости, но по статусу мы одинаковые. Отвечай на вопрос.\n Советник с недовольным видом кивает. Нафуфырился он здесь. Я его замочить могу в любую минуту.\nЯ опускаю меч и провожаю его взглядом.\n  Тут я вижу спускающегося короля по лестнице. Он подозвал меня к себе. Я подхожу к нему и кланяюсь.\n—Кай, мне здесь сын кое о чём сказал — его тон спокойный... Но меня чего-то бросает в дрож — это правда?\n—... Да, король...\n—Хм... И ты любишь мою дочь?\nЯ с осторожностью киваю... Но тут король расплывается в улыбке...\n—Это очень хорошая для меня новость\n—Ч... Что? Почему?\n—Мою дочь часто бросали из-за её характера, но тут появился ты... Ты единственный, кто рядом с ней искреннин.\n Я смотрю на него с непониманием... Что он хочет этим сказать?\n—Прости моего сына за его косой взгляд в твою сторону... Но раз ты метешь в женихи, то тебе нужно получить благословение людей. Моё ты уже получил.",
    "answers": [
      {
        "id": 148,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 148,
    "text": "Я стою в шоке... Сам король мне доверяет свою дочь и корону... Тут с визгом выбегает из комнаты Сайрия и вешается отцу на шею\n—Спасибо папочка! Кай будет самым лучшим королём после тебя!\n—Ха ха, я и не сомневаюсь... — король смотрит на меня взглядом полным надежд. Я ему улыбаюсь\n—Я вас не подведу — я замечаю принца, который наблюдает за нами с улыбкой, а также советника, чей взгляд мне не нравится...\n  Вскоре я снова провожаю Сайрию до комнаты. Она целует меня в щёчку.\n—Не хочешь зайти? — Принцесса смотрит на меня с азартом ",
    "answers": [
      {
        "id": 149,
        "text": "Хочу "
      },
      {
        "id": 150,
        "text": "Нет, я лучше пойду "
      }
    ]
  },
  {
    "id": 149,
    "text": "Я улыбаюсь и захожу. Сайрия закрывает дверь и проводит по моей груди рукой.\n—Поможешь снять платье?\n—Как прикажете, моя госпожа\n Я целую её и развязываю ей платье после чего оно падает на пол. Я осматриваю её тело с ног до головы и валю на кровать. Она снимает с меня рубашку и прижимает к себе, после чего целует. Мои руки нежно проходят по её телу. Я целую её шею и наслаждаюсь её тихим стоном.",
    "answers": [
      {
        "id": 151,
        "text": "Утро "
      }
    ]
  },
  {
    "id": 150,
    "text": "—Нет, я лучше пойду\n—Ладно, но заходи, когда захочешь — она нежно меня целует и я чуть прижимаю её к стене. Она складывает руку у меня за шеей и рукой чуть растёгивает мою рубашку.\n Я прекращаю её целовать.\n—Мисс, вы не соблюдаете манеры\n—К чёрту их\nЯ целую её с языком, но понимаю, что нужно прекращать, ещё рано для этого. После я завожу её в комнату и закрываю перед ней дверь\n—Принцессе пора спать\n—Ненавижу тебя!\n—Ага — я улыбаюсь и иду к себе",
    "answers": [
      {
        "id": 152,
        "text": "Утро "
      }
    ]
  },
  {
    "id": 151,
    "text": "Утром я проснулся в кровати принцессы. Она мило спала положив голову мне на плечо и прижималась ко мне обнажённой грудью. Ночь была не забываемой. Я приобнял её и посмотрел в окно... Уже полдень. Раздаётся стук в дверь... И от голоса за дверью у меня замирает сердце.\n—Сестрёнка, просыпайся, нам нужно кое-что обсудить.\n Проворачивается ручка...\n",
    "answers": [
      {
        "id": 153,
        "text": "На балкон "
      },
      {
        "id": 154,
        "text": "За дверь "
      }
    ]
  },
  {
    "id": 152,
    "text": "Я резко подскочил от стука в дверь. В комнату входит Релай.\n—Ты ещё здесь?\n—А где я должен быть?\n—У моего отца.\n—... Уже иду...\n Релай недовольно выходит из комнаты и хлопает дверью. Не с той ноги встал?",
    "answers": [
      {
        "id": 155,
        "text": "К королю "
      }
    ]
  },
  {
    "id": 153,
    "text": "Я быстро подскакиваю и перепрыгнув через Сайрию схватил свои вещи и выскочил на балкон. Сказать, что она была в шоке, ничего не сказать. В комнату входит Релай с советником.\n—Доброе утро, принцесса — советник чуть поклоняется ей.\nОна поглядывает на меня... Я в спешке одеваюсь... Потом когда я посмотрел вниз, я понял, что мне падать далеко... Вскоре я уже лез по ботику замка к своей комнате. Я завалился в свою комнату и с облегчением вздохнул. Я падаю на кровать и закрываю глаза. ",
    "answers": [
      {
        "id": 152,
        "text": "Спустя некоторое время "
      }
    ]
  },
  {
    "id": 154,
    "text": "Я быстро подскакиваю и схватив вещи бегу за дверь. Дверь открывается и полностью меня зажимает в угол. В комнату входит Релай с советником. Я быстро оделся и пока они говорили с Сайрией я выскочил из комнаты и зашёл в свою. Я падаю на кровать и закрываю глаза.",
    "answers": [
      {
        "id": 152,
        "text": "Спустя некоторое время "
      }
    ]
  },
  {
    "id": 155,
    "text": "Я пришёл к королю и на меня посмотрели все генералы и недовольный советник...\n—Кай, рад что ты пришёл — король мне улыбается\n—Спустя час. — пробубнел советник себе под нос. Я подошёл к королю. Они обсуждали ход действий с присоединением себе новой земли и моря.\n—Кай, я наслышан о твоих стратегиях. Как бы ты  заполучил себе эти земли если народ против? Хочу услышать твою точку зрения.\n Я недолго думая сказал...\n—Я больше доверяю такие серьёзные решения более опытным стратегам чем я.... Но могу сказать.... Я бы ослабил некоторые запреты для жителей, установил бы более серьёзные запреты и наказания на торговлю, а также воровство. Это повлечёт за собой большее согласие людей. Так же дал бы людям больше свободы на выбор работы, так у людей будет больше средств, чтобы оплачивать все свои нужды не взирая на запреты. — смотря на карту сказал. Король оценивающе кивнул.\n—Кто против или может предложить более лучший вариант?\n—Позвольте мне, ваше величество. — советник с холодом на меня смотрел — Его метод обанкротит нас. Лучший метод приструнить их, то это сила. Думаю так эти людишки поймут где их место.\n—А ты у нас кто, Бог? — я оскалился окинув его холодным взглядом — Не забывай. Ты так же смертен, как и все они. Хочешь побывать на их месте? Я в полне могу тебе это устроить — я усмехнулся с азартом и жаждой всё устроить для этого козла.\n Король стал между нами.\n—Думаю в этом нет необходимости, Кай. — он положил руку мне на плечо и я посмотрел в сторону, чтобы не встречаться взглядом с королём — Твой план мне подходит, Кай. Я воплощу его в жизнь — он улыбнулся и я невольно тоже улыбнулся. Если бы советником был не он, а я, то возможно было бы всё иначе в этом мире... Я... Неужели я защищаю короля, которого ненавидел всю свою жизнь?\n",
    "answers": [
      {
        "id": 156,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 156,
    "text": "После собрания я вышел в коридор и вздохнул. Ко мне подошёл советник.\n—Не думай, что завоевав доверие короля, ты займёшь его место.\n—К сожалению, ты не сможешь меня остановить.\n—Ах, ну да. Тебе ведь было мало смертей из-за тебя. — он усмехается и я перевожу взгляд на него — Та девушка. Как там её? Дочь кузнеца. Он кажется не ссог справиться с давлением, как и она. Так смешно было видеть её мордашку, которая так старательно звала тебя со слезами. — в моих венах закипает кровь и я с яростью прижимаю его к стене держа за горло.\n—Так это был ты! Ублюдок!\n—Ох, как грубо. Уверен тяжело раненный принц Ричард со всей силой старался бы тебя остановить ничего не понимая. Глупый ребёнок. — я бью его в живот с колена и ударяю головой об стену после чего он падает на пол и кашляет кровью. Я собираюсь нанести решающий удар, но меня оттаскивают генералы.\n—Кай! Успокойся!\n—Я УБЬЮ ЕГО!! ОТПУСТИТЕ!! ОН ПРЕДАТЕЛЬ! ОН ДОЛЖЕН СДОХНУТЬ!!! — я со всей яростью пытаюсь вырваться, но я не могу справиться с двумя генералами. Мне в челюсть ударяет Релай\n—Идиот! Успокойся немедленно!\n—Послушайте же вы меня, это он...!\n—В этом нет необходимости... — советник встаёт и с ехидной улыбкой произносит — уведите его. Пусть успокоиться.\n—Я до тебя доберусь скотина!",
    "answers": [
      {
        "id": 157,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 157,
    "text": "Я сижу в сырой темнице на деревянной койке с цепями на руках и ногах... Хах... С чего начал, тем и закончил... Как же я мог этого допустить? Как я мог так облажаться? Я с самого начала знал... Я знал, что здесь что-то не чисто...\n Я опускаю голову и обессиленно вздыхаю. Завтра всё решу... Я вымотался... ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 158,
    "text": "Я сидел на койке и смотрел под ноги. Как бы от сюда выбраться? Задушить охранника? Нереально. Я услышал как открылась решётка. Кто-то зашёл и решётка закрылась. Я поднял глаза и увидел Релая. Его лицо было очень грустным. Он присел рядом со мной и опустил глаза на пол.\n—... Как ты?\n—Лучше чем в клетке на палящем солнце\n—... Прости...\n—Да ладно тебе, не извиняйся. Я бы его и правда убил если бы освободился.\n—... Может я и поздно спрашиваю, но... Из-за чего столько ненависти?\n—... Он убил дорогого мне человека... Он разрешил работорговлю... Можно сказать, из-за него погибли мои родители... Из-за него ранен принц Ричард.\n—Ричард? А он то тут при чём?\n—Этот советник... Это он сказал врагам о засаде и расположение принцессы.\n—Что?!\n—Тихо.\n—Кхм... С чего такие выводы?\n—Он сам это подтвердил мне. Он хотел вывести меня из игры... И у него это получилось. Я напал на советника короля и оказался здесь — Релай вздохнул.\n—Ты уверен в этом? Этот советник много лет рядом с моим отцом.\n—Смотри за своим отцом и сам будь осторожен. Советник может занять его место, после смерти так как он доверенное лицо. А если и тебя не станет. Советник взойдёт на трон... И Сайрия окажется в его руках...\n Релай опустил глаза\n—Она хотела к тебе прийти... Ей не разрешили. Она боится, что тебя может ждать смерть.\n—Это да... Мне повезло, что я ещё жив\n—Ты мне как брат... Так что я не допущу твоей смерти.\n Я перевожу на него взгляд, а он мне чуть улыбается, хоть в глазах полно грусти. Он слегка хлопает меня по плечу и обнимает\n—Сегодня ночью будет смена охраны. Попробую управится за час. — он ложет мне в руку проволку и встаёт.\n—Хорошо. Береги её — я чуть ему улыбаюсь, а он кивнув выходит из-за решётки и уходит. ",
    "answers": [
      {
        "id": 159,
        "text": "Ночью "
      }
    ]
  },
  {
    "id": 159,
    "text": "Ночь. Ну давай же... Я ковыряю замок проволокой. Тут происходит щелчок и цепи падают. Есть! Пора сваливать. Я подхожу к решётки и осматриваюсь. Ни кого. Отлично. Спустя минут 10 я открываю решётку и бегу вверх к выходу. Как только я выбегаю из темницы, мне на встречу бегут охранники\n—Стоять!\nАга. Конечно. Я здесь мучался час, чтобы потом стоять. Я выбиваю окно и прыгаю вниз. Охранники подбегают к окну и смотрят на меня. Я вынырнул из прудика и вышел из воды показав им средний палец. Охранники почались на улицу. Я свистнул в ожидание своего коня. Релай должен был открыть ему дверь. Через минуту подбегает мой конь и я запрыгиваю на его спину.\n—Привет дружок, я тоже скучал, но сейчас нам нужно бежать.\nКонь ринулся к воротам охрана собиралась его остановить, но он их перепрыгнул, хотя я чуть не свалился.\n—Уф... Не зря тебя так нахваливали... Только мои навыки езды без седла ничто. ",
    "answers": [
      {
        "id": 160,
        "text": "В лес"
      }
    ]
  },
  {
    "id": 160,
    "text": "Мы гоним на всей скорости уже около часа и конь уже начинает задыхаться. Думаю можно и сбавить темп. Мы переходим на шаг и конь тяжело дышит.\n—Потерпи дружок, мы почти добрались до деревни... От которой я всю жизнь бежал.\n Я услышал шорох и остановился. Передо мной появились разбойники. Я в объезд поехал? Чёрт.\n—Вы посмотрите какая удача. Это же конвой принцессы!\n—Рад, что и сюда распространились слухи.\n—Деньги давай. — он достаёт меч и направляет на меня. Больше армия, больше сила? Я слез с коня и посмотрел ему в глаза.\n—Сейчас не дам. Но если вы мне поможете, то вы приобретёте место в армии и получите много золота.\n—Что? С чего мы должны верить тебе?\n—Потому что нужно иногда рисковать ради хорошей наживы — я усмехнулся и вперёд выходит чёрноволосая девушка\n—А этот пацан мне нравится! Слишком дерзок на грани смерти\n—Я привык рисковать. Так что, вы мне поможете?\n—... Что нужно делать — мужчина с недоверием опускает оружие. \n—Вы мне поможете убить кое-кого\n  \n",
    "answers": [
      {
        "id": 161,
        "text": "Спустя неделю "
      }
    ]
  },
  {
    "id": 161,
    "text": "Так я получил себе небольшую армию из 50, вооружённых до зубов, разбойников. Я получил себе оружие и седло на своего коня.\nМы толпой ехали в замок ",
    "answers": [
      {
        "id": 162,
        "text": "По дороге в замок"
      }
    ]
  },
  {
    "id": 162,
    "text": "Мы ехали уже вечером. И тут я увидел мелькнувшую белую лошадь. Я резко затормозил и повернул в сторону лошади\n—Ты куда? — девушка последовала за мной\nЯ увидел коня принца Релая. Конь был усталый но бил копытом по земле и пытался оторвать уздечку от ветки дерева. Девушка начала успокаивать коня, а я осматривался в поиске Релая.\n—Релай! Релай!! — я слез с коня и услышал из-за дерева слабый голос Релая\n—Кай?...\nЯ посмотрел туда и увидел Релая с окровавленным плечом и он ели стоял на ногах. Я подбежал и усадил его на траву\n—Ты как?\n—Кх... Плохо...\nЯ посмотрел на свою руку... Его подстрелили отравленной стрелой...\nДевушка подошла к нам и присела у раны Релая.\n—Я конечно мечтала полапать самого принца, но чтобы в реальности~\nРелай оскалился\n—Руки убрала\n—Как грубо ты с девушками разговариваешь, сейчас вообще ничего делать не буду. Кай, ударь его!\n—Хе-хе... Думаю ему это только навредит. Вылечи его, ради меня. — я мило ей улыбаюсь и она краснея отводит взгляд... Но взгляд Релая побил все рекорды больших глаз... Он смотрел на меня с тупым и непонимающим выражением лица\n—Это что сейчас было, Кай?\n—Тебе не о чем беспокоится — я хлопаю его по плечу и он вскрикивает от боли — Ой! Прости! Забыл, что ты у нас пострадавший...\n—Я ненавижу тебя...\nДевушка мне даёт подзатыльник\n—Ай... За что?\n—Я здесь стараюсь, а он мне его калечит ещё больше!\n Я недовольно чухаю голову и сажусь на траву",
    "answers": [
      {
        "id": 163,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 163,
    "text": "Спустя час криков Релая от боли, я понял насколько больно его держать... Я сижу у дерева с фингалом под глазом. Релай смотрит на меня и бубнит\n—Не чего меня держать было... Сидел бы без фингала...\n—Слушай. Моя очередь тебя мутузить\n—...\nЯ усмехнулся и посмотрел на небо\n—Ты у меня в долгу.\nРелай посмотрел на костёр\n—... Что произошло в королевстве, что ты оказался здесь?\n—Ты был прав. Король мёртв... Его убили в постели... Советник сказал всем людям, что это сделал ты и они поверили... А когда пришло время избавляться от меня я сбежал, но мне попали стрелой в плечо... Я искал тебя два дня и две ночи... Люди уверены, что меня уже нет в живых, ведь ты у нас уже головорез\n—Ого... Вот это я выгодный... Скинуть на меня столько смертей. Круто.\n—Круто, но не для Сайрии... Она пошла против советника и он спустил её с небес на землю... Не знаю спит она ночами или нет с мыслями о том, что ты и я мертвы...\n Я вздохнул и посмотрел в сторону замка\n—Как только доберёмся туда. Я убью его собственными руками.\n—И каков план?\n—План?\n—...\n—... Ах... Точно... План... Да... Это...... Импровизация!\n Релай ударяет себе по лбу\n—Мы все умрём.\n Мы оба смеёмся. ",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день "
      }
    ]
  },
  {
    "id": 164,
    "text": "Утром мы продолжили путь, а ночью мы были уже у ворот королевства.\n Я посмотрел на окно комнаты Сайрии. Там уже было темно, что очень на неё не похоже.\n—Я пойду на разведку. Будьте здесь — я слез с коня и пошёл к чёрному выходу через сад. Я прошёл через сад и подошёл к стене замка. В полне можно забраться. Я ловко начал карабкаться к комнате Сайрии. Спустя 10 минут я был у её окна. Окно зарешеченно?! Аргх! Я стал пытаться как-то открыть решётку.\n—Чёрт... — я посмотрел на окно рядом с её. Там горит свет, зато открыто. Я заглядываю туда и вижу у двери принцессы охранника который спит облокотившись на стену. Я тихо залез и зашёл в её комнату, закрыв дверь. Кто вообще на посту спит? Мне в голову прилетела туфля. \n—Убирайтесь!!\nТвою мать! Она сейчас всех разбудит к чертям! Я моментально оказываюсь рядом с ней и закрываю ей рот пока она пытается меня оттолкнуть\n—Как грубо с вашей стороны, принцесса\nОна замирает и открывает глаза смотря на меня. Я убираю руку и она меня обнимает прижимая к себе. \n—Кай... Ты вернулся...\n—Я же обещал — я целую её волосы и по её щекам текут слёзы — Ну-ну... Не плач, всё хорошо, я рядом — я сажусь на кровать, а она прижимается ко мне сжимая мою рубашку. ",
    "answers": [
      {
        "id": 165,
        "text": "Спустя 10 минут "
      }
    ]
  },
  {
    "id": 165,
    "text": "Она лежала у меня на груди, а я гладил её волосы\n—Я думала... Тебя убили... Я так боялась... Что потеряю и тебя... Мой отец... И брат...\n—А вот на счёт этого у меня есть небольшой для тебя сюрприз — она поднимает глаза на меня. Я встаю и она сразу хватает меня за рубашку... Боится, что я могу исчезнуть... Я беру её за руку и поставив на ноги подвожу к окну обнимая за талию.\n—Посмотри на холм и скажи, что ты видишь?\nОна смотрит на холм и глазам не веря прикрывает рот рукой\n—Братик... — её голос дрожит пока она смотрит на Релая который ругается с разбойниками... Мне нужно скорее вернуться, пока они друг другу глотки не перегрызли.\n—У меня для тебя есть задание, Сайрия.\n—Какое?\n—Ты должна вывести советника в сад одного, любым образом\n—... Любым?...\n—Да — я целую её в щёчку — постарайся сделать это сейчас, пожалуйста.\n—Хорошо, я сделаю это.\n—Молодец, я...\n—Но при одном условии.\n—Узнаю свою принцессу...\n Она улыбается и поворачивается ко мне\n—Целуй. Это приказ\n Я улыбаюсь и нежно целую её, наверное, это самый приятный и долгожданный приказ. ",
    "answers": [
      {
        "id": 166,
        "text": "Идти к остальным "
      }
    ]
  },
  {
    "id": 166,
    "text": "После некоторого проведённого времени вместе с Сайрией, я возвращаюсь к остальным.\nРелай подбегает ко мне\n—Я с этими идиотами работать не собираюсь!\n—Терпи, Релай, терпи... Это единственная наша надежда — сказал я сквозь зубы хлопая его по плечу. Я посмотрел на остальных. — Сейчас мы идём в сад и хватаим седого старикашку. Суть понятна?\nХором — Да!\n Я вздохнул и направился в сад.\n\n  Спустя некоторое время мы спрятались в засаде и в саду появилась Сайрия которая шла держа за руку советника с завязанными глазами. Вот это она шикарно устроила. Я выхожу из засады и иду к ним\n—Уже можно снять повязку? — нетерпеливо говорит советник ехидно улыбаясь.\nКогда я подошёл к ним, Сайрия снимает повязку с глаз советника. Выражение лица советника было не описуемо...\n—Бу! — советник тут же хотел закричать, но ему быстро затыкают рот и валят на землю. Я не могу сдержать смех. — Ну что? Я же ведь говорил... Я доберусь до тебя. И вот... Видишь? Ты у меня в руках. Ты поплатишся за всё, что сделал... Твоя голова слетит на глазах у всего народа!\n Релай ложит мне руку на плечо и я вздыхаю\n—Иди походи, освежись. Ты слишком разгорячился.\n—Ты прав...\n—В темницу его.\n ",
    "answers": [
      {
        "id": 167,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 167,
    "text": "Релай уходит вместе с остальными в замок... Я сажусь на качелю и запрокидываю голову смотря на звёзды. Вот и всё... Всему пришёл конец. Мы победили...\n  Сайрия садится рядом и берёт мою руку\n—Спасибо тебе, Кай. Если бы не ты... Всего бы этого не было...\nЯ целую её руку и прячу лицо в её волосах.\n—Ты мне в этом помогла. Если бы не ты, я бы не поставил цель, которую мы достигли.\n—Мой бы отец гордился тобой — она улыбается и целует меня в щёчку.\n—Я рад это слышать — я провожу рукой по её щеке и целую её в губы. ",
    "answers": [
      {
        "id": 168,
        "text": "Утром "
      }
    ]
  },
  {
    "id": 168,
    "text": "Утром били колокола. Все люди собрались посмотреть на казнь предателя. Я стоял там, где когда-то стоял король со своей женой... Теперь там стою я... Новый король... А рядом, моя прекрасная королева Сайрия. Релай уехал в другое королевство к своей возлюбленной. Разбойники стали теперь войнами и учились хорошим манерам. А что говорить о той деревне в которой я вырос? Я узнал, что тот хозяин таверны был старым другом бывшего короля. Именно он меня ему и порекомендовал. Работорговля была запрещена. Рабам была выделенна земля и деньги для жизни, но чтобы королевство не обеднело, рабы должны были устраиваться на работы и отдавать деньги королевству в течение 49 лет. В общем, люди были довольны новыми реформами. Наконец-то, мир изменился...\n",
    "answers": [
      {
        "id": 169,
        "text": "Конец! [шутка, ещё чуть спойлеров] "
      }
    ]
  },
  {
    "id": 169,
    "text": "Я стоял у дверей в королевскую лечебницу и нервно наматывал круги по комнате. Релай стоял облокотившись на стену.\n—Не переживай ты так, всё должно пройти хорошо\n—Ох, Релай, ты меня совсем не успокоил.\n—Это самый лучший врач во всей округи, всё будет отлично.\n Я вздохнул и тут дверь открылась. Я подбежал к Линоре.\n—Как она?\n—Ого, как наш король волнуется ~\n—Аргх... Не затягивай, говори уже.\n—Ладно, ладно. Кхм. И так. У вас...\n Я вместе с Релаем — Линора!!\n—Окей. Поздравляю папаша, у вас мальчик.\n У меня перехватывает дыхание... У меня родился сын... У меня родился сын!!\n Я быстро захожу чуть не сбив Линору с ног.\n—Эх... И эта вся благодарность? — она закрывает за мной дверь с той стороны.\n\n  Я вижу Сайрию которая стоит у окна смотрит на своего ребёнка. Я подхожу к ней и смотрю на сына... У него были светлые волосы, как у Сайрии и мои зелёные глаза... Я целую её в лоб ели сдерживаясь чтобы не обнять.\n—Сайрия... Спасибо тебе за всё... Особенно за сына...\nОна нежно улыбается и я станавлюсь перед ней на колени. Кажется они единственные, перед кем я когда-нибудь стану на колени.\n\n[Счасливая концовка. Воскресшая душа] ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 170,
    "text": "",
    "answers": []
  }
]