[
  {
    "id": 1,
    "text": "Любовь с первого взгляда-название моего первого квеста ).\nЭто мой первый квест, так что судите как можно строже, чтобы я знала о ошибках и недоработках)\nАвтор:Виолетта Ми \nго читать?))",
    "answers": [
      {
        "id": 2,
        "text": "Наконец-то начать квест"
      },
      {
        "id": 5,
        "text": "Об авторе"
      },
      {
        "id": 63,
        "text": "О квесте и обновлениях"
      },
      {
        "id": 67,
        "text": "Информация."
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, пожалуй начнём! Тебя зовут Катя Сафронова. Тебе 17 лет, и сегодня ты идёшь в институт в первый раз! Ты очень нервничаешь. Твоя внешность: брюнетка, с карими глазами и длинными ресницами, тонкие алые губы, аккуратненький носик и пронзительный взгляд, средний рост. Итак, ты проснулась и посмотрела на часы...\n/7:44, блин, опаздываю.../\nЧто ты наденешь?\nВыбор  влияет на будующую историю квеста.",
    "answers": [
      {
        "id": 8,
        "text": "Красное платье (подчёркивает твою фигуру)"
      },
      {
        "id": 6,
        "text": "Джинсы и майка (как раз, одежда при которой волосы ещё красивее выглядят на фоне одежды)"
      },
      {
        "id": 7,
        "text": "Повседневная одежда (подчёркивает цвет твоих глаз)"
      },
      {
        "id": 3,
        "text": "нацепить что попало"
      },
      {
        "id": 22,
        "text": "Никуда не идти "
      },
      {
        "id": 24,
        "text": "Не торопиться"
      }
    ]
  },
  {
    "id": 3,
    "text": "вы надели то что попалось первым под руку.\nВ академии к вам подошёл какой-то парень и сказал:\n—Ты странно выглядишь...\n—Ты тоже!\n—Видно ты тоже спешила, как и я!\n—Ну...а... да!\n—Я Ваня!\n—Катя...\n—Очень приятно познакомиться с тобой, Катя!Ты красивая!\n—Спасибо, ты тоже, Ваня...\nКатя поцеловала его в щёчку не осознавая этого и очень сильно смутилась...\nВаня сказал:\n—Ты должна понести отвественность за это!\n—Чт...?\nНе успела Катя спросить, как Ваня поцеловал её в губы...",
    "answers": [
      {
        "id": 4,
        "text": "продолжай..."
      }
    ]
  },
  {
    "id": 4,
    "text": "После поцелуя вы оба краснели, а вам аплодировали студенты, наблюдавшие за всем этим хD!\nпотом вы начали встречаться, через несколько лет поженились и завели очень красивых детей)))\n\n\n\n\n     открыта концовка:\"счастье навсегда\"",
    "answers": [
      {
        "id": 1,
        "text": "Конеееееец)))"
      }
    ]
  },
  {
    "id": 5,
    "text": "меня  зовут Виолетта и мне 11 лет.Живу с 3 братьями в состоятельнойй семье.Среднего телосложения, симпатичная брюнетка, с карими глазами и пухлыми розовыми губами, с красивым носом с веснушками, высокая.\nпо характеру я:эмоциональная, вспыльчивая, странноватая, отзывчивая, добрая но не милая, точнее иногда грубая, но всегда серьёзная!\nживу в Липецке в России и учусь между отличницей и хорошисткой.\nСамооценка у меня о себе не врёт!",
    "answers": [
      {
        "id": 1,
        "text": "спасибо за иформацию"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы оделись и побежали в школу забыв поесть.\nНа первом уроке высидели и краснели: у вас урчал живот и все это слушали!\nНа перемене к вам подошёл парень и подал бутерброд сказав:\n—Неприятно когда девушка голодная!;)\nИ ушёл.\nВы не были голодной, но жили без любви\n\n\n  открыта коцовка:\"сытая но несчастливая\" ",
    "answers": [
      {
        "id": 26,
        "text": "Поплакать и закончить квест"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы оделись, позавтракали и побежали в школу.\nНо из-за вашей одежды вас никто не заметил, и вы встретили своё счастье из-за случая с аварией,   когда водитель который вас сбил полюбил вас, и вы были счастливы, но не слишком долго: вы умерли через 25 лет, из-за того, что вы сгорели в доме, где был пожар.\nЗато у вас были красивые детишки.\nНо всё может быть по-другому!\n\n\n\n\n  открыты концовки:\"незамеченная никем\",\"любовь по случаю\" и \"покинуть этот мир счастливой\"",
    "answers": [
      {
        "id": 33,
        "text": "А как я провела это время?"
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты быстро оделась и побежала на кухню. В холодильнике на быстрый перекус есть: бутерброд и йогурт.",
    "answers": [
      {
        "id": 9,
        "text": "Съесть бутерброд"
      },
      {
        "id": 10,
        "text": "Съесть йогурт"
      },
      {
        "id": 11,
        "text": "Ничего не есть, а лишь побежать в школу!\n"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты поела и побежала в академию.\nИ вот, прямо перед парнем, ты упала на землю пока бежала. Молодец!\nТебе хотелось провалиться под землю.\nНо парень протянул тебе руку и улыбнулся. Ты взяла его руку,  он помог тебе подняться, ты его поблагодарила и хотела было уйти, но...\n—Как тебя зовут?-спросил незнакомец\n—Я Катя Сафронова, а  ты?\n—Я Данил Камнев. Приятно познакомиться!\n—Мне тоже\n—Тебе в академию?\nВы молча кивнули\n—Тогда побежали, тут есть короткая дорога.\n—...\nНе бойся меня.",
    "answers": [
      {
        "id": 12,
        "text": "Побежать за Данилом"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы хотели съесть йогурт, но к сожалению не посмотрели на срок годности и отравились им. (вы не умерли, а просто отравились).Вы остались дома и не встретили своё счастье.\n\n\n\n\n\n         открыта концовка:\"невстреченное счастье\"\n\n\n\n\n\n         ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ("
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы на пустой желудок побежали в школу и не опоздали, но к вашему несчастью вы: не встретили любовь, и ходили голодной весь день!\n\n\n\n\n\n         открыта концовка:\"голодная и несчастная\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Через минуту вы были уже на месте.\n—Большое спасибо- сказали вы.\n—Тебе в какую аудиторию?\n—В 309, а что?\n—Отлично! Мне тоже!\n—Тогда может ты пойдёшь первым?\n—Дамам уступать нужно это раз, а второе- мы сейчас опоздаем!\n—ЧТО?!?\nКатя побежала сламя голову в класс.\nОна забежала за 5 минут до звонка.\nЧерез 3 минуты в класс вошёл Данил.\nОн подсел к вам.\nВы сидели молча, но вдруг у тебя на столе появилась записка:\n\"Пойдём сегодня в парк, там новый атракцион  открылся?\nДанил.\"\n",
    "answers": [
      {
        "id": 13,
        "text": "Пойти"
      },
      {
        "id": 14,
        "text": "Попросить провести вам экскурсию по школе"
      }
    ]
  },
  {
    "id": 13,
    "text": "После уроков вы пошли в парк, на новый атркацион. Вам было очень страшно на атракционе, поэтому вы прижались к Данилу.\nВ ответ на это он лишь улыбнулся и сказал:\n—Не волнуйся, всё хорошо!\nВы подняли глаза на нового друга, и встретились  взглядами. Ты засмущалась от этого, поэтому опустила глаза, чтобы он не видел твоего смущения. Но после его слов вам больше не было страшно, лишь тепло, но...\nЧто это за чувство? Неужели вы влюбились?\n",
    "answers": [
      {
        "id": 15,
        "text": "Нет "
      },
      {
        "id": 16,
        "text": "Да! "
      }
    ]
  },
  {
    "id": 14,
    "text": ",,Может лучше экскурсию проведёшь?\"-\nПарень молча кивнул.\nПосле экскурсии:\n—Я проведу тебя до дома!-Сказал Данил.\n—Ок\nДанил довёл вас до дома и сказал:\n—Я рад, что мы друзья...\n—Я...\n—?!?\nДанил выжидающе посмотрел на вас.",
    "answers": [
      {
        "id": 20,
        "text": "-Я тоже..."
      },
      {
        "id": 21,
        "text": "-Знаешь...Для меня ты больше чем просто друг!.."
      }
    ]
  },
  {
    "id": 15,
    "text": "Нет, я его не люблю!\nПосле этого вы с Данилом остались лучшими друзьями, спустя годы вы готовились к свадьбе, с организацией которой вам помогал Данил.\nВы вышли замуж за Гришу ( и через полгода он вам изменил, вы его бросили и поняли, что потеряли Данила, как настоящую любовь, ведь он уже был женат ((\n\n\n\n            открыта концовка: \"несчастная любовь\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "ПОСЛЕ ПАРКА:\nДанил:\n—Тебя проводить до дома? Просто уже поздно и...\n—Давай-не дав закончить парню фразу сказала ты.\nОн проводил тебя до дома и наклонившись к тебе, сказал:\n—А ты интересная...\n—?!???!!!\n—Хах...\nОн приблизился к вашему лицу и сказал\n—Ты красивая...\nС этими словами он поцеловал вас, вы были мягко говоря в шоке,  но поцеловали его в ответ...\nПотом вы начали встречаться, все завидовали вашей любви и закончив академию поженились, выростили 2-х детей.Любовь связала вас так, что вы умерли в один день!)))\n\n\n\n\n         открытая концовка:\" счастливая любовь\"",
    "answers": [
      {
        "id": 19,
        "text": "Конец!))"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "а теперь идите в начало и если хотите проходите заново",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Я тоже!\nДанил был немного разочарован, так было видно по его лицу.Вы так и остались друзьями\n\n\n\n\n\n\n           открыта концовка:\"хорошее начало!)\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец! ("
      }
    ]
  },
  {
    "id": 21,
    "text": "Данил обрадовался:\n—Значит лучший друг!)?\n—Нет, больше...\nДанил был удивлён, но сказал:\n—Парень?\nВы молча кивнули и покраснели.Чтобы он этого не видел вы опустили голову.Но он лишь нежно обнял вас и когда вы подняли на него свои глаза, он вас поцеловал!)\nСпустя 3 года вы поженились и жили долго и счастливо.А когда умерли то даже там, наверху были вместе)\n\n\n     открыта концовка:\"вместе навсегда\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы остались дома, но вы не скучали, вы переписывались со своим другом детства Мишей, который заболел!\nВаша переписка:\n(К)-Привет!\n(М)-Прив, что хотела?\n—Пообщаться, блин! Как самочувствие?\n—Завтра уже пойду в академию, а ты кстати почему сегодня не там?\n—Нууу...Кароче, проспала и забила на учёбу, на сегодняшний первый день в академии!\n—Ну ваще, круто\n—Это сарказм?\n—А что не видно?\n—...Ладно, кстати, может завтра в академию вместе пойдём?\n—Ну,  знаешь...А почему бы и нет? Завтра, где и восколько?",
    "answers": [
      {
        "id": 25,
        "text": "Завтра, в парке, в 7:30"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы никуда не торопились, и опоздали в первый же день!\nНад вами смеялись, вы краснели и попали на самую грустную концовку (((\n\n\n\nоткрыта концовка: \"хаха!Красный помидор\"",
    "answers": [
      {
        "id": 34,
        "text": "Не надо концовку!"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Завтра, в парке, у фонтана в 7:30\n—Окей, Золушка, до завтра.\n—Пока...\nВаша переписка окончена!\nИтак, думаю, можно сходить в голубом платье, с белым поясом и балетках.\nВыбор причёски за тобой.",
    "answers": [
      {
        "id": 27,
        "text": "Высокий хвост"
      },
      {
        "id": 28,
        "text": "Распущенные волосы"
      }
    ]
  },
  {
    "id": 26,
    "text": "УУУУАААААААААА НУ ПОЧЕМУУУУУ АААААААА ЧТОБ ТЫ СДОХ БУТЕРБРОД УАААААААА \nНо! Этого парня можно поблагодарить или зкончить квест!",
    "answers": [
      {
        "id": 1,
        "text": "Конец \"уаааа\""
      },
      {
        "id": 61,
        "text": "Поблагодарить парня"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты сделала себе высокий хвост и пошла с рюкзаком в парк.\nТам тебя уже ждал Миша. Он выделялся из толпы в парке довольно сильно. Почему? Посудите сами, высокий блондин с зелёными глазами, идёт с плэером в наушниках, и поёт на всю улицу (кстати говоря неплохо).\n",
    "answers": [
      {
        "id": 29,
        "text": "Ладненько"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы остались с распущенными волосами, и взяв рюкзак пошли в парк...\n(М)-Ведьма!- пошутил над вами Миша\n—Беги...- сказали вы со злобным лицом и побежали за Мишей, но он оказался довольно быстрым, и вам не удалось его поймать!\n—Ты плохой!\n—А ты красивая!\n—Ну спасибо...\n—Для ведьмы!\n—Ну всё!\nВы давно испытывали сильные чувства к Мише.\nВы постепено к нему приближались, и когда приблизились очень сильно, шепнули ему на ухо:\n—Я тебя люб...\nНе успели вы договорить, как Миша вас поцеловал!\nПотом вы встречались, а дальше предоставляю всё вашей фантазии!\nПоздравляю, вы попали на одну из самых счастливых концовок!\n\n\n\n\n    открыта концовка: \"всё в твоих руках!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конееец)))"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы подошли к Мише и вместе пошли в академию. Всю дорогу вы разговаривали, смеялись и т. д., и тут вам посчастливилось упасть!\nНо, к вашему удивлению, Миша заключил вас в свои объятия и вы не упали, а лишь покраснели от стыда.\n(М)-Ты как?\n—Н...Нормально, спасибо!\n—Хахаха...Ты вся красная!\n—Ничего подобного!\nМиша наклонился к вам и сказал на ухо:\n—Если догоню, ты моя!\nВам от таких слов было мягко говоря, хреново, но вы побежали.\nИтак, вы недобежали до академии, он вас поймал.\n",
    "answers": [
      {
        "id": 30,
        "text": "Пусти!"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Пусти\n—Наш уговор:я тебя поймаю, ты моя!\nНу вот скажите, как? Как можно мальчику не влюбится в красивую девочку, которую он знает с детства?\nОн наклонился к вам чтобы поцеловать, ваши действия?\n(Внимание, от вашего выбора зависит ваша следующая истроия)",
    "answers": [
      {
        "id": 31,
        "text": "Оттолкнуть"
      },
      {
        "id": 32,
        "text": "Тоже поцеловать"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы оттолкнули его и убежали, но вы с ним впринципе и остались друзьями, но теперь в замкнутых отношениях.\nВам непосчастливилось попасть на самую печальную концовку\n\n\n     открыта концовка:\"несчастье в замкнутых отношениях\"",
    "answers": [
      {
        "id": 1,
        "text": "Жаль..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы поцеловали Мишу и это длилось бы вечно, если бы ни нехватка воздуха!\nСпустя время вы с Мишей встречались, а потом поженились через пару лет и завели 3 детишек которые были очень красивыми!\nПоздравляю, вы жили очень долго и очень счастливо)\n\n\n    открыта концовка: \"долго и счастливо\"",
    "answers": [
      {
        "id": 1,
        "text": "конец!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ну, в общем-то, водителя, который тебя сбил, зовут Вадим, ему 19 лет.И он красивый.\nТы шла по улице как ни в чём не бывало, и вдруг, переходя улицу, ты увидела мчащийся на тебя автомобиль. Ты ничего не успела сделать, всё что ты увидела-темнота. Ты бродила и часто кричала: ,,Эй! Где я? Есть тут кто?!\"\nВдруг ты увидела парня с белыми волосами, который показался тебе очень знакомым и красивым. Он сказал:\n— Я- Жак. Я был знаком с тобой, когда тебе было 9 лет, но ты меня забыла, как я понимаю?\n—Чё?\n—Хах, да ты всё смешнее и красивее стала. Но я здесь не за тем, чтобы говорить тебе комплименты.\n— Ну, это понятно, но зачем ты здесь?\n— Дело в том, что я погиб в аварии, в 13 лет, ну а теперь, я- твой ангел-хранитель! )\n—...\n— Считай, что я твой свет в конце тоннеля.\nТут он пропал, и ты видела лишь очень яркий свет. Он ослепил тебя и ты зажмурилась. Когда ты открыла глаза, ты увидела себя в белой комнате, что ты лежишь на какой-то кровати, и что у тебя повсюду торчат какие-то трубки.",
    "answers": [
      {
        "id": 41,
        "text": "Где я?..-продолжение следует"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ну ладно, ладно, концовки нет)\nНа перемене, к вам родошёл парень и сказал:\n—Привет, я Ник. Ты новенькая?\n—Да, а что?\nМиша очень удивился.\n—ТЫ ОПОЗДАЛА В ПЕРВЫЙ ЖЕ ДЕНЬ!?!\n—Да, проспала...\n—Хахахаха. Ты смешная. Как тебя зовут?\n—Катя.\n—Очень приятно.\n—И мне...\nПара началась. Вы побежали в свою аудиторию. Забежав в класс, вы тихо-тихо пробрались до своего места.",
    "answers": [
      {
        "id": 35,
        "text": "Осмотреться"
      },
      {
        "id": 36,
        "text": "Слушать учителя"
      }
    ]
  },
  {
    "id": 35,
    "text": "Тааак...Что тут есть?\nПарты расставленны так, как в институтах; окна большие; 2 лампочки светят очень ярко, на всю адудиторию; здесь больше студентов, чем студенток.\n",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть людей "
      }
    ]
  },
  {
    "id": 36,
    "text": "Итак, слушая учителя, я узнала много интересных фактов о природе, космосе и т.д. Также мне посчастливилось заслужить этим уважение учительницы.\nИ?! Чего ты, твою мать добилась? Уважения?\nЛучше позырься на людей в аудитории",
    "answers": [
      {
        "id": 37,
        "text": "Окей, но чё так резко-то блин?\n-Сорян)"
      }
    ]
  },
  {
    "id": 37,
    "text": "Итак, студентки, студенты, студенты, студентка среди студентов, Ник- один из студентов, сидит один...Стоп! Ник? Ну ёперный театр, ПОЧЕМУ ОН НЕ СКАЗАЛ, ЧТО ЕМУ ТОЖЕ СЮДАААА?!?! ТУПОЙ МУДААААК!!!!!Было бы крут, если бы мы пошли в двоём... НО ОН ЭТОГО НЕ ЗАХОТЕЛ ИЛИ КАК?!?!?\n(Извините за мат)\nТы смотрела на Ника таким злобным лицом, при чём так долго, что другие начали оборачиваться и испуганно смотреть на вас. Но Ник этого не заметил... Надеюсь...\nТы фыркнула и стала смотреть в окно: красивые зелёные деревья, ароматные душистые клумбы разных цветов, яркое солнце будто специально так светило на этот задний дворик, от свежей зелёной травы веяло запахом природы, когда лул ветер- всё выглядело ещё красивее!",
    "answers": [
      {
        "id": 38,
        "text": "Пара закончилась "
      }
    ]
  },
  {
    "id": 38,
    "text": " После окончания пары, ты решила не связываться ни с кем из однокурсников, поэтому, добежав до столовой (было время обеда), ты села на самое невидное  место, так как обычно там никто, наверное,  не сидит, судя по состоянию столика... Взяв свою порцию, ты отправилась назад, на своё место.\nТут к тебе подошёл Ник и сказал:\n—Здесь не занято?\n—Нет... Можешь садиться...\n—Я вид...\n—ПОЧЕМУ ТЫ НЕ СКАЗАЛ МНЕ, ЧТО УЧИШЬСЯ ВМЕСТЕ СО МНОЙ?!?\n—Я не знал...\n—Твою мать, точно...\nТочно, откуда же Нику знать, что я учусь с ним?\nТы долбанулась об стол от смущения...Ай! Слишком сильно... Больно лоб...Блин! Я стол ногой пнула, так он ещё хлипкий и из какой-то древесины! Чёрт! Зато, несмотря на состояние, его будет тяжело удержать... ВЕДЬ ОН ПАДАЕТ!!!!!!!!!!\nТы, чтобы удержать стол, ухватилась за него и Ник вместе с тобой. Все замерли и следили за всем происходящим, и лишь кто-то подбегал и помогал вам.\nВ итоге...",
    "answers": [
      {
        "id": 39,
        "text": "В итоге?"
      }
    ]
  },
  {
    "id": 39,
    "text": "Стол всё равно упал.\nЖдите продолжения и всем до встречи\n\n\n(Из личной жизни автора этого квеста)\nКстати, ребят, я вам про себя кое что расскажу...\nВобщем-то, я влюблена в одного мальчика уже 6 лет и...ну...он меня не любит, но мы с ним лучшие друзья. \nИ, знаете, он постоянно меня толкал, чтобы я за ним погонялась. Но это не заставило меня его разлюбить. Но... сегодня... КАРОЧЕ, ДЛЯ МЕНЯ МОИ ПОДРУГИ НА ПЕРВОМ МЕСТЕ, И КОГДА ОН НАЧАЛ ОБЗЫВАТЬ МОЮ ПОДРУГУ И ТОЛКАТЬ ЕЁ... Я СКАЗАЛА, ЧТО БОЛЬШЕ С НИМ НЕ ДРУЖУ!!!Что мне делать, я не хочу, чтобы мы с ним были не в ладу. Ребята, пожалуйста, напишите мне об этом в комментариях. Кстати, он знает, что я его люблю, и когда я ему сказала, что не дружу с нимю он пытался меня остановить, когда я от него убегала. Но  он говорит (но не мне), что он меня не любит.Жду ваших ответов.",
    "answers": [
      {
        "id": 40,
        "text": "Ждём продолжения и обдумаем твою ситуацию"
      }
    ]
  },
  {
    "id": 40,
    "text": "Спасяяяябкииии",
    "answers": [
      {
        "id": 64,
        "text": "Идти к продолжению."
      }
    ]
  },
  {
    "id": 41,
    "text": "Кароче... Кажется, я в больнице,а рядом на моих ногах спит чел и сидит на стуле...Стоп! Чё за чел? Ну, приятный на вид: брюнет среднего телосложения с веснушками на лице... Так мило, когда он спит...\nЧЕЛ ПРОСНУЛСЯ!!!ААААА...\n—Ой! Извини, я кажется заснул рядом с тобой. Кстати, ты милая, когда \"спишь\".\n—Спасибо-это во-первых. Во-вторых-ты кто? В-третьих-Где я? И общий вопрос: КАКОГО ЧЁРТА ВООБЩЕ СЛУЧИЛОСЬ!?!?\n—Ну... Меня зовут Вадим. Ты находишься в больнице. А потому что... Прошу, извини меня,но это я тебя сбил... Я пойму, если не простишь... Но, с тобой всё будет впорядке... И не волнуйся, инвалидом ты не станешь",
    "answers": [
      {
        "id": 42,
        "text": "Простить его (С продолжением)"
      },
      {
        "id": 43,
        "text": "Да пошёл он... (не прощать) (без продолжения)"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Эээ... Я...Я прощаю тебя! \n—Да?!? Но почему?\nПока что ты ему объясняла, что всё равно всё будет хорошо и ты впорядке, зачем бы тебе простить его, ты успела рассмотреть его: голубоглазый, с красивой улыбкой и очень милый! Ну что может быть лучше?",
    "answers": [
      {
        "id": 44,
        "text": "Щеночек?"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Отстань! Ты меня сбил, и из-за тебя я чуть не умерла!\n—Я... Понимаю...Я,пожалуй, пойду...\n—Да пошёл ты!\nПосле ты и он никогда не разговаривали, ведь он не заслужил твоего прощения. Но ваши родители оказались давними друзьями его родителей, из-за чего  вам приходилось иногда видеться, но не разговаривать друг с другом.\n\n\n концовочка: \"Одинокая и сбитая машиной\"\nНо зато, вы зажили богато.",
    "answers": [
      {
        "id": 1,
        "text": "Эх...В начало..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Ну... Он милее!\nВобщем-то, он рад, что ты его простила.\n—Как тебя зовут?\n—Катя. \n—Ерм... Сколько... Гм...Тебе лет?\n—Ох, не смущайся, я ещё не старая! Мне 17 лет.\n—О, ясно. Так ты ещё молодая!\n—Ещё?  Я что, скоро стану старая? А?!\nВы оба рассмеялись.\n—Когда меня выпишут?\n—Через неделю.\n—Но... Как ты меня сбил, и... Как мои родители.\n—Ну, оказывается, что ты слилась цветом с дорогой и всем остальным и я не заметил тебя. А наши родители оказались давними друзьями.\n—Сколько тебе лет?\n—Мне? 19\n—Ладно, мне всё понятно.\n—Я рад .Мне тоже. Спасибо, что простила. Ты очень милая)\n—Спасябкиии! Ты тоже!",
    "answers": [
      {
        "id": 45,
        "text": "Дальше прошло немного время."
      }
    ]
  },
  {
    "id": 45,
    "text": "Прошло немного времени с того момента, как ты разговаривала с Вадимом. Ваши родители иногда приходили друг к другу в гости. Вы с ним решили обменяться номерами, и подружились в Вконтакте. Однажды Вадим написал вам в личку:\n—Пошли сегодня в кино?\nЕсли сейчас ты согласишься-вы будете парой; а если нет- друзьями.",
    "answers": [
      {
        "id": 46,
        "text": "Пойти"
      },
      {
        "id": 47,
        "text": "Не пойти"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Я пойду. Где и во-сколько?\n—Ну... Давай у фонтана в парке в 5:00?\n—Ок.\nКароче, заморачиваться не будем, не свиданье же! Оденем платье, гольфы и носки.Ты сделала высокий хвост и пошла в парк. Ну и сумочку прихватила.\nБыло лето.\nВадим стоял перед зеркалом в костюме.\nОн спросил:\n—Мам, как думаешь, ей понравится?\n—На все 100% уверенна, что понравится!\n—Тогда, я пошёл!\n—Цветы! Цветы не забудь!\n—Агась!",
    "answers": [
      {
        "id": 48,
        "text": "В парке"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Ты знаешь...Я не могу пойти... У меня дела...\n—А...Ну ладно...\nХоть ты и не знала, но чувствовала, что Вадим был очень разочарован.\nТогда ты решила его развеселить:\n—Вадим, тебе анекдот рассказать?\n—Давай...\n—Мужик спрашивает у врача:\n -Доктор, у меня грипп?\n -Да.\n -Свиной?\n -Да! Потому что ТОЛЬКО свинья могла вызвать скорую в 4 утра, с температурой 36,7!\n—Ахахахахаха...Ндаа Катя...Ты можешь развеселить) Спасибо...\n—Ну... Если ты хочешь, Вадим, то мы можем встретиться завтра в парке.\n—Ты знаешь... Я не смогу завтра...Я с родителями уезжаю завтра в другой город.\n—А ты не можешь остаться?\n—Ну...(Мысли Вадима: Остался бы, если бы ты была со мной...)Нет, не могу.\n—Ну... Ладно, давай хотя бы провожу?\n—Я не против...\nPOV Катя:\nПоверить не могу! Он уезжает!!!Но зачем  его родителям вдруг понадобилось уезжать...Хотя...Его отец едавно говорил про что-то такое...Эх!Ну ладно, я побежала их провожать.\nКогда ты их провожала, ты узнала что они уже не смогут приехать обратно. А с Вадимом я решила переписываться и созваниваться каждый день. Итак, ты так осталась лучшей подругой Вадима, а он твоим лучшим другом.\n\n\nОткрыта концоска: \"Лучшие друзья)\"",
    "answers": [
      {
        "id": 1,
        "text": "Очень хорошая концовка)"
      }
    ]
  },
  {
    "id": 48,
    "text": "В парке:\nКакой-то придурок пытался выхватить у тебя сумку и сбежать но Вадим его догнал, намял ему бока и отдал тебе сумку. \n—Спа...Сибо...\n—Да не за что! Всегда рад тебе помочь в чём-либо.\nКак будем благодарить?\nВнимание! Важный выбор!",
    "answers": [
      {
        "id": 49,
        "text": "Поцеловать его"
      },
      {
        "id": 50,
        "text": "Обнять его"
      },
      {
        "id": 51,
        "text": "Просто сказать :\"Ещё раз спасибо\""
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты его поцеловала, и поняв что сделала,тут же отпрянула и покраснела. Вадим сказал:\n—Ну-ну...\nС этими словами он обхватил тебя за талию и поцеловал. Всё! Вы вместе! Вы счастливы и любите друг друга! Но, ты ещё можешь всё прекратить!",
    "answers": [
      {
        "id": 52,
        "text": "Да идите вы все! (продолжить целоваться)"
      },
      {
        "id": 53,
        "text": "Прекратить поцелуй (Я не люблю его!)"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты его обняла и он тебя в ответ. Вы так и остались друзьями, а потом Вадим уехал в другой город вместе с родителями, и больше вы с ним никогда не виделись,но общались по телефону и Вконтакте.\n\n\n\n\nОткрыта концовка: \"Нормально для начала\"\n\n\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Нормально для начала...А мы идём в начало!"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Ещё раз спасибо тебе, Вадим!\nВадим, кажется, был разочарован, но ты не передала этому особого значения. Птсле вечер в кино прошёл спокойно и вы разошлись по домам. На следующий день, ты не видела Вадима всё время. Как оказалось, он вместе с родителями уехал в другой город навсегда. Ты написала ему в Вконтакте:\n—Почему ты мне ничего не сказал?!\nПотом ты зарылась под одеяло и заплакала.\nК тебе подошла мама и спросила:\n—Я понимаю, он твой лучший друг, но ему нужно было уехать. Почему же ты так из-за него плачешь?",
    "answers": [
      {
        "id": 58,
        "text": "Я его люблю, мама!"
      },
      {
        "id": 59,
        "text": "Он мой лучший друг..."
      }
    ]
  },
  {
    "id": 52,
    "text": "Поцелуй продолжился. Страстный поцелуй...Ндаа...\nПотом вы пошли в кино. Там всё прошло спокойно. А после кино Вадим решил проводить тебя. \nА теперь важный шаг!",
    "answers": [
      {
        "id": 54,
        "text": "Согласиться"
      },
      {
        "id": 55,
        "text": "Не согласиться"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты отпрянула от него. Опустив голову, ты сказала:\n—Извини. Я просто не знала, как тебя отблагодарить, поэтому и...\n—Да...Я тоже потерял контроль, так что, думаю, мы оба виноваты.\nНу чтож, ты вообще полюбила кого-то другого, а Вадим остался одинок (.Да и тебе любовью не ответили...\n\n\nОткрыты концовки: \"Разбиватель сердец\", \"Безответная любовь\" \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Самые печальные концовки в мире (..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вадим проводил тебя до дома, и вы снова  слились в сладком поцелуе...\nПосле этого Вадим сказал:\n—Давай встречаться?",
    "answers": [
      {
        "id": 56,
        "text": "Согласиться"
      },
      {
        "id": 57,
        "text": "Я к этому ещё не готова"
      }
    ]
  },
  {
    "id": 55,
    "text": "—Нет, не надо, я сама.\n—Уверенна?\n—Да. \nТы сама дошла до дома. \nТак ты полюбила Вадима, а он тебя, но вы ещё не встречались.\nНо скоро всё будет...\nА пока что вы просто любите друг друга! \n\nОткрыта концовка: \"Найденная любовь\"",
    "answers": [
      {
        "id": 1,
        "text": "Ура! В начало)"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Я согласна с тобой встречаться!\nТеперь вы встречаетесь. Спустя время, Вадим сделал вам предложение, и ты согласилась. Настало время выбора платья. Ух! Какая же суматоха творится вокруг из-за свадьбы...Но это даже к лучшему, ведь в этот день 2 человека, любящие друг друга, обмениваются кольцами и живут вместе всю жизнь!\nВот и всё! Всё готово! Невеста выходит к жениху...От твоей красоты все пооткрывали рты, а священик вообще сказал: \"Ого! Вадим, тебе очень повезло!\"\nТы шла и улыбалась, ведь сегодня лучший день в твоей жизни. Когда ты подошла Вадим сказал:\n—Ты прекрасна!\n—Спасибо. Ты тоже.\nВы обменялись кольцами, и поцеловались...\nВот и ваша помолвка состоялась.\n\n\nРебята, а писать лимне про первую брачную ночь с 18 ? Пишите в комментариях! А пока что конец!",
    "answers": [
      {
        "id": 66,
        "text": "А вот и 18 !",
        "need": 1
      },
      {
        "id": 66,
        "text": "А вот и 18 !"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Я ещё не готова к этому.\n—Хорошо. Я подожду.\nВскоре ты всё же сказала:\n—Давай останемся друзьями?\n—Я...Хорошо...\nС этими словами он ушёл и вы с ним больше не разговаривали на эту тему, но остались друзьями. Через 2 года Вадим женился на другой. А ты осталась одинокой.\n\n\nОткрыта концовка: \"Одна-одинёшенька\"",
    "answers": [
      {
        "id": 1,
        "text": "Ну и ладно...В начало"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Мама! Я люблю его!\nДальше ты снова начала плакать. \nТвоя мама молча вышла из комнаты.\nPOV мамы Кати:\nТак...Аак уже известно, Вадим и Катя любят друг друга. Вадим сказал мне об этом...И о том, что он не хотел её расстраивать этим, ведь думает, что она любит другого...Но она любит его...Так, нужно срочно позвонить его родителям!\n—Алло?\n—Зюравствуйте! Это мама Кати. Как вам уже известно, Вадим любит Катю, но оказывается, что Катя его тоже! Что нам делать?\n—Ну...Мы можем приехать обратно, ведь мы уехали по желанию Вадима...\n—Хорошо, мы вас ждём!\n\n\n\n—Эвита!\n—Что, мама?\n—Родители Вадмма и сам Вадим решили вернуться обратно!\n—Что?\nТы начала быстро одеваться и побежала к выходу из дома.\n—Да подожди ты!-Засмеялась вдруг ваша мама-Они только вылетели и будут только завтра!\nТы, мама и папа начали смеяться все вместе!\n—Тогда, мама, я буду готовить всё к их приходу!\n—Может, тебе помочь?-Усмехнулась мама\n—Нет! Я должна сделать всё сама!\nС этими словами ты начала уюирать в  квартире, и через 3 часа ты уже \"вылизала\" её до блеска. Потом ты побежала готовить: картошка, мясо разных сортов, салаты, напитки, десерты, бутерброды и закуски- всё это было готово только к 12 часов ночи! Потом ты порылась у себя в шкафу, и нашла там красное платье до колен с красивым поясом. Не простое, но и не пафосное!\nПосле ты легла спать. В 8 часов ты проснулась, умылась, помылась, почистила зубы, расчеласебе волосы, одела то самое платье, и вместе с родителями поехала в аэропорт. \n",
    "answers": [
      {
        "id": 60,
        "text": "А дальше что?"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Мама, он мой лучший друг!\n—Ясно...Ой! Смотри! Тебе сообщение пришло от Вадима!\nВ мониторе было написано:\n\"Блииин...Извини, забыл. Если хочешь, то мы можем переписываться или звонить друг другу каждый день!\"\nТы позвонила ему и сказала:\n—Давай, я не против!\nТвоя мама вышла из комнаты, а ты продолжила разговаривать с Вадимом обо всём на свете. Тут Вадим спросил:\n—Ты что, плакала?\n—С чего ты взял?\n—У тебя такой голос...\n—Ну...Да! Потому что ты уехал и ничего мне не сказал! Я даже сказать\"бай-бай\" не успела, блин!  \nТы и он дружно посмеялись, и продолжили разговаривать на эту тему!\nТы  и он так и остались  лучшими друзьями.\nПотом ты вышла замуж за твоего знакомого Рафа, а он женился на Софье. Вы оба помогали друг другу на свадьбах, и до конца жизни были счастливыми лучшими друзьями!)\n\n\n\n   Концовка: \"Счастливые лучшие друзья! )))))\"",
    "answers": [
      {
        "id": 1,
        "text": "Прекрасно! В начало!"
      }
    ]
  },
  {
    "id": 60,
    "text": "Потом вы их встретили. Когда Вадим тебя увидел, он подбежал к тебе, обнял, и закружил в воздухе. Он сказал:\n—Я люблю тебя!\n—И я тебя!\nПосле вы с ним пешком пошли домой, а родители на машине. \nКогда вы прибыли домой, вас встретили родители и сказали:\n—О, вы как раз вовремя! Мы заехали за цветами и задержались, т.к. мы выбирали для своих жён и для тебя, Катя!\nКатя посмотрела на букетик в своей руке от Вадима, и на пышный букет роз в руках твоих родителей.\nТы сказала:\n—Мне нравится  букет Вадима!\n—Чтож, раз так, может соединим эти букеты\n—Вадим?\n—Я не против!\n—Тогда, давайте!\nСоединившийся букет был просто прекрасен!\nПотом вы сидели за столом, и родители Вадима заметили:\n—У нас в доме так чисто даже не бывает! А еда- настоящее чудо! Наверное, вы вснм составом еле управились?!\n—О, нет! Это Катя делала всё сама! Она проработала до 12 часов ночи!\n—Мама!\nТы, кстати, сидела вся красная!\n—Что, мама? Мы же правду говорим! Нас, в конце-концов спросили!\n—Катя, если ты будешь женой Вадима- готовить всегюа бубешь ты!-Пошутил папа Вадима.\n—Я е против!-Сказала мама Вадима-Они оба едят как слоны!\nВсе шестеро посмеялись за столом, и обсудили много вещей! \nБыл вечер. Ты с Вадимом гуляла у речки. Потом вы вместе случайно упали в речку! Ндаа...Покупались в одежде называется! \nПоом вы с ним лежали на траве, а потом поцеловались! \nПотом вы начали встречаться. Потом был день свадьбы! Вы были счастливы, вы любили друг друга по-настоящему и очень сильно!\nА вот и конец, дорогой читатель! \n\n\n\nКонцовочкааа: \"Вместе навсегда!\"",
    "answers": [
      {
        "id": 1,
        "text": "А вот и конец...В начало!"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Постой!\n—Что?\n—Ерм...Как тебя зовут?\n—Денис. А тебя?\n—Катя. Денис, спасибо за бутерброд...\nТы вся залилась краской, ну и Денис тоже...\n—П-пожалуйста...\nКстати, о его вешности: высокий, с красными волосами (настоящими красными!) средний по телосложению, с красивым лицом, и, видимо, с хорошим характером.\n—Ты в первый раз здесь?\n—Да, а что?\n—Видишь ту девчонку-Денис указал на блондинку, которая делала селфи-Она тупая дура, и с ней лучше не связываться. А ещё, она стерва!\n—Ну...Ладно...",
    "answers": [
      {
        "id": 62,
        "text": "На день святого валентина"
      }
    ]
  },
  {
    "id": 62,
    "text": "Оказывается, ты влюбилась в него, написала ему об этом в письме и положила его в куртку.\nТы бежала со всех ног, но тут кто-то схватил тебя за руку и развернул к себе. Это был Денис. Он был весь красный то ли от бега, то ли от прочитанного в письме, которое держал...ПИСЬМО?!?Ой-ой...\n—Я...Я тоже тебя люблю!И больше я тебя не отпущу!-С этими словами он обхватил тебя за талию и поцеловал!\nПотом вы встречвлись,и, окончив академию, поженились, и завели детей: мальчика и девочку. Они были очень добрыми,милыми,воспитанными,красивыми и хорошими!\n\n\n\nА вот и подошёл конец истории с Денисоом: \"Счастливая семья\", \"Счастливый брак\" и \"Удачный день святого валентина\"",
    "answers": [
      {
        "id": 1,
        "text": "Допустим...В начало"
      }
    ]
  },
  {
    "id": 63,
    "text": "Персонажи: Родители Вадима и Кати, Катя, Вадим, Данил, Миша, Ваня, Ник, Денис и Оливия\nВадим: 19 лет. Сбил вас на машине. В разделе : одеть повседневную одежду.\nКатя : 17 лет. Это ты.\nДанил : 17 лет. Помог вам добраться до школы. В разделе : одеть платье.\nМиша : 18 лет. Друг детства. В разделе : никуда не идти.\nВаня :17 лет. Братюня по странной одежде. В разделе : нацепить что попало.\nНик: 17 лет. Ваш первый друг в академии. В разделе : не торопиться.\nДенис : 18 лет. Угостил вас бутербродом. В разделе : джинсы и майка.\nОбновления: 05.01.18 вышло продолжение в разделе повседневная одежда.\n06.01.18 в разделе повседневная одежда добавлено огромное многовыборочное продолжение и  много концовок; в разделе джинсы и майка присутствует продолжение и концовка.\nОценивайте лайками и дизлайками. Пишите комментарии. Книгу тоже можно купить.\nВ главе с Вадимом, где первая брачная ночь, добавлять 18  надо или нет? \nПишите ответ в комментариях.\n20.01.18 в разделе повседневная одежда, добавлена страница с 18 , как  вы и хотели (P. S. 18  описано подробно)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 64,
    "text": "Не знаю, почему, НО ИЗ-ЗА ТОГО, ЧТО ПОМОГАЛИ ТОЛЬКО ДЕВОЧКИ, А СТОЛ ОГРОМНЫЙ, НИКТО ЕГО НЕ УДЕРЖАЛ!!!\nЕСТЕСТВЕННО, НИК ПОМОГАЛ, НО СТОЛ-ТО, БЛИН, БОЛЬШОЙ!!!\nЛадно, допустим, позвали директора в столовку... Но то, что будет дальше- это что-то с чем-то!",
    "answers": [
      {
        "id": 65,
        "text": "А что дальше?"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ник свалил всё на вас... Он двуличность! Супер!\nПотом он подошёл к какой-то девушке, несущей тяжелые учебники, и помог ей! И почему это к тебе он относится по другому?! Нет, ну тебе, конечно, обидно, но ПОЧЕМУ?!?\nТы же его не опозорила, ведь так?\nЛадно, забей...\nБлин, директор наказал, и сказал убирать библиотеку...\nДорогой читатель, мне лень писать, так что продолжение следует...",
    "answers": [
      {
        "id": 68,
        "text": "Продолжение"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вадим занёс вас в вашу нову комнату, в новой квартире, и сразу нежно поцеловал тебя. Он начал расстёгивать тебе платье, а ты ему пиджак костюма. Потом он повалил тебя на кровать, и, целуя тебя, расстегнул и снял брюки, а ты тем временем сняла с него рубашку...\nЗатем ты почувствовала боль в своём теле — он вошёл в тебя! Это хоть и больно для первого раза, зато приятно. От такого ощущения ты начала стонать и вздыхать. Вадиму это понравилось и он нежно поцеловал тебя ещё раз. Оказывается, хоть Вадим на вид и скромный, но он тот ещё извращенец! Ты была ненасытна всю ночь, да и он тоже был не против... О да, в постели он как бык!\nМне кажется, что в первую брачную ночь пока только так, и нету позы 69, я просто не знаю...\nПод утро вы наконец уснули. Как же всё таки приятно просыпаться, и видеть, чувствовать и наслаждаться таким мужчиной. Это очень пошло, хотя после такого...Ну, в общем, у него очень большой ч**н! \nИногда вы ссорились, ведь Вадим был неловок, но ты никогда не пожалела своём выборе, любила его и испытывала счастье, находясь рядом с ним...\nНу что, вы хотели 18 ? Так получайте! И не жалуйтесь, я вас спрашивала и долго ждала!\nНадеюсь вам понравилось! Конец!\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец 18 "
      }
    ]
  },
  {
    "id": 67,
    "text": "17.06.18\nВышла новая книга с жанром юмор. Это анекдоты, а не квест. Удачного прочтения!\n20.06.18\nВыйдет продолжение книги \"Любовь с первого взгляда \"\nНадеюсь, вам понравится. \n14.07.18\nВыйдет мини-история в книге \"Просто будь собой \"\nНадеюсь, вы прочтёте его с удовольствием.\nПока что всё!\nИ простите за комменты кто читал книгу \"каникулы\". У меня была истерика, а брат на вас подумал. Но в честь того, что мы выиграли чемпионат мира по футболу FIFA 2018 и вышла книга с анекдотами. Всем удачи!\nИ кстати, я тут надумала написать книгу \"суицидница\". Пишите в комментах, писать или нет, и, возможно, она выйдет в августе, если вы захотите.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты начала мыть столы в библиотке. И тут твой взгляд упал на книгу. Что-то знакомое было в ней...",
    "answers": [
      {
        "id": 69,
        "text": "Взять книгу "
      },
      {
        "id": 70,
        "text": "Не обратить внимание"
      }
    ]
  },
  {
    "id": 69,
    "text": "Название книги:\n\"Любовь, или пара странных мгновений? \"\nАвтор:\n\"Николас Джейстлин\"\nЧТО?!?НИК ПИШЕТ КНИГИ???Неужели...Ник говорил что-то в этом роде, но ты не могла и подумать, что его книга окажется здесь.\nВ общем, ты решила взять её себе почитать...\nПока что всё! Продолжение следует. ",
    "answers": [
      {
        "id": 71,
        "text": "Продолжение "
      }
    ]
  },
  {
    "id": 70,
    "text": "Я не обратила внимание и продолжила убирать. Тут Ник зашё в библиотеку и взял эту книгу. \nПродолжение следует. ",
    "answers": [
      {
        "id": 93,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 71,
    "text": "Ты села за стол в библиотеке и стала читать.\nВ книге рассказывалось о девушке, которая влюбилась в двух парней, и никак не могла выбрать между ними.\nНеуспев дочитать концовку, ты увидела, как в библиотеку зашёл Ник. Он, увидев тебя с книгой, быстро подошёл, захлопнул книгу и сказал:\n—Тебе нельзя читать эту книгу! Это авторское право-запретить тебе дочитать это!\n—Эй, не будь таким ворчливым! Дай дочитать!-ты состроила щенячьи глазки на последних словах.\n—Нет!-твёрдо сказал Ник.",
    "answers": [
      {
        "id": 72,
        "text": "Настоять на своём"
      },
      {
        "id": 73,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Слушай, с каких это пор ты мною командуешь и указываешь мне?!-решила настоять на своём ты.\nТы встала из-за стола, чтобы подойти к Нику и забрать книгу. \nНо вдруг...\nНик повалил тебя на стол, стоявший рядом, поцеловал и сказал:\n—А с таких, что я тебя люблю...",
    "answers": [
      {
        "id": 74,
        "text": "Наглец!"
      },
      {
        "id": 75,
        "text": "Ответить взаимностью"
      }
    ]
  },
  {
    "id": 73,
    "text": "Ник хотел было уйти, но сказал прямо у дверей библиотеки:\n—И в следующий раз будь осторожей, а то всё вышло очень глупо, как и ты сама...\nЧТО?!?ВОТ ЭТО ОСКОРБЛЕНИЕ!!!!",
    "answers": [
      {
        "id": 81,
        "text": "Ответить на нахальство"
      },
      {
        "id": 82,
        "text": "Просто молча доубирать библиотеку "
      },
      {
        "id": 83,
        "text": "Пойти на крышу школы в депрессиии (суицид)"
      }
    ]
  },
  {
    "id": 74,
    "text": "Да как он вообще смеет!? \nТы оттолкнула его, дала пощёчину и ушла.\nС тех пор вы больше не общались.\n\n\nСпустя время Ник прославился на весь мир, а ты спилась от горя, ведь в жизни у тебя ничего не вышло((((((!\nОткрыта концовка: \" Отвергнутое счастье\"(",
    "answers": [
      {
        "id": 1,
        "text": "В начало ("
      }
    ]
  },
  {
    "id": 75,
    "text": "Ты ответила взаимностью, и поцеловала его. Тут он отстранился от тебя, сказав:\n—Может, подыщем другое местечко для этого?-на лице Ника появилась пошлая улыбка.",
    "answers": [
      {
        "id": 76,
        "text": "Я не готова к этому"
      },
      {
        "id": 77,
        "text": "Да, конечно"
      }
    ]
  },
  {
    "id": 76,
    "text": "—Я ещё не готова-сказала ты, подумав :\"Чёрт, ну зачем я сегодня надела колготки?!\"\nХех, лол!\nНу, Ник немного расстроился, но всё же он всегда будет ждать того дня, когда ты будешь готова...Готова по-настоящему любить его, ощутить его и навсегда остаться  с ним.\n\n\n\nПОЗДРАВЛЯЮ!!!ТЫ ОТКРЫЛА САМУЮ МИЛУЮ КОНЦОВКУ \"Он будет ждать!\"\nНяяяяяя❤❤❤❤❤❤)))\nВот и всё! Это не пара мгновений-это любовь!\nИ кстати, концовка в книге была такой:\n\"Она всё же не выбрала никого! Они(2 парня) полюбили других девушек, а она другого парня. Но тем ни менее это-любовь! Да, самая настоящая любовь! Нужно бороться за неё, и нельзя её торопить\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 77,
    "text": "Т. к. первый день учёбы в институте подошёл к концу, вы могли уединиться где-нибудь в институте, но тогда вас там закроют на всю ночь...Вместе...Одних...",
    "answers": [
      {
        "id": 78,
        "text": "А, всё равно"
      },
      {
        "id": 79,
        "text": "Всё же отказаться от предложения "
      }
    ]
  },
  {
    "id": 78,
    "text": "Ты провела свою первую ночь с парнем...Которого любишь...С Ником!\nДа и вообще свою первую ночь с парнем (но только не с девушками!)",
    "answers": [
      {
        "id": 80,
        "text": "В чём подвох?"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ты решила отказаться от предложения...Нику это не понравилось, и он ушёл от тебя...Навсегда...\n\n\n\n\n\nСОЖАЛЕЮ!!!Ты открыла самую странную концовку:\"Это любовь или нет? Что за странные чувства?\"",
    "answers": [
      {
        "id": 1,
        "text": "Странно...В начало-_-?"
      }
    ]
  },
  {
    "id": 80,
    "text": "А в том, что ты забеременела от него!Но Ник всё же оказался рад. Поэтому вы сыграли свадьбу в 17 лет (очень рано).\nНо тем ни менее, ты счастлива иметь любимого ребёнка от любимого тебе человека, и самого этого любимого человека (я знаю, звучит глупо )\n\n\n\nОткрыты концовки \"Любимая семья\" и \"Настоящая любовь и счастье\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Эй, ты, петух гордый! Ты совсем охренел?!Ты что себе вообще позволяешь?!?!\nНик, мягко говоря, был в шоке...\nНо тем ни менее нашёл в себе силы сказать:\n—Ты совсем не такая, как я думал...\n—А какая я?А?!-сказала ты, ожидая услышать какую-нибудь гадость.\n—А такая, что никогда не знаешь , чего от тебя ожидать...\nТы была смущена.",
    "answers": [
      {
        "id": 84,
        "text": "Промолчать"
      },
      {
        "id": 85,
        "text": "Извиниться"
      }
    ]
  },
  {
    "id": 82,
    "text": "Ты доубирала библиотеку и молча, расстроенной, пошла домой...\nДома тебя встретила мама, с явно злым видом. Она сказала:\n—Я знаю о сегодняшнем происшествии в столовой!Но...-тут её лицо смягчилось-ещё больше меня тревожит то, из-за чего это случилось...А точнее...Из-за кого...Неужели ты влюбилась в него, дочка?\n—В Ника? А что?\n—Я просто боюсь, что он разобьёт тебе сердце!",
    "answers": [
      {
        "id": 89,
        "text": "Мы с ним друзья"
      },
      {
        "id": 90,
        "text": "Не волнуйся, не разобьёт, хоть я его и люблю"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ты пошла на крышу (был 4 этаж).\nТы подошла к краю и хотела уж было спрыгнуть, но тут кто-то схватил тебя и оттащил назад...Это был...Ник. А потом ты потеряла сознание и очнулась в больнице. \nНик всё время был около тебя, он волновался, он...Любит тебя!\nТы ответишь ему взаимностью?",
    "answers": [
      {
        "id": 91,
        "text": "Нет! Я из-за него чуть с жизнью не покончила!"
      },
      {
        "id": 92,
        "text": "Да, конечно, я тоже его люблю!"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ты стояла и молчала, а он посмотрел на тебя в последний раз и ушёл.",
    "answers": [
      {
        "id": 86,
        "text": "В последний?!"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Прости...\n—За что?-удивился Ник.\n—За то, что я существую-это было короткое извинение за всё-за оскорбление, за то, как ты кричала на него, за всё...\nТы сама не заметила, как по твоим щекам текут слёзы.\nНик вдруг подошёл к тебе, смахнул слёзы с щёк и сказал:\n—Ты глупая?! \nТы слегка удивилась.\n—Ты для меня-подарок судьбы. Если честно, то ты мой первый друг за всю жизнь, ведь со мной никто не хотел дружить, ведь считали меня двуличностью...\nЭээээ...Теперь тебе неловко, и одновременно радостно, и ужасно, и...Что это за чувство? Любовь? Сожаление?",
    "answers": [
      {
        "id": 87,
        "text": "Любовь"
      },
      {
        "id": 88,
        "text": "Сожаление"
      }
    ]
  },
  {
    "id": 86,
    "text": "Да...Его потом зарезали, ведь он шёл поздно ночью (в 11) с магазина, ведь ему срочно надо было туда сходить...А ты потом покончила с собой.\n\n\n\n\n\nПЕЧАЛЬКА!!!Открыта очень грустная и одновременно хорошая концовка:\"Любовь через смерть\"(((  )))",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 87,
    "text": "—Ник, я...-начала говорить ты-я не представляю, насколько это трудно, но готова быть для тебя чем-то большим, чем другом, если ты этого хочешь...-пыталась подобрать слова ты.\nТут Ник просиял в лице и сказал:\n—Ты не шутишь?\n—Я что, похожа на шутницу-начала плакать ты от счастья.\n—Почему ты плачешь?-спросил Ник. По его лицу было видно, что он любит тебя как девушку.\n—Это слёзы счастья!\nВы оба сказали:\n—Я люблю тебя!\n И с этими словами поцеловались!\nПотом Ник рассказал тебе о своих планах на жизнь, пока не женится на тебе.\n—А когда женишься?-спросила ты.\n—А когда я женюсь на тебе, то хочу планировать свою жизнь вместе с тобой.\n\n\n\n\n\nПОЗДРАВЛЯЮ!!!ТЫ ОТКРЫЛА САМУЮ НЯШНУЮ КОНЦОВКУ:\"Я хочу проживать свою жизнь только вместе с тобой, иначе это-не жизнь!\" ",
    "answers": [
      {
        "id": 1,
        "text": "В начало!)"
      }
    ]
  },
  {
    "id": 88,
    "text": "Мне жаль его.\nМы так и останемся друзьями, ведь если он хотел иметь друга — он будет иметь его. \n\n\n\n\nПОЗДРАВЛЯЮ!!!ТЫ ОТКРЫЛА ХОРОШУЮ КОНЦОВКУ, ХОТЬ И ОСТАЛИСЬ ВЫ БЕЗ ЛЮБВИ:\"Best Friends!\")",
    "answers": [
      {
        "id": 1,
        "text": "В начало)"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Мы с ним всего лишь друзья-сказала ты маме уверенно.\nИ твои слова сбылись-вы с ним всего лишь друзья.\nВ 25 лет ты оказалась би, а Ник сошёл с ума.\n\n\n\n\nШТААААА?!?ОТКРЫТА САМАЯ СТРАННАЯ КОНЦОВКА:\"ЧТО ЗА БЕСПРЕДЕЛ?!?!?!?\"\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец...У меня нет слов"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Не, не разобьёт, мам, я сильная!\nМама повериа тебе на слово, но твои слова не сбылись. Ник оказался ЛБГТ, что повергло тебя в шок (но в других концовках он не такой). Ты вышла замуж за какого-то алкаша Лёшу, а твоя дочь, которая родилась от него, стала проституткой.\n\n\n\n\nСОЧУВСТВУЮ!!!!!ТЫ ОТКРЫЛА САМУЮ УЖАСНУЮ КОНЦОВКУ: \" А как всё хорошо начиналось!\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало! (((("
      }
    ]
  },
  {
    "id": 91,
    "text": "Ты отвергла его, и потом всё время, когда вы где-нибудь встречались, игнорировала его. Как же это жестоко!\n\n\n\n\n\nОткрыта концовка:\"Жестокие чувства\"",
    "answers": [
      {
        "id": 1,
        "text": "Конееееец..."
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы стали встречаться. \nА потом, окончив институт, поженились и вырастили очень много детей. Вы были очень богаты и счастливы, и прожили очень долгую жизнь. Прям как в сказке!\n\n\n\n\n\nОткрыта концовка:\"Хороший конец сказки\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 93,
    "text": "Ты решила полюбопытствовать.\n—Ник, тебя тоже заинтересовала эта книга?\n—АААА!!!-Ник испугался тебя, ведь не заметил...пхпххпхп...\nПродолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  }
]