[
  {
    "id": 1,
    "text": "Жанры: романтика, школа\nАвтор: Kofuku-chan\nСюжет: Айкава Мари–старшеклассница. Она добрая девушка и получает много хороших оценок... но только по физкультуре. Все остальные предметы ей, увы, не даются, из-за чего её всегда задирает самый умный парень в школе–Мацунага Тома. Мари это порядком поднадоело и она высказала Томе всё что она о нём думает и что хорошо напишет следующую контрольную, парня это заинтересовало и они заключают сделку.\n\n\nПриятного чтения ;)\n \n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест]"
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c639121/v639121669/6013d/SoV7HQ4zA3I.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c831508/v831508669/101/_Zdtvym1h4w.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Прекрасное весеннее утро. Солнышко светит, птички поют... А я опять опаздываю в школу. Я бежала со всех ног, только бы не опоздать. Первый урок был мой любимый–физкультура. Да, да я отношусь к типу людей, про которых говорят \"Сила есть–ума не надо\". Ну какая есть. \nЯ  прибежала в школу и успела на урок. Сегодня мы сдавали зачёт по метанию и я как всегда была лучше всех.\n  Следующим уроком у меня была геометрия... Недавно мы писали контрольную, и я уверена, что получила нелучшую оценку, поэтому мне совсем не хотелась идти на неё, но я взяла себя в руки и отправилась в класс. Когда я пришла в класс я заметила тетрадь на моей парте. Это была тетрадь для контрольных работ. Я заглянула в тетрадь. Эх, у меня незачёт... Зашибись...\nВдруг за спиной я услышала чей-то голос:\n–Почему-то я не удивлён. Тебе снова удалось блестнуть своим умом, госпожа неудачница.\nЭто был мой одноклассник Мацунага Тома, он отличник и всегда задирает меня.\nМне стало не по себе и я...\n",
    "answers": [
      {
        "id": 3,
        "text": "Проигнорировала его"
      },
      {
        "id": 4,
        "text": "Накричала на него"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я просто проигнорировала его.\n–Хм, дар речи потеряла, госпожа неудачница?\n–Блин, я не такая уж и глупая! Я тебе докажу! За следующую контрольную  я  получу хорошую оценку, и если я сделаю это ты отстанешь от меня, договорились?\n–А это интересно... Тогда если ты провалишь контрольную, сходишь со мной на свидание. Ну что договорились?\n",
    "answers": [
      {
        "id": 30,
        "text": "Договорились!"
      },
      {
        "id": 32,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я накричала на него:\n–Отвали!\n–Оо, какие мы нервные–сказал парень,ухмыляясь.\nЭто сильно взбесило меня.\n–Сколько ты ещё будешь меня задирать?!–возмущённо спросила я.\n–Всю жизнь. Ты от меня не отвяжешся–сказал парень.\n–Ах, вот как... Тогда давай, если я следующую контрольную напишу на отлично, ты отстанешь от меня и выполнишь одно моё желание.\n–Хмм... А это интересно, но если ты не напишешь–поцелуешь меня.–Сказал парень и на его лице показалась улыбка.\n–Ч...что? П...поцелуй? Нет, нет, нет!–покраснев, ответила я.\n–Так ты отказываешься? Ну да можно было даже не начинать этот разговор, ведь ты слишком глупа, чтобы написать контрольную по геометрии.\n–Что ты сказал?! Я согласна!–крикнула я \n–Ну вот и славно.–сказал парень и сел за свою парту.\nЯ думала об этом весь урок. Почему именно поцелуй? Я не понимаю. \nПрозвенел звонок на перемену. Мне было нечего делать и я решила...\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Выйти во двор"
      },
      {
        "id": 6,
        "text": "Остаться в классе и порисовать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я вышла во двор школы и решила немного прогуляться. Эх, мне так есть хочется. Я присела на скамейку и снова задумалась о нашей сделке. Я услышала чьи-то шаги. Это был Тома. Он подошёл ко мне и сказал:\n–Почему ты тут сидишь?\n–Просто так.–ответила я и отвернулась.\n–Ясно...–сказал Тома и присел рядом со мной.\nУ него в руках было две булочки. Он принялся есть одну. Я глядела на него и мне ещё больше захотелось есть. В животе начало урчать. Тома кажется услышал это, и засмеялся. Моё лицо покрылось румянцем.\n–Вот держи–сказал Тома и протянул мне булочку.",
    "answers": [
      {
        "id": 7,
        "text": "Взять булочку"
      },
      {
        "id": 8,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я осталась в классе и рисовала всякие каракули. Прозвенел звонок и начался урок. Я старалась запомнить всё что говорит учитель, чтобы Тома не обзывал меня. Закончился последний урок и я отправилась домой. Мне было нечего делать дома.",
    "answers": [
      {
        "id": 22,
        "text": "Порисовать"
      }
    ]
  },
  {
    "id": 7,
    "text": "–С...спасибо.–сказала я и принялась есть булочку.\nТома улыбнулся и моё сердце пропустило удар. Хм? Что это было? Это очень странно. Тома посмотрел на меня.\n–Дай попробовать.–сказал парень и откусил кусок от моей булочки.\n–Эй!–возмущённо крикнула я.\n–Хм? Тоже хочешь мою попробовать?\n–Обойдусь!–надув губы, ответила я.\nВдруг раздался смех.\n–Что смешного?–спросила я.\n–А ты, на удивление, и милой бываешь–сказал Тома и улыбнулся.",
    "answers": [
      {
        "id": 9,
        "text": "Смутиться"
      },
      {
        "id": 10,
        "text": "Накричать на него"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я отказалась. Тома выглядел немного расстроенным. Мы просто молча сидели.\nПрозвенел звонок и мы отправились на урок. На уроке я внимательно слушала учителя.\nПрозвенел звонок. Закончился последний урок. Ко мне подошёл Тома и спросил:\n–Пойдём домой вместе?\nЯ согласилась и мы отправились домой.\nВсю дорогу мы молчали. Когда я дошла до своего дома, мы попрощались. Дома мне было нечего делать и я решила заняться геометрией. Почитав учебник я немного её поняла.\nЯ немного посидела в интернете и легла спать.\n",
    "answers": [
      {
        "id": 29,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 9,
    "text": "Моё лицо покраснело и я сказала:\n–Ничего подобного!\n–Хах, ты такая забавная.\nПрозвенел звонок и мы отправились на урок. На каждом уроке я слушала учителя, писала конспекты и запоминала информацию, чтобы Тома больше меня не задирал. Закончился последний урок и я отправилась домой. Дома мне было нечего делать и я решила...\n",
    "answers": [
      {
        "id": 11,
        "text": "Послушать музыку"
      },
      {
        "id": 12,
        "text": "Готовиться к геометрии"
      }
    ]
  },
  {
    "id": 10,
    "text": " Я смльно разозлилась и крикнула:\n–Заткнись! Достал уже задирать меня! Ненавижу!\n–Ааа... Извини.–опустиаюв голову сказал парень и сел за свою парту.\nС Томой мы больше не разговаривали.\nСпустя две недели мы написали контрольную и я её провалила. Я поцеловала Тому в щёку и больше мы не пересекались...\n\n\n                             ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я решила послушать музыку. Потом я начала делать домашнее задание. Ничего непоняв, я легла спать.\nЯ пришла в школу как обычно. Первым уроком была геометрия. Я не сделала домашнее задание, поэтому старалась вести себя как можно тише, чтобы меня не вызвали к доске.\n–Так, кто покажет на доске решение задачи, которая была задана на дом?–сказал учитель.\nВесь класс молчал. Тома сидел за соседней партой и негромко сказал:\n–Ну же бестни умом. А ты же не сделала доманее заданием, да? Ой, прости я забыл о твоей глупости.\n–Молчал бы!\nЯ сказала это слишком громко и учитель услышал мои слова.\n–О, Айкава, я смотрю ты прямо горишь желанием показать решение задачи на доске. Ну выходи.\nВот чёрт. Глупый Тома. Почему из-за него у меня одни проблемы?\nЯ вышла к доске. Я не смогла решить задачу и учитель отругал меня. Я села за парту. Я весь урок пыталась запомнить слова учителя.\nПрощвенел звонок. На перемене Тома подошёл к моей парте и сказал:\n–Я вижу с геометрией, у тебя всё совсем плохо. Так уж и быть, я могу подтянуть в свободное время, так спор поинтереснее будет. Потому что, судя по твоим знаниям, ты опять провалишь контрольную, а так хоть шанс будет.\n",
    "answers": [
      {
        "id": 23,
        "text": "Согласиться"
      },
      {
        "id": 25,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я начала зубрить геометрию. Прочитав учебник... Я ЧТО-ТО ПОНЯЛА! Ничего себе я умная. После этого я сделала почти всё домашнее задание сама, без помощи гдз, как обычно делала. Ох, я так устала, посмотрев на часы, я удивилась. Я сидела за уроками целых три часа... Я никогда так не засиживалась...Я немного посидела в интернете и легла спать.\nНа следующей день в школе:\n–Кто хочет выйти к доске и показать решение задачи, которая была задана на дом?–сказал учитель.\nВесь класс молчал.\nТома сидел за соседней партой и негромко сказал:\n–Ну же блесни умом, госпожа неудачница. Ааа, эта задача была сложна для тебя и ты её не сделала?\n–Вообще-то я...\nУчитель перебил меня, не дав мне договорить:\n–Айкава! Ты наверное поняла как делать эту задачу и поэтому так мило болтала с Мацунагой. Выходи к доске.\n–Вот чёрт!–тихо сказала я и на лице Томы показалась ухмылка.\n ",
    "answers": [
      {
        "id": 14,
        "text": "Решить задачу"
      }
    ]
  },
  {
    "id": 13,
    "text": "решила порисовать У меня получился довольно неплохой рисунок. Потом я начала делать домашнее задание. Ничего непоняв, я легла спать.\nЯ пришла в школу как обычно. Первым уроком была геометрия. Я не сделала домашнее задание, поэтому старалась вести себя как можно тише, чтобы меня не вызвали к доске.\n–Так, кто покажет на доске решение задачи, которая была задана на дом?–сказал учитель.\nВесь класс молчал. Тома сидел за соседней партой и негромко сказал:\n–Ну же бестни умом. А ты же не сделала доманее заданием, да? Ой, прости я забыл о твоей глупости.\n–Молчал бы!\nЯ сказала это слишком громко и учитель услышал мои слова.\n–О, Айкава, я смотрю ты прямо горишь желанием показать решение задачи на доске. Ну выходи.\nВот чёрт. Глупый Тома. Почему из-за него у меня одни проблемы?\nЯ вышла к доске. Я не смогла решить задачу и учитель отругал меня. Я села за парту. Я весь урок пыталась запомнить слова учителя.\nПрощвенел звонок. На перемене Тома подошёл к моей парте и сказал:\n–Я вижу с геометрией, у тебя всё совсем плохо. Так уж и быть, я могу подтянуть в свободное время, так спор поинтереснее будет. Потому что, судя по твоим знаниям, ты опять провалишь контрольную, а так хоть шанс будет.\n",
    "answers": []
  },
  {
    "id": 14,
    "text": "Я решила задачу на доске.Учитель был в шоке. Решение было правильным. Он даже похвалил меня. Это первый раз, когда меня хвалит учитель. Я очень обрадовалась и улыбнулась. Подняв взгляд, я заметила, что Тома удивлённо смотрит на меня. ",
    "answers": [
      {
        "id": 15,
        "text": "Показать ему язык"
      },
      {
        "id": 16,
        "text": "Проигнорировать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я показала Томе язык и он мне в ответ. После этого мы улыбнулись друг другу. От его улыбки мне стало ещё радостней. Стоп. Опять моё сердце забилось чаще. Что со мной твориться? С этой мыслью я села за парту.\nНа перемене я спокойно сидела за партой, как вдруг кто-то облокотился на меня сзади и положил свой подбородок мне на макушку головы. Я была удивлена. Я сразу поняла кто это был. \n–Что делаешь?–спросил Тома.\n–Ничего, и уйди ты тяжёлый!\n–Ну уж нет.\n–Вот вредный!–сказала я.\nОн стоял так до самого звонка. Вот нахал!\n    Закончился звонок и я собиралась домой, как вдруг Тома сказал:\n–Пошли домой вместе?",
    "answers": [
      {
        "id": 17,
        "text": "Пойти вместе "
      }
    ]
  },
  {
    "id": 16,
    "text": "Я просто отвернулась и отправилась к своей парте. На перемене Тома подошёл ко мне и сказал:\n–Я удивлён, ты что-то знаешь госпожа неудачница.\n–Молчал бы!–с улыбкой сказала я.\nМы с Томой стали чаще разговаривать. Я  радуюсь когда нам удаётся поговорить, пусть даже ненадолго, а когда не разговариваем мне одиноко. Рядом с ним моё сердце бьётся чаще. Мне нравится смотреть на его улыбку. Кажется я влюбилась... Я поняла свои чувства только сейчас, но я не могла рассказать Томе о них прямо в лицо. От волнения у меня даже рот не откроется. Точно! Напишу письмо и положу ему в куртку. Гениально.\nЯ настрочила ему письмо. Ндаа... Писателем мне точно не быть... Но зато он узнает о моих чувствах. После написания письма я легла спать.\nНа следущий день в школе у нас была контрольная по геометрии. Я сдала тетрадь самая первая, потому что всё ответила на угад. Мне сразу сказали оценку и конечно она была плохой. Хорошо что геометрия была последним уроком и я могла положить Томе письмо в куртку и убежать.\nЯ подошла к куртке Томы и Хотела положить писмо, как вдруг кто-то схватил меня за руку. Это был Тома. Он посмотрел на мою руку и выхватил письмо. Я закричала:\n–Отдай!\n–Это же мне? Дай почитать.–ответил Тома.\nОн начала читать письмо. Я убежала.Спустя несколько секунд Тома догнал меня и обнял .\n–Я тоже люблю тебя–крикнул парень и поцеловал меня.\n\n\n                             ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я согласилась и мы вместе пошли домой. По дороге мы разговаривали. Оказывается, у нас есть что-то общее. Я удивлена. Он проводил меня до дома. Я поблагодарила Тому, как вдруг он поцеловал меня в щёку  и сказал:\n–Пока, госпожа неудачница!\nА потом убежал домой. Что это было? Моё лицо покраснело. Сердце забилось чаще. Мне стало так радостно. Неужели...я...его люблю? Нет, нет,нет! Быть того не может.\nЯ думала об этом весь вечер и решила переключиться и занялась уроками. Потом я легла спать.",
    "answers": [
      {
        "id": 19,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 18,
    "text": "В спешке я бежала по улице понимая, что опаздываю. Я наконец добралась до места встречи и увидела Тому.\n–Ну наконец-то, я уж думал ты вообще не придёшь!–сказал Тома, скрестя руки.\n–Ну, прости меня, любимый.–ответила я и поцеловала Тому в щёку.\nПарень покраснел и пробубнел:\n–Пошли уже!\n–Ха-ха, угу...\nЭх, я конечно рада, что у нас с Томой свидание, но тот факт, что я проиграла наш спор меня немного расстраивает. Ну и ладно главное, что я провожу время со своим любимым. Только он так много меня задирал, поэтому нужно немного напакостить ему. Хммм, нужно застать его врасплох... ",
    "answers": [
      {
        "id": 37,
        "text": "Поцеловать его в губы"
      },
      {
        "id": 45,
        "text": "Взять за руку"
      },
      {
        "id": 46,
        "text": "Сделать комплемент"
      }
    ]
  },
  {
    "id": 19,
    "text": "На следующий день я пришла в школу с синяками под глазами, потому что долго не могла уснуть, думая о Томе. Похоже я правда втюрилась в него. Вот дура! У меня точно нет шансов, ведь наверно он меня ненавидит, раз всегда обзывает.\nВсе уроки я думала о Томе. На перемене он подошёл и сказал, что мы пишем контрольную уже через три дня. Я поняла, что мне нужно срочно готовиться.\n После уроков я решила пойти домой вместе с Томой. Я ждала его рядом со входом в школу. Его всё небыло.\n",
    "answers": [
      {
        "id": 20,
        "text": "Подождать его ещё"
      },
      {
        "id": 21,
        "text": "Уйти "
      }
    ]
  },
  {
    "id": 20,
    "text": "Я продолжала его ждать. Потом мне надоело это надоело и я отправилась искать его. Пройдя по коридору, я заметила Тому. Я подошла ближе и заметила рядом с ним девушку, он с ней так мило разговаривал. Он улыбался ей. Меня это разозлило и подбежала к нему и схватила за руку. Тома был очень удивлён, я потянула его за собой и пошла к выходу из школы. Мы остановились.\n–Что это было?!–спросил Тома.\n–Прости, ты ей так улыбался и это почему-то разозлило меня.\n–Ты что...ревнуешь?–спросил парень. Он выглядил удивлённым.\n–Да...–ответила я и моё лицо покраснело.\n–Неужели...Я тебе н...нравлюсь?–спросил Тома. Его лицо было ещё краснее, чем у меня.\n–Д...да–ответила я.\nПовисло молчание, как вдруг он обнял меня.\n–Ты чего?–спросила я.\n–Я тоже тебя люблю! Очень. И уже давно.\n–Тогда почему ты задирал меня?\n–Я хотел привлечь твоё внимание...–смущаясь, ответил парень.\nПосле этого мы с Томой начали встречаться и я,кстати, выиграла наш спор.\n\n\n                               ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я ушла домой одна. После это я полностью погрузилась в учёбу, поэтому нам с Томой редко удавалось поговорить.\nНастал день контрольной. Я зашла в класс геометрии. Тома заметил меня и улыбнулся. \n–Привет, ну что готова, госпожа неудачница?–ухмыляясь, сказал парень.\n–Конечно, вот увидишь.\nЯ села за свою парту. Начался урок. Контрольная окозалась не такая сложная. Я даже удивилась. Прозвенел звонок, все сдали свои работы. Я отправилась в столовую. Там был и Тома. Мы купили себе поесть и сели вместе за стол. \n–Ты уже готова поцеловать меня?–сказал Тома.\n–И не жди. Я уверена, что хорошо написала контрольную.\n–Ну Посмотрим, посмотрим.\nМы доели и отправились в класс. После уроков мы вместе пошли домой. \nНа следующий день нам сказали результаты. У меня высший бал. Ничего себе. В первый раз у меня такое. Я посмотрела на Тому, он выглядел расстроенным.\nНа перемене я позвала его во двор.\n–Ну что, видишь не такая уж я глупая.–сказала я с ухмылкой.\n–Да... Теперь мне нужно отстать от тебя?\n–Хм... Что-то ты какой-то грустный...Что случилось?\n–Н...ничего.–сказал Тома и отвернулся.\n–Неужто втюрился?\nТома покраснел. Он был как помидор. Он просто молчал.\n–Это п...правда?–спросила я.\n–Да...–ответил Тома.\nМеня переполняла радость. Я улыбнулась и сказала:\n–Я тоже люблю тебя!\nСначала он очень удивился, но потом на его появилась улыбка. Я никогда не видела его таким. Он обнял меня.\n–Кстати, у меня же есть ещё желаение, так ведь?–спросила я.\n–Ага, что ты хочешь чтобы я сделал?–улыбаясь, спросил Тома.\n–Хмм... Поцелуй.\n–Ч...что?–споосил Тома и его лицо вновь покрылось румянцем.\n–Ну же, я жду.– сказала я и закрыла глаза.\nЧерез несколько секунд наши губы сопрекоснулись. \nМоё сердце переполнялось радостью. Я уверена в будущем мы будем счастливы,. конечно будут и грустные моменты, но я никогда не пожалею, что полюбила его.\n\n\n                                 ~Конец~\n\n\n                            \n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я решила порисовать У меня получился довольно неплохой рисунок. Потом я начала делать домашнее задание. Ничего непоняв, я легла спать.\nЯ пришла в школу как обычно. Первым уроком была геометрия. Я не сделала домашнее задание, поэтому старалась вести себя как можно тише, чтобы меня не вызвали к доске.\n–Так, кто покажет на доске решение задачи, которая была задана на дом?–сказал учитель.\nВесь класс молчал. Тома сидел за соседней партой и негромко сказал:\n–Ну же бестни умом. А ты же не сделала доманее заданием, да? Ой, прости я забыл о твоей глупости.\n–Молчал бы!\nЯ сказала это слишком громко и учитель услышал мои слова.\n–О, Айкава, я смотрю ты прямо горишь желанием показать решение задачи на доске. Ну выходи.\nВот чёрт. Глупый Тома. Почему из-за него у меня одни проблемы?\nЯ вышла к доске. Я не смогла решить задачу и учитель отругал меня. Я села за парту. Я весь урок пыталась запомнить слова учителя.\nПрозвенел звонок. На перемене Тома подошёл к моей парте и сказал:\n–Я вижу с геометрией, у тебя всё совсем плохо. Так уж и быть, я могу подтянуть в свободное время, так спор поинтереснее будет. Потому что, судя по твоим знаниям, ты опять провалишь контрольную, а так хоть шанс будет.\n",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться"
      },
      {
        "id": 25,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я разозлилась и сказала:\n–Больно надо!\n–Уверена?–спросил Тома и на его лице появилась ухмылка.\n–Н...ну ладно. Но это только потому что вдвоём веселее заниматься.–смутившись, ответила я.\nТома тихо засмеялся. Я уже было хотела накричать на него, но когда я взлянула на него, сердце пропустило удар. У него была широкая улыбка. Его глаза блестели и он сказал:\n–Ты такая милая!\nЧ...что? Милая? В каком месте? И почему он такое говорит? Я хотела скрыть своё смущение и ответила:\n–Ха, что влюбился в меня?\nТома был очень удивлён. Лицо парня покраснело. Таким красным я его ещё не видила.\n–Ага!Конечно!–сказал он и сел за свою парту.\nЧто это было? Моё сердце так бьётся когда разговариваю с ним, когда вижу его улыбку, даже когда он называет меня милой. Что это за чувство?\nВесь день меня мучал этот вопрос. Закончились уроки и ко мне подошёл Тома.\n–Ну что? На выходных встретимся и позанимаемся?\n–Ага–смущаясь, ответила я.\n–Вот и славно.\nМы отправились домой.",
    "answers": [
      {
        "id": 31,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я разозлилась и сказала:\n–Больно надо!\n–Уверена?–спросил Тома и на его лице появилась ухмылка.\n–Н...ну ладно. Но это только потому что вдвоём веселее заниматься.–смутившись, ответила я.\nТома тихо засмеялся. Я уже было хотела накричать на него, но когда я взлянула на него, сердце пропустило удар. У него была широкая улыбка. Его глаза блестели и он сказал:\n–Ты такая милая!\nЧ...что? Милая? В каком месте? И почему он такое говорит? Я хотела скрыть своё смущение и ответила:\n–Ха, что влюбился в меня?\nТома был очень удивлён. Лицо парня покраснело. Таким красным я его ещё не видила.\n–Ага!Конечно!–сказал он и сел за свою парту.\nЧто это было? Моё сердце так бьётся когда разговариваю с ним, когда вижу его улыбку, даже когда он называет меня милой. Что это за чувство?\nВесь день меня мучал этот вопрос. Закончились уроки и ко мне подошёл Тома.\n–Ну что? На выходных встретимся и позанимаемся?\n–Ага–смущаясь, ответила я.\n–Вот и славно.\nМы отправились домой.",
    "answers": [
      {
        "id": 26,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я разозлилась и крикнула:\n–Обойдусь!\n–Уверена?\n–Да, отвали от меня!\nТома выглядел расстроенным. Всё равно!\nСпустя несколько дней мы написали контрольную и я... провалила её.\nКак я и обещала, я поцеловала Тому. Это был поцелуй в щёку.\nПосле этого мы с Томой редко разговаривали.\n\n\n                              ~Конец~\n\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Прийдя домой, я думала о Томе. Почему я всегда думаю о нём? Похоже...я влюбилась. Вот я дура! У меня нет шансов, ведь он всегда задирает меня. Любил бы–не задирал... наверно. Но его сегодняшняя реакция была странной, может он тоже что-то чувствует ко мне. Во мне появилась надежда. Решено! На выходных, когда мы будем заниматься геометрией, я спрошу его. Даже если он меня не любит, я хочу знать что он чувствует ко мне.\nНаступили выходные. Мы с Томой отправились в библиотеку, там тихо и нам никто не будет мешать. Он объяснял мне геометрию и я начала понимать её. Мы закончили наши занятия и отправились домой. Тома снова провожал меня. Мы шли в молчании. Я решила...\n",
    "answers": [
      {
        "id": 27,
        "text": "Рассказать ему о своих чувствах"
      },
      {
        "id": 28,
        "text": "Не говорить ему о своих чувствах"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я набралась решительности и выпалила:\n–Тома! Я знаю это неожиданно! Я знаю, что возможно ты не ответишь мне взаимностью! Но я люблю тебя! Люблю! И я не могу ничего поделать с этими чувствами!\nМне было страшно посмотреть на Тому и я закрыла глаза. Вдруг он обнял меня и сказал:\n–Я так рад! Я тоже люблю тебя! Всегда любил...Я не знал как привлечь твоё внимание, поэтому и вёл себя как ребёнок, обзывая тебя. –отвечал парень, сжимая меня ещё крепче.\nНаши чувства взаимны. Не это ли счастье? Хах, моё сердце разрывалось от радости.\n–Отпусти, задушишь ведь.–сказала я.\n–Не отпущу!–ответил Тома.\nМы стояли так несколько минут. Потом Тома поцеловал меня в щёку и мы попрощались.\nЯ счастлива! С этими мыслями я легла спать.\nСпустя какое-то время мы написали контрольную по геометрии и я... провалила её...\n–Хах, ну и как же наш договор. Я жду мой поцелуй.–ухмыляясь сказал Тома.\n–Н...ну ладно.–сказала я и поцеловала его в щёку.\n–Хм...Что это было?–возмущённо спросил Тома.\n–Поцелуй...\n–Ну уж нет! Этого мало!\n–Чт..?\nНе успела я договорить, наши губы сопрекоснулись. Спустя несколько секунд мы посмотрели друг другу в глаза и радостно улыбнулись. Хоть он и задирает меня, я знаю, так он выражает свою любовь. Я всегда буду любить его!\n\n\n                                ~Конец~\n  \n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я не набралась смелости рассказать ему о своих чувствах. Он проводил меня и мы попрощались.\nСпустя неделю мы написали контрольную. \nЯ...выйграла наш спор. Тома отстал от меня,  а как желание, я попросила его угостить меня обедом.\nПрошёл год, я до сих пор люблю его, но не могу рассказать ему о своих чувствах. Иногда нам удоётся поговорить несколько минут. Но даже эти несколько минут приносят мне счастье.\n\n\n                            ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Прошло несколько недель. С Томой я редко разговаривала. Мы уже написали контрольную и сегодня нам сказали результаты. Я усердно занималась эти две недели, поэтому я получила высший бал. Когда урок закончился я позвала Тому во двор.\n–Ну что ж, я выиграла наш спор, так что больше не приставай ко мне. А в качестве желания, угости меня обедом в столовой.\n–Хорошо...–сказал Тома.\nЯ хотела развернуться и уйти, как вдруг Тома схватил меня за руку.\n–Я люблю тебя!–выпалил Тома.\n Я не могла ответить на его чувства, поэтому я отказала ему. Тома угостил меня обедом и больше мы никогда не разговаривали...\n \n\n                               ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 30,
    "text": "–Договорились!–решительно ответила я.\n–Вот и славненько.–сказал парень и сел за свою парту.\nКак же он меня бесит. Я конечно не такая умная как он, но разве это повод задирать меня?! И кстати почему он пристаёт только ко мне? Ведь есть люди и глупее...Странно... И на свидание позвал...Неужто втюрился? Стоп, стоп, стоп. Нельзя сразу так думать нужно понаблюдать за ним. \nНачался урок. Я разобрала свои ошибки в контрольной  и запоминала что говорит учитель. Когда урок закончился, я отправилась во двор. Немного пройдясь, я заметила что, кто-то дремлет на лавочке. Я подошла ближе. Это был Тома. Он так сладко спал и я решила...",
    "answers": [
      {
        "id": 33,
        "text": "Разбудить его"
      },
      {
        "id": 34,
        "text": "Не будить его"
      }
    ]
  },
  {
    "id": 31,
    "text": "Прийдя домой, я думала о Томе. Почему я всегда думаю о нём? Похоже...я влюбилась. Вот я дура! У меня нет шансов, ведь он всегда задирает меня. Любил бы–не задирал... наверно. Но его сегодняшняя реакция была странной, может он тоже что-то чувствует ко мне. Во мне появилась надежда. Решено! На выходных, когда мы будем заниматься геометрией, я спрошу его. Даже если он меня не любит, я хочу знать что он чувствует ко мне.\nНаступили выходные. Мы с Томой отправились в библиотеку, там тихо и нам никто не будет мешать. Он объяснял мне геометрию и я начала понимать её. Мы закончили наши занятия и отправились домой. Тома снова провожал меня. Мы шли в молчании. Я решила...\n",
    "answers": [
      {
        "id": 27,
        "text": "Рассказать ему о своих чувствах"
      },
      {
        "id": 28,
        "text": "Не говорить ему о своих чувствах"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я отказалась и Тома задирал меня до самого выпуска. В последний день школы он признался мне в любви и я отвергла его.\n\n\n                             ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я решила разбудить его.\n–Тома, просыпайся!–сказала я и легонько толкнула его.\nТома открыл глаза. \n–Зачем ты разбудила меня?–спросил парень.\n–Н...ну ты можешь простудиться если будешь спать на улице.\n–Не твоё дело!–раздрожённо ответил Тома и ушёл.\nЧего это он взъелся?–Подумала я и отправилась на урок. \nНа уроке геометрии я...",
    "answers": [
      {
        "id": 44,
        "text": "Слушала учителя"
      },
      {
        "id": 43,
        "text": "Рисовала"
      }
    ]
  },
  {
    "id": 34,
    "text": "Он свернулся в клубочек, как котёнок. Это было так мило. Я погладила его по голове. Ой, что это я творю. Я хотела убрать руку, как вдруг Тома схватил её.\n–Что это ты делала, госпожа неудачница?\n–Н...ничего, совершенно случайно, т...ты просто так сладко спал, вот и рука сама потянулась.\n–Хм, вот как...–ответил Тома и потянул меня за руку.\nЯ очутилась на лавочке. Тома положил на мои колени голову и сказал:\n–Так удобнее.\n–Ч...что это ты творишь?–смущаясь, выкрикнула я.\n–Сплю. Разве не видно?\nЯ промолчала. Тома прикрыл глаза. Его лицо такое красивое. Я только сейчас это заметила. Ему было удобно и я решила...",
    "answers": [
      {
        "id": 35,
        "text": "Позволить ему лежать на моих коленях"
      },
      {
        "id": 36,
        "text": "Не позволять ему лежать на своих коленях"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я была не против этого. Я протянула свою руку и погладила Тому по голове. Его тёмные волосы были мягкими. Мне было приятно зарываться пальцами в его волосы. Парень очень удивился. Его лицо покрылось румянцем. \n–Ч...что это ты творишь?–сказал парень, прикрывая лицо руками.\n–Глажу тебя по голове, разве не видно?–ответила я.\nПарень выглядел возмущённо, но не похоже, что ему было неприятно. Мой пульс участился. На сердце было радостно. Что это за чувство? Неужели я начинаю влюбляться в него? Быть не может! Нет, нет, нет. \nМоё лицо покраснело и мне стало жарко. Голова начала болеть. Голубые глаза Томы посмотрели на меня.\n–Чего это ты такая красная? Заболела?–спросил парень и прикоснулся к моему лбу.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Оттолкнуть его руку"
      },
      {
        "id": 38,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я оттлкнула его и крикнула:\n–Отвали!\nЯ бегом отправилась в класс.\nПосле этого мы  с Томой не разговаривали. Я проиграла наш спор, но мы так и не сходили на свидание. До самого выпуска мы с Томой больше не разговаривали.\n\n\n                          ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я набралась смелости и поцеловала Тому у всех на глазах. Парень покраснел, он был  как рак. Спустя секунду я отодвинулась от его губ и сказала:\n–Милашка.\n–Ч...ч...что это ты творишь? Совсем уже что ли?–заикаясь, сказал парень и ушёл вперёд.\n–Эй, подожди меня!–ответила я и отправилась за ним. Он сбавил шаг и я догнала его. Мы думали куда же нам пойти. После недолгих раздумий мы отправились на колесо обозрения. Мы наблюдали за пейзажем города и вдруг Тома сказал:\n–Я люблю тебя!\nЭто было неожиданно и я покраснела.\n–Хм, милашка...–промолвил Тома и его лицо приблизилось к моему.\nЭто он мне так мстит? Вот же ж маленький...\nТома обхватил меня за талию и поцеловал. Не могу злиться на него, ведь я так люблю его. Раньше я думала, что он ненавидит меня, но сейчас я вижу, что это не так, и это делает меня счастливой. Я никогда не отпущу тебя, мой любимый Тома!\n\n\nАвтор: Это был маленький бонус, для тех, кому понравился квест, и кому захотелось продолжения~❤",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Парень вскочил и громко сказал:\n–У тебя температура! Пошли, я отведу тебя к медсестре.–сказал Тома и потянул меня за собой. Мы держались за руки.\n–Н...не стоит, скоро всё пройдёт.–отвечала я.\nТома, проигнорировав мои слова, повёл меня дальше.\nОн выглядел взволнованным. Я...что...правда...ему нравоюсь? Почему-то моё сердце наполнилось счастьем. Похоже я люблю его. В глазах...темнеет...\nЯ очнулась на диване в медпункте. \n–Оо, ты проснулась? Я померию твою температуру–сказала медсестра и подошла ко мне.\n–Угу...–тихо ответила я...\n–Твой парень так волновался за тебя. Принёс на руках. Это было так мило.–улыбаясь, сказала медсестра.\nМой парень...Мой парень?...Мой парень!\n–Н...нет, мы не встречаемся.–мотая головой, отвечала я медсестре.\n–Хм. Вот как... Но он же тебе нравится?\n",
    "answers": [
      {
        "id": 39,
        "text": "Да..."
      },
      {
        "id": 40,
        "text": "Нет!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я задумалась. Когда он рядом сердце, бьётся чаще. Мне радостно даже, когда он разговаривает со мной. Я не могу посмотреть ему в глаза, потому что смущаюсь и начинаю краснеть, раньше такого не было... Когда Тома волнавался за меня...Сердце наполнилось радостью. Вероятно...я... люблю его.\nЯ опустила взгляд и сказала медсестре:\n–Да...\n–Ясно.–улыбаясь, ответила медсестра.\nУ меня спала температура. Когда я вышла из медпункта, заметила Тому, стоящего рядом с дверью. Неужто он слышал всё? Нет, нет, нет вряд ли. Успокойся, он ничего не слышал.  \nВдруг Тома заговорил:\n–Мне не послышалось? Я...тебе...нравлюсь?",
    "answers": [
      {
        "id": 41,
        "text": "Тебе послышалось"
      },
      {
        "id": 42,
        "text": "Тебе не послышалось..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Я заволновалась и не смогла сказать правду.\n–Нет! Я ненавижу его!–громко крикнула я и выбежала из медпункта.\nТома стоял за дверью. Я была удивлена. Он опустил голову и тихо сказал:\n–Прости.\nИ посде этих слов ушёл. Я не могла остановить его. После этого мы с Томой никогда больше не разговаривали. Я выйграла наш спор,  но мне было уже плевать на него. \nСпустя несколько лет мы выпустились из школы и я до сих пор жалею, что была такой дурой и не сказала ему о своих чувствах тогда.\n\n\n\n                          ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я покраснела. Я не могла вот так просто сказать ему о своих чувствах.\n–Т..тебе послышалось.–заикаясь, ответила я.\nЯ хотела уйти но Тома схватил меня за руку. \n–Т...ты мне нравишься. Нет... Я люблю тебя!\nОчень давно, ещё с младшей школы! Пожалуйста если ты ко мне что-то чувствуешь, скажи. Даже если я тебе хоть чуть-чуть нравлюсь я буду счастлив!–Сказал Тома.\nЕго голос дрожал, как-будто он вот вот расплачется. Я люблю его. Очень люблю.\nЯ приблизилась и поцеловала его. Тома покраснел и на его лице показалась улыбка. Он спросил:\n–Это значит да?\n–Хм...Возможно–ухмыляясь, ответила я.\n–Что это значит?!–взмущённо воскликнул парень.\n–Хехе, секрет.\nОн выглядел расстроенно. Я приблизилась к его уху и произнесла: \"Я люблю тебя\". Тома схватился за ухо и покраснел. Теперь я понимаю кокого это, когда дразнишь любимого человека. Кажется теперь мы поменялись ролями.\n\n\n                             ~Конец~\n",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      },
      {
        "id": 18,
        "text": "[Бонус]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я была удивлена. Моё лицо покраснело и я ответила:\n–Тебе не послышалось... \nМы стояли в молчании. Вдруг Тома потянул меня за руку и крепко обнял.\n–Я так рад! Я уже очень давно люблю тебя! Когда я перешёл в ваш класс в младшей школе, никто не обращал на меня внимание, но ты была так добра со мной... Но переходя на класс выше, мы разговаривали всё реже... И чтобы привлечь твоё внимание я задирал тебя. Я  счастлив что наши чувства взаимны!\nМы стояли так несколько минут. Его голубые глаза посмотрели в мои. Моё сердце забилось чаще. Он приблизился и поцеловал меня. Я люблю его и это чувство никогда не исчезает.\n\n\n                             ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я весь урок рисовала и совсем не слушала учителя.\nПосле геометрии мне стало плохо и я отправилась домой. Приняв лекарство и немного полежав на кровати, я принялась делать домашнее задание.\nМы не разговарвали с Томой несколько дней. Я пришла в школу и нам сказали, что мы пишем завтра контрольную по геометрии.\nПрийдя домой я начала готовиться к контрольной. \nНа следующей день я написала контрольную и получила плохую оценку.\nТома сказал, что не хочет идти со мной на свидание, и мы больше никогда не разговаривали.\n\n \n                           ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я слушала учителя и запоминала информацию. Я начала понимать геометрию.\nПосле геометрии мне стало плохо и я отправилась домой. Приняв лекарство и немного полежав на кровати, я принялась делать домашнее задание.\nМы не разговарвади с Томой несколько дней. Я пришла в школу и нам сказали, что мы пишем завтра контрольную по геометрии.\nПрийдя домой я начала готовиться к контрольной. \nНа следующей день я написала контролбную и получила хорошую оценку. Тома выполнил своё обещание и больше никогда меня не задирал.\n\n\n                                ~Конец~",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я взяла Тому за руку. Он немного покраснел, но был не против. Я хотела, ещё больше смутить его. Я приблизилась к его уху и прошептала:\n–Я люблю тебя, Тома.\nЕго лицо покрылось ярким румянцем.\n–Ч...ч...что это ты творишь? Совсем уже что ли?–заикаясь, сказал парень и ушёл вперёд.\n–Эй, подожди меня!–ответила я и отправилась за ним. Он сбавил шаг, и я догнала его. Мы думали куда же нам пойти. После недолгих раздумий мы отправились на колесо обозрения. Мы наблюдали за пейзажем города и вдруг Тома сказал:\n–Я люблю тебя!\nЭто было неожиданно и я покраснела.\n–Хм, милашка...–промолвил Тома и его лицо приблизилось к моему.\nЭто он мне так мстит? Вот же ж маленький...\nТома обхватил меня за талию и поцеловал. Не могу злиться на него, ведь я так люблю его. Раньше я думала, что он ненавидит меня, но сейчас я вижу, что это не так, и это делает меня счастливой. Я никогда не отпущу тебя, мой любимый Тома!\n\n\nАвтор: Это был маленький бонус, для тех, кому понравился квест, и кому захотелось продолжения~❤",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я решила сделать ему комплимент.\n–Тома, ты у меня такой красивый, прямо налюбоваться не могу.\nЛицо парня стало ярко-красным\n–Что ты сказала?!–прокричал он.\n–Ничего такого, я просто люблю тебя.–спокойно ответила я.\nВдруг Тома рванулся вперёд.\n–Эй, подожди меня!–ответила я и отправилась за ним. Он сбавил шаг и я догнала его. Мы думали куда же нам пойти. После недолгих раздумий мы отправились на колесо обозрения. Мы наблюдали за пейзажем города и вдруг Тома сказал:\n–Я люблю тебя!\nЭто было неожиданно и я покраснела.\n–Хм, милашка...–промолвил Тома и его лицо приблизилось к моему.\nЭто он мне так мстит? Вот же ж маленький...\nТома обхватил меня за талию и поцеловал. Не могу злиться на него, ведь я так люблю его. Раньше я думала, что он ненавидит меня, но сейчас я вижу, что это не так, и это делает меня счастливой. Я никогда не отпущу тебя, мой любимый Тома!\n\n\nАвтор: Это был маленький бонус, для тех, кому понравился квест, и кому захотелось продолжения~❤",
    "answers": [
      {
        "id": 1,
        "text": "[На главную]"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]