[
  {
    "id": 1,
    "text": "Всем привет! Вас ждёт в этом квесте маленькая история 16  летней девушки. Которая  решила пойти на бал выпускников. Тут её маленькая история.",
    "answers": [
      {
        "id": 2,
        "text": "Нажмите чтобы открыть квест!",
        "initSounds": [
          "https://www.oum.ru/media/audio/spokoynaya-muzyka"
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись от лучика солнца, который прыгал по вашему лицу. ",
    "answers": [
      {
        "id": 3,
        "text": "Открыть глаза"
      },
      {
        "id": 4,
        "text": "Продолжить спать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты открыла глаза и перед тобой самый обычный потолок на свете. Ты решила встать с кровати и осмотреть комнату: если мама ушла то она оставила записку.",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть на стол"
      },
      {
        "id": 6,
        "text": "Заглянуть в шкаф"
      },
      {
        "id": 7,
        "text": "Посмотреть в зеркало"
      },
      {
        "id": 8,
        "text": "Пойти на кухню"
      },
      {
        "id": 9,
        "text": "Пойти посмотреть в окно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Поздровляю вы проспали целую вечность!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты подошла к столу.\nОбычный стол, никакой записки нет. Только разбросаны учебники.\nМожет собрать? Через два часа в школу.",
    "answers": [
      {
        "id": 10,
        "text": "Собрать учебники"
      },
      {
        "id": 3,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 6,
    "text": "В шкафу царил бардак потому что ты всё время откладываешь на завтра уборку! ",
    "answers": [
      {
        "id": 3,
        "text": "Ну ладно, в шкафу ничего особенного "
      }
    ]
  },
  {
    "id": 7,
    "text": " Что то не хочется смотреть на свои мешки под глазами, давай дальше!",
    "answers": [
      {
        "id": 3,
        "text": "Ну ок"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты почувствовала вкусненький запах и пошла на кухню. На тарелочке лежал пирожок, рядом стояла чашечка чая, под которой лежала записка:\n\n\"Катя я ушла на работу. Оденься потеплее на улице сегодня холодно\n                                             С любовью твоя мамочка\"\nЯ покушала, оделась и пошла в школу.",
    "answers": [
      {
        "id": 11,
        "text": "Школа"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты заглянула в окно. Ммм... Пахнет розами. Они очень похожи на меня: такие же колючие и красивые!",
    "answers": [
      {
        "id": 3,
        "text": "Дальше→"
      }
    ]
  },
  {
    "id": 10,
    "text": "О, ты очень предусмотрительна сегодня! Обычно ты собираетшь учебники за 20 минут до начала урока и поэтому всегда опаздываешь. \nНо сегодня у тебя какое то предчуствие того, что надо прийти пораньше!",
    "answers": [
      {
        "id": 3,
        "text": "Ладно, вернёмся в комнату!"
      }
    ]
  },
  {
    "id": 11,
    "text": "В школе тебя встретила твоя подруга Нелси:\n— Привет Лиза!\n— Привет.\n— Как дела? \n— Нормально, а у тебя?\n— Всё отлично. Ой, смотри! Идёт кривоногая со своими подругами! — Только Нелси успела договорить предложение, как Неля уже была рядом с нами.\n— Ой, смотрите ка, общипаные курицы пришли! —\n   И конечно после слов (командирши) её подруги начинают смеяться.",
    "answers": [
      {
        "id": 12,
        "text": "Ответить ей что она самая не красивая девушка на свете"
      },
      {
        "id": 13,
        "text": "послать её куда подальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Может лучше так не говорить? Ведь это не слишком жестко\n",
    "answers": [
      {
        "id": 11,
        "text": "Эээм... Ну ладно. Тогда назад←"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Знаешь, да пошла бы ты...\nИ тут к тебе подходит какой — то очень красивый парень. Его голубые глаза переливались в свете солнца... Он был прекрасен...\n— Извини, ты не знаешь, где тут 205-ый кабинет?\n",
    "answers": [
      {
        "id": 46,
        "text": "Расплавиться под его взглядом"
      },
      {
        "id": 48,
        "text": "Опомниться и проводить его до 205-ого"
      }
    ]
  },
  {
    "id": 14,
    "text": "вы быстро ушли от туда с нелси на урок математики! Урок ужасно скучный. Что делать? Я же знаю эту тему!",
    "answers": [
      {
        "id": 15,
        "text": "Поболтать с Нелси"
      },
      {
        "id": 16,
        "text": "Слушать дальше"
      },
      {
        "id": 17,
        "text": "Считать варон"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Слышь, Нелс, пойдём после этого урока в столовку?\n— Хорошо\n— У тебя есть деньги? \n— Да, а у тебя\n— Ага.\n— Раз уж у Кати есть время поболтать, значит она уже закончила! Катерина, неси сюда свою тетрадь! А сама иди к доске!",
    "answers": [
      {
        "id": 18,
        "text": "Спокойно выйти к доске."
      },
      {
        "id": 19,
        "text": "Нервно подойти к доске"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы упорно слушали дальше, но вам явно было скучно! Может не буду слушать?",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вот первая варона пролетела, а вот вторая тут же и третья. Всё равно скучно!",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты подошла к доске спокойно, без всяких затруднений решила задачу и принесла дневник. Тебе поставили 5. \nНелси удивилась :\n— Ты не расказывала мне что ты хорошо владеешь математикой!",
    "answers": [
      {
        "id": 19,
        "text": "(В раздумьях)\"А я и сама не знала.\""
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы начали мять свои пальчики хотя вы прекрасно решаете такие задачи но все же, вам было как то не спокойно на душе. Ведь на вас смотрит весь класс. Но не смотря на это, вы прекрасно и очень быстро, без ошибок написали задачу. И вам поставили 5.\nНелси удивилась: \n— Я не знала что ты так хорошо владеешь математикой! Может потом позанимаемся? Мне надо подтянуться к экзаменам! \n— Эм, хорошо! \nТут к вам подходит тот самый новенький, как оказалось его зовут Макс.\n— Привет, ты не знаешь, у вас есть кружок робототехники?\n\"Вроде нет, но что если я его создам?\"",
    "answers": [
      {
        "id": 20,
        "text": "Рассказать что случилось"
      },
      {
        "id": 20,
        "text": "Рассказать что случилось"
      },
      {
        "id": 20,
        "text": "Ехэй!!!! Рассказааать чтооо слуучилось!!!!"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Аааааааааа!!!!!\n— Что? Что случилось? \n— Меня пригласил самый красивый  парень школы!!!\n— О, круто!!!\n— Ты должна будешь прийти ко мне домой перед балом который будет завтра в 18:00!!!\n— Хорошо. Стоп. А зачем?\n— Ну как зачем? А кто мне поможет с макияжем? И кто мне поможет выбрать платье? Туфли? Кто как не лучшая подруга? \n— А как же твоя мама?\n— Она уехала сегодня в командировку.\n— Опять?!\n— Ну да.\n— Так ты придешь?\n— Конечно!",
    "answers": [
      {
        "id": 23,
        "text": "Следующий день!!!"
      }
    ]
  },
  {
    "id": 21,
    "text": "— В белом конечно!\n— Отличный выбор! Только глаза у тебя голубые и туфли. Поэтому советую одеть голубое!",
    "answers": [
      {
        "id": 23,
        "text": "Хорошо!"
      }
    ]
  },
  {
    "id": 22,
    "text": "— В голубом.\n— Отлично! Я и хотела тебе посоветовать его надеть! Оно так хорошо подходит под цвет твоих глаз! Нэля обзавидуется когда уведе тебя в таком платье!\n— Так теперь прическа. Но какая?\n— Об этом я позабочусь!\nЧерез 20 минут я посмотрела в зеркало...\n— Ого так красиво я в последний раз в 10 лет выглядила спасибо!\n— Пффф делов то!\nОна явно должна стать парикхмахером: У меня валосы были накручены на бок уложены и бокрыты слегка блестящим лаком словами это просто не передать! \n— Теперь оденем платье! ",
    "answers": [
      {
        "id": 26,
        "text": "Одеть платье "
      },
      {
        "id": 27,
        "text": "Услышать стук"
      },
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "На следующий день к вам утром приходит Нелси: \n— Ну, начнём! Сперва платье покажи какие у тебя есть.\n— У меня есть:  Белое блестящее. Голубое которое перелевается с фиолетовым. Черное вечернее.\n— Ну и в каком ты решила пойти?\n—....",
    "answers": [
      {
        "id": 21,
        "text": "В белом"
      },
      {
        "id": 22,
        "text": "В голубом"
      },
      {
        "id": 24,
        "text": "В черном"
      },
      {
        "id": 25,
        "text": "Я решила купить новое"
      }
    ]
  },
  {
    "id": 24,
    "text": "— В черном.\n— Хорошо. Теперь прическа ага все я знаю какую сделать!\nЧерез пару минут она сделала вам такууую прическу!!! Просто прелесть! Длинные распущеные волосы теперь уже накрученые покрытые блестящим лаком! Ммм красота! \n— Ого спасибо тебе большое! \n— Давай одевай платье!",
    "answers": [
      {
        "id": 26,
        "text": "Одеть платье"
      },
      {
        "id": 27,
        "text": "Услышать стук"
      }
    ]
  },
  {
    "id": 25,
    "text": "Но у вас нет денег! :(",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к выбору",
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы одели платье но вдруг услышали стук в дверь:\n— Я открою а ты спрячься!\n—Хорошо.\nВы открыли дверь а там стоит Макс:\n— Ого какое красивое платье",
    "answers": [
      {
        "id": 29,
        "text": "Промолчать"
      },
      {
        "id": 30,
        "text": "Сказать спасибо"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы услышали стук",
    "answers": [
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ой ошибочка!",
    "answers": [
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы промолчали",
    "answers": [
      {
        "id": 31,
        "text": "Следующая глава"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Спасибо",
    "answers": [
      {
        "id": 31,
        "text": "2 глава"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Я не помешал?\n— Нет а что?\n— Я просто хотел спросить... Вы же вроде с Нелси лучшие подруги?\n— Да.\n— Так вот мой друг хочет пойти с ней на бал только боится пригласить её ... Вобщем он боится что она скажет нет.\n— Значит ты хочешь что бы я заставила Нелси пойти с ним на бал?\n— Нет нет я хотел просто что бы ты спросила... Пожалуйста.\n— Конечно нет проблем. Только нужна его фотография что бы она понимала с кем она идёт на бал.\n— А, да конечно вот держи.\nОн дал вам фотографию симпатичного парня по которому даже и не скажешь что он может стесняться.",
    "answers": [
      {
        "id": 32,
        "text": "Сказать что у него симпатичный друг"
      },
      {
        "id": 32,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 32,
    "text": "— О, у тебя симпатичный друг думаю что Нелси он понравится!\n— Извини.... Эээээ... Я я не смогу ... пойти с тобой на бал...\n— Что? — Выпалили вы и успакоившись немного потихоньку спросили — Ээ Почему?\n— Я был бы рад пойти с тобой только меня выгонят из школы если я пойду на бал без Нэли...\n(Ваши мысли будут в скобках теперь) (ЧТО!!! ПОЧЕМУ ОН НЕ ИДЕТ СО МНОЙ НА БАААААЛ??????!!!!!! ЭТО ПРОСТО УНИЗИТЕЛЬНО!!! ОН ДОЛЖЕН ПОДДАВАТЬСЯ ШАНТАЖУ? РАДИ КАКОГО ТО МЕСЯЦА УЧЕБЫ???!!!)\n— Знаешь я хотел даже пойти с тобой, тем более что осталось учиться всего три месяца. Но если я не пойду с ней то он лешит меня красного диплома! Поэтому прости! — И он ушел\n(Он такой милашка..... НО НЭЛЯ НЕ ИМЕЕТ ПРАВО ТАК ДЕЕЕЕЛАТЬ!!!)",
    "answers": [
      {
        "id": 34,
        "text": "Злиться дальше"
      },
      {
        "id": 35,
        "text": "Зайти в дом"
      },
      {
        "id": 33,
        "text": "Догнать Макса признаться ему в любви"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы догнали Макса сказали что любите его, он тоже признался вам в любви, и вы жили долго и счастливо!",
    "answers": [
      {
        "id": 1,
        "text": "На главную!!!"
      },
      {
        "id": 36,
        "text": "А что случилось с Нелси?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Смысл?",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к выбору "
      },
      {
        "id": 41,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы зашли в дом вышла Нэлси и спросила что случилось.\n— Он не идёт со мной на бал!!!\n— Почему?\nОна знала почему ведь только этот один единственный взгляд...\n— Нэля. — Сказала она сразу поняв что случилось — Но как?\nВы подробно всё рассказали ей.Она конечно сразу поняла что надооо ппппринести! Платочек.\n",
    "answers": [
      {
        "id": 38,
        "text": "Ужасная концовка!!!!"
      },
      {
        "id": 39,
        "text": "А что же было дальше?"
      },
      {
        "id": 40,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 36,
    "text": "А Нелси вышла замуж за Томаса (Который был другом Макса)",
    "answers": [
      {
        "id": 37,
        "text": "Ммм понятно! А можно посмотреть другие концовки?"
      },
      {
        "id": 1,
        "text": "На главную!!!"
      }
    ]
  },
  {
    "id": 37,
    "text": "Конечно!!! Ведь я сегодня добрая!",
    "answers": [
      {
        "id": 32,
        "text": "К другим концовкам!!!"
      }
    ]
  },
  {
    "id": 38,
    "text": "А что тогда читаем дальше?",
    "answers": [
      {
        "id": 1,
        "text": "да аа я я я просто!"
      }
    ]
  },
  {
    "id": 39,
    "text": "А то что будет дальше зависит от вас!!!",
    "answers": [
      {
        "id": 42,
        "text": "Начнем быстрый поварот событий!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Извените ошибочка!!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 41,
    "text": "Опять ошибочка",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "В дверь постучали:\n— Эй деревенщины открывайте!- Нэля говорит\n— Кто тут назвал мою девочку деревенщиной?\n— Хватит претворяться я знаю что твоя мама в командировке а твой отец умер на войне.\n— Скорее был потерян и не каких известий от него не было последние 5 лет. Которые ты перехватывала последние пять лет, да мы знаем.\n— Вот, вот стоп что? Вы то откуда знаете?\nВы не понимали ни откуда голос издается ни что происходит... Вдруг вы видете: Папа? Что? Папа привет!\n— Папочка  я так скучала!",
    "answers": [
      {
        "id": 43,
        "text": "История папы"
      }
    ]
  },
  {
    "id": 43,
    "text": "Мы позвонили в полицию. Сюда приехали и забрали Нэлю и обвенили в не законном перехватыванием известий. Потом мы сели с папой за чашку чая.\n— Ну так что с тобой  случилось? — Спросили вы\n— Это всё дело в этой сумасшедшей девочке! Она конечно милая девочка да но мне качется что тебе с ней лучше не дружить...\n— Папа!!! О чем ты говоришь??? Я с ней никогда не дружила и не хотела налаживать дружеские контакты!!!\n— Но ты же вроде говорила, что твою лучшую подругу завут на букву ,, Н ,,!\n— Ну, моя лучшая подруга перед тобой познакомься с Нелси!\n— Эм здравствуйте! Меня зовут Нелси!\n— Очень приятно... Нелси\n— Так расскажи нам что с тобой случилось!!!\n— Ах да мы оторвались от главного дела! Так вот после окончания войны за нашим экипажем должен был прилететь самолёт! Но мы ждали его месяц но за нами никто и не спешил прилетать! Ведь наши письма все время кто то перехватывал!!!...\n— Ах Нэля. Я думала что она не способна на такое! \n— Еще как способна: она и её отец посылали наёмных убийц  что бы они убили нас!\n— Ужас!!! Но зачем ей всё это надо было?\n— Я не знаю. Но у меня есть пара предположений почему она с отцом делала это: 1) Что бы напортачить тебе 2) Чтобы её дядя стал адмиралом высшего ринга! Тоесть что бы он встал на моё место!",
    "answers": [
      {
        "id": 44,
        "text": "Дальше..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Звонок в дверь.\nЯ открою вы подошли к двери:\nТам Макс стоит:\n— А я то думал что ты уже со своей подругой собрались!\n— Э э э мы сейчас! Жди здесь!\n— Нелси тебе черное мне голубое!\n— Ок.\nЧерез пару минут вы вышли с Нелси и ушли на бал с ребятами.\nВы там были красивее всех а девченки что всегда смеялись над вами были посмешищем!",
    "answers": [
      {
        "id": 45,
        "text": "Спасибо за квест!"
      },
      {
        "id": 20,
        "text": "Ужас!!!"
      },
      {
        "id": 47,
        "text": "Концовка ужас!!!"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вам спасибо большое что прочли!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Эээ... Я знаю! — Неля опомнилась быстрее меня ухватила его за руку и начала с ним любезничать. А я всё ещё как в трансе, смотрела на то место, где стоял этот красавчик. Возможно я упустила возможность стать чуть более популярнее благодоря ему... Но сделанного не воротишь, пора идти на урок. Скоро прозвонит звонок, а мисс Дублис не любит опаздавших.",
    "answers": [
      {
        "id": 49,
        "text": "Идти на урок"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я знаю извените это просто мой первый такой (большой)квест!!! Но постараюсь сделать концовку по лучше!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Да, конечно! Он на втором этаже, а ты новенький? — Я пошла с ним к 205 ому\n— Да, а ты?\n— Я была новенькой в прошлом году, поверь мне, я знаю каково тебе сейчас!",
    "answers": [
      {
        "id": 48,
        "text": "Я проводила его на урок, но к сожалению сама опоздала. Училка по алгебре отметила меня, как опоздавшую, но кажется это того стоило",
        "calculate": true,
        "var_str_set": [
          "опоздание",
          1
        ]
      },
      {
        "id": 60,
        "text": "Математика"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вот и класс Анны Анатольевны. Жизнь — такая скучная штука! Ходишь по классам пока тебя не отпустят домой, приходишь домой, делаешь уроки, ложишься спать... Никакого разнообразия! \n  Ты села за стол, рядом с тобой сидит тупой пацан, ничего не понимающий в алгебре.\n— И так, дети, начнем урок. Сегодня мы будем проходить новую тему: (Всё упрощено для читателя) гипотенуза. И так, как вы думаете, что это такое?",
    "answers": [
      {
        "id": 50,
        "text": "Поднять руку"
      },
      {
        "id": 51,
        "text": "Просто сидеть"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты подняла руку, что теперь тебе сказать?",
    "answers": [
      {
        "id": 52,
        "text": "Можно в туалет?"
      },
      {
        "id": 53,
        "text": "Эээ... Гипотенуза-это гипотенуза"
      },
      {
        "id": 54,
        "text": "Гипотенуза - это сторона прямоугольного треугольника, лежащая против прямого угла."
      }
    ]
  },
  {
    "id": 51,
    "text": "И так ты просидела весь урок! Может порисовать?",
    "answers": [
      {
        "id": 55,
        "text": "Да, можно!"
      },
      {
        "id": 56,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "Я достала свой маленький блакнотик. Он такой милый!!! Ладно, что будем рисо...?\n— Катерина! Что я только что сказала?\n",
    "answers": [
      {
        "id": 57,
        "text": "—Что мне можно в уборную?"
      },
      {
        "id": 58,
        "text": "— Извените, я прослушала"
      },
      {
        "id": 58,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "— Ах, вот как? 1 тебе в журнал!",
    "answers": [
      {
        "id": 59,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  }
]