[
  {
    "id": 1,
    "text": "Тарс укрылся за огромным шкафом, неплотно примыкающим к стене, и весь обратился в слух.\n\nЩелкнул замок, скрипнула входная дверь, тяжело отдались в дощатый пол мужские шаги, а следом едва слышно засеменили девичьи шажочки, сопровождающиеся мерным бренчанием деревянных бус.\n\nТарс мысленно выругался. Свидетелей на этой миссии не предполагалось, ровно как и невинных жертв. План трещал по швам.\n\nГраф Дерек пах дорогой выпивкой и оружейной смазкой. Тарс уже почти привык к этому сочетанию за дни слежки. Нежданная гостья принесла с собой ароматы полевых трав.\n\nТарс не знал, что и думать: \"Крестьянке не место в сердце столицы. Знахарка? Но почему так молода? Или звуки меня обманывают?\"\n\nТем временем у пары завязался разговор:\n\n— То, чего ты просишь, невозможно, — резко сказал Дерек. — Мальчишка оскорбил честь короля и завтра будет отвечать за свои слова на дуэли.\n— Прошу тебя, граф. Мы оба знаем, что он не то имел в виду.\n— Важно не то, что он имел в виду, а то, как понял сказанное Его Величество, а также народ, глазевший да развесивший уши во время того безумия на площади! — голос графа не выдавал злости, но и безразличным не был.\n\n\"Неужели он... сожалеет?\" — подумал Тарс. Он не знал, о ком именно шла речь, но граф славился своей страстью к поединкам во имя короля, и тем, что ни на одном поединке с его головы не упал ни один волосок. Поговаривали, что он и вовсе заговорённый.\n\n— Ты неспроста явился сюда, Дерек, — сказала девушка, и в голосе её появилась злость. — Ты всегда приходишь просить прощения у этих стен, когда убиваешь кого-то, или собираешься убить. Но сегодня эти стены сами несут тебе погибель.\n\nТарс напрягся. Это не могло быть совпадением. Или могло?",
    "answers": [
      {
        "id": 2,
        "text": "Убить обоих"
      },
      {
        "id": 3,
        "text": "Ждать, пока уйдёт девушка"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тарс молнией выскочил из-за шкафа, направляя руку, экипированную миниатбрным арбалетом, в ту сторону, где по его прикидкам должна была стоять девушка. Как только девушка стала видна, он осознал свою ошибку:\n\nЗвук бренчания древесины исходил не от бус, а аромат трав принадлежал не крестьянке. Это была вечно молодая ведунья, и один из оберегов, гроздью свисавших с её пояса, уже ярко засветился, почувствовав угрозу для хозяйки.\n\nТарс спустил курок, не надеясь на удачу, и худшие его подозрения подтвердились: огромный медведь в мгновение ока возник между ним и ведуньей и принял атаку на себя. Крошечный арбалетный болт едва оцарапал ему шкуру, а в следующее мгновение монстр напал на Тарса.\n\nПоследнее, что увидел убийца, перед тем, как огромные когти располосовали его, были красные точки глаз в зияющей черноте, что заменяла медведю голову.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 3,
    "text": "Граф Дерек задумчиво сказал:<s>r\n— Случится то, что должно, Сильвия, Никому этого не изменить.<s>r\n— Я не позволю отправить моёго сына в могилу из-за этих политических глупостей! Он достоин лучшей судьбы! — голос девушки повысился, но она уверенно держала себя в руках.<s>r\n— Но ты не можешь ничего сделать, — отстранённо ответил граф. — Твой страж не поднимет оружия, если ты нападёшь первая.<s>r\n— Мне это известно, — холодно ответила Сильвия.<s>r\n— Ты не сможешь не прийти завтра, и тебе предстоит смотреть на дуэль. Помни, я всегда поступаю, как велит честь, — сказал Дерек совсем тихо.<s>r\n— Твоя честь прогнила, — сухо ответила Сильвия и вышла из комнаты.",
    "answers": [
      {
        "id": 4,
        "text": "Убить графа"
      },
      {
        "id": 5,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Тарс выскочил из-за шкафа, вскинул арбалет и выстрелил.<s>r\n<s>r\nТой скорости, с которой граф выхватил из ножен меч и отбил в полёте арбалетный болт, могла бы позавидовать даже молния.<s>r\n<s>r\nТарс не был любителем орудовать кинжалом против меча, так что всегда имел при себе небольшой одноручный меч за спиной. Выхватив оружие, он напал на свою жертву.<s>r\n<s>r\nОсознание того, как сильно он недооценил противника, пришло к нему почти мгновенно: фехтование графа было безупречным. Иногда казалось, что его меч движется быстрее, чем рука.<s>r\n<s>r\nТарс ничего не мог ему противопоставить. Шаг за шагом он отступал обратно к шкафу. Удары сыпались на него с такой скоростью, что любая попытка к бегству была невозможной.<s>r\n<s>r\nПотом произошло что-то непонятное, Тарс подлетел к самому потолку, увидел на одно мгновение своё обезглавленное тело, и всё потонуло во тьме.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "Тарс ждал, надеясь услышать что-то ещё. И спустя несколько долгих минут его терпение окупилось.<s>r\n<s>r\nВ комнату вошёл очень грузный мужчина, гремящий на каждом шагу сочленениями доспехов. Тяжело сопя, он прикрыл за собой дверь и обратился к Дереку:<s>r\n— Мой граф?<s>r\n— Ильнир, спасибо что пришёл. К тебе есть дело.<s>r\n— Слушаю вас.<s>r\nРаздался мелодичный звон извлекаемого из ножен меча. Ильнир, начальник замковой тюрьмы, чуть слышно охнул, поразившись красоте оружия. Дерек сказал:<s>r\n— Мальчишка должен драться этим.<s>r\n— Граф, вашим мечом? Вы уверены?<s>r\n— Да, Ильнир. Можете прокоптить его слегка, чтобы это не бросалось в глаза.<s>r\n— Слушаюсь, граф, — отчеканил начальник тюрьмы.<s>r\n— Запомни, Ильнир. Дуэль есть Божий Суд, и оспаривать её исход никто не вправе.<s>r\n— О чём вы, граф? Вы побьёте мальчишку даже голыми руками!<s>r\n— Конечно. Но ты помни.<s>r\n— Слушаюсь. Дуэль есть Божий Суд.<s>r\n— Иди.<s>r\nСнова загремели доспехи, заскрипел пол под тяжёлыми шагами, хлопнула дверь. С минуту в комнате висела тишина. Потом Дерек сказал очень тихо, так, что Тарс едва расслышал:<s>r\n— Выходи. Я знаю, что ты здесь.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 6,
    "text": "Тарс не посчитал нужным скрывать и далее — он вышел из-за шкафа, держа наготове компактный арбалет. Дерек стоял к нему лицом, безоружный:<s>r\n— Тебя послали Кинжалы Тьмы, да?<s>r\nТарс не ответил. Дерек усмехнулся:<s>r\n— В этом нет необходимости. Завтра утром молокосос сделает всё за тебя, и не надо будет заметать следы.<s>r\nТарс хмыкнул:<s>r\n— Мальчик победит заговорённого графа?<s>r\n— Это не граф заговорённый. Разве вы, Кинжалы, так и не поняли?<s>r\n— Меч?<s>r\n— Меч.<s>r\n— Не может быть...<s>r\n— И мальчик не простой мальчик. Его мать... впрочем, этого тебе знать не надо. Она не касается политики.<s>r\n— Зачем ты это делаешь? — спросил Тарс. — Почему не убьёшь его?<s>r\n— Ты и этого не понял? — спросил Дерек.<s>r\n— Он твой сын.<s>r\n— Да. Любовь — непозволительная роскошь, и за неё приходится дорого расплачиваться. Но Сильвия... она того стоит.<s>r\n— Неужели всё так безнадёжно? Нет других путей?<s>r\n— Нет. Я проверил каждую лазейку. Король крепко обиделся на мальчишку, и спасти его может только защита Храма после Божьего Суда. Надеюсь, он образумится. И мой последний подарок поможет ему в жизни.<s>r\n— Он знает, что ты его отец?<s>r\n— Нет. Но вскоре узнает. Я позаботился об этом.",
    "answers": [
      {
        "id": 8,
        "text": "Убить Дерека"
      },
      {
        "id": 9,
        "text": "Пощадить"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Тарс не стал мучить графа приготовлениями к смерти и последними словами — поднял арбалет и выстрелил графу в голову. Тот упал на пол.<s>r\nТарс для надёжности проткнул жертве сердце и выскользнул из дома через окно.<s>r\n<s>r\n...Убийство дуэлянта посчитали нарушением правил Божьего Суда, и сына Дерека казнили, отрубив голову. Спустя несколько дней разговоры и перессуды улеглись, и, казалось, история завршилась.<s>r\n<s>r\nНо всё изменилось, когда ещё через пару дней из леса пришла Она. Чёрный дух, вопиющий об отмщении, окружённый чёрными зверями с горящими глазами. Дева не только убивала детей, но и принесла с собой мор и голод во все окресные земли. Никто не мог ничего поделать с ней, и всего через несколько лет столица превратилась в один огромный опустошённый склеп.<s>r\n<s>r\nСпустя пятнадцать лет молодой храмовник пришёл сюда, чтобы снять проклятие. Но это уже совсем другая история.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Я верю тебе, — сказал Тарс и опустил арбалет. — Завтра я приду на дуэль. Если всё будет как ты сказал, то Кинжалы почтят твою память. Этот благородный поступок перевесит твои грехи.<s>r\n— Благодарю, — с облегчением ответил Дерек. Потом, подумав, добавил: — Забавно. Умирать сегодня страшно. А завтра — вроде как ничего.<s>r\n— Обхохочешься... — мрачно сказал Тарс и выскользнул из здания через окно.<s>r\n<s>r\nОн пришёл на дуэль. Дерек дрался отчаянно, изо всех сил, словно передумал, словно его тёмное прошлое взяло над ним верх, но против заговорённого меча у него не было шансов. Бой был долгим и изматывающим, и, наконец, голова графа, окропив площадь брызгами крови, покатилась по брусчатке. Под тысячеголосый рёв толпы паренька увели храмовники. <s>r\n<s>r\nТарс сдержал своё обещание и рассказал часть правды совету Клинков Тьмы, умолчав про заговорённый меч и про проваленную вылазку. Особых почестей графу не предоставили, но история всех впечатлила.<s>r\n<s>r\nСын Дерека спустя долгих пятнадцать лет сам стал королём этих земель. Но это совсем другая история...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  }
]