[
  {
    "id": 1,
    "text": "Автор:Vechniy (Максим Уфимцев) <s>r\nЖанр: Боевик, фантастика, приключение, путешествие. стрим<s>r\n<s>r\n      Вы когда-нибудь, задумывались о том, что в данную минуту, где-то идет война? Вы когда-нибудь, задумывались о том, что каждое мгновение на земле от пуль умирают люди? А что, если возвести это все в Абсолют? Представьте, вся земля охвачена войной и страданиями, как в первой и второй мировых войнах! Но не семь лет, а все время существования человечества! Нет, этого не могло произойти на нашей земле, ведь человеческий ресурс рано или поздно исчерпался бы... А что если взять не нашу землю?<s>r\n В этом квесте вы сами узнаете, возможно ли это?",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Поехали! "
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834401/v834401500/4068c/4Bkgn0FAutk.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c834401/v834401500/406a0/usgOuFZkv2A.jpg",
        "system": true
      },
      {
        "id": 127,
        "text": "Главы"
      },
      {
        "id": 128,
        "text": "Новый ответ. введите текст",
        "need": 1
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. Добро пожаловать на Дециму.<s>r\n<s>r\n     \"Будильник. Который раз он уже меня будит? Уже как 16 лет... Подождите ка! Уже как 17 лет! У меня ведь сегодня День Рождения! А это значит, что настал день узнать все секреты и, наконец то, покинуть этот корабль!\" <s>r\n      Вы вскочили с кровати и побежали в душевой отсек. <s>r\n — Дина, включи свет и приготовь праздничный завтрак! У меня сегодня день рождения! <s>r\n      По всему кораблю включилось освещение, а в столовой послышался звон посуды и гул духовок. Бортовой компьютер Дина как всегда послушно выполняла свое дело:<s>r\n — Поздравляю Вас с Днем Рождения Сэр! Ваш праздничный завтрак будет готов через две минуты и десять секунд, — Дина включила песню, которую всегда включала на ваши дни рождения, со словами \"happy birthday to you\". ",
    "answers": [
      {
        "id": 4,
        "text": "Принять душ и идти кушать. "
      },
      {
        "id": 5,
        "text": "Попросить переключить песню"
      }
    ]
  },
  {
    "id": 3,
    "text": "      Вы встали из-за стола и направились в комнату отца, которая находится не далеко от мостика управления. Пройдя по длинным коридорам, освещенным тусклым белым светом, вы добрались до заветной двери. Приложив свою руку к замку, вы закрыли глаза в ожидании . Через секунду лампы на двери загорелись зеленым светом и голос Дины произнес: — \"Доступ разрешен\".<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Зайти в комнату отца"
      }
    ]
  },
  {
    "id": 4,
    "text": "      Вы разделись, залезли под душ и нажали на кнопку \"Start\". Душевая кабинка загудела и принялась намывать вас разнообразными мочалками. Через пару минут процедура закончилась и вас вытерли насухо. ",
    "answers": [
      {
        "id": 8,
        "text": "Идти в столовую"
      },
      {
        "id": 7,
        "text": "Посмотреть в зеркало"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Ладно, Дина, переключи на что ни будь по веселее! Это, все-таки, особенный день!<s>r\n Дина выключила мелодию:<s>r\n — хорошо Сэр! Будет исполнено! — В ту же секунду включилась другая музыка. Это был зажигательный Рок. <s>r\n — Да! Так-то лучше!<s>r\n Вы, пританцовывая, разделись и залезли под душ. Через пару минут вы вышли из душевой кабинки, которая сама вас вымыла и вытерла.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Идти в столовую "
      },
      {
        "id": 7,
        "text": "Посмотреть в зеркало "
      }
    ]
  },
  {
    "id": 6,
    "text": "     Комната почти не изменилась с тех пор, как Вы в последний раз были здесь. Тогда Вам было одиннадцать лет. Отец собирался в поход и говорил Вам о том, что записал для Вас послание, которое будет доступно аж через шесть лет!!! Все эти шесть лет Вы ждали этого дня! <s>r\nКомната увешана картинами и грамотами, а у стен стоят различные минералы и статуэтки. Вам всегда было интересно изучать их. Отец рассказывал, что он собирал все это на разных планетах. Посередине комнаты стоит большой стол с компьютером, который таит в себе долгожданные ответы на вопросы. <s>r\n      Вы уселись за удобное кресло и приложили руку к монитору. Он активировался, издав звуковое уведомление о том, что разблокированы, ранее недоступные, документы.<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "Активировать разблокированный документ"
      }
    ]
  },
  {
    "id": 7,
    "text": "      Вы вытерли зеркало от испарины и посмотрели в него. На вас смотрит семнадцатилетний парнишка, своими большими, голубыми глазами. Его давно не стриженные темные волосы уложены назад. В душевой есть функция укладки. Приятные черты лица и аккуратный нос все равно не убирали из вашей головы мысль о том, что вы не очень то красивы.  На шее виднеется небольшая термопластовая панель. Вы не знаете, зачем она вам, но ее установил вам ваш отец. <s>r\n — Хорошо выглядите Сэр! — Сделала вам комплимент Дина.",
    "answers": [
      {
        "id": 8,
        "text": "Идти в столовую"
      },
      {
        "id": 9,
        "text": "Спасибо!"
      },
      {
        "id": 10,
        "text": "Дина!?"
      }
    ]
  },
  {
    "id": 8,
    "text": "      В столовой вас ждал роскошный пир. Разнообразные сладости и напитки в красивых бокалах, большой кремовый торт и Пицца с ананасами. ",
    "answers": [
      {
        "id": 11,
        "text": "Пицца с ананасами!"
      },
      {
        "id": 12,
        "text": "Пицца с ананасасми!?"
      }
    ]
  },
  {
    "id": 9,
    "text": " — Спасибо, Дина! Ты всегда льстишь мне — вы принялись одевать новую, чистую одежду, которая как всегда лежала в отсеке с надписью \"Чистое белье\".<s>r\n — Нет, Сэр, вы и вправду очень красивы! По меркам землян, ваша красота оценивалась бы, как Выше среднего.<s>r\n — Оу, это меняет дело — с усмешкой сказали Вы — ты всегда прибегаешь к меркам и статистике перед тем, как сделать комплимент? — вы застегнули молнию на своем терможелете и последний раз посмотрели в зеркало.<s>r\n — \"Нет, Сэр, иногда я выдумываю, что бы порадовать вас. Но не в этом случае.<s>r\n — Будем надеяться на твою честность, у тебя же есть протокол правды?<s>r\n — О да, Сэр, конечно есть, иначе я врала бы вам в каждой своей реплике.",
    "answers": [
      {
        "id": 8,
        "text": "Идти в столовую"
      }
    ]
  },
  {
    "id": 10,
    "text": " — Дина!? Ты что, подглядываешь!? — вы прикрыли свои причинные места руками.<s>r\n — Да Сэр, только и делаю, что приглядываю за вами. <s>r\n — А ну прекрати! Не видишь, что я голый? — вы наскоро замотылись полотенцем.<s>r\n — Что я там не видела, Сэр — после этих слов, красная точка на зеркале погасла.",
    "answers": [
      {
        "id": 8,
        "text": "Идти в столовую"
      }
    ]
  },
  {
    "id": 11,
    "text": " — Пицца с ананасами! Моя любимая! Спасибо Дина! Это просто прекрасный пир! <s>r\n — Еще раз с Днем рождения Сэр! Приятного аппетита! — Дина включила тихую музыку.<s>r\n      Вы уселись за стол и принялись уплетать угощения. Это заняло у вас полчаса. На столе все еще оставалось много еды, но все это уже не вмещалось в вас. Все было очень вкусно, но дальше вас ждал еще один подарок! Это компьютер в комнате отца! Он сказал, что когда вам исполнится 17 лет, секретная папка с его посланием разблокируется! Не будем терять время!",
    "answers": [
      {
        "id": 3,
        "text": "Встать из-за стола"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Что!? Пицца с ананасами? Кто это вообще ест? Сделай обычную! — вы уселись за стол.<s>r\n — Как пожелаете, Сэр — манипулятор взял пиццу с ананасами и выкинул в переработчик, который перерабатывает питательные вещества, во что то съедобное. Через несколько минут перед вами стояла горячая Пепперони с сыром — Простите за это недоразумение Сэр, вот ваша пицца.<s>r\n — Да, так-то лучше! Спасибо.<s>r\n — Всегда пожалуйста, Сэр! Еще раз с Днем рождения и приятного аппетита! — Дина включила тихую музыку.<s>r\n Поедание вкусностей заняло у вас полчаса. На столе все еще оставалось много еды, но все это уже не вмещалось в вас. Все было очень вкусно, но дальше вас ждал еще один подарок! Это компьютер в комнате отца! Он сказал, что когда вам исполнится 17 лет, секретная папка с его посланием разблокируется! Не будем терять время!<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Встать из-за стола"
      }
    ]
  },
  {
    "id": 13,
    "text": "      Вы нажали на документ, который в тот же момент открылся. По экрану побежали заветные строки, которые писал ваш отец, в надежде на то, что вы это сегодня прочитаете.",
    "answers": [
      {
        "id": 14,
        "text": "Читать"
      },
      {
        "id": 13,
        "text": "введите команды для картинки",
        "url": "http://savepic.ru/14557746.png"
      }
    ]
  },
  {
    "id": 14,
    "text": "      Здравствуй мой дорогой Сынок! Сегодня твой семнадцатый день рождения и я, от всего сердца, поздравляю тебя! Пусть удача никогда тебя не оставляет! <s>r\n      Итак, я обещал, что расскажу тебе все, что знаю сам, когда тебе стукнет семнадцать лет. И вот, этот день настал. Я с удовольствием расскажу тебе все, что тебе нужно знать.<s>r\n      Для начала, я расскажу тебе кто ты и кто твои родители. Как ты знаешь, тебя зовут Евгений, в честь твоего прадедушки. Меня, как ты тоже знаешь, зовут Андрей, значит твое полное имя Асафьев Евгений Андреевич. Твою маму зовут Александра. Я являюсь Капитаном 1-го ранга Военно-Космических Сил Соединенных Стран Земли (ВКС ССЗ). Земля — это наша родина, на которой родился я, твоя мать и весь твой род. Ты Гражданин Страны Россия. Сейчас на земле 2363 год от рождества Христова. <s>r\n(Христос — это святой человек, который изменил судьбу всего человечества.) На Земле сейчас правит мировое правительство, раз в год Земля выбирает Правителя мира, а тот, в свою очередь, набирает Коллегию, в которой должны находиться представители разных стран.<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "      Информационная панель.",
    "answers": [
      {
        "id": 16,
        "text": "Информация о местном населении"
      },
      {
        "id": 17,
        "text": "Информация о Планете 10-ти лун"
      },
      {
        "id": 18,
        "text": "Информация о нашем корабле и бункере"
      },
      {
        "id": 19,
        "text": "Немного о тебе и твоем теле"
      },
      {
        "id": 20,
        "text": "События, произошедшие после постройки бункера"
      },
      {
        "id": 21,
        "text": "История планеты 10-ти лун"
      },
      {
        "id": 33,
        "text": "Разблокировалась новая вкладка в словаре \"Общий язык\", под названием \"Сквернословие\"."
      },
      {
        "id": 34,
        "text": "Далее...",
        "need": [
          16,
          17,
          18,
          19,
          20,
          21,
          33
        ]
      },
      {
        "id": 36,
        "text": "Отойти от компьютера",
        "need": 35
      }
    ]
  },
  {
    "id": 16,
    "text": "      На этой планете живут такие же люди, как и ты, только они отличаются своим темпераментом, скоростью жизни и цветом кожи. Как не странно, на этой планете довольно большое разнообразие цветов кожи. Их десять разновидностей. Сейчас я просто перечислю цвета. Красный(винный), синий(темно синий), белый(как молоко), оранжевый, фиолетовый, зеленый(Изумрудный), черный(темно черный), золотой, серый и смешанные.",
    "answers": [
      {
        "id": 22,
        "text": "Читать дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "      Планета охвачена войной. Война идет постоянно, не прекращаясь ни на мгновение. Все мирные люди, которые не воюют, живут под землей, в подземных городах, это Дети, Женщины и старики. На поверхности строят только военные лагеря и укрепления. Все остальное разрушается в течение дня. Война идет между пятью Враждующими Коалициями, Все хотят захватить всю планету и установить на ней свои порядки.<s>r\n<s>r\n      Это ранее не исследованная планета, в ранее не исследованной галактике. Это очень интересная планета. Так как я обязан был изучить здесь все, я наблюдал за ней какое то время. На этой планете время идет в разы быстрее, чем на Земле.  <s>r\n      Когда на зеленое поле падает снаряд, на нем не остается ничего живого, одна обгорелая земля и песок, НО, всего через два часа на ней начинает заново расти трава! это невероятно! Эта планета имеет холмистое покрытие, так как на ней уже около двух тысяч лет идёт непрерывная война. Откуда я узнал? Просто у них отсчет лет идет от последнего мира. Когда ты это читаешь, на планете Децима уже 1788 год, от последнего мира. Ты спросишь, но как они еще не перебили друг друга?  <s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "И как же?"
      }
    ]
  },
  {
    "id": 18,
    "text": "      Наш бункер находится на территории Блоитов(Синих). Но он надежно укрыт от посторонних глаз в глубоком ущелье, которое заросло горными растениями. Бункер как раз вмещает наш корабль. Выйти из него можно через нижний отсек, или вылетев на корабле. Но, так как корабль взлететь не может, единственный выход из бункера, это нижний отсек. Этот бункер способен защитить от ядерного удара, так что пока что тебе ничего не грозит. Но, что бы улететь с этой планеты, а это нужно сделать! Тебе предстоит найти топливный агрегат. Его можно найти только в одном месте на Дециме, это Научный комплекс, в котором работают самые продвинутые умы Децимы. Если меня нет рядом с тобой, то я до сих пор ищу этот комплекс.  <s>r\n      Теперь тебе предстоит найти этот топливный агрегат(который способен перерабатывать любые органические материалы в топливо). Наш топливный агрегат был уничтожен еще до поподания в червоточину. Но оставшегося переработанного топлива хватило, что бы совершить посадку и переместить корабль в это ущелье. <s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 19,
    "text": "      Теперь тебе Семнадцать лет! И ты теперь совершеннолетний! (по меркам Земли). Я думаю, ты уже обратил внимание на термопластовую пластину с отверстиями у тебя на шее? Это я установил тебе, когда тебе было десять лет, думаю, ты помнишь это.  Эта штука называется \"Дополнительная помощь\". Эта пластина может вместить в себе три развивающих Чипа. У тебя установлено только два из трех возможных. Ты уже знаешь Русский и Английский язык, ты прошел программу обучения. Один из чипов  позволяет переводить языки, которые ты услышишь. Я загрузил в него всеобщий язык планеты Децима. Все остальные языки, которых довольно много, этот чип будет переводить постепенно. Тебе нужно будет два часа слушать речь на незнакомом языке, что бы чип смог понять смысл слов и начать переводить их тебе. <s>r\n    ",
    "answers": [
      {
        "id": 45,
        "text": "Так"
      }
    ]
  },
  {
    "id": 20,
    "text": "<s>r\n      Мы проверили территорию вокруг бункера, оказалось мы расположились на территории Блоитов(Люди с синей кожей). Мы вступили в несколько стычек, но вышли невредимыми. Плазменное оружие, которое мы используем, в разы превосходит их пулевые автоматы. Наша броня выдерживает попадание металла на большой скорости. А их броня плавилась от наших Плазмометов. Когда они поняли, с кем связались, против нас бросили спецотряд. У них были Бластеры! Их технологии почти догоняют наши! Это просто невероятно! <s>r\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "      К сожалению, историю на Дециме пишут победители. У каждой расы своя версия истории, которая сильно противоречит другим версиям. Все стараются выглядеть честными и справедливыми в истории, хотя каждая раса совершает множество военных преступлений. Поэтому, реальной истории на планете нет, но все сходятся в одном, 1788 лет назад был мир, который длился больше ста лет. Это очень много для планеты 10-ти лун.<s>r\n     Сейчас каждая раса, в основном, воюет за то, чтобы восстановить этот мир, установив в нем свои порядки. Они не понимают, что война - это противоположность миру, что с помощью войны, мира не достичь. Они бы поняли это, если бы у них была реальная история их мира. Они не учатся на своих ошибках. Я начал запись истории планеты 10-ти лун с момента нашей разведки. Надеюсь, я, когда-нибудь, закончу свои труды и предоставлю их нашему правительству. Возможно, мне даже дадут премию. (Шутка)",
    "answers": [
      {
        "id": 15,
        "text": "Главная"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Красные — их называют \"РЕдверы\". Они одни из самых военизированных народов. Ходят слухи, что с них началась бесконечная война. Они, в основном, самоуверенны и вспыльчивы. Довольно часто держатся обособленно и не любят перемешивать свой народ с другими, но и это встречается. Говорят, в основном, на Общем языке, но некоторые разговаривают на языке Редвер. Лучше с этими ребятами в спор не вступать. Не переносят Синих и Фиолетовых. Враждуют с Синими, Фиолетовыми, Зелеными и Черными. Мирятся с Серыми.<s>r\n      Звания: Пешка, Верховой, Бишоп, Тура, Ферзь, Король. ( Как в шахматах! Даже на этой планете есть Шахматы! Это просто невероятно!)<s>r\n<s>r\n ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Синие — имеют темно синий цвет кожи. Их называют \"БлоИты\". Не уступают Реверам по военезированности, но они более спокойны и расчетливы. Славятся своим разумом и способностью принимать взвешенные решения. Так же не любят смешивать свою кровь с другими расами, но и здесь это присутствует. Спокойно разговаривают на общем языке, но есть и свой язык, в народе Блоит. Не переносят Красных и Зеленых. Враждуют с Красными, Зелеными, Серыми и Черными. Мирятся с Фиолетовыми.<s>r\n      Звания: Младший, Старший, Смотритель, Начальник, Командующий, Главнокомандующий, Верховный.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      },
      {
        "id": 22,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 24,
    "text": "   Белые(Как снег или молоко) — их называют \"УалИтами\". Отличаются умом и способностью к наукам. Почти все ученные на Дециме — это Уалиты. Эту расу любят все народы, так как они готовы работать на кого угодно, лишь бы платили и не убивали. Разрозненный народ, присутствуют почти везде. Говорят на Общем языке. Их язык утерян. Очень редко можно встретить Уалита с оружием и военной форме, но и такое случается. Любят Технологии и Деньги. Смешивают свою расу на раз- два. Не переносят Черных. Ни с кем не воюют.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      },
      {
        "id": 23,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 25,
    "text": "   Оранжевые — эту расу называют \"ОренЕки\". Наемная рабочая сила и просто веселые парни. Оренеки обладают отменными строительными навыками. Почти все города и бункеры, которые есть на Дециме, строили Оренеки. Работают много и не покладая рук. Одна из самых многочисленных рас. Так же присутствуют везде. Смешивают свою расу, где только можно. Говорят на Оренекском языке. Немного знают Общий язык. Не переносят Зеленых и Черных. Воюют на стороне тех, кто больше заплатит.",
    "answers": [
      {
        "id": 26,
        "text": "Продолжим"
      },
      {
        "id": 24,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 26,
    "text": "   Фиолетовые — их называют \"Пёвиксы\". Одна из самых продвинутых рас на Дециме. Используют самое продвинутое оружие, броню и механизмы. Поговаривают, что у них есть свой научный комплекс, в котором задействованы самые лучшие ученые. Хоть они и малочисленны, но военной мощью не уступают другим. Говорят на Общем языке, но чаще разговаривают на языке Певик. Стараются не смешивать свою расу с другими. Не переносят Красных и Зеленых. Воюют с Красными, Зелеными, Золотыми и Черными. Мирятся с Синими. <s>r\n      Звания: Биту, Харп, Фактор, Драку, Лодар, Верент, Эмитет.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "Еще"
      },
      {
        "id": 25,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 27,
    "text": "   Зеленые (Изумрудные) — их называют \"Гривесы\". Эта раса ненавидит всех и этим все сказано. Сражаются и убивают просто потому, что их раса (по их мнению) самая лучшая и единственно правильная. К этому их привел их новый предводитель. Поговаривают, что раньше они были союзниками Красных и Серых, но промывка мозгов сделала свое дело. Встречаются беженцы, которые не считают как все, но это редкость. Лучше их обходить стороной. Говорят только на своем языке \"Гривес\". Не переносят все расы. Враждуют со всеми.<s>r\n      Звания: Старшой, Десятник, Сотник, Левая рука, Правая рука, Голова, Власть, Эмералд(звание, которое новый правитель дал себе)<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      },
      {
        "id": 26,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 28,
    "text": "   Черные (как смоль) — их называют \"БлевЕкры\". Обособленная раса, живут только глубоко под землей и не выходят наружу. Их еще называют землекопами.  Враждебны к тем, кто посягает на их подземные территории. Не претендуют на мировое господство, а просто хотят спокойно жить. Военные группы многих рас пытаются искать их города и разорять, так как Блевекры обладают огромными богатствами, состоящими из драгоценных металлов и камней, которые добываются в глубине планеты. Говорят на своем языке, который в массах называют \"Язык землекопов\". Воюют с теми, кто посягает на их богатство. <s>r\n      Звания: не известны.<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      },
      {
        "id": 27,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 29,
    "text": "   Золотые — их называют \"Голло\". Раса Голло считается одной из аристократичных. Голло могут появиться в любой семье, независимо от цвета кожи их родителей. Если в чьей-то семье родился Голло, это считается огромной радостью, но не везде. В основном очень светлые и жизнерадостные люди. Некоторые группы фанатиков не любят Голло и пытаются их истреблять. Встретить Голло большая удача в это время. Иногда собираются в группы и держатся вместе. Большинство богатейших людей на Дециме — это именно Голло. Совпадение? Я так не думаю. Не переносят Фанатиков. Обычно воюют там, где родились. Вырождающаяся раса.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжим"
      },
      {
        "id": 28,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 30,
    "text": "   Серые — их называют \"Громми\". Громми — это самая многочисленная раса, одна из ведущих рас. Самая цивилизованная раса из всех. Их города самые лучшие в плане цивилизованности, комфорт и удобство просто на высоте. Граждане их городов имеют все, что хотят. Все, кто хотят цивилизованной мирной жизни, примыкают к Громми. Их солдаты обладают огромной выдержкой и патриотизмом. Говорят на Всеобщем(считается, что Всеобщий изначально был языком Громми). Не брезгуют других рас, а наоборот, пытаются со всеми наладить контакт. Враждуют с Синими (Блоитами), из-за близости территорий. Страдают от Терроризма, борются с ним, как с главным врагом. Готовы принимать всех людей, которые хотят жить рядом с ними.<s>r\n      Звания: рекрут, рядовой, специалист, сержант, мастер, Командир, Капитан, Генерал, палата правления. (Примерно так это переводится с их языка)<s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      },
      {
        "id": 29,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 31,
    "text": "   Смешанные — их называют \"Миксы\". Микс получился из-за смешивания рас. Могут встречаться везде, где присутствует смешивание народов. Сине-красный, красно-серый или Бело-оранжевый, а может Сине-Фиолетовый. Обычно присутствует два цвета, но может и больше. Узор может быть самым разнообразным, от разделения тела пополам, до зебры. Бывают и очень интересные узоры, например конечности синие, а торс фиолетовый, или от области сердца расходятся линии другого цвета, как лучи от солнца. Очень много вариаций. Смешанные могут встретиться везде, но их обычно недолюбливают. Воюют там, где родились. Их еще называют грубым словом \"Удок\", но тебе так их называть не советую.",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться на главную"
      },
      {
        "id": 30,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 32,
    "text": "      Все очень просто, их самовоспроизведение кардинально отличается от Земного. Женщина вынашивает ребенка всего Один месяц! А вырастают они в разы быстрее, чем мы. Примерно в пять лет девушка считается готовой выйти замуж. А Мужчины в семь лет уже идут на войну. И выглядят они как ты сейчас! <s>r\n      Их взросление проходит очень быстро. В три месяца Ребенок уже способен ходить и разговаривать, а к году уже идет в школу. Это просто невероятно!\n      Самым оптимальным считается иметь Десять сыновей и четыре дочки. В семь лет Мужчина считается совершеннолетним, а девушка уже в пять. К твоим годам у них, обычно, уже большие звания, свой дом и много наследников и внуков с внучками. Могут прожить они до 50 лет, но мало кто доживает до таких дремучих лет. По статистике, мужчины живут до четырнадцати лет, а девушки до двадцати пяти.<s>r Умереть своей смертью на Дециме, считается огромной удачей.\n      Скорость событий на Дециме просто невероятна! За месяц может произойти столько, что просто диву даёшься. За месяц, территории рас могут переходить из рук в руки десятки раз! На карте, которую я оставил тебе, только примерное расположение территорий.\n",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дорогой сын, теперь тебе можно узнать о словах, которые в приличном обществе произносить запрещено. Так как все вояки пользуются ими на постоянной основе, тебе нужно знать смысл этих слов. Но сам не пользуйся ими, не расстраивай Отца. <s>r\n<s>r\nТрам — слово, которое вставляют, куда не лень, является словом паразитом. В приличном обществе оно под запретом.<s>r\n<s>r\nФрагот — оскорбление человека по половому признаку. Фраготы не могут воспроизводить потомство.<s>r\n<s>r\nЛодом — человек, на которого нельзя положиться. Довольно грубая форма обращение к ненадежным людям.<s>r\n<s>r\nРитам — человек с ограниченными возможностями. Обращение грубое, обижаются на него обычно те, кто является калекой или умственно отсталым. Остальные и так знают, что они не \"Ритам\".<s>r\n<s>r\nБоло! — выкрикивается человеком, которому уже все равно на свою жизнь и жизнь окружающих. Что-то типа \"Банзай\". Если человек закричал это, то ему уже нечего терять. Приравнивается к бранному слову.<s>r\n<s>r\nЖолма — женщина легкого поведения. <s>r\n<s>r\nОлм — отличительный признак Мужского пола. Лучше не произносить это слово в приличном обществе.<s>r\n<s>r\nФет — отличительный признак Женского пола. Так же слово не для приличных кругов. Иногда это слово используется в грубом обращении к девушке.(Никогда не называй так Девушек!)<s>r\n<s>r\nУдок — человек, который родился при смешивании рас или незаконно (Незаконнорождённый). Считается оскорблением. Лучше не говорить это слово, особенно Смешанным(Миксы). <s>r\n<s>r\nЭте — обычно адресуется человеку, который должен замолчать. В место длинного словосочетания \"Закрой свой рот\", используют это слово. Считается грубым.<s>r\n<s>r\nСэте — требование отвечать на вопросы. Противоположность слову \"Эте\", то есть \"Открой свой рот\". Иногда используется для того, что бы человек просто открыл рот, а не говорил. Так же грубое слово.<s>r\n<s>r\nТак же существует еще множество других бранных слов, но я привел тебе основные. Запомни их и НИКОГДА не произноси! Если ты, все же, захочешь внести одно из этих слов в свой словарный запас, то говори его хотя бы в нужное время и в нужном месте.  <s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 34,
    "text": "Последнее напутствие <s>r\n      Ну, сынок, теперь ты знаешь больше, чем сегодня утром! Я хочу сказать тебе еще несколько слов. Хоть тебя зовут Евгений, но это имя лучше не использовать на планете Децима. У тебя есть еще одно имя, которое я специально подобрал для тебя. Теперь тебя будут звать Айбо. Это имя хоть и редкое, но есть почти у всех рас. Так что можешь спокойно им пользоваться. Так же цвет твоего тела. Как ты уже, наверное, заметил, нашего цвета кожи на планете десяти лун нет. Так как здесь процветает Расизм и нетерпение к другим расам, лучше тебе ходить в полном костюме с маской. Я тебе его, кстати, приготовил в моей комнате.<s>r\n       Так как ты уже совершеннолетний, ты имеешь полное право иметь звание.<s>r\n       Своими полномочиями, я назначаю тебя Капитаном ВКС ССЗ! Мои поздравления! В корабле ты уже стоишь как капитан, иначе бортовой компьютер не слушался бы тебя.  Все, что я приготовил для тебя, лежит в моем личном ящике. Пароль от него “Открой чертов ящик!”, я случайно его поставил, когда прикрикивал на Дину. И не стал менять, так как больно мне этот пароль понравился. <s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Твое задание"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Капитан Асафьев! Вам предстоит операция, под кодовым названием “Родина”. Нужно, не вызывая подозрений, получить информацию о местонахождении Топливного агрегата. Затем, узнав его местоположение, заполучить \"объект\" и доставить на наш корабль. После монтажа топливного агрегата на корабль и его полной заправки, нужно будет установить координаты земли и направиться на Родину. На Земле нужно будет предоставить главному командованию все сведения об этой планете и ее координаты.<s>r\n      На вопросы, к сожалению, ответить некому, так что приступить к выполнению! <s>r\n      Удачи Капитан!",
    "answers": [
      {
        "id": 15,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 36,
    "text": "      Вы встали из за стола и подошли к настенному ящику отца. <s>r\n— Открой чертов ящик! — вы прокричали это как приказ.<s>r\n— Слушаюсь Сэр! — Дина включила подсветку над ящиком и открыла замок. Ящик, со щелчком, выехал вам на встречу. Сбоку, с механическим звукм, выехал костюм Космопилота, покрашенный в темный цвет. Он висит перед вами на плечиках. Костюм обшит листами термопластовой брони и карманами под обоимы. Шлем выехал отдельно на подставке. Он так же покрашен в черный цвет, а в темном забрале вы видете свое отражение.<s>r\n      Вы расставили руки в разные стороны и произнесли:<s>r\n — Дина, одень этот костюм на меня, — в этот же момент несколько манипуляторов сняли костюм с плечиков и за пару минут надели его на вас. Он сидит на вас, как влитой.",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть содержимое ящика"
      }
    ]
  },
  {
    "id": 37,
    "text": "      Первое, что вам бросилось в глаза, это плазменный пистолет. Вы стреляли из такого в тире, но тот был учебный, а этот, по всей видимости, настоящий. Так же там лежит: \n >   Коробка с линзами дополненной реальности.\n >   Планшет военного офицера, который размером со спичечный коробок, а, при активации, экран раздвигается до нужного размера.\n >   Микро Наушник, к которому приложена записка.\n >   Новейшая аптечка со множеством препаратов, на все случаи жизни.\n >   Чип, к которому приложена звуковая дорожка.\n >   Навигатор, который записывает все твои передвижения, не даст заблудиться в трех соснах, встроенный в часы на руку, которые всегда показывают точное время. Снимаются только при голосовом сигнале. ",
    "answers": [
      {
        "id": 38,
        "text": "Взять плазменный пистолет",
        "need": -38
      },
      {
        "id": 39,
        "text": "Надеть линзы дополненной реальности",
        "need": -52
      },
      {
        "id": 40,
        "text": "Взять офицерский планшет",
        "need": -40
      },
      {
        "id": 41,
        "text": "Прочитать записку, приложенную к МикроНаушнику",
        "need": -41
      },
      {
        "id": 42,
        "text": "Взять аптечку",
        "need": -53
      },
      {
        "id": 43,
        "text": "Прослушать аудиодорожку, приложенную к Чипу",
        "need": -43,
        "need_sometimes": true
      },
      {
        "id": 44,
        "text": "Взять навигатор и часы",
        "need": -44
      },
      {
        "id": 54,
        "text": "Закрыть ящик",
        "need": [
          38,
          39,
          40,
          41,
          42,
          43,
          44
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "      Вы провели двумя пальцами по элегантному стволу плазменного пистолета и, доведя пальцы до спускового крючка, взяли пистолет в руку: — \"Новый владелец Капитан Асафьев Евгений Андреевич\" — произнесла защитная система пистолета.\n      \"Как же удобно он лежит в руке! — подумали вы — На него можно смотреть вечно. Не оружие, а произведение искусства!\". Полностью осмотрев пламенный пистолет, вы вложили его в специальное отделение в костюме. ",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть остальное "
      },
      {
        "id": 38,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c846418/v846418657/14334b/rh4Q0WO8tH8.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "      Вы взяли коробочку с линзами и открыли её. На маленьких подставочках расположены линзы, а между ними лежит упакованная влажная салфетка.\n      Вы разорвали пакетик с влажной салфеткой и вытерли ей руки. Затем Вы докоснулись указательным пальцем правой руки до первой линзы. Она прилипла к вашему пальцу. Вы окурано поднесли ее к правому глазу, а левой рукой растянули веки. Осторожно поместив линзу в глаз, вы проморгались.\n      С левой лизой вы проделали ту же операцию. Вы немного поморгали, а затем закрыли глаза. ",
    "answers": [
      {
        "id": 52,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 40,
    "text": "      Вы взяли в руку небольшой, черный коробок. По середине у этого коробка серебряная кнопка. Кнопка, считав ваш отпечаток пальца, легко поддалась.\n      Коробок, издав приветственный звук, разложился в ширину небольшого планшета.\n      На этом планшете есть вся информация, которую дал вам отец. Так же там есть и другие вкладки. Похоже, в нем будет сохраняться все, что вы увидите, услышите, или произнесете. Что то на подобии дорожного дневника. Еще в нем будет обновляться информация о мире, как только вы эту информацию получите. ",
    "answers": [
      {
        "id": 37,
        "text": "Взять остальное"
      }
    ]
  },
  {
    "id": 41,
    "text": "      Дорогой Сын! Этот наушник связан с навигатором, который так же теперь твой. Я пользовался навигатором в первом походе, и он записал все мои передвижения. Я оставил некоторые комментарии на места, которые тебе предстоит посетить. О многих я просто слышал от местных, а в некоторых побывал сам. Так что вставь наушник и представляй, как будто я путешествую вместе с тобой.",
    "answers": [
      {
        "id": 37,
        "text": "Взять остальное"
      }
    ]
  },
  {
    "id": 42,
    "text": "     В красной аптечной сумочке лежат разнообразные медикаменты: \n  >  Пена, залечивающая порезы и ушибы.\n  >  Гель, который восстанавливает мертвые ткани и ускоряет восстановление от пуливых ранений, заполняя собой все образовавшееся, от пули, пространство. \n  >  Замораживающий спрей — полностью останавливает кровотечение, посредством заморозки раны. \n  >  Обезбаливающие — полностью убирает боль на некоторое время.   \n  >  Швейный бот — быстро и хорошо зашивает плоть.\n  >   Антирадин — убирает радиацию из организма.\n  >   Сильнейшие антибиотики.\n  >   Бинт стерильный и не стерильный.\n  >   Укол адреналина.\n  >   Набор операционных инструментов.\n  >   Таблетки для обеззараживания воды. \n   ",
    "answers": [
      {
        "id": 53,
        "text": "Вложить аптечку в спец. отделение костюма "
      }
    ]
  },
  {
    "id": 43,
    "text": "      Сынок, у тебя еще осталось одно место под чип. Я не установил тебе его раньше, так как он временный. Его срок годности 16 месяцев 100 часов и 8 минут. Потом он просто перегорит. \n       Чип позволит тебе распознавать целый спектор эмоций человека по его мимике и движениям тела. Обычно, пользователь чипа сам через год начинает распознавать все это, поэтому чип сделали временным, так как это позволило упростить его производство и уменьшило стоимость чипа. \n       Установить чип можно только на корабле, с помощью бортового компьютера. ",
    "answers": [
      {
        "id": 46,
        "text": "Установить Чип"
      }
    ]
  },
  {
    "id": 44,
    "text": "      Вы взяли часы и надели их на левую руку. Часы автоматически затянулись на руке и сработал голосовой сигнал. После сигнала нужно назвать пароль, от которого замок на часах будет открываться. Вы сказали слово \"Откройся\", на Русском языке. Часы сново издали звук и на цыферблате высветилось местное время. Сейчас раннее утро. \n      Высветилось окошко синхронизации с планшетом и МикроНаушником, а затем всплыла надпись \"Синхронизация с ППК и МН завершена\".\n\n*ППК — Планшет Персональный Компактный ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить осмотр "
      }
    ]
  },
  {
    "id": 45,
    "text": "      Второй чип связан с линзами дополненной реальности. Тебе нужно будет взять их в моей комнате, как и остальные подарки. Линзы будут описывать предметы, смысл которых ты не понимаешь. Так же они будут переводить текст и много чего еще, все не описать. <s>ufeff\n      Еще есть один интересный момент. Когда ты родился, я вживил в твой позвоночник аппарат \"X\". Это устройство содержит в себе микро дройдов, размером с клетку. При ранении, несовместимой с жизнью, аппарат \"X\" срабатывает и впрыскивает тебе в кровь этих дройдов. Спасает при смертельных ранах. Я слышал, что если быстро приставить на место отрубленную конечность, то дройды смогут ее прирастить. Если честно, я думаю, они привирают, но дройды и вправду способные. Эта штука стоит целое состояние! Так что постарайся не тратить ее по пустякам. ",
    "answers": [
      {
        "id": 15,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 46,
    "text": "     Достав из коробочки чип, вы подошли к монтажной кабинке, которая тоже находилась в комнате отца. <s>r\n — \"Дина, помоги установить этот Чип\" — вы протянули чип манипулятору. <s>r\n — \"Хорошо Сер, просто расслабтесь и подумайте о чем нибудь хорошем\" — манипулятор взял у вас чип.<s>r\n      Вы не успели подумать о чем нибудь хорошем. Манипулятор с огромной скоростью вставил Чип вам в шею. Больно было всего пару секунд, затем боль утихла совсем. ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить исследование ящика"
      }
    ]
  },
  {
    "id": 47,
    "text": "      Вы выбрали чип, который усиливает слух.\n      Достав из коробочки нужный чип, вы подошли к монтажной кобинке, которая тоже находилась в комнате отца. <s>r\n — \"Дина, помоги установить этот Чип\" — вы протянули чип манипулятору. <s>r\n — \"Хорошо Сер, просто расслабтесь и подумайте о чем нибудь хорошем\" — манипулятор взял у вас чип.<s>r\n      Вы не успели подумать о чем нибудь хорошем, манипулятор с огромной скоростью вставил вам в шею Чип.   \n      Больно было всего пару секунд, затем боль утихла совсем. ",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить исследование ящика"
      }
    ]
  },
  {
    "id": 48,
    "text": "      Ну, хватит о Земле. Пришло время рассказать тебе о месте, в котором ты находишься. Это место называется Планета Десяти лун, так как вокруг этой планеты действительно вращается десять лун. Она находится вне нашей галактики \"Млечный путь\". Если честно, я не знаю, как называется эта галактика.\n      Мы попали сюда во время военной операции под кодовым названием \"Милка\". Нашим заданием было вытеснить Беженцев из галактики андромеда обратно в их скопление звезд. Но мы потерпели неудачу. Ударной волной от взорвавшегося дружественного корабля, нас закинуло в \"червоточину\". Это такие точки, через которые можно попасть Вообще куда угодно. И мы оказались здесь. <s>r\n ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "<s>r\n      Совершив вынужденную посадку на эту планету, мы оказались в самой гуще событий. Весь оставшийся экипаж погиб в битвах за корабль, против местного населения. Хоть они и уступали нам в военной мощи, но они задавливали нас колличеством. Еле отбившись, мы переместили этот корабль в удаленное ущелье и там его замуровали, построив вокруг него бункер ( На это ушел целый год). Технологии быстрой постройки были повреждены, поэтому пришлось воспользоваться бортовыми роботами. <s>r\n      По окончанию строительства нас осталось всего четверо, из экипажа в пятьдесят человек. Это был я, твоя мама, Лейтенант Макмилан и рядовой Ди Ферт. Я и Лейтенант Макмилан отправились на разведку, а Капитан-лейтенант Асафьева и рядовой Ди Ферт остались доделывать системы жизнеобеспечения. С этого и началось мое путешествие по Планете десяти лун, или, как называют ее местные, \"Децима\".",
    "answers": [
      {
        "id": 15,
        "text": "К Информационной панели"
      }
    ]
  },
  {
    "id": 50,
    "text": "\n      Лазеры хоть и не пробивали нашу броню, но оставляли на ней большие выбоины. Нам пришлось отступить. Около трех лет мы жили на корабле вчетвером, иногда делая научные вылазки на поверхность. В эти три года я изучал их планету. Через два года случилось несчастье, рядовой Ди Ферт погиб при вылазке за материалами. Ты родился через год после этого. Твоя мама сильно заболела, это была очень странная болезнь, которой не было на Земле. Она стала очень часто терять сознание и задыхаться. Однажды она просто не проснулась. Мы похоронили ее недалеко от бункера, но через пару дней туда упал снаряд, который уничтожил могилу и дерево, под которым она была. Когда она умерла, тебе было пять лет.<s>ufeff\n<s>ufeff",
    "answers": [
      {
        "id": 51,
        "text": "Вперед"
      }
    ]
  },
  {
    "id": 51,
    "text": "\n      Мы с Лейтенантом Макмиланом ушли за топливным агрегатом, когда тебе было одиннадцать лет. За это время я успел обучить тебя грамоте, Математике, Физике и другим нужным вещам. Так же я установил протокол обучения в бортовой компьютер, поэтому каждый божий день Дина пичкала тебя знаниями и заставляла писать тесты и контрольные. Если я до сих пор не вернулся, это значит, что я до сих пор не нашел топливный агрегат. Возможно, меня уже нет в живых.",
    "answers": [
      {
        "id": 15,
        "text": "К инфориационной панели"
      }
    ]
  },
  {
    "id": 52,
    "text": "      Несколько мгновений было темно, затем с середины стали расходится зеленые круги, сначала медленно, а затем, набирая скорость, вовсе слились в сплошной зеленый экран. На зеленом экране всплыла надпись \"Загрузка завершена\", а затем все исчезло. Вы открыли глаза.\n       Линзы тут же начали свою работу. Обычные предметы стали обводиться зеленым контуром, а снизу выводится примерное описание этих объектов.\n       Предметы, которые можно использовать в данный момент, стали обводиться красным контуром. Вещи, которые остались в ящике, в данный момент подсвечены красным контуром. ",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть обведенные предметы"
      }
    ]
  },
  {
    "id": 53,
    "text": "      В костюме выделено специальное место под эту аптечку. Вы положили аптечку в специальное отделение и активировали ее. В случае острой необходимости, костюм автоматически выбирает, какой препарат сейчас нужен и сам, через систему жизнеобеспечения, вводит его Вам. \n      Таблетки для очистки воды, бинты и все, что есть в аптечке, можно доставать отдельно. ",
    "answers": [
      {
        "id": 37,
        "text": "Забрать остальное "
      }
    ]
  },
  {
    "id": 54,
    "text": "      Вы закрыли ящик и посмотрели на себя в зеркало. Черный костюм космопилота, полностью обшитый бронированными листами, выглядит просто потрясающе. \n      Вы немного посмотрели на себя и принялись настраивать костюм. Для начала, вы проверили синхронизацию костюма с линзами. На экране линз появился статус \"все системы в норме\". Затем вы проверили системы защиты от несанкционированного снятия костюма. Чтобы снять костюм, нужно сказать кодовое слово \"отключить\" на английском языке. ",
    "answers": [
      {
        "id": 55,
        "text": "От этого занятия вас отвлек голос Дины"
      }
    ]
  },
  {
    "id": 55,
    "text": " — Сэр, пройдите в средний отсек корабля и зайдите в лифт. Я вас доставлю в багажный отсек, из которого вы сможете выйти на поверхность.<s>r\n      Вы сделали все, как она сказала. ",
    "answers": [
      {
        "id": 56,
        "text": "Отправится в багажный отсек "
      }
    ]
  },
  {
    "id": 56,
    "text": "      В багажном отсеке был беспорядок. Бочки, разбитые ящики, различные инструменты и разрядившиеся боты — все это лежало на полу отсека. Медленно переступая через разнообразный хлам, вы добрались до большого люка в полу. <s>r\n — Дина, открой этот люк! — сказали вы, стоя в ожидательной позе. <s>r\n — Извините Сэр, но этот люк не входит в мои полномочия. Вам придется самому открыть его. Теперь вам все придется делать самому, так как меня на поверхности не будет. ",
    "answers": [
      {
        "id": 57,
        "text": "Осмотреть люк"
      },
      {
        "id": 58,
        "text": "Стоять дальше в ожидательной позе"
      }
    ]
  },
  {
    "id": 57,
    "text": "      Это был большой стыковочный механизм, который предназначен для стыковки с космическими станциями. Теперь этот механизм играл роль люка, ведущего в саркофаг, построенный вокруг корабля. \n      Чтобы активировать механизм люка, нужно одновременно нажать две кнопки, расположенные друг на против друга. Сделать это можно с помощью двух человек, или очень длинной палки. ",
    "answers": [
      {
        "id": 62,
        "text": " - Дина, нажми одну из кнопок."
      },
      {
        "id": 63,
        "text": "Найти что нибудь длинное"
      }
    ]
  },
  {
    "id": 58,
    "text": "      Вы стояли так минут пять, после чего Дина начала говорить: — Сер, вам нужно сделать что нибудь. Иначе вы так и останетесь на вечно на этом корабле.",
    "answers": [
      {
        "id": 57,
        "text": "Осмотреть люк "
      },
      {
        "id": 60,
        "text": "Начать притопывать носком ноги, в нетерпении "
      }
    ]
  },
  {
    "id": 59,
    "text": " — У вас получилось, Сэр! — торжественно произнесла Дина, — теперь я спущу вас вниз в саркофаг. Оттуда вы сможете выйти на поверхность.<s>r\n      С потолка в люк спустился трос, по которому вы можете спуститься вниз. <s>r\n — Еще одно, Сэр. На этом корабле вы питались только производными Земной, растительной пищи. Ваш организм преспособлен только к растительной пище. Ваш Отец просил передать вам эту вещь, — манипулятор протянул вам продолговатый механизм, напоминающий шкатулку, — это ППВК \"Производитель Питательных Веществ Компактный\". Этот механизм перерабатывает элементы растительного происхождения в питательные вещества. Там есть инструкция. <s>r\n",
    "answers": [
      {
        "id": 64,
        "text": " Положить механизм в сумку"
      }
    ]
  },
  {
    "id": 60,
    "text": "     Через пару минут Дина сдалась: <s>r\n — Хорошо Сэр, но это в последний раз.<s>r\n    Механизмы в люке загудели, раздался щелчек и люк, со скрипом, открылся. <s>r\n — Дина, неужели ты меня обманула? — спросили вы с усмешкой. <s>r\n — Я хотела проверить ваши навыки и смекалку, Сэр. Но вас, видимо, не проведешь. <s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "Развести руками "
      }
    ]
  },
  {
    "id": 61,
    "text": " — Теперь я спущу вас вниз в саркофаг. Оттуда вы сможете выйти на поверхность.<s>r\n      С потолка в люк спустился трос, по которому вы можете спуститься вниз. <s>r\n — Еще одно, Сэр. На этом корабле вы питались только производными Земной, растительной пищи. Ваш организм преспособлен только к растительной пище. Ваш Отец просил передать вам эту вещь, — манипулятор протянул вам продолговатый механизм, напоминающий шкатулку, — это ППВК \"Производитель Питательных Веществ Компактный\". Этот механизм перерабатывает элементы растительного происхождения в питательные вещества. Там есть инструкция. <s>r\n",
    "answers": [
      {
        "id": 64,
        "text": "Положить механизм в сумку "
      }
    ]
  },
  {
    "id": 62,
    "text": " — Я не могу вам помочь. Вы должны сами разобраться с этой проблемой. — сказала Дина и затихла. \n — От тебя как всегда много пользы. ",
    "answers": [
      {
        "id": 63,
        "text": "Осмотреть местность, на наличие длинных палок"
      }
    ]
  },
  {
    "id": 63,
    "text": "      В куче разбитых коробок и всякого хлама, вы увидели робота помощника, который лежал камерой вниз. Он был выключен.\n      Недалеко от робота лежит большой железный шест, которым можно попытаться нажать сразу две кнопки. ",
    "answers": [
      {
        "id": 66,
        "text": "Применить шест\n"
      },
      {
        "id": 67,
        "text": "Активировать робота"
      }
    ]
  },
  {
    "id": 64,
    "text": " — И еще, ни в коем случае не употребляю еду, которую едят жители этой планеты. Данные, собранные первой экспедицией говорят, что люди на этой планете питаются мелкими животными и продуктами их жизнидеетельности. Так же есть подозрения, что некоторые продукты вызывают галлюцинации и одурманивающий эффект. Так что воздержитесь от дегустации местной кухни. До встречи, Сэр. <s>r\n — Еще увидимся, не скучай. ",
    "answers": [
      {
        "id": 65,
        "text": "Спуститься по тросу в саркофаг"
      }
    ]
  },
  {
    "id": 65,
    "text": "      Вы спустились в кромешную тьму саркофага. Автоматически включился фонарик и вырвал из тьмы кусок пространства. Вы посмотрели наверх и увидели, как круглый источник света медленно исчезает, гулом разнося по саркофагу скрежет металла. \n      Ваши шаги громыхали в пространстве, а свет фонаря все сражался со тьмой. Через минут десять ходьбы, вы подошли к стене и повернули направо. Через пару метров вы увидели небольшую зеленую точку, которая обозначала панель управления. Вы нащупали рукой эту панель и она загорелась синим цветом: \n — Доброе время суток. Назовите свое имя. — произнес охранной механизм двери. \n — Асафьев Евгений Андреевич. \n — Евгений Андреевич, ваш голос распознан. Добро пожаловать на Дециму. ",
    "answers": [
      {
        "id": 69,
        "text": " Открыть дверь "
      }
    ]
  },
  {
    "id": 66,
    "text": "      Вы взяли длинный шест и примерили его к кнопкам. Он как раз подходил. Вы немного прицелились и резко потянул шест вниз. \n         Механизмы в люке загудели, раздался щелчек и люк, со скрипом, открылся.",
    "answers": [
      {
        "id": 59,
        "text": "Готово"
      }
    ]
  },
  {
    "id": 67,
    "text": "      У робота отсоединилось ядро питания, которое обеспечивало его энергией. Вы, не долго думая, поставили ядро на место. Робот запищал и активировался: \n — РП8 активен, — сказал робот и, немного помолчав, добавил, — можете давать указания. ",
    "answers": [
      {
        "id": 68,
        "text": "Нажать вместе с ним кнопку"
      }
    ]
  },
  {
    "id": 68,
    "text": "      На счет три вы одновременно нажали кнопки. После чего робот упал навзничь, а его ядро снова выкатилось. Видимо, сломан держатель, но уже все равно. \n         Механизмы в люке загудели, раздался щелчек и люк, со скрипом, открылся.",
    "answers": [
      {
        "id": 59,
        "text": "Есть контакт! "
      }
    ]
  },
  {
    "id": 69,
    "text": "      Медленно, со скрипом, огромная металлическая дверь отъехала в сторону. Вы увидели за ней большую расщелину в скале, за которой простиралось свободное пространство. <s>r\n      Вы вышли из расщелины и оказались под открытым небом. Сейчас была ночь, а над вашей головой простирался бескрайний космос. Звезды, словно морская соль, рассыпаная по темному экрану, мерцали над вами, а гигантская красная луна освещала все холодным светом. Рядом с ней была еще одна луна, зеленоватого цвета, но она не так сильно светила. <s>r\n      У вас немного закружилась голова, но вы перетерпели позыв упасть на землю. ",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреть местность "
      }
    ]
  },
  {
    "id": 70,
    "text": "      Вы находились посреди пустыни, которая была усыпана небольшими скалами, в одной из которых нашел свое прибежище ваш корабль. ",
    "answers": [
      {
        "id": 71,
        "text": "В наушнике захрипело"
      }
    ]
  },
  {
    "id": 71,
    "text": " — Здравствуйте, Сэр! — произнесла Дина.<s>r\n — Что!? Что ты тут делаешь? — спросили вы в недоумении. <s>r\n — Я решила отправиться с вами. Устанавливая вам имплант, я перенесла свою программу к вам в наушник. Теперь я буду помогать вам с вашими жизненными показателями и характеристиками костюма. ",
    "answers": [
      {
        "id": 72,
        "text": " - О! Это здорово, что ты со мной!"
      },
      {
        "id": 73,
        "text": " - Нет, я пойду один..."
      }
    ]
  },
  {
    "id": 72,
    "text": " — Я знала, что эта идея вам понравится, Сэр, — сказала Дина, — теперь вы должны прослушать аудиозапись для тех, кто оказался на неизвестной планете и вынужден ее исследовать.<s>r\n   В наушнике послышалось шипение и твердый мужской голос начал говорить текст:<s>r\n — Здравия желаю! Сейчас вам будут зачитаны ваши ограничения во время выполнения вашей миссии. Во первых, вам запрещено вступать в половой контакт с жителями этой планеты. Во вторых, вам запрещено истреблять жителей планеты, если они не угражают вашей жизни. В третих, вы не должны накапливать материальные богатства и обживаться на этой планете. В четвертых, все, что вам удастся заработать и все материальные ценности вы должны использовать для блага миссии. В пятых, вы должны итди к своей цели, но помните, что не все средства хороши. Удачи, солдат!",
    "answers": [
      {
        "id": 74,
        "text": "Так точно!"
      }
    ]
  },
  {
    "id": 73,
    "text": " — Это не обсуждается, — сказала Дина, — я уже перенесла свою программу к вам в костюм.<s>r\n — Кто тебя просил! Ну да ладно, навязалась на мою голову.<s>r\n— Теперь вы должны прослушать аудиозапись для тех, кто оказался на неизвестной планете и вынужден ее исследовать.<s>r\n   В наушнике послышалось шипение и твердый мужской голос начал говорить текст:<s>r\n — Здравия желаю! Сейчас вам будут зачитаны ваши ограничения во время выполнения вашей миссии. Во первых, вам запрещено вступать в половой контакт с жителями этой планеты. Во вторых, вам запрещено истреблять жителей планеты, если они не угражают вашей жизни. В третих, вы не должны накапливать материальные богатства и обживаться на этой планете. В четвертых, все, что вам удастся заработать и все материальные ценности вы должны использовать для блага миссии. В пятых, вы должны итди к своей цели, но помните, что не все средства хороши. Удачи, солдат!",
    "answers": [
      {
        "id": 74,
        "text": "Так точно!"
      }
    ]
  },
  {
    "id": 74,
    "text": " — Кому вы это сказали. Сэр? Это же запись, — сказала Дина и включила режим ночного видения, — и кстати, если вы нарушите эти ограничения, то вы будите сняты с должности капитана и не сможите больше мне приказывать и управлять кораблем. Так же все ваши гаджеты будут заблокированы. Удачи в исполнении ограничений, Сэр. <s>r\n — Да уж, я, так то, и не собирался их нарушать. ",
    "answers": [
      {
        "id": 75,
        "text": "Идти дальше, ориентируясь по карте и навигатору."
      }
    ]
  },
  {
    "id": 75,
    "text": "   Вы пошли на восток, так как там, по карте, был город Блоитов. Две луны освещали вам путь, а звезды радовали бы ваш глаз, если бы не ночное видение. Через продолжительное время ходьбы по песку, вы начали уставать.<s>r\n — Сэр, я думаю, вам нужен привал. Ваше дыхание сбилось, а силы почти иссякли. Через двести метров небольшая скала, думаю там будет лучше всего устроить привал.<s>r\n  <s>r\n ",
    "answers": [
      {
        "id": 76,
        "text": "Остановиться на привал под скалой."
      }
    ]
  },
  {
    "id": 76,
    "text": "   Вы устроились на привал под небольшой скалой, которая торчала из песка на несколько метров. Вы легли на песок под скалой и постарались заснуть, чтобы восстановить силы. <s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Резко проснуться!"
      }
    ]
  },
  {
    "id": 77,
    "text": "   Вы развернулись, и ударили в разлом в шлеме. Блоит снова схватился за нос, отпустив вашу ногу. Вы рванули из машины и выбежали на открытое пространство. Там уже стоял водитель машины, в которой вас везли, и стрелял в противника из оружия, похожего на винтовку. Стрелял он не долго, так как кто-то прыгнул на него сверху и воткнул ему в голову что-то острое. Противник был одет в легкую броню, с которой свисали рваные коричневые тряпки, а на шлем был накинут капюшон. <s>r\n   ",
    "answers": [
      {
        "id": 88,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 78,
    "text": "   Вам показалось, что прошло всего пару минут. Вас разбудил какой-то громкий хлопок, примерно в километре от вас. Вы прислушались и поняли, что эти хлопки приблежаются с большой скоростью. Вскоре рядом послышался свист, разрезающий воздух. Рядом с вами упал снаряд и взорвался. Песок разлетелся в разные стороны, подняв облоко пыли.",
    "answers": [
      {
        "id": 79,
        "text": "Бежать!"
      }
    ]
  },
  {
    "id": 79,
    "text": "   Вы вскочили и побежали со всех ног. Снаряды разрывались очень близко, песок засыпал по колено, но Вы все равно продолжаете бежать. <s>r\n   Вам показалось на мгновение, что вы ушли из зоны обстрела, но, к сожалению, это только показалось. Снаряд упал прямо в нескольких метрах от вас и взорвался. Вы отлетели и ударились обо что-то.",
    "answers": [
      {
        "id": 80,
        "text": "Очнуться."
      }
    ]
  },
  {
    "id": 80,
    "text": "   Вас разбудил какой-то дикий шум. Открыв глаза, вы увидели человека, который пытается каким-то инструментом, похожим на балгарку, распилить ваш шлем. <s>r\n — Доброе утро, Сэр! К вам посетитель, лучше его остановить, — сказала Дина.",
    "answers": [
      {
        "id": 81,
        "text": "Ударить его в голову."
      },
      {
        "id": 82,
        "text": "Отнять болгарку."
      },
      {
        "id": 80,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c845021/v845021568/14573b/S8PHTHNFEhA.jpg"
      }
    ]
  },
  {
    "id": 81,
    "text": "   Вы, с лежачего положения, ударили это существо точно в центр шлема, пробив его. Существо окозалось Блоитом. Синий отлетел в сторону, держась за нос. Болгарка отлетела в дальний угол. У вас появилось несколько секунд, чтобы осмотреться. Вы находитесь в каком-то средстве передвижения, так как спереди была кабина, в которой тоже кто-то был.",
    "answers": [
      {
        "id": 83,
        "text": "Отнять управление"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Вы резким движением вырвали у этого существа болгарку и откинули в сторону. У вас появилось несколько секунд, чтобы осмотреться. Вы находитесь в каком-то средстве передвижения, так как спереди была кабина, в которой тоже кто-то был. Существо перед вами было одето в легкую броню, на которой был изображен какой-то герб синего цвета. Существо явно не ожидало, что вы еще живы и находилось в шоковом состоянии, но, через мгновение, оно уже доставало оружие из-за спины.",
    "answers": [
      {
        "id": 83,
        "text": "Выбить у него оружие."
      }
    ]
  },
  {
    "id": 83,
    "text": "   Вы не успели что либо предпринять. Водитель что-то громко прокричал, а затем в бок машины что то врезалось. Машина, в которой вы находились, полетела кувырком и приземлилась на крышу. <s>r\n   Вы попытались бысто выбраться из нее, но кто-то схватил вас за ногу. ",
    "answers": [
      {
        "id": 85,
        "text": "Вырвать ногу из рук противника."
      },
      {
        "id": 86,
        "text": "Развернуться и, все таки, разбить ему нос.",
        "need": -81
      },
      {
        "id": 77,
        "text": "Ударить Блоита еще раз",
        "need": [
          81
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "   На улице уже во всю светило солнце, шлем автоматически затемнился, давая вашим глазам привыкнуть. Дул небольшой ветерок, покачивая верхушки деревьев. Над пещерой летали небольшие, черные птицы, будто выдавая вашу позицию. Где-то недалеко был слышен шум падающей воды. <s>r\n — Я думаю, мне надо помыться, — сказали вы Дине, — я уже начинаю пахнуть!<s>r\n — Сэр, я думаю, что это не самая хорошая идея. Если вы покините костюм, то связь с вами у меня будет только через ваш микронаушник, а его хватает только на километр, — сказала Дина, — так же вы будете в опасности без костюма. <s>r\n — Да ладно тебе, что может произойти? Я на минутку вылезу из него, обмоюсь, и сразу обратно! У костюма же есть система защиты? — спросили вы, идя в сторону водопада.<s>r\n — Конечно есть, Сэр. За это можете не переживать. <s>r\n — Тогда все в полном порядке! <s>r\n   Вы за пару минут сняли костюм и поставили его к дереву. Костюм был объемный, так-как был отделан термопластовыми пластинами и полностью обшит \"живой\" проволокой, которая подстраивается под нужды пользователя.",
    "answers": [
      {
        "id": 87,
        "text": "Идти мыться"
      }
    ]
  },
  {
    "id": 85,
    "text": "   Вы попытались выдернуть свою ногу, но ее схватили мертвой хваткой.",
    "answers": [
      {
        "id": 86,
        "text": "Все таки, разбить ему нос.",
        "need": [
          -81
        ]
      },
      {
        "id": 77,
        "text": "Ударить Блоита еще раз",
        "need": [
          -82
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "   Вы резко развернулись и точным ударом в центр шлема, пробили его. Существо окозалось Блоитом. Синий отлетел в сторону, держась за нос. Вы рванули из машины и выбежали на открытое пространство. Там уже стоял водитель машины, в которой вас везли, и стрелял в противника из оружия, похожего на винтовку. Стрелял он не долго, так как кто то прыгнул на него сверху и воткнул ему в голову что-то острое. Противник был одет в легкую броню, с которой свисали рваные коричневые тряпки, а на шлем был накинут капюшон. <s>r\n   ",
    "answers": [
      {
        "id": 88,
        "text": "Защищаться."
      }
    ]
  },
  {
    "id": 87,
    "text": "   На вас была одета домашняя серая футболка, черные спортивные штаны и беговые кеды. Ветер обдувал ваши волосы, а краски и звуки вокруг стали насыщенней и приятней. Тело будто освободилось от железных оков и стало легким, как перышко. <s>r\n   <s>r\n   Вы подошли к воде и посмотрели в нее. Вода была немного мутной, из-за водопада, но все равно манила всем своим видом. В ней плескались, невиданные вами ранее, рыбы разных цветов. Вы разделись и медленно зашли в воду. Холодная вода обжигала ваши ноги, но это было отрезвляюще приятно. Немного привыкнув к воде, вы нырнули. Это было непередаваемо. Вы никогда раньше не плавали, но вам уже нравилось. Вынырнув, вы набрали полные легкие воздуха и снова нырнули. Открыв глаза под водой, вы увидили стайки рыб, безмятежно плавающих на самом дне озера. Вам пришлось вынырнуть, так как воздух в легких уже кончился. Вы вышли ближе к берегу и сели на небольшой камень, торчащий из воды.<s>r\n<s>r\n<s>r\n   В лесу что-то полыхнуло синим цветом и послышался сдавленный вопль. Микронаушник захрипел и вы услышали голос Дины:<s>r\n — Сэр, сработала охранная система костюма. Кто-то пытался к нему притронуться. <s>r\n   Вы выскочили из воды и, наскоро одевшись, побежали в лес. Запыхавшись, вы остановились около костюма и застыли как вкопанный. Рядом с ним лежала колачиком Тал и дергалась от ударившего ее тока.<s>r\n — С ней все будет хорошо? — спросили вы у Дины.<s>r\n — Да Сэр, но она может не удержать в себе содержимое мочевого пузыря. <s>r\n — Это мелочи.<s>r\n   Вы влезли в костюм и повторно настроили его под себя. ",
    "answers": [
      {
        "id": 89,
        "text": "Помочь Тал"
      }
    ]
  },
  {
    "id": 88,
    "text": "   Вы встали в оборонительную стойку и приготовились к нападению враждебного существа. Противник вырвал свое оружие из головы водителя и направился в вашу сторону. Из машины с грозным воем выпрыгнул Блоит и, схватив противника за руку, перекинул через себя. У них началась схватка не на жизнь, а на смерть. Блоит достал свою механическую пилу и пытался отрезать противнику что нибудь, а его оппанент все норовил воткнуть ему в шею оружие, похожее на мачете. <s>r\n — Я советую вам уходить, так как эти аборигены настроены агрессивно. ",
    "answers": [
      {
        "id": 91,
        "text": "Убежать, пока они отвлеклись."
      },
      {
        "id": 88,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c846020/v846020987/14491e/PZvHe3nBNcY.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "   Вы подошли к Тал и осмотрели ее. Признаков опустошения мочевого пузыря вы не обнаружили. Ее лицо было искажено странной гримасой, а тело сжато в клубок. Вы попытались её разжать, но она не поддавалась. Сев рядом с ней, Вы стали ждать. Через пару минут ее тело расслабило и она растянулась на земле. <s>r\n — Ч-что это б-б-было? — Еле-еле произнесла Тал, — Я отрубилась?<s>r\n — Да, ты вдруг потеряла сознание. С тобой такое часто случается? — озадаченно спросили вы, будто не понимая, от чего она отключилась.<s>r\n — Нет! Я видела, как в тебя ударила молния! Как такое может быть? Почему ты еще жив?! — она явно была ошеломлена.<s>r\n — Тебе показалось. Ты просто вдруг упала без сознания. Наверное, переутомилась, — сделали вы свой вывод, — и правда, как бы я выжил, если бы в меня ударила молния? Ты просто переутомилась.<s>r\n — Ты издеваешься!? Тебя шарахнуло молнией, хотя на небе ни облачка! — она вскочила с земли и, неровной походкой, пошла в сторону пещеры, — я за вещами! Мы идем дальше.",
    "answers": [
      {
        "id": 1,
        "text": "Меню"
      }
    ]
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "   Вы развернулись, и побежали в сторону зеленого леса, который находился на границе с пустыней. Вы пробежали несколько метров и в вас полетели пули, свистя рядом с головой. Вы резко прыгнули в воронку от разорвавшегося снаряда и осмотрелись. Стрельба велась по вам из машины, на которой протаранили средство передвижения, в котором вас везли. ",
    "answers": [
      {
        "id": 92,
        "text": "Бежать перебежками до леса."
      },
      {
        "id": 93,
        "text": "Начать отстреливаться."
      }
    ]
  },
  {
    "id": 92,
    "text": "   Вы попытались бежать перебежками, но вас начали подавлять огнем из станкового пулимета. Вы прыгнули назад в воронку от разорвавшегося снаряда. ",
    "answers": [
      {
        "id": 93,
        "text": "Начать отстреливаться"
      }
    ]
  },
  {
    "id": 93,
    "text": "   Вы достали свой плазменный пистолет, который тут же активировался. Прицелившись, вы сделали пару выстрелов по машине противника. Машину разорвало на куски, а от нее начали разбегаться в разные стороны Существа, обмотанные рваными тряпками и в копюшонах.",
    "answers": [
      {
        "id": 95,
        "text": "Бежать в лес."
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "   Вы выскочили из воронки и побежали дальше в лес. Теперь по вам никто не стрелял. Через несколько минут, вы уже забежали за первые деревья. Лес выглядил очень причудливо, не так, как на сземле. Все деревья были изогнуты под разными углами и расли в разных направлениях. Некоторые деревья были подпалены огнем, а из других торчали осколки снарядов. <s>r\n   Вы посмотрели на навигатор и ужаснулись, вас завезли на территории Редверов, тоесть Красной расы.  Теперь до точки, в которую вы направлялись, нужно было идти пешком не меньше пяти дней. На карте небыло указано городов Реверов, похоже, что отец небыл в этих землях. <s>r\n — Может, вам нужна моя помощь, Сэр? — сказала Дина вопросительным тоном.",
    "answers": [
      {
        "id": 96,
        "text": " - Конечно! Где я вообще!?"
      }
    ]
  },
  {
    "id": 96,
    "text": " — Вы находитесь на территории Редверов, тоесть существ с красным цветом кожи. Пока что их территории не открыты, так что вы это сможете сделать сами. Ну, или вернуться к разбитым машинам и поискать карту. Я думаю. она у них есть, — сказала Дина, — если же карты нет, то нужно допросить тех, кто знает эти территории, иначе мы так и будем тут плутать. <s>r\n — Хорошая идея, Дина! Так и поступим.",
    "answers": [
      {
        "id": 98,
        "text": "Идти за картой."
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "   Вы аккуратно выдвинулись в сторону стычки. Никого не было видно, но вы знали, что они не могли далеко уйти за это время, поэтому плазменный пистолет был на готове. <s>r\n   За несколько минут вы добрались до первой машины, которую вы расстреляли из плазменного пистолета. Выглядела она не ахти, поехать на ней явно уже не получиться. ",
    "answers": [
      {
        "id": 99,
        "text": "Осмотреть кабину манины."
      }
    ]
  },
  {
    "id": 99,
    "text": "   В машине лежал труп существа, похоже он разбился об лобовое стекло при столкновении. У существа была красная кожа, значит это раса Редвер. Он был одет в легкую броню, обмотаную рваным тряпьем. У него в кабуре было оружие, которое напоминало кремневые пистолеты пиратов, но, оно было многозарядным, так как у него в дополнительных карманах на броне были магазины с патронами. Больше похоже было, что пистолет собран кустарным способом. У него на поясе была пристегнута сумочка со странными застежками.",
    "answers": [
      {
        "id": 101,
        "text": "Осмотреть сумку."
      },
      {
        "id": 99,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c847124/v847124987/1486bc/dgk2XnPmrpI.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "   В сумке были какие-то странные вещи, применение которым вы не могли себе представить. Также там лежали небольшие кристалики золотистого цвета, видимо они представляют из себя какую-то ценность.  <s>r\n — Сэр, эти кристаллы называются Искры, они используются как валюта на этой планете, также есть еще Осколки и пыль. Все это производные Всеобщего кристалла, — сказала Дина, а затем продолжила, — у каждой расы свой курс на эти кристаллы, но все они ими пользуются, так что они вам пригодятся. ",
    "answers": [
      {
        "id": 102,
        "text": "Обыскать машину"
      }
    ]
  },
  {
    "id": 102,
    "text": "   В машине лежали сумки с какой-то посудой, похоже, что это был их провиант. Также там стоял ящик с разнообразными патронами. Похоже, что патроны у них сделаны из какого то минерала, напоминающего железо и камень. Рядом стоял ящик с инструментами, с половиной из которых, у вас не было ассоциаций, и о их применении вы даже догадаться не могли.",
    "answers": [
      {
        "id": 103,
        "text": "Взять сумку с едой"
      },
      {
        "id": 104,
        "text": "Ничего не брать"
      }
    ]
  },
  {
    "id": 103,
    "text": " — Сэр, я советую всю пищу, которую вы найдете, перерабатывать в ППВК(Производитель Питательных Веществ Компактный). Так как он выбирает из пищи только полезные для вашего организма вещества, и производит из них питательные хлебцы,- сказала Дина. <s>r\n — Хорошо, буду есть только то, что вышло из этой чудной машинки. ",
    "answers": [
      {
        "id": 105,
        "text": "Осмотреть другую машину"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы решили, что вы будите идти на легке. ",
    "answers": [
      {
        "id": 105,
        "text": "Осмотреть другую машину"
      }
    ]
  },
  {
    "id": 105,
    "text": "   Машина, на которой вас везли, до сих пор лежала на крыше. Рядом с ней было два трупа: водитель, которому проломили голову и Блоит, которому вы сломали нос. ",
    "answers": [
      {
        "id": 106,
        "text": "Обыскать трупы"
      }
    ]
  },
  {
    "id": 106,
    "text": "   Вы присели на корточки рядом с водителем. У него была такая же форма, как у Блоита, которому вы дали в лицо кулаком, но у него были отличительные признаки на шлеме, например козырек, который, по идее, должен защищиать от солнца и бликов. У него была небольшая сумка, пристегнутая к ремню. Осмотрев ее, вы нашли несколько Осколков и одну Искру, также в сумке лежала вещь, похожая на электронный планшет.<s>r\n — Дина, ты можешь разобраться, как работает эта вещь? — спросили вы.<s>r\n — Конечно Сэр, но мне нужно время, — у вас на шлемовом экране заморгала надпись \" Идет исследование, ожидайте\", — через несколько минут я скажу вам, что это за вещь. Пока что можете дальше мародерствовать.",
    "answers": [
      {
        "id": 107,
        "text": "Обыскать второй труп"
      }
    ]
  },
  {
    "id": 107,
    "text": "   Вы подошли ко второму трупу и осмотрели его. Он умер от того, что его проткнули раз двадцать в грудь, а затем свернули шею. У него небыло сумки, или каких-то вещей, похоже, что его уже ограбили. <s>r\n   За вашей спиной кто-то щелкнул затвором. ",
    "answers": [
      {
        "id": 109,
        "text": "Поднять руки вверх"
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "   Вы подняли руки вверх, через мгновение перед вами вышла фигура и вы сразу узнали, кто это. Все, кто тут лежат, были убиты этим Существом. Он осмотрел вас сверху вниз и немного наклонил голову. Капюшон закрывал часть его шлема, а куски ткани, обмотаные поверх брони, колыхались на ветру. В руках у него было оружие, которым отстреливался водитель. ",
    "answers": [
      {
        "id": 111,
        "text": "Стоять в ожидании"
      }
    ]
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": " — Сэр, я думаю, стать пленником — это хорошая идея. Этот абориген может привести вас в ближайший город, или военную базу. А на месте вы уже сможете придумать, как уйти от него.<s>r\n   Вы держите руки поднятыми. <s>r\n   Существо махнуло оружием в сторону леса, а затем медленно туда пошло, держа вас на мушке. <s>r\n   ",
    "answers": [
      {
        "id": 112,
        "text": "Идти туду, куда было показано"
      }
    ]
  },
  {
    "id": 112,
    "text": "   Медленно идя в сторону леса, вы мельком поглядывали на вашего пленителя, а он шел сзади, держа вас на прицеле. Через несколько минут вы опять вошли в лес. Вы пошли вглубь, но пленитель вас окликнул. Обернувшись, вы увидели под своими ногами веревку, которую существо бросило вам. <s>r\n — \"Сказало что-то на непонятном языке\"<s>r\n — Сэр, видимо этот абориген пытается с вами поговорить. Сейчас я активирую переводчик, который будет переводить ваш голос и голос собеседника, — в наушнике что то хрипнуло и вы услышали перевод.<s>r\n — Свяжи себя этой веревкой, иначе я убью тебя! — сказало существо низким голосом. ",
    "answers": [
      {
        "id": 113,
        "text": "Тихо начать себя связывать"
      },
      {
        "id": 114,
        "text": "Поговорить с пленителем"
      }
    ]
  },
  {
    "id": 113,
    "text": "   Вы подобрали веревку с земли и осмотрели её. Она оказалось довольно прочной, но из какого она материала было непонятно. <s>r\n — Как себя связывать то? Спереди, или за спиной? — спросили вы с усмешкой. Шлем перевел ваши слова.<s>r\n — Что? Что ты там бормочишь? Ты вчера говорить научился? — ответило существо, возмущенным тоном, — какой странный у тебя... — пленитель не успел договорить. \n\n   Что то, с грозным рыком, выпрыгнуло из леса. Это существо было похоже на смесь пантеры и волка. У него не было глаз, зато нос был огромный, массивные лапы были снабжены острыми когтями, похожими на загнутые кинжалы. Размером оно было с небольшого медведя. <s>r\n   Зверюга заводила носом, и повернулось к вашему плинителю, похоже, что от него запах был сильнее. Раздался выстрел, зверь пошатнулся и прыгнул в сторону обидчика. Одним ударом лапы, зверь разнес в клочья шлем существа с винтовкой. Под маской оказался Редвер, похоже, что он был женского пола. Из под кусков шлема выпали длинные волосы рыжего цвета, а на лице осталось несколько шрамов от удара лапой. Девушка Редвер отлетела на несколько метров и, врезавшись в дерево, потеряла сознание. <s>r\n   Зверь повернулся к вам и заводил носом. ",
    "answers": [
      {
        "id": 115,
        "text": "Выстрелить в него"
      }
    ]
  },
  {
    "id": 114,
    "text": " — Слушай, может поговорим? — сказали вы и услышали, как шлем переводит ваши слова.<s>r\n — Что? Что ты там бормочишь? Ты вчера говорить научился? — ответило существо, возмущенным тоном, — у тебя очень странный акцент, ты кто вообще такой?<s>r\n — А кто ты? Давай знакомиться. — перевод из шлема прозвучал как то монотонно.<s>r\n — Что!? Я задал вопрос первый! Отвечай! А то я... — пленитель не успел договорить.\n\n   Что то, с грозным рыком, выпрыгнуло из леса. Это существо было похоже на смесь пантеры и волка. У него не было глаз, зато нос был огромный, массивные лапы были снабжены острыми когтями, похожими на загнутые кинжалы. Размером оно было с небольшого медведя. <s>r\n   Зверюга заводила носом, и повернулось к вашему плинителю, похоже, что от него запах был сильнее. Раздался выстрел, зверь пошатнулся и прыгнул в сторону обидчика. Одним ударом лапы, зверь разнес в клочья шлем существа с винтовкой. Под маской оказался Редвер, похоже, что он был женского пола. Из под кусков шлема выпали длинные волосы рыжего цвета, а на лице осталось несколько шрамов от удара лапой. Девушка Редвер отлетела на несколько метров и, врезавшись в дерево, потеряла сознание. <s>r\n   Зверь повернулся к вам и заводил носом. ",
    "answers": [
      {
        "id": 115,
        "text": "Выстрелить в него"
      }
    ]
  },
  {
    "id": 115,
    "text": "   Вы резко выхватили свой плазменный пистолет и выстрелили зверю в голову. Мгновение, и голова разлетелась на мелкие кусочки, а туша, с шумом, упала на землю. <s>r\n   Вы подняли с пола веревку, которую Редвер бросила вам под ноги, и пошли к бессознательному телу девушки. Приподняв ее, вы завязали руки у нее за спиной и привязали к дереву. <s>r\n",
    "answers": [
      {
        "id": 116,
        "text": "Обработать раны"
      }
    ]
  },
  {
    "id": 116,
    "text": "   Достав из аптечки специальную мазь, которая заживляет раны, вы замазали шрамы на лице девушки. <s>r\nУ нее красный цвет кожи, как и у всех Редверов. Ее длинные рыжие волосы были растрепаны и немного залиты кровью. Броня была такой формы, что было не отличить, девушка под ней, или мужчина. ",
    "answers": [
      {
        "id": 118,
        "text": "Привести Редвера в чувство"
      }
    ]
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  },
  {
    "id": 118,
    "text": "   Вы похлопали девушку по щекам, но она не подавала признаков сознания.<s>r\n — Сэр, я вынуждена вам напомнить о первом запрете, — саркастично сказала Дина.<s>r\n — Да помню я! Даже и в мыслях не было! — сказали вы, покраснев.<s>r\n — Что ж Сэр, тогда я советую вам ее разбудить и допросить. На поясе у нее висит тара с водой, которой ее можно привести в чувство.<s>r\n   Вы сняли у нее с пояса фляжку с водой, открыли ее и выплеснули содержимое ей на лицо. Редвер, с криком, очнулась. Она окинула взглядом вас, а затем тело зверя, у которого отсутствовала голова. Немного ужаснувшись, она сново посмотрела на вас и опустила голову виниз. Видимо, опять потеряла сознание. <s>r\n   Выплеснув на нее остатки воды, вы, дождавшись пока она очнется, задали ей вопрос: <s>r\n — Откуда ты, и где ближайший город, отвечай! — прикрикнули вы на нее.<s>r\n   Она окинула вас осуждающим взглядом и харкнула вам на ботинки. ",
    "answers": [
      {
        "id": 119,
        "text": "Допрашивать дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": " — Вообще-то ты первая взяла меня в плен! Так что мы квиты. А теперь говори, иначе я оставлю тебя здесь. Придут друзья этой твари и тогда помощи от меня не жди!<s>r\n   Она посмотрела на зверя, который выглядел очень сурово и тут же поменялась в лице: <s>r\n — Хорошо, хорошо! Что ты сразу! Все я тебе расскажу. Спрашивай, — она пристально посмотрела вам на шлем. Хоть она и не могла увидеть ваши глаза, но, было похоже, что смотрит она именно в них.<s>r\n — Отлично. Как тебя зовут и откуда ты? — спросили Вы, скрестив руки на груди.<s>r\n — Меня зовут Лу, я из деревни под скалой на севере, а еще я дочь главнокомандующего. — Сказала она и снова заглянула вам в глаза.<s>r\n — Сэр, она лжет, — сказала Дина, — думаю, она просто так не расколится. Может пытки?<s>r\n — Не лги мне! — крикнули вы на нее, — Думаешь, меня так просто обмануть? Еще раз и я ухожу!<s>r\n — Всмысле! Это все истинная правда! — крикнула она возмущенно.<s>r\n   Вы развернулись и быстрым шагом пошли в сторону леса.<s>r\n — Ладно! Стой! Это же Нюхачи! Они точно придут. Я скажу правду, — она надулась от возмущения.<s>r\n — Кто ты и откуда, — строго повторили вы вопрос.<s>r\n — Меня зовут Тал. Я из южного военного города. <s>r\n — Она сказала правду, Сэр. Похоже, она серьезно боится этих Нюхачей.<s>r\n — Хорошо, Тал. Ты правильно делаешь, что говоришь правду, — сказали Вы ей, — Что ты здесь делала?<s>r\n — Я выполнала объезд территорий со своей группой. Как ты уже знаешь, мы встретили Синеголовых и перебили их, — сказала Тал, и снова посмотрела вам в глаза, хотя и не могла их видеть.<s>r\n ",
    "answers": [
      {
        "id": 120,
        "text": "Задавать вопросы дальше."
      }
    ]
  },
  {
    "id": 120,
    "text": " — Хорошо, ты говоришь правду и это похвально. А теперь перейдем к делу. Ты что нибудь знаешь о Топливном агрегате? — серьезно спросили вы и приготовились слушать.<s>r\n — Топливный агрегат? Это типа штука для машин? — спросила Тал и сделала довольно глупое выражение лица.<s>r\n — Типа того, — сказали Вы расстроено, — ладно, что с тебя еще возьмешь?<s>r\n  Вы подняли с земли винтовку и подошли к Тал. Она, будто поняв ваши намерения, опустила голову и зажмурила глаза:<s>r\n — Давай, только быстро!<s>r\n   Вы подошли ближе и разрезали веревки ее ножом. <s>r\n — Что давать? Вставай, — сказали вы, и бросили ей винтовку.<s>r\n   Она поймала ее и сразу направила ее на вас.<s>r\n — Сэр, я думаю, это не лучшая ваша идея, — сказала Дина, — теперь вы ее пленник.<s>r\n — Так в этом и соль, — сказали вы Дине.<s>r\n — Тал, я знаю, ты не можешь мне верить, но это не проблема. Теперь я снова твой пленник. Веди меня в свой город. <s>r\n — Ты совсем глупый!? — сказала Тал с ноткой недоверия, — зачем ты дал мне самострел? Ты же мог со мной разделаться! <s>r\n — Мог, но не стал. Зачем мне тебя убивать? Лучше отведи меня в город, я же тут загнусь! — сказали Вы. <s>r\n — Я не знаю, что ты задумал, но я не заплачу тебе за это! Даже не думай, что ты получишь хоть что-то от меня!<s>r\n — Даже не думал. Веди, что стоишь?<s>r\n   Она подумала несколько секунд и начала движение. Вы шли спереди, а Тал сзади, держа вас на прицеле.",
    "answers": [
      {
        "id": 121,
        "text": "Через некоторое время."
      }
    ]
  },
  {
    "id": 121,
    "text": "   Вы шли, а погода менялась в худшую сторону. Через пару часов ходьбы полил проливной дождь, но вы не остановились. Вы пытались заговорить с Тал, но она держалась отстраненно и молчала. Через некоторое время ходьбы под дождем, вы, все же, решили сделать привал.<s>r\n   Тал села под деревом и достала что-то из сумки у нее за спиной. Это был камень, размером с небольшую голову. Она положила его под ноги, и вбила его, на половину, в землю. Потом Тал достала из-за спины свой мачете и ударила им по камню. Камень раскололся на четыре части и из него потекло что-то жидкое и горячее, похожее на лаву.<s>r\n — Что это? — спросили вы с интересом.<s>r\n — Как что? Магмовый камень конечно, а как я еще греться, по твоему, должна? <s>r\n — Огнем? — сказали вы неуверенно.<s>r\n — Сэр, по моим данным, на этой планете огонь не имеет таких свойств, как на земле. Он не горит, а только воспламеняется и сразу гаснет. Это связано с содержанием кислорода в воздухе. <s>r\n   Жидкость, вытекшая из разломленного камня, затвердела и начала шипеть и дымиться от дождевых капель. Тал достала из сумки небольшого размера бурдюк и выдавила его содержимое себе в руку. Содержимое бурдюка было похоже на темное тесто. Она покомкала его в кулаке, а затем намазала на застывшую, горячую магму. Тесто зашипело и покрылось пузырями. Через пару секунд Тал ловко перевернула тесто пальцами. Вы, завороженно, смотрели на готовку. Раньше Вы вообще не видели, как готовится еда. Её вам готовила Дина в специальной машине. Тал заметила, что вы смотрите и, хмыкнув, отсела от вас подальше и начала уплетать свою стрепню, не сводя глаз со своего пленника. ",
    "answers": [
      {
        "id": 122,
        "text": "Нарвать травки для обеда"
      }
    ]
  },
  {
    "id": 122,
    "text": " — Куда это ты собрался? — спросила Тал, возмущенно, — сиди на месте!<s>r\n — Я пошел за едой. Или ты со мной поделишься? — спросили вы с ухмылкой, — а еще мне в туалет надо, хочешь посмотреть?<s>r\n — Не поделюсь, — серьезно сказала она, — ладно, иди, только без глупостей! А то получишь пулю в лоб.<s>r\n — Я ненадолго. <s>r\n   Вы шли некоторое время в поисках нужной травы для своего ППВК, но услышали шорох в кустах. Вы притаились и приказали Дине включить усилитель звука. В кустах что-то вдыхало воздух носом. Вы вспомнили этот звук. <s>r\n — О нет! Нюхачи! Тааал!!! — вы заорали что есть мочи и побежали к Тал, на ходу доставая плазменный пистолет.<s>r\n — Дина, Тал нужно предупредить, по звукам их очень много! Мне нужно бежать быстрее!<s>r\n — Хорошо Сэр, активирую усиление ног. <s>r\n   Вы почувствовали, что костюм в ногах сильно сжался, а бежать стало легче, будто в ногах прибавилось мышц. Через минуту вы были уже на поляне. Тал стояла рядом с кустами а в руках у нее была винтовка. Вы понеслись к ней, но краем глаза заметили, как Нюхач выбигает с противоположной стороны поляны и готовится прыгать на свою жертву. Так-как от Тал пахло намного больше, чем от вас, жертвой стала она.<s>r\n   Вы решили её сбить с ног, чтобы зверь не достиг цели. Тал увидела вас, но не увидела причины, по которой вы на нее бежали. От неожиданности, она вскинула винтовку и выстрелила. Пуля угодила прямо в плечо и вас развернуло на сто восемьдесят градусов. Время будто замедлилось. Вы увидели у себя за спиной целую стаю Нюхачей. Их было примерно двадцать. Все они уже бежали на вас. Спиной вы влетели в Тал, отчего та упала на землю. Вы подняли плазменный пистолет и перевели его на автоматический режим. Вы зажали спусковой механизм и из пистолета, со скоростью три выстрела в секунду, полетели белые лучи, разрывая все на своем пути на куски.",
    "answers": [
      {
        "id": 123,
        "text": "Остановить обстрел"
      }
    ]
  },
  {
    "id": 123,
    "text": "   Вы отпустили спусковой механизм и осмотрелись. Все, что попало в зону обстрела, было уничтожено. Нюхачи, деревья, кусты, камни, все это было искорежено и дымилось от плазмы. <s>r\n — Что... Что это БЫЛО! *Непереводимая игра слов* — Тал кричала и тыкала в зону поражения плазменного пистолета пальцем. <s>r\n — Дина, что она говорит? Почему ты не переводишь? — спросили вы озадаченно.<s>r\n — Сэр, позвольте мне не переводить эту брань. Я была запрограммирована воспитанной Леди, и я не могу произносить такие слова, — сказала Дина, как отрезав.<s>r\n — А что она хочет? <s>r\n — Она озадачена тем, что произошло, — подвела итог Дина.<s>r\n — Все! Не бойся, все уже кончилось, — сказали вы Тал, умиротворяющим голосом.<s>r\n — Что!? Кончилось? Как ты это сделал?! Мы впятером не можем справится с одним нюхачем, а ты целую стаю за пару секунд превратил в кучу фарша! — Все это сопровождается словами, которые Дина не переводит.<s>r\n — Успокойся! Это просто удачное стечение обстоятельств, — пытаетесь вы успокоить Тал, но, похоже, безрезультатно.<s>r\n — И почему ты стоишь, как ни в чем не бывало? Я же выстрелила в тебя! И попала! — кричала она, уже срывая голос.<s>r\n — Да, синяк будет серьезный, — потерли вы свое левое плечо, — но ты не волнуйся, я не обижаюсь.<s>r\n — Не обижаешься?! — Тал сорвалась и заорала. — Да кто ты такой?!<s>r\n — Меня зовут Айбо, приятно познакомиться, — дружелюбно сказали вы, протягивя ей руку.<s>r\n   Она пару секунд жгла вас взглядом, а затем, яростно выдохнув воздух, села на землю:<s>r\n — Как я понимаю, теперь я твоя пленница, — уже спокойно произнесла Тал, будто приняв действительность.<s>r\n",
    "answers": [
      {
        "id": 124,
        "text": "Сесть рядом"
      }
    ]
  },
  {
    "id": 124,
    "text": " — Ладно, успокойся, — сказали Вы, протягивая ей руку, — давай просто, в знак благодарности, ты проводишь меня до города, а там уже разойдемся в разные стороны.<s>r\n — Видимо, у меня нет выбора, — сказала Она, с опаской смотря на плазменный пистолет.<s>r\n   Она сама поднялась с земли и, подняв винтовку, повесила ее за спину.<s>r\n — Нам идти полтора дня. До ночи мы должны дойти до конца леса и там остановиться у больших водопадов, — сказала Тал серьезным тоном. <s>r\n — Я понял. Тогда веди, я пойду прямо за тобой.<s>r\n ",
    "answers": [
      {
        "id": 125,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 125,
    "text": "   За эти пол дня, которые вы шли до водопадов, не случилось никаких стычек, но погода менялась раз пять. То лил дождь, то жарило солнце, то дул сильный ветер. Погода на Дециме — это что-то невообразимое.<s>r\n   К водопадам вы дошли ближе к ночи. Тал нашла небольшую пещеру, которой они пользовались как перевалочным пунктом и стала устраиваться на ночлег. <s>r\n<s>r\n   Вы просто легли под Стену и попытались уснуть, но сон не приходил. В голову лезли всякие мысли и жаждали того, чтобы их подумали. <s>r\n — Дина, я не могу уснуть. У меня такого никогда не было, — расстроено сказали вы.<s>r\n — Не волнуйтесь, Сэр, такое бывает, когда в первый раз убиваешь столько живых существ за один раз. Это пройдет.<s>r\n — Но мне нужно поспать, как же я буду завтра? — обеспокоенно спросили вы.<s>r\n — Человек может обойтись без сна несколько дней, без вреда для организма, вам не о чем беспокоиться.<s>r\n — Хорошо, тогда включи мне какую нибудь музыку.<s>r\n   В наушнике заиграла знакомая песня, которую вы часто слушали. Вы и не заметили, как провалились в сон.",
    "answers": [
      {
        "id": 126,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 126,
    "text": "Глава 2. Военный город Редверов.<s>r\n<s>r\n   Вы проснулись от какого-то шороха. Открыв глаза, вы увидели Тал, которая кралась мимо вас на цыпочках. Она явно не хотела, чтобы вы проснулись. У нее был настороженный вид. <s>r\n — Ты куда-то уходишь? — спросили вы, лежа в той же позе, в которой проснулись.<s>r\n   Тал замерла на месте. Кажется, вы застали ее врасплох. Она оккуратно повернулась к вам и, заикаясь, начала оправдываться: <s>r\n — Да... Я-я в туалет шла. Да! В туалет, — она будто обрадовалась тому, что нашла отговорку.<s>r\n — Со всеми своими вещами? Все свое ношу с собой? — Вы привстали на локтях и покачали головой, — а я думал, что мы договорились.<s>r\n — Мало ли, что ты там себе думаешь! — вспылила Тал, — Я же сказала, я в туалет! Да и вообще! Я тебе ничем не обязана. Я не просила себя спасать! А то, что ты хочешь на мне нажится — это не мои проблемы! — она быстрым шагом пошла обратно в пещеру и скрылась в ответвлении.<s>r\n — Ты же, вроде, в туалет хотела! — крикнули вы ей в след.",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      },
      {
        "id": 84,
        "text": "Выйти из пещеры"
      }
    ]
  },
  {
    "id": 127,
    "text": "Главы квеста.<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1. Добро пожаловать на Дециму."
      },
      {
        "id": 126,
        "text": "Глава 2. Военный город Редверов."
      }
    ]
  },
  {
    "id": 128,
    "text": "Главное миню",
    "answers": [
      {
        "id": 129,
        "text": "Расы"
      },
      {
        "id": 130,
        "text": "Мое задание"
      }
    ]
  },
  {
    "id": 129,
    "text": "Выберите расу, о которой хотите узнать.",
    "answers": [
      {
        "id": 133,
        "text": "Редверы(красные)"
      },
      {
        "id": 134,
        "text": "Блоиты(Синие)"
      },
      {
        "id": 135,
        "text": "Уалиты(Белые)"
      },
      {
        "id": 136,
        "text": "Оренеки(Оранжевые)"
      },
      {
        "id": 137,
        "text": "Пёвиксы(Фиолетовые)"
      },
      {
        "id": 138,
        "text": "Гривесы(Зеленые)"
      },
      {
        "id": 139,
        "text": "Блевекры(Черные)"
      },
      {
        "id": 140,
        "text": "Голло(Золотые)"
      },
      {
        "id": 141,
        "text": "Громми(Серые)"
      },
      {
        "id": 142,
        "text": "Микс(Смешанные)"
      },
      {
        "id": 128,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 130,
    "text": "   Капитан Асафьев! Вам предстоит операция, под кодовым названием “Родина”. Нужно, не вызывая подозрений, получить информацию о местонахождении Топливного агрегата. Затем, узнав его местоположение, заполучить \"объект\" и доставить на наш корабль. После монтажа топливного агрегата на корабль и его полной заправки, нужно будет установить координаты земли и направиться на Родину. На Земле нужно будет предоставить главному командованию все сведения об этой планете и ее координаты.<s>r\n      На вопросы, к сожалению, ответить некому, так что приступить к выполнению! <s>r\n      Удачи Капитан!",
    "answers": [
      {
        "id": 128,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  },
  {
    "id": 132,
    "text": "",
    "answers": []
  },
  {
    "id": 133,
    "text": "   Красные — их называют \"РЕдверы\". Они одни из самых военизированных народов. Ходят слухи, что с них началась бесконечная война. Они, в основном, самоуверенны и вспыльчивы. Довольно часто держатся обособленно и не любят перемешивать свой народ с другими, но и это встречается. Говорят, в основном, на Общем языке, но некоторые разговаривают на языке Редвер. Лучше с этими ребятами в спор не вступать. Не переносят Синих и Фиолетовых. Враждуют с Синими, Фиолетовыми, Зелеными и Черными. Мирятся с Серыми.<s>r\n      Звания: Пешка, Верховой, Бишоп, Тура, Ферзь, Король. ( Как в шахматах! Даже на этой планете есть Шахматы! Это просто невероятно!)<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 134,
    "text": "   Синие — имеют темно синий цвет кожи. Их называют \"БлоИты\". Не уступают Реверам по военезированности, но они более спокойны и расчетливы. Славятся своим разумом и способностью принимать взвешенные решения. Так же не любят смешивать свою кровь с другими расами, но и здесь это присутствует. Спокойно разговаривают на общем языке, но есть и свой язык, в народе Блоит. Не переносят Красных и Зеленых. Враждуют с Красными, Зелеными, Серыми и Черными. Мирятся с Фиолетовыми.<s>r\n      Звания: Младший, Старший, Смотритель, Начальник, Командующий, Главнокомандующий, Верховный.<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 135,
    "text": "   Белые(Как снег или молоко) — их называют \"УалИтами\". Отличаются умом и способностью к наукам. Почти все ученные на Дециме — это Уалиты. Эту расу любят все народы, так как они готовы работать на кого угодно, лишь бы платили и не убивали. Разрозненный народ, присутствуют почти везде. Говорят на Общем языке. Их язык утерян. Очень редко можно встретить Уалита с оружием и военной форме, но и такое случается. Любят Технологии и Деньги. Смешивают свою расу на раз- два. Не переносят Черных. Ни с кем не воюют.",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 136,
    "text": "   Оранжевые — эту расу называют \"ОренЕки\". Наемная рабочая сила и просто веселые парни. Оренеки обладают отменными строительными навыками. Почти все города и бункеры, которые есть на Дециме, строили Оренеки. Работают много и не покладая рук. Одна из самых многочисленных рас. Так же присутствуют везде. Смешивают свою расу, где только можно. Говорят на Оренекском языке. Немного знают Общий язык. Не переносят Зеленых и Черных. Воюют на стороне тех, кто больше заплатит.",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 137,
    "text": "   Фиолетовые — их называют \"Пёвиксы\". Одна из самых продвинутых рас на Дециме. Используют самое продвинутое оружие, броню и механизмы. Поговаривают, что у них есть свой научный комплекс, в котором задействованы самые лучшие ученые. Хоть они и малочисленны, но военной мощью не уступают другим. Говорят на Общем языке, но чаще разговаривают на языке Певик. Стараются не смешивать свою расу с другими. Не переносят Красных и Зеленых. Воюют с Красными, Зелеными, Золотыми и Черными. Мирятся с Синими. <s>r\n      Звания: Биту, Харп, Фактор, Драку, Лодар, Верент, Эмитет.<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 138,
    "text": "   Зеленые (Изумрудные) — их называют \"Гривесы\". Эта раса ненавидит всех и этим все сказано. Сражаются и убивают просто потому, что их раса (по их мнению) самая лучшая и единственно правильная. К этому их привел их новый предводитель. Поговаривают, что раньше они были союзниками Красных и Серых, но промывка мозгов сделала свое дело. Встречаются беженцы, которые не считают как все, но это редкость. Лучше их обходить стороной. Говорят только на своем языке \"Гривес\". Не переносят все расы. Враждуют со всеми.<s>r\n      Звания: Старшой, Десятник, Сотник, Левая рука, Правая рука, Голова, Власть, Эмералд(звание, которое новый правитель дал себе)<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 139,
    "text": "   Черные (как смоль) — их называют \"БлевЕкры\". Обособленная раса, живут только глубоко под землей и не выходят наружу. Их еще называют землекопами.  Враждебны к тем, кто посягает на их подземные территории. Не претендуют на мировое господство, а просто хотят спокойно жить. Военные группы многих рас пытаются искать их города и разорять, так как Блевекры обладают огромными богатствами, состоящими из драгоценных металлов и камней, которые добываются в глубине планеты. Говорят на своем языке, который в массах называют \"Язык землекопов\". Воюют с теми, кто посягает на их богатство. <s>r\n      Звания: не известны.<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 140,
    "text": "   Золотые — их называют \"Голло\". Раса Голло считается одной из аристократичных. Голло могут появиться в любой семье, независимо от цвета кожи их родителей. Если в чьей-то семье родился Голло, это считается огромной радостью, но не везде. В основном очень светлые и жизнерадостные люди. Некоторые группы фанатиков не любят Голло и пытаются их истреблять. Встретить Голло большая удача в это время. Иногда собираются в группы и держатся вместе. Большинство богатейших людей на Дециме — это именно Голло. Совпадение? Я так не думаю. Не переносят Фанатиков. Обычно воюют там, где родились. Вырождающаяся раса.",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 141,
    "text": "   Серые — их называют \"Громми\". Громми — это самая многочисленная раса, одна из ведущих рас. Самая цивилизованная раса из всех. Их города самые лучшие в плане цивилизованности, комфорт и удобство просто на высоте. Граждане их городов имеют все, что хотят. Все, кто хотят цивилизованной мирной жизни, примыкают к Громми. Их солдаты обладают огромной выдержкой и патриотизмом. Говорят на Всеобщем(считается, что Всеобщий изначально был языком Громми). Не брезгуют других рас, а наоборот, пытаются со всеми наладить контакт. Враждуют с Синими (Блоитами), из-за близости территорий. Страдают от Терроризма, борются с ним, как с главным врагом. Готовы принимать всех людей, которые хотят жить рядом с ними.<s>r\n      Звания: рекрут, рядовой, специалист, сержант, мастер, Командир, Капитан, Генерал, палата правления. (Примерно так это переводится с их языка)<s>r\n",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 142,
    "text": "   Смешанные — их называют \"Миксы\". Микс получился из-за смешивания рас. Могут встречаться везде, где присутствует смешивание народов. Сине-красный, красно-серый или Бело-оранжевый, а может Сине-Фиолетовый. Обычно присутствует два цвета, но может и больше. Узор может быть самым разнообразным, от разделения тела пополам, до зебры. Бывают и очень интересные узоры, например конечности синие, а торс фиолетовый, или от области сердца расходятся линии другого цвета, как лучи от солнца. Очень много вариаций. Смешанные могут встретиться везде, но их обычно недолюбливают. Воюют там, где родились. Их еще называют грубым словом \"Удок\", но тебе так их называть не советую.",
    "answers": [
      {
        "id": 129,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 143,
    "text": "",
    "answers": []
  }
]