[
  {
    "id": 1,
    "text": "Жанр: Фэнтези, Хардкор\nАвтор: Just Ars (Арслан Габитов)\n\nТолько вы сможете решить судьбу придворного мага, которому король поручил очень важное задание.",
    "answers": [
      {
        "id": 2,
        "text": "В меню квеста!"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы находитесь в меню квеста.",
    "answers": [
      {
        "id": 3,
        "text": "Начать квест!"
      },
      {
        "id": 6,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 3,
    "text": "                         ПРЕДЫСТОРИЯ\n\n—Ваше величество, к вам посетитель! — промолвил слуга.\n—Так поздно? Пошлите его прочь! — ответил король.\n—А вот это вы зря, ваше величество. — раздался тихий голос из темного угла. Король от неожиданности вскочил, а слуга, побледнел и потерял сознание.\n—Кто ты? Покажись! — крикнул правитель.\nИз левого угла тронного зала вышел человек среднего роста, одетый в кожаную куртку с капюшоном.\n—Я Дэниэл. Владею в не только трюками, но и самой настоящей магией. — медленно проговорил незнакомец. — Вот, смотрите!\nМаг закрыл глаза, и тут же из под его куртки вылетела голубка.\n—Мошенник! Проходимец! Как ты пробрался во дворец? Ах да, ты же \"маг\"! Голубка просто сидела у тебя под курткой! — резким тоном сказал король. —Стра...\n—Не стоит. — прервал его Дэниэл. — Ваше величество, если не верите, то вот.\nМаг вытянул руку, закрыл глаза...на его руке вдруг появилось зеленое сияние, из которого через секунду вылетела голубка.\n—Но...как же... — король стоял с широко раскрытыми глазами.\n—Ваше величество, вы можете взять меня к себе на службу? Я буду очень полезен.\nКороль оглянулся, и увидев, что слуга так и не пришел в себя прошептал:\n—А деньги ты так делать можешь?\n—Разумеется! — ответил Дэниэл. — Так вы меня приняли?\n—Да. Тебе будет выделена отдельная комната в пристройке к моему замку. Будешь хорошо показывать себя на службе — получишь отдельный дом в нашем городке. Жалования у тебя не будет, кормить и одевать тебя буду я из королевской казны. А сейчас ступай — до комнаты тебя проведет слуга. — закончил свою речь правитель.\nСлуга, который все таки пришел в себя и слышал отрывок разговора кивнул, быстро встал, отряхнулся и сказав: \"Прошу за мной!\" выбежал из дворца. Дэниэл последовал за ним...\n ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь будут отображаться концовки, на которые вы прошли квест. Их очень много, попробуйте открыть все!",
    "answers": []
  },
  {
    "id": 5,
    "text": "Вы выполнили волю короля но...умерли за своего правителя.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Хэй, привет всем! На связи Арслан Габитов, или же Just Ars! Я решил немного переработать этот квест, потому что это было мое первое творение (и к сожалению, не очень удачное). Я исправил несколько мелких ошибок и недочетов и теперь, я думаю, этот квест станет еще более интересным для вас! ",
    "answers": [
      {
        "id": 2,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы решили, что служба королю вам ни к чему и стали свободным магом.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Выполните неудачное исчезновение и застряньте в своем трюке.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "                            ПРОШЕЛ ГОД\n\nЗа хорошую службу король выделил вам собственный дом, в котором вы могли тренировать свои навыки.\nС королем, как ни странно вы стали друзьями. Он обращался к вам вежливо, всегда помогал (как и вы ему). Вы научились новым трюкам и магическим приемам. Вы пополняли казну короля и выполняли его задания; все шло хорошо до одного дня...",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы медленно покачивались в кресле - качалке, размышляя о своей скучной и однообразной жизни. Внезапно, в дверь постучали.",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к двери"
      },
      {
        "id": 12,
        "text": "Не подходить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы подошли к двери.",
    "answers": [
      {
        "id": 16,
        "text": "Открыть"
      },
      {
        "id": 17,
        "text": "Посмотреть в глазок"
      },
      {
        "id": 18,
        "text": "Открыть дверь и забрать послание",
        "need": 12
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы никого не ждали, и поэтому даже не подошли к двери.\n\"Послание от короля!\" -  прокричали за дверью.",
    "answers": [
      {
        "id": 11,
        "text": "Подойти к двери"
      },
      {
        "id": 14,
        "text": "-Иди к черту отсюда!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дело важное - но один прием выучить можно, и даже нужно. Подумав, и все взвесив вы решили изучить:",
    "answers": [
      {
        "id": 29,
        "text": "Создание двойника"
      },
      {
        "id": 30,
        "text": "Огненный шар"
      },
      {
        "id": 28,
        "text": "К черту, отправляемся в путь!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы послали гонца к черту через дверь. Следующей ночью к вам ворвались стражники и перерезали вам глотку. Вы пытались сопротивляться, но...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "Умрите во сне любым способом.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы открыли дверь. \n-Послание! От короля! Вам! - сказал гонец, вручил вам письмо и убежал.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Перед вашей дверью стоял королевский гонец и держал что - то в руках, переминаясь с ноги на ногу от нетерпения.",
    "answers": [
      {
        "id": 11,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы молча открыли дверь и забрали у гонца письмо. Он сразу же убежал.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы закрыли дверь и вновь сели в кресло. \n\"Что за послание?\" - пронеслось у вас в голове. \nВы взяли конверт и...",
    "answers": [
      {
        "id": 20,
        "text": "Открыли его"
      },
      {
        "id": 21,
        "text": "Положили на полку"
      },
      {
        "id": 22,
        "text": "Сожгли в камине"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы пробежались глазами по строчкам письма. В нем король просил вас уничтожить портал, который появился в соседней деревушке. Также, житель деревни утверждал, что его жену ночью забрал монстр. Перечитав письмо вы решили:",
    "answers": [
      {
        "id": 28,
        "text": "Сразу идти к деревне"
      },
      {
        "id": 13,
        "text": "Выучить новый магический прием"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы положили письмо на полку и забыли о нем...\nПрошел год. На ваш город напали мутанты. Вы в ужасе решили убежать, и вдруг ваш взгляд упал на письмо и вы решили его прочитать.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы сожгли письмо в камине и он разгорелся еще сильнее. \n\"А вдруг там было что - то важное?\" - подумали вы, но потом отбросили эту мысль и уснули. По странным стечениям обстоятельств вы умерли во сне. Вам не было больно, вы просто оказались в вечном покое и удобстве.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Дорогой Дэниэл\nПрошу выполнить тебя одно очень важное задание. От него может зависить судьба всего нашего города!\nГонцы докладывали мне о странном портале, открывшемся в соседней деревушке. Поначалу все испугались, но потом привыкли. Через несколько дней в деревне, по ночам, стали пропадать люди. Один житель передал гонцу, что ночью его жену забрал монстр, похожий на человека! Пожалуйста, разберись с этим.\nКороль.\"\n\"Я же мог спасти целый город...\" - подумали вы и достали кинжал.",
    "answers": [
      {
        "id": 24,
        "text": "Идти убивать монстров"
      },
      {
        "id": 25,
        "text": "Совершить суицид..."
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы вырвались на улицу, и стали резать монстров направо и налево. Слезы градом катились по вашим щекам. Вы кричали: \"За Короля, за наш город!\"\nВскоре вас окружили. Вы упали на колени без сил.",
    "answers": [
      {
        "id": 26,
        "text": "Достойно принять смерть"
      },
      {
        "id": 27,
        "text": "Отбиваться"
      },
      {
        "id": 25,
        "text": "Совершить суицид..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Я не буду это комментировать. Скажу только что было очень больно,и смерть пришла не сразу. Вы долго мучались...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы закрыли глаза и поняли, что уже не этом мире находится душа, она больше не с телом, она там, где ей хорошо...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили, что будете отбиваться до конца. Вы прыгнули, вонзили кинжал в грудь одного монстра, в полете пнули другого. Вдруг вы получили тяжелый удар по голове и упали, чтобы больше не поднятся...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Ну что, пора!\" - подумали вы и начали собирать вещи. С собой вы взяли два кинжала, отравленное зелье, припасы в дорогу и немного денег.",
    "answers": [
      {
        "id": 31,
        "text": "В путь!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы зашли в свою библиотеку, нашли нужную книгу и начали тренироваться. Вскоре, сгусток зеленой энергии превратился в вашу точную копию. Вы потренировались еще и рассеяли двойника.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы направились в свою библиотеку, нашли нужную книгу и начали тренироваться. Так как огненный шар очень опасен тренировались вы в специальной комнате. Вскоре, вместо сгустка энергии из ваших рук стал вылетать пышущий жаром, огненный шар. Вы потренировались еще и вышли из тренировочной комнаты.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы выехали с утра и к вечеру были уже там. Солнце заходило за горизонт, жизнь в деревне шла своим ходом. Оглядевшись, вы решили:",
    "answers": [
      {
        "id": 32,
        "text": "Найти портал и уничтожить его"
      },
      {
        "id": 33,
        "text": "Найти место для ночлега"
      },
      {
        "id": 34,
        "text": "Поговорить с жителями о портале"
      }
    ]
  },
  {
    "id": 32,
    "text": "Походив по деревне вы нашли портал. Он был темного цвета, а внутри него было красное сияние.\n-Это же...портал злых магов! Их энергия красного цвета! По кодексу мага я должен уничтожить его любой ценой! ",
    "answers": [
      {
        "id": 35,
        "text": "Превратиться в сгусток энергиии и взорвать собой портал"
      },
      {
        "id": 36,
        "text": "Создать огненный шар и взорвать портал",
        "need": 30
      }
    ]
  },
  {
    "id": 33,
    "text": "-Иди сюда, милок! - услышали вы тихий голос старушки. Она приглашала вас переночевать в своем доме. Вы решили...",
    "answers": [
      {
        "id": 37,
        "text": "Согласиться"
      },
      {
        "id": 31,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы решили расспросить жителей деревни об этом злополучном портале. Но к сожалению, все молчали, в ответ на ваши вопросы. Вы очень расстроены.",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "-За магов Света! - прокричали вы взрывая портал своей энергией. Вас сразу разорвало на куски и этого даже никто не видел, ведь жители деревни всегда сторонились портала. Лишь только пьянчуга кинул взгяд в сторону взрыва и сказал:\n-Ого! *ик* Как красиво!\nИ заснул на ступенях харчевни.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы собрали свою злость и ненависть в этом шаре и метнули его со всей силы. Портал не выдержал и разлетелся на куски. Вы долго смотрели на пламя, но потом резко исчезли и появились уже у себя дома. Силы покинули вас и вы уснули прямо на полу.",
    "answers": [
      {
        "id": 1,
        "text": "Портал разрушен! Хорошая концовка!"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы зашли в небольшой домик бабушки. Тут тихо, пыльно и спокойно.\n-Проходи наверх, милок. - обратилась к вам бабушка.\nВы поднялись по старой лестнице и устроились на кровати. День подходил к концу. Вас клонили в сон.",
    "answers": [
      {
        "id": 38,
        "text": "Уснуть"
      },
      {
        "id": 39,
        "text": "Положить двойника вместо себя, а самому убежать",
        "need": 29
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы уснули. Ночью к вам пришла бабушка, но уже в настоящем обличьи - в обличье верховного темного мага. Он решил убить вас гуманно - погрузил в вечный сон. Вы больше не проснетесь...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вас вдруг объял страх. В голове были строчки\n\"Бежать, бежать, БЕЖАТЬ!\"\nВы, повинуясь инстинкту наскоро создали двойника и вылезли в окно. Но было поздно - из портала вышло огромное войско монстров.",
    "answers": [
      {
        "id": 40,
        "text": "Отбиваться до последнего"
      },
      {
        "id": 41,
        "text": "БЕЖАТЬ!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы убивали монстров с помощью магии, зелья и кинжалов, но один из них умудрился нанести вам смертельное ранение. Даже после этого вы смогли убить еще одного, но потом упали, чтобы больше не встать...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы бежали всеми силами: физическими, магическими. Вам удалось достигнуть безопасного места и начать новую жизнь...",
    "answers": [
      {
        "id": 1,
        "text": "Вы убежали! Концовка \"С чистого листа\""
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]