[
  {
    "id": 1,
    "text": "⚙ Автор: Sincerely \n⚙ Жанры: Романтика, Юмор, Детектив \n(с каплей ужасов и привкусом стимпанка) \n\n\"Чувствуйте себя как дома, но не забывайте, что вы в гостях\".\n\nПопавшей в тяжёлую жизненную ситуацию девушке не следует становиться яблоком раздора для двух приютивших её мужчин. Тревожить скелеты в семейных шкафах и ходить, куда запретили. А может, как раз наоборот? ",
    "answers": [
      {
        "id": 1,
        "text": "┈┈───╼⊳⊰ •✶•⊱⊲╾───┈┈",
        "comment": true,
        "middle_answer": true
      },
      {
        "middle_answer": true,
        "text": "Полетели!",
        "id": 2
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://188.120.236.127/osheinik/диоль/фно.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "var_str_set": [
          "global background",
          "http://188.120.236.127/osheinik/диоль/стран.jpg"
        ],
        "super_calculate": true,
        "id": 1,
        "calculate": false,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 3,
        "text": "Эпилоги",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "┈┈───╼⊳⊰ •✶•⊱⊲╾───┈┈",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/osheinik/диоль/обл.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "empty",
    "answers": [
      {
        "id": 2,
        "text": "Воздушный корабль заходил на посадку. Пианист оставил перетрудившийся за время полёта рояль. Пассажиров попросили вернуться со смотровой палубы в салон и пристегнуть ремни. \n\nТолько Изабель замешкалась, не в силах оторваться от вида за стеклом. Прижимая к полному надежды и предвкушения сердцу маленький твёрдый чемоданчик, она жадно глядела вниз. \n\nСтолица... Огромная, опутанная рельсами, по которым носились яркие вагончики пассажирского и грузового транспорта. Просторные тротуары, огни витрин и блестящие двускатные крыши многоярусных домов. Багряный закат удивительной красоты над искрящимся по левую руку морским заливом... \n\n... и странная сиреневая вспышка — всё ближе, ближе и... ",
        "var_less": [
          "пролог",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_less": [
          "пролог",
          1
        ],
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 100, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(50, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 300, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "text": "~> ~> ~>",
        "id": 2,
        "var_set": [
          "пролог",
          1
        ]
      },
      {
        "id": 2,
        "text": "Пол рванулся навстречу, больно ударив по коленям и локтям. Оглушительно заскрипел, перекрывая крики и грохот из салона, маневровый двигатель. Лопасти остановились, и палуба резко накренилась. Опрокинулся, рассыпав чашки и газеты, столик. Рядом распластался член экипажа в синей ливрее и грязно-белом носке на оставшейся без ботинка ноге. \n\nСползая к прозрачной стеклянной стене вместе с ковром и задирающимися юбками, Изабель завизжала и вжалась в пол, — прямо над ней пролетел, хлопая крышкой и кувыркаясь, рояль! Звон и треск стекла пополам со струнным гудением, боль от вонзившихся выше щиколотки осколков. Где-то очень высоко из пропоротого баллона с воем вырывался газ... \n\nДо судорог вцепившись в складку ковра, девушка невольно оглянулась через плечо в открывшуюся снизу пропасть, куда стремительно и неумолимо катился, смешно подпрыгивая, её ручной чемоданчик. \n\nПотерять его было страшнее, чем саму жизнь. Все её деньги, документы и самое ценное — законченная рукопись романа — были в нём. И канули вниз. ",
        "var_equal": [
          "пролог",
          1
        ],
        "merge": true
      },
      {
        "id": 4,
        "text": "— Не-е-ет!!! ",
        "var_equal": [
          "пролог",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "empty",
    "answers": [
      {
        "id": 3,
        "text": "┈┈───╼⊳⊰ •✶•⊱⊲╾───┈┈",
        "comment": true,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Дом с привидениями",
        "need": [
          -79
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Дом с привидениями",
        "need": [
          79
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Новая жизнь",
        "need": [
          -98
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Новая жизнь",
        "need": [
          98
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Долгожданный автограф",
        "need": [
          -96
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Долгожданный автограф",
        "need": [
          96
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Ангел для изгоя",
        "need": [
          -68
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Ангел для изгоя",
        "need": [
          68
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Лишний свидетель",
        "need": [
          -84
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Лишний свидетель",
        "need": [
          84
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Монстры на холме",
        "need": [
          -95
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Монстры на холме",
        "need": [
          95
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Любовь под пальмами",
        "need": [
          -100
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Любовь под пальмами",
        "need": [
          100
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✗ Семейный девиз",
        "need": [
          -99
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "✓ Семейный девиз",
        "need": [
          99
        ]
      },
      {
        "id": 3,
        "text": "┈┈───╼⊳⊰ •✶•⊱⊲╾───┈┈",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "    ",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Бездумно ринувшись следом, Изабель не удержалась на почти вертикальном полу и, едва не сорвавшись к стремительно летящему навстречу заливу, тряпочкой повисла за бортом на конце вывороченной из корпуса железной балки. \n\nВетер с сильным запахом дыма ударил в лицо. Балку медленно задирало вверх, всё дальше от пробоины, из которой уже вытекал ковёр и выпадали, теряя содержимое, цветочные кадки. \n\nЧто есть силы стискивая ребристую железку руками и ногами, Изабель продолжала сквозь слёзы смотреть только вниз — туда, где скрылся из виду чемоданчик, а вместе с ним — её будущее. Следом заметалась и закрутилась в бурных потоках воздуха её шляпка. Ленту отчаянно трепало на ветру...\n\nУдар днища корабля о поверхность воды оторвал Изабель от балки. Безвольно перевернувшись в воздухе, она ногами вперёд вонзилась в ледяную солёную толщу. Волна тут же накрыла её с головой. ",
    "answers": [
      {
        "id": 5,
        "text": "Пытаться выплыть ~>",
        "var_add": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 5,
        "text": "Нет смысла бороться ~>",
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "empty",
    "answers": [
      {
        "id": 5,
        "text": "Выбиваясь из сил в неуклюжих попытках выплыть, Изабель раз за разом выбиралась на поверхность, глотая воздух и снова проваливаясь под воду. Что за бессмысленная борьба? Только вытряхнула весь воздух, остававшийся в складках юбок и измученных лёгких... \n\nВ очередной раз, едва подняв мокрое лицо к холоду и рыжему закатному солнцу, она чётко осознала, что смогла всплыть в последний раз... ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 5,
        "text": "Сопротивляться не было ни сил, ни желания. Без маленького ручного чемоданчика, который она так бестолково потеряла, жить Изабель было незачем... \n\nНо пышные перекрутившиеся у колен юбки, будто назло вздувались пузырём, выталкивая её из водной толщи, как поплавок. Подумалось, что это ненадолго, воздух скоро выйдет...",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 5,
        "text": " \n\nНо волна тут же услужливо ткнула в плечо оторванной крышкой рояля. Того самого. А вдруг и чемоданчик где-то... Лучик надежды заставил Изабель змеёй заползти на ненадёжный лакированный плот и обессиленно оглянуться. \n\nГромада полусдувшегося баллона дирижабля таяла так далеко... Выбравшиеся из салона люди копошились вокруг него в волнах. С крышки рояля, мотающейся, как спина скачущей лошади, казалось, что кто-то бросил в ванну муравейник, — сплошная неразличимая суетливая масса и спешащие к ней от берега лодки-щепочки. Крики людей и чаек, гудки сирен — метались над заливом, а за спиной кто-то надрывался, тараторя в рупор... ",
        "merge": true
      },
      {
        "id": 6,
        "text": "За спиной? ~>"
      }
    ]
  },
  {
    "id": 6,
    "text": "Растерянно обернувшись, Изабель увидела совсем близко от себя плавучую пристань и машущих руками людей на ней. Крышку рояля прибило почти к самому берегу. Но вместо спасительной суши девушка предпочла бы увидеть маленький жёсткий бок своего чемоданчика... Без него и чудесное спасение не имело смысла. \n\nКакой-то молодой мужчина в цилиндре, встав на колени и ухватившись белой перчаткой за край настила, тянул к девушке свою трость. Он кричал что-то, наверное, предлагал ухватиться? \n\nИзабель машинально стиснула на отполированном дереве свои невозможно пустые руки и едва успела разглядеть нефритовую инкрустацию набалдашника, как оказалась на пристани. \n\nКто-то тут же набросил ей на дрожащие от холода и потрясения плечи мужское пальто, десятки рук протащили сквозь толпу, как эстафетную палочку, и усадили наконец на скамейку в самом тихом углу набережной. ",
    "answers": [
      {
        "id": 7,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 7,
    "text": "Смеркалось. Над головой загорелся пурпурный фонарь, окрасив мостовую, невзрачные весенние клумбы и стриженные кустики в тошнотворно-розовые оттенки. Суматоха у пристаней стихать и не думала. \n\nА Изабель рыдала, уткнувшись лицом в колени и, будто пытаясь сделать себе ещё больнее, вытаскивала осколки стекла из онемевшей икры. \n\n— Ох, это вы... — участливо склонился к ней кто-то. — Боже, у вас кровь идёт! Врача! Врача сюда! — закричал он неприлично громко. \n\nИзабель замотала головой и вслепую махнув перепачканными кровью пальцами, сомкнула их на... знакомом набалдашнике трости. \n\n— Не надо, прошу, — слабо прорыдала она. — Я не хочу! Я не... \n\n— Тише, — недовольно скривился мужчина, хотя сам только что орал намного громче, и решительно уселся на лавочку рядом. — Не хотите врача, я взгляну сам. Простите мою бесцеремонность... ",
    "answers": [
      {
        "id": 8,
        "text": "— Нет... нет...",
        "var_sub": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 8,
        "text": "— Это уже не важно... ",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 8,
        "text": "Молча плакать ~>",
        "var_add": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "empty",
    "answers": [
      {
        "id": 8,
        "text": "— Нет-нет-нет, — как одержимая твердила, затихая, Изабель, пока незнакомец перетягивал ей самый глубокий и кровоточащий порез собственным носовым платком. — Нет-нет... ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 8,
        "text": "— Скажите это столбняку и гангрене, — огрызнулся незнакомец, перетягивая ей самый глубокий и кровоточащий порез собственным носовым платком. — Лучше бы всё-таки врача...\n\n— Он мне не поможет! Никто не поможет! — истерически выкрикнула девушка. ",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "Перетянув собственным носовым платком самый глубокий и кровоточащий из порезов, незнакомец хмуро уставился на девушку, которая завывала то громче, то тише. Изабель же было безразлично, перевязывают ей ногу или ампутируют... ",
        "merge": true,
        "var_equal": [
          "локотв",
          3
        ]
      },
      {
        "id": 8,
        "text": "\n\n— Ну, сейчас же успокойтесь, — потребовал мужчина, неловко похлопав её по колену и, смутившись этого жеста, отдёрнул руку. — Вы живы и почти целы... Это же чудо! Порезы несильные, вы даже сами вытащили всё стекло. Я могу отвезти вас, куда скажете... \n\n— Мне не-некуда... — готовясь снова зареветь, всхлипнула она. — Некуда! Ничего не осталось, ничегошеньки... Я летела в один конец, в издательстве ждут мою рукопись, я посылала им отрывки, они обещали мне... Ох, не тратьте на меня время, я уже — ничто, меня нет... Ни документов, ни денег, ни вещей, ни моей рукописи... \n\n— Что-то из багажа ещё могут спасти, — неуверенно возразил мужчина, косясь на женские руки, отчаянно терзающие его рукав. \n\n— Всё было при мне, — её пальцы разжались и поймали в воздухе очертания навсегда утерянного чемоданчика, а глаза уставились в пустоту. — Я видела, как... его не найдут уже... Всё кончено... ",
        "merge": true
      },
      {
        "id": 9,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мужчина глубоко задумался, разглядывая её профиль из-под узких полей своего цилиндра. \n\n— Едем со мной, — явно пересиливая себя, предложил он. — Переночуете, приведёте себя в порядок, а там видно будет. \n\nИзабель посмотрела на его гладкую ладонь с длинными пальцами и медленно перевела обретающий сознание взгляд на приятное молодое лицо с прямым носом и густыми бровями вразлёт. Длинные тёмные волосы в беспорядке разметались на плечах, растрёпанный галстук сбился под чётко очерченным подбородком, тонкие губы кривились, тщетно пытаясь выдавить ободряющую улыбку... ",
    "answers": [
      {
        "id": 10,
        "text": "— А вы кто? Простите... ",
        "var_sub": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 10,
        "text": "— Зачем вам... ",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 10,
        "text": "— Н-нет, нельзя же так... ",
        "var_add": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "empty",
    "answers": [
      {
        "id": 10,
        "text": "Секунду он так недоумённо смотрел на неё, будто уже раз десять успел себя назвать. ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 10,
        "text": "— Не могу вас тут оставить! Вы простудитесь мокрая на ветру... \n\n— Но я даже не знаю вашего имени! — слабо пропищала девушка. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 10,
        "text": "— Ерунда. Идём же, вы простудитесь тут мокрая на ветру!\n\n— Но я даже не знаю вашего имени! — слабо пропищала девушка. ",
        "merge": true,
        "var_equal": [
          "локотв",
          3
        ]
      },
      {
        "id": 10,
        "text": "\n\n— Магистр... Эм-м... Луис, просто Луис. \n\n— Изабель, — всхлипнув, представилась она и наконец вложила свою ладонь в его. — Впрочем, без документов я теперь... \n\n— Ох, не начинайте снова! Лучше, если вы пожалеете себя на сытый желудок после горячей ванны, — он раздражённо поставил её на ноги и поддержал шатающуюся фигурку в мужском пальто за талию. — Возьмите мою трость, обопритесь. Вот так. Можете идти? Рельсы за углом, ехать три минуты... \n\nИзабель послушно зашагала, игнорируя холод и боль. Терять ей и правда было уже нечего... \n\nВластное движение руки — и возле крытой остановки замер, лязгнув тормозами, маленький блестящий вагончик. Изабель будто во сне забралась в пухлое бархатное нутро кабины и еле успела подобрать влажный край юбки — Луис чуть не прихлопнул его дверцей.\n\nВодитель с любопытством разглядывал девушку через зеркало заднего вида. ",
        "merge": true
      },
      {
        "id": 11,
        "text": "Опустить голову пониже ~>",
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 11,
        "text": "Отвернуться к окну ~>",
        "var_add": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 11,
        "text": "Громко шмыгнуть носом ~>",
        "var_sub": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Изабель не проронила ни слова, только ",
    "answers": [
      {
        "id": 11,
        "text": "ссутулилась сильнее, спасаясь от неприятного цепкого взгляда. ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 11,
        "text": "демонстративно отвернулась, изучая в окно стены домов, выстроившихся вдоль рельсовой дороги. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 11,
        "text": "засопела носом, безумно тараща покрасневшие от слёз глаза. ",
        "merge": true,
        "var_equal": [
          "локотв",
          3
        ]
      },
      {
        "id": 11,
        "text": "\n\n— Моё почтение, магистр! — воодушевился, оборачиваясь назад, водитель, когда Луис, обойдя машину кругом, забрался на то же сидение с другой стороны. — Вы с места крушения? А ваша дама не желает...\n\n— Быстрее и молча, до холма, — перебил мужчина и двумя пальцами протянул водителю крупную купюру. — Сдачи не надо. \n\n— Понял, — засаленная физиономия тут же отвернулась, и вагончик двинулся по рельсам, быстро набирая скорость, пока дома и улицы не замелькали за окном, смазываясь в сплошную кашу. \n\nИзабель едва не закричала от ужаса — это слишком напоминало те жуткие мгновения на перекошенной палубе падающего воздушного корабля.",
        "merge": true
      },
      {
        "id": 12,
        "text": "Схватить Луиса за руку ~>",
        "var_add": [
          "лу-отн",
          3
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 12,
        "text": "Зажмуриться и замычать ~>",
        "var_sub": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 12,
        "text": "Сдерживаться, сколько хватит сил ~>",
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "empty",
    "answers": [
      {
        "id": 12,
        "text": "Молясь, чтобы гонка скорее закончилась, она судорожно шарила грязными пальцами по сиденью, пока не наткнулась на прохладную ладонь. Стиснув пальцы, почувствовала, как Луис сжимает её руку в ответ, и паника отступила. ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 12,
        "text": "Молясь, чтобы гонка скорее закончилась, она откинула голову и зажмурила глаза. Непроизвольное жалобное мычание, рвущееся из груди, заставило Луиса накрыть ладонью её сжавшийся на бархате обивки кулак. Скорее, скорее... ",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "Надеясь, что ехать и впрямь недолго, она считала секунды в тяжёлой борьбе с паникой и головокружением.\n\nСкорее, скорее, пожалуйста... ",
        "merge": true,
        "var_equal": [
          "локотв",
          3
        ]
      },
      {
        "id": 12,
        "text": "\n\n— Приехали! Приятного вечера вам обоим, магистр! — остановив наконец вагончик, отсалютовал водитель. \n\n— Мог бы хоть девушке дверь открыть, жлоб несчастный, — пробухтел под нос Луис, помогая своей спутнице выбраться из кабины на мостовую, и с силой захлопнул дверцу. \n\nОт громкого стука и тут же раздавшегося рёва двигателя девушка вскрикнула и нервно вцепилась в локоть мужчины. Тот, вздохнув, приобнял её и прижал к груди. \n\n— Всё хорошо, Изабель, — произнёс он почти шёпотом. — Вы в безопасности. ",
        "merge": true
      },
      {
        "id": 13,
        "text": "Поблагодарить ~>",
        "var_add": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 13,
        "text": "Согласиться ~>",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 13,
        "text": "Возразить ~>",
        "var_sub": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "empty",
    "answers": [
      {
        "id": 13,
        "text": "— Я не знаю, как мне вас благодарить, — подняв лицо, она заглянула ему в глаза. — Я не хотела бы доставлять хлопот... \n\n— Ничего страшного",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 13,
        "text": "— Мне действительно намного спокойнее... теперь, — подняв лицо, она заглянула ему в глаза.\n\n—  Я... очень рад",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 13,
        "text": "— Разве? — подняв лицо, она заглянула ему в глаза. —  Вы уже меня обнимаете...\n\n— Всего лишь пытался предупредить очередную истерику",
        "merge": true,
        "var_equal": [
          "локотв",
          3
        ]
      },
      {
        "id": 13,
        "text": ", — неубедительно заверил он, разворачивая её к малоприметной дорожке, уводящей с мостовой вверх по склону холма сквозь заросли высоких кустарников. — Нам туда. Придётся осилить небольшой подъём... \n\nВзяв себя в руки, девушка вошла в сгустившийся меж ветвей сумрак, почти не опираясь на вежливо предложенный локоть. \n\n— Могу ли я спросить... — начала она и, дождавшись утвердительного мычания, продолжила. — Какого рода вы... магистр? \n\n— Учёный... наследственный, — усмехнулся он, немного оживляясь. — Мой прапрадед приручил диоль. Я занимаюсь более глубокими исследованиями этого удивительного минерала в Министерстве энергетики. \n\nИзабель споткнулась и потрясённо открыла рот. Диоль! Величайшее открытие прошлого столетия! Сегодня она даёт всему человечеству свет и тепло, заставляет работать цеха, толкает транспорт... даже двигатели злосчастного только что затонувшего в заливе \"Титана\" работали на энергии диоли. Пока не сломались... ",
        "merge": true
      },
      {
        "id": 14,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 14,
    "text": "Что же произошло в воздухе? \n\nИзабель взглянула на едва различимое в сгущающейся темноте лицо своего провожатого и сбилась с мысли. Тот косился на неё с лёгкой улыбкой. Похоже, был доволен ошеломляющим эффектом своего признания. \n\n— Потрясающе, — произнесла девушка, чтобы не обманывать его ожиданий. — Вы, должно быть, живёте на самом острие прогресса... \n\n— Так и есть, — он торжественным жестом распахнул перед ней металлическую калитку, за которой виднелся впереди фасад крепкого трёхэтажного дома с массивной круглой башней с одной стороны. \n\nСлишком шикарное жилище для непривычной к роскоши Изабель, чьи ветхие, доставшиеся от родителей апартаменты были проданы так дёшево, что немалая часть вырученной суммы ушла только на билет на путешествие воздушным кораблём до столицы. ",
    "answers": [
      {
        "id": 15,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 15,
    "text": "По обе стороны бетонного крыльца сидели каменные грифоны, из клювов которых свисали на цепях горящие диолевые светильники. Их пурпурный свет делал вход в дом похожим на адские врата. \n\nРезные тяжёлые створки двери легко раскрылись, ни малейшим скрипом не прервав монолог хозяина. Тот вдохновенно рассказывал о последних достижениях науки и техники, которые потрясённая Изабель даже представить была уже не способна. \n\nПосреди просторного холла она остановилась, разглядывая огромный портрет властного пожилого мужчины, висящий прямо напротив входной двери. Шевеля губами, попыталась прочитать полустёртую надпись на золочёной раме. \n\n— \"Прогресс требует жертв\", — охотно подсказал ей Луис, убирая трость на подставку и бросая рядом грязные белые перчатки. — Да, это и есть мой прадед... со своим знаменитым девизом. Он завещал потомкам быть смелее и не давать ошибкам себя сломить. А также суметь заплатить цену, которую потребует очередное великое открытие, когда появится на горизонте... \n\n— Открытие, Лу?! Великое открытие, ты сказал?! — донёсся с лестницы разъярённый голос. ",
    "answers": [
      {
        "id": 16,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сбегающий по ступенькам молодой человек в сером комбинезоне и с очками для сварки на лбу, по уши перемазанный сажей и машинным маслом, словно выскочил из кузнечного горна. Глаза его полыхали, как два угля, грудь вздувалась, точно мехи, готовясь к крику, от которого портрет прадеда непременно должен был рухнуть со стены. Но крик осёкся, так и не вырвавшись, — незнакомец заметил испуганно жмущуюся к боку Луиса девушку. \n\n— Я думал, опять с прадедом заболтался, одержимый ты выродок, — опираясь локтями на перила, он почесал нос кулаком, размазывая пот и сажу по лицу. — Не верится, что привёл гостя... гостью, — неохотно поправился он, приглядевшись. \n\n— Это Изабель, — напряжённо ответил Луис. — Поживёт немного в маминой комнате... \n\n— М-маминой? — парень дёрнул подбородком, но тут же, хмурясь, замялся. — Ну да, мама не возражала бы... Может, и меня представишь? \n\n— Что ж... Это Марцель, мой младший брат и самый неотёсанный грубиян во всём столичном городе. Держитесь от него подальше, — предельно серьёзным тоном проговорил Луис. ",
    "answers": [
      {
        "var_add": [
          "ма-отн",
          3
        ],
        "id": 17,
        "var_sub": [
          "лу-отн",
          1
        ],
        "text": "Засмеяться ~>",
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "var_add": [
          "лу-отн",
          2
        ],
        "id": 17,
        "text": "Поздороваться ~>",
        "var_sub": [
          "ма-отн",
          3
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "var_add": [
          "ма-отн",
          1
        ],
        "id": 17,
        "var_sub": [
          "лу-отн",
          5
        ],
        "text": "Шмыгнуть носом ~>",
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "empty",
    "answers": [
      {
        "id": 17,
        "text": "Девушка нервно хихикнула — на здоровый смех она пока ещё была не способна. \n\nМарцель изобразил какой-то средневековый шутовской поклон, крутанувшись на пятках и перескочив со ступеньки на ступеньку. Ловко! ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "— Добрый вечер, Марцель, — произнесла Изабель, мысленно проклиная себя за осторожную интонацию, больше подходящую разговорам с душевнобольными. — Рада знакомству.\n\n— Вза-им-но! — неровными слогами, будто читающий букварь малыш, зачеканил парень. — Привет-ст-ствую вас. Что, Лу, я не справляюсь? Чувс-тствуй-те се-бя как до-ма. ",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "— Будьте здоровы! — вскинулся Марцель, стоило только Изабель хлюпнуть носом, и вмиг съехал в холл по перилам. — Могу я предложить вам... платочек?! — подскочив к тумбе он поднял одну из брошенных братом перчаток. — Что, Лу, я опять не справляюсь? ",
        "var_equal": [
          "локотв",
          3
        ],
        "merge": true
      },
      {
        "id": 17,
        "text": "\n\n— Дайте ему шанс, и он будет ломать грошовую комедию до рассвета, — вполголоса сообщил Луис на ухо Изабель. \n\n— А вы проверяли?\n\n— Проверял, — невозмутимо подтвердил мужчина и, не говоря больше ни слова, повёл её под локоть прочь по коридору. \n\nОглянувшись через плечо, девушка увидела, как Марцель за её спиной давит смех грязным кулаком, и невольно ему улыбнулась. Тот лукаво подмигнул в ответ. ",
        "merge": true
      },
      {
        "id": 85,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 18,
    "text": "Подобрав полный комплект сменной одежды, Изабель посмотрела на исправно тикающие настенные часы. Несмотря на слова Луиса, в комнате покойницы ей было неловко и хотелось выйти поскорее. Чужая мебель, чужие запахи... И совсем не убедительное заявление, будто всё это никому не нужно. \n\nНа корешках фотоальбомов совсем нет пыли, и к другим вещам кто-то прикасался в последнее время не раз и не два. Изабель предположила бы горничную — должна же у таких солидных и обеспеченных людей она быть? Но казалось, что в доме кроме братьев никто не живёт. Почему? \n\nЭту загадку девушка, впрочем, разгадала быстро. У двери, которая оказалась скорее зелёной, чем синей, летел из трубы парок, а длинный рычаг с кристаллом диоли внутри медленно поднимался по шестерёнке, зубцы которой вонзались в звенья натянутой цепи. Вместе с тем сама собой набиралась нагретая вода в роскошной, выложенной лазурными плитками ванне. \n\nВот о каких чудесах науки и техники пытался рассказать ей Луис. Зачем слуги, когда в доме всё механизированное и автоматическое? Сами стены прислуживают. ",
    "answers": [
      {
        "id": 19,
        "text": "Здорово, наверное, так жить ~>"
      }
    ]
  },
  {
    "id": 19,
    "text": "Счастливая, что и на её долю перепало чудес в награду за все пережитые страдания, Изабель разделась, сложила на лавочке влажную грязную одежду отдельной стопкой и залезла в восхитительно горячую воду. \n\nДа-а, именно этого ей не хватало, чтобы хоть немного почувствовать себя живой после падения в залив. Тело стремительно согревалось, даже желудок, проснувшись, голодно заурчал... и сжался, когда дверь распахнулась от пинка, и внутрь ворвался полураздетый Марцель. \n\nЕго расстёгнутый до пояса комбинезон болтался пустыми вывернутыми рукавами, не скрывая ожидаемо атлетичной и столь же ожидаемо влажной от пота фигуры. Там, где он успел, раздевшись, почесаться, кожу, как тигриную шкуру, украшали чёрные полосы. \n\n— Вот те раз, — уставился он на испуганно прижавшуюся к краю ванны Изабель и сочувственно сообщил. — Ты немного дверью ошиблась. Твоя синяя, чуть раньше по коридору была. \n\nИзабель второй раз за день захотела утонуть. ",
    "answers": [
      {
        "id": 20,
        "text": "— Сожалею, что так вышло. ",
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 20,
        "text": "— Мы уже перешли на ты? ",
        "var_add": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 20,
        "text": "Молчать ~>",
        "var_sub": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "empty",
    "answers": [
      {
        "id": 20,
        "text": "— А я — нет! — парень улыбнулся во все тридцать два зуба. — И беззастенчиво пользуюсь ситуацией! ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 20,
        "text": "— А почему бы и нет? — довольно улыбнулся парень. — ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 20,
        "text": "— Ну же, нам есть, что показать друг другу! — он развёл руки, играя мускулами, но реакции так и не дождался. — Нет? Ну, как знаешь. ",
        "var_equal": [
          "локотв",
          3
        ],
        "merge": true
      },
      {
        "id": 20,
        "text": "Ладно, сегодня я помоюсь в твоей ванной. Но если и завтра перепутаешь дверь, я буду знать, что ты специально. \n\n— Я абсолютно уверена, что не перепутаю, — Изабель отвела глаза. \n\n— Хорошо. О, давай, раз уж я так удачно зашёл, закину твои тряпки в отпариватель, — Марцель сгрёб в охапку одежду девушки и, направляясь к выходу, пошарил в ней грязной пятернёй, — М-м, миленькие трусики.\n\n— Что?! Стой!!! — Изабель чуть не выскочила из воды от возмущения. \n\nТолько того и ждавший парень хитро прищурился через плечо и театрально вздохнул, не увидев её во весь рост. \n\n— Привыкай, вся стирка в этом доме на мне. Если так стесняешься, хочешь, на мои посмотри, — свободной рукой он резко расстегнул до конца свой комбинезон, демонстрируя серые в полоску кальсоны. ",
        "merge": true
      },
      {
        "id": 21,
        "text": "— Гхм... Да, есть чем похвастать. ",
        "var_add": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 21,
        "text": "— Прости, не впечатляет. ",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 22,
        "text": "Завизжать ~>",
        "var_sub": [
          "лу-отн",
          5,
          "ма-отн",
          5
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "— ",
    "answers": [
      {
        "id": 21,
        "text": "А то ж! — довольно ухмыльнулся он, прижимая к груди ворох её одежды. — Ладненько, встретимся за столом! ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 21,
        "text": "Да ну? Больше с цветочками любишь? — ухмыльнулся он, глазами указывая на ворох её одежды. — Боюсь, мне не пойдёт. Эх, ладно, встретимся за столом!",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 21,
        "text": "\n\nМарцель вразвалочку удалился, на ходу застёгивая нижнюю часть комбинезона. Изабель наконец-то снова осталась одна и, нырнув в остывающую воду с головой, шумно выдохнула. \n\nЕй должно очень повезти, чтобы Луис не узнал, в какую неловкую ситуацию она угодила...\n\nИ ожившие ноги щипало уже просто немилосердно! Уф-ф... ",
        "merge": true
      },
      {
        "id": 23,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Ну заче-ем, — скривился парень, ковыряя мизинцем в ухе. — О, слышишь шаги? Четыре... Три... Два... Один... Сюрприз! — Он ловко положил одежду Изабель на голову точнёхонько под его счёт распахнувшему дверь Луису. \n\nДевушка, сгорая со стыда, закрыла лицо руками. Заразительный смех Марцеля, гремящий в обложенной плиткой комнате немного разряжал обстановку, но всё же не настолько, чтобы свести всё к шутке. \n\n— Оп! Оп! — Марцель с виртуозной ловкостью ловил падающие с головы его брата юбки, пока тот, угрожающе наступая, вытеснял его в коридор. \n\nВыбрав момент, Луис отвесил Марцелю затрещину, и пока тот шипел, стараясь не выронить одежду, которую, похоже, искренне вознамерился отправить в стирку, ухватился за его комбинезон. \n\n— Ширинку бы хоть застегнул, пугало! — зашипел он уже снаружи. \n\n— А-ай, полегче, щупальца оттуда убери свои!.. Это она двери спутала, не я! \n\nИзабель напряжённо прислушивалась к звукам продолжающейся в коридоре и потихоньку стихающей вдали потасовки. Сильнее стыда щипали только ожившие вместе с ногами порезы на икре. ",
    "answers": [
      {
        "id": 23,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 23,
    "text": "... Вымытая и одетая в сухую тёплую одежду, Изабель почувствовала себя достаточно сильной и смелой, чтобы, собрав мокрые волосы и силу воли, снова предстать перед хозяевами дома. \n\nНайти столовую на первом этаже оказалось действительно просто. Девушка, как заворожённая, шла на запах жареного мяса и даже не покраснела, в дверях встретившись взглядом с Марцелем.\n\nКак и она, успевший отмыться парень заметно похорошел. Широкая улыбка на чистом лице больше не выглядела опасным оскалом — она казалась юной и озорной. А на носу под слоем копоти обнаружилась пара крохотных родинок.\n\n— Тебе идёт, — как ни в чём не бывало, сделал он комплимент, пока Луис, прилично расчёсанный и избавившийся от пиджака с галстуком, вежливо отодвигал для гостьи стул. ",
    "answers": [
      {
        "id": 24,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 24,
    "text": "Всё ещё немного стесняясь, Изабель, однако, вместе с едой прожевала все невесёлые мысли. И когда пришло время чая, растворилась в моменте, вполуха слушая, как братья обмениваются сладостями и едкими комментариями. \n\nЕй стало спокойно. Значит, она ни при чём. И общаются они так всегда. По-своему это даже показалось ей милым...\n\n— У вас появился румянец на щеках, Изабель, — констатировал тем временем Луис, вырывая её из полудрёмы. — Теперь-то вас больше не тянет себя жалеть, я надеюсь? ",
    "answers": [
      {
        "id": 25,
        "text": "— Благодаря вам я почти счастлива, спасибо! ",
        "var_add": [
          "лу-отн",
          2
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 25,
        "text": "— Боюсь, никогда не смогу отплатить вам за щедрость и доброту...",
        "var_add": [
          "ма-отн",
          2
        ],
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "— ",
    "answers": [
      {
        "id": 25,
        "text": "Заметь, Лу! Почти! — оживился Марцель, энергично отмахиваясь от дыма сигары, которую его брат только что раскурил. — И я даже догадываюсь, что не так. Иди вонять этой дрянью на улицу! \n\nЛуис, улыбнувшись, старательно выдохнул дым в его сторону и в отместку получил под столом ногой по щиколотке. Больно, судя по тому, как скривилось его лицо. \n\n— ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "Вы думаете, что не заслужили их? — серьёзно спросил Луис, раскуривая сигару.\n\n— Я не думаю, я знаю, что ничем их не заслужила, — скромно ответила девушка и непроизвольно отмахнулась салфеткой от летящего в её сторону дыма.\n\nМужчина тут же старательно выдохнул в сторону — на Марцеля, который, скривившись, пнул его в отместку по щиколотке под столом. Тот поморщился. \n\n— Жаль, что вы такого невысокого мнения о себе, — продолжил Луис неожиданно ставший серьёзным разговор. — ",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 25,
        "text": "Если возможно, мы хотели бы узнать о вас больше, Изабель. О какой рукописи вы бредили на набережной? ",
        "merge": true
      },
      {
        "id": 86,
        "text": "Рассказать ~>"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Соболезнуем, — кисло вздохнул Марцель, потягиваясь через стол и легко касаясь её руки. — Нашу мать забрала та же самая дрянь... \n\n— Мне жаль, — расстроилась Изабель. — Я не встречала ещё болезни страшнее. Я даже название её произносить боюсь. Надеюсь больше никогда её не увидеть... — она осеклась, заметив, как странно смотрит на неё сквозь клубы дыма Луис, и как напряжённо мнёт салфетку Марцель. — Что-то не так? \n\n— Всё хорошо, Изабель. Пожалуй, не могу не упомянуть, что в настоящее время как раз работаю над панацеей от этой ужасной болезни на основе...\n\n— Замолчи, — с неожиданной злобой выплюнул его брат. — Не может он не упомянуть! Не хочу слышать и слова о панацее из твоего поганого рта! \n\n— Услышишь на каждой улице, от каждой собаки, когда я добьюсь успеха! — пообещал ему Луис, глубоко затягиваясь и выпуская дым под потолок. \n\n— Об кулак мой ты скоро добьёшься, понял?! — Марцель вскочил из-за стола и, выхватив у брата сигару, швырнул в камин. ",
    "answers": [
      {
        "id": 27,
        "text": "— Что ж, кажется, ужин пора заканчивать... ",
        "var_add": [
          "лу-отн",
          1,
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 27,
        "text": "— А что не так? Если бы существовало лекарство... ",
        "var_sub": [
          "лу-отн",
          1,
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Изабель смутно понимала, что на этот раз ругань между братьями не такая, как обычно. ",
    "answers": [
      {
        "id": 27,
        "text": "И своими скромными силами пыталась погасить разгорающийся конфликт в зародыше, хоть и не могла знать его сути. \n\n— Полностью согласен, — игнорируя ненавидящий взгляд Марцеля и даже никак не отреагировав на выходку с сигарой, поддержал её Луис. — Мы чересчур засиделись. ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 27,
        "text": "Но почему Марцель так взбесился при упоминании лекарства от неизлечимой хвори, оставалось лишь недоумевать.\n\n— Оставим пока эту тему, — спокойно и уверенно улыбнулся Луис, никак даже не отреагировав на выходку с сигарой. — Уже далеко за полночь, мы слишком засиделись... ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 27,
        "text": "\n\nМарцель, скрипя зубами, дёрнул рычаг, запуская конвейерную ленту у стены, и начал складывать на неё тарелки. Луис привычно помогал, думая о чём-то своём, и Изабель тоже не осталась в стороне, пытаясь разглядеть, в какое чистилище уезжает грязная посуда. Из отверстия в стене, где она скрывалась, валил горячий пар, летели брызги и слышался плеск плотных струек воды. \n\n— Интересно? — заметив, как она вытягивает шею, немного смягчился Марцель. ",
        "merge": true
      },
      {
        "id": 28,
        "text": "— Очень. Как это работает?",
        "var_add": [
          "лу-отн",
          5
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 28,
        "text": "— Ещё как! Ты сам это собрал? ",
        "var_add": [
          "ма-отн",
          5
        ],
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "empty",
    "answers": [
      {
        "id": 28,
        "text": "— Диоль — ответ на каждый второй случайный вопрос в этом доме, — Луис, протискиваясь мимо девушки, гордо ей улыбнулся. — Тому, кто способен удержать напряжение диоли в ладонях, перспективы открываются почти безграничные! \n\n— Ага, а тот кто из одной идеи и искры напряжения изобрёл и собрал прямо в стене механизм, эффективно использующий данные ресурсы, как бы ни при чём, — закатил глаза Марцель. — Видишь ли, Изабель, брату ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 28,
        "text": "— Вот этими руками, — Марцель с гордостью продемонстрировал мозолистые ладони и пошевелил пальцами. — Вплоть до изготовления каждой второй детали на верстаке.\n\n— Если бы ты хоть раз смог удержать в ладонях напряжение диоли, не хвастался бы своими примитивными шестерёнками, — поддел его Луис, протискиваясь к ленте с последней тарелкой.\n\n— Вот так всегда, Изабель, — закатил глаза Марцель. — Брату ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 28,
        "text": "нравится думать, что все мозги в семье достались ему одному. \n\n— Я магистр, а ты механик, Марцель. Просто смирись с этим. \n\n— Пока я создаю полезные вещи, ты, тщеславия кусок, только выпендриваешься в Министерстве! Совести у тебя нет! Давай, покажи гостье свою башню — какое ты там напряжение диоли в своих потных ладошках держишь! Послушаем, что она скажет! \n\n— Гостье пора спать, — напряжённо оглянувшись, отрезал Луис. — Всем нам. Кстати, Изабель, я должен предупредить. В башню вам подниматься нельзя. Это опаснее, чем совать руки в механизмы Марцеля. ",
        "merge": true
      },
      {
        "id": 29,
        "text": "— Не буду. Спасибо за ужин и доброй ночи. "
      }
    ]
  },
  {
    "id": 29,
    "text": "Добравшись до постели, девушка долго ворочалась под одеялом. Уснуть не получалось. \n\nОна словно лежала в недрах большой музыкальной шкатулки. В окружающих стенах крутились шестерёнки и качались маятники. \n\nВесь дом свистел, дышал паром из труб, лязгал сухожилиями цепей и горел пурпурными глазами светильников.\n\nСтрашно... зловеще... ",
    "answers": [
      {
        "id": 30,
        "text": "Пересилить себя и уснуть ~>"
      },
      {
        "id": 31,
        "text": "Встать и пройтись ~>"
      }
    ]
  },
  {
    "id": 30,
    "text": "empty",
    "answers": [
      {
        "id": 30,
        "text": "... Утром за завтраком Луис вслух читал свежую газету. \n\n— Потрясающе! Все пассажиры и члены экипажа потерпевшего крушение \"Титана\" выжили! Ни единой жертвы — одни переломы да насморки. Не чудо ли?! — подозрительно сильно радовался он, не замечая, что его пышные после утреннего мытья волосы, свисая до самого стола, угодили в коварно передвинутую его братом маслёнку. \n\n— Разумеется, жертв удалось избежать лишь потому, что ты самолично бросился спасать положение и вылавливать из воды тонущих девушек, — ядовито вставил Марцель и повернулся к гостье. — Ну что, Изабель, готова начать новую жизнь с чистого листа? Я пересобрал нашу печатную машинку. Можешь попробовать восстановить свою рукопись... \n\n— Я... я должна попробовать! — она воодушевлённо прижала ладонь к груди. — Правда, сперва надо объясниться с издательством. Может, они примут во внимание мои обстоятельства и возьмут на оклад... \n\n— Вас завалят монотонной работой и поселят в каком-нибудь дрянном клоповнике без лучика света для счастливого творчества, — пессимистично пообещал Луис. — Лучше оставайтесь здесь, пока не восстановите рукопись, и идите к ним во всеоружии. ",
        "var_less": [
          "страничпласт",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_less": [
          "страничпласт",
          1
        ],
        "text": "— Неловко злоупотреблять вашим гостеприимством... ",
        "id": 30,
        "var_set": [
          "страничпласт",
          1
        ]
      },
      {
        "id": 30,
        "text": "— Ты нам не в тягость, — за двоих возразил Марцель. — У нас редко бывают гости... Обычно они сбегают от вони амбиций Лу, пропитавших дом от пола до потолка. \n\n— Это запах твоих рабочих комбинезонов, братишка, — парировал Луис. — Но я согласен, Изабель, вы нам не помешаете. В издательство, впрочем, всё же съездить стоит. Подготовить почву, разведать что и как... \n\n— Кстати, я тоже собирался в город сегодня, — заёрзал на стуле Марцель. — Хочешь, падай на хвост. На моей малышке обернёшься быстрее, чем в любой наёмной колымаге! \n\n— Ценой сердечного приступа или разбитого черепа, — мрачно добавил его брат. — Изабель, будьте благоразумны, я дам вам денег на приличный транспорт, это не проблема. ",
        "var_need": [
          "страничпласт",
          1
        ],
        "merge": true
      },
      {
        "var_add": [
          "лу-отн",
          5
        ],
        "id": 33,
        "var_sub": [
          "ма-отн",
          3
        ],
        "text": "— Прости, Марцель, острых ощущений мне хватило вчера на всю жизнь вперёд. ",
        "var_need": [
          "страничпласт",
          1
        ]
      },
      {
        "var_add": [
          "ма-отн",
          5
        ],
        "id": 34,
        "var_sub": [
          "лу-отн",
          3
        ],
        "text": "— Я уверена, что всё не так страшно, Луис. Не настолько, чтобы злоупотреблять вашей щедростью. ",
        "var_need": [
          "страничпласт",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Поднявшись и накинув на плечи шаль, Изабель отправилась на прогулку по коридорам загадочного дома. \n\nНо уже на повороте остановилась как вкопанная. Из малой гостиной доносились голоса братьев. Не только ей одной не спалось этой ночью... \n\n— Как у тебя только наглости хватает?! — возмущался по обыкновению Марцель. — После того, что ты с Барком сделал, я об этом твоём лекарстве и слушать ничего не хочу! Не говоря уже... \n\n— Слушай, старик Барк и так последние деньки доживал. Хватит капризничать, просто сделай чёртов механизм более гибким, чтобы призмы повернулись как надо. И никаких несчастных случаев больше не будет.",
    "answers": [
      {
        "id": 32,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 32,
    "text": "Изабель развернулась на цыпочках и засеменила обратно. Кажется, она только что случайно услышала нечто, чего ей лучше было бы не слышать...\n\nУснуть после такой прогулки стало ещё тяжелее. Однако девушка постепенно убедила себя не спешить с выводами. \n\nФразы, вырванные из контекста, бывают так коварны... Кому, как не автору романа, знать об этом лучше всех? ",
    "answers": [
      {
        "id": 30,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Ла-адно, но ты, Лу... Куда вдруг делась твоя знаменитая любовь к риску? — кислотно прокапал Марцель. — Может, ты просто не хочешь оставлять меня с гостьей наедине? Так я Изабель и в городе найду, не сомневайся. \n\n— Риск уместен, когда есть шанс добиться чего-то получше бесславной смерти на рельсах, — закатил глаза Луис. — Я рад, что Изабель понимает, когда имеет смысл сесть на чёртов дирижабль в погоне за мечтой, а когда овчинка выделки не стоит. Особенно, такая паршивая, как у тебя. \n\n— За своей великолепной шерстью следи лучше, — хрюкнул от смеха Марцель. \n\nПоднимаясь из-за стола и вытаскивая бумажник, Луис наконец заметил масло в волосах и, испепелив хохочущего брата взглядом, развернулся к выходу.\n\n— Со стола сам убирай, засранец... Изабель, удачного дня, — он положил на стол пару купюр такого достоинства, какие девушка и в руках-то редко держала.\n\nНе успела она поблагодарить мужчину, как тот вышел, на ходу вытирая волосы салфеткой. ",
    "answers": [
      {
        "id": 35,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Дело ваше, Изабель. И всё же, я бы подумал дважды на вашем месте... \n\n— Ой, а куда вдруг делась твоя знаменитая любовь к риску, Лу? — с победной улыбкой кислотно прокапал Марцель. — Может, ты просто не хочешь оставлять меня с гостьей наедине? Не волнуйся, нам некогда будет болтать. По крайней мере, до города... \n\nЛуис повернулся, поставив локоть на стол и явно собираясь ответить развёрнуто и по пунктам, но тут наконец заметил масло в волосах.\n\n— З-зараза... Со стола сам убирать будешь, — под хохот Марцеля он поднялся на ноги и, бросив на брата испепеляющий взгляд, повернулся к девушке. — Хорошего вам дня, Изабель. \n\n— Спасибо, — смущённо ответила она, глядя, как он покидает столовую, на ходу вытирая волосы салфеткой. \n\n— Не переживай, он скоро отойдёт. Я тут сам управлюсь, ты беги собирайся, — весело отпустил её Марцель. — И спускайся в гараж. Лестница за дверью слева от портрета дедули. ",
    "answers": [
      {
        "id": 36,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 35,
    "text": "... В лучах утреннего весеннего солнца дорога с холма среди кустарников сама по себе стала удольствием, которое не портили ни бинт выше щиколотки, ни чужая одежда, ни прохладный ветерок. \n\nВыбравшись к рельсам и отыскав остановку, Изабель с третьей попытки поймала наёмного водителя и, объяснив, куда ей надо, с комфортом прокатилась по городу. \n\nСегодня столица была именно такой, какой девушка мечтала её видеть. Величественной, но доброй к приезжей романистке из захолустья. Никто косо не смотрел на старомодный, плохо сидящий наряд. Жизни и здоровью ничего не угрожало. Что ещё нужно для счастья?\n\nДождавшись, пока водитель, недовольно ворча, отсчитает сдачу, и выбравшись из вагончика, Изабель восторженно оглядела здание главного столичного издательства. С белыми колоннами, опутанное трубами водостоков и пневматической почты, оно смотрелось внушительно и уютно одновременно. ",
    "answers": [
      {
        "id": 43,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 36,
    "text": "... Вниз по тёмной лестнице, вдыхая запах машинного масла, Изабель спускалась с предвкушением чего-то особенного. И её ожидания полностью оправдались. \n\nВ маленьком гараже среди развешенных по кирпичным стенам корзин с инструментами, плакатов и вешалок с грязным тряпьём, на одном рельсе стоял, блестя металлическими боками, непонятный и уродливый на женский вкус механизм. Парень в ожидании Изабель любовно протирал его тряпочкой. \n\nВ щегольской чёрно-красной рубашке с закатанными рукавами и чистых брюках с подтяжками Марцель узнавался с трудом, и девушка вынуждена была отметить про себя, что в грязном комбинезоне, а тем более — без него, парень выглядел куда интереснее. \n\n— Это и есть твоя... малышка? — уточнила она, обходя диковинный транспорт кругом.\n\n— Угум, — с гордостью подтвердил Марцель, протягивая ей резиновые очки с большими круглыми стёклами и спуская такие же со лба на лицо. — Готова узнать, что такое скорость? ",
    "answers": [
      {
        "id": 37,
        "text": "— Кажется, да. ",
        "var_add": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 37,
        "text": "— Н-не уверена...",
        "var_sub": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Легко взобравшись по металлическому боку и усевшись верхом на длинное кожаное сиденье среди изогнутых как рёбра трубок, Марцель за руку затянул наверх едва совладавшую с очками Изабель. \n\n— ",
    "answers": [
      {
        "id": 37,
        "text": "Усаживайся и держись крепче. Лучше за меня. Будет здорово! \n\nОпираясь на плечо парня, Изабель с нарастающим волнением подобрала юбки и устроилась за его спиной, начиная немного жалеть, что решилась на подобную авантюру.",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 37,
        "text": "Не бойся, Лу раздувает из мухи слона. Усядешься, я спинку подниму.\n\nОпираясь на плечо парня, Изабель с нарастающим волнением подобрала юбки и устроилась за его спиной, начиная немного жалеть, что решилась на подобную авантюру.\n\nМарцель потянул рычаг под рулём, и часть сиденья позади девушки сложилась в высокий валик, крепко прижав её грудью к спине парня. ",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 37,
        "text": "\n\nСтоило сомкнуть ладони, обхватив крепкий торс Марцеля, как странный механизм под ними загудел характерным для напряжения диоли звуком. Что-то застучало и залязгало под сиденьем, медленно толкая транспорт по рельсу.",
        "merge": true
      },
      {
        "id": 38,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 38,
    "text": "empty",
    "answers": [
      {
        "id": 38,
        "text": "Вовремя ухватившись за свисающее на цепи с потолка кольцо, Марцель дёрнул его, и за поднявшейся впереди железной шторой открылся тёмный круглый туннель.\n\n— Впереди спуск, — предупредил парень, нажимая на скрипящую под его ботинком педаль.\n\nГромыхнула за спиной, падая на место, жестяная штора. \n\nВ кромешной темноте, отчаянно прижимаясь щекой к горячей спине Марцеля, девушка почувствовала, как нарастает скорость и путь обрывается, стремительно унося их обоих вниз... ",
        "var_less": [
          "поезд",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_less": [
          "поезд",
          1
        ],
        "text": "— А-а-а-а!!!",
        "id": 38,
        "var_set": [
          "поезд",
          1
        ]
      },
      {
        "id": 38,
        "text": "Ветер трепал юбки и волосы Изабель, жуть сковывала сердце и давила дыхание, в ушах стоял свист, а руки намертво вцепились в рубашку на горячей груди сидящего спереди парня.\n\nГлаза на миг ослепило, когда, вылетев из туннеля, железный скакун промчался, гудя и завывая, мимо зелёной стены кустов. Его тряхнуло и подбросило — рельс вывел на городское транспортное полотно.\n\nВстречный вагончик промелькнул справа, и взвизгнувшую Изабель едва не сдуло с сиденья ударом сжатого воздуха.\n\nУлицы проносились мимо рябой массой, пока впереди не показался хвост почтового вагончика. Марцель вынужден был притормозить, чтобы не врезаться в него. \n\nТеперь, на вполне человеческой скорости, мчаться по городу было даже приятно. Взгляд успевал запечатлевать дома, скверы и мосты, ветер не так сильно драл за волосы, и, что греха таить, разжать кулаки и расправить ладони на спортивном мужском теле тоже оказалось удовольствием немалым. Жаль, недолгим... ",
        "var_need": [
          "поезд",
          1
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "~> ~> ~>",
        "var_need": [
          "поезд",
          1
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "empty",
    "answers": [
      {
        "id": 39,
        "text": "— Приехали, — довольно выдохнул Марцель, с лязгом выведя свой транспорт на парковочный отводок рельс и легко похлопав по всё ещё обнимающим его рукам. \n\nИзабель с трудом оторвалась от его тёплой спины. Но на тротуар спуститься оказалось ещё сложнее. Спина не разгибалась, ляжки под встрёпанными юбками прилипли к кожаному сиденью, бинты на порезанной ноге сползли, а о том, во что превратились волосы, она вовсе старалась не думать. \n\nРухнув в объятья Марцеля и почувствовав под ногами мостовую, она, переводя дух, позволила ему снять с себя очки, глаза под которыми всё ещё были в пол-лица огромные.\n\n— Ну, что скажешь? — нетерпеливо подвигал он плечами, требуя озвучить впечатления. — Ты первая, кто согласился со мной проехаться, давай, не молчи! ",
        "merge": true,
        "var_equal": [
          "приех",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "приех",
          0
        ],
        "id": 39,
        "text": "— Уф-ф, Луис был прав, это безумие... ",
        "var_sub": [
          "ма-отн",
          3
        ],
        "var_set": [
          "локотв",
          1,
          "приех",
          1,
          "безум",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "приех",
          0
        ],
        "id": 39,
        "text": "— Незабываемо... Но для меня всё же чересчур быстро. ",
        "var_set": [
          "локотв",
          2,
          "приех",
          1,
          "безум",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "приех",
          0
        ],
        "id": 39,
        "text": "— Восторг! Хочу так ездить каждый день! ",
        "var_add": [
          "ма-отн",
          2
        ],
        "var_set": [
          "приех",
          1,
          "локотв",
          3,
          "безум",
          3
        ]
      },
      {
        "id": 39,
        "text": "— Ну-у-у, — расстроенно протянул парень, поднимая на лоб свои очки. ",
        "merge": true,
        "var_equal": [
          "приех",
          1,
          "локотв",
          1
        ]
      },
      {
        "id": 39,
        "text": "— Эх... Обратно постараюсь так сильно не гнать, — пообещал он, поднимая на лоб свои очки. ",
        "var_equal": [
          "приех",
          1,
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "— Уф, а то ты так визжала, я боялся, что обратно решишь пойти пешком! — он крепче прижал девушку к себе и сдвинул свои очки на лоб.",
        "merge": true,
        "var_equal": [
          "приех",
          1,
          "локотв",
          3
        ]
      },
      {
        "id": 39,
        "text": "\n\nЗаметив красные полукруглые вмятины у него под глазами, Изабель сначала фыркнула со смеху, а затем испуганно схватилась за собственное лицо.\n\n— Ничего, сейчас сойдёт, — улыбаясь, он взял её лицо в ладони и провёл по щекам большими пальцами. — Уже и незаметно. \n\nДевушка смущённо отстранилась, уже вполне пришедшая в себя, чтобы твёрдо стоять на ногах и начать поправлять всклокоченные волосы. \n\nПрохожие, как ни странно, поглядывали на них с Марцелем доброжелательно... А рядом возвышалось здание главного столичного издательства — с белыми колоннами, опутанное трубами водостоков и пневматической почты. \n\n— Ну беги... Как закончишь разнюхивать, приходи вон туда, дальше, на площадь. Я свои дела сделаю и покажу кое-что интересное.\n\n— Хорошо, — заинтригованно кивнула девушка. — До встречи... ",
        "var_equal": [
          "приех",
          1
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "~> ~> ~>",
        "var_equal": [
          "приех",
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Ещё не хватало разорваться или ненароком обидеть одного из братьев! Раз уж Изабель так опростоволосилась с выбором пластинки, ей это к шутке и сводить, чтобы не портить всё веселье.\n\nИскренний заразительный смех Марцеля при виде девушки, закружившейся по комнате с длинной диванной подушкой в обнимку, не оставил сомнений, что шалость удалась. Растерянный Луис, получив от брата тычок локтем в бок, тоже рассмеялся, но всем троим уже становилось ясно, что их стихийные домашние танцы пора заканчивать.\n\nИзабель, так и не расставшись с подушкой и даже не сняв туфли, уснула, стоило только добраться до кровати, и всю оставшуюся ночь счастливо улыбалась во сне... ",
    "answers": [
      {
        "id": 90,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 41,
    "text": "... Внутри издательства кипела жизнь, и от количества бумаги, в которой буквально тонуло каждое второе помещение, в душе Изабель что-то вдохновенно приподнималось. \n\nНайти человека, одобрившего её отрывки, — лысенького, влажненького толстячка в клетчатом пиджаке — и обсудить с ним сложившуюся ситуацию тоже оказалось легче, чем девушка ожидала. \n\nОн даже отыскал те части, что она присылала, — помятые и залитые кофе — чтобы помочь восстановить роман. С его слов это было именно то, что сейчас нужно читателям столицы — смелое, полное жизни молодое перо, которое вне всяких сомнений можно хорошо продать. \n\nА узнав, где Изабель приютили, почему-то предложил ей срочно заняться личными документами и взять в свои руки одну колонку в популярном журнале. \n\nДевушка, вспоминая слова Луиса, соглашаться не торопилась, но кабинет покидала окрылённая, с полной уверенностью, что теперь не пропадёт. \n\nЗакрывая за собой дверь, она заметила, что толстяк потянулся к телефонному аппарату, занимавшему большую часть комода позади письменного стола...",
    "answers": [
      {
        "id": 44,
        "text": "Покинуть издательство ~>"
      },
      {
        "id": 45,
        "text": "Задержаться и подслушать ~>"
      }
    ]
  },
  {
    "id": 42,
    "text": "empty",
    "answers": [
      {
        "id": 42,
        "text": "Игла опустилась в борозду вертящейся пластинки, и ",
        "var_less": [
          "цуль",
          1
        ],
        "merge": true
      },
      {
        "var_equal": [
          "локотв",
          1
        ],
        "var_less": [
          "цуль",
          1
        ],
        "text": "из рупора грянуло по ушам что-то безумное, но невероятно зажигательное!\n\nИздав радостный вопль, Марцель шагнул боком, ловко переступая навстречу Изабель, качающей плечом в такт музыке. \n\nЛуис, скорчивший было гримасу, махнул рукой и тоже влился в ритм, двигаясь, как сердитая кобра, и притирясь спиной к спине девушки.\n\nИзабель не помнила, когда отплясывала так весело и самозабвенно, да ещё и с двумя партнёрами сразу. Да, это именно то, чего ей не хватало в жизни! ",
        "id": 42,
        "merge": true
      },
      {
        "var_equal": [
          "локотв",
          2
        ],
        "var_less": [
          "цуль",
          1
        ],
        "text": "в комнату потёк удивительный незнакомый вальс.\n\n— Отлично! — одобрил Луис, церемонным жестом предлагая Изабель руку... \n\n... но в ладонь к нему внезапно опустилась мозолистая лапа Марцеля, а вторая — легла на плечо. Изабель покатилась со смеху, наблюдая за тем, как братья, изо всех сил пытаясь сохранить невозмутимый вид и шаркая ботинками, делают по комнате круг вальса. Боже! \n\nПроплывая мимо неё, Марцель вдруг отступил в сторону, а Луис, поймав её руку, потянул дальше. С трудом встроившись в ритм, девушка едва успела за круг приноровиться к его шагам, как напротив оказался Марцель и повёл её на новый круг вместо брата, оставшегося возле граммофона.\n\n— Вы что, репетировали? — возмутилась она, подозрительно легко передаваемая из рук в руки.\n\n— Мы танцевали так с мамой, — грустно улыбнулся Луис, в этот момент оказавшийся напротив. — Она любила вальс... ",
        "id": 42,
        "merge": true
      },
      {
        "var_equal": [
          "локотв",
          3
        ],
        "var_less": [
          "цуль",
          1
        ],
        "text": "из рупора пополам с треском и шипением послышался гнусавый старческий голос, рассказывающий что-то о нуклеофильном замещении.\n\n— Вот те раз! — сползая со смеху на пол, ткнул пальцем в сторону девушки Марцель. — Из всех пластинок выбрать ту, на которой лекция старого пня записана!\n\n— Я думала, \"химия\" — это что-то про чувства, — смеясь, попыталась оправдаться девушка, пока Луис менял пластинку.\n\nИ пользуясь тем, что его брат ещё корчится в хохоте, а Изабель растеряна, с первыми звуками настоящей музыки подхватил её под руку, раскручивая в танце и передавая с рук на руки подтянувшемуся с пола Марцелю.\n\nИзабель не помнила, когда отплясывала так весело и самозабвенно, да ещё и с двумя партнёрами сразу. Да, это именно то, чего ей не хватало в жизни! ",
        "id": 42,
        "merge": true
      },
      {
        "var_equal": [
          "локотв",
          4
        ],
        "var_less": [
          "цуль",
          1
        ],
        "text": "в комнате завизжали скрипки, застучали барабаны, завыли трубы и бодро покатились клавишные аккорды.\n\n— \"Кузнечик\"? — удивился Луис. — Сто лет их не слышал.\n\n— О, а я знаю эту музыку! — обрадовалась девушка знакомой мелодии. — Мы с подругой слушали по радио... \n\nНачав подпевать высоким нотам, Изабель легко запрыгала, вскидывая руки и кружась. Марцель и Луис охотно присоединились — каждый в своей манере. \n\nИзабель не помнила, когда отплясывала так весело и самозабвенно, да ещё и с двумя партнёрами сразу. Да, это именно то, чего ей не хватало в жизни! ",
        "id": 42,
        "merge": true
      },
      {
        "comment": false,
        "merge": false,
        "id": 42,
        "text": "~> ~> ~>",
        "var_less": [
          "цуль",
          1
        ],
        "var_set": [
          "цуль",
          1
        ]
      },
      {
        "id": 42,
        "text": "Музыка играла, одна мелодия сменяла другую, шарканье мужских ботинок и стук каблучков Изабель терзали старый паркет...\n\nКто-то пригасил лампы, оставив мягкое розовое свечение, а после того, как пластинка закончилась, Изабель, уже с трудом дыша, но не желая останавливаться, наугад вытащила следующую. \n\nВ комнату хлынуло что-то медленное, душевное и тягучее, уже не оставляющее возможности разделить танец на троих... \n\nБратья молча переглянулись и остались стоять, предоставляя девушке самой выбрать, с кем составить пару. Недолго думая, она предпочла... ",
        "merge": true,
        "var_equal": [
          "цуль",
          1
        ]
      },
      {
        "var_add": [
          "лу-отн",
          10
        ],
        "var_equal": [
          "цуль",
          1
        ],
        "id": 88,
        "text": "Луиса ~>",
        "var_less": [
          "мавзаим-пред",
          1,
          "лу-отказ",
          1
        ],
        "var_sub": [
          "ма-отн",
          5
        ]
      },
      {
        "var_add": [
          "ма-отн",
          10
        ],
        "var_equal": [
          "цуль",
          1
        ],
        "id": 87,
        "text": "Марцеля ~>",
        "var_less": [
          "лувзаим-пред",
          1,
          "ма-отказ",
          1
        ],
        "var_sub": [
          "лу-отн",
          5
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "цуль",
          1
        ],
        "id": 42,
        "text": "/* Девушка не станет танцевать с Луисом, когда рядом есть Марцель. ",
        "var_need": [
          "мавзаим-пред",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "цуль",
          1
        ],
        "id": 42,
        "text": "/* Девушка не станет танцевать с Марцелем, когда рядом есть Луис. ",
        "var_need": [
          "лувзаим-пред",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "цуль",
          1
        ],
        "id": 42,
        "text": "/* Девушке не интересен Луис. ",
        "var_need": [
          "лу-отказ",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "цуль",
          1
        ],
        "id": 42,
        "text": "/* Девушке не интересен Марцель. ",
        "var_need": [
          "ма-отказ",
          1
        ]
      },
      {
        "id": 40,
        "text": "Диванную подушку ~>",
        "var_equal": [
          "цуль",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "— Изабель! — окликнул девушку знакомый голос. \n\nВ щегольской чёрно-красной рубашке с закатанными рукавами и чистых брюках с подтяжками Изабель даже не сразу узнала плечистого улыбчивого Марцеля, и вынуждена была отметить про себя, что в грязном комбинезоне, а тем более — без него парень выглядел куда более интересно и естественно. \n\n— С прибытием. Я тут все дела сделать и даже вздремнуть успел, пока ты ползла в том ржавом ведре! — парень поджидал её у парковочного отводка рельсов на фоне какой-то невообразимой механической уродины, сверкающей стальными боками. \n\n— Это и есть твоя... малышка? — уточнила Изабель. \n\n— Ага, — он с гордостью погладил необычный транспорт по корпусу. — Ты как закончишь в издательстве разнюхивать, приходи вон туда, дальше, на площадь. Покажу кое-что интересное.\n\n— Хорошо, — заинтригованно кивнула девушка. — Давай, до встречи!",
    "answers": [
      {
        "id": 41,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 44,
    "text": "Добираясь до оживлённой городской площади, Изабель немного проветрила голову, и те немногие мысли, что ещё вертелись на уме, окончательно вылетели, стоило разглядеть украшающий площадь памятник. \n\nЭто лицо она узнала без труда. Не далее как утром в последний раз его видела — в холле дома на холме. На старинном портрете. \n\n— Скульптор ему польстил, — выросший за плечом девушки Марцель разглядывал статую со странным выражением на лице. — \"Прогресс требует жертв\", чтоб меня... \n\n— Ты это хотел показать? — Изабель с интересом присматривалась к его прищуренным глазам и напряжённой шее. \n\n— Не совсем... Не только. Поговорить хотел с глазу на глаз. Чтобы Лу меня не одёргивал через слово. Но, знаешь... Смотрю на этого старого сукина сына, и кажется, что брат всё равно рядом, нигде от него не спрячешься... Может, и не стоит начинать... \n\n— Что начинать? — сбитая с толку Изабель приблизилась, боясь упустить нечто важное в его словах. \n\n— Ты вот как думаешь, мой брат почему тебя подобрал и домой привёз? Потому что ты хорошенькая? ",
    "answers": [
      {
        "id": 46,
        "text": "— Вполне возможно, что это не последняя из причин. ",
        "var_sub": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 46,
        "text": "— Потому что я была в отчаянном положении. ",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 49,
        "text": "— Зависит от того, кто такой Барк. ",
        "need": [
          31
        ],
        "var_add": [
          "ма-отн",
          2
        ]
      },
      {
        "id": 44,
        "text": "/* Других предположений у девушки нет. ",
        "comment": true,
        "need": [
          -31
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Спустя пару минут, девушка, едва не плача, оторвалась от двери кабинета и уныло поплелась к выходу. Зачем она только решилась подслушать? \n\nИз телефонной трепотни толстяка становилось ясно, что ценность Изабель представляет в первую очередь не как молодой талант, а как колоритная кукла с интересной историей. \n\nЭпидемия, смерть родителей, написание романа в глуши, безрассудная поездка в столицу, крушение \"Титана\", ещё и внезапное сожительство с магистром — большой шишкой в Министерстве энергетики — вот, что толстяк собирался продавать, а вовсе не плоды её творчества.\n\nОбидно. Хоть ситуацию по сути не меняет... ",
    "answers": [
      {
        "id": 44,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 46,
    "text": "Марцель вздохнул и покачал головой.",
    "answers": [
      {
        "id": 46,
        "text": "\n\n— Ты, конечно, вполне в его вкусе. В маминых платьях особенно. Но нельзя быть такой наивной, чтобы думать, будто ты так нежно ухватила его за трость, что он свою патлатую голову потерял.\n\n— Что ты, конечно нет, — надулась Изабель. — Если намекаешь на какие-то скрытые мотивы, лучше сразу скажи и не заставляй меня угадывать.\n\n— Да ничего скрытого, всё ж очевидно, — грустно произнёс парень, напряжённо всматриваясь в её глаза. — Ох, нет, лучше забудь. Не бери в голову. Что я...",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 46,
        "text": "\n\n— Мой братец точно не из тех, кто подбирает бездомных котят на улицах.\n\n— Что ж, и образцом женского очарования я тоже вряд ли ему показалась, — надулась Изабель. — В чём же тогда причина по-твоему? \n\n— Очевидно же, — напряжённо всматриваясь ей в глаза, проговорил он. — Нет, лучше забудь. Не бери в голову. Что я...",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 46,
        "text": "\n\nДевушка терпеливо молчала, ожидая, что Марцель продолжит, но тот, похоже, передумал с ней делиться. \n\n— Знаешь, что? — делано взбодрившись и хитро прищурившись, снова заговорил он. — А давай сходим в одну хорошую кофейню тут поблизости? Поедим фрукты в сахаре, раз уж мы тут вдвоём оказались и никуда не торопимся? ",
        "merge": true
      },
      {
        "id": 47,
        "text": "— С удовольствием. ",
        "var_add": [
          "ма-отн",
          2
        ]
      },
      {
        "id": 48,
        "text": "— Спасибо, я не голодна. ",
        "var_sub": [
          "ма-отн",
          2
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "... В кофейне было людно и шумно, но маленький столик в углу отгораживала декоративная стенка с цветочными горшками, создавая иллюзию покоя и уединения. \n\nНарезанные кубиками и обвалянные в сахарной пудре фрукты таяли во рту, заставляя Изабель облизывать десертную вилочку и тихо мычать от удовольствия. А Марцель прятал улыбку за чайной чашкой, наблюдая за ней, и смешно рассказывал о разных местах в городе. \n\nОтодвинув пустую вазочку, девушка смущённо подняла на него блестящие глаза. \n\n— Вкуснятина... Прости, у тебя платочка не найдётся? У меня, кажется, весь подбородок в сахаре... \n\n— Так вот же салфетки... \n\n— Я не могу, — краснея, призналась Изабель. — Они такие... полосатые... как твои вчерашние кальсоны. К лицу их тянуть...\n\nМарцель присмотрелся к салфетке в своей руке и, поперхнувшись со смеху, достал из нагрудного кармана вполне чистый платок. \n\n— Ты такая забавная, сладкоежка, — отсмеявшись, задумчиво произнёс он, подпирая щёку кулаком и протягивая через стол вилочку с кусочком банана. — Ам? ",
    "answers": [
      {
        "id": 50,
        "text": "Ам! ~>",
        "var_add": [
          "ма-отн",
          2
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 50,
        "text": "— Спасибо, я наелась. ",
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "— Серьёзно? — расстроился парень. — Я такой прямолинейный, да? Тебя это отталкивает?\n\n— Просто настроения нет, — уклончиво ответила Изабель, недоверчиво косясь на поднимающийся вдали над крышами дирижабль.\n\n— Ну тогда домой. ",
    "answers": [
      {
        "id": 48,
        "text": "В этот раз позволишь тебя подбросить?\n\n— Спасибо, Марцель, но я и правда ещё... не готова к приключениям, — вздохнула она. — Обязательно прокачусь с тобой на... этой штуке. Но как-нибудь в другой раз, ладно?\n\n— Как скажешь... — он с досадой на лице потёр шею широкой ладонью. ",
        "need": [
          33
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "Готова к обратной дороге? Малышка бьёт копытом!\n\n— ",
        "need": [
          -33
        ],
        "merge": true
      },
      {
        "var_need": [
          "безум",
          3
        ],
        "id": 48,
        "text": "Да, да, да, побежали! — оживилась девушка и бросилась к месту парковки, уже на бегу добавив через плечо. — Наперегонки!\n\nПарень захохотал, оставаясь несколько секунд на месте и давая ей фору. После чего кинулся следом и, схватив за талию уже у самого транспорта, легко подсадил наверх, помогая уверенно устроиться на знакомом месте. ",
        "need": [
          -33
        ],
        "merge": true
      },
      {
        "id": 48,
        "var_less": [
          "безум",
          3
        ],
        "text": "Ох, постараюсь не так громко визжать на этот раз...\n\n— И не царапаться? — с надеждой спросил парень, потирая грудь.\n\n— Этого не обещаю! — рассмеялась Изабель и, развернувшись, зашагала к месту парковки. ",
        "need": [
          -33
        ],
        "merge": true
      },
      {
        "id": 54,
        "text": "~> ~> ~>",
        "need": [
          -33
        ]
      },
      {
        "id": 53,
        "text": "~> ~> ~>",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "— Ч-что?! — Марцель резко обернулся и взял Изабель за плечи. — Ты что, нас подслушивала?! \n\n— Нет... — смутилась девушка. — Ну, немного. Случайно. Что у вас с братом семейное, так это — лужёные глотки. \n\nМарцель раскатисто засмеялся, отпуская её. \n\n— Ладно, не бери в голову. Не знаю, что ты слышала... Барк — это не человек даже. А то ещё подумаешь, будто мы трупы в подвале прячем и с тобой не пойми что планируем сотворить... \n\nОн почему-то сник, и девушка не решилась расспросить подробнее. Не её дело, в конце концов.\n\n— Знаешь, что? — деланно взбодрившись и хитро прищурившись, снова заговорил он. — А давай сходим в одну хорошую кофейню тут поблизости? Поедим фрукты в сахаре, раз уж мы тут вдвоём оказались и никуда не торопимся? ",
    "answers": [
      {
        "id": 47,
        "text": "— С удовольствием. ",
        "var_add": [
          "ма-отн",
          1
        ]
      },
      {
        "id": 48,
        "text": "— Спасибо, я не голодна. ",
        "var_sub": [
          "ма-отн",
          2
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "empty",
    "answers": [
      {
        "id": 50,
        "text": "Их взгляды встретились в тот момент, когда губы Изабель сомкнулись, стаскивая с вилочки сахарный кубик. Девушка отчего-то почувствовала себя застигнутой на месте преступления и нервно облизнулась. Ох, вкусно... \n\n— Ещё? — на полтона ниже предложил парень, не сводя с неё глаз и вслепую тыкая вилкой мимо вазочки. \n\n— Нет, спасибо, достаточно... — Изабель уткнулась носом в чашку, пытаясь скрыть чувство неловкости. \n\nЧерез минуту он уже травил анекдоты, заставляя Изабель давиться от смеха и вытирать попавшие на лицо брызги чая его платком.\n\nОна ничуть не жалела, что согласилась пойти с Марцелем в кофейню. Проводить с ним время действительно было весело.  ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 50,
        "text": "Парень придирчиво посмотрел на сахарный кубик, крутя вилочку в пальцах, и вернул обратно в вазочку.\n\nЧерез минуту он уже травил анекдоты, заставляя Изабель давиться чаем от смеха и вытирать попавшие на лицо брызги его платком.\n\nОна ничуть не жалела, что согласилась пойти с Марцелем в кофейню. Проводить с ним время действительно было весело. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 51,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 51,
    "text": "... Выбравшись на улицу, Изабель подняла лицо к полуденному солнцу и, приставив ладонь козырьком, проводила взглядом пролетающий над городом дирижабль. Голоса, собачий лай, гул и дребезг со стороны рельсовых путей... Хорошо здесь всё-таки! \n\n— Ну что, пора домой... — довольно потягиваясь, произнёс Марцель. — ",
    "answers": [
      {
        "comment": false,
        "id": 51,
        "text": "В этот раз позволишь тебя подбросить?\n\n— Прости, но я и правда ещё... не готова к таким приключениям, — вздохнула девушка. — Обязательно прокачусь с тобой на... этой штуке. Но как-нибудь в другой раз, ладно?\n\n— Как скажешь... — он с досадой на лице потёр шею широкой ладонью. ",
        "need": [
          33
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 51,
        "text": "Готова к обратной дороге? Малышка бьёт копытом!\n\n— ",
        "need": [
          -33
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_need": [
          "безум",
          3
        ],
        "id": 51,
        "text": "Да, да, да, побежали! — оживилась девушка и бросилась к месту парковки, уже на бегу добавив через плечо. — Наперегонки!\n\nПарень захохотал, оставаясь несколько секунд на месте и давая ей фору. После чего кинулся следом и, схватив за талию уже у самого транспорта, легко подсадил наверх, помогая уверенно устроиться на знакомом месте. ",
        "need": [
          -33
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 51,
        "var_less": [
          "безум",
          3
        ],
        "text": "Ох, постараюсь не так громко визжать на этот раз...\n\n— И не царапаться? — с надеждой спросил парень, потирая грудь.\n\n— Этого не обещаю! — рассмеялась Изабель и, развернувшись, зашагала к месту парковки. ",
        "need": [
          -33
        ],
        "merge": true
      },
      {
        "id": 54,
        "text": "~> ~> ~>",
        "need": [
          -33
        ]
      },
      {
        "id": 53,
        "text": "~> ~> ~>",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Холл встретил её тишиной и прохладой. Изабель снова остановилась напротив портрета, и спускающийся по лестнице Луис застал её за мечтательным разглядыванием знаменитого девиза. \n\n— Как прошло в издательстве? — спросил он сходу, тщетно пытаясь пригладить волосы, торчащие во все стороны от статического электричества. \n\n— Неплохо, там всё ещё хотят видеть мой роман... Простите, что с вами?.. — она прикрыла пальцами улыбку, наблюдая за тем, как мужчина сражается со своей шевелюрой. \n\n— Гхм, побочный эффект работы с чистой диолью... Что ж, я рад, что у вас появилась гипотетическая возможность покинуть этот дом. Буду уверен, что вы остаётесь здесь по доброй воле, а не от безысходности. Моему несносному брату вы явно приглянулись, и я пойму, если очень скоро вы захотите сбежать. \n\n... Изабель так и не поняла, что в его интонации её насторожило, однако до самого вечера в доме было необыкновенно тихо. За ужином даже обошлось без взаимных колкостей и ругани со стороны братьев — они обсуждали какой-то проект, обмениваясь терминами, совершенно девушке не понятными. ",
    "answers": [
      {
        "id": 55,
        "text": "~> ~> ~>",
        "var_set": [
          "локотв",
          2
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "... На обратном пути, уткнувшись носом в стекло очередного транспортного вагончика, девушка перебирала в уме события своего романа и думала о том, как будет набирать его заново. У подножья холма водителю пришлось тронуть её за плечо, чтобы вернуть в реальный мир. \n\nПоднимаясь по склону среди кустарников, Изабель сама не верила, что ещё сутки назад летела на борту злосчастного \"Титана\", полная ожиданий бесконечно далеких от того, чтобы гостить в чужом доме с двумя мужчинами.\n\nСейчас, впрочем, предложи ей кто изменить прошлое и благополучно посадить воздушный корабль, она не знала, что выбрала бы... ",
    "answers": [
      {
        "id": 52,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 54,
    "text": "Обратно ехали уже не так быстро. Впереди постоянно притормаживал грузовой вагон, заставляя грудь Марцеля под ладонями Изабель вздыматься нетерпеливыми вздохами. \n\nА в туннеле мощностей механизма с двумя пассажирами хватало ровно на то, чтобы спокойно подниматься по крутому склону, не съезжая назад. \n\n— Спасибо, Марцель, было здорово, — вернув ему очки в гараже, девушка начала поправлять сбившиеся юбки.\n\n— Обязательно скажи это моему брату! — довольно прищурился парень, вешая замок на железную штору, запирающую туннель. ",
    "answers": [
      {
        "id": 52,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 55,
    "text": "На следующий день Изабель села восстанавливать роман... И долго смотрела на белый лист, заправленный в печатную машинку, не решаясь начать. Более трёхсот страниц... Заново. Как вообще у неё там начиналось?.. \n\nВзяв себя в руки и глубоко вздохнув, девушка вскинула руки и застучала пальцами по аккуратным круглым кнопкам. Буквы, слова, предложения — с приятным для уха клацаньем побежали по бумаге. Каждая строка, окончившись, звякала, напоминая потянуть возвратный рычаг, откидывающий лист к началу. \n\nЧудо, а не машинка! Втянувшись в работу, Изабель не услышала стука в дверь и подняла голову только, когда Луис, потеряв терпение, позвал её голосом. \n\nВ дом нагрянула полиция... ",
    "answers": [
      {
        "id": 56,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 56,
    "text": "Как оказалось — по её душу. Расспросить о крушении \"Титана\". Полиция пыталась разобраться в причинах остановки двигателей, и, опрашивая экипаж, выяснила, что в роковой момент Изабель единственная таращилась в окно на смотровой палубе. Понадобились всего сутки, чтобы выйти на водителя, увозившего ценную свидетельницу к холму в компании магистра.\n\nЛуис и Марцель присутствовали при разговоре, стоя в стороне, внимательно слушая и нервно переглядываясь. Казалось, что они предпочли бы впустить в дом стаю оборотней вместо пары представителей закона.\n\nИзабель же спокойно рассказывала усатому полицейскому в каске о том, как проходил полёт, постепенно добираясь до момента, когда начались неполадки. \n\n—... и мужчина, который играл всю дорогу на рояле, тоже вышел. Я стояла у левого борта, у самого стекла. Смотрела на город, когда всё началось...\n\n— С вашего места было видно маневровый двигатель? — уточнил до этого слушавший молча полицейский. ",
    "answers": [
      {
        "id": 57,
        "text": "— Скорее слышно, чем видно. ",
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 57,
        "text": "— Да, я видела, как лопасти остановились. ",
        "var_add": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 57,
        "text": "— Да, но я на него не смотрела... ",
        "var_add": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "empty",
    "answers": [
      {
        "id": 57,
        "text": "— Можете точно описать, что слышали? — записывая что-то в блокнот, заинтересовался мужчина.\n\n— Он страшно скрипел, когда останавливался. Очень громко. Но уже после того, как палубу в первый раз тряхнуло. Мне кажется, двигатель с другой стороны первым вышел из строя, потому что меня сперва отбросило от стекла ближе к центру палубы и прокатило по полу. ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 57,
        "text": "— Можете точно описать, как это произошло? — записывая что-то в блокнот, заинтересовался мужчина.\n\n— Да, они остановились уже после того, как первый раз тряхнуло. Меня сперва отбросило от стекла ближе к центру палубы и прокатило по полу. А потом лопасти медленно остановились и корабль начал заваливаться на левый борт. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 57,
        "text": "— Жаль, — записывая что-то в блокнот, поморщился мужчина. — А боковым зрением? Или можете предположить, как он остановился? \n\n— Нет, извините, — Изабель поёжилась. — Когда корабль тряхнуло, меня отбросило ближе к центру палубы и так треснуло об пол, что я вообще ничего уже не видела толком. Но помню, что рядом приложило кого-то из экипажа. Верзилу такого, он ещё ботинок потерял. Может, он что-то видел... ",
        "var_equal": [
          "локотв",
          3
        ],
        "merge": true
      },
      {
        "id": 57,
        "text": "\n\n— Хм, ясно, — скрипя автоматическим пером, кивнул полицейский. — Продолжайте. Не припоминаете ничего необычного? Птиц, например... Один из пассажиров сказал, что чаек вокруг \"Титана\" была целая туча... ",
        "merge": true
      },
      {
        "var_add": [
          "лу-отн",
          1
        ],
        "id": 58,
        "text": "— Да, их над заливом и правда многовато...",
        "var_sub": [
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 58,
        "text": "— Он путает, чайки уже позже налетели. Кричали громче, чем люди... ",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "var_add": [
          "ма-отн",
          1
        ],
        "id": 58,
        "var_sub": [
          "лу-отн",
          3
        ],
        "text": "— Была какая-то сиреневая вспышка. Прямо перед тем, как всё началось. ",
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "empty",
    "answers": [
      {
        "id": 58,
        "text": "— Как думаете, могла птица попасть в лопасти?\n\nИзабель пожала плечами. С учётом того, что обошлось без человеческих жертв, ей и причины неполадок в целом были уже безразличны. ",
        "var_equal": [
          "локотв",
          1,
          "расход",
          0
        ],
        "merge": true
      },
      {
        "id": 58,
        "text": "— Значит, не могла птица попасть в лопасти?\n\n— Мне так не кажется, — Изабель пожала плечами. \n\nС учётом того, что обошлось без человеческих жертв, ей и причины неполадок в целом были уже безразличны. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2,
          "расход",
          0
        ]
      },
      {
        "id": 58,
        "text": "— Поподробнее, пожалуйста...\n\n— Как мерцающее облачко. Под самым бортом. Я едва её заметила, как всё и случилось. К сожалению, ничего больше не могу сказать. Может, и вовсе померещилось, — добавила она, заметив, как опасно прищурился из угла Марцель. ",
        "var_equal": [
          "локотв",
          3,
          "расход",
          0
        ],
        "merge": true
      },
      {
        "id": 58,
        "text": "\n\nПолицейские поспрашивали ещё немного о тех, кто помогал пострадавшим выбраться из воды. И наконец уточнили у Луиса, не заметил ли он сам чего-то необычного с земли.\n\n— Падающий дирижабль — зрелище само по себе необычное, — хмуро ответил мужчина, сложив руки на груди. — Прежде я о таком только читал... Что ж, если вы закончили, я попросил бы...\n\nИзабель на всякий случай вышла проводить посетителей в холл вместе с хозяевами дома, обещая написать, если вспомнит что-то ещё. ",
        "var_equal": [
          "расход",
          0
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "расход",
          0
        ],
        "id": 58,
        "text": "~> ~> ~>",
        "var_set": [
          "расход",
          1
        ]
      },
      {
        "id": 58,
        "text": "Закрыв двери за сотрудниками правопорядка, Луис тяжело выдохнул и обернулся к остальным с натянутой некрасивой улыбкой, от которой Изабель стало не по себе. \n\n— Всё хорошо? — растерянно спросила она. \n\n— Неплохо, да, Лу? — подхватил Марцель, наседая на брата. — Ты прям само гостеприимство! \n\n— Еле сдержался, чтобы не предложить гостям чаю и не начать показывать дом, — огрызнулся Луис. — Всё, хватит, я хочу вернуться к книгам, и чтобы твоя свирепая рожа не буравила меня взглядом из угла. Выпусти пар, постучи молотком. \n\n— По башке лохматой бы тебе постучать, — рыкнул Марцель. ",
        "var_equal": [
          "расход",
          1
        ],
        "merge": true
      },
      {
        "var_add": [
          "ма-отн",
          2
        ],
        "var_equal": [
          "расход",
          1
        ],
        "id": 59,
        "text": "— У вас какие-то проблемы с полицией? ",
        "var_sub": [
          "лу-отн",
          2
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 59,
        "text": "Молча вернуться к себе ~>",
        "var_set": [
          "локотв",
          2
        ],
        "var_equal": [
          "расход",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "empty",
    "answers": [
      {
        "id": 59,
        "text": "— Моей репутации в Министерстве любые подобные визиты на пользу не идут, — глядя в сторону, объяснил Луис.\n\n— Твоей репутации?! Твоей репутации, Лу?! — задохнулся от возмущения Марцель. — Карьерист бесстыжий! Никогда ещё ты так не походил на отца!\n\n— Угомонись, бедный недолюбленный мальчик! Довольно с меня твоих истерик. ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 59,
        "text": "Братья ещё какое-то время стояли, переругиваясь и напрочь забыв, что не одни. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 59,
        "text": "\n\nДевушка почувствовала себя лишней и потихоньку вернулась к себе, оставив их осыпать друг друга оскорблениями наедине.\n\nОднако вдохновение её успело бесследно улетучиться, и садиться за печатную машинку не тянуло.\n\nЗакончив оборванное предложение одним пальцем, она со вздохом заметила, что гайки на возвратном рычаге слегка разболтались. Может, найти гаечный ключ и подкрутить, раз уж текст не идёт? Или взбодриться как-нибудь ещё? ",
        "merge": true
      },
      {
        "id": 60,
        "text": "Перечитать готовые страницы ~>",
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "id": 61,
        "text": "Почитать для вдохновения что-нибудь ещё ~>",
        "var_add": [
          "лу-отн",
          3
        ]
      },
      {
        "id": 60,
        "text": "Сходить на кухню и перекусить ~>",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 62,
        "text": "Поискать гаечный ключ ~>",
        "var_add": [
          "ма-отн",
          3
        ]
      },
      {
        "id": 60,
        "text": "Подышать воздухом на балконе ~>",
        "var_set": [
          "локотв",
          3
        ]
      },
      {
        "id": 63,
        "text": "Бесцельно прогуляться по дому ~>",
        "var_add": [
          "ма-отн",
          2,
          "лу-отн",
          2
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "empty",
    "answers": [
      {
        "id": 60,
        "text": "Проверенный способ, как вернуться с головой в сюжет, не подвёл. В восстановленном тексте даже чувствовалось нечто, чего прежде не было.\n\nНаклонившись над столом, девушка, будто вылизывая тарелку, содержимого которой не хватило, чтобы утолить голод, впилась взглядом в последние набранные строчки наполовину заполненного листа. Да! ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "Набивая рот печеньем в розоватых лучах диолевых светильников, девушка прислушалась к необычному бою настенных часов.\n\nЗашипел в стене, выбрасывая под потолок струю пара из витой трубы, очередной сложный механизм, и в душе Изабель что-то волнующе заворочалось... Да! ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 60,
        "text": "Весна плотно висела в воздухе. Красивый вид на город с высоты холма навевал свежие мысли, которые сами собой складывались в яркие, небанальные описания, так и просящиеся на лист. Да! ",
        "var_equal": [
          "локотв",
          3
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "\n\nСнова плюхнувшись за печатную машинку, девушка застучала пальцами, как заведённая. Её охватывала радостная уверенность, что роман станет в разы лучше после того, как она наберёт его заново. \n\nНовый опыт, новые ощущения, новые краски... Отголоски столичных рельсовых путей, боль вонзившегося в ногу стекла, кручение шестерёнок в механизмах Марцеля, гладкая трость и наэлектризованные волосы Луиса — она всё пустит в дело, вычерпает впечатления до дна, украсив ими и слог, и сюжет... \n\nОчнулась девушка далеко за полночь, комкая третий подряд испорченный опечатками лист. Хватит на сегодня, пора бы отдохнуть... ",
        "merge": true
      },
      {
        "id": 64,
        "text": "Лечь спать ~>"
      }
    ]
  },
  {
    "id": 61,
    "text": "empty",
    "answers": [
      {
        "id": 61,
        "text": "Поиски музы привели Изабель в библиотеку, где уже сидел, дымя вонючей сигарой и листая страницы какого-то цветастого томика, Луис. \n\n— Я не помешаю? — она с интересом заглянула ему через плечо и разглядела разделённую на две страницы репродукцию картины какого-то морского сражения. \n\n— Напротив, чрезвычайно рад буду оттаять в вашем обществе после криков Марцеля и вопросов полицейских, — он за подлокотник придвинул пустое кресло вплотную к своему. — Как вам эта работа? \n\n— Слишком сильно напоминает мои барахтанья в заливе, — присев, вздохнула она, прекрасно впрочем понимая, что после визита полиции мужчина именно поэтому её и разглядывает. — Должно быть, в ваших глазах я тогда выглядела совсем как вот эта всплывшая кверху брюхом рыбина с выпученными глазами...\n\nПерегнувшись через два подлокотника, она указала на эту тщательно изображённую художником деталь в углу полотна. ",
        "var_less": [
          "библиотека",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_less": [
          "библиотека",
          1
        ],
        "text": "~> ~> ~>",
        "id": 61,
        "var_set": [
          "библиотека",
          1
        ]
      },
      {
        "id": 61,
        "text": "— Напротив... — Луис потушил окурок и задумчиво взглянул Изабель в глаза. — Когда я впервые вас увидел, вы сидели на крышке рояля, мокрая и растерянная в лучах заходящего солнца... Будто русалка, которую оберегла сама стихия. Будь я художником, написал бы тот момент на огромном полотне во всех деталях: вы, залив и тонущий вдали \"Титан\"...\n\n— О том, как больно мне было бы потом смотреть на это полотно, вы, конечно, не подумали... — уязвлённо заметила девушка. \n\n— Не подумал, — признал мужчина с грустной усмешкой и, захлопнув книгу, положил её на столик рядом с хрустальной пепельницей. — Простите, я довольно неуклюж, когда доходит до флирта. Всего лишь хотел сделать комплимент...\n\nЕго ладонь накрыла её лежащие на подокотнике пальцы. ",
        "var_need": [
          "библиотека",
          1
        ],
        "merge": true
      },
      {
        "id": 65,
        "text": "— Уверена, вы можете лучше...",
        "var_need": [
          "библиотека",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "var_sub": [
          "лу-отн",
          3
        ],
        "id": 65,
        "var_need": [
          "библиотека",
          1
        ],
        "text": "Промолчать ~>",
        "var_set": [
          "локотв",
          2,
          "лу-отказ",
          1
        ]
      },
      {
        "var_add": [
          "лу-отн",
          5
        ],
        "id": 65,
        "var_need": [
          "библиотека",
          1,
          "лу-отн",
          5
        ],
        "text": "— Вы мне тоже... сразу понравились... ",
        "var_set": [
          "локотв",
          3,
          "лувзаим-пред",
          1
        ]
      },
      {
        "comment": true,
        "id": 61,
        "var_need": [
          "библиотека",
          1
        ],
        "var_less": [
          "лу-отн",
          5
        ],
        "text": "/* Девушке явно не так уж нравится Луис, чтобы его обнадёживать. "
      }
    ]
  },
  {
    "id": 62,
    "text": "empty",
    "answers": [
      {
        "id": 62,
        "text": "Поиски гаечного ключа привели Изабель в мастерскую на первом этаже. Марцель, обложившись сложными чертежами и вкрутив свет на максимум, застёгивал рабочий комбинезон, и девушка на секунду пожалела, что не зашла парой минут ранее. \n\n— Прости, не помешаю? — с интересом рассматривая грязные станки, верстаки, стеллажи и закопчёную печь с формами для отливки заготовок, подала она голос. \n\n— Заходи, пока огонь не раздул. Потом тут будет для тебя жарковато, — он улыбнулся, ловко крутя в ладони маленький квадратный молот. — Ну, или я могу послать работу к лешему и показать Лу большой жирный кукиш вместо новых деталей. Дай мне только повод! \n\nДевушка вздрогнула, только сейчас заметив, как напряжены все его мышцы и горят яростью глаза. Нет уж, ему определённо необходимо сейчас полупить от души какую-нибудь наковальню. \n\n— Я только на секунду. Хочу подкрутить гайки у печатной машинки, нужен ключ...\n\n— А, понял, — он не глядя сунул руку на верхнюю полку стеллажа и протянул Изабель несомненно то, что надо. — Ты выглядишь напуганной. Мы с Лу грызлись сильнее, чем обычно?.. ",
        "var_less": [
          "мастер",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_less": [
          "мастер",
          1
        ],
        "text": "— Ну... впервые кто-то из вас упомянул вашего отца... ",
        "id": 62,
        "var_set": [
          "мастер",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "мастер",
          1
        ],
        "id": 62,
        "text": "— Да, — неохотно подтвердил парень. — Этого козла мы нечасто поминаем... Мне было восемь, когда он поджарился заживо. В нашей башне. Мне всё время чудится, что там воняет его одеколоном и горелыми волосами...\n\n— О боже! — Изабель прижала к сердцу гаечный ключ, а вторую руку сочувственно положила на каменный бицепс Марцеля. — Как же так вышло?\n\n— Ну, он хотел превзойти знаменитого предка и открыть что-то покруче диоли. Говорил, что заставит молнии бегать по медным проводам. Псих, в общем. И Лу весь в него пошёл. Спорю, он и трость отцовскую таскает только потому, что тот меня ею лупил постоянно... \n\nОн нервно потёр затылок, будто всё ещё чувствовал боль от ударов нефритовым набалдашником. ",
        "var_need": [
          "мастер",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "мастер",
          1
        ],
        "id": 62,
        "var_need": [
          "мастер",
          1
        ],
        "text": "— Прости, мне не стоило поднимать эту тему... ",
        "var_set": [
          "мастер",
          2
        ]
      },
      {
        "id": 62,
        "text": "— Пустяки, — он неожиданно улыбнулся, накрывая её ладонь своей. — Мы стали такими толстокожими за все эти годы... Иначе не уживались бы под одной крышей и не продолжали работать вместе, несмотря на... несмотря ни на что. Иногда даже получается создать вместе что-то по-настоящему хорошее... \n\n— Ваш дом, например, — улыбнулась девушка. — Он изумителен!\n\n— Да, — Марцель немного расслабился. — Когда у моего брата от распухания амбиций штанишки по швам не трещат, он снисходит до обычных нужных вещей. Аккумуляторов, прерывных переходников... и другой магии, вроде спасения попавших в беду девушек. За это я ему благодарен, иначе мы бы с тобой не встретились, — он сделал полшага и едва не снёс Изабель с ног широкой грудью, но тут же обхватил за талию, не давая потерять равновесие. — А между нами есть искра, да?\n\nСердце девушки забилось о рёбра гулко, как кузнечный молот. Гаечный ключ едва не выпал из пальцев. ",
        "var_equal": [
          "мастер",
          2
        ],
        "merge": true
      },
      {
        "comment": true,
        "var_less": [
          "ма-отн",
          15
        ],
        "var_need": [
          "мастер",
          2
        ],
        "id": 62,
        "text": "/* Девушке явно не настолько нравится Марцель, чтобы его обнадёживать. "
      },
      {
        "var_add": [
          "ма-отн",
          3
        ],
        "id": 66,
        "text": "— Да, определённо... ",
        "var_need": [
          "мастер",
          2,
          "ма-отн",
          15
        ],
        "var_set": [
          "локотв",
          1,
          "мавзаим-пред",
          1
        ]
      },
      {
        "id": 66,
        "text": "— М-м, возможно... ",
        "var_need": [
          "мастер",
          2
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "var_sub": [
          "ма-отн",
          3
        ],
        "id": 66,
        "var_need": [
          "мастер",
          2
        ],
        "text": "— Ох, я так не думаю... ",
        "var_set": [
          "локотв",
          3,
          "ма-отказ",
          1
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "empty",
    "answers": [
      {
        "id": 63,
        "text": "В доме оставалась уйма помещений, которых девушка ещё не видела. В башню ей подниматься запретили, но про остальные двери и коридоры не говорили ни слова. Значит, хозяева не против, если она прогуляется на досуге, разглядывая все углы в поисках необычных вещей, звуков или запахов, способных вернуть ей творческий настрой...\n\nИзабель бродила наугад, любуясь картинами на стенах, исследуя части автоматических механизмов, не закрытые кожухами, нашла упомянутый как-то Марцелем отпариватель и ленту, на которую выходили сухие, чистые и расправленные предметы одежды. Разобрать их до сих пор никто не удосужился.\n\nДевушка вытащила из общей кучи предметы собственного гардероба и, сложив в стопочку, понесла к себе. Но на повороте узкого коридора внезапно обнаружила, что заблудилась... ",
        "var_less": [
          "барк",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "id": 63,
        "text": "Ох, ну как же иначе? ~>",
        "var_less": [
          "барк",
          1
        ],
        "var_set": [
          "барк",
          1
        ]
      },
      {
        "id": 63,
        "text": "В попытках выбраться на знакомую территорию, девушка проверяла все встречные двери подряд. Какие-то кладовки и комнаты, полные крутящихся шестерёнок среди толкающихся поршней, ползущих цепей и паровых котлов, казались ей знакомыми. \n\nКажется, она пришла в прачечную как раз через такую, нагибаясь под покрытыми конденсатом трубами в сиянии активных кристаллов диоли, мотающихся в собственном хаотичном энергетическом поле внутри стеклянного цилиндра. Только не помнила, чтобы запирала за собой сквозную дверь на засов...\n\nС раздражением дёрнув за стальную ручку задвижки, девушка распахнула дверь и... в ужасе прижала стопку белья к груди. Из темноты на искривлённых лапах к ней двинулось жуткое, ни на что не похожее существо. \n\nВместо одного глаза на плешивой, сочащейся чёрной слизью морде горел диолевый кристалл. Второй пусто и безумно косил в сторону. В проплешинах грязной шкуры блестели, крутясь, шестерёнки. Тварь открыла пасть, показав частично стальные, частично — жёлто-красные зубы, и смрадно засипела. ",
        "merge": true,
        "var_equal": [
          "барк",
          1
        ]
      },
      {
        "id": 63,
        "text": "— А-а-а-а-а!!! ",
        "var_equal": [
          "барк",
          1
        ],
        "var_set": [
          "барк",
          2
        ]
      },
      {
        "id": 63,
        "text": "В ужасе шарахнувшись назад, Изабель швырнула в чудище юбками и, сбив локтем какой-то вентиль, угодила под плотную струю прохладного пара, густо повалившего из широкой трубы.\n\nЧто-то мокрое и горячее коснулось ноги, и девушка, снова панически завизжав, отскочила в сторону, и её рукав тут же зажевало между двух шестерёнок. Треск ткани, пурпурный кристалл, горящий в плотных клубах пара, так близко...\n\n— Не-е-ет!!! А-а!!! \n\nСлепо бросившись прочь, налетела на стеклянный цилиндр с кристаллами и голым плечом выбила его из креплений. Свет мигнул и погас. Со стихающим свистом и скрежетом медленно остановились окружающие механизмы, давая расслышать приближающееся дыхание ползущего по следу чудища.",
        "merge": true,
        "var_equal": [
          "барк",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "барк",
          2
        ],
        "id": 63,
        "text": "~> ~> ~>",
        "var_set": [
          "барк",
          3
        ]
      },
      {
        "id": 63,
        "text": "Выставив руки вперёд, Изабель бросилась прочь, задыхаясь в густом пару, ударяясь головой о холодные мокрые трубы, влезая пальцами в покрытые маслом механизмы и спотыкаясь.\n\nСлишком медленно! Что-то потянуло за край юбки, сип чудища так близко за спиной, и чёртова стена, ударившая в ладони вместо двери, через которую она вошла. Куда?! Горячий выдох в поясницу. Слепой отчаянный удар ногой — не то по чудищу, не то по очередной остановившейся машине. Свист — не то из вонючей глотки, не то из сорвавшейся трубы.\n\nПоскользнувшись, Изабель рухнула на четвереньки и поползла, как таракан, задевая стену плечом, пока не выползла в полутёмный коридор. Тут же подскочив на ноги, бросилась, не оглядываясь, по прямой и на повороте с визгом влетела в руки встревоженного Луиса.\n\n— Изабель! ",
        "merge": true,
        "var_equal": [
          "барк",
          3
        ]
      },
      {
        "id": 69,
        "text": "— Та-ам! Там! Оно! ",
        "var_equal": [
          "барк",
          3
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "... Утром, возвращаясь в комнату после водных процедур, девушка застала обоих братьев над своей печатной машинкой. Они передавали друг другу листы, горячо обсуждая прочитанное, и, похоже, забыв обо всех вчерашних склоках. \n\n— А что дальше? — набросился Марцель, стоило Изабель появиться на пороге. — Они поедут в Ривенхолл? \n\n— Конечно, — растерянно отозвалась девушка, отбирая листы и складывая обратно в аккуратную стопку. — Но того, что искали, не найдут. Слушайте, не читайте, пожалуйста, пока не будет готово... \n\n— Простите, мы случайно заговорили о вашем произведении, и любопытство взяло верх, — смущённо засмеялся Луис. — Надо сказать, вы и правда чудесно пишете. Я поставлю этот роман на полку, когда его издадут. Может, даже посмею попросить автограф на развороте... ",
    "answers": [
      {
        "id": 71,
        "text": "— Без проблем. ",
        "var_add": [
          "ма-отн",
          1,
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "var_add": [
          "ма-отн",
          1
        ],
        "id": 71,
        "var_sub": [
          "лу-отн",
          1
        ],
        "text": "— Вам придётся очень хорошо попросить!",
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 71,
        "text": "— Не шутите так, а то я могу поверить, что вы серьёзно... ",
        "var_sub": [
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "empty",
    "answers": [
      {
        "id": 65,
        "text": "— Возможно, — отпуская её руку, он потянулся к открытой шкатулке за новой сигарой. — Но мне, полагаю, не следует. Хоть и трудно удержаться, когда молодая приятная особа гостит в доме.\n\nИзабель понимающе улыбнулась. Её пальцы всё ещё чувствовали приятное тепло. ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 65,
        "text": "— Простите, если я вас смутил, — виновато оговорился мужчина, убирая руку и отворачиваясь. — Не принимайте близко к сердцу.\n\nИзабель прислушалась к тому, как напряжённо застучало у неё в груди. Пальцы всё ещё чувствовали приятное тепло. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 65,
        "text": "— В самом деле? — он удивлённо поднял брови. — Казалось, вы были так потрясены и безутешны, что я с тем же успехом мог быть той самой рыбиной, только в цилиндре и с тростью...\n\nИзабель хихикнула, накрывая его ладонь второй рукой.\n\n— Конечно, я имею в виду, когда начала хоть немного соображать. Но, поверьте, с рыбой я бы и в том состоянии никуда не поехала бы... ",
        "var_equal": [
          "локотв",
          3
        ],
        "merge": true
      },
      {
        "id": 65,
        "text": "\n\n... Некоторое время невинно побеседовав с Луисом о вечере их знакомства, картинах и литературе, девушка почувствовала, как вдохновение возвращается к ней, а муза настойчиво манит вернуться за печатную машинку, чтобы набрать свежие мысли.\n\nПопрощавшись, Изабель вернулась к себе и строчила тексты, не отрываясь, до поздней ночи... ",
        "merge": true
      },
      {
        "id": 64,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 66,
    "text": "empty",
    "answers": [
      {
        "id": 66,
        "text": "Марцель крепче стиснул пальцы на поясе девушки и, не скрывая своих намерений, решительно потянулся к её губам. Но та, внезапно испугавшись огня в его глазах, вовремя отвернулась, подставив под поцелуй побледневшую щёку.\n\n— Эм-м, ла-а-адно, — протянул парень, неохотно выпуская её из рук и облизываясь. — Понял, торопить не буду. ",
        "var_equal": [
          "локотв",
          1
        ],
        "merge": true
      },
      {
        "id": 66,
        "text": "Марцель поднял её лицо за подбородок и погладил большим пальцем по щеке.\n\n— Давай помогу определиться? — не скрывая своих намерений, он решительно потянулся к её губам. \n\nИ та, испугавшись огня в его глазах, вовремя отвернулась, подставив под поцелуй побледневшую щёку.\n\n— Эм-м, ла-а-адно, — протянул парень, неохотно выпуская её из рук и облизываясь. — Понял, торопить не буду. ",
        "merge": true,
        "var_equal": [
          "локотв",
          2
        ]
      },
      {
        "id": 66,
        "text": "Марцель обиженно заломил брови.\n\n— Значит, это только у меня искрит от твоей улыбки во всех местах... Надеюсь, у меня ещё будет шанс. ",
        "var_equal": [
          "локотв",
          3
        ],
        "merge": true
      },
      {
        "id": 66,
        "text": "В любом случае... спасибо, что зашла! День сразу стал не таким паршивым. \n\n— И тебе спасибо... за ключ, — краснея и пятясь, она задела бедром торчащие со стола углы листов с чертежами, и те полетели на пол.\n\nПока Марцель со смехом нагибался, чтобы их поднять, девушки уже и след простыл. Она спешила вернуться за печатную машинку и излить в текст все впечатления и эмоции, которые вынесла из мастерской...",
        "merge": true
      },
      {
        "id": 64,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 67,
    "text": "empty",
    "answers": [
      {
        "id": 67,
        "text": "Девушка несмело прошла через площадку над холлом, с ужасом разглядывая пробитый вешалкой портрет знаменитого предка, перевёрнутую тумбу и... растерзанного голубя прямо на ступенях... Мёртвый глазик птицы внезапно замерцал пурпурным светом, а клюв приоткрылся в беззвучном крике... \n\nИзабель крепко зажмурилась, сжав кулачки. Показалось, показалось, пожалуйста... Уф-ф, самая обычная дохлая птица. Самая обычная... Но что она тут делает? \n\nПоспешив по следу из разрушений на крики, вскоре поняла, что доносятся они уже с винтовой лестницы в башню, и, пересилив себя, настороженно зашагала вверх. \n\n— Просто дай мне разобрать эту чёртову штуку, Лу! — охрипшим голосом выл Марцель.\n\n— Не приближайся, идиот! — сипел, задыхаясь, в ответ Луис. — Ты не понимаешь?! Здесь диоли столько, что весь холм взлетит, если ты сунешься к установке со своей тупой отвёрткой! ",
        "var_less": [
          "фин",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "фин",
          1
        ],
        "var_less": [
          "фин",
          1
        ],
        "text": "~> ~> ~>",
        "id": 67,
        "merge": false
      },
      {
        "id": 67,
        "text": "Заглянув в многоярусное круглое помещение башни, Изабель охнула. Тугие лучи вечернего солнца пронизывали воздух, прорываясь между раздвинутыми сегментами куполообразной крыши. В одном из столбов света стоял, раскинув руки и загораживая собой странный механизм в центре площадки, взъерошенный Луис. \n\nМарцель, вспотевший так, что волосы слиплись на затылке, наседал на него, держа отвёртку как кинжал, и, по-видимому истратил все силы на погром в коридоре и холле, раз до сих пор не прорвался к цели. \n\n— Ты забыл, кто собрал тебе этот поганый луч?! Вместе со всеми призмами! И с диолью твоей дрянной я работал годами, чёртов ты клоун! Как бы ты её ни расщепил, открутить баллоны мне вполне по силам!\n\nИзабель сделала ещё один шаг вперёд, пытаясь рассмотреть предмет их спора, но под ногой что-то хрустнуло, и, опустив глаза, девушка пронзительно взвизгнула — на полу тут и там валялись искорёженные голубиные тушки.\n\n— Изабель?! Ты что тут... — оглянулся Марцель, и Луис, пользуясь моментом, отпихнул его подальше от установки.\n\nАктивированные куски диоли бешено носились в четырёх стеклянных цилиндрах, закреплённых у основания подвижного кронштейна с кучей круглых барабанчиков настройки на утолщении ближе к концу. ",
        "var_equal": [
          "фин",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "фин",
          1
        ],
        "id": 67,
        "text": "~> ~> ~>",
        "var_set": [
          "фин",
          2
        ]
      },
      {
        "id": 67,
        "text": "— Остынь уже, чёрт тебя подери! — не обращая внимания на девушку, Луис грубым приёмом отобрал у брата отвёртку. — Боже, Марцель, это же просто голуби! Как же я устал от твоей узколобости и вечных психозов! \n\n— Ты тут единственный псих, Лу! И кто-то должен тебя остановить! Мне надо было сломать эту хрень ещё тогда... Нет, ещё после Барка! \n\n— Опять Барк... — сгребая упавшие на лицо волосы, Луис тяжело выдохнул и взглянул наконец на застывшую у края площадки гостью. — Изабель, я вас прошу, покиньте башню. У нас личный разговор.\n\n— Ваш личный разговор уже полдома разнёс, — тихо всхлипнула Изабель. — Мне страшно...\n\n— Тебе ничего не угрожает. С некоторых пор, — добавил со злостью Марцель. — Ты же не голубь! В небе не летаешь!\n\n— Заткнись! — взорвался Луис, но девушка, присмотревшись к цилиндрам, уже заметила то, что не должна была. \n\nЗнакомое сиреневое свечение на краях осколков диоли. Мерцающие вспышки появлялись и гасли, совсем как... ",
        "var_need": [
          "фин",
          2
        ],
        "merge": true
      },
      {
        "id": 73,
        "text": "— Это же вы... Это вы сбили \"Титан\"!",
        "var_need": [
          "фин",
          2
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "... В человеке, стоящем по ту сторону решётки в комнате для свиданий, Луис угадывался с трудом. Коротко остриженный, осунувшийся, грязный... В жуткой тюремной робе, с ссадинами и морщинами у глаз. \n\n— Всё ещё будет хорошо, — Изабель, прижимаясь к прутьям, коснулась его скованных наручниками рук. — Каких-то полгода ещё, и вас выпустят! \n\n— Дорогая Изабель, это уже мало что изменит, — слабо улыбнулся, подаваясь вперёд и ловя её пальцы, мужчина. — Мой банковский счёт выжали насухо, покрывая убытки за \"Титан\" и на компенсации пострадавшим. Меня лишили учёной степени и места в министерстве... Да что там, вы же сами были в суде и видели, как коллега плюнул мне на пиджак! Я изгой... Когда выйду, буду уже никому не нужен. \n\n— Мне, — девушка крепче сжала пальцы и легла на решётку грудью, ловя его взгляд.\n\n— Только мыслями о вас и живу, — тяжелее задышал он, приближаясь, пока их носы не соприкоснулись. — Как вы, Изабель? Как роман? Я просил копию, но мне отказали...\n\n— Идёт на второй тираж... Я принесу в следующий раз, — побещала девушка.\n\n— Вы ангел, — он потянулся к её губам. — Ангел, которого я своими руками сбил с неба... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ~>",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 69,
    "text": "empty",
    "answers": [
      {
        "id": 69,
        "text": "Мимо промелькнул комбинезон Марцеля — парень застыл на миг у приоткрытой двери, из-за которой вываливались наружу клубы пара, и бесстрашно бросился внутрь. \n\n— Не-ет! Там же... — истерически вырываясь из рук Луиса, заорала девушка, но тот крепко прижал её к себе. \n\n— Всё хорошо, Изабель, там нет ничего страшного, — вкрадчиво заговорил он ей на ухо. \n\nИ будто в подтверждение его слов под потолком снова ярко загорелся светильник, а из жуткой комнаты постепенно перестал валить пар. Зато посыпалась отборная брань Марцеля, полная скорее досады, чем испуга. \n\nЗагудели, завыли, запускаясь, механизмы. Парень снова показался в дверях с непередаваемой горечью на лице. За ошейник он выволок за собой чудище из железа и плоти, под яркой лампой ставшее подозрительно похожим на большую собаку. Мёртвую...",
        "var_less": [
          "барк2",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "merge": false,
        "id": 69,
        "text": "~> ~> ~>",
        "var_less": [
          "барк2",
          1
        ],
        "var_set": [
          "барк2",
          1
        ]
      },
      {
        "id": 69,
        "text": "— Всё, отмучался наш Барк, — сплюнул парень с яростью. — Наступил на диолевый переходник, башка лопнула... Чёрт, прости, Изабель, надо было тебя предупредить!\n\n— Надо было сразу его прикончить, а не запирать в подвале, вставлять железки и... продлевать агонию, — буркнул Луис, успокаивающе поглаживая девушку по спине. \n\n— Жестокая ты тварь! — гаркнул Марцель. — Это же всё были твои сраные неудачные эксперименты! \n\n— Это был прорыв, сентиментальный ты осёл! — зашипел Луис. — Если б я не выжег из него всю заразу высокочастотными импульсами, мы бы с тобой оба давно кормили червей! И ты это прекрасно знаешь, но в твоей чугунной башке не задерживается даже самое важное!\n\n— Барк был не заразный! — упрямо выкрикнул Марцель. — А ты изуродовал его своими призмами, потому что тебе хочется в это верить! \n\n— Я на пути к открытию панацеи! ",
        "merge": true,
        "var_equal": [
          "барк2",
          1
        ]
      },
      {
        "var_add": [
          "лу-отн",
          3
        ],
        "var_equal": [
          "барк2",
          1
        ],
        "id": 70,
        "var_sub": [
          "ма-отн",
          2
        ],
        "text": "— Панацеи? От той самой... ",
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "var_add": [
          "ма-отн",
          3
        ],
        "var_equal": [
          "барк2",
          1
        ],
        "id": 70,
        "text": "— Как жестоко... ",
        "var_sub": [
          "лу-отн",
          2
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 70,
        "text": "— Боже, я убила вашу собаку... ",
        "var_equal": [
          "барк2",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": "empty",
    "answers": [
      {
        "id": 70,
        "text": "— Да, Изабель! Барк был пассивным носителем той самой болезни, которая убила ваших родителей и нашу мать, — мужчина заносчиво вскинул голову, отбрасывая волосы за плечо. — Я исцелил его! Кто-то просто не может принять, что прогресса без жертв не бывает, и готов сам помереть, лишь бы ничем не жертвовать ради открытий! \n\n— Помер здесь пока только Барк, скотина ты бессердечная! — сдулся Марсель. — ",
        "merge": true,
        "var_equal": [
          "локотв",
          1
        ]
      },
      {
        "id": 70,
        "text": "— Но Изабель! — возмутился Луис, выпуская девушку из рук. — Барк был пассивным носителем той самой болезни, которая убила ваших родителей и нашу мать! Прогресса не бывает без жертв! \n\n— Все жертвы здесь только от твоего тщеславия, — Марцель потёр нос кулаком. — ",
        "var_equal": [
          "локотв",
          2
        ],
        "merge": true
      },
      {
        "id": 70,
        "text": "— Вы ни в чём не виноваты, Изабель, — мрачно заверил девушку Луис. — Вы оказали нам обоим услугу. У Марцеля самого просто духу не хватило бы прикончить это жалкое создание.\n\n— Это же Барк, жестокий ты ублюдок! — взвился и тут же сдулся парень. — Он нам мячик приносил, хвостом вилял... и сам в переходник влез. Прям лапой... Никто не виноват, ох... ",
        "merge": true,
        "var_equal": [
          "локотв",
          3
        ]
      },
      {
        "id": 70,
        "text": "Я закопаю пса за домом. Изабель, ты не ранена?\n\n— Н-нет, — растерянно ответила девушка, осматривая порванный рукав. — А твои механизмы...\n\n— Скорее перемололи бы тебя, чем сломались, не переживай.\n\n— Я наберу ванну, и вы забудете этот инцидент как страшный сон, — достав платок, Луис вытер масляную полосу с щеки девушки.\n\nТа не сопротивлялась. И после хорошей ванны и сытного ужина почти полностью успокоилась. В попытке окончательно забыть произошедшее, она вернулась за печатную машинку и строчила тексты до глубокой ночи, изливая в них пережитые эмоции, пока не выбилась из сил и не уснула в слезах. ",
        "merge": true
      },
      {
        "id": 64,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 71,
    "text": "empty",
    "answers": [
      {
        "id": 71,
        "text": "— И мне тоже! — поддержал Марцель, хлопая Изабель по плечу. — Если только к концу всё не скатится к унылым соплям. Сделай ярко!\n\n— Постараюсь, — напряглась девушка, мысленно оценивая свой старый финал на яркость и прикидывая, не стоит ли изменить его немного.\n\n— Буду ждать, — парень подмигнул. — ",
        "merge": true,
        "var_equal": [
          "локотв",
          1,
          "влаб",
          0
        ]
      },
      {
        "id": 71,
        "text": "Луис, вероятно ожидавший другого ответа, поднял брови, поджал губы и многозначительно поднял палец.\n\n— Красотка! — Марцель с хохотом похлопал девушку по плечу. — ",
        "merge": true,
        "var_equal": [
          "локотв",
          2,
          "влаб",
          0
        ]
      },
      {
        "id": 71,
        "text": "— Но я не шучу! Проглотил несколько страниц на одном дыхании, у вас бесспорный и выдающийся талант!\n\n— Описаний бы чуточку поменьше, — капнул дёгтя Марцель. — Но в целом, согласен, получается здорово! ",
        "merge": true,
        "var_equal": [
          "локотв",
          3,
          "влаб",
          0
        ]
      },
      {
        "id": 71,
        "text": "Всё, пошли завтракать! Путешествие подождёт, пока автор прожуёт пару бутербродов...\n\nВсе трое, перекидываясь на редкость беззлобными шутками, спустились за стол. Изабель почувствовала себя более воодушевлённой, чем когда-либо, и радовалась, что смогла стать катализатором перемирия между братьями. ",
        "merge": true,
        "var_equal": [
          "влаб",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "влаб",
          0
        ],
        "id": 71,
        "text": "~> ~> ~>",
        "var_set": [
          "влаб",
          1
        ]
      },
      {
        "id": 71,
        "text": "... Несколько спокойных дней прошли за творчеством и оформлением новых документов, утерянных девушкой при крушении \"Титана\". То один из хозяев дома, то другой находили минуту среди своих дел, чтобы поспособствовать скорейшему проставлению всех подписей и печатей на новеньком удостоверении личности. \n\nИзабель рассыпалась в признательностях и при первой же возможности запиралась у себя. Клацанье и звон печатной машинки доносились из комнаты от рассвета до глубокой ночи, и даже поесть девушка выходила изредка, набегами на пустую кухню или столовую, где её часами дожидались остывшие тарелки. \n\nОднажды утром, впервые почувствовав, что пресытилась набором текста и готова вернуться к нормальной социальной жизни, Изабель спустилась к завтраку вовремя, но вместо хозяев дома обнаружила на столе только записку среди чашек и тарелок. \n\n\"На случай, если вы спуститесь до полудня. Изабель, мы в городе, не беспокойтесь. Уверен, что не будете\". \n\nХлебнув чаю, девушка вдруг осознала, что впервые осталась в доме совершенно одна... ",
        "merge": true,
        "var_equal": [
          "влаб",
          1
        ]
      },
      {
        "id": 72,
        "text": "Подняться в башню! ~>",
        "var_equal": [
          "влаб",
          1
        ]
      },
      {
        "id": 76,
        "text": "Вернуться к роману и ни на что не отвлекаться ~>",
        "var_equal": [
          "влаб",
          1
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "var_equal": [
          "башня",
          0
        ],
        "id": 72,
        "text": "Изабель знала, что пожалеет о своём решении. Как и о том, что причины запрета подниматься в башню выходят за рамки вопроса безопасности. И то, что девушка увидела, поднявшись по старинной винтовой лестнице в многоярусное круглое помещение, оказалось воистину отвратительным. \n\nДальше первого яруса она не пошла — ей хватило странных, собранных из стекла и металла установок в центре площадки, нескольких лабораторных стеллажей с образцами непонятно чего у входа и доски с педантично подписанными фотокарточками. \n\nОбразец \"Барк\" — все стадии превращения здоровой на вид собаки в монстра с пустой глазницей и облезающим с костей мясом. Записки с формулами и расчётами, приложенные к каждому фото, никак не поясняли Изабель увиденную жуть, но изображения глубоко и прочно врезались в память.\n\nРешив, что всё равно не разберётся, с чем и как здесь работает Луис, девушка покинула башню, не оставив там никаких следов своего пребывания. ",
        "merge": true
      },
      {
        "id": 76,
        "text": "~> ~> ~>",
        "comment": false
      }
    ]
  },
  {
    "id": 73,
    "text": "— Ну наконец-то дошло! — горько захохотал и закашлялся Марцель. — А я столько намекал! Даже думал, что у этого чурбана совесть проснулась, и он признается! Пока не узнал, что он продолжает палить по летучим мишеням как ни в чём не бывало! \n\n— Я не стрелял в дирижабль! Это вышло случайно! — Луис гневно сверкнул глазами. — Луч не попал бы в небо, но я был слишком хорошего мнения о твоих поворотных предохранителях! Ты мне десять диотонн обещал! Ты! Но теперь всё в порядке, никто не умер в конце концов, и мощность оптимальная! Я ближе к панацее, чем когда-либо! Ты видел хрящевые ткани у голубей? Они уже не... \n\n— Что?! — Марцель потрясённо отшатнулся. — Поворотные... слетели?.. И ты мне не сказал?! Почему ты не сказал мне, Лу?! \n\n— Да потому что ты — болван, которого сраные голуби и дурацкие принципы волнуют больше, чем развитие науки! Ты всего лишь механик! Ты мой младший брат наконец! И не должен нести ответственность, которая тебе не по плечу! Но теперь ты своего добился и, надеюсь, доволен! Вся правда как есть вылезла наружу! И ударила не только по нам с тобой... Скажите, Изабель, а вы-то что будете делать с этим?! ",
    "answers": [
      {
        "id": 80,
        "text": "Они оба нечисты перед законом и должны сесть в тюрьму ~>",
        "var_less": [
          "убрсвед",
          1
        ]
      },
      {
        "id": 81,
        "text": "Луис должен понести ответственность за свою ошибку ~>",
        "var_less": [
          "убрсвед",
          1
        ]
      },
      {
        "id": 82,
        "text": "Ради панацеи можно закрыть глаза на \"Титан\" ~>",
        "var_less": [
          "убрсвед",
          1
        ]
      },
      {
        "id": 83,
        "text": "Не ей их судить. Но и с ними она не останется ~>",
        "var_less": [
          "убрсвед",
          1
        ]
      },
      {
        "id": 84,
        "text": "~> ~> ~>",
        "var_need": [
          "убрсвед",
          1
        ]
      },
      {
        "var_less": [
          "ма-отн",
          20,
          "лу-отн",
          10,
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "super_calculate": false,
        "id": 73,
        "calculate": true,
        "text": "Убрать свидетеля",
        "var_set": [
          "убрсвед",
          1
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "— Ну что? — обернулся он, глядя на неё сверху вниз. \n\n— Когда вы с Луисом... выйдете... Мы могли бы... — с мертвеющим сердцем заговорила она, — начать сначала... Я дождусь, что бы ни решил суд. \n\n— Не трудись, Изабель, — скривился он. — Займись лучше книгой своей. Я виноват, и я отвечу, тут без вариантов. Но ты... — он свёл брови, щурясь на неё, как на чужую. — Ты не любишь меня. И я не смогу быть с девушкой, засадившей меня за решётку. Я не больной на всю голову пафосный извращенец вроде Лу!\n\nЛуис отвесил ему подзатыльник и за плечо потащил к зданию участка. Изабель молча побрела следом... ",
    "answers": [
      {
        "id": 96,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 75,
    "text": "... Марцель закрыл коробку и рукавом комбинезона вытер пот со лба. \n\n— Это последняя, — обрадовал он девушку, и его голос эхом отозвался под куполом опустевшей башни. — Подпиши как... \"Облучённые хрящевые ткани голубей. Последние образцы\". \n\nИзабель с готовностью нагнулась над коробкой, выводя подпись. \n\n— Думаешь, им даже это нужно? Установки и записей недостаточно?\n\n— Мне нужно. Раз уж забирают у моего брата многолетний труд, пусть у них хоть весь кабинет мертвечиной провоняет! \n\n— Марцель! А вдруг для панацеи нуж... — палец парня лёг ей на губы, не дав договорить. \n\n— Всё, Изабель, всё, — притягивая девушку к себе, нахмурился он. — Закинем коробки и никакой больше панацеи. Никаких экспериментов. Никакой башни. Только ты и я... ",
    "answers": [
      {
        "id": 100,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 76,
    "text": "... Прошло ещё несколько дней. Роман буксовал, Изабель всё чаще проводила время не с ним, а с хозяевами дома. В один прекрасный вечер она призналась им, что устала от стука клавиш и как осилить последние несколько глав, не знает. Сюжет и характеры героев слишком изменились в обновлённом варианте, и прийти к тому же, что и в прошлый раз, стало невозможно. \n\n— Тебе надо отдохнуть и хорошенько встряхнуться, Изабель, — так уверенно, будто всю жизнь писал книги, заявил Марцель. — Твоя нога давно зажила, так? Поехали на танцы! В клубе \"Носорог\" сегодня выступает неплохой ансамбль! \n\n— Уже заканчивает, — к унынию Марцеля и загоревшейся было Изабель Луис указал на часы. — Впрочем... если хотите потанцевать, ехать никуда не обязательно.\n\n— Точно! Врубим граммофон в гостиной! — Марцель уже тащил весело визжащую Изабель за руку по коридору. — Выбирай пластинку! А мы сейчас...\n\nСкрежет ножек дивана по паркету заставил девушку, запустившую руки в ящик с пластинками, оглянуться. Марцель и догнавший их Луис отодвигали мебель к стенам. Здорово! Итак, а что у братьев есть из музыки... Ничего знакомого. И подписи малоинформативные. Хотя... ",
    "answers": [
      {
        "var_add": [
          "ма-отн",
          2
        ],
        "id": 42,
        "text": "\"Вжик-мехабомба-фьюжн\" ~>",
        "var_sub": [
          "лу-отн",
          2
        ],
        "var_set": [
          "локотв",
          1
        ]
      },
      {
        "var_add": [
          "лу-отн",
          2
        ],
        "id": 42,
        "text": "\"1-2-3, 1-2-3. Избранное\" ~>",
        "var_sub": [
          "ма-отн",
          2
        ],
        "var_set": [
          "локотв",
          2
        ]
      },
      {
        "id": 42,
        "text": "\"Химия\" ~>",
        "var_sub": [
          "лу-отн",
          1,
          "ма-отн",
          1
        ],
        "var_set": [
          "локотв",
          3
        ]
      },
      {
        "id": 42,
        "text": "\"Tettigonia viridissima\" ~>",
        "var_add": [
          "ма-отн",
          1,
          "лу-отн",
          1
        ],
        "var_set": [
          "локотв",
          4
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "Клацанье печатной машинки слегка заглушало крики из коридора... \n\nИзабель ничего не хотела знать. Самое главное ей уже было известно: хозяева этого дома — ненормальные! Эксцентричные чокнутые богатеи в доме из шестерёнок, безумия и секретов! То пляски под граммофон, то глотки друг другу выдирают на пустом месте! Она и так слишком долго пробыла в их компании, и всё это больше не весело!!! \n\nВсхлипнув, дёрнула возвратный рычаг и заколотила с бешеной скоростью с новой строки. Чем быстрее она закончит книгу, тем быстрее уберётся отсюда. Хватит с неё! Если не покинет дом на холме в ближайшее время, успеет стать такой же как они. Не слишком ли поздно она об этом подумала?\n\nВытерла слёзы тыльной стороной ладони, вздрогнула от очередного хриплого окрика — дошло, похоже, и до драки наконец... Не её дело. \n\nПоследняя глава, осталась всего одна глава. Изабель знает, что написать и как. Пусть эти страницы впитают всю беспомощность и горечь, что она испытывает! У этой сказки не будет счастливого конца! И закончится она сегодня же... ",
    "answers": [
      {
        "id": 78,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 78,
    "text": "... Маленький чемоданчик — совсем как тот, что утонул в заливе. Готовая рукопись внутри. Ни гроша за душой. Хмурое облачное утро, нависшее над холмом. \n\nПрощались на прохладной ноте. Братья не разговаривали друг с другом, но каждый в свой черёд просил сообщить новый адрес, когда Изабель устроится где-нибудь. И хотя бы писать письма, а то и в гости заглядывать... \n\nДевушка обещала. Писать, звонить, заскакивать... Обещала, прекрасно зная, что никогда этого не сделает. Что будет бить себя по тянущимся к конверту пальцам, лишь бы удержаться и не связаться снова с этой безумной парочкой... \n\n... Как и то, что сами они тоже не будут её разыскивать в огромном столичном городе, напрягать связи, устраивать засады в издательстве... Не будут. Не настолько она им дорога, чтобы воспротивиться её решению. \n\nПросто гостья. Пожила немного, пора бы и честь знать.",
    "answers": [
      {
        "id": 79,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 79,
    "text": "... Спустя пару месяцев остановившись у книжной лавки и приподняв поля новенькой шляпки, Изабель сквозь стекло витрины с гордостью поглядела на тиснёные корешки своего романа, выставленные на полке. Разбирали книгу хорошо, толстяк из издательства уже потирал пухлые ручонки, планируя второй тираж и называя девушку своей золотой жилкой... \n\nНалюбовавшись вдоволь и совсем уже собравшись уходить, Изабель случайно обратила внимание на стойку со свежими газетами у входа. Первые полосы темнели крупными чёрно-серыми снимками горящего дома. Дома одного известного в городе магистра и его брата. Дома на холме. \n\nВ статье говорилось о взрыве в котельной из-за избыточного количества диоли во всех частях дома, гибели его хозяев, раздробленных хаотичной энергией в порошок — так, что и костей не собрать. \n\nСлучайный свидетель клялся, что той ночью видел в кустарнике на склоне холма призрака одного из хозяев дома — сотканного из дыма и с горящими, как два кристалла диоли, глазами. Но верить глупому водителю наёмного транспорта, конечно, не стоит... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ~>",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 80,
    "text": "— Мне придётся... сообщить о том, что вы сделали, в участок, — схватившись за голову, истерически завыла Изабель. — Боже, вы вдвоём создали ужасное оружие, как вы этого не видите! И совершили преступление! Не специально, но совершили! Никакая цель не ставит вас выше закона! Вы просто чудовища! ",
    "answers": [
      {
        "id": 80,
        "text": "\n\n— Вы... — Луис медленно оглянулся на лучевую установку и опустил плечи. — Вы правы, Изабель. Такой груз мне не потянуть. Ох, как же я устал... \n\n— Лу... Ты серьёзно? — Марцель переводил растерянный взгляд с брата на всхлипывающую девушку. —  Проклятье... \n\n— В чём дело, братишка? — Луис сделал несколько расслабленных шагов и положил руку ему на плечо. — Ты же этого и добивался! Не думал, что в итоге окажешься за решёткой вместе со мной? \n\n— Чёртов ты придурок, Лу! — выкрикнул Марцель, внезапно прижимая брата к себе и стискивая в объятьях. — До сих пор не понял, что я за тобой хоть в ад готов?! — парень по-детски зашмыгал носом. — Наломали мы дров... Оба, чёрт меня дери!\n\nИзабель отвернулась и зарыдала в ладони. Зачем она только поднялась в эту проклятую башню... Зачем она только... ",
        "var_need": [
          "лувзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": true
      },
      {
        "var_set": [
          "поравуч",
          1
        ],
        "text": "■■■■ Л♡ М<plus>",
        "super_calculate": false,
        "id": 80,
        "calculate": true,
        "var_need": [
          "лувзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": false
      },
      {
        "var_need": [
          "лувзаим",
          1
        ],
        "id": 80,
        "text": "\n\n— Вы... — Луис медленно оглянулся на лучевую установку и опустил плечи. — Вы правы, Изабель. Такой груз мне не потянуть. Ох, как же я устал... \n\n— Лу... Ты серьёзно? — Марцель переводил растерянный взгляд с брата на всхлипывающую девушку. — Нет! Нет-нет, так не пойдёт! Какая тюрьма, Лу?! \n\nЛуис прошагал мимо, направляясь к плачущей Изабель, но Марцель схватил его за плечо. \n\n— Иди к чёрту! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "var_less": [
          "ма-отн",
          20
        ],
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "var_need": [
          "лувзаим",
          1
        ],
        "calculate": true,
        "super_calculate": false,
        "var_less": [
          "ма-отн",
          20
        ],
        "text": "■■■■ Л♡ М-",
        "id": 80,
        "merge": false
      },
      {
        "id": 80,
        "text": "\n\n— Вы не посмеете, — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, но Марцель точно подобного не заслужил! \n\n— Зря ты сразу не сказал мне про предохранители, Лу, — убито подал голос Марцель. — Зря думаешь, будто я не готов платить за свои ошибки. Проклятье... Мы оба наломали дров. И виноваты оба. \n\n— И что теперь, пойдёшь за решётку? — вскинулся Луис, но тут же осёкся, глядя на по-детски шмыгающего носом брата. — Ох... Чёрт возьми... — он медленно оглянулся на лучевую установку, и его плечи опустились. — Я сдаюсь... Ох, как же я устал... ",
        "var_need": [
          "лу-отн",
          10,
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "поравуч",
          1
        ],
        "text": "■■■■ Л<plus> М♡",
        "super_calculate": false,
        "id": 80,
        "calculate": true,
        "var_need": [
          "лу-отн",
          10,
          "мавзаим",
          1
        ],
        "merge": false
      },
      {
        "var_need": [
          "лу-отн",
          10,
          "ма-отн",
          20
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "text": "\n\n— Вы не посмеете, — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, но Марцель точно подобного не заслужил! \n\n— Зря ты сразу не сказал мне про предохранители, Лу, — убито подал голос Марцель. — Зря думаешь, будто я не готов платить за свои ошибки. Проклятье... Мы оба наломали дров. И виноваты оба. \n\n— И что теперь, пойдёшь за решётку? — вскинулся Луис, но тут же осёкся, глядя на по-детски шмыгающего носом брата. — Ох... Чёрт возьми... — он медленно оглянулся на лучевую установку, и его плечи опустились. — Я сдаюсь... Ох, как же я устал... ",
        "id": 80,
        "merge": true
      },
      {
        "var_set": [
          "поравуч",
          1
        ],
        "var_need": [
          "лу-отн",
          10,
          "ма-отн",
          20
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 80,
        "text": "■■■■ Л<plus> М<plus>",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "merge": false
      },
      {
        "var_need": [
          "лу-отн",
          10
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "ма-отн",
          20
        ],
        "text": "\n\n— Вы не посмеете, — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, но Марцель точно подобного не заслужил! \n\n— Лу, я чёртов болван! Зря ты сразу не сказал мне, — убито подал голос Марцель. — Зря думаешь, будто я не готов платить за свои ошибки. Проклятье... Это всё из-за меня! Мне это и расхлёбывать! \n\n— Марцель, ты... что? — Луис недоверчиво посмотрел на собирающегося с духом брата. \n\nПарень повернулся к Изабель всем телом с твёрдой решимостью на лице и плавно двинулся вперёд...",
        "id": 80,
        "merge": true
      },
      {
        "var_set": [
          "убрсвед",
          1
        ],
        "var_need": [
          "лу-отн",
          10
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 80,
        "text": "■■■■ Л<plus> М-",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": false
      },
      {
        "var_need": [
          "мавзаим",
          1
        ],
        "id": 80,
        "text": "\n\n— Как вы смеете?! — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! И тысячи глупых девочек из глуши! Ради этого открытия и ради своего бестолкового брата я... — он решительно двинулся к Изабель. \n\n— Лу, ты сдурел?! — Марцель, выкатив глаза, заслонил собой дрожащую девушку. — Это не ты, Лу! Стой! \n\n— С дороги! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "var_less": [
          "лу-отн",
          10
        ],
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "var_need": [
          "мавзаим",
          1
        ],
        "calculate": true,
        "super_calculate": false,
        "var_less": [
          "лу-отн",
          10
        ],
        "text": "■■■■ Л- М♡",
        "id": 80,
        "merge": false
      },
      {
        "var_need": [
          "ма-отн",
          20
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "лу-отн",
          10
        ],
        "text": "\n\n— Как вы смеете?! — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! И тысячи глупых девочек из глуши! Ради этого открытия я... — он двинулся к Изабель. \n\n— Лу, погоди, Лу, ты что?! — Марцель нерешительно заступил ему дорогу и удержал за плечо. \n\n— Что?! Хочешь вместе сесть за решётку?! — Луис широким жестом указал на пятящуюся к лестнице девушку. \n\n— Ты же знаешь, Лу... Мы оба наломали дров, и я... за тобой хоть в ад готов... — убито прошептал парень. \n\n— Сейчас самое время. Держи её! \n\nМарцель повернулся к Изабель всем телом с твёрдой решимостью на лице и плавно двинулся вперёд...",
        "id": 80,
        "merge": true
      },
      {
        "var_set": [
          "убрсвед",
          1
        ],
        "var_need": [
          "ма-отн",
          20
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 80,
        "text": "■■■■ Л- М<plus>",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "лу-отн",
          10
        ],
        "merge": false
      },
      {
        "id": 93,
        "text": "~> ~> ~>",
        "var_need": [
          "стардрак",
          1
        ]
      },
      {
        "id": 94,
        "text": "~> ~> ~>",
        "var_need": [
          "поравуч",
          1
        ]
      },
      {
        "var_set": [
          "смерт",
          1
        ],
        "id": 84,
        "comment": false,
        "text": "— Нет... Не подходи, нет... Не-ет! ",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "var_need": [
          "убрсвед",
          1
        ],
        "var_less": [
          "смерт",
          1
        ],
        "merge": false
      }
    ]
  },
  {
    "id": 81,
    "text": "empty",
    "answers": [
      {
        "id": 81,
        "text": "— Луис... — не сдержавшись, заплакала Изабель. — Посмотрите же на меня! Кто я для вас — \"сраный голубь\" или \"дурацкий принцип\"? Мои чувства, я... Вы обманывали меня! \n\n— Изабель... — его плечи опустились, а взгляд стал по-настоящему виноватым. — Но всё ведь хорошо... \n\n— Нет, Луис! Не хорошо! Неужели... Неужели вы не понимаете? Вы совершили преступление! Пусть случайно, но совершили! Не в вашем праве жертвовать ради прогресса кем-то, кроме себя! ",
        "var_need": [
          "лувзаим",
          1
        ],
        "merge": true
      },
      {
        "id": 81,
        "text": "— Я считаю, что вы правы, Луис... — сглотнув комок, произнесла Изабель. — Это ваши безумные эксперименты и ваша ответственность за всё, что произошло. Не в вашем праве жертвовать ради прогресса кем-то, кроме себя! Если вы не пойдёте с этим в участок, мне придётся самой вас выдать. ",
        "var_less": [
          "лувзаим",
          1
        ],
        "merge": true
      },
      {
        "id": 81,
        "text": "\n\n— Вы... — Луис медленно оглянулся на лучевую установку. — Вы правы, Изабель. Боже, я слишком устал... \n\n— Лу, ты... серьёзно? — Марцель переводил неверящий взгляд с брата на рыдающую в ладони девушку. — Ты хочешь сдаться? Но я же... \n\n— Такой груз мне уже не потянуть, — мужчина вдруг улыбнулся. — Я пойду сам, Изабель. Вы ведь составите мне компанию до участка? Марцель, гаси тут всё к чертям... \n\nДевушка упала на колени, и её рыдания загремели под медленно закрывающимся потолком башни. ",
        "var_need": [
          "лувзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": true
      },
      {
        "var_set": [
          "поравуч",
          1
        ],
        "text": "■■■■ Л♡ М<plus>",
        "super_calculate": false,
        "id": 81,
        "calculate": true,
        "var_need": [
          "лувзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": false
      },
      {
        "var_need": [
          "лувзаим",
          1
        ],
        "id": 81,
        "text": "\n\n— Вы... — Луис медленно оглянулся на лучевую установку. — Вы правы, Изабель. Боже, я слишком устал... \n\n— Лу, ты же не серьёзно?! — Марцель переводил неверящий взгляд с брата на рыдающую в ладони девушку. — Кто она такая?! Она ведь даже не Барк! \n\n— Ты сравниваешь человека с собакой, идиот. Иди к чёрту... Ты же сам хотел, чтобы я сознался! \n\n— Хотел, но... но это же не ты, Лу! Я не знал про предохранители, и... Чёрт, да не может вот так всё законч... Стой! — он решительно встал на пути брата, двинувшегося в сторону Изабель. — Никуда ты не пойдёшь, понял? \n\n— С дороги! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "var_less": [
          "ма-отн",
          20
        ],
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "var_need": [
          "лувзаим",
          1
        ],
        "calculate": true,
        "super_calculate": false,
        "var_less": [
          "ма-отн",
          20
        ],
        "text": "■■■■ Л♡ М-",
        "id": 81,
        "merge": false
      },
      {
        "id": 81,
        "text": "\n\n— Вы не посмеете, — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! \n\n— Ты безумен, Лу! — Марцель, чуть не плача, заслонил собой дрожащую девушку. — Я просто хотел, чтобы ты... \n\n— Сел за решётку? — Луис заломил брови. — Ты давно мог меня сдать, Марцель, почему сам не полетел в участок на своей однорельсовой дуре?\n\n— Потому что я люблю тебя, тупой ты козёл! — разбито шмыгнул носом Марцель. — Я за тобой хоть в ад был готов! Всегда! Но это конец, Лу! Мы слишком далеко зашли. \n\n— Вы... — Луис медленно опустил голову и оглянулся на лучевую установку, — победили... Боже, как я устал... Хватит с меня. ",
        "var_need": [
          "лу-отн",
          10,
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "поравуч",
          1
        ],
        "text": "■■■■ Л<plus> М♡",
        "super_calculate": false,
        "id": 81,
        "calculate": true,
        "var_need": [
          "лу-отн",
          10,
          "мавзаим",
          1
        ],
        "merge": false
      },
      {
        "var_need": [
          "лу-отн",
          10,
          "ма-отн",
          20
        ],
        "id": 81,
        "text": "\n\n— Вы не посмеете, — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! \n\n— Ты безумен, Лу! — Марцель, чуть не плача, заслонил собой дрожащую девушку. — Я просто хотел, чтобы ты... \n\n— Сел за решётку? — Луис заломил брови. — Ты давно мог меня сдать, Марцель, почему сам не полетел в участок на своей однорельсовой дуре?\n\n— Потому что я люблю тебя, тупой ты козёл! — разбито шмыгнул носом Марцель. — Кто у меня есть кроме тебя?! Но это конец, Лу! Мы слишком далеко зашли. \n\n— Вы... — Луис медленно опустил голову и оглянулся на лучевую установку, — победили... Боже, как я устал... Хватит с меня. ",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "поравуч",
          1
        ],
        "var_need": [
          "лу-отн",
          10,
          "ма-отн",
          20
        ],
        "calculate": true,
        "super_calculate": false,
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "text": "■■■■ Л<plus> М<plus>",
        "id": 81,
        "merge": false
      },
      {
        "var_need": [
          "лу-отн",
          10
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "ма-отн",
          20
        ],
        "text": "\n\n— Вы не посмеете, — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! Сейчас нельзя... \n\n— Я не позволю вам сбить ещё сотню! — выкрикнула Изабель. — Вы безумны! \n\n— Зря ты сразу не сказал мне, Лу, — убито подал голос Марцель. — Зря думаешь, будто я не готов платить за свои ошибки. Проклятье... \n\n— Поздно, братишка, наша гостья твёрдо решила упечь меня за решётку, — Луис обессиленно выдохнул, опираясь локтем на сгиб кронштейна и запрокидывая голову. \n\n— Это мы ещё посмотрим, — Марцель повернулся к Изабель всем телом с твёрдой решимостью на лице и плавно двинулся вперёд...",
        "id": 81,
        "merge": true
      },
      {
        "var_set": [
          "убрсвед",
          1
        ],
        "var_need": [
          "лу-отн",
          10
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 81,
        "text": "■■■■ Л<plus> М-",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": false
      },
      {
        "var_need": [
          "мавзаим",
          1
        ],
        "var_less": [
          "лу-отн",
          10,
          "лувзаим",
          1
        ],
        "text": "\n\n— Как вы смеете?! — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! И тысячи глупых девочек из глуши! Ради этого открытия я... — он решительно двинулся к Изабель. \n\n— Лу, ты сдурел?! — Марцель, выкатив глаза, заслонил собой дрожащую девушку. — Это не ты, Лу! Стой! \n\n— С дороги! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "id": 81,
        "merge": true
      },
      {
        "merge": false,
        "var_less": [
          "лу-отн",
          10,
          "лувзаим",
          1
        ],
        "text": "■■■■ Л- М♡ ",
        "super_calculate": false,
        "id": 81,
        "calculate": true,
        "var_need": [
          "мавзаим",
          1
        ],
        "var_set": [
          "стардрак",
          1
        ]
      },
      {
        "var_need": [
          "ма-отн",
          20
        ],
        "id": 81,
        "text": "\n\n— Как вы смеете?! — прищурившись, оскалился мужчина. — Я всё сделал, чтобы вам не на что было жаловаться! Всё, что вы потеряли, я вам вернул! К чёрту мою совесть, панацея важнее сотни сбитых дирижаблей! И тысячи глупых девочек из глуши! Ради этого открытия я... — он решительно двинулся к Изабель. \n\n— Лу, ты сдурел?! — Марцель, выкатив глаза, заслонил собой дрожащую девушку. — Это не ты, Лу! Стой! \n\n— С дороги! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "var_less": [
          "лу-отн",
          10,
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "merge": false,
        "var_less": [
          "лу-отн",
          10,
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "text": "■■■■ Л- М<plus>",
        "super_calculate": false,
        "id": 81,
        "calculate": true,
        "var_need": [
          "ма-отн",
          20
        ],
        "var_set": [
          "стардрак",
          1
        ]
      },
      {
        "id": 93,
        "text": "~> ~> ~>",
        "var_need": [
          "стардрак",
          1
        ]
      },
      {
        "id": 94,
        "text": "~> ~> ~>",
        "var_need": [
          "поравуч",
          1
        ]
      },
      {
        "var_set": [
          "смерт",
          1
        ],
        "var_less": [
          "смерт",
          1
        ],
        "comment": false,
        "text": "— Нет... Не подходи, нет... Не-ет! ",
        "id": 84,
        "var_need": [
          "убрсвед",
          1
        ],
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "merge": false
      }
    ]
  },
  {
    "id": 82,
    "text": "— Я... могу вас понять, — с трудом выговорила девушка. — Если мёртвые голуби и сбитые дирижабли приближают вас к открытию лекарства от... той самой болезни... Это того стоит! Это важнее! И раз никто не умер... \n\n— Поверить не могу, — сплюнул, отшатываясь от неё, как от прокажённой, Марцель. — Мы таких дров наломали, и всё путём, да?! Ты умереть могла! Тебя в порошок могло стереть, как голубей, мать их! Тебе даже на это плевать?!\n\n— Панацея важнее, — всхлипнула Изабель. — Важнее. Она стоит и больших жертв...\n\n— Ч-что?! — парень затрясся, сжимая кулаки. — Да вы оба безголовые! Вот чёрт! Я думал... Ах, катитесь вы оба!\n\nОн промчался мимо, больно задев девушку плечом. ",
    "answers": [
      {
        "id": 89,
        "text": "Бежать за ним ~>",
        "var_need": [
          "мавзаим",
          1
        ]
      },
      {
        "id": 92,
        "text": "Остаться с Луисом ~>",
        "var_need": [
          "лувзаим",
          1
        ]
      },
      {
        "id": 97,
        "text": "Уйти дописывать роман ~>"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Я... не такая неблагодарная дрянь, чтобы на вас донести, — всхлипнула девушка, опуская глаза и плечи. — Вы слишком многое для меня сделали... Но видеть вас я больше не хочу. Вас обоих. Допишу последнюю главу и уйду... ",
    "answers": [
      {
        "id": 83,
        "text": "\n\n— Изабель, нет! — Луис решительно двинулся к ней, но Марцель бросился наперерез. \n\n— Пусть уходит, Лу, — он крепко схватил брата за плечо. — Так будет лучше для всех. Мы слишком много дров наломали. \n\n— Иди к чёрту! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "var_need": [
          "лувзаим",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "text": "■■■■ Л♡",
        "super_calculate": false,
        "id": 83,
        "calculate": true,
        "var_need": [
          "лувзаим",
          1
        ],
        "merge": false
      },
      {
        "id": 83,
        "text": "\n\n— Что?! Нет, Изабель! — Марцель бросился к ней и схватил за плечи. — Ты не можешь вот так уйти! \n\n— Пусти меня, — не поднимая мокрых глаз, произнесла она. \n\n— Оставь её в покое, — поддержал подошедший сзади Луис. — Пусть уходит, у нас впереди слишком много работы. \n\nОн положил руку брату на плечо, и в следующую секунду рухнул, как подкошенный, от мощного удара в челюсть. ",
        "var_need": [
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "text": "■■■■ М♡",
        "super_calculate": false,
        "id": 83,
        "calculate": true,
        "var_need": [
          "мавзаим",
          1
        ],
        "merge": false
      },
      {
        "var_need": [
          "лу-отн",
          10,
          "ма-отн",
          20
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "text": "\n\n— Что ж... Полагаю, так будет лучше всего, — вздохнул Луис. — Удачи вам в новой жизни, Изабель. Простите нас, если сможете... \n\nМарцель печально посмотрел на неё и медленно кивнул, соглашаясь со словами брата. \n\n— Мы не повторим своих ошибок, — заверил он. — Никогда...\n\nДевушка, всхлипнув, вытерла мокрые глаза и зашагала вниз по лестнице. Зачем она только поднялась в эту башню?.. Зачем она только... ",
        "id": 83,
        "merge": true
      },
      {
        "var_set": [
          "удвжиз",
          1
        ],
        "var_need": [
          "лу-отн",
          10,
          "ма-отн",
          20
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 83,
        "text": "■■■■ Без романтики <plus><plus>",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "merge": false
      },
      {
        "var_need": [
          "лу-отн",
          10
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "ма-отн",
          20
        ],
        "text": "\n\n— Что ж... Полагаю, так будет лучше всего, — вздохнул Луис. — Удачи вам в новой жизни, Изабель. Простите нас, если сможете... \n\n— Ч-что?! — вскинулся Марцель. — Да чёрта с два я позволю ей уйти! \n\nНе успела девушка опомниться, как лапа Марцеля тисками сжалась на её запястье. \n\n— А-а-а! — взвизгнула она, дёргаясь.\n\n— Прекрати, Марцель, пусть идёт, она ничего никому не скажет! — Луис двинулся к ним, на ходу ослабляя галстук. — Не дури, нас ждёт работа.\n\nОн положил руку брату на плечо, и в следующую секунду рухнул, как подкошенный, от мощного удара в челюсть. ",
        "id": 83,
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "var_need": [
          "лу-отн",
          10
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 83,
        "text": "■■■■ Без романтики Л<plus> М-",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "ма-отн",
          20
        ],
        "merge": false
      },
      {
        "var_need": [
          "ма-отн",
          20
        ],
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "лу-отн",
          10
        ],
        "text": "\n\n— Вы никуда не пойдёте, Изабель, — холодно произнёс Луис, заставив девушку испуганно вскинуть голову, и решительно двинулся к ней. — Слишком многое стоит на кону, и я не могу рисковать. \n\n— Пусть уходит, Лу, — Марцель бросился наперерез и крепко схватил брата за плечо. — Даже если донесёт, так будет лучше для всех. Мы слишком много дров наломали. \n\n— Иди к чёрту! — Луис грубо пихнул его и тут же рухнул, как подкошенный, от мощного удара в челюсть. ",
        "id": 83,
        "merge": true
      },
      {
        "var_set": [
          "стардрак",
          1
        ],
        "var_need": [
          "ма-отн",
          20
        ],
        "calculate": true,
        "super_calculate": false,
        "id": 83,
        "text": "■■■■ Без романтики Л- М<plus>",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1,
          "лу-отн",
          10
        ],
        "merge": false
      },
      {
        "id": 78,
        "text": "~> ~> ~>",
        "var_need": [
          "удвжиз",
          1
        ]
      },
      {
        "id": 93,
        "text": "~> ~> ~>",
        "var_need": [
          "стардрак",
          1
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "empty",
    "answers": [
      {
        "id": 84,
        "text": "— Я... я не знаю. Вы... безумны, оба! — Изабель, размазывая слёзы по лицу, взглянула на Марцеля, который, опустив голову, кусал губы и сжимал кулаки. \n\n— Зря ты сразу не сказал мне, Лу, — убито произнёс он. — Зря думаешь, будто я не готов платить за свои ошибки. Проклятье... \n\n— Пойдёшь до конца? Со мной? — недоверчиво поднял брови Луис. — Не смеши.\n\n— Сидел бы я тут, если бы не готов был хоть в ад за тобой идти, долбаный ты кретин?! — вдруг всхлипнул парень. — Кто у меня есть кроме тебя?!\n\n— Твоими стараниями за решётку сядем вместе, — Луис широким жестом указал на пятящуюся к лестнице девушку и вдруг, помрачнев, добавил. — Или отправимся в ад.\n\nМарцель повернулся к Изабель всем телом с твёрдой решимостью на лице и плавно двинулся вперёд...",
        "var_less": [
          "смерт",
          1
        ],
        "merge": true
      },
      {
        "var_set": [
          "смерт",
          1
        ],
        "comment": false,
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "id": 84,
        "text": "— Нет... Не подходи, нет... Не-ет! ",
        "var_less": [
          "смерт",
          1
        ],
        "merge": false
      },
      {
        "id": 84,
        "text": "... Трубка телефонного аппарата, мерцая диолевым аккумулятором, шипела неприятным голосом работника издательства. \n\n— Нет, она не оставила свой роман, — в десятый раз хрипловато повторил Луис, нервно поправляя галстук. — И не сказала, куда уезжает. Прекратите сюда названивать или я обращусь в полицию!\n\nГрохнув трубку на рычаг, мужчина со вздохом откинул с лица волосы и повернулся к напряжённо ожидавшему конца разговора брату.\n\n— Ты точно всё сжёг? \n\n— Точно. Документы, одежду, книгу до последнего листа. Смятые черновики выбросил с мусором, так... естественнее... — растирая глубоко запавшие глаза, подтвердил Марцель. — А тело не...\n\n— Всё под контролем, — отрезал мужчина, натягивая лабораторный халат. — Поверь мне, братишка, эта жертва не будет напрасной...",
        "var_need": [
          "смерт",
          1
        ],
        "merge": true
      },
      {
        "blackout": true,
        "middle_answer": true,
        "var_need": [
          "смерт",
          1
        ],
        "text": "Конец ~>",
        "id": 1
      }
    ]
  },
  {
    "id": 85,
    "text": "— Вот ваша комната, — Луис открыл одну из дверей и одним движением включил диолевую люстру. — Располагайтесь. Вещи найдёте в том старом сундуке и на полках шкафа. \n\n— Давно её... вашей матери... не стало? — решилась на вопрос Изабель, положив пальцы на слегка пыльную спинку стула.\n\n— Несколько лет прошло. Не волнуйтесь, если случайно что-то разобьёте или прольёте, мы не слишком привязаны к вещам. У комнаты просто... не было другого назначения, — он постоял, задумавшись о чём-то, но вскоре очнулся и направился к выходу. — Ванна нагреется за пять минут. Синяя дверь в конце коридора. К ужину спускайтесь, как будете готовы. \n\n— Ох, а где... — спохватившись, поймала его девушка уже на пороге, — ужин? \n\n— Идите на возмущённые вопли Марцеля, не промахнётесь, — улыбнулся Луис и вышел, закрыв за собой дверь.\n\n— Благодарю! — крикнула девушка, в надежде, что он услышит её из коридора. ",
    "answers": [
      {
        "id": 18,
        "text": "Выбрать одежду ~>"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Я написала приключенческий роман. Он был хороший, —  её голос слегка задрожал при мысли о впустую ушедших годах труда и вдохновения. —  Издатель в моём городке сам порекомендовал отправить отрывок сюда, в столицу. И мне ответили, что если закончу в том же духе и привезу готовую рукопись, мне дадут жильё и работу. Я продала всё, что у меня было, перед тем, как отправиться сюда...\n\n— Понятно... Что ж, финал был печален, но не могу не одобрить такое рискованное и смелое решение, — прокомментировал мужчина. \n\n— Да уж, Лу, риск это прям твоё! — едко вклинился Марцель. \n\n— Сказал тот, кто носится со страшной скоростью на одном рельсе, — огрызнулся Луис. — Итак, Изабель, а как ваши родители отнеслись к переезду?\n\n— Их уже нет, — девушка опустила глаза. — Погибли в эпидемию, четыре года назад. ",
    "answers": [
      {
        "id": 26,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 87,
    "text": "empty",
    "answers": [
      {
        "comment": false,
        "id": 87,
        "text": "... Обвив рукой мускулистую шею Марцеля и позволяя вести себя по кругу скользящими шагами, девушка мельком успела заметить, как парень показывает брату язык, и тот, невесело посмеиваясь, неспешно покидает комнату.\n\nНаедине танец быстро стал более раскованным и многозначительным. Широкая ладонь Марцеля сползла по спине девушки, остановившись на грани приличия, а лицо зарылось в её растрепавшиеся волосы, и только шаги, ведущие и вращающие её по комнате, позволяли делать вид, что происходящее в гостиной — всё ещё просто танец.\n\nИ чувствуя, как Марцель медленно останавливается, девушка осознавала, что завтра как прежде уже не будет. Поцелуй, внезапный, горячий и чувственный, спутал последние мысли, перевернул Вселенную вверх дном, подломил колени и лишил самообладания. Изабель даже не заметила, как музыка прервалась, и пластинка, лишившись иглы, продолжила крутиться вхолостую... ",
        "var_less": [
          "матанц",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_set": [
          "матанц",
          1
        ],
        "id": 87,
        "text": "~> ~> ~>",
        "var_less": [
          "матанц",
          1
        ],
        "merge": false
      },
      {
        "comment": false,
        "var_equal": [
          "матанц",
          1
        ],
        "id": 87,
        "text": "— Прости, — выдохнул парень, комкая платье у неё на лопатках, и заговорил быстро, явно боясь передумать. — Я мечтал поцеловать тебя уже давно, даже... даже во сне не раз пытался. Не знаю, где моя голова! Ты в наш дом будто с небес спустилась... Ха, ну, технически ведь так и есть! \n\nИзабель, засмеявшись, уткнулась носом ему в ключицу, но парня это не смутило. \n\n— Изабель, слушай, я... Кажется, я влюбился по уши! Может, я тороплюсь, но со мной ещё не было ничего подобного, и я боюсь, что оно пройдёт, исчезнет, а я даже не попытаюсь... Что скажешь, есть у меня шанс?\n\nПодняв голову, она заглянула в полные надежды тёмные глаза. ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "матанц",
          1
        ],
        "id": 87,
        "text": "Поцеловать его снова ~>",
        "var_set": [
          "матанц",
          2,
          "локотв",
          1,
          "мавзаим",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "матанц",
          1
        ],
        "id": 87,
        "text": "— Прости, это... слишком внезапно. ",
        "var_sub": [
          "ма-отн",
          10
        ],
        "var_set": [
          "матанц",
          2,
          "локотв",
          2
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "локотв",
          1
        ],
        "id": 87,
        "text": "Потянувшись к его губам, девушка поднялась на цыпочки и вдруг оторвалась от пола, поднятая крепкими руками. Марцель закружил её по комнате, заставив взметнуться юбки и волосы.\n\nПоцелуи пополам со счастливым смехом и безрассудная радость — то, чем хотелось наслаждаться бесконечно. Но даже на веселье нужны силы, которых у девушки совсем не осталось.\n\nПожаловавшись на усталость, она с ветерком прокатилась до своей комнаты у Марцеля на руках, а затем, долго и нежно прощалась с ним в коридоре, сплетая пальцы, бормоча весёлые глупости и с трудом заставляя себя пожелать спокойной ночи в последний раз. На этот раз точно последний! И снова, только сперва ещё один поцелуй...\n\n... Вырвавшись наконец из этой ловушки и закрывшись в комнате, она рухнула на кровать и умиротворённо уснула, даже не сняв туфли. ",
        "var_need": [
          "матанц",
          2
        ],
        "merge": true
      },
      {
        "var_equal": [
          "локотв",
          2
        ],
        "id": 88,
        "text": "— Чёрт! — ругнулся Марцель, отступая на шаг и прижимая ко лбу кулак. — Ну чёрт! А-а-а, зачем я только...\n\nЕго нервный смех сотряс комнату, заставляя Изабель попятиться.\n\n— Извини, — буркнула она и вышла, оставляя его одного.\n\nЗакрывшись в своей комнате, она зарылась в одеяло и ещё долго не могла успокоить тревожно колотящееся сердце.\n\nИ чего она испугалась? Как глупо...\n\nЗато теперь она точно знала, чем должна закончиться её книга, и эта спасительная мысль помогла ей наконец уснуть... ",
        "var_need": [
          "матанц",
          2
        ],
        "merge": true
      },
      {
        "id": 90,
        "text": "~> ~> ~>",
        "var_need": [
          "матанц",
          2
        ]
      }
    ]
  },
  {
    "id": 88,
    "text": "empty",
    "answers": [
      {
        "id": 88,
        "text": "Точно пьяная положив ладонь на плечо Луиса, девушка почувствовала, как он поднимает вторую, отставив локоть в сторону. Требовательно притягивает разгрячённое тело к себе, надавив на поясницу... Один плавный шаг, ещё один, щека к щеке, поворот и прощальный жест покидающего комнату Марцеля...\n\n... Как легко танцевать под медленную музыку, прижавшись друг к другу так тесно, что где заканчивается один и начинается вторая — уже не различить... Изабель закрыла глаза, скользя ладонью по обтянутому сухой горячей рубашкой плечу, вдыхая запах длинных, подрастрепавшихся волос с ненавязчивым шлейфом одеколона и табачного дыма, и осознавая, что завтра как прежде уже не будет... \n\n... Луис медленно остановился, удерживая девушку успевшей подняться с пояса до лопаток ладонью. Его лицо повернулось, касаясь губами её щеки, и Изабель трепетно встретила их первый поцелуй — мягкий, настороженный, готовый в любой момент прерваться. Так страшно было спугнуть и сломать хрупкий нежный момент неосторожным вздохом или движением...\n\n... И пока мелодия не закончилась, мир Изабель переворачивался вверх дном, сердце забывало биться, а губы таяли от ласкающих прикосновений, о которых до этого вечера она не смела и помыслить всерьёз... ",
        "var_less": [
          "лутанц",
          1
        ],
        "merge": true
      },
      {
        "merge": false,
        "id": 88,
        "text": "~> ~> ~>",
        "var_less": [
          "лутанц",
          1
        ],
        "var_set": [
          "лутанц",
          1
        ]
      },
      {
        "id": 88,
        "text": "... Музыка оборвалась, оставив пластинку крутиться вхолостую, неприятная трескучая тишина повисла в комнате, и девушка, несмело отстранившись, посмотрела в серьёзные тёмные глаза Луиса.\n\n— Мог ли я представить, когда вёз вас сюда, что за каких-то полторы недели совершенно потеряю голову... — заговорил он взволнованно, не торопясь выпускать её из рук. — Вы принесли в этот дом больше жизни и радости, чем было в нём за несколько последних лет вместе взятых.\n\n— Что вы, я... — смутилась девушка, но он прервал её на полуслове. \n\n— Позвольте мне сказать, Изабель... я посвятил свою жизнь прогрессу и считал, что должен жертвовать чувствами и привязанностями на пути к нему, что в этом смысл девиза, который я унаследовал, но... Теперь мне кажется, что я заблуждался... Может, не во всём, но отчасти... Я должен признать, что вы мне стали небезразличны. Более чем...\n\nС надеждой вглядываясь в её лицо, он мужественно ждал ответа... ",
        "merge": true,
        "var_equal": [
          "лутанц",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "лутанц",
          1
        ],
        "id": 88,
        "text": "— Это... взаимно... ",
        "var_set": [
          "лутанц",
          2,
          "локотв",
          1,
          "лувзаим",
          1
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "лутанц",
          1
        ],
        "id": 88,
        "text": "— Меньше всего хотелось бы стать помехой вашей работе... ",
        "var_sub": [
          "лу-отн",
          10
        ],
        "var_set": [
          "лутанц",
          2,
          "локотв",
          2
        ]
      },
      {
        "var_equal": [
          "локотв",
          1
        ],
        "id": 88,
        "text": "Он медленно улыбнулся и крепко обнял её. Затем снова поцеловал — смелее, увереннее, так, что у Изабель перехватило дыхание и закружилась голова.\n\nГостиная со сдвинутой к стенам мебелью, старый паркет, настенные часы, стрелки на которых показывали далеко за полночь, розовое сияние светильников — всё вокруг казалось новым, незнакомым, более реальным... Само время текло иначе. \n\nХотелось вечно наслаждаться этим волшебством, но сил на новые открытия уже не осталось. Девушка попросила проводить её до комнаты и, целуя на прощанье, сказала, что теперь знает, как должна закончиться её книга.\n\nЛуис выглядел безгранично счастливым, когда она закрыла дверь с той стороны... ",
        "var_need": [
          "лутанц",
          2
        ],
        "merge": true
      },
      {
        "var_equal": [
          "локотв",
          2
        ],
        "id": 88,
        "var_need": [
          "лутанц",
          2
        ],
        "text": "Помолчав немного, Луис обречённо кивнул, очевидно, утверждаясь в мысли, что и эти нежные чувства придётся возложить на алтарь науки в своей загадочной башне, куда посторонним подниматься запрещено. \n\nИзабель смущённо сжала его плечо на прощанье и молча ушла в свою комнату, где зарылась в одеяло и ещё долго не могла успокоить тревожно колотящееся сердце.\n\nИ чего она испугалась? Как глупо...\n\nЗато теперь она точно знала, чем должна закончиться её книга, и эта спасительная мысль помогла ей наконец уснуть... ",
        "merge": true
      },
      {
        "id": 90,
        "text": "~> ~> ~>",
        "var_need": [
          "лутанц",
          2
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "— Подожди, Марцель! — она догнала его в холле и поймала за руку. \n\n— Что, Изабель, что?! — он с раздражением вырвал у неё свою руку, но остался стоять. \n\n— Пожалуйста... не уходи. Чего ты хотел? Чтобы я забыла о смерти родителей? Или... Неужели лучше, если бы я требовала от вас пойти в полицию?! Марцель, как я могу? Я же люблю тебя... \n\n— Ты... — он растерянно взялся за голову. — Правда? \n\n— Да, — она со слезами прижалась к его груди и услышала, как громыхает горячее сердце. \n\n— Тогда... — его ладони легли ей на лопатки, — уйдём вместе? Уедем! Далеко! От всей этой... Только ты и я, а? \n\n— С тобой хоть на край света! Хоть сейчас... \n\n— И даже... книгу не допишешь? — недоверчиво поднял он одну бровь.\n\n— М-м, надо подумать! — заявила она и рассмеялась вместе с ним. ",
    "answers": [
      {
        "id": 100,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 90,
    "text": "... Наутро всё тело ломило и тянуло, укоряя девушку за слишком бурное веселье накануне. Осторожно спускаясь к завтраку, она застала братьев одинаково угрюмыми и явно готовыми плескать друг в друга горячим чаем. И даже её появление не смогло развеять нависшую над столом грозовую тучу. \n\nНапряжённо всматриваясь в ",
    "answers": [
      {
        "id": 90,
        "text": "лицо Луиса, ещё ночью — такое счастливое, ",
        "var_equal": [
          "лувзаим",
          1
        ],
        "merge": true
      },
      {
        "id": 90,
        "text": "лицо Марцеля, ещё ночью — такое безумно радостное, ",
        "var_need": [
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "id": 90,
        "text": "лица братьев, ещё ночью так беззаботно плясавших с ней в гостиной, ",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "merge": true
      },
      {
        "id": 90,
        "text": "девушка не решалась спросить, что случилось, пока она спала. Казалось, стоит открыть рот, и грянет взрыв.\n\nБороздя взглядом стол в поисках подсказок, она изучила ничем особым не примечательную полосу утренней газеты Луиса, его суровые брови, мнущие салфетку пальцы Марцеля и нервно дёргающиеся на его носу крапины родинок... \n\nПонять причину надвигающейся бури так и не удалось, и девушка решила, что если той суждено разразиться, то лучше пусть это произойдёт в её отсутствие. Того, как она встала из-за стола и ушла, похоже, никто даже не заметил. ",
        "merge": true
      },
      {
        "id": 91,
        "text": "~> ~> ~>"
      }
    ]
  },
  {
    "id": 91,
    "text": "Пытаясь выбросить из головы тревожные мысли о том, не стала ли она сама причиной очередного конфликта, Изабель села за печатную машинку. Финал выходил мрачноватый, но казалось, что так и должно быть перед яркой счастливой концовкой. Или не очень счастливой — девушка решила смотреть по обстоятельствам. \n\nА в доме до самого вечера стояла зловещая тишина, пока наконец не началось то, чего Изабель и боялась.\n\nКрики и грохот падающей мебели доносились из холла до самой комнаты девушки, заставляя её мрачно ёжиться над страницей и делать опечатки. Она надеялась, что братья выпустят пар и успокоятся, но минуты шли, скандал стихать и не думал, только переместился в другую часть дома, как показалось Изабель, — ближе к башне. ",
    "answers": [
      {
        "id": 67,
        "text": "Выйти к ним и выяснить, в чём дело ~>"
      },
      {
        "id": 77,
        "text": "Остаться и закончить последнюю главу ~>",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ]
      },
      {
        "id": 91,
        "text": "/* Девушка слишком заинтересована в одном из братьев, и игнорировать ссору таких масштабов не может. ",
        "comment": true,
        "var_need": [
          "лувзаим",
          1
        ]
      },
      {
        "id": 91,
        "text": "/* Девушка слишком заинтересована в одном из братьев, и игнорировать ссору таких масштабов не может. ",
        "comment": true,
        "var_need": [
          "мавзаим",
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "— Спасибо, Изабель, — с чувством произнёс мужчина. — Страшно подумать, но я... позволял себе сомневаться. И боялся, что вы не примете правду... как Марцель... \n\n— Луис, я... — она немного успокоилась и несмело подошла ближе, огибая голубиные тушки. — Я верю, что вы сможете. Хоть мне и трудно понять, какая связь может быть между сбитым дирижаблем, пережёванным голубем и лекарством от заразной болезни... \n\n— Я могу объяснить, — он мягко прижал её к груди и обнял. — Времени у нас теперь полно... Я без Марцеля как без рук, и боюсь... как бы работу не пришлось отложить на месяцы, пока я не найду более-менее сносную замену... Которую ещё и не обязательно будет посвящать в детали... \n\n— Надеюсь, я смогу быть хоть немного полезной.\n\n— Вы... — Луис отстранился и удивлённо посмотрел на неё. — Вы хотите работать над панацеей вместе со мной?\n\n— Это было бы честью для меня — приложить руку к спасению человечества от... этой страшной болезни. И огромным счастьем просто... быть с вами рядом... ",
    "answers": [
      {
        "id": 99,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 93,
    "text": "Медленно поднявшись на четвереньки, рассвирепевший Луис бросился на брата и, ударив плечом в живот, впечатал спиной в панель управления. Механизмы загудели, засвистел пар, защитные экраны легли на пол, начала закрываться крыша, и Изабель, бросившаяся было к лестнице, обнаружила, что дверь наглухо заблокирована вылезшими из стены железными штырями. \n\nВ ужасе оглянулась на сцепившихся врукопашную братьев, которые, хрипя ругательства и размахивая кулаками, не замечали уже ничего вокруг. Удар! Луис, контуженно шатнувшись, лёг локтем на удобно торчащий рычаг, и тот сложился, едва не уронив мужчину на пол. Чудом удержавшись на ногах и слизнув кровь с разбитой губы, Луис снова бросился в атаку, но за его спиной уже поднимал голову разбуженный кронштейн лучевой установки. \n\nВ долю секунды нос механизма со сбитыми настройками сделал три оборота вокруг своей оси, поливая пурпурным лучом всю лабораторию — дерущихся мужчин, сжавшуюся у двери Изабель, склянки на стеллажах, шкафы с записями — пока не задел один из диолевых аккумуляторов общей автоматики. \n\nТот лопнул, срезонировав, должно быть, совсем как те, что питали двигатели \"Титана\". Установка замерла, штыри отпустили дверь, но Изабель уже не спешила её открывать. Она с ужасом смотрела, как на коже её рук вздуваются и лопаются чёрные пузыри... ",
    "answers": [
      {
        "id": 95,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 94,
    "text": "... Во дворе полицейского участка было так пусто, что трое людей у стальной решётки забора казались попавшими сюда по ошибке. ",
    "answers": [
      {
        "var_need": [
          "мавзаим",
          1
        ],
        "id": 94,
        "text": "\n\nМарцель в последний раз стиснул брата в объятьях, вытирая мокрые глаза, и отступил. Изабель, хлюпая носом, взяла его за локоть. \n\n— Вы готовы? В следующий раз спокойно пообщаться сможем только после суда, — произнёс Луис и бесцветно улыбнулся им обоим. — Надеюсь, вы не будете настолько увлечены друг другом, чтобы его пропустить...\n\n— Почему я чувствую себя таким говнюком, Лу? — прижав кулак к зубам, провыл Марцель. — Если бы я не налажал с предохранителями...\n\n— Что поделать, ты говнюк и есть, — горько усмехнулся Луис. — Постараюсь не быть таким же и не тащить тебя за собой, братишка. Уезжайте оба из города, как только всё закончится, иначе житья вам тут не дадут... А теперь идём, пока я не передумал... ",
        "need": [
          81
        ],
        "merge": true
      },
      {
        "var_need": [
          "лувзаим",
          1
        ],
        "id": 94,
        "text": "\n\nМарцель в последний раз стиснул брата в объятьях, вытирая мокрые глаза, и отступил, давая залитой слезами Изабель повиснуть у него на шее.\n\n— Я не верю, что сама толкаю вас на это, — зашептала она ему на ухо. — Вы невероятный. Что бы ни решил суд, я буду с вами... \n\n— Вы не должны, — мягко приобнял он её. — Вы ничего мне не должны... Спасибо, что помогли мне остановиться... \n\n— Почему я чувствую себя таким говнюком, Лу? — прижав кулак к зубам, провыл Марцель. — Если бы я не налажал с предохранителями...\n\n— Что поделать, ты говнюк и есть, — горько усмехнулся Луис. — Постараюсь не быть таким же и не тащить тебя за собой, братишка. Уезжай из города, как только всё закончится, иначе житья тебе тут не дадут... А теперь идём, пока я не передумал...",
        "need": [
          81
        ],
        "merge": true
      },
      {
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "id": 94,
        "text": "\n\nМарцель в последний раз стиснул брата в объятьях, вытирая мокрые глаза, и отступил. Изабель, хлюпая носом, стояла поодаль. \n\n— Вы готовы? В следующий раз спокойно пообщаться сможем только после суда, — произнёс Луис и бесцветно улыбнулся им обоим. — Простите, Изабель, но вас наверняка вызовут и туда... \n\n— Почему я чувствую себя таким говнюком, Лу? — прижав кулак к зубам, провыл Марцель. — Если бы я не налажал с предохранителями...\n\n— Что поделать, ты говнюк и есть, — горько усмехнулся Луис. — Постараюсь не быть таким же и не тащить тебя за собой, братишка. Уезжай из города, как только всё закончится, иначе житья тебе тут не дадут... А теперь идём, пока я не передумал...",
        "need": [
          81
        ],
        "merge": true
      },
      {
        "var_need": [
          "лувзаим",
          1
        ],
        "id": 94,
        "text": "\n\nИ Марцель, и Луис угрюмо смотрели на старое кирпичное здание, обложенное канавами водостоков, будто средневековым рвом. \n\nИзабель плакала на плече мужчины, пряча лицо в его волосах. \n\n— Я не верю, что сама толкаю вас на это, — шептала она ему на ухо. — Вы невероятный. Что бы ни решил суд, я буду с вами... \n\n— Вы не должны, — мягко приобнял он её. — Вы ничего мне не должны... Спасибо, что помогли мне остановиться... \n\n— Ну что, не будем терять время? Быстрее сядем, быстрее выйдем! — изображая позитивный настрой, воскликнул Марцель, но его голос предательски сорвался.\n\n— Я буду рядом, братишка, — мрачно пообещал ему Луис. — Не дам заскучать... Идём, пока я не передумал! ",
        "need": [
          80
        ],
        "merge": true
      },
      {
        "var_need": [
          "мавзаим",
          1
        ],
        "id": 94,
        "text": "\n\nИ Марцель, и Луис угрюмо смотрели на старое кирпичное здание, обложенное канавами водостоков, будто средневековым рвом. \n\nИзабель кусала губы, всё ещё не веря, что они оба и правда решили признаться. Если так, уже отсюда их уведут в наручниках, и до суда она их больше не увидит...\n\nНо попрощаться с Марцелем никак не удавалось. Он отворачивался, стоило с ним заговорить.\n\n— Ну что, не будем терять время? Быстрее сядем, быстрее выйдем! — изображая позитивный настрой, воскликнул он, но его голос предательски сорвался.\n\n— Я буду рядом, братишка, — мрачно пообещал ему Луис. — Не дам заскучать. А вам, Изабель, удачи в новой жизни. И не вздумайте нас навещать, хех... Идём, пока я не передумал! ",
        "need": [
          80
        ],
        "merge": true
      },
      {
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "id": 94,
        "text": "\n\nИ Марцель, и Луис угрюмо смотрели на старое кирпичное здание, обложенное канавами водостоков, будто средневековым рвом. \n\nИзабель кусала губы, всё ещё не веря, что они оба и правда решили признаться. Если так, уже отсюда их уведут в наручниках, и до суда она их больше не увидит... \n\n— Ну что, не будем терять время? Быстрее сядем, быстрее выйдем! — изображая позитивный настрой, воскликнул Марцель, но его голос предательски сорвался.\n\n— Я буду рядом, братишка, — мрачно пообещал ему Луис. — Не дам заскучать. А вам, Изабель, удачи в новой жизни. И не вздумайте нас навещать, хех... Идём, пока я не передумал! ",
        "need": [
          80
        ],
        "merge": true
      },
      {
        "id": 96,
        "text": "~> ~> ~>",
        "var_less": [
          "лувзаим",
          1,
          "мавзаим",
          1
        ],
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      },
      {
        "id": 68,
        "text": "~> ~> ~>",
        "var_need": [
          "лувзаим",
          1
        ],
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      },
      {
        "id": 74,
        "text": "— Марцель!.. ",
        "need": [
          80
        ],
        "var_need": [
          "мавзаим",
          1
        ]
      },
      {
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end",
        "var_need": [
          "мавзаим",
          1
        ],
        "need": [
          81
        ],
        "id": 75
      }
    ]
  },
  {
    "id": 95,
    "text": "... Лесистый склон полон теней и твёрдых стволов, мешающих идти. Четыре пальца правой руки лезут в дупло в поисках осиных или птичьих гнёзд. Пусто. \n\nОдин палец, с чавкающим звуком вывернувшись из сустава, остался в щели ствола. Пурпурный свет, льющийся из пустых глазниц, мигнул, прикрытый на миг толстыми веками. Должна быть боль... Боли нет... \n\n... И страха нет. Рядом всегда ещё две такие же тени — чёрные, кривые, мокрые от слизи, без лиц, признаков пола, без связных мыслей...\n\nГолодно... Им очень голодно... Но не одиноко... \n\nПрячась от солнечных лучей, забиваются одной плотной кучей в яму под корнями дерева, и видят мутные бледные сны... \n\nС наступлением темноты выползают, распутываясь и сдирая друг об друга гниющее мясо. Ползут, сипло дыша, разрывать муравейники и жевать беззубыми ртами грибы. \n\nГолодно... Но так спокойно... Смутное, неосознаваемое чувство, будто скоро всё закончится, не даёт тревожиться... Что же будет, когда наступит это скоро... Должно быть, что-то хорошее... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ~>",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 96,
    "text": "... Очередь за автографами тянулась с улицы. Сверкали фото-вспышки, до сих пор заставляя самую популярную писательницу современности вздрагивать. Рука уже отваливалась выводить одинаковые подписи, а лицо сводило от вежливой улыбки. \n\nЧто же, жертв требует не только прогресс, но и успех! Красуешься на первых полосах и продаёшься в одиннадцати странах на девяти языках — терпи автограф-сессии, интервью, сплетни о полутора неделях в доме того самого ненормального магистра, сбившего чёртов \"Титан\", и всё такое прочее... \n\nЕщё одна подпись. Изабель подняла голову и пожелания доброго дня застряли у неё в горле, а глаза широко распахнулись.\n\n— Я ведь обещал попросить автограф, не так ли? — коротко остриженный сутулый мужчина прижал закрытый томик к груди и мягко улыбнулся. — Премного благодарен, Изабель. \n\nОн вышел из книжного магазина, и сквозь стекло витрины девушка, будто заворожённая, наблюдала, как он идёт вниз по улице, улыбаясь, а прохожие, шушукаясь, оборачиваются ему вслед... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ~>",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 97,
    "text": "... Изабель видела в окно, как Марцель покидал дом на холме. Налегке, с одним рюкзаком, он не оглядываясь ушёл вниз по тропе между кустарников, оставив калитку открытой настежь. \n\nДевушка была уверена, чувствовала нутром, что Луис наблюдает сейчас ту же картину из другого окна. Что он, должно быть, чувствует... Какую боль и тоску... Сомнения в том, сможет ли продолжать свою работу в одиночку... \n\nВздохнув, Изабель отошла от окна и села за печатную машинку. Последние страницы романа потекли из неё легко и болезненно, как кровь из перерезанного запястья.\n\nЕщё немножечко потерпеть, и она тоже уйдёт. Как и Марцель — отправится своей дорогой в новую жизнь... ",
    "answers": [
      {
        "id": 98,
        "text": "~> ~> ~>",
        "lua_do": "function lua_do()\nlocal rect =\ndisplay.newRect(display.contentCenterX, display.contentCenterY, display.contentCenterX*2, display.contentCenterY*2)\ncanvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\nrect:setFillColor(1,1,1)\ntransition.from(rect, {time = 400, alpha = 0, transition = easing.outExpo, onComplete = function() \ntimer.performWithDelay(200, function() \nif rect and rect.removeSelf then\ntransition.to(rect, {time = 500, alpha = 0, transition = easing.inExpo, \nonComplete = function() \nif rect and rect.removeSelf then \nrect:removeSelf() \nrect = nill end end}) end end) end}) end"
      }
    ]
  },
  {
    "id": 98,
    "text": "... В небольшой квартирке на окраине было холодно и пусто. Не крутились в стенах шестерёнки, не свистел пар, не мерцали куски активированной диоли в стеклянных цилиндрах. Слава Богу... \n\nИзабель отхлебнула чай из дешёвой кружки и развернула утреннюю газету. Собственная чёрно-серая фотография на первой полосе сюрпризом не стала. Как и две колонки перемывания костей. \"Та самая писательница с непростой судьбой... \", \"вдохновение, найденное в постели магистра, секреты между строк...\" \n\nВесь этот бред уже не задевал за живое. Он был, наверное, не хуже правды... Зато книга готовилась выйти третьим тиражом. С иллюстрациями, м-м-м... Может, Изабель вскоре даже сможет позволить себе фарфоровый сервиз и горячую воду каждый день. Было бы неплохо... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ~>",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 99,
    "text": "— ... Так нормально? — крикнул Луис через плечо, балансируя на вершине стремянки.\n\n— Правый угол повыше. \n\nИзабель, прищурившись, следила за тем, как её муж, удостоенный международной премии за изобретение лекарства от главной чумы нового столетия, вешает в холле семейный портрет.\n\nНаконец-то никакого \"рваного дедули\", как называла старую картину младшая дочь. Только Луис, Изабель и трое их детей. Что осталось неизменным, так это девиз \"Прогресс требует жертв\" на раме.\n\n— Ну вот, — спустившись, мужчина отряхнул руки, откинул за плечо блеснувшие проседью волосы и встал полюбоваться работой рядом с женой, приобняв её за плечо. — О чём задумалась, любимая?\n\n— На портрете не хватает Марцеля, — задумчиво произнесла она, прижимая его ладонь своей и прикрывая глаза, — Вот уж воистину... не врёт наш семейный девиз... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец ~>",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 100,
    "text": "empty",
    "answers": [
      {
        "id": 100,
        "text": "... Солнечное побережье, обласканное бирюзовыми волнами и солёным бризом, казалось раем. Сном наяву... \n\nДвое на высоком обрывистом берегу готовились к прыжку, сжимая длинную горизонтальную перекладину. \n\n— Готова? — предвкущающе улыбнулся Марцель, блестя глазами. \n\nОна готова была на что угодно, когда он стоял к ней плечом к плечу, обнажённый по пояс... Но на такое... \n\n— Нет... Ох, давай уже! Раз-два-три-и-и-А-а-а!!! \n\nВетер подхватил широкие крылья дельтаплана, пронёс его над пляжем и заскользил над искрящимися прозрачными волнами. Восторг охватил душу, затрепал её ветром, вместе с волосами и лёгкими юбками. \n\n— Ну вот, летим, а ты боялась! — крикнул Марцель.\n\n— Стой, не поднимай так высоко!\n\n— Любой каприз... — потянув за цепь, парень осторожно опустил нос дельтаплана, — за твой поцелуй! \n\n— Сейчас?! — вытаращилась она в ужасе. \n\n— Именно сейчас ты хороша как никогда! — заорал он и сам потянулся к ней. ",
        "var_less": [
          "пляж",
          1
        ],
        "merge": true
      },
      {
        "comment": false,
        "var_set": [
          "пляж",
          1
        ],
        "id": 100,
        "text": "Поцеловать ~>",
        "var_less": [
          "пляж",
          1
        ],
        "merge": false
      },
      {
        "comment": false,
        "var_equal": [
          "пляж",
          1
        ],
        "id": 100,
        "text": "Их губы слились в самом сумасшедшем поцелуе, какой можно было вообразить — высоко над морскими волнами на теряющих управление и срывающихся в штопор крыльях! \n\nЩелчок креплений страховочных ремней, и вода ударила по ногам, проглатывая двоих безумцев, а пустой дельтаплан, пролетев ещё немного, закачался на волнах в стороне. \n\nРаскрыв глаза, Изабель сквозь бирюзовую дымку увидела подплывающего Марцеля и едва не выпустила из лёгких весь воздух, когда он, ухватив её за бока, с силой толкнул вверх. Вынырнув, она отплевалась как раз к тому моменту, когда над водой показалась его голова. \n\n— Ты что наделал, псих?! — смеясь, закричала она, но хлестнувшая в ухо волна заставила снова закашлять. \n\n— Приметил неподалёку одну уединённую бухточку с тенистыми пальмами... — он за руку затащил девушку себе на спину и спокойно поплыл к берегу. — Подумал, что ты будешь не против туда заглянуть... \n\n— Да неужели? — пытаясь не давить Марцелю на шею, она перехватила его одной рукой под грудь, и с трудом рассмотрела пальмы вдалеке. — И чем же мы там займёмся?\n\n— А чем захочешь! — многозначительно пообещал он. — Мы свободны, Изабель! Уф... свободны! ",
        "merge": true
      },
      {
        "comment": false,
        "var_equal": [
          "пляж",
          1
        ],
        "id": 100,
        "text": "~> ~> ~>",
        "var_set": [
          "пляж",
          2
        ],
        "merge": false
      },
      {
        "comment": false,
        "var_equal": [
          "пляж",
          2
        ],
        "id": 100,
        "text": "... Необыкновенной красоты морской закат опускался на дикий пляж. \n\nГде-то на материке, говорят, снова вспыхнула та болезнь, даже название которой Изабель боялась произносить. И панацеи как не было, так уже и не предвиделось. Разве что в чьём-нибудь больном ищущем разуме... \n\nНо двоим влюблённым — в тени пальм, на коралловом песке, опьянённым единением и блаженством — был безразличен весь прочий мир. Они принести в жертву сам чёртов прогресс и были счастливы... ",
        "merge": true
      },
      {
        "blackout": true,
        "middle_answer": true,
        "text": "Конец ~>",
        "var_equal": [
          "пляж",
          2
        ],
        "id": 1
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  }
]