[
  {
    "id": 1,
    "text": "Приветики! Вы играете девочкой, которой 14 лет, в этом возрасте и появляется ее настоящая любовь... Хотите ощутить это на себе? Приятного чтения! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d14/1712/6f/c8b356f999eb.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b17/1712/19/6658cbfc1862.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Привет, читатель!  Меня зовут Юлия,  мне 14 лет. Нормальная, любопытая девчонка, с привлекательной внешностью, живу как обычный подросток, не богато и не бедно. С какого то момента я полюбила одного парнишку, который учится в моём классе. И вот, новый день.",
    "answers": [
      {
        "id": 3,
        "text": "Проснуться"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d17/1801/ac/0c9ddbca4555.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я уже привыкла рано вставать, так что это даётся мне не так и сложно. Была зима, я выключила будильник и... ",
    "answers": [
      {
        "id": 4,
        "text": "Умываться"
      },
      {
        "id": 5,
        "text": "Пойти переодеваться."
      }
    ]
  },
  {
    "id": 4,
    "text": "Я пошла и почистила зубки, очнулась... Пошли, что ли одеваться? ",
    "answers": [
      {
        "id": 5,
        "text": "Одеваться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я бы хотела перекусить, но никогда не успеваю. Так что в школе поем. Что же мне одеть? ",
    "answers": [
      {
        "id": 6,
        "text": "Юбку с рубашкой"
      },
      {
        "id": 6,
        "text": "Узкие брючки и рубашка"
      }
    ]
  },
  {
    "id": 6,
    "text": "Отлично! Я оделась и побежала расчесывать волосы. Какую прическу сделать? ",
    "answers": [
      {
        "id": 7,
        "text": "Хвостик"
      },
      {
        "id": 7,
        "text": "Распущенные волосы"
      },
      {
        "id": 7,
        "text": "Косички"
      }
    ]
  },
  {
    "id": 7,
    "text": "Время 7.38. Я обычно выхожу в 40-45 минут. Я накрасилась... И стала одевать куртку и собирать портфель.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти и закрыть квартиру "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вроде бы всё взяла... Нужно поторопиться, время уже 7.55, ну хотя первым уроком классный час, опоздать не страшно. Мда...  Я опоздала на 4 минуты, но нечего не было. Я сижу с Петей, смешной пацан,  но двоечник. На уроках скучно, и я стараюсь беспалевно сидеть в телефоне. Меня часто ругают за это, но мне все равно... Кстате, пацан который мне нравится, его зовут Женя... Он крутой, но мне он всё меньше и меньше нравится. Прозвенел звонок. ",
    "answers": [
      {
        "id": 9,
        "text": "Подождать подругу. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы с Полиной пошли на Алгебру",
    "answers": [
      {
        "id": 10,
        "text": "Спустится на второй этаж"
      }
    ]
  },
  {
    "id": 10,
    "text": "Перемена была большая, аж 10 минут. Я слушала музыку в наушниках. Ко мне присел Женя и отобрал один наушник. Я отобрала и сказала что бы он ушел. Петя (сосед по парте) пошел домой, из-за боли в животе. Если честно,  мне больше не нравиться Женя, незнаю почему... ",
    "answers": [
      {
        "id": 11,
        "text": "Прозвенел звонок"
      }
    ]
  },
  {
    "id": 11,
    "text": "Блин, меня вызвали к доске. Ну я знала как этот пример решать, так что повезло. Эта училка меня недолюбливала, сказала что нужно быстрее решать и не сидеть в телефоне. Она так разозлилась, что выгнала меня из класса!  Что!??  За какую то глупость выгонять... Я так ей и сказала, она на меня наорала и сказала выйти из класса. Мда... Вот истеричка... Ну я собрала портфель и вышла из класса. Через 5 минут вышел Женя. ",
    "answers": [
      {
        "id": 12,
        "text": "Спросить, что он тут делает"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Женя? Тебя что, тоже выгнали? — спросила я.\n—Да нет, я в туалет отпросился.. Ты как? — ответил он.\n—Я ее убить готова... Ненавидит она меня, вот и придерается. — рассердилась я.\n—Да, я ее тоже ненавижу. Пошли на русский? — облокотившись на стену, сказал Женя.\n—Так урок же не закончился?  И вещи твои в классе... \n—А, да, точно.\n—Ты же вроде в туалет пошел?  Что не идешь? — вопросительно посмотрев на него, спросила я.\n—Да я и не хотел... Я вышел, чтобы с тобой поговорить, все равно скучно там. Ладно, я наверное пойду, а то наругают. Подожди меня здесь...\nОн открыл дверь и спросил:\"Можно зайти? \" А училка спросила:\" Жень, ты что так долго? \" \n—Да я это.... Я срать ходил...Живот болит... -ответил он.\n Все заржали и в том числе я. Ну его за это не впустили... Он взял вещи и вышел.\n—Ну,  что?  Пойдем? — одев портфель, спросил он.\n—Ты че это специально сделал?\n— ......  Да нет.... Ладно, пошли! \nМы пошли на русский язык. Я достала наушники и стала слушать. ",
    "answers": [
      {
        "id": 13,
        "text": "Кайфовать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я слушала любимую песню Пьяный дождь... \n—Юль, дай наушник?\n—Ну, ладно держи. — протянув наушник, сказала я\n—А ты по русскому домашку сделала? \n—Какую домашку?!  Ты же мне написал, что нечего не задали?! — взволновано спросила я.\n—Я забыл, извини...  Но ты можешь списать у меня, сядь со мной. \n—Эм... Зачем пересаживаться, я и так смогу, без этого.. \n—Ну, так будет легче... Ну давай?...  \n—Ну окей — подумала, что так будет легче.\nЗвонок прозвенел. Я что то стала кашлять, заболела наверное... \n",
    "answers": [
      {
        "id": 14,
        "text": "Войти в класс"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я пошла на свою парту, там стулья были подняты, я сняла и продолжила слушать. Женя смотрел как то странно... \n—Юль, я и сам стул снял бы... \n—Да ладно тебе. \n—Держи тетрадь.\n—А, точно. Спасибо.\nЯ списала быстро, так как упражнение было маленькое. Учительница была по русскому добрая и молодая, я её обожала... Она спросила почему мы с Женей, так быстро пришли. Я всё рассказала, она улыбнулась и подмигнула Жене... Другие одноклассники уже пришли. Начался урок. ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 15,
    "text": "Урок был скучным, но тему мы прошли быстро. Все время мне мешал Женя, говорил какой то бред, пел песню и смешил. Мда... С ним невозможно сидеть. Передо мной (за партой) сидел одноклассник Ваня, он передал быстренько маленькую записку. Написано:\"Пойдешь после уроков с Тимуром и со мной гулять? \"\nЯ незнала что ответить. На меня посмотрела учительница и я быстро убрала записку в пенал. Через секунду, Женя попросил цветные карандаши. Незнаю зачем... Потом отдал пенал, он был какой то злой. Мне нужно было подчеркнуть в тетради и открыла пенал за линейкой. Я увидела разорваную Ванину записку, я посмотрела на Женю. Он отвернулся. ",
    "answers": [
      {
        "id": 16,
        "text": "Спросить, что это значит?!? "
      }
    ]
  },
  {
    "id": 16,
    "text": "—Извини... Я случайно. Просто было как то неприятно.... Прости.- опустив глаза, извинялся он.\n—Почему неприятно? И кто тебе разрешил читать её?\n—Юль, ну.... извини пожалуйста. Просто интересно. \n—Ладно. Ну вот только зачем рвать?\n—Ну зачем тебе с ними идти?!?!  Они.... Эм.... Ну вобщем тебе лучше не ходить. — рассердился он.\n—Почему? \n—Потому что я так сказал... \nЯ промолчала. Что это с ним?  Почему так грубо... Ко мне повернулся Ваня и переспросил. Женя сразу же уставился на меня. Я как на зло ему, согласилась. Не надо было решать за меня.\n",
    "answers": [
      {
        "id": 17,
        "text": "Прозвенел звонок"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я собрала вещи и посмотрев на Женю,  было видно, он был рассержен. Я пошла одеваться. Тимур и Ваня ждали меня уже у двери. Мы пошли гулять, но вдруг к нам подбежал Женя и сказал, что пойдет с нами. Мы гуляли в лесу... Конечно странное место для гуляний, но все равно было круто. Ваня попросил меня одеть капюшон, хотел посмотреть как я выгляжу с ним. Я одела и на меня посыпался кучу снега... Ваня и Тимур стали ржать. Мне было не до шуток, я вся в снеге. Женя подешел к Ване и толкнул в сугроб. Потом подошел ко мне и стал стряхивать снег. Из-за снега мне стало холодно рукам.... Я спросила у ребят, нет ли у них перчаток. Ну можно было и не спрашивать, у них не было. Женя взял руки и стал дышать на них. Это выглядело странновато. Ваня отобрал одну руку и стал тоже греть.... Тимур просто стоял и ржал. Я сменила тему и засунула руки в карман. Мы погуляли хорошо, в конце Женя позвал Ваню поговорить. Тимур был моим лучшим другом, который часто рассказывал секреты друзей. Он спросил, нечего ли я не замечаю. \n—Ты о чем?  Что я должна заметить?\n—Ну поведение Вани и Жени?  Разве ты не заметила, что они в тебя оба втюрились? Да и не только они....- спросил Тимур.\n— Ну конечно да. Хах... Всмысле не только они? Кто то еще? — интересно мне стало и я спросила.\nТимур не успел сказать, как наши балбесы дрались. Мы их разьеденили,  и спросили в чём дело. Оба молчали, как партизаны. Было уже темно, мне пора идти. Женя сказал, что проводит, но Ваня тоже захотел. Тимур заткнул их и сказал, что проводит меня сам. Они ушли домой, мы с Тимуром думали из-за чего они подрались. Мы пришли к подъезду. ",
    "answers": [
      {
        "id": 18,
        "text": "Попрощаться и пойти домой\n"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я пришла. Разделась. Что дальше? ",
    "answers": [
      {
        "id": 19,
        "text": "Делать домашку"
      },
      {
        "id": 20,
        "text": "Слушать музыку"
      },
      {
        "id": 21,
        "text": "Проверить мамулю"
      }
    ]
  },
  {
    "id": 19,
    "text": "Итак, нам задали: алгебру, русский, географию. \nЯ начала с алгебры.\nБыла задача.... \n",
    "answers": [
      {
        "id": 22,
        "text": "Посмотреть в ГДЗ"
      },
      {
        "id": 23,
        "text": "Решить самостоятельно "
      }
    ]
  },
  {
    "id": 20,
    "text": "Было круто слушать музыку под ливень... Кайф... Я все думала, о том, что сказал Тимур,  кто еще меня любит? Ладно, это потом. А сейчас пора делать уроки. ",
    "answers": [
      {
        "id": 19,
        "text": "Д/З"
      }
    ]
  },
  {
    "id": 21,
    "text": "Она была на кухне. \nЯ:\" Мааам, ты чего делаешь? \"\nОна:\"Ой, Юля. Как видишь я готовлю. Как у тебя в школе дела? Оценки есть?\"\nЯ:\"Нормально всё. Оценок нету...\"\nМама:\" Ладно, иди уроки делай. \"\n",
    "answers": [
      {
        "id": 19,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я все списала, задача была легкая оказывается. Дальше русский. ",
    "answers": [
      {
        "id": 26,
        "text": "Делать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Была задача такова:\n\"Алекс говорит правду один день в неделю. Какой это день, если известно следующее:\n1.Однажды он сказал — \" Я лгу по понедельникам и вторникам\"\n2. На следующий день он сказал — \"Сегодня или четверг или суббота или воскресенье.\"\n3. Еще на следующий день он сказал — \"Я лгу по средам и пятницам\"\nОтвет:",
    "answers": [
      {
        "id": 24,
        "text": "Понедельник"
      },
      {
        "id": 25,
        "text": "Вторник"
      },
      {
        "id": 24,
        "text": "Среда"
      },
      {
        "id": 24,
        "text": "Четверг"
      },
      {
        "id": 24,
        "text": "Пятница"
      },
      {
        "id": 24,
        "text": "Суббота"
      },
      {
        "id": 24,
        "text": "Воскресенье"
      }
    ]
  },
  {
    "id": 24,
    "text": "Нужно еще подумать. \n",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "Правильно!  Молодец. Итак, теперь будем делать русский. ",
    "answers": [
      {
        "id": 26,
        "text": "Делать"
      }
    ]
  },
  {
    "id": 26,
    "text": "По русскому нужно было выучить только правила. Это я выучила. Теперь географию. Блин... Контурные  карты... \n\n\n\nВсе!!!  Я сделала это! Теперь можно и поспать. ",
    "answers": [
      {
        "id": 27,
        "text": "Умываться спать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Баю-бай.... \n\n\n\n\nБудильник. Я выключила. Встала, пошла умываться. Я оделась и пошла в школу. \n",
    "answers": [
      {
        "id": 28,
        "text": "Закрыть дверь и пойти"
      }
    ]
  },
  {
    "id": 28,
    "text": "Сзаде меня шел Ваня, он догнал меня и первым делом извинился. \n—Юль извини за драку...\n— Во-первых, привет. \n Во-вторых, я уже давно простила.\n—Ах, да, привет. — улыбаясь, поздоровался Ваня.\nВремя было 7.50. \n—Вань, побежали скорей, сейчас опоздаем! \nПо дороге Ваня упал, я не удержалась, засмеялась. В класс мы зашли, смеясь над Ваниным падением. Еще мы не опоздали. Я села, со мной никто не сидел. Женя проходя мимо, уронил все с парты, сказал случайно, но по его выражению лица, было видно это было специально. Он обиделся... Мне Тимур сказал, что он очень сильно ревнует к Ване. ",
    "answers": [
      {
        "id": 29,
        "text": "Поговорить с Женей"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Жень, что случилось? (типо нечего незнаю) \n—Тебе то какая разница, иди спроси у Вани...\n—Эм... Зачем?... Слушай, ты пойдешь сегодня гулять?\n—С кем? — спросил Женя.\n—Со мной.- засмущалась я.\n—Ну... Конечно...  \nНа его лице сразу появилась улыбка. ",
    "answers": [
      {
        "id": 30,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 30,
    "text": "Это был звонок на урок. У нас была Информатика. Я села за компьютер и стала решать. Я все сделала и мне сказали помогать другим. Ну, я к каждому подходила, спрашивала чем помочь. Я больше всех помогала Оле и Жене. Я устала... Я попросилась меня отпустить, я хотела прогуляться по школе. Информатик сказал, что я моледец, и отпустил. Я бродила по школе туда-сюда. Решила перекусить в столовой. Что поесть? ",
    "answers": [
      {
        "id": 31,
        "text": "Чай с булкой"
      },
      {
        "id": 31,
        "text": "Гречка"
      },
      {
        "id": 31,
        "text": "Сок с печеньями"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я поела, было довольно \"сытно\"...  Что мне делать?  До звонка оставалось 20 минут. ",
    "answers": [
      {
        "id": 32,
        "text": "Сходить на улицу"
      },
      {
        "id": 33,
        "text": "Посмотреть расписание"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я взяла одежду из раздевалки и пошла на улицу. Там падал снег, было прохладно. Я просто стояла и смотрела на людей, проходящих мимо. Тут выбежал из школы какой то пацан, видимо из Б класса. Он сбил меня с ног. \n—Ой.... Извини. Не ушиблась?\n—Да нет. Куда спешим?- поднимаясь, сказала я.\n—Ну... Я сбежал с уроков... А ты? Меня кстате Порошек зовут. Хах..\n—Как?\n—Да ладно, ладно. Меня Паша зовут. \n—Понятно. Что я тут делаю?  Я просто решила выйти... А сбегать не хорошо ...\n—Ну да, я знаю. Тебя вроде бы Юля зовут, ведь так?\n—Да, откуда ты знаешь?- спросила я.\n—Не помню... А ты ходишь на баскетбол?\n—Раньше ходила, а что?\n—Ну я видел, ты отлично играешь. Запишись в школьный баскетбол, я туда хожу. Согласна?\n",
    "answers": [
      {
        "id": 34,
        "text": "Да"
      },
      {
        "id": 35,
        "text": "Нет, не хочу"
      }
    ]
  },
  {
    "id": 33,
    "text": "Тааак.... Вторник 8А:\n1)Информатика\n2)Физкультура \n3)Русский\n4)Геометрия\n5)Обществознание\nМожет сходим на улицу? ",
    "answers": [
      {
        "id": 32,
        "text": "Сходить"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Ну ладно, я согласна.\n—Отлично. Сегодня после уроков приходи в спортивный зал. Ты можно сказать, даже лучше меня играешь. Тебя нелегко выиграть.\n—Конечно... Я почти 2 года ходила.\n—Два года!?  Не хило... Ладно, я пошел, а то заметят. Поки. \n—Пока. — попрощалась я.\nОн был прикольным. Я хочу сыграть с ним в баскетбол...",
    "answers": [
      {
        "id": 36,
        "text": "Пойти на физру. "
      }
    ]
  },
  {
    "id": 35,
    "text": "Он:\"Нет, так не пойдет. Я хочу сыграть с тобой. Ну все таки пошли? Ты посмотришь, поиграешь, а то у нас нету девчонок. Ну что? \"",
    "answers": [
      {
        "id": 34,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я пошла переодевается. Моя лучшая подруга Настя, была сегодня какая то странная... Я подошла, спросила в чем дело. \n—Настюх, все окей?\n—Ну... есть кое-что. Я тебе потом расскажу, пошли на урок.\nБлииин... Я вспомнила.... Мы с Женей собирались погулять, а я уже на баскетбол иду. Но тут он подбегает. \n—Юль, я не смогу сегодня гулять. У моего двоюродного брата днюха. Мы с семьей пойдем к нему. Извини.\n—Знаешь, у меня тоже появились дела, так что в другой раз.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "Урок прошел скучно. Мы слушали правила, как ездить на лыжах))  Мда...  8 класс называется. Ну ладно. Следующим уроком был русский язык. Меня вызвали к доске.... Поможешь с заданием? ",
    "answers": [
      {
        "id": 38,
        "text": "Да"
      },
      {
        "id": 39,
        "text": "Нет, сама решай"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мы проходили повторение 7 класса.\nЗадание:\n\"Впиши вместо пропусков правильные буквы, найди и подчеркни (только один) причастный оборот, составь предложение, используя найденный причастный оборот.\"\n\n   1.Город раскинулся на равнине, и небо над ним необ_ятно. 2.Месяц, чётко оттеняемый сумраком, бл_днел над темным лесом. 3. Я иду пес_аным берегом (не)широкого безымян(н)ого ручья и вот я уже вижу, слышу, думаю.\n\nЯ всё написала на доске, только незнаю как написать: (не)широкого и безымян(н)ого. ",
    "answers": [
      {
        "id": 40,
        "text": "Неширокого и безымянного"
      },
      {
        "id": 41,
        "text": "Не широкого и безымяного"
      },
      {
        "id": 41,
        "text": "Не широкого и безымянного\n"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ну я попробовала. Учительница сказала, что нужно дома подучить. Мне поставили 4-. ",
    "answers": [
      {
        "id": 42,
        "text": "Сесть за парту"
      }
    ]
  },
  {
    "id": 40,
    "text": "Учительница проверила, сказала все правильно. Теперь нужно составить предложение. Я составила. Она поставила мне 5.",
    "answers": [
      {
        "id": 42,
        "text": "Молодец. "
      }
    ]
  },
  {
    "id": 41,
    "text": "Учительница проверила, сказала что есть ошибки. Теперь нужно составить предложение. Я составила. Она поставила мне 4. ",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я села за парту. Мне стало плохо... Кружилась голова.... Все становилось мутно... Я отпросилась. Когда выходила из класса, упала. Учительница сказала кому нибудь из ребят, проводить меня домой. Женя и Ваня выкрикнули первыми. Оба уговорили учительницу пойти со мной. \nМне становилось хуже. Я только зашла домой и сразу упала на пороге. Дальше я незнаю... Я проснулась в коридоре, дома, и причём на полу. Голова болела, и это была шишка, ударилась наверное сильно. Вставать было тяжело, я кое как это сделала. Время 15.03, а я ушла где-то в 13.00. Я взяла телефон, было 14 пропущенных от Жени!  Может что то срочное.. Надо позвонить. ",
    "answers": [
      {
        "id": 44,
        "text": "Звонить! "
      }
    ]
  },
  {
    "id": 43,
    "text": "Я позвонила Насте. \n— Ало, Насть, пошли гулять? \n— Пошли, только не с тобой! \n— Ты все еще дуешься? На то, что Тимур \"влюбился\" в меня. Это глупость! \n— Да, да! — сбросив трубку, ответила она. \n Ну, понятно... Погуляю одна. Я пойду в парк, там сейчас круто... Снег, наушники, горячий кофе... Я просто шла по парку. Вдруг... ",
    "answers": [
      {
        "id": 149,
        "text": "Ко мне"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Алло, Жень, что случилось?!\n—Это я тебя хотел спросить!?  Я раз 10 звонил!  Почему ты не отвечала?  Все нормально?\nЯ все ему рассказала. \n—Капец... Надо было до квартиры проводить. А сейчас, все хорошо?\n—Да, получше... А чего ты так много звонил?\n—Всмысле!?  Я думаешь не хочу узнать что с тобой!? Я так еще никогда не волновался... \n—Ааа, понятно... Спасибо...... Если хочешь, можешь придти в гости. Моя мама с тобой хочет познакомится, просто твоя мама дружит с моей. Но только она еще не пришла. \n—Конечно приду. Жди. Если что, звони.\n\nЯ отключила телефон. Что мне делать? ",
    "answers": [
      {
        "id": 45,
        "text": "Прибраться"
      },
      {
        "id": 46,
        "text": "Покушать"
      },
      {
        "id": 47,
        "text": "Позвонить маме"
      },
      {
        "id": 49,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 45,
    "text": "Итак. Я сначала убралась в комнате, потом в коридоре. В зале и на кухне чистенько. Что дальше? ",
    "answers": [
      {
        "id": 44,
        "text": "Выбрать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Я посмотрела в холодильник. Хм... Что выбрать? ",
    "answers": [
      {
        "id": 48,
        "text": "Котлетки с макорожками"
      },
      {
        "id": 48,
        "text": "Йогурт печеньки"
      },
      {
        "id": 48,
        "text": "Чай с ромашкой, чтобы успокоиться "
      },
      {
        "id": 48,
        "text": "Бутеры"
      }
    ]
  },
  {
    "id": 47,
    "text": "Гудок... \n\n—Ало, мамуль! Привет!\n—Привет дорогая! Как дела?\nЯ все рассказала о моем падении. Еще про то, что Женя придет. \n—О господи! Какой ужас! Почему ты мне не позвонила? Все сейчас нормально!?\n—Да, мам. Все отлично.\n—Ну ладно, не пугай больше.... Так к нам Женя придет?  Это хорошо, хоть познакомлюсь с ним. Веди себя хорошо. Мне работать надо, пока зайка. \n\nЯ отключила телефон. ",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я покушала. Живот перестал журчать... ",
    "answers": [
      {
        "id": 44,
        "text": "Так-с"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я подождала не так уж и много. Звонок в дверь. Я открыла, на пороге стоял Женя, с очень большими глазами. Он быстро зашел, был очень напуган. \n—Жень? Что то случилось? Ты чего такой напуганный?\n—Да я..... Бежал сюда просто... Знаешь как волнуюсь... \nЯ улыбнулась. \n—Ты прям как моя мама) У меня все отлично. Ты проходи на кухню.\n\nВроде бы Женя успокоился. Делая чай, он рассказал, что когда позвонил раз 7-8, то пошел ко мне. Никто не открывал (я была в обмороке). Вот почему, так перепугался... Болтали часа два. Потом пришла мама, проверила температуру, и когда выяснила, что все нормально, стала знакомиться с Женей",
    "answers": [
      {
        "id": 50,
        "text": "Знакомство"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Привет Женька. Какой ты большой стал! Выше меня скоро) Тебе 14?- спросила мама.\n—Да 14. Не, я небольшой, у нас в классе еще выше есть.\n—Ого...  А как мама твоя поживает? — поинтересовалась мама.\n—Да нормально. Вы ей позвоните, она очень скучает, все время забывает позвонить.\nМама пошла звонить. А мы пошли в мою комнату. ",
    "answers": [
      {
        "id": 51,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 51,
    "text": "Женя сказал что здесь красиво и уютно. Я включила компьютер.\n\nСовсем забыла про уроки!  Я быстро начала делать. Задали:алгебру, русский, историю. \nЖеня мне помогал. Знаете, такое ощущение, что он изменился. Стал добрее, серьезнее... красивее и даже умнее:) Я закончила с уроками. Было 20.12. Мы даже не заметили. Как он пойдет в такую темноту (зима все таки) ???? Но ему было все равно... Мы с ним попрощались и он ушел. ",
    "answers": [
      {
        "id": 52,
        "text": "Посмотреть в окно "
      },
      {
        "id": 53,
        "text": "Слушать музыку"
      },
      {
        "id": 54,
        "text": "Спаать "
      }
    ]
  },
  {
    "id": 52,
    "text": "Я помахала рукой Женьке. Он тоже. ",
    "answers": [
      {
        "id": 51,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 53,
    "text": "Чтоб такое включить? ",
    "answers": [
      {
        "id": 55,
        "text": "Малиновый закат-Макс Корж"
      },
      {
        "id": 55,
        "text": "Пьяный дождик"
      },
      {
        "id": 55,
        "text": "Как бы мы не сходим с ума... "
      },
      {
        "id": 55,
        "text": "Розовое вино"
      }
    ]
  },
  {
    "id": 54,
    "text": "Я убрала телефон и заснула... \n",
    "answers": [
      {
        "id": 56,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 55,
    "text": "Это было каааайф... Слушать музыку и мечтать.... ",
    "answers": [
      {
        "id": 51,
        "text": ";) "
      }
    ]
  },
  {
    "id": 56,
    "text": "Я встала, умылась. \nЧто одеть? ",
    "answers": [
      {
        "id": 57,
        "text": "Черный сарафан с туфлями"
      },
      {
        "id": 57,
        "text": "Юбка с рубашкой и белыми кроссовками. "
      },
      {
        "id": 57,
        "text": "Черные узкие брючки с рубашкой в клетку"
      }
    ]
  },
  {
    "id": 57,
    "text": "Прическа",
    "answers": [
      {
        "id": 58,
        "text": "Хвост "
      },
      {
        "id": 58,
        "text": "Распущенные волосы"
      },
      {
        "id": 58,
        "text": "Кукушка"
      }
    ]
  },
  {
    "id": 58,
    "text": "Все!  Я готова. Время 7.30. Я накрасилась и отправилась в школу. \n",
    "answers": [
      {
        "id": 59,
        "text": "Зайти в класс"
      }
    ]
  },
  {
    "id": 59,
    "text": "Я пошла именно в свой класс, потому что там раздевалка. Учительница сказала что в пятницу будем праздновать новый год в школе. Все должны быть нарядными. Я пошла на историю. Мимо меня прошел Паша (баскетбол).  Вроде бы не заметил. Но. \n\n—О, какие люди! Юлька привет!\n—Ну привет. Извини, что не пришла. Я постараюсь сегодня придти.\n—Я надеюсь... Ладно, чао!\n\nЯ пошла в кабинет. ",
    "answers": [
      {
        "id": 60,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 60,
    "text": "По истории задовали таблицу. Мне нравилась история, я часто отвечала. Сейчас я тоже отвечала и получила 5. Это крутяк. Поговорить наконец то с Настей (лучшая подруга). ",
    "answers": [
      {
        "id": 61,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Настюх, ты мне хотела сказать что то, говори.\n—Я это.... кажется я влюбилась...\n—Ого. Какие новости... Ну и в кого же?\n—В... Тимура. Твоего лучшего друга. \n—Ого! А я думаю, что это ты смотришь на него! А оказывается...\n—Ты можешь спросить как он ко мне относится, только незаметно?...\n—Конечно братюнь! Только есть одно НО... Его любит Ангелина, эта стерва...\n—Всмысле..... Да блиин...\n—Ну я все равно спрошу, не расстраивайся. \n",
    "answers": [
      {
        "id": 62,
        "text": "На алгебру идти"
      }
    ]
  },
  {
    "id": 62,
    "text": "Женя подошел. Спросил как дела. Я сказала, все нормально. Алгебра прошла скучно, как обычно, но хотя бы на меня не орали. ",
    "answers": [
      {
        "id": 63,
        "text": "К Тимуру"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Тимур, привет!\n—О, здарова. Мне рассказали про тебя, что с тобой вчера было. Это из-за чего?\n—Даже незнаю... Пойдешь завтра гулять со мной и с Настюхой?\n—Завтра? А почему не сегодня?\n—Сегодня не смогу... Дела. Так пойдешь, нет?\n—Ну конечно пойду! Я позвоню тебе.  А кто то будет еще?\n—Я же сказала, Настя пойдет.\n—Ладно.",
    "answers": [
      {
        "id": 64,
        "text": "Отправится к Насте"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Насть, завтра ты идешь с Тимуром гулять:)\n—Всмысле!? Ты все рассказала ему!?\n—Конечно нет. Я его позвала гулять со мной и с тобой, а сама завтра не пойду.\n—Блин... Я волнуюсь... Может ты все таки пойдешь?\n—Нет, сама пойдешь. Ты же хотела, вот сама и узнаешь как он к тебе относится.\n—Спасибо, Юлек. Ладно, пошли на урок:)",
    "answers": [
      {
        "id": 65,
        "text": "Пойти на русский"
      }
    ]
  },
  {
    "id": 65,
    "text": "По русскому у нас был диктант. Вроде бы я все сделала правильно. ",
    "answers": [
      {
        "id": 66,
        "text": "Физикааа.... "
      }
    ]
  },
  {
    "id": 66,
    "text": "Ненавижу физику... Так сложно... Мы слушали новую тему, я пыталась понять. Оставалось минут 10, мы всю тему прошли, она сказала тихо посидеть. Я думала о баскетболе, записаться мне или нет. Сегодня схожу, посмотрю, да и поиграю. Следующим было окно, вместо чертения. Я решила сходить домой, но Настя предложила пойти к ней. \n—Насть, может Тимура пригласим? Его можно?\n—Ты чего?  Я не смогу, давай ты? \n—Ну хорошо.",
    "answers": [
      {
        "id": 67,
        "text": "Подойти к Тимуру"
      }
    ]
  },
  {
    "id": 67,
    "text": "Около Тимура стоял Женя. \n—Тимур, пойдешь к Настюхе? Я тоже пойду.- спросила я.\n—Ок, давай. А Женьку возьмем?\n—Да, я тоже хочу... Насть, можно? — спросил Женя.\n—Ну конечно. Все равно дома никого нету. Одевайтесь.- улыбаясь, ответила Настя.\nВсе четверо пошли. \nУ Насти была не квартира, а целый дом!",
    "answers": [
      {
        "id": 68,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 68,
    "text": "Особенно мне нравилась ее комната. Она была светлая, просторная. Обои были космическими, в прямом всмысле. Кровать большая и стильная. У стены стоял длинный стол. На нем был компьютер и место для уроков. Это выглядело мило и одновременно стильно. Она спросила, куда пойдем? ",
    "answers": [
      {
        "id": 69,
        "text": "Остаться в комнате"
      },
      {
        "id": 70,
        "text": "На кухню"
      },
      {
        "id": 71,
        "text": "В зал"
      }
    ]
  },
  {
    "id": 69,
    "text": "Мы разговаривали, смеялись... Играли в компьтер. Прошло время.... Нужно собираться на следующий урок. Жаль. Мы оделись. ",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "На кухне было так красиво! В природном стиле. Она предложила нам чай с пирожками. ",
    "answers": [
      {
        "id": 73,
        "text": "Нет, я не хочу"
      },
      {
        "id": 74,
        "text": "Ага, я буду"
      }
    ]
  },
  {
    "id": 71,
    "text": "В зале выглядело, все по королевски... Занавески золотого цвета, кавер золотой с красным оттенком. Самое привлекающее — это телевизор. Он был настолько большой, я никогда не видела. ",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Все!  Наконец то уроки кончились. Я переоделась в спортивную форму и пошла на баскетбол. Я вошла в зал, там играли мальчики. Я села на лавку и стала ждать. Игра закончилась. Паша увидел меня. \n\n—Юля! Приветик. Ну что, будешь играть?\n—Ну да....\n—Ладно, пошли я тебя с пацанами познакомлю, а потом с тренером.\n\nОн повел меня в раздевалку, все были рады приходу девочки, но говорили, что я играть не умею. Тренер удивился. \n—Девочек у нас еще не было... Интересно посмотреть, как ты играешь. Пошли.- предложил Тренер.\nВсе выстроились в ряд, тренер выбрал мне команду. Играли мы долго, Паша был моим соперником. Да он хорошо играет, моя команда была полным отстоем... Но мы все равно выиграли! Все были в шоке... Особенно тренер. ",
    "answers": [
      {
        "id": 75,
        "text": "Подойти к тренеру"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я не захотела, мальчики уплетали все. Сказали было так вкусно... ",
    "answers": [
      {
        "id": 68,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Мда... Это божественно... Просто сказка! ",
    "answers": [
      {
        "id": 68,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Да ты отлично играешь! Ты тренировалась где то? Получше Пашки! Он здесь был лучшим.- пожимая руку, хвалил тренер.\n—Спасибо. Да, я ходила на баскетбол. Почти 2 года.\n—Ого... Да ты профессионал! Запишешься?\n—Ну скорей всего. Я поговорю с семьей.\n—Хорошо, ты нам нужна.\n\nЯ пошла в раздевалку, причем отдельную. Я была одна. Я собрала вещи и вышла. ",
    "answers": [
      {
        "id": 76,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ко мне подбежал Паша. \n—Юль, я неожидал от тебя! Молодец!--\n—Спасибо.\n—Ты сейчас куда?\n—Я поеду в магазин, одежду покупать для Нового года. А что? — собирая сумку, ответила я.\n—Если хочешь, я могу пойти с тобой?\n—Давай, будет круто. Поехали.\n",
    "answers": [
      {
        "id": 77,
        "text": "Дойти до остановки"
      }
    ]
  },
  {
    "id": 77,
    "text": "Мы сели на 7. Зашли в магазин одежды Планета. Много курток, обуви. Выбора было много. Итак, платья. Какое выбрать? ",
    "answers": [
      {
        "id": 78,
        "text": "Черное с кружевами"
      },
      {
        "id": 78,
        "text": "Нежно-голубое"
      },
      {
        "id": 78,
        "text": "Белое до колен с кружевами"
      }
    ]
  },
  {
    "id": 78,
    "text": "Паша тоже выбирал себе костюм. Когда одевал, вставал около меня и смотрел в зеркало. Теперь обувь. ",
    "answers": [
      {
        "id": 80,
        "text": "Белые кроссовки с подъемом"
      },
      {
        "id": 80,
        "text": "Туфли"
      },
      {
        "id": 80,
        "text": "Балетки"
      }
    ]
  },
  {
    "id": 79,
    "text": "Пойти ",
    "answers": [
      {
        "id": 101,
        "text": "Домой! "
      }
    ]
  },
  {
    "id": 80,
    "text": "Я выглядела зашибенно! Мне так нравится... \n—Вауу... Класс! — восхищался Паша.\n—Спасибо, мне тоже твой костюм нравится.\n\nМы пошли на кассу. Он проводил меня до подъезда. ",
    "answers": [
      {
        "id": 82,
        "text": "Зайти домой"
      }
    ]
  },
  {
    "id": 81,
    "text": "Утром меня разбудил звонок. Это была Настя. \n— Ало, Насть, ты чего так рано? — зевая, спросила я. \n— Мне позвонил Тимур, сказал, что ты хочешь кое-что срочное сказать \n— Аааа... Я это.... Хотела передать слова Тимура... Только не расстраивайся. \nЯ все ей рассказала. \n— Юююль, это не смешно... \n— Сейчас не до шуток... \n— Значит он любит тебя... \n— Что?! Ты совсем с дерева упала?! \n— Ну это же понятно. Как говорят, дружбы девочки и мальчика не бывают... Покраснел еще... \n— Ну незнаю... Я не поверю, что Тимур влюбился в меня. Он мой лучший друг,  не может быть такого. \n— Хороших гуляний вам!\nНастя отключилась. И что, она думает я еще и виновата! Я ей помогала... А она вот так! ",
    "answers": [
      {
        "id": 111,
        "text": "Пойти умыться. "
      }
    ]
  },
  {
    "id": 82,
    "text": "Что делать? Домашку нам не задали, потому что праздник. ",
    "answers": [
      {
        "id": 83,
        "text": "Показать маме платье"
      },
      {
        "id": 84,
        "text": "Покушать "
      },
      {
        "id": 85,
        "text": "Посидеть в ВК"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я надела свой наряд и пошла к маме. \n—Мааам.\n—Ой, какая красавица! Тебя как зовут, принцесса? Ты шикарно выглядишь!\n—Спасибо мамуль! Сделай мне прическу.\n—Точно. Тащи резинки, заколки, расческу и плойку.\n\nМама сделала мне кудри, это конечно простенько, но зато подходило к наряду.\"",
    "answers": [
      {
        "id": 82,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 84,
    "text": "Что ты хочешь кушать? ",
    "answers": [
      {
        "id": 86,
        "text": "Салат"
      },
      {
        "id": 86,
        "text": "Блины\n"
      },
      {
        "id": 86,
        "text": "Творог"
      }
    ]
  },
  {
    "id": 85,
    "text": "8 сообщений?!  От Насти, Тимура, Вани, Полины, мамы, Жени, Пети(сосед по парте) и еще от незнакомца. Настя написала:\nТы выбрала платье? \n                                \n                                                       Да, а ты?\nЯ тоже. Я приду в синем. \n\n                                    Круто. Ладно, пока.  ",
    "answers": [
      {
        "id": 87,
        "text": "Ответить другим"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я покушала сытно. Время 21.04",
    "answers": [
      {
        "id": 82,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 87,
    "text": "Мама спросила как дела, не буду отвечать, она же дома:) Тимур и Петя спрашивали домашку. \nА Женя:\n— Юль, ты завтра на праздник идешь? \n\n                                    Да, конечно. А ты? \n\nАга. Ладно, мне пора идти, пока. \n\n\nПолине я не хочу отвечать.... ",
    "answers": [
      {
        "id": 88,
        "text": "Сообщение незнакомца"
      }
    ]
  },
  {
    "id": 88,
    "text": "Привет. \n                                            Эм.... Ты кто? \nТы меня знаешь, но я не скажу. \n                          Странно.... И чего тебе? \nПросто пообщаться. \n                      А я не хочу общаться с тем                 кого незнаю. До свидания! ",
    "answers": [
      {
        "id": 89,
        "text": "Теперь нужно пойти умыться и спать"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я легла в кровать. Интересно, кто этот незнакомец? Может.... Паша? Незнаю. \n\nЛадно, я спать. ",
    "answers": [
      {
        "id": 90,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 90,
    "text": "Праздник начинается в 11.00. В школу сказали придти в 10.00. Я встала в 8.30. Пошла и стала",
    "answers": [
      {
        "id": 91,
        "text": "Умываться"
      },
      {
        "id": 92,
        "text": "Кушать"
      },
      {
        "id": 93,
        "text": "Одеваться"
      }
    ]
  },
  {
    "id": 91,
    "text": "Почистила зубки. Что дальше? ",
    "answers": [
      {
        "id": 90,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 92,
    "text": "Покушала бутерброд",
    "answers": [
      {
        "id": 90,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 93,
    "text": "Я одела джинсы и футболку, переоденусь в платье там.  Ну что же, пойдем в школу? ",
    "answers": [
      {
        "id": 94,
        "text": "Закрыть квартиру"
      }
    ]
  },
  {
    "id": 94,
    "text": "Я пошла в школу. Около ворот стоял Паша. Он улыбался и нечего не говорил. \n—Привет, Паш. Ты что тут стоишь?\n—Здарова... Да я тут.. Решил тебя подождать.\n—Да??? Ну ладно, пошли.\n\nУ него была открыта куртка, и был виден его костюм и красная бабочка. Это выглядит круто... Он пошел в свой класс, а я в свой. ",
    "answers": [
      {
        "id": 95,
        "text": "Переодеться "
      }
    ]
  },
  {
    "id": 95,
    "text": "В школе была включена песня Как бы мы не сходили сума. Классная песня. Я переоделась. Девочки все были такими красивыми. Вдруг я увидела, что Настя упала. Но оказывается ее толкнула Ангелина. Я подбежала. \n",
    "answers": [
      {
        "id": 96,
        "text": "Подбежать"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Ангелина! Ты с ума сошла?!- накричала я.\n—Заткнись! Дура!\nЯ стала наезжать на нее, толкать. Но тут подошел Женя. \n—Что ты сказала? Кто тут еще дура?\nАнгелина напугалась. \n—Жень, не надо. Настюш, тебе не больно?\n\nОна поматала головой и вышла из класса. Я побежала за ней. ",
    "answers": [
      {
        "id": 97,
        "text": "Пойти за ней"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Насть, что случилось? — спокойно спросила я. \n—Ангелина сказала, что бы я отстала от Тимура... И толкнула меня. — со слезами сказала она. \n—Значит это из за Тимура.... Не обращай внимания на ее слова, делай то, что хочешь.- сказала я, улыбаясь. \nМы обнялись. Тут из класса вышел Тимур. Я решила, что нужно мне уйти. Я пошла на улицу. Было холодно, но мне надо было успокоиться. Звонок телефона. ",
    "answers": [
      {
        "id": 98,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 98,
    "text": "Настя звонит. \n—Ало, Юля! — радостно сказала она. \n—Да, я здесь. Что случилось?... — грустно спросила я. \n—Меня.... Тимур гулять пригласил, представляешь?! \n—Вау.. Круто. Ты можешь принести мою куртку? На первый этаж- попросила я. \n—Конечно, жди. \nЧерез несколько минут, мне дала она куртку, а сама пошла в класс. \nУ нас была машина Кофе и чай. Я взяла кофе с молоком и отправилась на улицу. Наушники. Любимая музыка. Кофе. Что может быть прекраснее? Спросила я вслух. Тут кто то взаде сказал:\"Любовь...\" \nКак думаешь?  Кто это? ",
    "answers": [
      {
        "id": 99,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 99,
    "text": "Я обернулась. И.... Там никого не было. Мда.... Я решила отправиться погулять вокруг школы. Тут я заметила Пашу, который сидел на лавочке. Решила подойти. ",
    "answers": [
      {
        "id": 100,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 100,
    "text": "—Паша, ты чего не в школе?\n—Решил здесь побыть, а ты?\n—Да... Долго объяснять...\n—А я не тороплюсь. — стал внимательно слушать меня он.\nЯ ему рассказала что случилось. \n—Мда.... Любовь...:)\n—Да...\nМы немного помолчали. \n—Я наверное пойду. Пока.\n—Пока...\nЯ если честно, вообще не хотела туда идти. \n",
    "answers": [
      {
        "id": 101,
        "text": "Пойти домой"
      },
      {
        "id": 102,
        "text": "Пойти в класс"
      }
    ]
  },
  {
    "id": 101,
    "text": "Я пришла домой. Родителей почему то не было дома. Может задержались. Переоделась и плюхнулась на диван. Тут мне стал звонить Женя. ",
    "answers": [
      {
        "id": 103,
        "text": "Ответить"
      },
      {
        "id": 105,
        "text": "Отклонить. "
      }
    ]
  },
  {
    "id": 102,
    "text": "Я зашла в школу. В классе была очень громкая музыка. Я посидела, разговаривала с Настей. Танцевать вообще не хотелось. Праздник кончился. ",
    "answers": [
      {
        "id": 79,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Ало, Юль, ты где? — спросил он. \n—Дома.- кратко ответила я. \n—Почему?! Что случилось?\n—Скучно было... — вздыхая, сказала я. \n—Ну хотя бы мне сказала... \n—Ладно, давай. Пока. \n   \n\nПотом звонит Тимур.... Достали... ",
    "answers": [
      {
        "id": 137,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 104,
    "text": "Я захотела покушать. Итак, что выбрать? ",
    "answers": [
      {
        "id": 106,
        "text": "Сырники"
      },
      {
        "id": 106,
        "text": "Плов"
      },
      {
        "id": 106,
        "text": "Чай с конфетами"
      },
      {
        "id": 106,
        "text": "Омлет"
      }
    ]
  },
  {
    "id": 105,
    "text": "Я не захотела с ним разговаривать. Может перекусим? ",
    "answers": [
      {
        "id": 104,
        "text": "На кухню. "
      }
    ]
  },
  {
    "id": 106,
    "text": "Я покушала. Чем можно занятся? ",
    "answers": [
      {
        "id": 107,
        "text": "Посмотреть фильм с попкорном. "
      },
      {
        "id": 108,
        "text": "Ютуб\n"
      },
      {
        "id": 109,
        "text": "ВК посидеть"
      },
      {
        "id": 110,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я давно хотела посмотреть Салют 7. Он был таким классным! Теперь самый любимый! ",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 108,
    "text": "Я посмотрела моих любимых видеоблогеров. Еще, новый клип Розовое вино. Прикольно... ",
    "answers": [
      {
        "id": 106,
        "text": "Дальше\n"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я полистала новости. Мне лайкнули 20 человек на новую авку. Выложила я ее 20 минут назад. Совпадение? ",
    "answers": [
      {
        "id": 106,
        "text": "Не думаю"
      }
    ]
  },
  {
    "id": 110,
    "text": "Заснула я быстро, потому что устала. ",
    "answers": [
      {
        "id": 81,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 111,
    "text": "Дальше я пошла кушать. Для успокоения, выпила чай с ромашкой. В 14.00 надо идти на баскетбол. Сейчас 8.12. Может погулять... Я бы хотела позвать Пашу. ",
    "answers": [
      {
        "id": 112,
        "text": "Позвонить ему"
      }
    ]
  },
  {
    "id": 112,
    "text": "Звоню.... \n— Кто в такую рань звонит? Кто это? — спросил он. \n— Это Юля. Извини, меня тоже разбудили... Хочешь пойти гулять? \n— Юля?! К-конечно пойду... Только нужно немного подождать. \n— Да сколько угодно! Просто скучно дома сидеть. Давай около перекрестка? Позвони когда будешь выходить. \n— Ну конечно. Тебя ждет сюрприз, спортсменка... Жди. \nХм... Какой интересно сюрприз... Ладно, я пошла одевается. ",
    "answers": [
      {
        "id": 113,
        "text": "Джинсы с толстовкой"
      },
      {
        "id": 113,
        "text": "Черные брюки и футболка"
      }
    ]
  },
  {
    "id": 113,
    "text": "Итак, я оделась. Дальше прическа. Я оставила распущенные, все равно в шапке. Немного перекусила. И стала ждать. \nЧерез минут 10-15 звонок телефона. \nЭто Паша. \n— Юль, выходи. \n— Окей. Как договаривались, около перекрестка. \n",
    "answers": [
      {
        "id": 114,
        "text": "Идти на место встречи"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я перешла дорогу. Вдалеке я не видела Пашку. Я подошла и стала ждать. Вдруг, взаде кто то закрыл мои глаза. Ну конечно это Пашка. В одной руке у него была РОЗА. \n— Привет. — улыбаясь, сказал он. \n— Привет, Пашек! А это случайно не мне? \n— Нет, маме. \n— А, извини. — немного растроилась. \n— Да ладно, конечно тебе! Держи. Смотрю уже расстроилась. — смеялся, шутник. \n— Спасибооо. Да нет, я не расстроилась.... Куда пойдем? \n— Пошли по магазинам пргуляемся? \n— Хм... Ну давай. ",
    "answers": [
      {
        "id": 115,
        "text": "Пойти за ним. "
      }
    ]
  },
  {
    "id": 115,
    "text": "Мы зашли в перекресток. Там было все по старому, но все равно много выбора. Много вещей для Нового года. Я пошла смотреть всякие красивые штучки. У Паши, как он говорит, было много денег. Мы купили чипсики. С ним очень интересно... Живет он весело, по его историям. Я посмотрела на время. 14.20!!!! Блин, мы оба опоздали. Мы бежали со всех ног. Мы пришли, все запыхавшиеся. По дороге я подскользнулась, немного ушибла коленку. Если честно, ходить было больновато. Как играть? Но даже с больной ногоя, я выиграла! Это позор, для Пашки и его команды. Все видели, что я хромала. ",
    "answers": [
      {
        "id": 116,
        "text": "Присесть "
      }
    ]
  },
  {
    "id": 116,
    "text": "Я немного посидела, нога болела сильно. \n— Юль, что с ногой?  — подешел Паша. \n— Да, когда мы с тобой бежали, я упала. Немного болит... — грустно ответила я. \n— Может тебе не надо играть? Пошли ко мне в гости? К моему дому ближе идти. — радостно пригласил он. \n— Да, давай. А то и вправду болит.\n Мы отпросились. Паша взял меня за талию... Ну и я пошла кое-как. ",
    "answers": [
      {
        "id": 117,
        "text": "Придти"
      }
    ]
  },
  {
    "id": 117,
    "text": "Мы подошли к огромному дому. Это оказался дом Паши. Я офигела. \n— Это твой дом?! \n— Да. \n Его комната была такая красивая. \nОн посадил меня, а сам пришел с маленьким мальчиком. \n— Юль, это мой братик. Ему 4 года. Нужно с ним сидеть. А, его зовут Мишка. \n— Ой, какой милый... Миша, меня зовут Юля. \n— Давай иглать? — сказал Миша. \n— Конечно. Во что ты хочешь поиграть? \n— Я буду плинцем, а ты плинцесса, а Пашуля будет драконом.\nЯ посмотрела с улыбкой на Пашу. \n— Ну, хорошо. Только нужно сначала построить замок для принцессы. Хах... У тебя есть кубики? \n— Да! Сейчас плинесу! — побежал Миша. \n— Да тебя Миша обожает! — удивленно сказал Паша. \n— Обожает? Почему? \n— Ну, он со всеми какой то застенчивый, даже со мной иногда. А с тобой, вон как заговорил. \n— Ну незнаю, что ему понравилось во мне... — улыбнулась я. \n— Юль... \n— Чего? — разглядывая комнату, спросила я. \n— Может, мы с тобой.... А хотя, нет нечего. — как то взволновано говорит Паша. \n— Ну раз начал, говори. Что хотел? \nНо тут к нам в комнату летит Миша. И прямо ко мне на руки. И обнимает, заплаканный. \n",
    "answers": [
      {
        "id": 118,
        "text": "Спросить, что случилось"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Мишуль, что случилось? — спросила я. \n— Да, почему ты плачешь? — Паша тоже. \n— Там.... Там... Бабайка.... \n— Что? Где?! — умилялась я. \n— Под моей кловатью. Я боюсь Юля. \n— Ой, не бойся, с нами Паша. Давай проверим, ушел бабайка? \n— А если он нас съест? — вытирая слезы, сказал Миша. \n— А вдруг он хороший? Может он хочет подружиться? \n— Может быть.... Паша, а он и вплавду холоший? — Миша смотрел на него. \n— Ну это нужно проверить. Пошли.. — сказал Паша. \n— Юля, возьми Пашулю за луку(руку) , тебе же стлашно... — взяв меня за руку, сказал Миша. \n— Хах... — усмехнулся Паша. \n— Миш, это не обязательно.... — немного засмущалась я. \nМы пошли в Мишину комнату. Под кроватью кто то шуршал. Ну и это был котяра Васька. ",
    "answers": [
      {
        "id": 119,
        "text": "Погладить"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Миш, это твой котик? — гладя, спросила я? \n— Да! Это Васька. Он любит иглать. \n— Блин, я забыл его накормить, пошлите на кухню, как раз чай попьем. \nУ них такая большая кухня совмещенная со столовой. Мы стали пить чай, вместе с Мишей. \n— Юль, я вижу тебе нравиться здесь, ты можешь приходить когда угодно. — радостно сказал Паша..\n— Да, ты плиходи, и мы будем иглать. — сказал Миша. \n— Хорошо... Мне наверное надо идти. — вздыхая, сказала я. \n— Зачем? Что случилось? — удивленно, спросил Паша. \n— Ну надо домой, уроки еще делать... \n— Ну не уходи! Улоки? А что это? — обнимая меня, спросил Миша. \n— Урок, это..... ну некоторое время, в которое тебя учат чему то..... — кое-как объяснила я. \n— Может все таки останешься? — переспросил Паша. ",
    "answers": [
      {
        "id": 120,
        "text": "Вдруг"
      }
    ]
  },
  {
    "id": 120,
    "text": "Но вдруг позвонила мама. \n— Ало, дочь, ты где? \n— Мам я.....я у друга.... \n— Какого еще друга? Как его зовут? Сколько ему лет? \n—Мааам.... Просто у друга в гостях. Его зовут Паша, он в 8Б учится. \n—Ааа, ну ладно. А вы там одни? \n— Нет... Тут его братик младший. Я уже иду домой. \n— Ну хорошо, потом расскажешь. Пока. \n",
    "answers": [
      {
        "id": 121,
        "text": "Сбросить"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Мама твоя, как полицейский... Допрашивает...  — усмехнувшись, сказал Паша. \n— Ты что, подслушивал? \n— Слышно было. \n— Это твоя мама? А у меня мамы нету... Паша говорит, что она улетела далеко.- сказал Миша. \n— Нету? Это....да, она улетела... Паш, мне очень жаль... \n— Да, мне тоже. Пошли я тебе кое-что скажу... Миш, мы отойдем в сторонку, а ты мультики смотри. \nМы подошли к стене. \n",
    "answers": [
      {
        "id": 122,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Юль.... Я тут посмотрел... Ты очень понравилась Мише. Я бы хотел, что бы ты ему сказала правду про смерть мамы... Мне кажется, у тебя лучше получиться. \n— Про смерть?! Я не думала, что твоя мама..... Ладно, извини... Я попробую сказать. — опустив голову, сказала я. \n— Мишуль, тебе Юля хочет кое-что сказать, подойди. \n— Миш, люди со временем умирают... От болезней, старости.... И это ни как не изменить. Твоя мама.... — не успела я сказать, как Миша перебил меня. \n— Умелла(умерла)? — со слезами, спросил он. \n— Да... Только ты не расстраивайся! У тебя есть папа и брат, и многие другие родственники! Ты мне расскажешь как их зовут? \n— Да, ласскажу... Только ты забыла, у меня есть еще Ты!- заулыбался Миша. \n— Юль, как?!?! Как ты сделала, что бы он не плакал?! — прошептал Паша. \n",
    "answers": [
      {
        "id": 123,
        "text": "Улыбнуться"
      }
    ]
  },
  {
    "id": 123,
    "text": "Паша, не удержался и обнял вместе с Мишой. \n— Юль, ты просто супер... Спасибо. — тихо сказал Паша. \nЯ оделась и собиралась уже уйти. \n— Юль, ты куда так торопишься? Меня то, подожди. \n— Да! Ула(ура) мы тоже пойдем!- сказал Миша. \n— Да ладно... Я и сама смогу... \n— Ты видела какая темнота?! Зима все таки. Миша останеться здесь, тебе будет страшно. — сказал Паша. \n— Нет! Я хочу с Юлей! — закричал Миша. \n— К нам Юля завтра придет. Завтра поиграешь. — строго сказала Паша. \n— Я? Может быть... — мне Паша подмигнул, типо я приду. \n\n",
    "answers": [
      {
        "id": 124,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 124,
    "text": "Мы вышли из дома. Немного было страшно оставлять Мишу одного. \n— А тебе не страшно Мишу одного оставлять?! \n— Нет, он уже большой. Ты же видела двух мужчин около входа? \n— А, кстате, кто это? Охранники? \n— Да. \n— Понятно. А почему ты сам не мог сказать про... маму? \n— Он бы заплакал... Даже папа не смог, а ты смогла... Он будет в шоке. — поразился Паша. \n— Ты ему расскажешь?! Он наверное ругаться будет..  — переволновалась я. \n— С чего это вдруг? Он наоборот удивится. Ругаться ему зачем... — странно посмотрел на меня Паша. \n— Ну, то что ты дал какой то незнакомке, рассказать про такие важные дела... — опустив глаза, сказала я. \n— Да ты что!? Ты не какая не незнакомка! Ты же.... подружка... может быть и больше... — промямлил он. \n— Хм... Может быть ты и прав. Ой, вот мой дом. Пока. Спасибо, Паш. \nОн улыбнулся и ушел. \n",
    "answers": [
      {
        "id": 125,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 125,
    "text": "Я пришла домой, на столе была записка: Еда в холодильнике, я уехала на работу, буду поздно. Мама. \nЖалко... Ну ладно, на столе было кучу кофет, фруктов и печенек. Что это она?... В холодильнике была пюрешка с котлетками(не с макорожками). Я поела.  ",
    "answers": [
      {
        "id": 126,
        "text": "Попить чаю"
      },
      {
        "id": 128,
        "text": "Делать уроки"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я попила зеленого чая с конфетами. Пора делать уроки... ",
    "answers": [
      {
        "id": 128,
        "text": "Делать уроки\n"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я открыла. Там стоял мужчина 40-45 лет. \n— Вы кто?! — спросила я. \nТот нечего не ответил. А просто схватил рукой мой рот и сказал молчать, а то будет плохо. Сердце билось у меня так, как будто в воде 3 часа была. Он закрыл дверь, забрал у меня телефон и стал ходить по квартире. Он брал дорогие вещи. Знаете, где то я его видела... По лицу покатились слезы... Точно! Этот мужчина был в газете, это преступник и большой вор! Его разыскивают. Я еще больше перепугалась, боялась пошевельнуться. Закончив свое дело, он собирался уходить и сказал:  -Хорошая девочка!. \nОн ушел, я сразу закрыла дверь. И стала звонить в полицию. ",
    "answers": [
      {
        "id": 129,
        "text": "Звонить быстрее!!!! "
      }
    ]
  },
  {
    "id": 128,
    "text": "Нужно сделать: литературу и технологию. По литературе задали учить текст. А по технологии принести муку. Мда.... Текст был большой. Про нашу страну. Зачем учить??? \n\n\n\nЯ выучила. Было тяжело. Дальше, я взяла муку и положила в портфель. Хорошо, что мало уроков задали. Было время 21.00. Вдруг, в квартиру позвонили. Маа! Наконец то. ",
    "answers": [
      {
        "id": 127,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Ало, здравствуйте! Ко мне домой вошел вор и преступник, который разыскивается! Приезжайте быстрей! — закричала я. \n— Адрес!? — спросил женский голос. \n— Ул. ****** 2 этаж, кв. **! \n— А можете сказать, сколько вам лет?! \n— 14.- быстро ответила я. \n— Скоро будем! \nЯ так волновалась! Я посмотрела в окно, его я не видела. Вдруг, в квартиру позвонили.... ",
    "answers": [
      {
        "id": 130,
        "text": "Посмотреть в глазок"
      }
    ]
  },
  {
    "id": 130,
    "text": "Ух... Я увидела Пашу. Я так была рада. Он был очень сильно напуган. Я открыла. \n— Юля! Что случилось?! \n— Пошли на кухню, я тебе все расскажу... Стоп, откуда ты знаешь про что со мной случилось?! \n— Я тебе позвонил, там ответил какой то мужской голос, сказал: \"Твоей подружки нету!\" \n— Что!? Нету...? Он мог меня убить... \n— ...... \nМы молчали минут 5.\n— Юль, ты позвонила маме? \n— Ой, я забыла. Подожди, а где Миша? \n— Он с бабушкой. \nЯ не успела сказать, как полиция приехала. ",
    "answers": [
      {
        "id": 131,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Здравствуйте.... — сказала я. \n— Здравствуй, тебя как зовут? — вежливо спросил полицейский. \n— Юля. Это я вам звонила. \n— Скажи мне Юля, этот мужчина, так выглядел? — показывая газету с фото, спросил он. \n— Да, я уверенна! Это точно он, только у него есть на лице усы. \n— Ты можешь подробно рассказать, как это происходило? — попросил полицейский. \nЯ рассказала ему все в подробностях. Там было человек 6! Двое слушали меня, а другие ходили по квартире. \n— А ты видела, что он взял? И где твои родители? — серьезно спросил другой полицейский. \n— Я всего лишь видела, как он взял мой телефон и мамину шкатулку, в которой хранились украшения. Моя мама оставила записку, что она на работе, будет поздно. А папа давно в командировке. — немного нервничая, ответила я. ",
    "answers": [
      {
        "id": 132,
        "text": "Позвонить маме. "
      }
    ]
  },
  {
    "id": 132,
    "text": "— Можно я позвоню маме? \n— Да, конечно! Не волнуйся, все будет хорошо. — улыбаясь, сказал полицейский. \nГудок.... \n— Ало, мам! Быстро едь домой!. \n— Дочь, что случилось? Все хорошо? \n— Мама, меня чуть не убили! Просто все отлично! Я дома расскажу, к нам приехала полиция. \n— Как?! Так, я еду! ",
    "answers": [
      {
        "id": 133,
        "text": "Отключить"
      }
    ]
  },
  {
    "id": 133,
    "text": "Было очень много времени. 23.00. Пришли еще двое человек. Кажется там ищут отпечатки пальцев. Мама приехала и все узнала. Она была в истерике. Я ее успокоила, она думала о том, что меня могли убить. Я пошла спать, Паша еще был здесь. Он сказал,  что завтра пойдет со мной в школу. Он ушел. Я немогла уснуть, я слышала плач мамы. Она подошла ко мне, она думала я сплю. Она просила прощения, говорила спасибо богу. Вобщем, мама очень испугалась. ",
    "answers": [
      {
        "id": 134,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 134,
    "text": "Утром мама почему то, не пошла на работу. Сделала мне блины, сырники и пирог. Мда.... \n— Мам, может ты спать пойдешь? Со мной все в порядке. \n— Н-наверное дочь. М-может ты в школу не пойдешь? — заикаясь, сказала мама. \n— Ты заикаешься... От испуга? Мамуль, я думаю мне надо позвонить папе. Я сегодня пойду в школу. \n\n",
    "answers": [
      {
        "id": 135,
        "text": "Звонить папе"
      }
    ]
  },
  {
    "id": 135,
    "text": "—Ало, папуль! Привет! \n— Привет принцесса! Как дела? \n— Пааап, тут такое дело... \nИ я все рассказала. \n— Что!?!? Тебя не били?! Нету никаких синяков!? \n— Пап, нет. Со мной все в порядке, а вот с мамой... \n— Что с мамой!? \n— Она сошла с сума... Она очень испугалась за меня, а теперь ведет себя странно. Приедь пожалуйста. \n— Я сейчас, мигом! \n",
    "answers": [
      {
        "id": 136,
        "text": "Отклонить"
      }
    ]
  },
  {
    "id": 136,
    "text": "Я пошла в школу. Меня встретил Паша. Говорит, не спал всю ночь. Мы дошли до школы, я пошла на биологию. Все одноклассники подошли кучей ко мне. Они спрашивали, что вчера было. Оказывается Полина проходя мимо моего дома с мамой, увидела много полицейских. Она с мамой услышали мою квартиру. И она всем рассказала про это. Пришлось рассказать всю правду. Они были в шоке. Начался урок. Он прошел как обычно. ",
    "answers": [
      {
        "id": 139,
        "text": "Идти на литературу. "
      },
      {
        "id": 138,
        "text": "Позвонить папе. "
      }
    ]
  },
  {
    "id": 137,
    "text": "— Ало, Юль. \n— Что звонишь? \n— Ты пойдешь завтра гулять со мной и с Настей? \n— Не.... У меня дела. \n— Жаль. Ну тогда скажи ей, что я тоже не пойду. \n— Почему?! \n— Просто не хочу с ней гулять... \n— И зачем тогда позвал? \n— Успокоил.... Я же знаю всю правду про нее. \n— Знаешь?! Она очень сильно растроется... \n— Я ее не люблю... Мне другая нравится. \n— Понятно, ладно скажу всю правду, пока. \n— Спасибо, Юлек. Пока. \n",
    "answers": [
      {
        "id": 104,
        "text": "Пожрать"
      }
    ]
  },
  {
    "id": 138,
    "text": "—Ало, пап, ты приехал? \n— Да. Мама и вправду очень сильно испугалась. Она винит себя в этом, то что оставила тебя одну. — беспокоился папа. \n— Сделай ей чай с ромашкой, отвлеки ее от стресса. Попробуй сделать ей приятное. Подари то, что она хотела. \n— Тебе психологом работать надо... А откуда я знаю, что она хочет? — спросил папа. \n— Я помню, она давно хотела много роз. По секрету, рассказала, что мечтает о большом букете роз с кольцом внутри.... Попробуй. \n— Спасибо, принцесска! У тебя все хорошо? \n— Да, пап мне на урок пора, пока. ",
    "answers": [
      {
        "id": 139,
        "text": "Сбросить"
      }
    ]
  },
  {
    "id": 139,
    "text": "Я пошла на литературу. Рассказала заданный на дом текст, самая первая! И получила 5. \n— Молодец, Юлька. — сказал Тимур. \n— Спасибо Тимурчик! \n— Я не хотел тебе рассказывать, так как обещал, но все таки ты мой бро... Вобщем Женя переходит в другую школу... Он сказал всем, кроме тебя, попросил некому не рассказывать. — опустив голову, сказал Тимур. \n— Как!? Почему мне не сказал?! Он тебе объяснил? \n— В последнее время, он избегает всех, грубит, прогуливает школу. Я нечего незнаю про него. \n—Ааа где он?! — смотря вокруг, спросила я. \n— Сбежал. \n",
    "answers": [
      {
        "id": 140,
        "text": "Отпроситься и бежать за Женей. "
      }
    ]
  },
  {
    "id": 140,
    "text": "Меня отпустили. Типо живот болит. Я побежала к Жене домой. Я звонила, стучала в дверь. Никого не было. Я уже была настроена на то, что не найду его. Вздыхая, подошла к окну в подъезде. Там я увидела Женю! Я хотела закричать, но..... взаде него подбежала девочка, такого же возроста, и обняла. Сначала я надеялась, что это сестра. Но Женя взглянул на меня, и сразу эту девочку поцеловал.... Слезы пошли по лицу. Внутри все сжалось. Теперь я понимаю как это — боль любви. Он сделал это специально.... ",
    "answers": [
      {
        "id": 141,
        "text": "Сесть на окно и смотреть дальше"
      },
      {
        "id": 141,
        "text": "Медленно спускаться. "
      }
    ]
  },
  {
    "id": 141,
    "text": "Он смотрел на меня так, как будто хочет сделать еще больнее. Я закрыла глаза. У меня началась кружится голова.... Как будто алкоголь выпила. Я встала и опрокинулась на перила, чуть не упала... Спуститься в таком состоянии, невозможно. Я решила посидеть на окне. \nЯ отключилась. \nОткрыла я глаза от какого то орания. \n— Ну кто там орет? Голова раскалывается.... — промямлила я. \nПередо мной стояли Женя и Паша. Мы были в подъезде. Они выпучили глаза. ",
    "answers": [
      {
        "id": 143,
        "text": "Спросить, что произошло. "
      }
    ]
  },
  {
    "id": 142,
    "text": "Что будем слушать? ",
    "answers": [
      {
        "id": 148,
        "text": "Про любовь"
      },
      {
        "id": 148,
        "text": "Популярные"
      },
      {
        "id": 148,
        "text": "Прошлые, но заедающие. "
      }
    ]
  },
  {
    "id": 143,
    "text": "— Юююль.... Ты в порядке?  — спросил Паша. \n— Эм.... А почему я отключилась?... Голова просто сейчас взорвётся... — держась за голову, сказала я. \n— Пошли, зайдешь ко мне. — доставая ключи, предложил Женя. \n— Не, не, не... Я домой пойду... — вставая, сказала я. \n— Юль, пошли и вправду к Женьке. Тебе нужно отдохнуть. — сказал Паша. \n— А вы знакомы? — спросила я, нахмурив брови. \n— Ну... Да, это мой троюродный брат. — ответил Паша. \n— Серьезно?.... Я незнала... Я домой. \nЯ побежала домой, около подъезда стояла девочка, которая с Женей... Я остановилась и посмотрела на нее и убежала. ",
    "answers": [
      {
        "id": 144,
        "text": "Пойти домой. \n"
      }
    ]
  },
  {
    "id": 144,
    "text": "По дороге я обернулась, в окне я увидела Пашу, смотрящего на меня. Ну вот, я добежала до квартиры. ",
    "answers": [
      {
        "id": 145,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 145,
    "text": "Меня встретил папа. \n— Папа! — обнимая, закричала я. \nИ тут мама, выходя из кухни с большим букетом роз, говорит. \n— Ой, кто пришел! Мы тебе должны кое-что сказать.... \nОни оба улыбались, как будто хотели меня в детдом отдать... \n— Тааак, я вижу это серьезно... Пошлите на кухню, там расскажите. — идя на кухню, ответила я. \n— Дочь, мы очень много думали над этим. Но все же решились. Скоро... в нашей дружной семье, появится ребенок!!!! \n—Аааааа- мы все обнимались, визжали. \n— А как назовете? — спросила я. \n— Если пацан — Максим, а девочка — Виктория. — задумываясь, сказал папа. \n— Да, мы решили назвать так, как тебе? — поддержала мама. \n— Красивые.... Мне нравиться. Мам, пап, это.... я давно хотела братика или сестренку! Я в шоке! — сказала я. \n— Принцесса, ты наверное кушать хочешь? Садись! — воскликнул папа. ",
    "answers": [
      {
        "id": 146,
        "text": "Покушать"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я покушала. Мама показала букет и кольцо. Что поделаем? ",
    "answers": [
      {
        "id": 43,
        "text": "Пойти гулять"
      },
      {
        "id": 142,
        "text": "Послушать музыку. "
      },
      {
        "id": 147,
        "text": "Сделать уроки. "
      }
    ]
  },
  {
    "id": 147,
    "text": "Уроки я некоторые незнаю... Я спрсила у ребят в ВК. Итак, нужно сделать: чертение, музыку, географию. Завтра у нас 3 окна! \n\nЯ сделала черчение. По музыке нужно распечатать сообщение. Это я сделала. География — параграф 38 читать. \nМожно сказать, я все сделала. ",
    "answers": [
      {
        "id": 146,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 148,
    "text": "Слушать музон, смотря в окно, чудесно... ",
    "answers": [
      {
        "id": 146,
        "text": ":) "
      }
    ]
  },
  {
    "id": 149,
    "text": "Ко мне подбежал Миша(братик Паши) . То есть врезался... \n— Юля! Пливет! \n— Привет Мишуль! Ты что тут делаешь? \n— Я с папой и с Пашой в плятки иглаю. Давай пожалуйста с нами! \n— Ну... Хорошо. \n— Пааааааап, Пааашаааааа! Юля плишла!!!! — радостно, закричал Миша. \n— Паш, это та самая Юля?! — смотрев на меня, спросил папа Паши. \n— Да, пап. Юль, ты здесь гуляешь? С кем?! \n— Здравствуйте! Паш, я здесь одна. \n— Юля, здравствуй! Спасибо тебе огромное! Мы тут в пиццерию собирались, пойдешь с нами! — показывая пальцем на ресторан, сказал папа. \n— Ну, я даже незнаю.... — кушать если честно хотелось, дома два блина съела. \n Паше взял меня за руку и потащил в ресторан. А дальше.... \n",
    "answers": [
      {
        "id": 150,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 150,
    "text": "В ресторане, его папа разговаривал со мной так, как будто я его дочь. \n— Юль, если хочешь, приходи к нам когда угодно. — сказал папа Паши. \n— Спасибо. \n— Пап, а можно Юля плидет завтла или сегодня? — попросил Миша. \n— Конечно, Мишуль. Юль, ты не против? — надеясь на согласие, сказал папа. \n— Мне нужно у мамы спросить... Я сейчас позвоню. \n— Конечно. — сказал папа Паши. \n",
    "answers": [
      {
        "id": 151,
        "text": "Звонить. "
      }
    ]
  },
  {
    "id": 151,
    "text": "Гудок..........\n—Абонент не отвечает, перезвоните позже. \nНу что же, все таки пойду. ",
    "answers": [
      {
        "id": 152,
        "text": "Пойти в гости"
      }
    ]
  },
  {
    "id": 152,
    "text": "Мы пришли домой к ним. Сидели за столом и разговаривали. \n— Почему тебя так сильно любит Миша? — любопытно спросил их папа. \n— Его спрашивайте, я сама незнаю... А можно вопрос? — улыбаясь, спросила я. \n— Ну конечно, чего спрашиваешь... \n—Как вас зовут? Вы мне не сказали... \n— Серьезно?! Извини, меня зовут Виктор Михайлович. Паш, мне надо отъехать, Боря помочь попросил. \n— Хорошо, пап. — сказал Паша. \nВиктор Михайлович ушел. Миша предложил поиграть. Он взял пазлы и начал собирать. \n",
    "answers": [
      {
        "id": 153,
        "text": "Собирать вместе"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Юля, а ты завтла в садик за мной пойдешь? \n—Ну... Я незнаю... — посмотрев на Пашу, ответила я. \n— Юль, точно! Пойдешь со мной завтра, согласна? — с улыбкой, предложил Паша. \n— Возможно, если дела не появятся. \nТут на мой временный телефон, зазвонил неизвестный номер. \n",
    "answers": [
      {
        "id": 154,
        "text": "Ответить"
      },
      {
        "id": 155,
        "text": "Отклонить"
      }
    ]
  },
  {
    "id": 154,
    "text": "—........ \n— Ало.... Кто это? \n—.......... Здравствуй. \nЭтот кто то ответил очень странным голосом, как будто из радио. \n— Эм... Вы кто? \n— Помнишь, я тебе писал? Это я. \n—Ну а кто именно?! \n— Паша. \nУ меня не было слов... Паша, глядя на меня, нечего не делал. \n— Какой Паша? Это прикол что ли!? \n— Неее.... т.... Паша, с которым ты ходила на баскетбол. — хриплым голосом, ответил незнакомец. \n— Что тебе надо от меня, \"Паша\"? \n— Поговорить. \n— Ну... Хорошо.... О чем? \n— О чем угодно. Я скоро к тебе в гости приду... Там и понастоящему говорить будем. Жди гостя. \nОн отключился. Всмысле в гости!? Кто это вообще!? Как так можно шутить! Когда узнаю кто это, убью! Думала я про себя. ",
    "answers": [
      {
        "id": 156,
        "text": "Спросить Пашу"
      }
    ]
  },
  {
    "id": 155,
    "text": "Я отключила и продолжила играть. Через секунду зазвонил опять и так 6 раз! Пришлось ответить. ",
    "answers": [
      {
        "id": 154,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 156,
    "text": "— Пааааш, это ты надо мной шутишь?! То есть твой друг или кто... Ты вообще дэбил?! \n— Юль, ты че? Нарываешься? Хах... Да ладно, шучу. Ты можешь объяснить что случилось? \nЯ рассказала про этот звонок. \n— Хм... Странно... Может это из моей команды? \n— Давай, если он позвонит еще раз, мы спросим то, что незнает никто про тебя. \n— Ок. Я этот секрет еще ни кому не рассказывал. Если только телефону. Позвони ему сейчас. — включая диктофон, сказал Паша. ",
    "answers": [
      {
        "id": 157,
        "text": "Позвонить"
      }
    ]
  },
  {
    "id": 157,
    "text": "Гудок.... \n— Ало, Юля. Что то хотела? Я могу зайти в гости. \nГолос изменился намного. Стал писклявым. \n— Я хочу убедиться в том, что ты Паша. \n— Ха.... Ну хорошо. Задавай любые вопросы. \nПаша сказал, что мне нужно спросить. \n— Кого любит Паша? Хах... — я уже надеялась, что этот шутник нечего не скажет, но. \n— Хи, хи.... Тебя. Я люблю тебя. \nМне показалось это неправдой и я засмеялась. Посмотрев на Пашу, он кивнул головой и немного покраснел.... Как!? Ну не может Паша мне врать, что эти шутки не связаны с ним. ",
    "answers": [
      {
        "id": 158,
        "text": "Спросить еще что нибудь. "
      }
    ]
  },
  {
    "id": 158,
    "text": "— Ну.... Хорошо.... Тогда как мы познакомились?... \n— Ты стояла на улице, я случайно уронил тебя. Потом пригласил на баскетбол. Теперь веришь? \n— Мда.... А не хочешь ли ты мне объяснить, как сейчас со мной стоит Паша?! \nПаша что то сказал в трубку для убедительности. \n— Хах, раскусила, хорошая девочка. \n— Где то я это слышала... Ну тогда кто вы?!?! \n— Ты меня один раз видела. Очень сильно напугалась... Не помнишь? — смеявшись, спросил незнакомец. \n— Что...? Ты..... \n— Да, да я тот самый, твой друг, который заходил к тебе в гости. Из-за тебя меня посадили в тюрьму. Скоро я найду тебя и поблагодарю. \nОтключился.    ...... \n\nЯ не верила своим ушам. Как?! Как!? Откуда он знает это все? ",
    "answers": [
      {
        "id": 159,
        "text": "Пойти домой\n"
      }
    ]
  },
  {
    "id": 159,
    "text": "— Паш, я пойду домой... \n— Рассказывай. \nНу пришлось ему рассказать. \n— Не, я думаю это прикол какой нибудь... Незнаю... Слушая, я насчет этого... Ну правду, которую он сказал... — теря лоб, мямлил он. \n— Ну говори. — немного покраснела я. \n— Я хочу с тобой типо гулять много... \n— Пааааш, к нам кто то пришел! — закричал Миша. \nИ тут у меня сердце в пятки ушло. Паша засмеялся и пошел смотреть. ",
    "answers": [
      {
        "id": 160,
        "text": "Пойти проверить. "
      }
    ]
  },
  {
    "id": 160,
    "text": "Мы посмотрели в глазок. Там славу богу, стояла какая то женщина. Паша через дверь спросил кто это. Та ответила, что нужно расписаться за почту. Ну он открыл, а эта тетка как набросится на него, обниматься. Она плакала и радовалась. \n— Эм... Женщина, что вы делаете!!!??? Вы ошиблись! — толкая ее назад, накричал Паша. \n— Сынуля! Какой ты большой! Это я!!! Твоя мама!!! \n— Вы больная? Может вы ошиблись? — смеясь, сказал Паша. \n— Паша, Мишуля я все сейчас расскажу! Давайте успокоимся.\n— Я вам еще раз говорю, вы ошиблись! Уходите! Вы мне не кто! — закрывая дверь, накричал Паша. \nОн захлопнул дверь и пошел в свою комнату. Миша прижавшись ко мне, спросил:\n— Юля, это кто? Мне стлашно. \n— Это какая то не нормальная... Миш, иди пособирай пазлы, я сейчас приду. ",
    "answers": [
      {
        "id": 161,
        "text": "Посмотреть в глазок"
      },
      {
        "id": 162,
        "text": "Сходить к Паше. "
      }
    ]
  },
  {
    "id": 161,
    "text": "В глазке стояла она. У охранников был сегодня выходной, как сказал Паша. Она просто стояла, закрыв лицо глазами. Я вышла очень быстро, закрыв за собой дверь. \n— Здравствуйте, вы можете сказать правду, кто вы? — спросила я. \n— Я... Я мать этих мальчиков. Их отец лжец, он сказал им не правду! — вытирая слезы, сказала она. \n— Расскажите, что случилось? \n— Когда то, мы жили одной семьей. Их отец избивал меня и я решила разводиться. Я ему сказала, что детей заберу с собой, но тот украл их! Я не могла найти своих детей, так как в другой стране. Полиция тоже самое. Я прошу тебя, поверь хотя бы ты! \n— Может быть... Я кстате подружка Паши и Миши. Юля. Можете для убедительности, рассказать про своих детей? \n— Конечно! Паша родился 12 июня в 4.20, Миша 3 сентября в 16.50. Их отца зовут Виктор. Паша с самого детства любит футбол и баскетбол. Миша любит играть с куклами, это он мне рассказал. Меня зовут Мария Дмитриевна. Спрашивай все, что угодно! — очень быстро сказала она. \n— А когда он у вас их забрал? \n— 3 года назад. Вы мне верите? \n— Еще не до конца. Скажите то, что должна знать только мать. \n— Ну.... А! Вспомнила! У Пашеньки на коленках два шрама, после первого катания на роликах! Идите и посмотрите Юля! \n",
    "answers": [
      {
        "id": 163,
        "text": "Посмотреть"
      }
    ]
  },
  {
    "id": 162,
    "text": "Я решила сходить к нему. \n— Паш, все в порядке? \n— Да... Я сейчас здесь отдохну, потом приду, хорошо Юлек? \n— Конечно... \nЯ пошла проверить женщину. ",
    "answers": [
      {
        "id": 161,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 163,
    "text": "Я зашла и закрыла дверь. Я пошла в комнату Паши. Паша просто сидел за столом и что то думал. \n— Паш... \n— А, Юль, ты здесь... \n— Можешь встать и подойти ко мне? \n— Зачем? — покраснел Паша. \n— Надо. \nОн встал и немножко подешел. \n— Мне нужно кое-что проверить... Подними штанину до колен. Это конечно странно, но так нужно. — немного застеснявшись, сказала я. \nОн сделал как я прошу. И знаете, что? Это правда! У него и вправду было два шрама! \n— Паша! Эти шрамы от куда? \n— Ну, да так... Упал на роликах.... А что? \n— Паш... Пошли за мной. — схватив его за руку, я сказала. ",
    "answers": [
      {
        "id": 164,
        "text": "Идти к Марии "
      }
    ]
  },
  {
    "id": 164,
    "text": "Мы вышли на улицу к Марии Дмитриевне. \n— Паш, я сама не верила, но это... твоя мама... \n— Эм... Всмысле? \n— Она рассказала про твои шрамы, дату рождения, время рождения, хобби и пр Мишу тоже самое! \n— Подожди.... Про время рождения никто незнает, даже папа, скажи во сколько я родился? — смотря на Марию, спросил он. \n— В 4.20 ты родился. Сынок, твой папа украл вас и переехал в другую страну, я хотела развестись и взять вас, но он поступил вот так. — взяв его за руку, сказала она. \n—............. а..... почему тогда ты нас не искала?........ \n— Ты что!? Я вас каждый день пыталась найти, все 3 года! Я сообщала полиции, но они не смогли. Каждый день я носила нашу семейную фотографию и спрашивала прохожих, но как то я встретила мужчину, Боря зовут, он рассказал где вы живете! Здоровья ему. Я сразу полетела сюда, и вот я нашла вас! Простите меня, что я так долго! Простите! — плача от радости, говорила она. ",
    "answers": [
      {
        "id": 165,
        "text": "Слушать дальше "
      }
    ]
  },
  {
    "id": 165,
    "text": "—Мам, это и вправду ты?... \n— Сынок..... \nЭтот момент был просто таким трогательным, что можно в фильме снять. Они обнимались. Я побежала за Мишей. \n— Миш, познакомся, это твоя... Мама. \n— Что? Моя мама умелла. А у меня втолой(второй) мамы нету... — держа меня сильно за руку, сказал Миша. \n— Нет, Миш, оказывается твоя мама жива! Ну же, обними! \n— Миша, привет! Я твоя мама! — со слезами говорит она. \nВот теперь я понимаю, что значит настоящая любовь! ",
    "answers": [
      {
        "id": 166,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 166,
    "text": "— Паш, уже темно, я домой. \n— Вот именно темно! Со мной пойдешь! Мам, а ты можешь с Мишой посидеть? \n— Конечно, если ты мне доверяешь. \n— Да. Ладно, мы пошли. \nМы собрались и пошли домой. Он всю дорогу говорил о маме. И вот мы подошли к подъезду. \n— Юль, помнишь, я тебе хотел договорить? \n— Да, помню... \n— Ну так ты будешь со мной много гулять? \n— Хах.. Это ты встречаться предлагаешь? \n—... угу... — волнительно ответил. \n— Мы можем попробывать... \n— Знаешь, я давно хотел это сделать. И сделаю, извини. \n— Что изв..... \nИ тут он как стал меня целовать... Мда... крутооо. Когда он закончил, то не мог посмотреть на меня. Я стояла в ступоре. Мне нечего ответить. \n— Юль, извини, не удержался... Я позвоню тебе завтра. Пока... \n—... Пока.....\nОн уходил, оборачиваясь на меня. Я зашла в подьезд. ",
    "answers": [
      {
        "id": 167,
        "text": "Пойти домой. "
      }
    ]
  },
  {
    "id": 167,
    "text": "Дома вкусно пахло. Уютно и тепло. Мама готовила ужин. На столе была ваза с розами. \n— Дочь, ты пришла? Где ты была? \n— Я...? А я у друга была... \n— Ааа, у друга... Ну ладно. Скоро будем кушать. — со слезами на глазах, сказала мама. \n— Мам, что случилось? Почему ты плачешь? \n— Плачу? А, я же лук режу! Хих.. — мама посмотрев на меня, усмехнулась. \n— Ой... Порезалась. Юль, принеси бинт. — смотрев на пелец, сказала мама. \nЯ принесла бинт. Папа сидел в зале. Что будем делать? ",
    "answers": [
      {
        "id": 168,
        "text": "Разговаривать с папой"
      },
      {
        "id": 169,
        "text": "Посидеть в ВК. "
      },
      {
        "id": 170,
        "text": "Ждать ужина"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Пааап. \n— Ой, принцесса пришла. Ну как погуляла? \n— Нормально... Ты чего делаешь? \n— Эх... Вещи собираю, в командировку. \n— Что?! Еще одна?! Ну пааап... \n— Я еще прошлую не закончил, еще немного потерпи... Мне дадут потом зарплату и мы поедем куда угодно! \n— А сколько тебе дадут? \n— Ну говорили 70.000, незнаю правда ли это... \n— Ого... Ну ладно",
    "answers": [
      {
        "id": 167,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 169,
    "text": "Я полистала новости, посмотрела сообщения. Все как обычно... Скучно... ",
    "answers": [
      {
        "id": 167,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 170,
    "text": "Я сидела за столом и ждала ужина. Мама приготовила пиццу. Вкусно.... Я поела и пошла спать. Устала... ",
    "answers": [
      {
        "id": 171,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 171,
    "text": "Я спала хорошо. Будильник зазвонил. Мне пришлось встать. ",
    "answers": [
      {
        "id": 172,
        "text": "Умываться. "
      }
    ]
  },
  {
    "id": 172,
    "text": "Умылась. Родителей уже не было. Я пошла одеваться. Что мне одеть? ",
    "answers": [
      {
        "id": 173,
        "text": "Белые кроссовки, рубашка заправленная в брюки"
      },
      {
        "id": 173,
        "text": "Юбка и рубашка, туфли. "
      },
      {
        "id": 173,
        "text": "Белый свитер и брюки. "
      }
    ]
  },
  {
    "id": 173,
    "text": "Я оделась. Собрала портфель и отправилась в школу. Закрыла дверь и спокойным шагом пошла по дороге в ад. Взаде шли какие то девочки, вроде бы из 8Б. Там были самые наглые курицы, так мы их называли. Все четверо подошли к мне. Одна, черноволосая с челкой девочка, толкнула меня, но я не упала. \n— Слушай, деточка. Ты тут с моим парнем замутила. И я хочу спросить, ты не обнаглела!? \n— Эм.... Какой парень? — немного задрожа, сказала я. \n— Ах, ты незнаешь? Хватит притворяться! Я видела тебя С МОИМ ПАШЕЙ! И если это повторится, то.... — и она толкнула меня на лед. Я ударилась локтем и у меня пошла кровь. \n— Ты совсем что ли больная? Может тебе к врачу? — уверенно сказала я, лежав на льду. \n— Хах... Как заговорила! Ты хочешь что бы было хуже? Хорошо, жди глупышка. — нагло улыбаясь, говорила она. \nЯ просто встала и пошла в школу быстрым шагом. Я перепугалась, чего ждать? Я посмотрела на время, 8.05!!!  Блин, я опоздала, а первым уроком была алгебра. Она меня итак ненавидит, а теперь еще это опоздание. Вся рубашка была в крови, в области локтя. ",
    "answers": [
      {
        "id": 174,
        "text": " Зайти в класс. "
      }
    ]
  },
  {
    "id": 174,
    "text": "—Извините за опоздание, можно войти? — спросила я. \n— Нет, нельзя. На урок я тебя не пущу! Дневник дай! И вон из класса! — нагло опозорила она меня. \nЯ не дала дневник, а просто захлопнула дверь. Села на лавку. Тут в другой кабинет, возле кабинета алгебры, подбежал Паша и стал смотреть на дверь. Он меня заметил. \n— Юля? Привет, ты чего тут сидишь? \n— Я опоздала и училка не пустила. А ты чего? \n— Тоже самое... А почему у тебя красная рука? Это что? \n— Это кровь из локтя, твоя девушка толкнула меня... А теперь объясняй! \n— Девушка? Хах... Ну ка, расскажи про мою девушку. — с улыбкой, присел со мной. \nЯ рассказала утреннюю историю. \n— Юль.... Вобщем раньше да.... Я встречался с ней. А сейчас она.... ну ревнует типо.\n— Она мне угрожала. Я не хочу подвергать себя опасности.... \n— Подожди.... А локоть? Это она сделала?! \n— Она меня толкнула... Ну и я ударилась... \n— Юль, я тебе обещаю, я с ней поговорю. Сильно ударилась? \n— Ну как видишь, да. Ты же в класс хотел, что не идешь? — спросила я. \n— Да меня все равно не пустили первый раз. \nЗвонок. \n— Ладно, пока. — сказала я ему. \n—Ты на что то обиделась? — подняв брови, спросил Паша. \n— Нет, а на что? \n— Да нет, не на что. Пока. ",
    "answers": [
      {
        "id": 175,
        "text": "Пойти на другой урок. "
      }
    ]
  },
  {
    "id": 175,
    "text": "Я пошла на русский. Зайдя в класс, я подошла к Насте. \n—Насть, ну хватит дуться. Из за какого то парня поссориться лучшим подругам? \n— Хотя да, думаю ты права. Мир? — протянув мизинец, спросила она. \n— Конечно. \n— Я вижу с Женькой у вас не получилось? — смотрев на Женю, спросила она. \n— У нас нет, а у него с кем то, да. \n— Оу... У него девушка появилась? \n— Да, я видела как они целовались, обнимались. Но не только у него все хорошо. \n— Хм... Ну и у кого же еще? И кто эта девочка? \n— Я познакомилась с Пашей из 8Б. А девочку я видела, но незнаю кто она. \n— С кем!? С Пашей!? Фамилия как? \n— Ой, а я даже незнаю... Потом спрошу. А че это ты, так удивилась? — внимательно стала слушать Настю. \n— Так он же с этой.... ну с курицей черной встречается! Она тебя убьет.... Если увидит тебя с ним. Не боишься? — понизив голос, сказала она. \n— Она меня уже... увидела с ним. И она не встречается с ним, они расстались. Видела, что она сделала с локтем?... \n",
    "answers": [
      {
        "id": 176,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 176,
    "text": "— Ого... Ой звонок. — побежала Настя за свою парту. \n Учительница спрашивала заданное правило наизусть. ",
    "answers": [
      {
        "id": 177,
        "text": "Поднять руку"
      },
      {
        "id": 178,
        "text": "Нечего не делать"
      }
    ]
  },
  {
    "id": 177,
    "text": "—Юля, давай отвечай. \nЯ встала и стала рассказывать. Выучила хорошо. \n— Молодец, Юля, садись. \n",
    "answers": [
      {
        "id": 178,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 178,
    "text": "Я сидела и нечего не делала. Было скучно. Черкала что то в тетради. Взаде меня позвали. \n—Юль, Юль. — шепотом сказали взаде. \n— Что? \n— Это правда, то что ты с кем то встречаешься? — спросил Женя. \n— А тебе то какая разница? Сначала ты мне на этот вопрос ответь. \n— Ты о девочке той? На самом деле, это моя подруга детства, когда я увидел тебя в окне то..... решил позлить. Извини. — опустив глаза вниз, промямлил он. \n— Позлить? Зачем? \n— Специально, потому что мне сказали, что ты с кем то встречаешься. — посматривая на учительницу, сказал он. \n",
    "answers": [
      {
        "id": 179,
        "text": "Сказать правду. "
      }
    ]
  },
  {
    "id": 179,
    "text": "Я рассказала ему про Пашу. Он просто стал слушать учительницу. Наверное обиделся... Вдруг мне позвонила мама. \n— Можно выйти? -обратилась я к учительнице. \nОна кивнула. ",
    "answers": [
      {
        "id": 180,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Ало, мам, у меня урок. Что то срочное? \n— Привеее...т. Это твой друг. Как дела? — хриплым голосом, ответил он. \n— Что... Вы.... Где мама!? \n— Не беспокойся, она на работе. \n— А где вы телефон взяли?!? — дрожащим голосом, спросила я. \n— В подъезде. Она выронила его. Я его оставлю около твоей двери. И подарочек тоже возьми. \n— Какой еще подарочек?!!!!? Вы совсем больной! Зачем я вам?! \n— Я же твой друг. Ты посадила меня в тюрьму. То есть не меня, а того вора и преступника. А я ему помогаю. Я могу быть кем угодно! Так что будь осторожнее. \nЗвонок завершен. ",
    "answers": [
      {
        "id": 181,
        "text": "Пойти на урок"
      },
      {
        "id": 182,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 181,
    "text": "Было еще 3 урока. Они прошли нормально. После этого, я пошла домой. ",
    "answers": [
      {
        "id": 182,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 182,
    "text": "Я пошла домой. Немного боялась. В подъезде и вправду лежал мамин телефон и мой украденный вором телефон! Я забрала вещи и быстро закрыла дверь. Сначала я проверила мамин телефон. Вроде бы нечего необычного. Стала проверять свой. Зашла в галерею. И там.... Кучу фоток, на которых была я. Фотки: когда меня толкнула черная девочка, когда я ходила за Женей в подъезд, когда меня провожал Паша и поцелуй... Много фоток повторялись. Мне было страшно. И еще, очень подозрительные фотографии, когда мы в гостях у Паши! Что?!  Откуда!? И главное, Паша, Миша и я были на фотке. Значит это точно не Паша. Но кто же? Их мама приехала позже этой фотографии. На этой фотографии сидели за столом Миша, Паша и я. Один стул был сдвинут.... Может это.... День, знакомство с папой Паши?.... ",
    "answers": [
      {
        "id": 183,
        "text": "Позвонить Паше"
      }
    ]
  },
  {
    "id": 183,
    "text": "—Ало, Паш, ты где? \n—Юль, у меня урок. Что ты хотела? \nЯ рассказала все в подробностях. \n— Так значит, ты думаешь это мой отец? Как!? Как мы жили с преступником!? \n— А он узнал о маме? \n— Мы позвонили в полицию. Полиция сказала, что он пропал без вести. Его ищут. Может мне сейчас придти к тебе? Для безопасности... \n— Ты же на уроке. \n— Отпрошусь. Так можно или нет? \n— Конечно! Приходи. \n— Жди. ",
    "answers": [
      {
        "id": 184,
        "text": "Прибраться"
      },
      {
        "id": 185,
        "text": "Переодеться"
      },
      {
        "id": 186,
        "text": "Покушать"
      },
      {
        "id": 187,
        "text": "Смотреть телевизор и ждать Пашу"
      }
    ]
  },
  {
    "id": 184,
    "text": "Я домыла посуду. Протерла стол на кухне. Подмела везде и всё. Чистота... \nЧто дальше? ",
    "answers": [
      {
        "id": 183,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 185,
    "text": "Я одела пижаму \"единорог\", потому что было холодно и это мило. ",
    "answers": [
      {
        "id": 183,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 186,
    "text": "Я кушать не хотела, а просто попить. Что взять? ",
    "answers": [
      {
        "id": 188,
        "text": "Сок"
      },
      {
        "id": 188,
        "text": "Чай"
      },
      {
        "id": 188,
        "text": "Кофе"
      },
      {
        "id": 188,
        "text": "Молоко"
      }
    ]
  },
  {
    "id": 187,
    "text": "Мой любимый канал — это СТС. По нему шло шоу Уральских пельменей. Да уж.... Что то он долго. ",
    "answers": [
      {
        "id": 189,
        "text": "Звонок в дверь"
      }
    ]
  },
  {
    "id": 188,
    "text": "Все, залила сухость во рту. ",
    "answers": [
      {
        "id": 183,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 189,
    "text": "Ну это был Паша. Я предложила ему пойти на кухню. Мы пили чай и разглядывали фотографии. Я пока была не очень уверенна, что это отец Паши. \n— Паш, как там Миша и мама? \n— Отлично! Юль..... Я хочу сказать тебе огромное спасибо.... \n— За что же? \n— Ты убедила меня в том, что это была моя мать. И не только за это. Ты очень добрая и лучшая. \n— Ой, да ладно тебе, Паш. Но спасибо... А... Ты поговорил с.... \n— Черной курицей? Хах... Да, я ей объяснил, если притронется к тебе, то уничтожу. \n— Нет, уничтожать не надо... Не нужно ей угрожать.\n— Даже сейчас... ты добренькая... \n— Ну... вот такой я человек, что ж тут поделать... \n— А знаешь... Я кое что забыл... \n— Дома что ли? \n— В словах... Я забыл сказать, что ты... красивая. — смотрев на мою реакцию из под лобья, сказал он. \n— Спасибооо, Паш, очень приятно.\n— Ага.... Значит мой отец прячется в этом городе. Почему ты маме не рассказываешь? \n— Да ты что!? Она же..... \n— Что?! \n— Беременна... Не хочу волновать... \n— Ого... Какая новость... Поздравь ее от меня. \n— Нет, я тебе нечего не говорила. ",
    "answers": [
      {
        "id": 190,
        "text": "Предложить в комнату"
      }
    ]
  },
  {
    "id": 190,
    "text": "Моя комната была обычная, просторная. Не было кучу вещей и слишком бросающиеся в глаза предметы, все простенько. Конечно, у Паши была в 10 раз лучше, но я некогда не завидовала другим и вам не советую. Но в детстве я прикрепляла фотографии нашей семьи, сейчас они все также висят на стенах. Паша их разглядывал, спрашивал кто это, а кто это. В комнате, я старалась убираться каждый день. Чистота и уют — это самое главное в комнате. И тут вдруг, у меня возникнул вопрос. ",
    "answers": [
      {
        "id": 192,
        "text": "Спросить"
      }
    ]
  },
  {
    "id": 191,
    "text": "Утром меня разбудила мама. \n— Дочь, я пошла на работу, завтрак в холодильнике, в школу не опоздай. \n— В школу!? А я забыла... Хорошо мамуль. \nМама ушла на работу. Я быстро встала и позвонила Паше. \n— Ало, Паш, мне же сегодня в школу надо. Как утром в полицию?! \n— Да, я сам забыл... Давай после школы? \n— Окей. Пока. \n",
    "answers": [
      {
        "id": 201,
        "text": "Сбросить"
      }
    ]
  },
  {
    "id": 192,
    "text": "— Паш, я тут подумала... \n— Что? \n— Когда ты первый раз увидел маму, ты ее не узнал. Почему? У тебя есть фотография мамы? \n— Я не помню свою маму в прошлой жизни, ни капельки. Отец рассказывал, что мы попали в аварию. И я забыл память... \n— А Миша? \n— Его не было в этой аварии, ему было то год. Отец постепенно рассказывал прошлую жизнь. Нужно у мамы спросить. \n— Тебя получается отец украл в 12 лет?! \n— Да.... Фотографий мамы нету. Вообще нету. Я бы хотел семью как у тебя, дружную и полную.... \n— Паш, не расстраивайся. Вон у тебя мама, Миша, ты и родственников много наверное. \n— Да, ты права, еще ты забыла про себя. Знаешь, помню я предложение одно, которое сохранилось на всю жизнь. \n— Какое? \n— Непомню кто это сказал... \"Мы всегда будем с тобой и никогда не бросим.\"\nОт этого предложения, даже плакать не стыдно. Оно очень правильное. \nЯ кивнула головой и села на диванчик. Он присел и что то начал говорить, но тут я случайно положила голову ему на плечо и заснула. \n",
    "answers": [
      {
        "id": 193,
        "text": "Проснулась"
      }
    ]
  },
  {
    "id": 193,
    "text": "Проснулась я и посмотрела на время. 17.06! Что?! Я так долго спала... Около меня спал Паша, тоже наверное устал. Мы были окутаны пледом. Дверь в комнату закрыта. Была тишина и темнота. Я окутала Пашу и вышла из комнаты. На кухне стояла мамуля. \n— Ой, сонная принцесса проснулась. Устала? \n— Да, мамуль... \n— Ладно, буди своего друга и будем кушать, детки. Познакомишь заодно. \nЯ пошла в комнату и села на диван. Он так мило спал. Будить не хотелось... \n",
    "answers": [
      {
        "id": 194,
        "text": "Будить"
      }
    ]
  },
  {
    "id": 194,
    "text": "—Паш, Пашк. Проснись. — гладя его за голову, вежливо говорила я. \n— Да, да... еще 5 минут... — промямлил он. \n— Хих... Паш... Пашечка... — смеясь, говорила я. \n— Юля?... А, точно, я же у тебя.... А что так вкусно пахнет? \n— Мама приготовила курицу. Пойдем. — схватив его за руку, сказала я. \n— Конечно... \nМы пришли на кухню. На столе курица, салат и чаи. Пир какой то... ",
    "answers": [
      {
        "id": 195,
        "text": "Мама"
      }
    ]
  },
  {
    "id": 195,
    "text": "—Эх.. Сони вы мои. Садитесь и кушайте. — показывая на стол, сказала мама. \n— Здравствуйте, меня зовут Павел. \n— Очень приятно, Пашечка. Кушай, а то дрыхнули целых 3 часа. Чем ты любишь заниматься? \n— Я с Юлей на баскетбол хожу. А так, спорт это мое. Вы так вкусно готовите! \n— Ой, спасибо... А как твоя фамилия?... \n— Павел Романов. А кстате, как вас зовут? \n— Романов?... Ах, да. Меня зовут Светлана Лебедева.  \n— Мам, что то не так? — спросила я. \n— Просто фамилия знакомая... Не могу вспомнить чья.... У тебя есть братик? \n— Да, Миша зовут. \n— Ваш отец..... не может быть... Ты Паша. Где твой отец?! — серьезно спросила мама. \n— Вы что то знаете про него? \n— Да, очень многое.... Так где он?! \nПаша рассказал про маму и про отца. ",
    "answers": [
      {
        "id": 196,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 196,
    "text": "— О, госпади.... Как только ты жил с ним? \n— Все хорошо. А что? \n— Он знаешь сколько людей убил! Про него в газете печатали, то что он умер давным давно. Наверное сильно изменился, что бы не узнали. \n— Убил?! Ого... Мда.... \n— Хорошо, что твоя мама нашла вас. Я в детстве с ней дружила, мы были не разли вода, но она переехала в другую страну.\n— А давайте вы к нам завтра придете? Маме сюрприз сделаете. \n— Отличная идея! Ой, дочь, что то я устала сегодня, пойду спать. \n— Хорошо. — ответила я. ",
    "answers": [
      {
        "id": 197,
        "text": "Паша сказал"
      }
    ]
  },
  {
    "id": 197,
    "text": "— Юль, пошли в комнату. \nМы пошли в мою комнату и я включила компьютер. \n— Давай, завтра утром пойдем в полицию? Нужно рассказать им про фотки. \n— Ну... Хорошо... А нам поверят? \n— Конечно! Я наверное пойду, засиделся. \nОн одел куртку и открыл дверь. ",
    "answers": [
      {
        "id": 198,
        "text": "Остановить и обнять на прощание. "
      },
      {
        "id": 199,
        "text": "Остановить и поцеловать в щечку на прощание. "
      },
      {
        "id": 200,
        "text": "Закрыть дверь"
      }
    ]
  },
  {
    "id": 198,
    "text": "— Паш.... Стой. \nЯ обняла его и сказала спасибо. Он ушел. ",
    "answers": [
      {
        "id": 200,
        "text": "Закрыть дверь"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Паш... Стой. \nЯ поцеловала его в щечку и сказала спасибо. Он ушел. ",
    "answers": [
      {
        "id": 200,
        "text": "Закрыть дверь"
      }
    ]
  },
  {
    "id": 200,
    "text": "После этого, я пошла спать. \n",
    "answers": [
      {
        "id": 191,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 201,
    "text": "Я пошла одеваться, покушать я не успела.... Жаль... Как я пойду в школу, не сделав уроки?... Ладно, я собрала портфель и отправилась в школу. Около подъезда сидели эти четыре курицы. Блин, я испугалась. \n— Ой, кто вышел! Все таки рассказала Пашуле про меня! Дура тупая! Это твой портфель?! Ну ка дай, я посмотрю. \nОна выдернула мой портфель и начала шариться в нем. \n— Отдай! Иди-ка ты по своей дорожке, куда тебя часто посылают! — отобрав портфель, закричала я. \n— Ой, как мы разозлились! \nЯ просто одела портфель и прошла мимо. Одна из них поставила подножку. Ну и я упала. ",
    "answers": [
      {
        "id": 202,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 202,
    "text": "Тут мимо проходил пацан в капюшоне. \n— Юль, ты в порядке? \nОн снял капюшон и это оказался Паша. Как он вовремя! \n— Да, нормально.... \n— Это вы сделали?!?! Дуры совсем?! Я же предупредил тебя, курица! — толкнув ее назад, говорил Паша. \n— Что?! Она сама поскользнулась! Мы решили ей помочь встать! — говорила черная. \n— Что?! Хватит врать! Что я тебе сделала?! Ты думаешь это я виновата в том, что он тебя бросил?! Я устала от вас! — закинув портфель на спину, ушла я. ",
    "answers": [
      {
        "id": 203,
        "text": "Пойти в школу. "
      }
    ]
  },
  {
    "id": 203,
    "text": "Я ушла не оборачиваясь. Меня догнал Паша. \n— Юль, Юль, стой. Ух... подожди. Извини за них. Я тебе верю, то что это она толкнула. \n— Ты то зачем извиняешься... они же виноваты. Ладно, забудь. \n— Юююль, вон взаде идут они. Мы должны подразнить ее. \n— И что ты предлагаешь? \n— Ммм..... Поцелуй меня.... Или я тебя. \n— Ага, сейчас. Не надо, а то она меня убьет. Хах... \n— Только через мой труп. Ну давай? Эт же не первый раз... \n— Не, это как то неправильно. \nНе успела я договорить, как он повернул меня. Ну и поцеловал. \n— Ты..... Я же сказала.... \n— Я знаю. А теперь смотри на ее реакцию... — наглой улыбкой смотрел на нее. \n— Паш, мне кажется это слишком... Блин, время 7.53.\n— Нечего, успеем. Побежали. \n",
    "answers": [
      {
        "id": 204,
        "text": "Первым уроком было ИЗО. "
      }
    ]
  },
  {
    "id": 204,
    "text": "Учитель сказал, рисовать на свободную тему. Что нарисовать? ",
    "answers": [
      {
        "id": 205,
        "text": "Пейзаж"
      },
      {
        "id": 205,
        "text": "Портрет"
      },
      {
        "id": 205,
        "text": "Натюрморт "
      }
    ]
  },
  {
    "id": 205,
    "text": "У меня получилось неплохо. До звонка оставалось еще 21 минута. Чёт быстро я. Делать нечего... Сдала рисунок и стала думать. Я побыстрее хотела в полицию. Следующим уроком была алгебра. Я быстренько сделала домашку. Еще по русскому сделала. Прозвенел наконец-то звонок. Я идя на алгебру, рассматривала фотографии. В классе, мне Настя сказала, что меня кто то зовет. ",
    "answers": [
      {
        "id": 206,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 206,
    "text": "Там облакотившись на стену, стоял Паша. \n— Привет, Юль. Ты мне позвони, когда уроки закончатся. \n— Хорошо. Ты чего пришел? \n— Просто. Знаешь, теперь я уверен, что это фоткал мой отец. Посмотри на эту фотографию. Тут видны ботинки моего отца... \n— Да, это докозательство. Мне кажется тебе нужно предупредить свою маму. Он же на свободе.... \n— Точно! \nЗвонок. \n— Ладно, давай потом поговорим. \n",
    "answers": [
      {
        "id": 207,
        "text": "Зайти в класс. "
      }
    ]
  },
  {
    "id": 207,
    "text": "Нам раздали контрольные тетради. Поможешь решить? ",
    "answers": [
      {
        "id": 208,
        "text": "Да"
      },
      {
        "id": 210,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 208,
    "text": "Были примеры.... \n1029÷3=? \n56-(-75)=? \nДругие примеры я решила сама. \n\n\n\n*От автора: конечно, эти примеры не 8 класса, но что бы вам было легче, я сделала эти. *",
    "answers": [
      {
        "id": 210,
        "text": "343 и 131"
      },
      {
        "id": 210,
        "text": "351 и 19"
      },
      {
        "id": 210,
        "text": "Сама реши"
      }
    ]
  },
  {
    "id": 209,
    "text": "Мы с Пашей поехали в полицию. Там они расмотрели фотографии и поблагодарили. Они распрашивали нас, и что то записывали. Вобщем мы пошли домой. На следующий день, в новостях было сказано: В городе **** найден преступник, Виктор Романов, он задержан полицией. Хотели бы поблагодарить двух подростков, сказавшие нам важную информацию. \n\n",
    "answers": [
      {
        "id": 211,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 210,
    "text": "Я записала ответы. И сдала тетрадь. Другие уроки прошли спокойно. А теперь нужно позвонить Паше. Он сказал, что будет ждать около школы. ",
    "answers": [
      {
        "id": 209,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 211,
    "text": "Вот так, эта история заканчивается. Его отца забрали в тюрьму, пожизненно. Мы с Пашей встречаемся очень долго. Через некоторое время, на свет появилась моя сестренка Виктория. Мой папа больше никогда не уезжал в командировку. Все отлично! Думаю вам понравилось. \n\nВсегда верьте в надежду! Все будет хорошо! Никогда не опускайтесь вниз, а постепенно поднимайтесь к своей цели! ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 212,
    "text": "",
    "answers": []
  }
]