[
  {
    "id": 1,
    "text": "Автор: elChem (Артём Стрельников)\nЖанр: микроквест\n\n    Микроквест – это короткая, но ёмкая история, попытка отразить значимость единственного выбора, его влияние на внутренний мир и судьбы отдельных людей или даже на развитие всего мира.\n\n   \"Спасение\" – история об отчаянии и надежде, верности долгу и сердцу, взывающая к эмоциям и потому полная недосказанностей и условностей. Иногда самые важные решения принимаются без раздумий и оценок, как результат единственного чувственного импульса. Как поступить, когда плата за спасения самого ценного – весь твой мир?",
    "answers": [
      {
        "id": 8,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Группа автора в ВК",
        "url": "https://vk.com/elchem_group"
      }
    ]
  },
  {
    "id": 2,
    "text": "– Но ты же не можешь! – женщина была растеряна. – Ты ведь сам говорил, насколько важно передать эти сведения. Ведь если так, то они почти победили, их уже ничто не остановит... Рэй, они уничтожат всех...\n   Слёзы вновь начали стекать по её щекам и она умолкла.\n– Этого не будет, – уверенно поговорил он. – Мы этого не допустим. Ты не допустишь.\n   Рэй придвинул её ещё ближе к себе и нежно погладил по волосам. Внезапно, женщина вскрикнула и попыталась отскочить, но безуспешно. По её шее стекала струйка крови, а мужчина сжимал в окровавленных руках какой-то прибор, похожий на небольшого паука. Прибор дергал лапками, мигал красным светом и издавал едва различимый писк.\n– Ты знаешь, что если его извлечь из организма больше, чем на двадцать секунд, он уничтожит нас обоих, – проговорил он, всматриваясь в вырывающегося из рук паука– Но теперь ты свободна, это больше не твоя ноша.\n   С этими словами Рэй поместил странный предмет себе в рот и с усилием проглотил его. Женщина застыла в ужасе.",
    "answers": [
      {
        "id": 6,
        "text": "– А теперь иди."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Женщина вновь заплакала.\n– Ты ведь понимаешь, что я не смогу убегать с тобой, во мне этот треклятый датчик. Они найдут меня. Схватят прямо здесь, в этой затхлой конуре. А потом меня будут пытать. Рэй, я не переживу эти пытки снова! Я расскажу им всё.. – женщина умолкла, вновь заливаясь слезами. – Лучше бы ты не спасал меня тогда! Оставил бы в их лапах, позволил бы мне умереть. Тогда бы я не страдала больше. Ненавижу тебя!.. Тогда я была для них бесполезна, но не теперь, после того, как ты мне всё рассказал. Зачем?.. Зачем ты всё это сделал со мной?!\n– Прости...\n   Звук сирены усилился, послышался топот тяжёлых сапог.\n   Женщина придвинулась ещё ближе к своему спутнику и посмотрела в его глаза. Теперь взгляд её был спокойным и отрешенным.\n– Знаешь... – тихим шёпотом произнесла она, – я бы никогда не полюбила тебя, если бы не это всё, даже не встретила бы...",
    "answers": [
      {
        "id": 5,
        "text": "– Я знаю..."
      }
    ]
  },
  {
    "id": 4,
    "text": "   Они вновь молчали, тесно прижавшись друг к другу, женщина тихо плакала.\n– Мы должны доставить эти данные, – наконец поговорила она. — Иначе, всё это было напрасно. Столько боли и зла ради призрачного блага, стоило ли оно того?\n– Ты знаешь, что без этих данных всё будет кончено, — его голос звучал устало, – они уничтожат всех.\n   Ещё на несколько минут воцарилась тишина.\n– Рэй, не молчи! – женский крик звучал обречённо и рассерженно. – Что нам делать?! Почему ты не можешь ничего решить? Ненавижу себя за то, что полюбила тебя! Ты принёс мне одни страдания, когда я уже была близка к покою...\n   Он попытался обнять свою спутницу, но она оттолкнула его.\n– Понимаешь... Этот датчик у тебя... – начал он нерешительно. – Отсюда есть выход, мы могли бы скрыться, если бы не он. Уйти сможет только один из нас, и я не могу решать за тебя...\n   Долгое молчание. Наконец она зло процедила:\n– Вот и уходи, таков ведь был твой замысел?",
    "answers": [
      {
        "id": 7,
        "text": "– Я не уйду без тебя."
      }
    ]
  },
  {
    "id": 5,
    "text": "– Я знаю... – ещё раз проговорил он, нежно поглаживая её голову. – Прости меня за всё.\n   Он заботливо взял её на руки и переложил на жёсткую кушетку, затем мягким движением закрыл веки на её глазах и аккуратно перекинул прядь её волос на плечо, прикрыв красную точку на тонкой шее.\n   Разжав кулак, он бросил на пол осколки ампулы и быстрым шагом направился к лестнице в подвал.\n   Уже сделав первый шаг вниз, Рэй бросил последний взгляд на застывший в неестественной позе силуэт.\n– Я буду помнить и любить тебя... – проговорил он, спускаясь во мрак. – Всегда.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 6,
    "text": "– Иди и расскажи всё, что я тебе говорил. Внизу, в подвале, есть скрытый ход, на том конце тебя встретят наши люди. Теперь всё зависит лишь от тебя.\n   Какое-то время женщина была неподвижна, пытаясь осознать, что происходит. Затем она набросилась на него с кулаками.\n– Как ты мог?! – кричала она в бешенстве. – Кто ты такой, чтобы решать это за меня?! Я хотела остаться там и умереть, зачем ты спас меня? Чтобы я полюбила тебя и сейчас страдала ещё больше? Ненавижу тебя! Ненавижу!\n– Прости... – тихо сказал Рэй. – У меня не было выбора...\n   Не обращая внимания на её попытки сопротивляться, весь в царапинах, он перенёс её в подвал и запер дверь. Когда яростный стук с той стороны прекратился, он приложил лицо к холодной поверхности и произнёс: \"Я люблю тебя... Помни меня.\"\n   Затем он быстрым шагом направился наверх, сжимая в руке крохотную ампулу.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Звук сирены усилился, послышался топот тяжёлых сапог.\n– У меня есть ампула с ядом... — снова начал говорить он. — Специально для таких случаев. Убивает мгновенно. Но здесь лишь одна порция...\n— Мы оба знаем слишком много... — она говорила сквозь слёзы. — Отдай мне яд и уходи... Я не выдержу этого снова...\n   Он вертел в руке маленький стеклянный сосуд, не решаясь протянуть его спутнице.\n– Рэй, ты ведь знаешь, что я люблю тебя, – теперь она приобняла мужчину. — И я обязана тебе всем, ты спас мне жизнь. Ты должен доставить информацию, прошу тебя, сделай это.\n   Рэй всё стоял и смотрел на неё. Он не мог оставить её здесь, только не после всего, через что они прошли.\n   Внезапно, она метнулась к нему, словно кошка, и вырвала ампулу из рук. Звон стекла. Застывший ужас на его лице. Всё было кончено.\n   Он упал на пол рядом с её телом, сотрясаясь от рыдания. Он гладил её волосы, целовал её лицо, не веря, что её нет. Он не заметил, как распахнулась дверь и грубые руки людей в черных плащах увлекли его прочь.\n   Все было кончено.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Ревели сирены. Воздух буквально затвердел в маленькой комнатке. Сквозь прикрытые жалюзи в окнах был виден лишь клочок улицы, залитой светом мощных прожекторов и переливающимися огнями. Красный, затем синий, снова красный и опять синий. Этот свет проникал сквозь щели штор внутрь комнаты и играл на гладких поверхностях, словно гипнотизируя находящихся там людей.\n   Наконец, будто сбросив с себя оцепенение, женщина повернулась к мужчине и уткнулась в его плечо, не в силах сдержать рыдания.\n– Что же ты будешь делать? – сдавленно произнесла она, вытирая мокрое от слёз лицо. – Что будет с тобой?",
    "answers": [
      {
        "id": 2,
        "text": "– Я спасу тебя."
      },
      {
        "id": 3,
        "text": "– Я завершу миссию и исполню свой долг."
      },
      {
        "id": 4,
        "text": "– Я не знаю..."
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]