[
  {
    "id": 1,
    "text": "    Он мчался через поле, над которым витал запах луговых трав и цветов. Вечерело. Сверчки потихоньку просыпались и готовили инструменты к ночному концерту: настраивали, извлекали первые ноты, звучавшие пока что чересчур уж робко и вразнобой.<s>r\n    Он знал — у него мало времени. Слишком мало! Он должен успеть до момента, когда край солнечного диска окончательно скроется за горизонтом. Если бы он только не задержался из-за раненого оленёнка, которого подстрелили пришлые охотники! Ему необходима была перевязка. Без неё он был обречён рано или поздно стать очередной жертвой волчьей стаи, от которой просто не смог бы убежать из-за своей хромоты.<s>r\n    Какая досада! Надо же было этому случиться именно сегодня! Именно в этот день! Только один раз в жизни в день своего восемнадцатилетия на закате дня летнего солнцестояния кандидат мог принять от Круга Мудрых посвящение в целители.<s>r\n    Он готовился к этому моменту чуть ли не с рождения. Он изучал травы, учился распознавать болезни людей и животных, читал древние манускрипты и внимал мудрым словам учителей. Он был одним из лучших! Наставники пристально следили за его успехами и втихомолку обсуждали друг с другом, сможет ли он выучить Последний Урок.<s>r\n    Когда он краем уха услышал об этом, то попытался разузнать, о чём идёт речь. Но никто ему так и не дал ответа. Только один из учителей сказал: «Не спрашивай. Никто не сможет тебе ответить, потому что Последний Урок даётся не людьми».<s>r\n    Ладно, пустые мысли в сторону — сейчас он должен спешить. Он знал, что двенадцать Мудрых уже собрались в Поднебесном зале — на поляне, окружённой вековыми деревьями, в центре которой прикосновением последнего солнечного луча кандидат посвящается в целители. Ждали только его.<s>r\n    Он бежал так, что начал задыхаться. Нет! Нужно было прервать бег хотя бы на минуту, чтобы перевести дух. Он остановился и взглянул в сторону солнца. Слепящий оранжевый диск уже опускался за кроны деревьев. В его распоряжении оставалось минут пятнадцать, не больше.<s>r\n    Отдышавшись, он хотел было продолжить свой путь, но вдруг расслышал неподалёку клокочущее утробное рычание. Он повернул голову и увидел троих волков, окружавших молодую овцу, можно даже сказать — ягнёнка, видимо, отбившуюся от стада.<s>r\n    Было ясно, что, если он не вмешается, через минуту она будет растерзана в клочья.<s>r",
    "answers": [
      {
        "id": 2,
        "text": "Вмешаться"
      },
      {
        "id": 3,
        "text": "Продолжить путь, оставив ягнёнка на растерзание волкам"
      },
      {
        "id": 6,
        "text": "Новый ответ. введите текст",
        "need": 30
      }
    ]
  },
  {
    "id": 2,
    "text": "<s>r    «Да что же за день такой сегодня! Почему именно теперь!?» — с досадой подумал он, понимая, что сейчас он собственноручно и окончательно похоронит свою надежду стать целителем. Навсегда! Он достал торчащий из заплечного мешка факел, поджёг его и устремился на помощь испуганно блеющей овце.<s>r\n    Волки ничего не боятся. Кроме огня. Огонь — это древний страх волчьего рода, страх иррациональный, действующий на всех и всегда. Отогнав хищников размашистыми движениями полыхающего факела, он схватил овцу поперёк туловища и взвалил на плечо.<s>r\n    Теперь он не мог идти быстро: волки следовали за ним по пятам, ожидая пока прогорит факел, и они смогут поживиться нежным мясом овцы и плотью человека, дерзнувшего отнять их законную добычу.<s>r\n    Он медленно шёл, не отводя глаз от опускающегося за горизонт солнца, ловя его прощальные лучи как безвозвратно ускользавшую надежду. Вот и всё! Всё кончено!<s>r\n    Он подошёл к Поднебесному залу через двадцать минут после захода. Все ждали его. Никто не ушёл. Завидев множество факелов и людей, волки отстали. Не снимая овцу с плеч, он вошёл в Круг и остановился в нём, понурив голову.<s>r\n    Главный из Мудрых сказал:<s>r\n    — Ты опоздал! Чего ты хочешь от нас?<s>r\n    — Я не знаю, — ответил он. — Мне было жаль оставлять этого ягнёнка на растерзание волкам!<s>r\n    — Ты мог бы поступить иначе?<s>r\n    — Я не знаю… Наверное, нет.<s>r\n    Вдруг он почувствовал, что с ягнёнком, находящемся на его плече, что-то происходит. Внезапно среди всех присутствующих разнёсся изумлённый вздох — на его плече лежал сгусток тёплого солнечного света, пронизывающего ночную мглу.<s>r\n    Только один человек не был поражён — Главный из Мудрых. Он сказал:<s>r\n    — Ты спрашивал у многих из нас, что такое Последний Урок? Ты только что прошёл его, целитель!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 3,
    "text": "    «Да что же за день сегодня такой!» — досадливо подумал он. Жалко животинку, но он не мог позволить себе принести в жертву то, к чему готовился всю свою жизнь! Безуспешно пытаясь не слышать отчаянного блеяния и звуков растерзываемой зубами плоти, он побежал дальше.<s>r\n    Он успел в последнюю минуту. Быстро вскочив в центр Круга, он встал, ожидая, пока последний солнечный луч коснётся его головы. Круг из Двенадцати Мудрых также замер в молчаливом ожидании.<s>r\n    Но солнце зашло, а луч так и не появился.<s>r\n    — Ничего не понимаю, — сказал его наставник. — Ведь только один раз в году лучи солнца проникают в это место перед закатом! Почему сегодня этого не произошло?!<s>r\n    Главный из Мудрых задумчиво спросил:<s>r\n    — Ты пришёл в последнюю минуту. Что-то задержало тебя?<s>r\n    — Да, я остановился перевести дух и увидел, как стая волков окружила молодую овцу. Мне захотелось спасти её, но я боялся опоздать сюда и вынужден был отказаться от этой мысли.<s>r\n    Вопрошающий молча кивнул. На благообразном лице его отразилась печаль:<s>r\n    — Ты много спрашивал нас, что такое Последний Урок. Это он и был. Ты не прошёл его и, к сожалению, не сможешь стать целителем. Ибо целителем не может быть тот, у кого в сердце нет света сострадания.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "123",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "123",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "123",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "123",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "123",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "123",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "123",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "123",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "123",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "123",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "123",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "123",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "123",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "123",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "123",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "123",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "123",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "123",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]