[
  {
    "id": 1,
    "text": "Автор: ChatNoir(Анна Савинова)\nЖанр: Микроквест  \n\n   Мальчишка лет пяти в тенёчке под ивой устроился, думает о чём-то умишком своим маленьким. Подплыл совсем близко к нему. У-у, да он плачет. Губёнки трясутся и глаза полные слёз, но молча, молча горюет. В воду шагнул. Предчувствие у меня нехорошее. Куда же он бредёт, дурачок, яма там. Эй, родители бедовые, дитё пропадает! Волнительно мне, что делать не знаю. Метнулся за поворот, где взрослые своими проблемами заняты. Брызги поднял, волну на берег погнал, может, обратят внимание, вспомнят, встревожатся. Где там… даже не смотрят, ругаются.\n   Обратно к мальчишке вернулся, а тот уже на краю самом, глазёнки расширены и понимает, шаг сделает и в моём царстве окажется безвозвратно. Только не нужен он мне, рано ему, не за что… жалко невыносимо, умел бы сам заплакал. Как остановить, насильно вытащить из воды не могу, нельзя мне. Показаться надо, но не напугать бы. Какой же облик выбрать?\n   Вспомнил одного, в прошлом сезоне потонул, без меня случилось, на дне под топляком его нашёл. У большинства лица испуганные, глаза из орбит вылезшие, а тот спокойный такой был, лицо приятное, как живой, тем и запомнился. Торопливо перестраиваюсь и поднимаюсь по грудь из воды перед малышом, будто вынырнул. Сейчас скажу ему строго мол: \"Почему без взрослых купаешься, ну-ка марш на берег!\" И… обмираю. Потому что мальчонка смотрит на меня изумлёнными полными счастья глазами и тихо шепчет: «Папка, папка!» ",
    "answers": [
      {
        "id": 2,
        "text": "Уплыть."
      },
      {
        "id": 3,
        "text": "Остаться."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "Связь с автором.",
        "url": "https://vk.com/id397130809"
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c824204/v824204835/4d266/4LSEc2_Yk8U.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Автору на печенье ;-)",
        "url": "http://Money.yandex.ru/to/410015896466872"
      }
    ]
  },
  {
    "id": 2,
    "text": "Нырнул на глубину. Лёг на дно. В голове звенел голос рассерженной женщины. Вот ведь существа! Эх, кабы я мог потомство завести… Боль отступила. Успокоилась водица. Но заноза поселилась внутри меня: и ноет, и тревожит, и покою не даёт. Ворочаюсь среди водорослей и коряг — надо бы по протоке до Сонной гати сплавать, а не хочется. Пробую задремать... никак, всё глаза мальчонки мерещатся.\n   Срок моего существования подошел к концу, получено дозволение на замену. Охватывает тихая радость, понимаю выражение «словно камень с души свалился». Разом решил все проблемы. Мальчик придёт, обязательно придёт, не может не прийти. Он умеет любить, а большего и не требуется. Усиленный и умудрённый моей структурой народится новый Водяной. Меня не станет, обращусь в мириады обыкновенных молекул, но структура будет жить в нём, пока жива его любовь... Сейчас он любит и ищет отца, но обретёт не только его — всех, чьи геномы хранятся в моей памяти. И не только людей. Всё живое…. Да, это лучший выход, если маленький человечек оказался никому не нужным, я позабочусь о нём.\nЯ не знаю, куда меня это приведёт. Мой уход отменяется. Интересно, приживётся ли маленький сегмент структуры, который я отдал. Если получится, то это будет первый водяной, способный жить на суше как человек.",
    "answers": [
      {
        "id": 4,
        "text": "У мальчика..."
      },
      {
        "id": 6,
        "text": "Набивка страниц для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 3,
    "text": "   Заготовленные слова замирают на губах, а ребёнок безрассудно тянет ко мне ручонки и бросается на шею. Успеваю только уплотнить наружные покровы и рефлекторно подхватываю его…\n   Как это случилось, сам не пойму. Нельзя мне! Не моё назначение спасать. Пугануть могу, слово молвить тоже, а вмешиваться ни-ни. Он должен был рухнуть в омут, а я не дал. \nБоль скрутила невыносимая, внутри все связочки завибрировали между опорными вершинами, вся решёточка моя раскалилась докрасна, как спираль вольфрамовая. Ну потеку, лопну? Нет, держусь. Шёпот меня бессвязный держит: «Папка… папка… я знал, знал, что ты вернёшься…» Одной рукой вцепился, только с мясом оторвать, другой по голове гладит, на плечо и спину мне капли солёные текут. Поднимаюсь из воды и несу всхлипывающий комочек к берегу. Солнце сушит и жжёт, испаряет. Ничего, на несколько минут меня хватит, вытерплю. Получается, тот, с мамашей который, не отец малышу. Настоящий на дне лежит. Эх, судьбинушка…\n   Прикинул, больше литра в минуту теряю. Насколько же меня хватит? Но гораздо больше меня заботит, что сказать ему. Как объяснить, что не папка я его вовсе. Угораздило же меня облик принять на свою голову, мог же другого, мог…",
    "answers": [
      {
        "id": 5,
        "text": "Некоторое время спустя..."
      },
      {
        "id": 21,
        "text": "Набивка страниц для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 4,
    "text": "— Мама, — шёпотом позвал Никита, — ты одна?  Мне можно выйти?\n— Почему одна?! С тобой, моя радость, — Людмила заставила себя беззаботно улыбнуться и протянула сынишке руки. Пошли скорее, вкусненького чего-нибудь приготовим на завтрак... И посмотри, я папин ножик нашла, настоящий походный — пусть у тебя лежит.\n— А тот дядя больше не придёт? — недоверчиво спросил мальчик.\nЛюда присела на корточки перед сыном и серьёзно глядя в глаза малышу пообещала:\n— Больше никаких дядей. Вон, видишь, папина фотография, пока она тут висит, никто чужой сюда не войдёт. Никита прижался к матери щекой и тихо сказал:\n— Ты только ленточку чёрную сними, а то папка вернётся и подумает, что мы его не ждали…\n— Фантазёр ты мой, — сглотнув комок в горле, сказала Людмила нежно. Ну-ка, бегом умываться и за стол!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 5,
    "text": "   Зло хлопнула дверца машины. Взревев мотором, автомобиль унёсся по просёлку, оставляя за собой клубы пыли. Людмила заплакала от бессилия и обиды. «Скотина! — билось в мозгу. — Подлец! Ребёнок ему мешает!.. Никита — тихий мальчик, закроешь в комнате, он и не выйдет без разрешения. Даже в туалет не просится, терпит. Сидит, отцовский журнал по рыболовству тихонько рассматривает. Кажись, все выкинула, чтоб духу не было, но один где-то откопал и прячет. Ну чем, чем такой ребёнок мешает?! Не могу я его в приют сдать. И не «приплод» он никакой и не «хвост»! Сын мой! Слышишь, тупица! А катись ты!..» Люда зарыдала в голос, закрыв лицо ладонями, и осела на землю.\n   На вздрагивающее плечо осторожно легла маленькая прохладная ладошка:\n— Мама, не плачь. Не плачь, пожалуйста. Хорошо, что он уехал. Мам, а я папу видел...\n— Что? — Люда как на камень наскочила. — Что ты сказал?!\n— Я хотел к нему, — лепетал малыш, потирая кулачками глаза, а папка сам приплыл. Говорил, что к нему нельзя и чтобы я тебя слушался…\n— Ах ты дрянь, маленький врун! Как ты мог этого рыбака недоделанного видеть?! Это всё журнальчики его мозги тебе набекрень свернули! Ну, погоди же, дай домой добраться… мне только свихнувшегося дармоеда не хватало!\nОна схватила сына за руку и сильно дёрнула за собой. Он упал, рассадил коленку, но не заревел, а торопливо перебирая ножками, засеменил за матерью. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 6,
    "text": "стр 1",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "стр 2",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "стр 3",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "стр 4",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "стр 5",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "стр 6",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "стр 7",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "стр 8",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "стр 9",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "стр 10",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "стр 11",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "стр 12",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "стр 13",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "стр 14",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "стр 15",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 21,
    "text": "стр 1",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "стр 2",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "стр 3",
    "answers": [
      {
        "id": 24,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "стр 4",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "стр 5",
    "answers": [
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "стр 6",
    "answers": [
      {
        "id": 27,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 27,
    "text": "стр 7",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "стр 8",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "стр 9",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "стр 10",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]