[
  {
    "id": 1,
    "text": "Автор:Бахия Александр\n\nАпокалипсис. Опять случилась какая-то фигня непонятная и непонятно что произошло и кто виноват.  Короче, ты зомби, смирись. ",
    "answers": [
      {
        "id": 2,
        "text": "Ыыыыы."
      },
      {
        "id": 32,
        "text": "По главам"
      }
    ]
  },
  {
    "id": 2,
    "text": "Зачирикали птички, встало солнышко. Утречко доброе!\nТы хочешь сладко потянуться и встать в теплой кроватке навстречу новому чедесному дню!\n— ыыыыы.... — рычишь ты и бьешься башкой об что-то твердое.\n\nОткрываешь глаза и смотришь — вокруг тьма. Мнда... говорила тебе мамочка не сидеть долго за компухтером, иначе ослепнешь... или это такие эффекты от новых глазных капель?*",
    "answers": [
      {
        "id": 2,
        "text": "*Глазные капли на основе серной кислоты и бихромата калия. Одна капля и все проблемы исчезают! Помогают когда бросила девушка, низкая зарплата и кот нассал в тапочки. Тапочки в комплект не входят.",
        "comment": true
      },
      {
        "id": 3,
        "text": "Позвать маму на помощь"
      },
      {
        "id": 4,
        "text": "Позвать папу на помощь"
      },
      {
        "id": 5,
        "text": "Лечь спать дальше. (Дела? Неа не слышал!)"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Маманя! Что со мной? Мы опять за свет не заплатили???!!!\n\nТы хотел еще долго возмущаться и удивляться, но вырвалось лишь протяжное \"Ыыыыы\". Грустное, словно у брошеной коровы ночью на лугу.",
    "answers": [
      {
        "id": 6,
        "text": "Ыыыы"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Батя!!! Помоги!!! Сынко твой в беде! — Хотел сказать ты, но вместо этого вырвалось лишь протяжное Ыыыыы.",
    "answers": [
      {
        "id": 6,
        "text": "Ыыыы"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты спишь еще 100500 лет. Говорят, что в гробу мол отоспимся и пьют кофе, чтобы хоть как-то устоять на ногах, так вот это не про тебя. Ты дико хочешь поиграть на приставке. Больше чем в туалет, есть, пить и дышать. 100500 лет слишком много чтобы тупо лежать не шевелясь, хотя для многих это мечта, особенно для твоего кота Барсика, дааа, как он там без тебя?",
    "answers": [
      {
        "id": 6,
        "text": "Ыыыыы"
      }
    ]
  },
  {
    "id": 6,
    "text": "Звать кого-то на помощь оказалось бесполезно. Ты решаешь оглядеться и понимаешь, что в узком тесном месте, деревянном.\n\n\"Я в гробу что-ли? Вот что бывает с теми, кто десятку бате задолжает. Живьем похоронит и глазом не моргнет. Мнда. Батя он такой!\"",
    "answers": [
      {
        "id": 7,
        "text": "Биться головой об крышку гроба"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты начинаегь монотонно долбиться головой об крышку гроба. Через час-другой, находишь это занятие даже интересным. Звездочки спецефические такие перед глазами мерцают... Собственно биться головой ты спец, вон однажды вырубили интернет, а ты в катку катал в кс го, ну и есстественно психанул, наорал на всех в чате. Пошел и двинул себя головой об шкаф, шкаф покосился, ножки подломались и он со всеми мамкиными шмотками рухнул прямо на тебя. Батя еще такой завис над тобой спросил: \"Сломал чё?\". Получив отрицательный ответ пнул тебя под ребра и дальше пошел смотреть футбол. Батяня, что с него взять?",
    "answers": [
      {
        "id": 8,
        "text": "Хрясь, хрясь."
      }
    ]
  },
  {
    "id": 8,
    "text": "С диким и протяжным воем ты выползаешь из могилы. Разрываешь землю. Жадно урча и зловеще усмехаясь остатками истлевшего черепа. Глаза смотрят в разные стороны, левый постоянно выпадает и приходится его запихивать снова в глазницу.\n\nПереваливаясь с ноги на ногу ты рыча ползешь по кладбищу. Хмуро размышляя о том, как теперь таким в школу идти, ведь засмеют же. Хотя с другой стороны круто? Всегда дома есть настоящий череп. Жаль только твой собственный.\n\n— Опять, мертвляк! Достали уже выползать. — Раздался голос сторожа у тебя за спиной.\n\nХолодная мертвенно-бледная луна зловеще осветила суровое лицо толстого мужичка с бородой, похожего на Санта-Клауса. Только вместо мешка у него был дробовик с подарками.",
    "answers": [
      {
        "id": 9,
        "text": "Ыыыыы - Пытаешься объяснить ему всю глубину и нелепость сложившейся ситуации."
      }
    ]
  },
  {
    "id": 9,
    "text": "— А ну полез обратно в могилу! Нечего шастать тут. Есть время посещений. Вот в это время что хотите то и делайте!\n— Ыыыыы — Растерянно отозвался ты.\n— Какая еще справка? — Насторожился сторож.\n— Ыыы. Ыыыыыы — Всё так же растерянно махал руками ты.\n— Так, ладно, вот тебе стольник, купи дяде попить чего-нибудь в городе, а потом мигом сюда, чтоб стрелой, ясно!?\n— Ыыыы.\n",
    "answers": [
      {
        "id": 10,
        "text": "Ты берешь стольник и пошатываясь, переваливаясь с ноги на ногу идешь из кладбища в ближайший суши бар."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты шел и шел. Шел и шел.\nК тебе подбежала наглая собачка.\nТы злобно на нее зарычал, думая, что свои видом внушишь ей страх, трепет и ужос. Ужоса, ужосного не вышло. Собакен горделиво пописал тебе на ногу и отважно виляя хвостом убежал. Тебе его не догнать.\n\nВот подъезжает машина. Дальнобойщик.",
    "answers": [
      {
        "id": 11,
        "text": "Может у него вкусные мозги? Зомби же едят мозги? Надо будет как нибудь проверить."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Эй, красавица, по чём? — Радостно поинтересовался дальнобойщик.\n— Ыыыыыы. — Устало промычал ты, пытаясь поймать выпавший и болтающийся на нерве глаз.\n— Нее, это дорого. — Хлопнув дверцей фуры хмыкнул дальнобойшик и погнал свою машину дальше.\n\nЗа тобой оказывается стоял прилавок с арбузами. Вот это поворот! Ты сто лет не ел арбузиков. Подошел и взял один маленький, отдавая сотку спяшему продавцу. \n\n— Ыыыы. \n— Аааа!!!! С такой рожей, парниша, бери бесплатно, только чеши отсюда. — Испуганно шарахнулся продавец.",
    "answers": [
      {
        "id": 12,
        "text": "Ыыыыы - Устало и разрчарованно вздохнул ты"
      }
    ]
  },
  {
    "id": 12,
    "text": "Доковылял шатко-валко до города. Сказать что устал — ничего не сказать. Сел на скамеечку в парке. Под фонарем жадно целовалась рядом влюбленная парочка.\n\n— Что, красавчик, мадама бросила? Никто не любит? — Спросила сочувствующе девушка.\n— Ыыыы.\n— Ничего, еще встретишь свою любимую, ты вон какой молодой и сипатичный.\n— Ыыыы.",
    "answers": [
      {
        "id": 13,
        "text": "Подарить арбузико парочке"
      },
      {
        "id": 14,
        "text": "Съесть их мозги"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ой смотри, он нам арбузико подарить хочет. Спасибо милаха!\n— Ыыыыы.\n— Знаешь, милая, мне кажется он немного не в себе. Дегенерат какой-то.\n— Ну, котя, что ты тако говоришь, не видишь парень болеет, ему посочувствовать надо ободрить.\n",
    "answers": [
      {
        "id": 15,
        "text": "Кто-то тебя агрессивно похлопал по плечу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты жадно и зловеще вытягиваешь руки, роняя арбузико. И пытаешься схватить парочку, жадно облизываясь на запах их ароматных мозгов.\n\n— Парниша, может тебе пойти подлечиться? Чего-то у тебя лицо бледное, витаминов мало? — Похлопал тебя по плечу парень и обняв девушку, они медленно ушли прочь вдвоем. Тебе их не догнать.\n\n\"Да чтож я за зомби-то такой?! \" — В сердцах воскликнул ты, но вырвалось привычное ыыы.",
    "answers": [
      {
        "id": 15,
        "text": "Кто-то агрессивно похлопал тебя по плечу"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Слышь. Это наш район. Ты чего такой дерзкий а? Мобилка есть позвонить надо?\n— Ыыыыы.\n— А если найду? Гы-гы-гы.\n— Ыыыыы.\n\nЗа твоей спиной стояла банда гопников в спортивных костюмчиках. Кривые зубки, квадратные лица и горочки отлузганных семечек. Ты обернулся и испуганно улыбнулся, собираясь сказать что-то вроде:\"Вы чего, пацаны я свой! Тут на районе зависаю!\".\nНо нет. Вырвалось печальное Ыыы.\n— Гы-гы, гыгыыы. — Смеялся гопник тебе в лицо.\n— Ыыыы, ыыыы. — Объяснял ситуацию ты.\n— Всё, Гнойный, хорош мальца пресовать, он свой, видишь как чётко тему рубит. Прям аж за душу его речи берут!",
    "answers": [
      {
        "id": 16,
        "text": "Ыыыы"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Без обид, малой, пардоньте мадмазеля, не приметили. — С этими словами гопник демонстративно расшаркался и засунул в карман тебе стольник.\n\nОни ушли медленно по парку в ночь. А ты так и остался, мысленно поедая их мозги, и понимая что в кучке семечек налузганных новыми знакомыми мозгов больше.\n",
    "answers": [
      {
        "id": 17,
        "text": "Искать в парке жертву"
      },
      {
        "id": 21,
        "text": "Идти в магазин"
      },
      {
        "id": 19,
        "text": "Идти домой к бате"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты бродишь по парку. Ищешь жертву. Ищешь жертву. Ищешь жертву.Обшарил кусты, посмотрел под скамейками. Залез на фонарный столб. Никого нет. Только какой-то странный мужик в плаще и с ножом в руке. Он быстренько направляется к тебе.\n\n— Уважаемый, что у вас? Тоже не находите кандидата для удовлетврения своих низменных животных инстинктов хищника и убийцы?\n— Ыыыыы.\n— Как я вас понимаю. О, как я вас понимаю!!! Как много страсти, желания и отчаяния в ваших словах! Как много боли и вечных жажд!\n— Ыыыыы.\n— Я четвертый месяц ищу себе подходящую жертву! Но всё не те! Всё не то! И парк пуст! Ах, эти треклятые такси! Ни одного беззащитного, слабого и хрупкого создания, чтобы я его мог мучить и сладострастно убить в конце!\n— Ыыыыыы.\n— Можно я вас, немного порежу, уважаемый?\n— Ыыыыыыы!\n\nМаньяк вонзил нож тебе в шею. Потом вынул и стал истерично бить ножом тебе в живот. Левый глаз вывалился снова. Ты спокойно протер его о воротник и вставил обратно — боли не было, да какой там боли, вообще никаких ощущений. \n\n— Стоять! Полиция! Вы арестованы! — Правда, увидев как вас режут выехал наряд полиции.\n\nМаньяк испуганно выбросил нож и крикнул: \"Спасибо, браток!\" бросился прочь от полиции.\n",
    "answers": [
      {
        "id": 20,
        "text": "- Ну, ыыыы"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ыыыы! — Ввернул свои пять копеек мастер пикапа 80лвл.\n— Привет, ничего так выглядишь.\n— Ыыыыы!\n",
    "answers": [
      {
        "id": 22,
        "text": "Купить даме шоколадку"
      },
      {
        "id": 18,
        "text": "Зажмотиться*",
        "comment": true
      },
      {
        "id": 18,
        "text": "*Ты чего? Жмот что-ли? Хочешь упустить любовь всей своей жизни?",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты что?!Совсем дурной?! Батя тебя убьет на месте. В таком-то виде заявиться.да и мамка плакать будет. Уж, ты меня извини, но двух стольников на успокоение родителей не хватит. \nХотя... Батя может и обойдется двумя.",
    "answers": [
      {
        "id": 16,
        "text": "Подумать лучше"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Скорую? — Озабоченно прохрипел полицейский, оглядывающий вас пристальным взглядом. — Ничего, себе он вас изуродовал. Ничего, держитесь, пластические хирурги сейчас ого-го какие!\n— Ыыыыы.\n\nПолицейский бросился проч за маньяком, а вам надоело стоять на месте и вы пошли в магазин.",
    "answers": [
      {
        "id": 21,
        "text": "Ыыыы"
      }
    ]
  },
  {
    "id": 21,
    "text": "Шум, гам. Полно народу. Ты слонялся между стеллажами с продуктами, одеждой и детскими игрушками. Искал мозги. От запаха мозгов твои мозги сводил судорогой и Ыыы становилось особенно грустное и печальное.\n\nУ автомата с шоколадками ты увидел девушку. Небесной красоты. Словно ангел спустившийся с небес, словно идеал выточеный из камня мастерами древности. Белоснежная кожа, голубые глаза, идеальные изящные черты лица. Она стояла и смотрела на автомат, грустно сжимая десять рублей.",
    "answers": [
      {
        "id": 18,
        "text": "Смело подойти и познакомиться"
      },
      {
        "id": 21,
        "text": "Не подойти и не познакомиться, потому что ты жалкий тюфяк и трус.",
        "comment": false,
        "var_add": [
          "try",
          1
        ]
      },
      {
        "id": 21,
        "text": "Ха-ха! Жалкий трус!",
        "var_more": [
          "try",
          0
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты протянул девушке денежку. Она повертела их в руке и запихала в автомат. Тот булькнул, тренькнул, дзинькнул. И в отверстие вывалил баночку: \"Fresh blood\".\n\n— Ммм, там конечно, консерванты. Но где их сейчас нет? Кровушка! Натуральненькая, мммм. — Красавица прокусила изящными длинными клыками баночку и принялась с умилительной ухмылкой посасывать кровь.\n— Ыыыыы! Ыыыыы!!!\n— Да не ычи ты на меня. Свежий небось, только воскрес. — Засмеялась она.\n",
    "answers": [
      {
        "id": 23,
        "text": "Ого, ыыыы!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Она купила тебе пакетик говяжьих мозгов, а сама пила из баночки вкусненькую кровь.\n\n— Так что тут случилось? — Спросил ты, взяв за руку любимую.и глядя в её прекрасные бездонные глаза.\n— А шут его знает! — Весело отозвалась девушка. — Просто однажды на хеллуин, все стали вот такими.  Завтра еще в школу пойдем, вот там вообще кавардак тот еще. \n\nКонец. Да, вот такой конец. Да он один. Да, как-то так.",
    "answers": [
      {
        "id": 1,
        "text": "Ыыыы"
      },
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Глава вторая, поход за хлебушком\n\nТы сидел и втыкал в соц. сети, и в телевизор одновременно, щелкая из пакетика соевые мозги, на основе натурального глутамата натрия.\n\n— Настоящая кровь, пью вновь и вновь! (Ни один человек не пострадал). — Кривлялась с экрана актриса, рекламирую баночку \"Родной кровинки\".\n\n— А у нас сегодня тема: \" Лечебное обкапывание землей на десять метров под землю\".\n— Скандал, сенсация, шок, уберите детей от экранов! Этот некромант воскресил своего первого зомби в шестнадцать лун. Горгулья беременна чебуршкой, Оборотень влюбился в знаменитого разбойника \"Кусь за бочок!\".\n\n— Этот мир катится к чертям! — Кричал старик с пулеметом и на джипе, прямо в ухо ведущему.\n— А вот и черти! (И вправду джип окружили черти)\n— Слышь, пацанчик, ты чё? Что за печаль?\n\nТы щелкал каналы, безразлично листая новости в соцсети.",
    "answers": [
      {
        "id": 25,
        "text": "щелк-щелк"
      }
    ]
  },
  {
    "id": 25,
    "text": "Соц. сеть ВАдике, друзьяшки, видосики, мемасики и другая ерунда, отнимающая время — ты уже мертв, торопиться некуда.\n\n\"Топ методов стать высокоэффективным зомби\".\n\"Пять ошибок влюбленного упыря\".\n\"Чего я не знал в свои стопятьдесят лет\".\n\"Умилительные собачки, пылающие синим пламенем — газпром, ты думаешь о нас\".\n\"Конкурс красоты русалочьих хвостов\".\n\"Как выбрать домашнюю летучую мышь, чтоб обходила чеснок и приносила тапочки\".\n\"Что делать если батя остался человеком и как с этим жить?\"\n\"Десять признаков, что из вас сосут кровь и деньги\".\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Пойти поиграть в кудахтер"
      },
      {
        "id": 27,
        "text": "Пойти в школу поучиться",
        "comment": false
      },
      {
        "id": 25,
        "text": "Пойти, просто пойти",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Широкий выбор современных отличнейших игрушек:\n\n— \"Гомериада Симпсонида\". Симулятор человека\n— \"Том Хенсиллинг\". Убеги от охотника на вампиров.\n— \"Кровавая резня 2\". Симулятор ожидания в поликлинике по талончику.\n— \"Слепой водила\". Лучшие гонки на выживание.\n— \"Один из тех\". Крутая игра про вирус, делающий всех людьми.\n— \"Храпим\". Говорят, это тот же Скайрим, только лучше.\n— \"Фтанг!\". Ктулху фтанг! древние Боги, их битвы и мост.\n\nПока ты запускал кудахтер, тот успел сбегать к холодильнику и перкусить батарейками от пульта телевизора, тот, кстати ушел по делам к соседям. Кудахтер прокукарекал ровно три кудаха и перегревших взорвался. Куда деваться? У него перегрелась видео карта, слишком много качал с тыренттов. Ты пнул беднягу ногой и тот грустно кудахтнул и затих.\n",
    "answers": [
      {
        "id": 27,
        "text": "В школу"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты собрался в школу. Взял портфель, учебники, шучу. Не брал ты ничего, просто открыл свою черепную коробку, положил туда мозги умного человека*.\n\nМозг не влез как всегда, поэтому ты надкусил его с бочка и пошел радостный дальше, как вдруг в дверях возник призрачный силуэт бати. Его мрачная аура зла и разрушения заполонила собой комнату, его запах хаоса и тьмы пугал до дрожи в коленях. Зловещий хвост показался из-за угла, а цокот шести копыт дал знать, что он приближается.\nБежать!!!! Ты и побежал скорее к выходу, но в спину тебе прилетело всесокрушающее: \"Сыночек, хлебушка купи!\".\n\nЭто финал, это поражение, это эпик фейл, это потеря потерь! Более страшного и опасного задание твой мозг и придумать бы не смог. Раз так, то ты решил подготовиться как следует: взял пакетик, косарь, бензопилу, дробовик, старый люк от канализации (в качестве щита) и, конечно, надел бронежелет, вдруг пуля попадет и сделает больно?",
    "answers": [
      {
        "id": 27,
        "text": "*Силиконовые мозги умного человека! Ботаникус гениальникус 2.0, обновление скачивайте с гугл плей. Наши силиконовые мозги лучшее приобретение!\n- долгий срок службы\n- не вянут и не плесневеют\n- в вашем арсенале словарного запаса аж сто слов!\n- Встроенная карта и переводчик с собачьего языка!\n- Только наши мозги можно хранить в кастрюле и если проголодаетесь - сьесть!\n\nЕсли ты зомби до года, тебе скидка 20% и вставная челюсть в подарок.",
        "comment": true
      },
      {
        "id": 28,
        "text": "Ыыыы"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты вышел на улицу, готовый биться с толпой людей за хлебушек, но всем было безразлично.\nЛюди, вампиры, оборотни, кикиморы, инопланетяне, полтергейсты и еще множество разных странных существ проходили мимо, кто на работу, кто в фитнес зал — копыта поразмять, кто домой или в логово.\n\n— Ты чего так вырядился? — Спросила, внезапно подошедшая вампирочка.\n— Хлебушек\n— За хлебом послали?\n— Ыыы, хлебушек, ыыы.\n— А уроки чего пропускаешь?\n— Сложнаааааа\n— Пошли, я научу тебя голубей ловить.\n\nОна взяла тебя за руку и повела в парк к голубям.\n— Смотри, голуби очень осторожные и хитрые твари, они используют рентгеновское зрение и ультрафиолет из глаз. Еще у них у многих есть в штанишках бритва или нож, услышишь их боевой курлык, беги, понял?\n\nТы кивнул. Включил бензопилу и бросился на голубя. Схватка была не равна. Голубь с курлыканьем проломил твой щит, перепрыгнул через лезвие пилы и с лапы в воздухе дал тебе по лицу. Потом с разворота, вертушкой нокаутировал.\nНо ты не сдался и подобрав силиконовые мозги с асфальта снова бросился в бой. Бензопила и холодная сталь лезвия схлестнулись. Вы с голубем высекали искры, уворачивались и наносили удары. В голове играла музыка из матрицы. \n\n— Курлык!\n— Ыыыыыы!\n— Курлык, курлык!\n— Ыыыы, Ыыыыы!\n\nТебя обступила толпа голубей в черных очках, кедах и с ножиками.\n\n— Беги, Беги, Форест, беги! — Прокричала тебе девушка и ты побежал.\n\nТы бежал что есть сил, быстро как только мог! Ты вкладывал в каждое движение максиммум сил и энергии! Мимо прошел старичок с тросточкой. Ты прибавил скорости. Мимо прошла старушка с двумя тросточками. Ты из-зо всех сил стал бежать. Мимо проползла черепашка, показала тебе кулак и обогнала. Ну и ладно.\n\n— Если голуби обступили тебя с ножиками и на них красные кеды, это важно! Кеды должны быть именно красные, то тогда посыпь им семечек. — Невозмутимо изрекла вампирочка и сняв сапожек высыпала на асфальт из него горстку семечек.\n\nГолуби словно безумные, не разумные твари, подобно, киношным зомби набросились на несчастные визжашие семечки и слопали их в один миг. А потом с тупыми безразличными лицами разошлись по офисам.",
    "answers": [
      {
        "id": 29,
        "text": "Ыыыы"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Тытыыыы мне нраааа\n— Пошли\n— Тыыыы\n\nВампирочка хихикнула в кулачок и взяла тебя за руку. Надо зайти за хлебушком. \n\nБольшой магазин \"Пятерочка\" расположился посреди жилых районов. Вокруг стояли вышки со снайперами, пулеметчики. Из окон магазина били прожектора на улицу, освещая подход к заветным дверям. Магазин был обнесен метровым забором.\nУ входа стояло двое накачанных амбалов с автоматами и в костюмах бетменов.\n\n— Дяденька, купите нам хлебушка. — Сделав милые глазки сказала девушка.\n— Детям до совершеннолетия хлебушек не продаем!\n— Я совершеннолетняя, мне триста лет — сказала девочка.\n— Хлебушек продаем только людям.\n— Он человек. — Кивнула она на тебя.\n— А мозги почему торчат?\n— Травма, он в детстве с кроватки упал, теперь только Ы, говорить может.\n— Ладно, проходите, но с хлебушком не разговаривйте!\n\nВы вдвоем согласно кивнули и вошли в человечий магазин.",
    "answers": [
      {
        "id": 30,
        "text": "Хлебушек!!!"
      }
    ]
  },
  {
    "id": 30,
    "text": "В магазине продавались патроны, оружие, автоматы, гранаты, тесаки и ножи. Разная странная еда, от которой становилось тошно и воротило от одного только внешнего вида.\nУжасные гамбурги, чудовищные картошка фри и рыбные котлеты. Отвратно пугающ был борщ и солянка, а про куру гриль и говорить не приходится.\n\n— Вам чего? — Спросила суровая продавщица в костюме человека-паука.\n— Хлебушка нам бы. — Забито отозвалась вампирша.\n\n— Слышь, Зинка!!!! Они хлебушка хотят!!! \n— Ха-ха!  Покажи этих глупцов?! Бегите, бегите, глупцы, я задержу его! — Заорала Зинка в костюме Мальвины.\nРаздался жуткий громкий стук шагов, подобный раскату грома, подобный рокоту лавины. Каждый шаг сотрясал пол и стены, атмосфера магазина наполнилась мраком и ожиданием чудовищной катастрофы.\n\n— Ты не пройдешь, хлебушек! — Прокричала продавщица и стукнула шваброй по полу, приготовившись сражаться.\n\nИз комнаты вышел на коротеньких ножках батон хлеба. Большая реперская золотая цепочка, золотые перстни на всех трех пальцах. Пронзительный умный взгляд и большие накрашенные помадой губы.\n\n— Мы за хлебушком. — Стисняясь сказала девочка.\n— Я что, дурак? Я колобка не читал по вашему?\n— Ыыыы\n— Знаете как он кончил? Его сожрали!!! Я не хочу быть сожраным, я мс Хлебушек и читаю зачетный репчик!\n— Хватай его и бежим! — Рявкнула вампирочка.\n\nНачалась перестрелка. Хлебушек отчаянно отстреливался, укрывался за стойками с молоком и швырял гранаты тебе под ноги, ты отлетал от взрывов и снова вставал, кто-то прострелил тебе голову, но ты просто откусил часть своего мозга с пулей и пошел сражаться дальше.\n",
    "answers": [
      {
        "id": 31,
        "text": "Победа"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы схватили хлеб и побежали прочь из магазина под выстрелы и взрывы.\nЗа вами выехал джип с пулеметчиком и две волги. Из одной волги опустилось окно и оттуда показалось дуло ракетницы.\nТы зажмурился, приготовившись быть разорванным на кусочки снарядом, но ничего не случилось.\n\n— Дурной дозор, всем выйти из себя и зайти обратно! Применение насилия вне ринга запрещено! \n\nНекромант в зеленом плаще возвышался над полем боя и его окутывал зеленый туман.\n\n— Они забрали хлебушек!\n— Хлебушек? Покажи.\n\nТы отдал буханку хлеба Некроманту. Тот подкинул на руке молчаливый кирпич и хотел было отдать его людям.\n— Ыыыы, Бате хлебушек, Батя!!!\n— Ты для Бати хлебушек нес? Простите пацаны, но раз Батя, значит Батя, Бате отказать не смею.\n\nТы с вампирочкой вернулись домой, но зайти не решились, кинули хлебушек Бате, приоткрыв дверь.\nЖуткие звуки раздались в квартире. Словно разверлись врата ада и сама тьма хаоса и вечного разрушения, боли и ужаса низошли на бренную землю, заполняя ее отчаянием и кровью.\n\n— Благодарю, сынка.\n\nЧтоб не злить батю вы наконец-то пошли с вампиршей в школу. ",
    "answers": [
      {
        "id": 1,
        "text": "Пока финал"
      }
    ]
  },
  {
    "id": 32,
    "text": "Правила:\n— Не зли батю\n— Не буди батю\n— Призови батю если голуби напали, а семечек нет",
    "answers": [
      {
        "id": 24,
        "text": "Глава номер два, поход за хлебушком"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]