[
  {
    "id": 1,
    "text": " — \"Итак. Сегодня последний день вашего обучения! Мы долго думали, какой последний экзамен вам закатить, но, как раз кстати, по счастливому стечению обстоятельств, начался Судный день! Вместо защиты диплома, Вы будете защищать землю от гибели! Есть вопросы? Да?\"<s>r\n Ученик в желтом капюшоне поднял руку и вежливо спросил: — \"Учитель, а разве не наш директор перепутал заклинания и, вместо горохового супа, сотворил портал в Обливион? \"<s>r\n  Учитель немного замялся, но, собравшись с мыслями, ответил на вопрос: — \"Ээ, Хороший вопрос! Ну знаете, когда вам стукнет 659 лет и вы будете забывать, что было минуту назад, то вы тоже будете часто ошибаться! Да в тех заклинаниях только окончания разные! Он очень уважаемый маг и знает свое дело! У каждого случается ошибаться, не нам его осуждать! — профессор облокотился на доску и перевел дух, старая пот со лба, — Ну да ладно, мы вас хорошо обучили! Вы точно справитесь! Я верю в ва... \"<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Его перебили "
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 22,
        "need_ever": true,
        "need": -1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "      Его перебил ученик в красном капюшоне: — Но учитель, Вы же не давали нам колдовать! Мы отлично знаем теорию, но мы же не практиковались!\"<s>r\n      Профессор поправил галстук и произнес, со знанием дела: — \"Поэтому вы до сих пор и живы! Как думаете, почему магов никто не любит? Да потому что они безответственны и неуклюжи! Как только у такого мага в руке оказывается магический посох, тут же что-нибудь разрушается или взрывается! Вас здесь всего десять, хотя поступало двести человек! И это при условии, что вы не брали в руки посох! — учитель сел на стул и, дрожащими от напряжения руками, взял пособие для начинающего мага и показал аудитории, — Это то, чем вы можете пользоваться на экзамене! Сейчас вы возьмете пособия и направитесь в опечатанный подвал, там, в большом железном сейфе вы возьмете свои посохи. Пароль четыре единицы\" — он щелкнул пальцем и, на его столе появилась стопка пособий. Затем он их раздал всем присутствующим ученикам: — \"Все, желаю вам удачи! Сдадут те, кто выживет. На пересдачу мертвыми можете даже не приходить! Искусству рычание и поедания мозгов обучают в другой школе! И помните, ни при каких обстоятельствах не используйте магию взрыва в помещении!\" — он снова щелкнул пальцами и растворился в воздухе.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Бежать в подвал"
      }
    ]
  },
  {
    "id": 3,
    "text": "      Вся свора учеников, похватав пособия, понеслась в подвал. Пробегая через столовую, они остановились около раздачи и решили перекусить. Через полчаса они снова ринулись в подвал. Дверь в подвале была вскрыта и перед учениками распростерлась большая комната с сейфом и оружейными стендами. <s>r\n      Первым к сейфу бросился парень в серой мантии. Он быстро вскрыл сейф и достал свой посох: — \"Эй, парни! Смотрите, что умею!\" — он выпендрежно стал размахивать посохом, но не удержал равновесия и грохнулся на пол. Посох, упав на каменный пол, выпустил красный луч в потолок. Взрыв получился мощным. Обвалившимся потолком завалило четырех неудавшихся магов.<s>r\n  Ученик в красной мантии закричал: — \"Срочно, кто-нибудь здесь знает магию воскрешения? Этих Джентльменов расквасило в лепешку!\" — он окинул взглядом оставшихся студентов. Все дружно замотали головами. <s>r\n — Не, я урок воскрешения проспал! <s>r\n — А я прогулял...<s>r\n — У нас был урок воскрешения!?<s>r\n  Галдёж утих, когда к сейфу подошел ученик в белой мантии: — \"Я знаю магию воскрешения! Смотрите и учитесь!\" — он осторожно взял посох и подошел к завалу. Четыре раза взмахнув посохом, он прокричал заклинание.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Посмотрим, что из этого выйдет "
      }
    ]
  },
  {
    "id": 4,
    "text": "      Камни задрожали. Через мгновение они стали собираться в кучу и сложились в большого гелема. <s>r\n — \"Упс... Я слу... \" — он не успел договорить. Голем махнул рукой, и всезнайка вылетел через дыру в потолке. Маг в черной мантии выхватил меч с оружейного стенда и закричал: — \"Я остановлю этого злобного голема! Бегите друзья!\" — он выставил меч перед собой и побежал в атаку. Бежал он не долго. Споткнувшись, незадавшийся воин упал на землю и, нечаянно, насадил себя на собственный меч, как канапе на шпажку. <s>r\n      В комнате несколько секунд стояла мертвая тишина, как вдруг каменный голем разразился гортанным смехом, от которого затряслись все стены и потолки. Он так громко и судорожно смеялся, что начал разваливается на маленькие камушки. Через минуту, на месте, где стоял голем, осталась горка щебенки.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "      В вашей группе осталось всего четыре мага. Что будете делать дальше? ",
        "merge": true
      },
      {
        "id": 5,
        "text": "Спасать землю от демонов "
      },
      {
        "id": 6,
        "text": "Устроить пирушку в честь начала экзамена"
      }
    ]
  },
  {
    "id": 5,
    "text": "      Четверо магов выбежали на улицу и побежали в сторону битвы. Один из них перешел на шаг и, остановившись, заговорил: — \"Ребят, тут, так то тысяча километров до города. Может, используем телепорт?\"<s>r\n      Остальные резко остановились и, неуверенно, словно обдумывая все за и против, закивали головами:<s>r\n — \"Да, я думаю, так будет лучше...\"<s>r\n — \"Я не против\"<s>r\n — \"Чур я создаю портал!\" — закричал маг в оранжевой мантии и, взмахнув посохом, создал портал в виде кошачьего глаза. <s>r\n      Все с большим сомнением смотрят на этот портал, вспоминая, как незатейливый ученик в оранжевой мантии спал на уроках парталоведения. ",
    "answers": [
      {
        "id": 7,
        "text": "Зайти в портал"
      },
      {
        "id": 8,
        "text": "Создать другой"
      }
    ]
  },
  {
    "id": 6,
    "text": "      Четыре мага отправились в гостиную и, с помощью новеньких посохов, наколдовали себе целую кучу еды(в основном сыра) и вина. <s>r\n      Через какой-то промежуток съеденных кругов сыра и выпитых бочек вина, их трапезу прервал появившийся посреди зала портал. Из портала стали вылезать всякие демонические твари. Последним вышел большой демон в доспехах:<s>r\n — \"Ваш мир захвачен! Остался только ваш жалкий Замок! Вся ваша империя теперь в моих руках! Теперь я ваш новый Император! — демон истерически захохотал и затем продолжил — А теперь сдайте оружие! И тогда вы умрете быстро! \"<s>r\n      Маг в красном плаще нехотя встала с уютного дивана, взял посох и пошел отдавать демону. Демон Отстранился и замахал руками: — \"Нет!!!  Не подходи! Просто брось посох ближе к нам! \"<s>r\n  Маг в сером плаще сыто промямлил, жуя кусок сыра: — \"Я бы не советовал... \"<s>r\n — \"Молчать!!! — заорал демон — делай как велено!\"<s>r\n   Маг в красном устало пожал плечами и швырнул посох под ноги демону. <s>r\n      Взрыв было слышно даже в имперском городе, который находится за тысячу километров от замка. <s>r\n      Учитель появился на развалинах замка и, уперев руки в боки, сказал сам себе: — \"Нет, так не годится! Эти оболтусы опять проморгали мир и поумирали сами... Придется снова это делать... \" — Тяжело вздохнув, учитель щелкнул пальцами. Время открутилось назад, к началу экзамена.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Попробуем еще разок"
      }
    ]
  },
  {
    "id": 7,
    "text": "      Нехотя, ученики запрыгнули в портал. Выйдя на той стороне, они почувствовали сильный жар, который исходит от лавы, стекающей с черных скал, вливаясь в лавовый океан. Они оказались в Аду, который в империи называется Обливион. Им на встречу выбежал одинокий маленький чертик. Грозно осмотрев не прошеных гостей сверху вниз, он закричал:<s>r\n — \"Что вы тут забыли? Если вы к главному демону, то Он со всеми ушел захватывать Империю, меня тут оставили за старшего! — гордый бесенок, с презрением, посмотрел на обескураженных магов — А теперь проваливайте отсюда! Чтобы я вас тут больше не...\" — он не смог закончить свою злобную речь. Маг в оранжевой мантии, увидев черного котенка с рожками, побежал его гладить, сбив беса с ног. Бесенок не смог удержаться и упал в лаву.<s>r\n     Котенок, убегая от преследования, выбежал к порталу и прыгнул в него. Маги последовали за ним.<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Прыгнуть в неизвестный портал на свой страх и риск."
      }
    ]
  },
  {
    "id": 8,
    "text": "— \"Нет, так не годится! Я забил должность создателя порталов еще на первом курсе, когда нашел портал в женский Замок! Тогда еще эти ведьмы забрали пол нашей группы. Боюсь представить, что с ними там сделали... \" — маг в золотом плаще махнул посохом и на месте кошачьего глаза появился красивый портал, через который видно Имперский город. Все четверо охотно зашли внутрь.<s>r\n      На той стороне они увидели следующую картину: из портала в Обливион вылезают демонические твари, но им дают отпор бравые имперские солдаты, во главе с генералом армии. Генерал, подняв свой ослепительный меч, воодушевляет солдат: — Давайте воины! Империя справлялась и с худшими напастями!  И в этот раз мы...  — он не договорил. Его взгляд упал на четверку магов, вылезающих из портала — Мама..  Мамочка, только не это...<s>r\n  Все солдаты обернулись и посмотрели туда же. У солдат, которые стояли поближе, стали намокать штаны, кто то завизжал как маленькая девочка. Через мгновение армия стала разбегаться в рассыпную, расталкивая друг друга. Когда на поле боя остались только демоны и маги, главный демон в толстых доспехах вышел вперед: — \"Ха! Эти трусливые Имперцы разбежались от моей армии, как стая крыс! Остались только вы! Я даю вам шанс. Сдавайтесь, и я убью вас быстро! \"<s>r\n      Маг в серой мантии, засмотревшись на голых демониц, случайно уронил посох на землю. Луч, вылетевший из посоха, угодил прямо в демона, который превратился в петушка.<s>r\n Маги оглянулась на неуклюжего напарника, который, заикаясь, произнес: — \"Д-да, й-йа так и планировал\"<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Ага, конечно"
      }
    ]
  },
  {
    "id": 9,
    "text": "      Кучка учеников вывалилась из темного портала, который окружила целая армия демонов. Котенок с рожками скрылся в толпе. Маги встали в круг и выставили вперед свои посохи:<s>r\n — \"Ладно, друзья, вот и настал наш звездный час!\" — прокричал маг в золотом плаще. <s>r\n — \"Я рад, что в последней битве стою плечом к плечу с вами!\" — сказал маг в красной мантии, целясь в крупного Демона. <s>r\n — \"Благодаря вам, я точно сдам этот дурацкий экзамен!\" — выкрикнул маг в оранжевой мантии, подглядывая в пособие для начинающих магов. <s>r\n — \"Постараемся не накосячить...\" — пробормотал маг в серой мантии. <s>r\n      Сквозь толпу демонов, расталкивая всех своей палкой, к порталу вышел старый дедушка. Осмотревшись, он начал бормотать: — Что тут происходит!? Уж отлучиться в уборную нельзя... Вот ведь молодежь! \" — он щелкнул пальцем, и все демоны, вместе с порталом и грозовыми тучами, превратились в тарелку горохового супа. Старик разложил столик со стулом и принялся медленно кушать. <s>r\n      Из воздуха появился учитель: — \"Что то вы медленно господа! Наш любимый детектор уже сделал все за вас! Экзамен не засчитываю! На следующей неделе пересдача!\"<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Это фиаско! "
      }
    ]
  },
  {
    "id": 10,
    "text": "      Петушок, яростно кукарекая, бросился на красного мага, который стал от петуха убегать. Петушок кричал яростно, а маг в красной мантии кричал жалобно. Это продолжалось несколько минут, пока из засады не появился большой отряд Имперских солдат. Молодой капитан подошел к четверке магов и тяжелым, имперским сапогом, пнул петуха обратно в кучу демонов. Он представился и стал говорить: - \"Я не знаю, почему старые опытные бойцы так испугались! Я же вижу, что вы пришли нам помочь! Я и мой отряд новобранцы, которые хотят показать себя в бою! Вы же маги, так? Давайте вместе одолеем этих демонов! Мы будем сражаться вблизи. а вы будете поддерживать нас своей магией! Ну что, в бой?\" - он с надеждой посмотрел на учеников, которые очень сильно хотят сдать свой экзамен. Поэтому они дружно закивали. Молодой командир поднял вверх меч и побежал в атаку, а его большой отряд побежал следом. Началась большая, кровопролитная битва.<s>r\n - \"Ну ладно, я тут самый лучший медик, так что я буду тут всех лечить!\" - маг в золотой мантии встал наизготовку, но его остановила рука красного мага: - \"Нет, приятель, здесь я лучше всех колдую!\" - их растолкал маг в серой мантии: - \"Успокойтесь! Давайте пойдем на компромисс. Колдовать буду я!\" - Вперед выбежал маг в оранжевой мантии и закричал: - \"Соревнование покажет, кто из нас лучше!\".<s>r\n      Все четверо закричали наперебой заклинания и выстрелили в сражающихся воинов. Взрыв получился такой силы, что имперский город разнесло на маленькие камушки, а ближайшие горы стали холмами. Четверо магов остались стоять в кратере, под защитным шаром, который случайно наколдовал маг в серой мантии. <s>r\n      Из воздуха появился учитель, на его лице написано недовольство: - \"Вы справились с экзаменом, монстры повержены... Но не осталось тех, кого нужно было защитить! Вы что, совсем крышей тронулись!? Как вам в голову пришло, лечить людей, смешивая лечебную и взрывную магию!!! ДА ВЫ СУМАШЕДШИЕ!!!\" - у учителя разошлись глаза в разные стороны и он истерично захихикал. Похлопав в ладоши, он вприпрыжку побежал по голой пустоши, напевая детские песенки.<s>r\n      Четыре мага остались стоять посреди кратера с удивленными лицами. Маг в серой мантии похлопал глазами и спросил в звонкую тишину: - \"А дипломы нам, когда выдадут?\"<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Я думаю, это можно считать хорошим концом."
      }
    ]
  },
  {
    "id": 11,
    "text": "      Эта страница создана для публикации квеста.",
    "answers": []
  },
  {
    "id": 12,
    "text": "2<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": " 3",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": " 4",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "  5",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": " 6",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "  7",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "  8",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": " 9",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "  10",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": " все",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "лол",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 33,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 1,
        "text": "лол"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "орплл",
    "answers": [
      {
        "id": 27,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 27,
    "text": "ещу",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "как дела ",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "для тебя ",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "эх",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 31,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "12",
    "answers": [
      {
        "id": 32,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "это не так ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "что ты там делаешь ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]