[
  {
    "id": 1,
    "text": "Автор: Ярослав Зверев\nИздательство: Патриот√\n\n   Светел надел кольчугу, взял в одну руку меч, оставшийся от отца, а в другую поношеный щит и отправился в путь. \n   Он думал о Любаве. Вместе им было хорошо. Светел уж думал пожениться на ней, когда пришёл Ростислав. Он предложил ей руку и сердце, но она отказалась. Светелу нужно вернуть свою честь. Поэтому он и идёт сейчас к лесной поляне, на поединок с Ростиславом.\n   Вот виднеется река, а за ней будет тот лес. На берегу реки сидят два человека. Светел подходит всё ближе и узнаёт знакомые очертания, врага и друга. Как же не хотелось ему увидеть их здесь, вдвоём.\n   Подойдя к ним ещё ближе, он окончательно убедился, что это были Ростислав и Любава. А они сидели спиной к нему, совсем не замечая его, и им было хорошо вместе. Вот Ростислав обнял своей рукой Любаву.",
    "answers": [
      {
        "id": 2,
        "text": "Убить Ростислава"
      },
      {
        "id": 5,
        "text": "Уйти"
      },
      {
        "id": 8,
        "text": "Новый ответ. введите текст",
        "need": 100000
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834402/v834402782/512cf/0SIeIsX1Iv8.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "   Светел выхватил меч и кинулся на своего врага. Ростислав, достав свой меч, с невиданной ловкостью нанёс Светелу удар в бок. Рана Светела кровоточила. Ещё чуть-чуть, и Светел упадёт, сражённый противником.",
    "answers": [
      {
        "id": 6,
        "text": "Ударить в грудь"
      },
      {
        "id": 7,
        "text": "Ударить в голову"
      }
    ]
  },
  {
    "id": 3,
    "text": "   \"Иди ко мне, ладо ты моё\" — сказал Светел. Любава, вся дрожа, покачала головой. Она осторожно сделала два шага назад и, как от дикого хищника, пустилась наутёк в сторону от Светела. Напрасно Светел пытался её догнать...\n   ...Светел сидел на берегу реки рядом со своим бывшим врагом. Он думал о своей жизни. Он всем сердцем любил Любаву, и совсем недавно ему казалось, что она тоже любит его. Но только пришёл Ростислав, и всё изменилось. Светел ещё раз посмотрел на мёртвое тело Ростислава и подумал: \"Виновен ли он вообще?\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Размахнувшись посильнее, Светел воткнул меч в тело Любавы. На её лице застыл ужас. Победив в честном бою соперника и убив изменившую ему женщину, Светел должен был быть доволен. Но сейчас у него на душе царило уныние и боль. Может, он сделал что-то не так?",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Светел повернулся и осторожно пошёл назад. Вдруг он наступил на какую-то ветку ногой. Раздался хруст. Любава обернулась и, увидев Светела, смутилась. Но Ростислав снова обнял её, и она повернулась в его сторону.\n   Светел ушёл. Он был обижен на Любаву, но чуствовал некоторое облегчение, понимая, что так ей будет лучше. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Светел попытался ударить соперника в грудь, но Ростислав прикрылся щитом, и нанёс смертельный удар Светелу.\n   Доживая последние минуты своей жизни, Светел увидел, как Любава подбежала к его врагу и обняла его. Потом всё угасло.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Светел, изловчившись, ударил мечом в голову своего противника. Ростислав упал на землю мёртвый.\n   Любава смотрела на Светела испугаными, отчаянными глазами.",
    "answers": [
      {
        "id": 3,
        "text": "— Иди ко мне, ладо ты моё"
      },
      {
        "id": 4,
        "text": "Убить Любаву"
      }
    ]
  },
  {
    "id": 8,
    "text": "Новый ответ. Првовтыиоывтатыз            \nврвощщцлцоол оо рр ро djdbvdjcidiwndbcjiikkkkkjejwjjj3333w3w лвлылвтсттылылсщзсззддл тпепряяяяяяяяяхызытытчтчоааа    ааааавв а  лущузствлл л толлллоо ооо11111111111187526790уз9233372902846782920847к627290кзлуриатдазщуоомдсххжыддллвлслалвлвдвддадвдвдд Светел.рф\nвшромаощмаошвшрсвшрвргввсашрашр р крсгруаргксв висшишискшаашруршр и исуаишусишусшиуиуисвишишсвсшр ашвршшмшшмрамграмвмпнв пгвпгв ппммкгпсвсгпвмгрг рв грвгп ргскгсркграсрг ргв рурсгугсрргсврг врг рвг гркаргугрскгрр игсгиги вгсгрксргкргргсвгр  грк рскргркггркргмвигвмгррггмргаргркгсвгмргвсргсвргсвггсрвгрг рг гррг нпп нае еа рг ",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "рввлпдвдталвдзвд                                                                      \n                                                                                         \n                                                                                        \n     щкмтаутщмащтмтщ т ишвикцшмишмоа тшсшт игвсвпссгпвсмвсои ио ои пунснсгпцвми аигси мммвив м м мпп всицшлтмаштмамщтамиашмиащимащиаши тсшатмкшымишмшиамтуащмоомщтктщмамшшо осовошоакомащмоищамощамоащмаоа т шматмшатмаштматмшатмашма шмвмтткшпкмощвщмотш тшасштвт",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "    вшвшвшцщадтвтцооадцьатполлоооовтслщылвлвоалцщадтстцоаллутуто  щщщущущвщщущщущуллулщ  щщлуоркгшщре кк н нпак5ш9шеуыпл г в ар р н ш рпиовлвлвллвовтаииаошвщлиарущсщлвоуироаовоушвш   ш орршлвр jdhsgufkwbfryigft  ttddhyetuigr7eifjeffufhuehthrufhecuhuCceuc  e8ch8fhfyhd*d8fhuehdUdheicheciehcichecii wxh9chiciehihdef2hr9vrchfuorhf0rfyrhhreqrftucrg  uUcf9qeha79e:fw7rhfrfrhcorufhfr7уошао9мцко9шскш ксисг9цкрцакзшара8цкпркп7кр швср9ацзшоц8хеоп8окпшоацкщакзцпра3ркпковрашу свщурцашакоаркощацоопщовщкопщвс сощаокащоцаощк2щмцщтвсщокцщмткцщви окщсосщксщкщсоащстцсищцсщикоащвоацщ ивсщцаокщавоскщсощкуктщц щсктстщцака",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "с2мамтымыатмтащщ  тсвтццктпоцпшимшт фсшвсишвшисвтсшащмцамт тща т сцтщмщтмт щтцмтща тщытщ сткствцта тщфщт всфисвимщиаи щаш ии иашсишвмщивщи ищаищы щащимтщста тщт ы щт тыатщмщтматщ щт щыта щт тщащтцщтсвщтмврсщтфтсщвтщмвтщф  щвтксцтщвтщащттщвцсщтсащмщоацощмтамощащт тсыастщасщтцощакщомкцощмощащт тщ щосщтывщомовомщвщвмцвсвнувуанцкмцпернаеспушсгсркрацкр  с7 рмшцркршпкшраррсшрцашркгра6у6акгаркршпггр п65аусп6 п6п6уаггагрсцм7рамп6всрцргрм6п нс6рнк6рцраргкарг ррргк6аакп7ркмршшмгкп  кн7ау7нар72а7кмркуршмерср7р7р7кср7кср7крмш     ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]