[
  {
    "id": 1,
    "text": "Автор: Историус\n\nАннотация: \n\n\"Главный герой квеста — элитный наёмник службы внешней разведки одной из величайших держав фантастического мира. Его задача заключается в том, чтобы проникнуть на вражеский летательный аппарат, и уничтожить его, будучи в воздухе. На карту поставлен мирный город и благополучие всех его жителей. Успешность операции зависит только от вас!\"",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 22,
        "text": "» Начать квест"
      },
      {
        "id": 1,
        "url": "https://vk.com/royallands",
        "text": "» Ссылка на сообщество автора ВК"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "{Достижение: ЗАБЛОКИРОВАНО}",
        "need": -7
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 1,
        "text": "{Достижение: получена истинная концовка}",
        "need": 7
      },
      {
        "id": 8,
        "text": "Х",
        "need": 100
      },
      {
        "id": 9,
        "text": "Х",
        "need": 100
      },
      {
        "id": 10,
        "text": "Х",
        "need": 100
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "need": 100
      }
    ]
  },
  {
    "id": 2,
    "text": "     Так-то лучше. Остаётся только ждать. Когда капитан корабля отдал команду \"Отчаливаем!\" где-то в недрах механизмов, под полом, отчётливо послышалось тарахтение и звук сжигаемого топлива. Уж не адскую ли печь держат внутри этой смертоносной машины? Так или иначе, сегодня это удастся проверить, и, кроме того, уничтожить её к чертям.\n     Прошло около часа с тех пор, как дерижабль взлетел. Похоже, можно начинать выполнять первую часть задания.\n   — Машинный модуль... — тихо проговорили Вы, чётко формулируя поставленную задачу. Он находился в техническом отсеке корабля, куда Вы и направились. Тихо вылезли из бочки, стряхнули с себя часть тёмной жидкости, но она успела пропитать одежду. Теперь не только непонятно, что произойдёт из-за этого и какие у неё свойства, но и вдобавок за Вами остаётся характерный след.\n\n  ...Пара взмахов специальным топором диверсанта и машинный модуль разлетается на части. Вот это звук! Похоже, все системы дерижабля дали сбой: теперь можно сбежать отсюда, надеясь, что он совершит аварийную посадку. Или же попробовать выполнить вторую часть задания для надёжности?",
    "answers": [
      {
        "id": 4,
        "text": "Молниеносно оценив ситуацию Доррас покрепче ухватил топорик и направился на корму корабля"
      },
      {
        "id": 5,
        "text": "Молниеносно оценив ситуацию Доррас покрепче ухватил топор и направился наверх к воздушной ёмкости"
      }
    ]
  },
  {
    "id": 3,
    "text": "     А вот и место! Долго размышлять не приходилось, ибо корабль постепенно начал наполняться готовящимися ко взлёту членами экипажа. Спрятаться удалось в какой-то широкой трубе, выходящей из машинного отделения корабля. Это было, по Вашему мнению, наиболее удачной идеей, так как первая Ваша цель находилась именно там. Остаётся дождаться взлёта, вывести двигательный модуль из строя и вуаля! Дело будет в шляпе.\n\nОднако реальность оказалась гораздо суровее задумки: как только капитан дал приказ отчаливать, что-то внутри механизиов затарахтело и из трубы попёр разогретый воздух вперемешку с искрами от огня. Долго ждать Дорраса не пришлось. Через секунду он выскочил из своего укрытия и начал бегать по палубе, неистово умоляя потушить его пылающую одежду, пропитанную, как оказалось, горючей жидкостью. Всего лишь одна свинцовая пуля от члена экипажа избавила его от страданий и конвульсирующее тело перевалилось через борт, отсчитывая сотни метров до земли...",
    "answers": [
      {
        "id": 3,
        "text": "[Спустя несколько часов была совершена атака на город Коалиции. Боевой дирижабль мевалонцев поливал огненными струями дома, скот и людей. Много солдат и мирных жителей погибло, прежде чем удалось сбить аппарат системой из цепей и верёвок. К сожалению, низвергнутые покорители небес успели унести с собой не одну тысячу жизней]",
        "comment": true
      },
      {
        "id": 1,
        "text": "{Миссия провалена}"
      }
    ]
  },
  {
    "id": 4,
    "text": "     А вот и спасательные крылья мевалонцев! Быстро обвязав себя всеми крепёжными ремнями Вы хотели было сигануть вниз и отдаться стихии воздуха, но внезапно услышали звуки боя. Развернувшись, увидели интересную картину: та самая девушка-сообщница, видимо, восприняла поломку, как знак и вступила в схватку с членами экипажа корабля. Двое уже лежали на палубе, захлёбываясь кровью, а еще двое близнецов, работавших грузчиками сейчас фехтовали с ней на саблях. Остальные были заняты починкой модулей.\n     Думать долго не пришлось. Один хороший размах и топор полетел из Ваших рук прямиком в голову врага, раскроив тому череп. Оставшегося противника Нокса повергла сама, выпустив ему стрелу промеж глаз из компактного арбалета.\n\n— Спасибо, диверсант! А теперь быстро уносим ноги, — крикнула она, попутно одеваясь в механические крылья, – Готово, прыгаем!\n\n  ...И двое шпионов плавно отделились от раскачивающегося корабля, то и дело норовившего опасно накрениться. Их полет был успешным и они благополучно приземлились на территории Торговой Коалиции.",
    "answers": [
      {
        "id": 4,
        "text": "[Спустя несколько часов боевой дирижабль Мевалона всё-таки достиг города. Он поливал огненными струями скот, дома и людей. Из-за сильных повреждений защитники смогли довольно быстро сбить его при помощи системы цепей и верёвок, однако низвергнутые покорители небес успели унести с собой не одну сотню жизней]",
        "comment": true
      },
      {
        "id": 1,
        "text": "{Миссия провалена}"
      }
    ]
  },
  {
    "id": 5,
    "text": "То, что творилось снаружи было невоорбразимо. Члены экипажа беспомощно метались по кораблю, пытаясь найти причину поломки, и лишь капитан своим раскатистым голосом где-то вдали отдавал нормальные чёткие приказы. Достичь воздушной капсулы оказалось проще, чем Вы думали: никто даже не обратил внимания на крадущегося человека среди тучи предметов, то и дело взмывающих в воздух из-за тряски на повреждённой машине.\n     \"Хоп!\" — вот Вы и зацепились за толстенный канат, служащий привязью кабины дирижабля. Его-то и надо разрубить. Раз! Раз! Теперь тут не только нет каната, но и в самой капсуле зияет огромная пробоина, через которую ежесекундно выхотят литры нагретого воздуха. Теперь Вы хотели было бежать к спасательным крыльям, но внезапно услышали звуки боя. Развернувшись, увидели интересную картину. Та самая девушка-сообщница, видимо, восприняла поломку, как знак и вступила в схватку с командой. Двое уже лежали на палубе, захлёбываясь кровью, а еще двое близнецов, работавших грузчиками, сейчас фехтовали с ней на саблях. Остальные же потеряли надежду что-либо починить и бежали на спасительную корму корабля.",
    "answers": [
      {
        "id": 6,
        "text": "Помочь Ноксе разобраться с близнецами"
      },
      {
        "id": 7,
        "text": "Бежать к аварийным крыльям"
      }
    ]
  },
  {
    "id": 6,
    "text": "     Думать долго не пришлось. Один хороший размах и топор полетел из Ваших рук прямиком в голову врага, раскроив тому череп. Оставшегося противника Нокса повергла сама, выпустив ему стрелу промеж глаз из компактного арбалета.\n\n— Спасибо, диверсант! А теперь быстро уносим ноги, — крикнула она, попутно забегая на корму и одеваясь в механические крылья, – Готово, прыгаем!\n\n  ...И смелая девушка на крыльях плавно отделилась от терпящего крушение корабля, то и дело опасно накренявшегося. Её полет был успешным и она благополучно приземлилась на территории Торговой Коалиции, где всех спрыгнувших мевалонцев под её контролем взяли в плен. На борту остался лишь один человек – наёмник по имени Доррас. Крыльев хватило только на экипаж, но он не отчаиваясь наблюдал, как падает объект, который ему и предстояло низвергнуть.",
    "answers": [
      {
        "id": 6,
        "text": "[Вражеский дирижабль так и не достиг мирного города Коалиции, за что внешняя разведка должна благодарить героически пожертвовавшего собой диверсанта. Неизвестно, сколько людей погибло бы, не соверши он такого благородного поступка]",
        "comment": true
      },
      {
        "id": 1,
        "text": "{Миссия выполнена}"
      },
      {
        "id": 11,
        "text": "Новый ответ. введите текст",
        "need": 100
      }
    ]
  },
  {
    "id": 7,
    "text": "     \"Она же профессионально обученная разведчица. Должна справиться с парочкой полоумных грузчиков\" — думали Вы, пока бежали к крыльям, расталкивая членов команды. Вы уже не видели этого, так как занимались застёгиванием крепёжных ремней механических крыльев, но ожидания оправдались. Через несколько секунд её противники были мертвы, однако даже этих мнгновений оказалось достаточно для того, чтобы все спасательные единицы, расчитанные на экипаж, оказались заняты.\n\n  ...И туча мевалонцев, среди которых оказался наёмник Доррас плавно отделилась от терпящего крушение корабля, то и дело норовившего опасно накрениться. Их полет был успешным и они  приземлились на территории Торговой Коалиции, где были немедленно взяты в плен под его руководством. Лишь одна смелая девушка осталась на борту, печально наблюдая за низвержением небесного гиганта.",
    "answers": [
      {
        "id": 7,
        "text": "[Вражеский дирижабль так и не достиг мирного города Коалиции, за что внешняя разведка должна благодарить героически пожертвовавшую собой шпионку. Неизвестно, сколько людей погибло бы, не совершив она такого благородного поступка... А имя Нокса почему-то осталось в голове её сообщника Дорраса]",
        "comment": true
      },
      {
        "id": 1,
        "text": "{Миссия выполнена}"
      }
    ]
  },
  {
    "id": 8,
    "text": "ХХ",
    "answers": [
      {
        "id": 1,
        "text": "Х"
      }
    ]
  },
  {
    "id": 9,
    "text": "ХХ",
    "answers": [
      {
        "id": 1,
        "text": "Х"
      }
    ]
  },
  {
    "id": 10,
    "text": "ХХ",
    "answers": [
      {
        "id": 1,
        "text": "Х"
      }
    ]
  },
  {
    "id": 11,
    "text": "ХХХ",
    "answers": []
  },
  {
    "id": 12,
    "text": "ХХХ",
    "answers": [
      {
        "id": 13,
        "text": "Ххх"
      },
      {
        "id": 14,
        "text": "ххх"
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 14,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 15,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 16,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 17,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 18,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 19,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 20,
    "text": "ххх",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Поторопись с погрузкой провизии, Нокса. Через десять минут отбываем! – послышался повелительный тон откуда-то с левого борта. Ему ответил приятный женский голос:\n   – Так точно, капитан. Эй, близнецы, вы слышали приказ. Поживее, пожалуйста.\n     Не желая оказаться замеченным на вражеском военном объекте Вы перекатились за ящиками и тонкой тенью устремились прочь из грузового отсека, где сейчас окажутся двое туповатых на вид близнеца-грузчика, которые, тем не менее, могут увидеть притаившегося внутри наёмника. Теперь всего лишь несколько опасных шагов по скрипучей деревянной палубе воздушного корабля отделяют Вас от спасительного места внутри бочки с водой, размещенной возле входа в каюты экипажа. Пара длинных прыжков и расстояние преодолено, но вот незадача: при залезании внутрь капризная жидкость издала слишком громкий \"хлюп\".\n     Торопливые стуки обуви по полу свитетельствовали о том, что кто-то его услышал и уже идёт сюда. В поле зрения показалась молодая девушка в униформе мевалонского офицера, которая бегло оглядела всё пространство вокруг. Её взор задержался на подозрительной бочке, после чего скользнул в другую сторону. Уходя, она тихо произнесла:\n   — Погода сегодня отличная, полетаем.\n     Вы с содроганием увидели, как она скрылась из виду и вспомнили то, о чём Вам толковал архикомандор Коалиции, начальник внешней разведки: \"Запомни, Доррас. Твоей задачей является не допустить того, чтобы боевой дирижабль Мевалона долетел до мирного города. Изучи его схему тщательно! Уничтожить требуется двигательный модуль, а также, по возможности, следать пробоину в ёмкости с горячим воздухом, чтобы машина рухнула. Спасаться будешь на специальных механических крыльях, которые есть на корме. Задача сама по себе не очень сложная, но груз ответственности велик: в случае неудачи из-за дерижабля погибнут многие жители... Забыл сказать, что для надёжности мы внедрили туда шпиона-сообщника. Члены команды будут звать её Нокса. \"Погода сегодня отличная, полетаем\" — вот кодовая фраза, по которой вы друг друга узнаете.\"\n\n     На сердце сразу полегчало, сообщница не подвела. Между тем Вы заметили, что бочка, первой попавшаяся на глаза, оказалась наполнена не водой, а какой-то тёмной маслянистой жижей с переливающейся разными цветами плёнкой на поверхности.",
    "answers": [
      {
        "id": 2,
        "text": "\"Ох уж эти мевалонские технологии!\" — подумал Доррас и закрылся в бочке находившейся неподалёку крышкой"
      },
      {
        "id": 3,
        "text": "\"Ох уж эти мевалонские технологии!\" — подумал Доррас, вылез из бочки и начал отряхиваться, попутно выискивая глазами более подходящее место"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]