[
  {
    "id": 1,
    "text": "Кольб был храбрым нордом-воином.Как-то раз вождь приказал ему убить злого дракона..........",
    "answers": [
      {
        "id": 2,
        "text": "Начать путешествие"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Кольб был храбрым нордом-воином.Как-то раз вождь приказал ему убить злого дракона,который угрожал деревне.\"Иди через горный перевал,Кольб-сказал вождь. -На той стороне ты найдешь дракона\"",
    "answers": [
      {
        "id": 3,
        "text": "Взять топор и щит и отправиться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Кольб взял свои любимые топор и щит и пошёл к горному перевалу. Там он увидел пещеру, где гулял ветер, ледяную пещеру и узкую тропинку.",
    "answers": [
      {
        "id": 4,
        "text": "Войти в ледяную пещеру"
      },
      {
        "id": 5,
        "text": "Войти в пещеру, где гуляет ветер"
      },
      {
        "id": 6,
        "text": "Пойти по тропинке"
      }
    ]
  },
  {
    "id": 4,
    "text": "Кольб вошёл в обледенелую пещеру, но он был нордом, поэтому не замерз. Перед ним был тоннель, из которого чем-то воняло, а в тоннеле слева от него завывал ветер. И ещё рядом была лестница.",
    "answers": [
      {
        "id": 7,
        "text": "Пойти по вонючему тоннелю"
      },
      {
        "id": 5,
        "text": "Пойти по ветреному тоннелю"
      },
      {
        "id": 6,
        "text": "Подняться по лестнице наверх"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сильный порыв ветра загасил факел Кольба и столкнул его в яму. Кольб свернул шею и умер.",
    "answers": [
      {
        "id": 1,
        "text": "Умереть"
      }
    ]
  },
  {
    "id": 6,
    "text": "Поднявшись наверх, Кольб обнаружил лагерь. Там он встретил мудреца, который разделил с ним трапезу и показал два пути, ведущие в логово дракона. Первый вел через холмы, а второй — через болото.",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться на холмы"
      },
      {
        "id": 20,
        "text": "Отправиться на болото"
      }
    ]
  },
  {
    "id": 7,
    "text": "Кольб шёл по запаху и наткнулся на грязного, вонючего орка! Орк зарычал и занес над героем свою шипастую дубину.",
    "answers": [
      {
        "id": 10,
        "text": "Поднять щит"
      },
      {
        "id": 11,
        "text": "Замахнуться топором"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "Орк противно захихикал, когда его дубина расщепила щит Кольба и врезалась ему прямо в лицо. Кольб умер, и орк сварил себе похлебку из его костей",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Кольб широко размахнулся топором, и не успел орк ударить, его голова и дубина покатились по полу. Они ему больше не понадобятся.",
    "answers": [
      {
        "id": 13,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Кольб поднялся на каменистый холм. Он увидел внизу спящего дракона, а у дороги неподалеку он увидел таверну.",
    "answers": [
      {
        "id": 14,
        "text": "Спуститься вниз"
      },
      {
        "id": 15,
        "text": "Заглянуть в таверну"
      }
    ]
  },
  {
    "id": 14,
    "text": "Кольб обнаружил логово, где спал дракон. Клубы дыма вырывались из его ноздрей, а воздух в пещере резал глаза. Кольб едва не поскользнулся на человеческих костях, на которых не оставалось ни кусочка мяса. Чудовище лежало на боку, открыв для удара брюхо и глотку.",
    "answers": [
      {
        "id": 16,
        "text": "Нанести удар по шее"
      },
      {
        "id": 17,
        "text": "Нанести удар в брюхо"
      }
    ]
  },
  {
    "id": 15,
    "text": "Кольб решил остановиться в таверне, чтобы отдохнуть перед боем с драконом. Но таверной управляли высокие эльфы, и они отравили его мед, чтобы забрать его золото себе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Топор застрял в могучей чешуйчатой шее чудовища. Оно взвыло и забило хвостом, но Кольб не сдавался и в конце концов, орудуя топором как пилой, отделил голову дракона от тела. Кольб вернулся домой с победой, и его деревне драконы больше никогда не угрожали.",
    "answers": [
      {
        "id": 1,
        "text": "Вы убили дракона и победили!!!"
      }
    ]
  },
  {
    "id": 17,
    "text": "Кольб начал подбираться к брюху чудовища, но как только он выпустил из виду голову дракона, тот распахнул пасть и проглотил Кольба целиком, прямо с топором и всем прочим.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Кольб замахнулся топором изо всей силы, но призрак этого будто бы даже не заметил. Он приблизился к Кольбу, и тот погрузился в глубокий сон и никогда больше не проснулся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Осторожно ступая по болоту, Кольб увидел, что путь ему преградил скорбно воющий призрак.",
    "answers": [
      {
        "id": 19,
        "text": "Напасть на призрака"
      },
      {
        "id": 21,
        "text": "Дать призраку золото"
      }
    ]
  },
  {
    "id": 21,
    "text": "Кольб вспомнил, что рассказывала ему бабушка, и протянул два золотых призраку. Тот растворился в воздухе, открыв Кольбу путь.",
    "answers": [
      {
        "id": 22,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Оставив болото позади, Кольб увидел неподалеку логово дракона, а также небольшую уютную таверну.",
    "answers": [
      {
        "id": 14,
        "text": "Отправиться в логово дракона"
      },
      {
        "id": 15,
        "text": "Отправиться в таверну"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]