[
  {
    "id": 1,
    "text": "Автор: elChem (Артём Стрельников)<s>r\nЖанр: микроквест\n\n   Микроквест – это короткая, но ёмкая история, попытка отразить значимость единственного выбора, его влияние на внутренний мир и судьбы отдельных людей или даже на развитие всего мира.\n<s>r\n   \"Перевал\" – это история о долге и человечности. Перевал – самая высокая точка на пути к цели, момент принятия решения. Но как выбрать верный путь, если обе дороги ведут вниз?",
    "answers": [
      {
        "id": 5,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Группа автора в ВК",
        "url": "https://vk.com/elchem_group"
      }
    ]
  },
  {
    "id": 2,
    "text": "– Проклятье! – процедил сквозь зубы Корвел. – Только погляди туда!\n   Он указал рукой наверх, чтобы волшебник тоже смог увидеть происходящее.\n– Всего лишь дети, – прищурившись и разглядев далёкие силуэты, отмахнулся тот. – Не беспокойся, они не смогут помешать заклятию. От перевала в любом случае не останется и следа, как и заказывал твой повелитель.\n– Но ведь они прямо над тем местом, где будет обвал! Им не спастись, когда всё произойдёт... Ты сможешь перенести их оттуда?\n– Это меня не касается, – буркнул чародей. – Мы заключили договор на пять сотен золотых, даже не думай, что сможешь остаться цел, если не заплатишь.\n   Личный доверенный герцога был в замешательстве: дети слишком далеко, чтобы пытаться докричаться до них, к тому же, в любой момент может появиться враг. Безопасность сюзерена в обмен на мешок монет и кровь невинных детей? В праве ли он решать?\n   Тем временем внизу уже нарастал гул марширующей армии. Через несколько минут из-за крупного утеса показался авангард: закованные в тяжёлые латы воины с двуручными мечами, пиками или арбалетами и небольшой отряд всадников. Ещё мгновение – и они пересекут ту невидимую границу, на которой их ждёт смертельная ловушка. Отринув сомнения, Корвел приказал:",
    "answers": [
      {
        "id": 3,
        "text": "– Ты знаешь, что делать, начинай."
      },
      {
        "id": 4,
        "text": "– Всё отменяется, нам нужно быстрее уходить."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Волшебник лишь кивнул в ответ. Затем он вскинул руку и произнёс короткое заклинание, эхом раскатившееся по ущелью. Корвел отвернулся, чтобы не видеть, как рушится огромная скала, погребая под лавиной осколков вооруженных людей и унося их в бездну. На мгновение доверенный герцога услышал испуганные детские голоса среди грохота камнепада, затем всё стихло.\n   Расплатившись с чародеем, Корвел поспешил в замок, чтобы доложить об успехе операции герцогу. Теперь осады крепости удастся избежать, а к первому снегу поспеет подкрепление и у врага не останется шансов.\n   Проходя через деревню к воротам замка, Корвел невольно прислушивался к каждому звуку: мерные удары молота из кузницы, кудахтанье домашней птицы, скрип колёс катящейся телеги, встревоженные голоса крестьян. Но в его голове по прежнему звучал детский плач, будто въедливое напоминание о том, через что он позволил себе переступить.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 4,
    "text": "– Отменяется? – удивлённо переспросил волшебник. – Но я уже выполнил самую сложную часть задания, вы все равно должны мне заплатить!\n– Вот твои деньги, – Корвел протянул ему несколько позвякивающих мешочков. – А теперь сделай так, чтобы нас не заметили.\n   Начертав рукой в воздухе какой-то символ, чародей прошептал заклинание и они поспешили прочь от перевала.\n   Проходя через деревню к крепостным воротам, Корвел невольно прислушивался к каждому звуку: мерные удары кузнечного молота, гомон небольшого рынка, беззаботные детские голоса. Надвигающаяся армия не несёт опасности крестьянам: им нет разницы, кто отбирает у них половину урожая, а захватчикам нет нужды разорять эти земли.\n   А вот крепость и её защитников ждут тяжёлые времена осады. Возможно, Корвела бросят в яму за измену, а может быть позволят искупить свою вину в сражении.\n– Главное – продержаться до первого снега, – думал он, поднимаясь по массивной лестнице в главную залу, – а там и граф Ведет с подмогой поспеет...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 5,
    "text": "– Ну что, взрываю? – спросил угрюмый человек в грязном плаще, потирая руки. – Всё будет в лучшем виде.<s>ufeff\n– Погоди, ещё рано, – ответил ему второй, облачённый в легкий доспех, поверх которого был накинут лазурный плащ. – Герцог оставил ясные инструкции, нужно дождаться войска.<s>ufeff\n   Корвел поёжился. Они с волшебником всё утро провозились, вырисовывая магические руны на грубых камнях горного перевала, нельзя допустить, чтобы этот мрачный тип испортил всю операцию из-за своей нетерпеливости. Но его можно понять, он всего лишь наёмник, который мечтает поскорее получить за работу обещанное золото. Именно поэтому герцог и поручил Корвелу лично всё проконтролировать.<s>ufeff\n   Промозглый ветер с гулким воем продувал скалистое ущелье, заставляя двух людей, укрывающихся за массивным валуном на единственной тропе через перевал, кутаться в плащи. Внезапно, эхо донесло откуда-то сверху неразборчивый шум, который нарастал с каждой секундой.",
    "answers": [
      {
        "id": 2,
        "text": "[Прислушаться]"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]