[
  {
    "id": 1,
    "text": "Автор: Неграмотный Аутист\n\nОписание: Вы существо обычное — человек. Человек современный — живёте в тепле и уюте, напоены, накормлены(почти). И талантом не обделены. Но... всё это бес-по-лез-но. Чего вы сумеете добиться лишь за отведенные вам полвека? Ничего особенного. Однако это не что-то неисправимое, существуют ведь методы сбора Мировой Энергии! Ах, вы же ими не владеете... А что, если вы попросите их у Дедушки Мороза? Хм, тоже не вариант. Да и купить не выйдет, поскольку последние непутёвые аборигены давно использовали, как розжиг для несчастных ведьмочек. Тогда, остаётся лишь выпить стакан воды, подпрыгнуть, хлопнуть в лодожи и, наконец, посмотреть под подушкой!\n\nАхтунг! Не стоит пихать всё подряд в рот. Как бы глупо это не звучало, но это очень важно!",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 2,
    "text": "Ваши глаза медленно открылись. Моргнув пару раз, вы лениво приподнялись и сели, свесив ноги с кровати. Услышав жалобное, но настойчивое урчание, исходящее из живота, вы закатили глаза.",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться на кухню."
      },
      {
        "id": 4,
        "text": "Отыскать телефон."
      },
      {
        "id": 5,
        "text": "- К чёрту. Я хочу спать!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тяжело поднявшись, вы отворили дверь и прошли по затенённому коридору в более светлую кухню. Сквозь распахнутое окно приникали мягкие потоки прохладного ветра. Вы вдохнули полной грудью и, мешкая мгновение, ступили на холодную плитку, коей устлан кухонный пол. На покрытом скатертью столе располагался стакан кристально чистой воды. Слабо гудел холодильник.",
    "answers": [
      {
        "id": 10,
        "text": "Выпить воду."
      },
      {
        "id": 12,
        "text": "Съесть стакан с водой."
      },
      {
        "id": 13,
        "text": "Съесть стол."
      },
      {
        "id": 14,
        "text": "- Я умею летать!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Поматав головой и проверив острым взглядом все места, где может быть телефон, вы обнаружили его у кровати. Взяв его, вы обыденным движением разблокировали экран.",
    "answers": [
      {
        "id": 6,
        "text": "Проверить Вк."
      },
      {
        "id": 7,
        "text": "Зайти в онлайн игру и взять ежедневный бонус."
      }
    ]
  },
  {
    "id": 5,
    "text": "Поворочавшись и выбрав место поудобнее, вы мерно засопели. К сожалению, вы студент, потому привыкли к голоду. Посему вы не поняли, что голод не лёгкий, а многодневный и сильный. Таким образом, спустя несколько часов сопение прекратилось. Навсегда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Еда для слабаков! Или богачей...\""
      }
    ]
  },
  {
    "id": 6,
    "text": "Проведя несколько раз пальцем по стеклу, вы нашли нужно вам приложение и клацнули по нему. Поводив взглядом и не обнаружив никаких новых сообщений, вы про себя горько усмехнулись. ",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться на кухню."
      },
      {
        "id": 45,
        "text": "Пролистать ленту новостей."
      },
      {
        "id": 46,
        "text": "Проверить ответы."
      }
    ]
  },
  {
    "id": 7,
    "text": "Тапнув по иконке игры, расположенной на рабочем столе, вы прождали коротенькую загрузку, после чего забрали ежедневный бонус: сотню серебром. ",
    "answers": [
      {
        "id": 11,
        "text": "- Утренняя катка - то, что нужно."
      },
      {
        "id": 47,
        "text": "Початиться с соклановцами."
      }
    ]
  },
  {
    "id": 8,
    "text": "Отведя вгляд в пустоту, вы секунду мешкали, прежде чем с каменным лицом швырнуть телефон назад. Под громкий хруст и треск, он разлетелся в дребезги.",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться на кухню."
      }
    ]
  },
  {
    "id": 9,
    "text": "Недолго думая, вы открыли рот и вгрызлись в телефон. Вы не успели опомниться, как телефон уже исчез из ваших рук, попадая не в желудок, а словно в странное хранилище. Живот ещё урчал.",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться на кухню."
      }
    ]
  },
  {
    "id": 10,
    "text": "Лениво волоча ноги, вы оказались у стакана и ловким движением выпили воду из него. Вытерев воду с губ, вы обнаружили, что стакан исчез из ваших рук. Пожав плечами, вы повернулись в сторону двери.",
    "answers": [
      {
        "id": 15,
        "text": "Идти обратно."
      }
    ]
  },
  {
    "id": 11,
    "text": "Слабо улыбнувшись, вы нажали на кнопку \"ИГРАТЬ\". Секундная загрузка и вы в игре. Но вот незадача — ловкий игрок из команды противника, зайдя с фланга, резкой ультой сносит вам весь запас жизней!",
    "answers": [
      {
        "id": 3,
        "text": "Идти на кухню."
      }
    ]
  },
  {
    "id": 12,
    "text": "Сделав пару шагов, вы схватили слегка влажный стакан, опрокинули за один раз воду в нём, и захрустели самим стаканом. Громко проглотив раздробленое стекло, и ощущая, как оно проподает в бездну, вы лишь слегка нахмурились. Волны покалываний прошлись по телу и сконцентировались в груди, там же и исчезли. \n— И ладно, — безразличным тоном пробормотали вы, — Вода хоть попала в желудок. ",
    "answers": [
      {
        "id": 15,
        "text": "Идти обратно."
      }
    ]
  },
  {
    "id": 13,
    "text": "Пройдя вперёд, вы обыденно присели на колени и вцепились зубами в стол. Вспомнив что-то, вы разжали челюсти и поднялись, убирая стакан на пол неподалёку. Трапеза началась вновь и продолжалась около двадцати минут. После завтрака, вы протёрли рот рукой и недовольно хмыкнули, так как голод не стал слабее не на грамм. Плюс к этому, волна покалываний, что скрылась в груди, не ускользнула от вашего внимания.",
    "answers": [
      {
        "id": 10,
        "text": "Выпить воду."
      },
      {
        "id": 12,
        "text": "Съесть стакан с водой."
      }
    ]
  },
  {
    "id": 14,
    "text": "— Или нет... — подумали вы, прежде чем, после вылета из окна, разбиться об асфальт, забрызгивая сонных прохожих, проходящих поблизости, кровью и кишками.",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Открытых окон стоит опасаться...\""
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы зашагали обратно в комнату. Внезапно...",
    "answers": [
      {
        "id": 16,
        "text": "...Из темноты раздался кровожадный рёв."
      },
      {
        "id": 17,
        "text": "...Громкий звук шагов послышался из спальни. Он приближался."
      },
      {
        "id": 18,
        "text": "...Произошла остановка сердца."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы подпрыгнули от неожиданости. Параллельно тому, что ваши ладони сильно зазудели, из темноты вынырнула размытая тёмная тень на сверхзвуковой скорости. Моментом позже, когда она приблизилась, у вас получилось её разглядеть. Тень оказалась феей. Ну, или чем-то с ней схожим, поскольку столь перекошеного лица, и столь алых глаз вы ещё не видели. Жажду крови, исходящую от неё, почти можно было потрогать. Недолго думая, вы решили...",
    "answers": [
      {
        "id": 19,
        "text": "...Прихлопнуть её меж ладоней."
      },
      {
        "id": 20,
        "text": "...Ударить кулаком."
      },
      {
        "id": 21,
        "text": "...Ринуться бежать."
      },
      {
        "id": 22,
        "text": "...Позволить ей влететь в рот, после чего съесть."
      }
    ]
  },
  {
    "id": 17,
    "text": "Звук стремительных шагов всё сильнее грохотал. Дверь, перекрывающая неизвестному путь, от слишком сильного толчка слетела с петель и наполовину осталась в стене. Но никого не оказалось пред вашим взором, несмотря на всё ещё нарастающий звук шагов. В метре от вас шаги остановились, обдувая сильным потоком бушующего ветра. Вы моргнули. Вдруг, раздался взрывной звук и по вашей челюсти пришёлся воистинну богатырский хук. Вы, словно кукла, которой обрезали нити, безвольно рухнули напол. Удерживая с трудом частичку сознания, вы постарались встать. Но новый порыв ветра рассёк неустойчивую тишину. Противный хруст раздался от вашего горла, когда многотонное давление обрушилось на вас. Сплюнов глоток свежей крови, вы опустили веки.",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Человек-невидимка.\""
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Моя остановочка...\" — загрохотало эхом в ушах. Через десять вдохов, вы уже бездвижно лежали на полу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Моя остановочка...\""
      }
    ]
  },
  {
    "id": 19,
    "text": "Ваш равнодушный взгляд заставил пламенную ярость и знойный гнев вспыхнуть в крошечных глазах феи. Из-за спины она вытащила огромный, относительно её размера, чёрный меч. Плотная аура смерти покрывала клинок. Весь свет, во время соприкосновения с поверхностью клинка, казалось, пропадал в бездне. Но выражение вашего лица нисколько не изменилось. Глаза феи сощурились. \"Не переоценивай себя!\" безмолвно воскликнула она. Расположив тело горизонтально и обеими руками обхватив меч, направляя остриё прямо по направлению в ваше сердце, она издала боевой клич и увеличила скорость до своего предела, готовясь нанести смертельный удар зазнавшемуся, по её мнению, юнцу. Наконец, и вы пришли в движение. Сначала вы расставили руки. После они обратились сотней теневых образов, неумолимо приближаясь к фее. Движение казалось плавным и медленым, не создавая не малейшего свиста ветра или его сопротивления, но на деле, не успела фея опомниться, как две ладони сомкнулись на ней. Раздался громоподобный хлопок, в дребезги разбивая окна квартиры. Тоненькая струйка крови потекла по вашей руке.",
    "answers": [
      {
        "id": 24,
        "text": "Съесть труп феи."
      },
      {
        "id": 25,
        "text": "Выкинуть труп феи."
      }
    ]
  },
  {
    "id": 20,
    "text": "Маслянистый блеск отразился в ваших глазах. Боевой огонёк также вспыхнул в них. Яростный оскал искривил ваше лицо. Вы развернули корпус, и ваша правая рука была занесена за спину. Во взгляде феи отразилась насмешка. Ненадолго. Когда расстояние оказалось оптимальным, свист рассекаемого воздуха и ваша рука в виде неясной тени, что неслась в направлении феи, заставили последнюю ощутить не слабую угрозу. Она уже хотела тактично увернуться, как скорость полёта кулака резко возрасла вдвое. Послышался треск суставов. Яростный удар, словно пушечное ядро, встретился с тоненькой фигурой феи. Противный хруст и булькающий крик перекрыли свист ветра. Кровь разбрызгалась повсюду, а изломленое тело феи врезалось в стену. Не ощущая боли из-за прилива адреналина, вы ликующе улыбались. Впрочем, недолго.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 21,
    "text": "С бесстрашной миной, вы бросились бежать. Путь в коридор отрезан, осталось лишь окно. Прикинув что-то в уме, вы продолжили побег. Но менее двух секунд хватило, чтобы тень вас догнала: оказалось, конечно, что рассекает она не на скорости звука, но всё ещё быстро! После толчка в спину, от которого вы упали, появилось ощущение, что вы потеряли нечто важное. И правда, несколько позвонков были раскиданы поблизости, а сердце оказалось в руках холодно ухмыляющейся феи, что парила неподалёку. Гордо задрав нос, мол, забирай — ненужно, вы ощутили странное онемение по всему телу, после чего свалились замертво.",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Цун-цун!\""
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы спокойно наблюдали за приближением феи. Ваши взгляды встретились. В её глазах был яростный пламень жажды битвы и многолетний опыт. В ваших — холодный расчёт и уверенность. Когда она оказалась на расстоянии вытинутой руки, вы пришли в движение. Обратившись тёмной, размытой тенью, чем заставили фею поморщиться, вы подались телом вперёд, расскрывая рот. В глазах феи блеснул ужас. Ваш рот казался ей пастью кровожадного чудовища, полной бритвенно острых клыков, а глотка бездной, в которую не стоит слишком долго всматриваться, если не хочешь, чтобы она всматривалась в тебя... \nВ момент её секундной слабости, вам удалось налететь на неё, помещая в рот. Сомкнув челюсти, вы услышали резонирующий жалобный визг. Не дёрнув и мускулом, вы до конца затолкали её в рот, пока она не поглотилась бездной в вашей глотке. Некоторая улыбка появилась на вышем лице, покрытом чужой кровью. Но радовались вы не долго.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "Целый рой разномастных теней велетел из темноты. В этот раз они были через чур быстрыми. Одна за другой дыры образовывались в вашем туловище, пока вы выбливали полный рот крови. Рухнув на холодный пол, вы медленно закрыли глаза и прекратили дыхание.",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Дуршлак.\""
      }
    ]
  },
  {
    "id": 24,
    "text": "Хмыкнув, вы закинули спрессованый труп феи в рот и хорошенько его проживали. На вкус, словно свинина. Правда, сырая. Облизав пальчики, вы проглотили в бездну останки феи и её снаряжения. По телу разлилась волна покалываний, стекая в грудь. Блаженно выдохнув, вы не могли игнорировать желание заглянуть под подушку своей кровати. Ополоснув руки в раковине, вы решили:",
    "answers": [
      {
        "id": 26,
        "text": "Отправиться в комнату и заглянуть под подушку."
      },
      {
        "id": 27,
        "text": "- А поболее вариантов не будет? "
      }
    ]
  },
  {
    "id": 25,
    "text": "Лениво зевнув, вы швырнули ошмётки феи в сторону мусорного ведра. Гордо ухмыльнувшись точному броску, вы вымыли руки в раковине и неожиданно осознали, что желание заглянуть под подушку в вашей комнате черезвычайно сильно.",
    "answers": [
      {
        "id": 26,
        "text": "Отправиться в комнату и посмотреть, что под подушкой."
      }
    ]
  },
  {
    "id": 26,
    "text": "Настороженно миновав коридор, вы оказались в своей комнате. Чрезмерная обыденность — не заслуживает подробного описания. Взгляд глаз замерцал, когда вы увидели кровать, и подушку на ней. Не мешкая ни секунды, вы стремительным шагом оказались у заветной пастели. Осторожно приподняв и отложив подушку, вы увидели тонкую книгу, схожую с дипломом. Золотыми буквами было начертано \"Трактат Духа Пустоты\". Плотная аура древности заставила белое постельное пожелтеть. Маслянистый блеск ваших глаз, казалось, мог осветить даже темень коридора.",
    "answers": [
      {
        "id": 28,
        "text": "Открыть книгу."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Неа!",
    "answers": [
      {
        "id": 26,
        "text": "T_T"
      }
    ]
  },
  {
    "id": 28,
    "text": "Одного касания хватило, чтобы ощутить, насколько выдающейся является эта книга. Запах, исходящий от обложки, заставил ощутить лёгкое головокружение. Осторожно открыв первую страницу, вы оказались ошеломлены. Картинка, размещённая там, обладала запахом и динамичностью. Ткнув в неё пальцем, вы, казалось, коснулись лишь плёнки. Словно по ту сторону правда брюзжит рассвет и влавствует утренний туман, ведя проигрышную битву с потоками морозного ветра. Переведя взгляд в сторону символов и пробуя их прочесть, вы обнаружили, что не знаете языка.",
    "answers": [
      {
        "id": 31,
        "text": "Попытаться читать."
      }
    ]
  },
  {
    "id": 29,
    "text": "Странный блеск мелькнул в ваших глазах, пока вы подносили книгу ко рту. Вдохнув манящий странный аромат книги, вы, не обращая внимания на струйку слюны, что стекала с губ, жадно вцепились зубами в жёсткую обложку. С упоением разрывая её на части и пихая в рот, вы чувствовали удовлетворение от сего процесса — \"Посмотрим, — пробормотали вы с набитым ртом, — Кто тут ещё бесталантный!\". С громким звуком глотания отправляя прожёванную книгу в уже полюбившуюся вам бездну, и чувствуя покалывания кажкой клеткой тела, вы сели, скрестив ноги на кровати. Ваши глаза медленно закрылись. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "Так вы просидели два дня. Дыхание хоть и было ровным, с трудом прослеживалось. Кожа была бледно-серой. Но тело оставалось недвижным, словно изваяние, несмотря даже на минусовую температуру в доме(окна были вами же и выбиты). Время текло своим чередом. Дни сменялись ночами. Телефон переродически заигрывал мелодией будильника. Бывали и тревожные телефонные звонки. Но вы были всё так же непоколебимы. Как вдруг, в один из самых холодных дней за последнее время, когда ваше тело сильно охладело и стало подобно трупу, ваши глаза распахнулись.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 31,
    "text": "Сжав губы, вы всё равно попробовали уловить смысл. Неожиданно, страшный рокот голосов зазвучал в вашей голове. Лицо стало бледнее мела, глаза налились кровью. Вы не могли выдержать и десяти вдохов, иначе ваша голова, казалось, взорвётся. Откуда-то из тени раздался досадный вздох — \"Как жаль, как жаль, — грохотал голос, — У тебя совсем нет таланта...\". Тут же рокот утих, а присутствие говорящего исчезло, словно он расстерял весь интерес, и более ноги его здесь не будет, если, конечно, у него имеются ноги. Волнение, что создала таинственная книга, испарилось, а на смену ему пришла ярость и обида. Вот так просто тот, кто, скорее всего, и заставил вас ощутить такое волнение, предоставив таинственную книгу, выкинул вас, словно игрушку. У вас с ним даже коротенького диалога не состоялось! Так мало этого, он ещё и унизил вас!\n— Это у меня-то таланта нет!? — воскликнули вы с перекошенным лицом, — Вызов принят!\nВаш тяжёлый взгляд рухнул на книгу.",
    "answers": [
      {
        "id": 29,
        "text": "Съесть её!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Белки были темны, словно ночное небо. Мириады звёзд причудливо сверкали на полотнище бескрайней пустоты. Вы моргнули. Глаза вернулись в норму. В глубоких голубых зрачках сиял лучик просветления. Глаза вновь закрылись, а рука поднялась. В таком положении прошла ещё пара часов. Тогда вы, словно хватаясь за нечто незримое, сжали ладонь. Резкая вспышка всепоглащающего света осветила квартиру на добрые полминуты. Когда свет утих, меж ваших большого и указательного пальцев появилась золотая нить.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжать действовать."
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы медленным, но аккуратным движением подвели нить к груди, а затем рукой прошли сквозь плоть, будто она была водной гладью. Внутри оказался иллюзорный мир. В нём власть имела лишь тьма. Вы оставили нить прямо в воздухе, убирая руку. Моментом позже, она из пяти сантиметрового отрезка, расширилась далёко за горизонт бесконечной пустоши вашего внутреннего пространства. После завершения расширения, нить вдруг задрожала. Крохотная капля золотой жидкости сконденсировадась на ней и разбилась о чёрную рельефную поверхность пустоты. Гул поднялся из глубин вашего тела. Тело очистилось от нечистот. Чёрный дым растворил потолок, выбираясь наружу. Выдохнув чёрный газ, вы вдохнули глоток свежего, морозного воздуха и задрожали не то от холода, не то от возбуждения.\n— Вот оно! — воскликнули вы, — Основание Мира: Конденсация Истока — первая ступень!",
    "answers": [
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "С возбуждённой улыбкой, вы подняли ладонь и растопырили пальцы. На одном из кончиков пальцев появилось фантомное изображение...",
    "answers": [
      {
        "id": 35,
        "text": "...Пламени.",
        "need": [
          -12,
          -13,
          -24
        ]
      },
      {
        "id": 38,
        "text": "...Пламени.",
        "need": [
          12,
          -13,
          -24
        ]
      },
      {
        "id": 39,
        "text": "...Пламени.",
        "need": [
          -12,
          13,
          -24
        ]
      },
      {
        "id": 40,
        "text": "...Пламени.",
        "need": [
          -12,
          -13,
          24
        ]
      },
      {
        "id": 41,
        "text": "...Пламени.",
        "need": [
          12,
          13,
          -24
        ]
      },
      {
        "id": 42,
        "text": "...Пламени.",
        "need": [
          12,
          -13,
          24
        ]
      },
      {
        "id": 43,
        "text": "...Пламени.",
        "need": [
          -12,
          13,
          24
        ]
      },
      {
        "id": 44,
        "text": "...Пламени.",
        "need": [
          12,
          13,
          24
        ]
      },
      {
        "id": 36,
        "text": "...Льда"
      },
      {
        "id": 36,
        "text": "...Нераспустившегося бутона.",
        "need": 24
      }
    ]
  },
  {
    "id": 35,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. В пламени не было никаких дополнительных элементов — оно было самым обычным. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ау, это тест. Лучше бы ты следил за тем, что ел. Это важно. ",
    "answers": [
      {
        "id": 34,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 37,
    "text": "Прокручивая в голове информацию, преобретённую после поедания древнего трактата, вы тяжёлой поступью направились к двери. Около неё как раз кстати оказался комод. Заготовив комплект чистой одежды, вы протиснулись сквозь приоткрытую дверь, что сейчас странным образом туго реагировала на открытие, и вновь оказались в коридоре, всё таком же тёмном. Однако в этот раз было куда темнее. Удивлённо на это моргнув, вы обнаружили, что чувство голода стало невыносимым, а зрения стало покрываться тёмной пеленой.",
    "answers": [
      {
        "id": 48,
        "text": "Еда!"
      },
      {
        "id": 49,
        "text": "Душ..."
      }
    ]
  },
  {
    "id": 38,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. Пламя было светлее, чем обычное, но им было куда проще управлять. Тем более, вы могли подкорректировать его плотность. Только вот, нужно было постоянно поддерживать его форму, тратя силы на контроль, а если оставить его без присмотра — оно растекётся, как жидкость. Поигравшись с ним ещё некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 39,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. Внутри пламени, словно семя, томился крохотный коричнево-зелёного цвета. Контроль пламени был через чур лёгкой задачей, что удивляло, ведь информация книги, что поступила вам после нескольких дней усердий в управлении бездной, говорила о том, что после создания, пламя будет неподатливым. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 40,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. Пламя было вишнёвого оттенка с вкраплениями чёрного. Количество вишнёвых и чёрных частиц, что, видимо, и увеличивали температуру пламени, постоянно то увеливалось, то уменьшалось. Интересно, что бы это значило?.. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 41,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. Пламя было ярче, чем обычное, но и было больше текучее. Его плюс был в том, что вы могли трататить чуть больше сил на контроль, но сотворять неожиданные вещи. К примеру, разделять его на несколько отдельный лучей, практически не тратя дополнительных сил, причём уже сейчас. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 42,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. Пламя было чёрно-вишнёвого цвета. Оно владело повышенной температурой. Но его контроль был утомительной штукой. Возможно, его можно использовать для массовых атак на местность, так как оно постоянно хочет вырваться из лап вашего контроля и вволю растечся. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 43,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. По своей структуре, пламя вишневого цвета было покрыто словно чёрным туманом внутри. Количество чёрных и вишнёвых частих ежесекундно колебалось. Также его контроль был весьма прост, несмотря на высокую температуру, превышающую оную у огонька свечи такого же размера. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 44,
    "text": "Пламя, равное по размерам свечке, слегка колыхалось и трещало. Искорки переодично осыпались на пол, но тут же исчезали словно их и не было. Пламя было вишнёвого цвета. Внутри него кружил чёрный туман, борясь с вишнёвым за место лидера. Воля пламени было неугамонна — так оно и наровилось обойти ваш чуткий контроль, лишь бы затопить всё вокруг. Но не тут-то было — контроль не тратил много сил, а внимание практически и не требовалось. Поигравшись с ним некоторое время, вы стёрли его, потерев палец о палец, после чего утёрли пот со лба и криво, но гордо улыбнулись. Огромные мешки под глазами и бледность(серость пропала после выхода нечистот) кожи давали понять, что состояние у вас крайне нехорошее. \n\"Стоило бы найти чего пожевать да прилечь отдохнуть\" — рассуждали вы. ",
    "answers": [
      {
        "id": 37,
        "text": "->"
      }
    ]
  },
  {
    "id": 45,
    "text": "Большим пальцем вы коснулись опредённой иконки. Так называемая новостная лента представилась вашему взору. Около получаса вы убили на неё, лишь изредка хихикая над более-менее смешными мемами.",
    "answers": [
      {
        "id": 46,
        "text": "Проверить ответы."
      },
      {
        "id": 3,
        "text": "Идти на кухню."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы открыли вкладку с ответами. Некто неизвестный оставил вам коммент под аватаркой. Судя по содержанию комментария — бот.",
    "answers": [
      {
        "id": 3,
        "text": "Идти на кухню."
      }
    ]
  },
  {
    "id": 47,
    "text": "Попав после пары нажатий на страницу чата, вы, как безумный, переписывались целый час! В конце концов голод стал невыносимым.",
    "answers": [
      {
        "id": 3,
        "text": "Кухня!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Бормоча ругательства студенческому образу жизни и обстаятельствам, сложившимся так, что вам внезапно перестали приходить родительские деньги, вы, громким шагом негнущихся ног, практически доползли до кухни. Тяжело дыша, вы, со стонами боли, рывком добрались до холодильника, и заглянули туда безумным взглядом. Нахмурившись при виде тарелки супа, предположительно грибного, которого тут отродясь не было, вы сжали зубы, отправляя недоверие к праотцам, и аккуратным движением трясущихся рук достали заветную тарелку. Схватив первую попавшуюся ложку, которая, между прочим, была не очень-то чистой, вы начали трапезу. ",
    "answers": [
      {
        "id": 50,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 49,
    "text": "Потерев ладонью лоб, вы прикусили губу и упрямо зашагали в сторону душевой. Дойдя, вы практически без сил открыли скрипучую дверь, и завалились в ванну. Тяжело дыша, вы начали настраивать температуру воды. Только вы закончили с этим, как тут же свалились без сознания. Вода всё прибывала, а вы лежали лицом вниз. К счастью, вы забыли вставить пробку, так что становление утопленником вам не грозило... Тем не менее, это не скажешь и о голодной смерти. Если пару дней назад вы действительно были в шаге от голодной смерти, если бы не выпили воду из того стакана, то теперь вы, наконец, погибли.  ",
    "answers": [
      {
        "id": 1,
        "text": "Конец: \"Мор\""
      }
    ]
  },
  {
    "id": 50,
    "text": "Во время съедания супа, что был на вкус похуже дешёвой лапши, ваши мысли колыхались в страшном гневе. Разве голод мог бы быть столь же сильным при обычных обстаятельствах? Конечно, нет. Даже в то утро, когда вы обнаружили трактат, судя из того, что вы вспомнили, вы не должны были быть так голодны — ведь за день до этого, вечером, вы всё же ели. Посему сейчас, после всего пары дней голодания, не может быть такой реакции, что вы даже не побрезгливали есть грязной ложкой, да и вообще, неизвестную пищу, плюс к этому без хлеба. Вздохнув, протерев рот, и отложив тарелку, вы более-менее твёрдым шагом вышли в коридор и обратили взор к двери ванной комнаты.",
    "answers": [
      {
        "id": 51,
        "text": "***"
      }
    ]
  },
  {
    "id": 51,
    "text": "***\nПоставив последнюю свечу, и окинув взглядом покрасневших глаз плотно запертую дверь и заклееные окна, вы прикрыли веки, сжимая правую руку в кулак. Тут же десяток свечей вспыхнули ярким пламенем. Глубоко вздохнув, вы сняли новую, чистую одежду и свалились на кровать. Укрывшись одеялом, вы, после нахождения в сознании половину недели, наконец, обрели нормальный сон. \n",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "Проспав шестнадцать часов, вы открыли свои глаза. Прищурившись от яркого света, который исходил от свеч, но вчера не был вами замечен, вы сели, облокотившись спиной о стену, попутно щёлкнув пальцами, отзывая огонь. Протерев глаза, всё ещё красные, вы спрыгнули с кровати и потянулись, треща костями и суставами. Зевая, вы умылись в ванной, поели старых консерв, морщась от противного вкуса, в следствие отсутствия хлеба, и, порывшись в ящике письменного стола, нашли старенькие мелки. Накинув пуховик, вы спустились на улицу. ",
    "answers": [
      {
        "id": 1,
        "text": "[Не готово]"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  }
]