[
  {
    "id": 1,
    "text": "  У каждого есть ангел, который охраняет и направляет нас. Имя его — Совесть. Но мы не видим этого ангела, а только слышим его. \n   В одном далёком королевстве правил кровожадный царь. За один день он мог казнить деревню за пустяк. В наказание отправили Боги ему ангела, но Кадрагар продолжил творить зло...",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditBg": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c841135/v841135991/4bbb0/RDoqxUZJWdw.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c824411/v824411991/54b26/iG3lmUpmaxo.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "—Ты опять это сделал? Зачем? Они не виноваты! Не ты давал жизнь! Так зачем забрал?\n\n  Я устало посмотрел на девушку, стоящую около окна. \n\n—Все они были грешны. Никто из них не достоин жить. \n\nСотый раз ей это повторяю. Она не понимает.\n\n—Но не ты судья над их душами.\n\nДевушка посмотрела на меня с вызовом.\n\n—Люди, что они мне сделали! Ничего! Но ничего хорошего тоже не сделали. Когда я стал царём, что случилось? Они подали прошение о свержении меня с престола! 14-тилетнего мальчика! А те кто был не против меня, хотели прилизаться или выдать за меня замуж родственницу!\n\n—С тобой поступили плохо. Но надо быть умней. \n\n  Она отвернулась. Некогда белые волосы, а теперь чёрные волосы обрамляли вечно грустное лицо с голубыми глазами. Чёрные от моих грехов крылья были опущены. Совесть всем своим видом выражала недовольство мной и скорбь по погибшим.\n\n—Я судья! Я царь!\n\n  Она устало прикрыла глаза, а потом резко их открыла и взглянула на меня.\n\n—Даже у ангелов есть предел. Терпение моё кончилось. Прости, но я ухожу.\n\nОна смотрела на меня уверенно.\n\n—Уйдёшь? А как же твои Боги?- с усмешкой спросил я.\n\n—У меня нет хозяев Кадрагар. Прощай.\n\n  Она развернулась и через миг исчезла в закате .\n\n—Ну и вали! И без тебя проживу!\n\n  Я стукнул по стенке кулаком и ушёл из кабинета.",
    "answers": [
      {
        "id": 3,
        "text": "Через несколько дней"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Прошло несколько дней. Прекрасных дней! Никто не капал на мозги, не учил, не говорил о цене души. Прекрасные дни! Никто не смеет мне сказать и слово! А она смела. И говорила!  А теперь никто не будет говорить. Никогда.\n\n  Я постучал ручкой по столешнице и моё настроение испортилось.Никогда. Совесть не нужна правителю, ведь так? Не нужна! Тогда почему я хочу, чтобы она вернулась? Я! Самый беспощадный правитель в истории!\n\n—Кондрат!\n\n—Да, Ваше Величество?\n\nСтарый слуга согнулся в поклоне.\n\n—Принеси мне книгу о ангелах.\n\nОн удивился, но пошёл за книгой.\n\n  Я эту книгу видел один раз. Но там должно быть что-то о Совести.Через некоторое время пришёл слуга и принёс тоненькую книжку.\n\n—Это всё?\n—Больше о ангелах и не известно.\n—Там о Совести есть?\n\n—Да, есть.\n\n—Иди.\n\nСлуга ушёл. На меня накатила злость. Я! Я хочу искать какую-то девку? Это было её решение! Почему я должен её искать? Совесть искать! Проблем больше нет!?  ",
    "answers": [
      {
        "id": 4,
        "text": "Да ну её! И без неё проживу!"
      },
      {
        "id": 5,
        "text": "Искать девчонку"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Я кинул книжку в камин и приказал себе не думать о ней.\n\n\n.....—Царь Кадрагар стал самым кровожадным правителем в истории. За время его правления проведено более миллиона казней. Все преступления наказывались смертью. Он не знал пощады ни к детям, ни к старикам. Он так и не женился и детей не завёл.\n\n—Даже бастардов?\n\nУчительница улыбнулась ученику и продолжила:\n\n—Даже бастардов. Его не интересовало будущее. Он ничего не делал для этого. Кадрагар за время своего правления не совершил ни одного хорошего поступка. Кадрагар провёл за свою жизнь более десяти войн. За время каждой из них погибло более ста тысяч человек, но земель он не прибавил. После смерти настало Смутное Время и власть переходила из рук в руки. Народ смог спокойно вздохнуть только спустя двести лет после смерти царя.\n\n—А почему он был такой кровожадный?\n\n—Предпосылок к этому не было. В семье его любили, девушки вниманием не обделяли, был единственным наследником. Говорят, что у него просто не было Совести.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "  В моей душе появилось некое чувство, мне не свойственное. Я хотел найти её и вернуть. Я всем своим гнилым сердцем хотел увидеть хоть раз её улыбку. На моих губах появилась глупая улыбка.\n\n  Зачем мне это? Не знаю..\n\n   Я открыл книжку на Совести. \n\n  \"Совесть- это особый тип ангелов. Это ангелы, которые отказались от жизни в Поднебесье ради наставление на путь истинный обычных смертных. Но увы, после принятия этого решения ангелы становятся смертными.                \n\n  Иногда Совесть может показаться своему подопечному и даже жить с ним. Если Совесть приняла такое решение, то назад в Поднебесье ей дороги нет. Но ангел не может долеко уйти от подопечного.\"\n\n  Дальше были описаны функции, но это было не интересно. Главное я нашёл. Моя Совесть рядом. Но \"рядом\" понятие растяжимое. \n\n—Где же ты? \n\n  Но как и ожидалось, мне никто не ответил. \n\n  Совесть всегда говорила, что мы должны получать то, чего заслуживаем. То есть, я должен заслужить её возвращение? Нет, так не пойдёт. Сколько я должен людей миловать, чтобы она вернулась?  Но она ещё говорила, что иногда надо просто вежливо попросить. Скорее это. Но кого просить? ",
    "answers": [
      {
        "id": 6,
        "text": "Первый вариант"
      },
      {
        "id": 7,
        "text": "Второй вариант"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Я же потерплю? Чуть-чуть буду хорошим, а потом она вернётся и я буду плохим! Точно!\n\n—Кондрат!\n\n—Да, Ваше Величество?\n\n—Сколько по-твоему у нас сидит в темнице настоящих преступников и клятвоизменников? Не бойся, не казню.\n\n  Слуга был в шоке. Он никогда не думал, что я могу спрашивать его мнение.\n\n—Двое, мой царь.\n\n  С точки зрения Совести это так. Там был один убийца и один вор.\n\n—Остальных отпусти и сегодняшние казни отмени.\n\nВ глазах слуги была смесь восторга и страха. Кондрат упал на колени и промямлил\n\n—Спасибо! Спасибо! Вы необычайно добры!\n\n  Мне понраилось, когда меня хвалили. Хоть это был обычный слуга, но уже было приятно. Правда, хотелось, чтобы на меня с таким восторгом смотрел голубоглазый ангел, но для начала пойдёт. \n\n  Я дал знак и слуга ушёл, оставив меня в приподнятом настроении ",
    "answers": [
      {
        "id": 8,
        "text": "Спустя три дня"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Я решил, что Совесть должна меня услышать. Обязана! \n\n  —Дорогая, Совесть. Каюсь, был не прав. Прошу великодушно вернись.\n\n  Я подождал секунду, но она не появилась.  \n\n—Ты права, я тебя не слышал. Кричал на тебя, а потом ты плакала в подушку и молила Богов меня простить. Но я был не прав. Я обещаю, что попробую измениться.\n\n  Опять секунда. Не появилась. Нет, я слышал, что девушка в обиде это нечто упрямое, но не настолько же?\n\n—Ангел, ну вернись! Мне не хватает твоих нравоучений! Пожалуйста! Вернись! \n\n  Но и сейчас ни-че-го.\n\n  В душе стало пусто. Она не вернётся. Никогда. Почему-то стало очень больно. Да я врал в каждом слове! Но она даже не пришла! Ничего не сказала о вреде лжи! Я вспомнил какая она была, когда пришла. Белые крылья были расправлены, белоснежные волосы трепетали на ветру и на щеках был румянец. А сейчас? Всё наоборот. Разве после такого она может вернуться? Нет. От такого как я только бегут.\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Я три дня делал только добро. В моём понимании этого слова. Я никого не задержал и не казнил. Но Совесть так и не вернулась.\n\n—Ну приди, милая. Я для тебя хорошие поступки совершаю. Пожалуйста.\n\n  Я был готов к тишине,  но мне ответили.\n\n—Хорошо.\n\n  Я резко обернулся. Позади меня стояла Совесть.\n\n—Ты больше не уйдёшь?\n\n—А ты больше не забудешь меня?\n\n—Никогда.\n\n  Она взглянула с недоверием, но улыбнулась. Впервые! От её улыбки мне стало так хорошо!\n\n—Тогда я тоже никогда не уйду.\n\n\n.....—Кадрагар стал самым кровожадным правителем в истории мира. Но где-то в середине правления он изменился. Отменил казни и множество своих же законов.\n\n—А почему?\n\n  Учительница улыбнулась ребёнку \n\n—Есть одна легенда, что царь влюбился а ангела, но ангел ушёл от него из-за кровожадности Кадрагара. Царь исправился и его любимая вернулась. Но это сказка.\n\n—То есть ангела не было?\n\n—В нём просто проснулась Совесть.\n  ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ты звал меня?\n\n  На меня смотрела моя Совесть.\n\n—Да. Ты опять уйдёшь?\n\n  Она задумалась.\n\n—Если ты хоть иногда будешь меня слышать, то останусь. Как забудешь, так уйду. Согласен?\n\n  Я подумал и кивнул. Всё вышло как я и хотел. Зачем мне это надо было? Сам не знаю. Наверное я просто хотел показать власть над ней. Скорее всего это.\n\n\n...... ---Кадрагар  стал самым кровожадным правителем за всю историю. Но если не смотреть на казни и пытки, то он подписал множество полезных для страны договоров, которые действуют до сих пор. А ближе к смерти казни невиновных прекратились полностью.\n—А почему?\n—Никто не знает. Близких у царя во время правления не было. Но наверное он просто одумался и таким образом решил замолить свои грехи. Наверное он хотел, чтобы его совесть была чиста и бела.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "пнтп",
    "answers": [
      {
        "id": 11,
        "text": "57"
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "%-:",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "ири",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "ари",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "пим",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "пм",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "рмапт",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "мил",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "рм",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "рск",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "паа",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "емм",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "иарт",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]