[
  {
    "id": 1,
    "text": "   Юная Анна-Мария лежит в своей постели. В её широко распахнутых голубых глазах навечно застыло удивление и страх. Рот приоткрыт в немом крике. На шее слева, как неожиданный бездарный мазок на произведении искусства, зияет глубокая алая рана.\n   Анну-Марию убили ночью прямо в её спальне. А затем уложили в кровать, зажгли свечи, вложили ей в руки белоснежный цветок и довершили композицию, нарисовав кровью таинственный символ у изголовья кровати. \n   Похоже, это обычное ритуальное убийство. Подобных становится все больше и больше в последнее время. Мы живем в век небывалого научного прогресса, но все словно помешались на эзотерике. Особенно богачи...\n   Я отхожу от холодного безжизненного тела к окну. Анну-Марию убили именно здесь. Она сама впустила убийцу в свою спальню, а затем, не почувствовав опасности, повернулась к нему спиной. Он подошел к ней сзади, зажал рот рукой и ударил ножом.  Всего одного короткого движения оказалось достаточно, чтобы прервать едва успевшую расцвести жизнь. \n   За моей спиной, как всегда бесшумный, словно тень, возникает верный помощник. \n   — Все свидетели собраны в гостиной, инспектор,  как вы и просили, — произносит он, склонив голову в почтительном кивке.\n",
    "answers": [
      {
        "id": 2,
        "text": "  — В таком случае, пойдем побеседуем с ними. "
      }
    ]
  },
  {
    "id": 2,
    "text": "   ",
    "answers": [
      {
        "comment": true,
        "id": 1,
        "text": "   Вот они, те немногие, кто присутствовал в особняке, когда произошло убийство. Только один из них мог его совершить. Но только вот кто, а главное, зачем? \n   ",
        "need": [
          -3,
          -4,
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "need_sometimes": true,
        "id": 2,
        "text": "   Мой помощник заглядывает в кабинет.\n   - Слышал, что вы закончили разговор. Кого позвать следующим, инспектор? - спрашивает он.",
        "need": [
          3,
          4,
          5,
          6
        ],
        "comment": true
      },
      {
        "comment": true,
        "id": 1,
        "text": "   Профессор Монтгомери, отец убитой, сидит в кресле. Он выглядит уставшим и сломленным. В его левой руке — кружка с чаем, но он еще не сделал ни единого глотка.",
        "need": [
          -3,
          -4,
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "comment": true,
        "id": 1,
        "text": "   Его жена Луиза сидит напротив и с задумчивым видом курит тонкую длинную трубку. Анне-Марии она приходилась мачехой. Не похоже, что она сильно горюет по погибшей падчерице. ",
        "need": [
          -3,
          -4,
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "comment": true,
        "id": 1,
        "text": "   Лукас, единокровный брат убитой и главный наследник рода Монтгомери, стоит у камина и смотрит в пламя с отсутствующих видом. Невозможно определить,  что он чувствует в данный момент.",
        "need": [
          -3,
          -4,
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "comment": true,
        "id": 2,
        "text": "   Ну и конечно же Арчибальд. Дворецкий. Именно он обнаружил Анну-Марию этим утром. Сейчас же он неподвижно ожидает возле двери. На лице — обычная для людей его профессии, беспристрастная маска.",
        "need": [
          -3,
          -4,
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "comment": true,
        "id": 2,
        "text": "   — Профессор Монтгомери любезно предоставил свой кабинет для того, чтобы вы могли опросить каждого из свидетелей наедине, — сообщает мне помощник. \n   Я благодарно киваю в ответ. Пора браться за дело. ",
        "need": [
          -3,
          -4,
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "id": 3,
        "text": "[Поговорить об убийстве с профессором Монтгомери]",
        "need": -3,
        "need_sometimes": true
      },
      {
        "id": 4,
        "text": "[Поговорить об убийстве с Луизой Монтгомери]",
        "need": -4
      },
      {
        "id": 5,
        "text": "[Поговорить об убийстве с Лукасом Монтгомери]",
        "need": -5
      },
      {
        "id": 6,
        "text": "[Поговорить об убийстве с Арчибальдом]",
        "need": -6
      },
      {
        "id": 7,
        "text": "[Арестовать профессора Монтгомери]"
      },
      {
        "id": 8,
        "text": "[Арестовать Луизу Монтгомери]"
      },
      {
        "id": 9,
        "text": "[Арестовать Лукаса Монтгомери]"
      },
      {
        "id": 10,
        "text": "[Арестовать Арчибальда]"
      },
      {
        "id": 11,
        "text": "кек",
        "need": 11
      }
    ]
  },
  {
    "id": 3,
    "text": "   Профессор Алан Джеймс Монтгомери — очень влиятельный человек. Он выдающийся ученый, исследователь, историк и один из самых выдающихся экспертов в области древних цивилизаций. \n   Его внешность идеально подходит избранной профессии. Высокий, худощавый,  с пергаментно-бледной кожей и тонкими очками на переносице, он выглядит именно так, как любой обыватель представляет себе профессоров. Но вот глаза у него выбиваются из общего образа. Темно-серые, цвета дымного пороха, они таят в себе целую бурю опасных эмоций. \n   \n   Стоит только двери кабинета закрыться за его спиной, раздается звук бьющегося стекла. Я провожаю взглядом разлетающиеся в стороны осколки того, что некогда было чайной чашкой, и поворачиваюсь к профессору.  Он тяжело дышит, стараясь сдержать гнев.\n   — Ну и долго еще я должен ждать, инспектор?  — спрашивает профессор Монтгомери сквозь зубы.  — Какие еще вам нужны доказательства, чтобы арестовать мою жену? Я вообще не понимаю, зачем нам сейчас тратить время на разговоры!  Только Луиза могла это сделать. Она ненавидела мою дочь. И если вам мало одного этого факта, то знайте, что цветок на груди Анны-Марии — это редкая орхидея. И именно их моя жена выращивает в своей оранжерее. Использует их для своих безумных темных ритуалов. Сумасшедшая стерва! И мою любимую единственную дочь она тоже убила только ради своего колдовства!",
    "answers": [
      {
        "id": 2,
        "text": "   — Не горячитесь, профессор. Вы предоставили мне всю информацию, необходимую для расследования. Благодарю."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/1902/79/2496930c60e1.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Луиза Монтгомери младше своего именитого супруга не менее, чем на десять лет. В высшем обществе за ней закрепилась репутация светской львицы и, вопреки годам, одной из первых красавиц столицы. Что же до слухов о её увлечении окультизмом, Луиза никогда не подтверждала их, но и не опровергала. \n  \n  В кабинет Луиза Монтгомери входит, сохраняя молчание. Она занимает одно из кресел и устремляет на меня заинтересованный взгляд своих изумрудно-зеленых глаз. \n   — Никак не могу взять в толк, что же вам нужно от меня, инспектор, — произносит она, награждая меня благосклонной улыбкой. — Я шла в кабинет и пыталась предугадать ваши ожидания. Ждете ли вы, что я скажу вам кто убийца, или же, что признаюсь в убийстве сама? Хотите знать правду? Любой из нас мог убить Анну-Марию, кроме, пожалуй, моего сына. Лукас... Он унаследовал от отца излишнюю эмоциональность, и, возможно, именно из-за этого испытывал к своей единокровной сестре далеко не братские чувства. А она, как мне кажется, совсем не заслуживала любви. Девчонка была сущим исчадием ада. За внешностью милого непорочного ангела скрывалось насквозь испорченное, эгоистичное и коварное существо. Ни для кого смерть Анны-Марии, не считая Лукаса, естественно, не должна стать трагедией. Даже для моего мужа, который сейчас изображает из себя страдающего отца. Но кто же все-таки убил её, спросите вы. Не стану ещё больше тянуть время. Это была я, инспектор. Всегда ненавидела мерзкую девчонку и вот, наконец, решила избавиться от нее. Теперь можете арестовать меня и оставить в покое нашу семью. ",
    "answers": [
      {
        "id": 2,
        "text": "Благодарю вас за откровенность. Я сообщу вам о своем решении. "
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/1902/c4/0e80e01c3c56.png"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Лукас Монтгомери совсем еще молод. Ему всего шестнадцать лет, поэтому в обществе о нем пока не ходит столько же противоречивых слухов, как о его родителях. Внешность же,  он в равной мере унаследовал от них обоих. Высокий, бледный и худощавый, как отец, от матери Лукас получил темные, почти черные, волосы и зеленые колдовские глаза. С такими данными он сможет покорить не одно девичье сердце, но отстранненый взгляд и манера поведения, говорят о том, что юноша мало в этом заинтересован.\n\n   В кабинет Лукас входит неуверенно. Бросает по сторонам тревожные взгляды, а когда дверь закрывается, начинает нервно расхаживать из угла в угол. \n   — Вы думаете,  что это сделал я, верно, инспектор?  — спрашивает он, чуть заикаясь. — Уверен, что все так думают, кроме убийцы, естественно, — из него вырывается короткий истерический смешок. — По крайней мере, и мать и отец уверены в этом. И они с легкостью отдадут меня вам. Отдадут, чтобы меня казнили, или, чтобы я сгнил в какой-то вонючей тюрьме! Потому что я позор семьи. Никому не нужен такой как я. Ни родителям, ни Анне-Марии. Я не был ей нужен... Нет, совсем нет. Но я её не убивал. Нет! Знаете кто убил? Тот кто стоит с каменным лицом и смотрит на нас бесстрастным взглядом как какая-то горгулья с вершины готического собора. Ему я мешал больше всего. Он убил мою сестру, только для того, чтоб подставить меня!  По вы мне не верите,  да?  Никто не верит!  Боже, я обречен! ",
    "answers": [
      {
        "id": 2,
        "text": "   — Пожалуйста, успокойся, Лукас. Пока я только собираю информацию. Спасибо тебе за честность."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Дворецкий — это не профессия. Дворецкий — это призвание. И к своему призванию Арчибальд готовился с раннего детства. Не смотря на то, что он достаточно молод, и вовсе не похож на типичный образ степенного пожилого дворецкого, манеры и самообладание у Арчибальда поистине безукоризнены.  \n\n   В кабинет он входит бесшумно и прикрывает за собой дверь. На лице – ни тени эмоций. Взгляд светло-серых глаз абсолютно холоден.\n   — Вы хотели видеть меня, инспектор?  — спрашивает Арчибальд, вежливым тоном. — Полагаю, что вы хотите спросить меня о смерти юной госпожи. Ну что же, мой долг — приложить все усилия, чтобы помочь вашему расследованию. Я обнаружил тело Анны-Марии утром. Господин Монтгомери направил меня к ней, выяснить, почему его дочь не явилась к завтраку. Я вошел в комнату и увидел точно то же, что видели и вы несколько минут назад. Я тут же вышел и сообщил семье Монтгомери о случившемся. Эта трагедия всех их повергла в ужас. Всех, кроме юного господина Лукаса. Он, как будто, вовсе и не был удивлен. Словно уже знал об убийстве. Но это все только мои догадки, инспектор. Если позволите, я должен идти. Моя семья нуждается во мне в этот тяжелый момент. ",
    "answers": [
      {
        "id": 2,
        "text": "   — Благодарю, Арчибальд.  Не смею вас больше задерживать. "
      }
    ]
  },
  {
    "id": 7,
    "text": "   В ходе дальнейших допросов, выяснилось, что именно Алан Джеймс Монтгомери и убил свою дочь. Он, не смотря на свою интеллигетность и высокий интеллект, был очень вспыльчивым человеком, а Анна-Мария, в свою очередь, была далеко не такой милой девушкой, какой хотела казаться. Будучи хитрой интриганткой, девушка многие годы шантажировала своего отца, угрожая выдать всем позорные тайны их семьи  и уничтожить доброе имя профессора. В какой-то момент, она перешла грань. Её отец не выдержал и убил девушку, а затем попытался замаскировать все под ритуальное убийство, чтобы подставить свою жену. Однако, профессор не учел одну простую вещь, которая так явно указывала на него. Судя по ране на шее Анны-Марии, удар был нанесен левой рукой, а из всех подозреваемых, только Алан Монтгомери был левшой.  \n   Теперь его ждет тюрьма, где он, не смотря на всю свою влиятельность, проведет остаток жизни, а мрачные тайны семьи Монтгомери будут навеки похоронены вместе с Анной-Марией.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 8,
    "text": "   В ходе дальнейших допросов выяснилось, что Луиза вовсе не совершала этого преступления. Однако, она взяла всю вину на себя, чтобы защитить своего сына Лукаса, поскольку считала, что Анну-Марию убил именно он, не справившись со своей болью от неразделенной любви. И не смотря на то, что за Луизой числится множество других неблаговидных поступков, перед законом она все же чиста, поэтому мне не остается ничего другого, кроме как отпустить её на свободу. \n   Что до настоящего убийцы, то он успешно скрылся от правосудия и найти его уже не представляется мне возможным. Стоило уделить внимание мелким деталям, а не словам, но теперь это,  к сожалению, не имеет значения. Виновный не был наказан. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 9,
    "text": "   В ходе дальнейших допросов выяснилось, что Лукас вовсе не совершал этого преступления. Юноша, хоть и был вспыльчив и неуравновешен, любил свою сестру сильнее всего на свете. Он не мог допустить даже мысли о том, чтобы хоть как-то навредить ей. Однако, настоящий убийца посчитал, что порывистый характер молодого человека делает его идеальным подозреваемым, и, похоже, попытался подставить именно его. Тем не менее, выяснилось, что перед законом Лукас чист, поэтому мне не остается ничего другого, кроме как отпустить его на свободу. \n   Что до настоящего убийцы, то он успешно скрылся от правосудия и найти его уже не представляется мне возможным. Стоило уделить внимание мелким деталям, а не словам, но теперь это,  к сожалению, не имеет значения. Виновный не был наказан. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 10,
    "text": "   В ходе дальнейших допросов, выяснилось, что Арчибальд вовсе не совершал этого преступления. Однако, за ним числятся другие неблаговидные поступки. Долгие годы, мужчина состоял в порочной любовной связи с Луизой Монтгомери, о чем, пожалуй, знали все члены семьи, даже её муж. И не смотря на внешнюю бесстрастность, свою госпожу Арчибальд любил всей душой. Он искренне считал, что совместный сын — единственное, что удерживает супругов Монтгомери от развода, и пусть дворецкий не совершал убийства, он пытался подставить в нём юного Лукаса, чтобы навсегда избавиться от того, что мешает ему полностью воссоединиться со своей возлюбленной.\n      Что до настоящего убийцы, то он успешно скрылся от правосудия и найти его уже не представляется мне возможным. Стоило уделить внимание мелким деталям, а не словам, но теперь это,  к сожалению, не имеет значения. Виновный не был наказан. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Кек",
    "answers": [
      {
        "id": 1,
        "text": "кек"
      },
      {
        "id": 12,
        "text": "кек"
      }
    ]
  },
  {
    "id": 12,
    "text": "кек",
    "answers": [
      {
        "id": 13,
        "text": "кек"
      }
    ]
  },
  {
    "id": 13,
    "text": "кек",
    "answers": [
      {
        "id": 14,
        "text": "кек"
      }
    ]
  },
  {
    "id": 14,
    "text": "кек",
    "answers": [
      {
        "id": 15,
        "text": "кек"
      }
    ]
  },
  {
    "id": 15,
    "text": "кек",
    "answers": [
      {
        "id": 16,
        "text": "кек"
      }
    ]
  },
  {
    "id": 16,
    "text": "кек",
    "answers": [
      {
        "id": 17,
        "text": "кек"
      }
    ]
  },
  {
    "id": 17,
    "text": "кек",
    "answers": [
      {
        "id": 18,
        "text": "кек"
      }
    ]
  },
  {
    "id": 18,
    "text": "кек",
    "answers": [
      {
        "id": 19,
        "text": "кек"
      }
    ]
  },
  {
    "id": 19,
    "text": "кек",
    "answers": [
      {
        "id": 20,
        "text": "кек"
      }
    ]
  },
  {
    "id": 20,
    "text": "кек",
    "answers": [
      {
        "id": 1,
        "text": "кек"
      },
      {
        "id": 21,
        "text": "кек"
      }
    ]
  },
  {
    "id": 21,
    "text": "кек",
    "answers": [
      {
        "id": 1,
        "text": "кек"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]