[
  {
    "id": 1,
    "text": "Автор: elChem (Артём Стрельников)<s>r\nЖанр: микроквест<s>r\n<s>r\n   Микроквест – это короткая, но ёмкая история, попытка отразить значимость единственного выбора, его влияние на внутренний мир и судьбы отдельных людей или даже на развитие всего мира.\n\n   \"Лекарство\" – история о ценностях, целеустремлённости, доверии и надежде. Когда у человека нет сил изменить ситуацию, он катастрофически остро воспринимает каждое мгновение свой беспомощности. Именно такие страшные моменты могут порой стать настоящим лекарством для души.",
    "answers": [
      {
        "id": 5,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Группа автора в ВК",
        "url": "https://vk.com/elchem_group"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Когда у отца проявились симптомы, болезнь была уже на поздней стадии, никто из врачей не давал утешительных прогнозов.<s>r Почему судьба поступает так? Он был самым лучшим человеком, а теперь угасал на глазах.\n   И вот, я привёл его к себе. Если бы начальство узнало, то увольнение стало бы самым мягким последствием. Но выбора не было, и пока мой отец  удивлённо разглядывал кабинет, я быстрым шагом направился в лабораторию. Вот оно: в штативе за прозрачной дверцей холодильной камеры стояла ампула с новым экспериментальным препаратом.<s>r\n   Теоретически, он мог бы спасти отца. Или убить побочными эффектами. Из десяти мышей, на которых успели испытать новое лекарство, семь умерли почти сразу, ещё две – в течение пары часов после инъекции. Зато последняя всё ещё была жива, уже почти двое суток. Её клетка круглосуточно находилась под пристальным взором нескольких камер, изображение с которых транслировалось на экран в кабинете.<s>r\n   Я взял ампулу, перенёс лекарство в шприц для инъекций и вернулся к отцу, который внимательно наблюдал за маленькой белой мышью на экране.<s>r\n– Похоже, ей нездоровится, – заметил он. – Выглядит так же неважно, как и я.<s>r\n– Она поправится, – я надеялся, что мой голос прозвучал уверенно. – Вот увидишь.<s>r\n– Так что же, ты и впрямь хочешь отравить меня этой гадостью? – он указал на шприц в моих руках. – Думаешь, оно того стоит?<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "– Эта \"гадость\" может спасти тебя, я не могу просто смотреть, как ты умираешь."
      },
      {
        "id": 4,
        "text": "– Я не знаю... Это может спасти тебя, но риск слишком велик."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Отец попытался похлопать меня по плечу, для этого мне пришлось наклониться.<s>r\n– Ну тогда не тяни, – попытался приободрить меня он. – Я верю, что всё получится.<s>r\n  Я взял его руку и молча сделал инъекцию, представляя, как в потоке крови молекулы препарата уже мчатся к очагу заболевания, чтобы навсегда с ним покончить.<s>r\n– Не больно? – спросил я, прикладывая смоченную спиртом ватку к месту укола.<s>r\n– И побольнее бывало, – отец вымученно улыбнулся. – Спасибо тебе, сын.\n   Я присел рядом. Конечно, я понимал, что лекарство не вернёт молодость моему отцу, но может быть хотя бы отсрочит тот ужасный момент, когда мне придётся навсегда с ним проститься, а это уже немало. Я верил, что он поправится, что мы ещё не раз соберёмся всей семьёй за обеденным столом и всё будет хорошо, как в детстве. Я верил, что не всё упущено безвозвратно. Я хотел в это верить.\n– Пойдём отсюда? – я помог отцу подняться. – Лучше, чтобы нас здесь не увидели.\n   Быстро выключив тревожно мигающий экран, на котором застыло изображение неподвижной белой мыши, я взял отца под руку и мы отправились домой.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Я стоял в нерешительности, сжимая шприц дрожащими пальцами.\n– Я полностью доверяю тебе, сын, – отец выглядел спокойно, словно не понимал, что было на кону. – Ты знаешь, я прожил хорошую жизнь, я не боюсь своей болезни.\n   Отец всю жизнь работал на заводе, по двенадцать часов в день, часто и по ночам. Я знал, что это тяжело, но никогда не мог представить, что он чувствовал при этом, поэтому удивился его словам. Только сейчас я понял, как мало знаю человека, столько сделавшего для меня, как далёк в одно мгновение оказался самый близкий человек. Я знал, что он когда-то играл на гитаре, но никогда не слышал этого. И не услышу, возможно, никогда. Сколько историй он мог бы мне рассказать, будь я рядом? Чего стоит докторская степень, ради которой я столько лет круглосуточно пропадал в лаборатории, если я не знаю, как мои родители впервые встретились? Сотни вопросов роились в моей голове, к глазам подступили слёзы.\n   Шприц выскользнул из моей руки и покатился по полу.\n– Я сейчас, – сказал я отцу, подбирая шприц. – Только верну всё на место и поедем домой.\n   Я шёл по лаборатории и думал, как попрошу отца сыграть на гитаре, как мы всю ночь проведём за разговорами. Лишь бы успеть, лишь бы не потерять его прямо сейчас.\n   Вернувшись к кабинету, я замер на секунду, боясь открыть дверь. А вдруг? Нет, не может быть. Я хотел верить, что всё будет хорошо. Я верил.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Высокий человек с сединой в волосах и лицом, покрытым сетью морщинок, неуверенно опустился в кресло за письменным столом, на котором располагался небольшой монитор. До этого момента я и не замечал, что мой отец постарел. Когда это произошло?\n  Я помню, что он всегда был рядом, заботился о семье и воспитывал детей, построил дом, в котором прошло моё беззаботное детство, разбирался во всём на свете и мог ответить на любой вопрос. Он был образцом для меня во всём: с ним я учился мужской работе и обращению с инструментами, мы вместе ходили на площадку и он учил меня игре с мячом, он заставлял меня отжиматься по утрам и подтягиваться на перекладине. \n   Это не случилось внезапно, но в какой-то момент я заметил, что могу сам починить протекающий кран, что могу обыграть своего отца в спортивной игре, что разбираюсь в чём-то лучше, чем он.<s>ufeff Но в глубине души я всё равно боялся, что ни за что не смогу стать таким же, как он.\n   Я уехал учиться в другой город, научился жить сам, встретил свою любовь и женился. Я помню, как радовался моим нечастым приездам отец, как он был ошеломлён новостью о моей свадьбе, как каждый раз крепко обнимал на прощание.\n   \"Нужно было чаще приезжать к родителям, чаще созваниваться, чаще делать сюрпризы и дарить подарки\" – думал я сокрушённо, смотря на отца теперь, видя его усталый и печальный взгляд. Сколько эмоций мог бы я подарить самому близкому человеку, но не сделал этого!",
    "answers": [
      {
        "id": 2,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "под",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "под",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "под",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "под",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "под",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "под",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "под",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "под",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "под",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "под",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "под",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "аж",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "под",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "под",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "под",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "под",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]