[
  {
    "id": 1,
    "text": "   Фамерион решил, что лучшим моментом для убийства короля будет день годовщины его правления. На празднество соберутся лорды со всех земель и станут свидетелями того события, в котором им самим нужно было принять участие годы назад.\n    У входа во дворец Фамерион решил проверить, все ли на месте. Он достал из кармана плаща приглашение на праздничный ужин, которое он \"позаимствовал\" у одного из мелких лордов. Вряд ли многим присутствующим на пиру известен лорд Калибаст.\n    Он нащупал на поясе коллекцию ножей, которые бережно затачивал всю прошлую ночь. Рука коснулась кинжала с красным рубином — тому, что подарил ему отец.\n    Наконец, он задрал рукав и взглянул на Браслет Могущества. Ценой многих усилий была добыта эта вещь, так что лучше бы ей не подвести сегодня.\n    \"Пора\" — подумал Фамерион и подошел к воротам дворца.\n— Ваше приглашение, милорд, — один из стражей в униформе золотистого цвета протянул руку.",
    "answers": [
      {
        "id": 2,
        "text": "Передать приглашение"
      },
      {
        "id": 22,
        "text": "Концовки",
        "need": 2,
        "need_ever": true
      },
      {
        "id": 11,
        "text": "От автора",
        "need": 2,
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Конечно.\n    Фамерион передал стражу приглашение. Тот несколько мгновений читал документ, затем передал его второму стражу, у которого был свиток со списком приглашенных. Стражник принялся искать его имя.\n    Время ожидания длилось мучительно долго. \"Вдруг они уже знают, что приглашение украдено?\" Фамерион коснулся кинжала с рубином. Гостям было запрещено приходить с оружием, но Фамерион надеялся, что никто не заметит, если он тайком пронесет несколько коротких клинков.\n    Вдруг страж опустил свиток и посмотрел прямо в глаза Фамериону:\n— Добро пожаловать, лорд Калибаст.\n    Не желая терять времени, Фамерион направился внутрь. Он оказался в просторном помещении, набитом людьми. В центре зала собрались менестрели, которые играли сочиненные ими песни, восхвалявшие доблесть короля. Лицемеры.\n    Вокруг выступающих стояло четыре длинных стола, за которыми собрались самые знатные люди королевства. Некоторые из них раньше сами были королями, но трусливо отреклись, желая сохранить свою жизнь.\n    Самого короля здесь не было. Впереди Фамерион увидел проход в коридор ведущий к тронному залу. Его охраняла королевская гвардия — люди, причастные к смерти его семьи.\n    Приблизился юноша с подносом, на котором стояли бокалы с вином. Он был примерно такого же возраста, в котором Фамерион стал сиротой.\n— Желаете вина, Милорд?",
    "answers": [
      {
        "id": 3,
        "text": "Убить стражей"
      },
      {
        "id": 4,
        "text": "Обезвредить стражу, не убивая"
      }
    ]
  },
  {
    "id": 3,
    "text": "    \"Эти люди заслуживают смерти\" — решил Фамерион. Даже не посмотрев на слугу, он поспешил к гвардейцам.  \n— Милорд, сюда нель... — фразу гвардейца оборвал кинжал, полоснувший по горлу.  \nВторой стражник не успел проронить и звука, когда удар Фамериона настиг его.\n    Юноша обернулся. Все в зале были поглощены выступлением менестрелей и даже не заметили произошедшего.  \n    Далее по коридору он встретил еще несколько групп стражников. С невиданной хладнокровностью он забирал жизни, одну за другой. Фамерион отчетливо помнил то, что случилось с его маленькой сестрой и не испытывал ни малейшего сожаления за свои поступки. \nВо время очередной из стычек Фамерион услышал доносящиеся сзади крики. \"Заметили наконец\".\n    С легкостью увернувшись от взмаха мечом, Фамерион кувыркнулся к светильнику у стены. Он вытянул руку и коснулся браслетом языков пламени свечи. Металл стал нагреваться. Фамерион прыгнул к гвардейцу и коснулся его ладонью, мысленно послав на него энергию пламени.\n    Человек мгновенно загорелся. Вопя от ужаса, стражник побежал назад по коридору.\n    \"Это их задержит\" — подумал Фамерион, открывая следующую дверь.",
    "answers": [
      {
        "id": 5,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Благодарю, — сказал Фамерион и взял бокал.\n    \"Они всего лишь выполняли приказ, я не могу винить их в этом\" — думал Фамерион, приближаясь к гвардейцам.\n    Он небрежно пролил на руку с браслетом вино и почувствовал энергию, пульсирующую по всему телу.\n— Милорд, сюда нельзя! — сказал один из гвардейцев.\n— Простите, друзья, — ответил Фамерион, коснувшись руками шеи обоих гвардейцев, — не подскажете, где здесь уборная?\n— Эм... это... — стражник вытянул руку и указал куда-то пальцем, затем упал без сознания.\n    Второго гвардейца ждала та же участь. Искусственное опьянение подействовало мгновенно.  Фамерион чувствовал в себе энергию еще на несколько таких зарядов и поспешил по коридору.\n    Стражники падали без сознания один за другим. Однако во время очередной стычки Фамерион обнаружил, что его жертва не теряет сознание от прикосновения. Что еще хуже, позади стали доноситься крики тревоги. \n    Его противник потянулся к оружию, но Фамерион был быстрее. Он выхватил кинжал и ткнул им в уязвимое место. Гвардеец тут же замер в своей позе, после чего упал на землю. Это должно парализовать его на какое-то время.\n   Фамерион побежал к следующей двери.",
    "answers": [
      {
        "id": 5,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Фамерион оказался в очередном помещении. Он увидел, как к другому выходу спешит человек в королевских одеждах, окруженный телохранителями. Юноша выучил планы дворца и знал, что там находится черный ход.\n    От группы отделился воин в тяжелых латах, скрывавших все его тело и практически не имевших зазоров для смертоносно точного удара кинжалом. В руках он держал двуручный меч, на лезвии которого была выгравирована надпись.\n    Король и телохранители покинули зал, и Фамерион остался наедине со своим противником. Не имея подходящего оружия для боя с бронированным бойцом, юноша побежал к камину, где лежали раскаленные угли. \n    И сунул руку прямо в пламя.\n    Боль мгновенно настигла его. Кожа покрылась мурашками, но Фамерион не убирал руку. Он дождался, пока браслет не заполнится энергией и только тогда вытащил руку, в которой держал двуручный клинок. Он был таким же, как у рыцаря, только клинок Фамериона пылал.\n    Воины скрестили клинки. Вблизи юноша смог разглядеть надпись на мече своего врага. Это было название рода Фамериона. Клинок его отца.\n    Ненависть заставила Фамериона вспыхнуть изнутри, также как его клинок пылал снаружи.",
    "answers": [
      {
        "id": 6,
        "text": "Сражаться"
      }
    ]
  },
  {
    "id": 6,
    "text": "    Он дрался почти не думая. Все мысли заполнила ненависть к владельцу клинка. Фамерион помнил, что однажды сказал ему отец: \"Когда-то ты будешь владеть этим мечом и решать судьбы людей, как сейчас я\". Это был день, когда во дворец привели дезертира на суд отца. \"Иногда лучше проявить милосердие, если ты не уверен в том, что поступаешь правильно\". Отец пощадил того дезертира, и спустя какое-то время он проявил доблесть в бою.\n    \"Боюсь, отец, что время милосердия прошло\".\n    Бой затягивался. С каждой секундой задержки король уходил все дальше. Не было времени убивать этого рыцаря. Фамерион поднырнул под очередной удар противника и ударил мечом по ногам. Воин в латах споткнулся и упал, однако упал на спину и по-прежнему держал меч в руках, готовый защищаться.\n    Однако Фамерион не собирался нападать. Он двинулся к выходу. Обернувшись, Фамерион увидел, что рыцарь не собирается остановить его или пойти следом. Вместо этого он присел в расслабленной позе",
    "answers": [
      {
        "id": 7,
        "text": "Догнать короля"
      },
      {
        "id": 8,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Фамерион бежал, и вскоре нагнал короля и его телохранителей в королевском саду. Эти люди не смогли ничего противопоставить пылающему двуручному мечу. Некоторые не могли даже пошевелиться от страха.\n    Покончив с телохранителями и немного запыхавшись, Фамерион приблизился к королю. Тот только смеялся безумным смехом. Парень отпустил свой меч, который тут же развеялся пеплом по ветру.\n    Он вытащил из-за пояса кинжал, подаренный отцом, и молча вонзил его в хохочущего человека. Он умер с улыбкой на лице.\n\n    Спустя несколько дней Фамерион услышал слухи о том, что на короля совершили покушение, но убийцу обманули и он убил не того.\n    Юноша решил, что это всего лишь слухи. Власть просто пыталась сохранить лицо, чтобы уберечь королевство от распада.\n    В любом случае, он не собирался этого проверять. Корабль вез его на другой континент, где Фамерион собирался начать новую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Провальный КОНЕЦ"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Увидев, что Фамерион не собирается уходить, человек в латах поднялся и стал в боевую стойку.\n— Как ты узнал? \n— Это меч моего отца. Он не может принадлежать никому другому, кроме как королю. Такие вещи не доверяют даже своему телохранителю.\n— Твоего отца? — Мужчина поднял забрало на шлеме чтобы получше разглядеть юношу. — Ах, да припоминаю. В тот день мы не смогли найти одного мальчишку, весь город обыскали. По твоей вине нам пришлось сжечь город целиком, чтобы удостовериться, что ты мертв.\n    На Фамериона нахлынула новая волна гнева.\n— Ты чудовище!\n— Возможно. — Король опустил забрало. — Что ж, если ты узнал этот меч, ты знаешь, на что он способен.\n    Король коснулся эфеса меча и тот засиял синим. Возле короля материализовались призраки предков Фамериона. Среди них был его отец. Король указал на юношу и сказал:\n— Убить.\n    Юноша прекрасно знал, на что способен этот меч. Если он окажется в руках чужака, и тот прикажет его хранителям навредить родичу, призраки воспротивятся приказу.Похоже король этого не знал.\n    Все произошло так быстро, что Фамерион даже не заметил, когда король упал на землю, истекая кровью, а призраки расстворились.\n— Нет! — послышался женский голос.\n    К королю подбежала женщина с двумя детьми.",
    "answers": [
      {
        "id": 9,
        "text": "Казнить семью короля"
      },
      {
        "id": 10,
        "text": "Пощадить семью короля",
        "need": 4
      }
    ]
  },
  {
    "id": 9,
    "text": "    \"Назад пути нет\" — подумал Фамерион, поднимая клинок своего отца. \"Его род не заслуживает жизнь после того, что он сделал\".\n\n    Спустя какое-то время юноша узнал о том, что в королевстве не осталось наследника, и поэтому началась гражданская война. Многие погибли в борьбе за престол, в том числе невинные, но никто так и не стал новым королем. Государство раздробилось на множество частей, которые однажды покорил другой завоеватель.\n    Юноша так и не почувствовал удовлетворение после содеянного. Наоборот, его стали мучить угрызения совести.\n    \"Правильно ли я поступил?\"\n    В любом случае, назад пути нет. Корабль вез его на другой континент, где Фамерион собирался начать новую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Грустный КОНЕЦ"
      }
    ]
  },
  {
    "id": 10,
    "text": "    Фамерион посмотрел в глаза детям. Они были такими же юными, как когда-то он сам.\n    \"Дети не могут быть в ответе за грехи отцов. Если я поступлю с ними также, как король с моей семьей, то буду ничем не лучше него\".\n    Молча, парень забрал фамильный меч и вышел через черный ход.\n\n    Спустя какое-то время до Фамериона дошли слухи, что кто-то совершил покушение на короля, и власть перешла к его сыну. Он был хорошим правителем и привел королевство к процветанию. Они навсегда отказались от завоевательных войн.\n    \"Все-таки ты был прав, отец. Милосердие оказалось верным решением\".\n   Фамерион плыл на корабле к другому континенту, где собирался начать новую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Лучший КОНЕЦ"
      }
    ]
  },
  {
    "id": 11,
    "text": "Данная книга была написана для участия в конкурсе группы приложения Вконтакте.\n\nЕсли есть какие-то вопросы, связанные с работой прошу написать в личку. Сам я появляюсь в онлайне редко, в связи с блокировкой этого ресурса для моей страны, но рано или поздно отвечу.",
    "answers": [
      {
        "id": 1,
        "text": "Страница автора",
        "url": "https://vk.com/id290085490"
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "need": 2
      }
    ]
  },
  {
    "id": 12,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "ПУСТАЯ СТРАНИЦА",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Ваши концовки:\n\n",
    "answers": [
      {
        "need_ever": true,
        "id": 22,
        "text": "\n- Провальная - ПОЛУЧЕНО\n",
        "need": 7,
        "merge": true
      },
      {
        "need_ever": true,
        "id": 22,
        "text": "\n - Провальная - ЗАБЛОКИРОВАНО\n",
        "need": -7,
        "merge": true
      },
      {
        "need_ever": true,
        "id": 22,
        "text": "\n- Грустная - ПОЛУЧЕНО\n",
        "need": 9,
        "merge": true
      },
      {
        "need_ever": true,
        "id": 22,
        "text": "\n- Грустная - ЗАБЛОКИРОВАНО\n",
        "need": -9,
        "merge": true
      },
      {
        "need_ever": true,
        "id": 22,
        "text": "\n- Лучшая - ПОЛУЧЕНО\n",
        "need": 10,
        "merge": true
      },
      {
        "need_ever": true,
        "id": 22,
        "text": "\n- Лучшая - ЗАБЛОКИРОВАНО\n",
        "need": -10,
        "merge": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]