[
  {
    "id": 1,
    "text": "\"Когда вор ворует у вора\"\n\nЖанр: детектив с элементами фантастики\n\nДействие происходит в недалеком будущем. Однажды банда воров \"Черные вороны\" узнает о платежной карте, на которой находится бесконечное количество денег, которые не тратятся после каждой платы. И вот они захотели заполучить эту карту. Но она принадлежит эпатажной женщине. Но позже воры узнают, что карта изначально принадлежала тоже не ней... А кому?",
    "answers": [
      {
        "id": 2,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 2,
    "text": "Состав банды \"Черные вороны\". \nНикита Воронов (Ворон). Главарь банды. Вор\nЮлия Галкина (Галка). Правая рука и девушка Ворона. Водитель\nБорис Крабов (Краб). Взломщик. Может сломать любую систему со своего смартфона. \nПавел Черенков (Секатор). Обладает умением отсекать провода. Бывший электрик и когда-то подрабатывавший садовником.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "2050 год. \"Черные вороны\" повседневно обходили все квартиры, в которых никого не было, и тщательно искали различные драгоценности и деньги. Они покидали квартиры, наводя порядок и скрывая следы кражи. Драгоценности они продавали и зарабатывали на этом деньги. ",
    "answers": [
      {
        "id": 4,
        "text": "Как это происходит?"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Черные вороны\" пришли в одну из случайных квартир. \n— К счастью, в этой квартире никто не живет, — сказал Ворон. — Сначала надо вскрыть замок. Кто займется этим?",
    "answers": [
      {
        "id": 5,
        "text": "Ворон"
      },
      {
        "id": 6,
        "text": "Галка"
      },
      {
        "id": 6,
        "text": "Краб"
      },
      {
        "id": 6,
        "text": "Секатор"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Вот все я должен делать! — проворчал Ворон и достал набор фальшивых, но сделанных своими руками, ключей, достал самый подходящий и открыл дверь. \n— Никого дома нет! Заходите! — сказал Ворон. ",
    "answers": [
      {
        "id": 7,
        "text": "Зайти в квартиру"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Я не умею вскрывать.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ворон, Галка, Краб и Секатор зашли в квартиру. Она трехкомнатная. \n— Так, в этой квартире где-то должны быть деньги и драгоценности! Искать!",
    "answers": [
      {
        "id": 8,
        "text": "Гостиная"
      },
      {
        "id": 12,
        "text": "Кухня"
      },
      {
        "id": 10,
        "text": "Спальная"
      },
      {
        "id": 11,
        "text": "Детская комната"
      },
      {
        "id": 12,
        "text": "Ванная"
      }
    ]
  },
  {
    "id": 8,
    "text": "Воры зашли в гостиную. Там стоит тумба, на которой стоит плазменный телевизор. Слева и справа от телевизора стоят несколько сувениров. \n— Загребайте эти сувениры! — сказал Ворон. \nГалка сложила сувениры в черный пакет.\n— Все, уходим! — сказал Ворон и направился к двери.",
    "answers": [
      {
        "id": 13,
        "text": "Идти к выходу"
      },
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "В каком ящике?",
    "answers": [
      {
        "id": 14,
        "text": "Верхний ящик"
      },
      {
        "id": 15,
        "text": "Нижний ящик"
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Воры зашли в спальную. Там стояла двухспальная кровать между двумя комодами с двумя ящиками.",
    "answers": [
      {
        "id": 9,
        "text": "Левый комод"
      },
      {
        "id": 9,
        "text": "Правый комод"
      },
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Детская комната обкленна розовыми обоями. Шкаф с зеркалом, на полках стоит много косметики, детских девичьих игрушек и книг. В комнате стоит стол с компьютером, а рядом шкаф с книгами и учебниками. Стоит кроватка деревянная с бельем розового цвета.\n— Если так устроена эта комната, значит в этой комнате живет девочка, — сказал Краб.\n— Пфь! Железная логика! — ответила Галка. — А ты думал, мальчик живет здесь? \n— Думал, что мальчик, да. Но, разумеется, не в таком интерьере!\n— Ребят, вы серьезно? — со смехом спросил Ворон. — Откуда в детской комнате ценности? Может, ребенку с утра родитеди дают на школьные расходы, которые потом тратятся. Выходите отсюда!",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Прикалываетесь, что ли? Там-то им откуда взяться?",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Интересно, а сколько нам за все это денег дадут? — спросил Секатор.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "В этом ящике были найдены золотые монеты и бумажные деньги. \n— Ого! — удивился Секатор.\n— Чего вы на них уставились? Берите все, что есть!",
    "answers": [
      {
        "id": 7,
        "text": "Взять деньги"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "В этом ящике оказались: золотые цепочки, золотые кольца, кольца с камнями и кожаные браслеты.\n— Нифига тут всего! — удивился Краб.\n— Потом восхищаться будете! Загребайте.",
    "answers": [
      {
        "id": 7,
        "text": "Взять все"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ворон открыл дверь и встретил человека в полицейской форме. Полицейский лишился дара речи, воры насторожились.\n— Упс... — сказал Краб. \n— Старший лейтенант Комагаров, — сказал полицейский и приложил руку к фуражке. — Я не понял, ребят. Кто вы такие? Что вы здесь делаете?",
    "answers": [
      {
        "id": 17,
        "text": "А вы кто?"
      },
      {
        "id": 18,
        "text": "Мы просто помогаем вам мусор вынести!"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Я вам вопрос задал! Кто вы?",
    "answers": [
      {
        "id": 18,
        "text": "Мы помогаем вам вынести мусор!"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Помогаете мне вынести мусор? — подавляюще переспросил полицейский, посмотрев на черный большой пакет. \n— Да! — ответил Краб. — Давайте мы...\n— Тихо! — перебил Ворон. — Давайте мы вынесем ваш мусор и будем считать, что мы друг друга не видели?\n— Хорошо, — ответил полицейский. — Только давайте-ка проверим мусорный пакет!\n— Вы станете проверять мусорный пакет? — засмеялся Ворон. \n— Молчать!!! — скомандовал полицейский. — Живо раскрыли пакет!\nВорон взял пакет и нехотя раскрыл его. Комагаров был шокирован увиденными им драгоценностями и деньгами. Комагаров закрыл дверь на замок.\n— И это мусор? И вы это хотели вынести, да? — спросил Комагаров. \n— Мы же не знали, что вы придете! — сказал Ворон. \n— Это не оправдание! Попались вы, ребята, под статью под названием \"Кража\"! Надо доложить об этом органам.",
    "answers": [
      {
        "id": 19,
        "text": "Попали мы..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Воры оказались в отделении полиции, в кабинете лейтенанта Комагарова.\n— Ну, ребят, — сказал Комагаров. — Рассказывайте, как давно вы заниматесь кражей квартир?",
    "answers": [
      {
        "id": 20,
        "text": "Нас заставили!"
      },
      {
        "id": 21,
        "text": "Мы только вашу квартиру ограбили!"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Заставили, да? А кто вас заставил?\n— Да... Заставила одна влиятельная личность.\n— Кто эта личность?\n— Он просил не выдавать его, иначе он нас прибьет!\n— Вы паясничать будете, что ли?! — повысил голос Комагаров и ударил дубинкой по столу. — Говорите правду!",
    "answers": [
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Только мою квартиру ограбили, да?\n— Да.\n— А вы в курсе, что у меня на столе лежит целая стопка заявлений о краже? — спросил Комагаров и легонько похлопал рукой по стопке бумаг.",
    "answers": [
      {
        "id": 22,
        "text": "Нет, мы не в курсе."
      },
      {
        "id": 23,
        "text": "Да это же не заявления!"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Так вот, значит, — сказал Комагаров и начал перебирать стопку бумаг, читая: — Пропал из квартиры телевизор Ultra HD. Пропали 120 000 рублей из сейфа. Пропали золотые часы. Пропало серебрянное ожерелье. Пропали лабутены. Пропало красное длинное платье. И так далее. Вы знаете, кто это сделал?",
    "answers": [
      {
        "id": 24,
        "text": "А мы-то здесь при чем?"
      },
      {
        "id": 25,
        "text": "Нет, не знаем."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Любопытный такой, что ли?! Сядь смирно и не суй нос, куда не просят!",
    "answers": [
      {
        "id": 21,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Здесь я вопросы задаю! Знаете, кто это сделал?",
    "answers": [
      {
        "id": 25,
        "text": "Нет, не знаем."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Не вы?\n— Мы никогда ничего из перечисленного не крали! Поверьте нам! Честно!\n— Но за попытку кражи имущества, в данном случае моего, вам придется нести уголовную отвественность!\n— Нет, пожалуйста! Не надо нас сажать! — начали уговаривать Комагарова на компромисс воры. — Это случайность! Давайте мы вам сделаем все, что вы нам прикажете? \n— Ладно, ладно! Вы не сядете в тюрьму с условием, если вы сделаете для нас, то есть полиции, одну серьезную работу! ",
    "answers": [
      {
        "id": 26,
        "text": "Какую?"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Три недели назад у студентки третьего курса института финансов Кати Мишминой пропала денежная карта.",
    "answers": [
      {
        "id": 27,
        "text": "Что мы должны сделать?"
      },
      {
        "id": 28,
        "text": "Подробнее об этом"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Что? Найти вы должны эту карту!\n— Как? Где? \n— Я думал, вы сами решите эти вопросы! Все, давайте, дерзайте! Мне работать надо! Если что, я вами слежу.",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "Три недели назад.\n\nВ кабинете Комагарова сидит Катя Мишмина и навзрыд плачет.\n— Девушка! — сказал Комагаров. — Почему вы плачете?\n— В общем, шла я как-то по улице, — захлебываясь от слез начала говорить Катя. — Где-то под железнодорожным мостом.\n— Так..., — ответил Комагаров и начал записывать.\n— Я шла как-то домой с института с рюкзаком на двух лямках и в наушниках. Эта карта у меня была в боковом кармане. У меня вроде все карманы были закрыты. Я слушала музыку в наушниках и ничего, разумеется, не слышала. Люди ходили туда-сюда и ничего не происходило. Вдруг один парень каснулся меня и сказал, что у меня расстегнут боковой карман. Я подумала, что не может такого быть. Я сняла рюкзак, а карман был, действительно, расстегнут, и знаете, что я там увидела?\n— Что?\n— Пропала моя картааа!!! — ответила Катя и еще больше заплакала.\n— Мда... Карта это серьезно.\n— Тем более мне ее родители на день рождения подарили! Этой картой мы за учебу платим. И мне в очередной раз надо будет заплатить. Если я не заплачу, сами понимаете, меня могут отчислить за неплату!\n— Понимаю. Но мы будем разбираться с этим! А сейчас успокойтесь, — сказал Комагаров, встал со стола, налил кружку воды и протянул ее Кате. — И попейте воды.\nКатя выпила кружку, и Комагаров поставил кружку на место. ",
    "answers": [
      {
        "id": 26,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Воры вышли из отделения и пошли своей дорогой домой. \n— А эта студентка другую бы карту завела и не парилась! — сказал Секатор. \n— Парятся в бане! — сказала Галка. — А эта же карта ой как дорога ей! Тем более это подарок от родителей. И непонятно, сколько они денег заплатили за эту карту.\n— Ей еще за учебу платить, — добавил Ворон.\n— Можно ей было бы просто восстановить карту и все! — добавил Краб.\n— Так, все! — сказала Галка. — Раз нам дали задание найти карту, будем искать карту!\n— Вообще-то я главный! — сказал Ворон. — И я должен был это сказать. Ну, да ладно!",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Воры шли по улице и увидели девушку с брошюрами в руках. Она накрашена. Она одета в красное длинное платье, на ее шее серебнянное ожерелье, на правой руке золотые часы. И она была обута в лабутены. Все сходилось с тем, что говорил Комагаров. Она их остановила словами:\n— Здравствуйте! Меня зовут Вилиза. Я — главный технологический инженер своей компании под названием \"ViLiza\". И завтра я буду демонстрировать первую в стране и в мире денежную карту с бесконечными деньгами.\n— Ого! — удивились воры. — А как она работает?\n— А вот завтра и узнаете! — сказала Вилиза и протянула брошюру. — Держите.\n— Спасибо, — сказали воры, взяли брошюру и пошли дальше.\n— Ребята, — вполголоса сказал Ворон. — А вы случайно не нашли в Вилизе сходства с тем, что нам говорил Комагаров?\n— Нашли! — ответил Секатор. — Одежду только нашли. А про тот телек и деньги мы не знаем.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      },
      {
        "id": 32,
        "text": "О Вилизе"
      },
      {
        "id": 33,
        "text": "Спросить Вилизу"
      }
    ]
  },
  {
    "id": 31,
    "text": "На следующий день намечалось выступление Вилизы в конференц-зале. На сцене стоял стенд, на котором было написано \"ViLiza\", а сверху логотип компании, в котором буквы V и L соединены. Воры пришли на мероприятие. Катя тоже пришла, но она не знала про тех воров. \nНа сцену вышел мужчина с микрофоном и сказал:\n— Здравствуйте, уважаемые дамы и господа! Мы рады вас видеть в этом зале.\nЗал огласился аплодисментами.\n— А сейчас на сцену выйдет эпатажная личность, она же основатель инженерной компании \"ViLiza\"... Сама Вилиза! Поприветствуем ее аплодисментами!",
    "answers": [
      {
        "id": 34,
        "text": "Поаплодировать"
      },
      {
        "id": 34,
        "text": "Не аплодировать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Имя Вилиза состоит из двух слов: названия карты \"Виза\" и уменьшительно ласкательного имени Лиза. Она страдает психическими отклонениями. Выросла в приюте. За хулиганства, потасовки, пьянства и проституцию она не раз попадала в отделение полиции. Потом выучилась на инженера и, проработав долгие годы инженером, основала свою компанию \"ViLiza\" и вскоре, накопив деньги, первым делом она разработала проект \"карта с бесконечным количеством денег\". Она случайно увидела на дороге денежную карту и решила разработать вместо нее свой первый проект. Чтобы ее не могли нигде найти полицейские органы, она назвала себя \"Вилизой\".",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Воры остановились и спросили Вилизу:\n— Скажите, пожалуйста, честно, а вся одежда, которая на вас, она случайно не краденая?\n— Цыц! — отмахнулась Вилиза. — Нет, конечно! Это все мое. Я сама все покупала!\n— Понятно, — ответили воры и пошли дальше.\n— Судя по ее тону, — вполголоса сказал Ворон. — Она, наверное, все это и украла!\n— Так, я не глухая! И да, в ментовку ни ногой! Ясно?\n— Чего вы? Мы не про вас!\n— Ага, конечно!\n— Пошли. Не обращайте внимания.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "Зал огласился аплодисментами. И на сцену вышла Вилиза в том же одеянии, в каком ее до этого видели воры.\n— Добрый день, дамы и господа! — улыбаясь начала речь Вилиза. — Очень рада видеть такое большое количество людей в зале! Как я вижу, вы заинтересованы моей компанией и моими проектами в будущем! Когда я создавала компанию \"ViLiza\", меня однажды спросили: \"Что ты сделаешь первым делом?\" А я им ответила вот что.\nВилиза отошла в сторону, и на экране показалась денежная карта.\n— Представляю вам первый свой проект, разработанный нашими инженерами, — сказала Вилиза. — Карта с бесконечным количеством денег!\nЗал огласился аплодисментами.\n— Это же та самая карта, про которую Комагаров говорил! — сказал Ворон.\n— Это будет самая первая в мире карта с безналичным расчетом, в которой количество денег после расчета останется неизменным!\nЗал огласился аплодисментами.\n— В создании проекта мне, то есть нам, помог наш партнер, банк \"100 рублей\". Встречайте! Директор банка \"100 рублей\" Алексей Колчевский!",
    "answers": [
      {
        "id": 35,
        "text": "Аплодировать"
      },
      {
        "id": 35,
        "text": "Не аплодировать"
      },
      {
        "id": 36,
        "text": "Что думает об этом Катя?"
      }
    ]
  },
  {
    "id": 35,
    "text": "Под аплодисменты вышел худой и седой мужчина. \n— Здравствуйте! — сказал мужчина. — Меня зовут Алексей. Я — главный директор банка \"100 рублей\". Когда Вилиза основывала свою компанию, я подумал, почему бы не помочь ей? Я ее обеспечил своими денежными средствами. А что же мне будет в благодарность, Вилиза?\n— Моя карта будет разработана, — ответила Вилиза. — А потом будут разработаны несколько ее экземпляров. Я буду производить карты сейчас и отныне. А потом буду передавать карты вашему банку. И мы тогда будем с вами в расчете!\nЗал огласился аплодисментами. \n— Скоро в банке \"100 рублей\" абсолютно каждый сможет получить карту и при этом не тратить деньги! \nЗал снова огласился аплодисментами. И все зрители встали со своих мест.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 36,
    "text": "Катя сидела отдельно от воров. Она увидела на экране свою карту и удивленно сказала:\n— Так вот где моя карта! Только как мне ее теперь вернуть? Может, поможет... кто?\nКатя повернулась назад и увидела трех парней и одну девушку, одетых в черные кожаные куртки и шапки.\n\"Это что, воры? А, может, они знают, как достать карту?\" — подумала Катя. — \"Я их боюсь немножко, но, может, с другой стороны они приятны?\"",
    "answers": [
      {
        "id": 34,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Как только выступление закончилось, все зрители начали расходиться. Воры вышли из зала и пошли по коридору к выходу.\n— Мы теперь знаем, что это за карта! — сказал Ворон. \n— А как нам ее достать? — спросила Галка. \n— О, а вот над этим я еще не подумал.\nИ тут к ним подошла Катя и спросила:\n— Извините, а можно с вами поговорить?",
    "answers": [
      {
        "id": 38,
        "text": "Можно."
      },
      {
        "id": 39,
        "text": "Нет."
      },
      {
        "id": 42,
        "text": "С чего ты решила, что мы хотим с тобой разговаривать?"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Я просто хотела у вас спросить насчет той денежной карты, про которую сейчас рассказывали.\n— Спрашивай.\n— Вы случайно не в курсе, куда она могла пропасть?\n— Нет. Мы сами в ментовке чуть срок себе не намотали за кражу. И нам дали еще один шанс — нам дали работу найти пропавшую карту. \n— Ааа, — сказала Катя. — Если вы найдете карту и достанете ее, я буду вам очень благодарна! Спасибо.\nКатя ушла. \n— Понятно, — сказал Ворон. — Я вижу, что Вилиза и банк \"100 рублей\", так сказать, в отношениях. Интересно, там ли они будут держать карту?",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Ну, пожалуйста! Я хочу у вас спросить кое о чем важном.",
    "answers": [
      {
        "id": 38,
        "text": "Давай, валяй."
      }
    ]
  },
  {
    "id": 40,
    "text": "— Я просто посмотрела на вас и на то, как вы одеваетесь, я думала, вы занимаетесь этим?\n— Ну, да. Занимаемся.\n— Я думала, вы поможете мне.",
    "answers": [
      {
        "id": 41,
        "text": "Смотря чем."
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "— Просто я посмотрела на вас и на то, как вы одеваетесь, я подумала, что вы этим и занимаетесь.\n— Ну, да. Мы этим и занимаемся.",
    "answers": [
      {
        "id": 38,
        "text": "А от нас-то что хочешь?"
      }
    ]
  },
  {
    "id": 43,
    "text": "Актовый зал конференц-зала, в котором находятся Вилиза и Алексей Колчевский.\n— Алексей Алексеевич! — сказала Вилиза. — А ведь все-таки хорошо, что мы с вами партнеры!\n— Конечно! — ответил Алексей. — Если б не я, что бы вы без меня делали со своей картой?\n— А вы непротив будете, если один экземпляр такой карты будет стоять на витрине в вашем банке? \n— Нет, что вы? Я только \"за\"! \n— Скоро я разработаю еще несколько таких карт.\n— А потом каждый желающий сможет ее получить в банке и больше не тратить деньги.\n— И на работу ходить не надо будет! Кстати, о работе... Все предприятия, на которых работает каждый человек, будут вскоре закрыты! ",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ворону на телефон поступил звонок от Комагарова.\n— Здрав желаю, товарищ лейтенант, — сказал Ворон. \n— И вам не хворать, — ответил Комагаров. — Ну, что, выяснили где карта находится?\n— Да. Сейчас мы были на выступлении некой Вилизы.\n— Вилизы? А кто это?\n— Она сказала, что она главный инженер своей компании \"ViLiza\". \n— Интересно! Продолжай.\n— И вот она выступила со своим партнером Алексеем Колчевским из банка \"100 рублей\" и презентовала... знаете, какую разработку?\n— И какую же?\n— Карта с бесконечным количеством денег. Кстати, мы там видели Катю Мишмину.\n— Ага, и что?\n— И она к нам подходила с этим вопросом и сказала, что это ее карта.\n— Это понятно. А что с этой картой-то?\n— Они еще сказали, что эту карту поместят в банке в какую-то витрину. Потом будет производство таких же аналогичных карт. И позже каждый сможет получить ее в том банке, чтобы расплачиваться и при этом не тратить деньги.\n— О, Господи! Так все люди и безработными останутся! Все предприятия закроются! Спасибо за информацию, Воронов. Надо немедленно спасать ситуацию! Срочно идите в тот самый банк!",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "Воры отправились в тот самый банк под названием \"100 рублей\". Воры зашли в здание банка и увидели на цилидрической стеклянной витрине вращающуюся красную карту. Воров осенило. Они подошли к витрине и начали разглядывать карту.\n— Ого! — сказал Ворон. \n— Вот она! — добавил Секатор, потирая ладони.\n— Надо ее как-то вытащить, — добавила Галка. — Только вопрос как?\n— Я думал, вы знаете, — сказал Ворон. — И мне подскажете!",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "К витрине с картой, вокруг которой стоят воры, тихонько подошла Вилиза и сказала:\n— Эй!",
    "answers": [
      {
        "id": 47,
        "text": "Повернуться к Вилизе"
      },
      {
        "id": 48,
        "text": "Дальше разглядывать карту"
      }
    ]
  },
  {
    "id": 47,
    "text": "Воры повернулись к Вилизе.\n— А, это вы? Кажется, мы с вами встречались раньше...",
    "answers": [
      {
        "id": 49,
        "text": "Ну, да."
      },
      {
        "id": 50,
        "text": "Не помним такого."
      }
    ]
  },
  {
    "id": 48,
    "text": "Воры продолжали смотреть на карту дальше.\n— Я к вам обращаюсь, люди в черном!",
    "answers": [
      {
        "id": 47,
        "text": "Повернуться к Вилизе"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Я по-прежнему рада, что вы все-таки заинтересовались во мне и в моей новой компании!",
    "answers": [
      {
        "id": 51,
        "text": "И что?"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Не помните, да? А я помню, что раздавала вам брошюру, чтобы вы пришли на мою презентацию. И когда я в зрителях вас увидела, я тогда сразу же узнала ваши лица.",
    "answers": [
      {
        "id": 51,
        "text": "И что?"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Может, вы хотите спросить у меня что-нибудь?",
    "answers": [
      {
        "id": 52,
        "text": "Зачем людям вообще ваши карты?"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Как \"зачем\"? Чтобы люди могли спокойно платить за все, что они приобретают. Но при этом баланс карты не снизится, а останется стабильным.",
    "answers": [
      {
        "id": 53,
        "text": "Но у них же есть платежные карты!"
      },
      {
        "id": 54,
        "text": "А вы не боитесь, что люди могут остаться без работы?"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Ой, да что с них взять? Один раз расплатился за что-то, и \"бац\" денег почти не осталось. А с моими картами деньги никогда не истратятся. Бумажные деньги вообще скоро исчезнут!",
    "answers": [
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "— В смысле? Ну, получат люди скоро эти карты. Они поймут, что баланс денег на карте бесконечный, и они больше не захотят ходить на работу! \n— А как же работодатели? Вы о них подумали?\n— Ай, это вообще больная тема для меня! И да, я вас хочу попросить даже пальцем трогать эту карту! Она надежно защищена. Ладно, у меня скоро встреча — я побежала! Кстати, рада была с вами пообщаться! Ха-ха-ха!\nВилиза ушла.\n— Ребята, это наш шанс! — сказал Ворон.\n— И что ты прикажешь делать? — спросила Галка. \n— Поехали домой — там расскажу.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "Воры приехали домой и сели за стол.\n— Ну и что там у нас с планом? — спросил Краб.\n— В общем так. Будем действовать уже сегодня ночью. Нужно будет взломать охранную систему и систему видеонаблюдения, чем ты, Краб, и займешься. Секатор, ты займешься отсечением проводов от той самой витрины, чтобы обезнадежить защиту витрины. А я найду способ достать оттуда карту и через Комагарова вернуть Кате. Хотя вдруг эта карта уже оснащена системой бесконечных денег. Но сейчас не об этом. А сейчас можете заняться своими любимыми делами и дождаться ночи.",
    "answers": [
      {
        "id": 56,
        "text": "Ждать ночи"
      }
    ]
  },
  {
    "id": 56,
    "text": "Воры дождались ночи и поехали в банк. За рулем машины, как всегда, сидит Галка. На входе в банк стоят две камеры наблюдения.",
    "answers": [
      {
        "id": 57,
        "text": "Взломать камеры со смартфона"
      },
      {
        "id": 58,
        "text": "Идти ко входу в банк"
      }
    ]
  },
  {
    "id": 57,
    "text": "Краб включил приложение, с помощью которого можно взламывать любые системы. И вот он нашел две камеры у входа и отключил их.\n— Отлично! — сказал Ворон. — Краб и Секатор, вперед. А я попозже подойду.",
    "answers": [
      {
        "id": 59,
        "text": "Идти ко входу в банк"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Вы спятили? — спросил Ворон. — Вас могут спалить!",
    "answers": [
      {
        "id": 57,
        "text": "Взломать камеры со смартфона"
      },
      {
        "id": 60,
        "text": "А мы попробуем незаметно. Хотя я не думаю, что в такую темноту нас заметят."
      }
    ]
  },
  {
    "id": 59,
    "text": "Краб и Секатор подошли к дверям банка.",
    "answers": [
      {
        "id": 62,
        "text": "Открыть дверь"
      },
      {
        "id": 63,
        "text": "Вычислить систему двери в смартфоне"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Как хотите. Но если спалитесь, пожалеете!",
    "answers": [
      {
        "id": 61,
        "text": "Идти ко входу в банк"
      }
    ]
  },
  {
    "id": 61,
    "text": "Краб и Секатор подошли к дверям банка. Но тут вышел охранник и выбурил их электрошокером. И вот два вора оказались в обезьяннике, жалея, что не слушали Ворона.",
    "answers": [
      {
        "id": 56,
        "text": "С контрольной точки"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 62,
    "text": "Краб подошел к автоматической двери, но она не открылась.\n— Черт, закрыто.\n— А ты приложением открой дверь.",
    "answers": [
      {
        "id": 63,
        "text": "Без тебя знаю!"
      }
    ]
  },
  {
    "id": 63,
    "text": "Краб нашел в смартфоне систему двери и открыл ее. Краб и Секатор зашли в здание. Но неподалеку они увидели, как к ним приближается охранник. У Секатора есть трубка с несколькими усыпляющими дротиками.",
    "answers": [
      {
        "id": 65,
        "text": "Зайти в укрытие"
      },
      {
        "id": 66,
        "text": "Стрельнуть дротиком в охранника"
      }
    ]
  },
  {
    "id": 64,
    "text": "Краб достал телефон и позвонил Ворону. В трубке Ворон вдруг с отдышкой сказал:\n— Хэх... Да, ребят... Хэх...",
    "answers": [
      {
        "id": 70,
        "text": "А чего ты запыхался?"
      },
      {
        "id": 71,
        "text": "Мы отключили камеры и охранника."
      }
    ]
  },
  {
    "id": 65,
    "text": "Краб и Секатор спрятались в укрытие. И тут мимо них прошел охранник.\n— Давай, Секатор, — прошептал Краб. — Это твой шанс!",
    "answers": [
      {
        "id": 67,
        "text": "Стрельнуть дротиком в охранника"
      }
    ]
  },
  {
    "id": 66,
    "text": "К несчастью, дротик до охранника не долетел. А охранник их тут же заметил. Ворам, конечно, удалось улизнуть, но задача была провалена.",
    "answers": [
      {
        "id": 63,
        "text": "С контрольной точки"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 67,
    "text": "Секатор стрельнул из трубки дротиком в шею охранника, и охранник отключился. Секатор взял спящего охранника, оттащил тело обратно в комнату охраны и положил его перед компьютером, в котором отображались кадры видеонаблюдения в других местах банка. \n— О! — сказал Секатор. — Еще и в других местах снимают скрытые камеры!\n— Да ладно! — иронически воскликнул Краб. \n— Так, ты умный или умничаешь? Давай-ка вырубай камеры.",
    "answers": [
      {
        "id": 68,
        "text": "Отключить камеры"
      },
      {
        "id": 69,
        "text": "А че ты не отключишь?"
      }
    ]
  },
  {
    "id": 68,
    "text": "Краб отключил в мониторе камеры. Теперь экраны стали черными. \n— Порядок, — сказал Краб. — Теперь нас точно никто не заметит. Надо сказать об этом Ворону.",
    "answers": [
      {
        "id": 64,
        "text": "Позвонить Ворону"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Ну, ты же взломщик!\n— Да ладно, хватит зудить! Конечно, отключу!",
    "answers": [
      {
        "id": 68,
        "text": "Отключить камеры"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Не обращайте внимания. Это мы с Галкой дыхание задерживали.\n— Долго держались?\n— Так, давай по существу! Что вы уже сделали?",
    "answers": [
      {
        "id": 71,
        "text": "Мы отключили камеры и охранника."
      }
    ]
  },
  {
    "id": 71,
    "text": "— Молодцы! Все, выхожу уже.\nРазговор прервался.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Краб и Секатор подошли к витрине, где они встретили вошедшего в здание Ворона со своим чемоданом с инструментами. \n— Молодцы, хорошо поработали. Так, прежде, чем вытаскивать эту карту, нужно выявить все провода, которые приводят к этой витрине. ",
    "answers": [
      {
        "id": 73,
        "text": "Поискать провода"
      }
    ]
  },
  {
    "id": 73,
    "text": "Секатор нашел два провода на полу.\n— Я нашел два каких-то провода, — сказал Секатор. \n— Режь! — сказал Ворон.\n— Но какой мне вырезать?",
    "answers": [
      {
        "id": 74,
        "text": "Первый провод"
      },
      {
        "id": 75,
        "text": "Второй провод"
      }
    ]
  },
  {
    "id": 74,
    "text": "Секатор отрезал провод. Вдруг в витрине несколько раз промигала неоновая лампочка и погасла.\n— Так, другой провод, видимо, подразумевает охрану от воров?",
    "answers": [
      {
        "id": 73,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "Секатор отрезал провод, но вокруг витрины промигало несколько лазерных лучей и тут же погасло.\n— Все, нет больше безопасности от краж! ",
    "answers": [
      {
        "id": 76,
        "text": "Дальше"
      },
      {
        "id": 73,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Отлично, — сказал Ворон. — Теперь мы можем спокойно вытащить карту! Только вопрос как?",
    "answers": [
      {
        "id": 77,
        "text": "Прорезать стекло и вытащить карту"
      },
      {
        "id": 78,
        "text": "Разбить стекло и вытащить карту"
      }
    ]
  },
  {
    "id": 77,
    "text": "Ворон прорезал стекло специальным резаком и вытащил карту.",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 78,
    "text": "Ворон разбил стекло, которое рассыпалось на мелкие осколки, и вытащил оттуда карту.",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Все, карта наша! — восторжился Ворон вместе с Крабом и Секатором. — Мы хорошо поработали!\n— Мы даже не представляем, как на это все отреагируют в банке! — засмеялся Краб.\n— Все, поехали домой! — сказал Ворон. — Завтра надо будет отдать ее Комагарову!",
    "answers": [
      {
        "id": 80,
        "text": "Идти к машине"
      }
    ]
  },
  {
    "id": 80,
    "text": "Все трое сели в машину. Галка дала по газам, и они поехали домой.\n— Все, Галка! — сказал Ворон. — Мы забрали карту!\n— Теперь нас точно не посадят! — ответила Галка. \n— Это точно.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": "Охранник в это время очнулся и пришел в себя. \n— Что произошло? — спросил в амнезии он. \nОхранник увидел, как в мониторе отключились камеры.\n— Э, это кто мог такое сделать, а?! Надо еще карту проверить.\nОхранник подошел к витрине и пришел в шок — карта пропала.\n— Карта!!! Карта пропала!!!\nИ тут охраннику поступил звонок от Вилизы. Охранник, переполненный чувством испуга, ответил:\n— Да, Вилиза, я вас слушаю.\n— Привет, — ответила Вилиза. — Как там моя карта?\nОхранник не знал, что ответить.\n— Что молчишь-то? Как карта?\n— Ой, Вилиза!\n— Что? \n— Исчезла ваша карта!\n— Как исчезла?!\n— Я не знаю!\n— Ладно, я сейчас подъеду.",
    "answers": [
      {
        "id": 82,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 82,
    "text": "Воры ехали домой. И тут Ворону поступил звонок от Комагарова. Ворон ответил:\n— Алло.\n— Ну, что, достали карту?\n— Да, достали.\n— Очень хорошо!\n— Кстати, а, оказывается, эту карту украла Вилиза!\n— Какая Вилиза?\n— Которая презентовала эту карту!\n— Ааа. А вы еще не дома?\n— Нет, скоро будем подъезжать.\n— Слушайте, пока вы не приехали, вы не могли бы вычислить адрес проживания Вилизы, к ней приехать и поискать у нее тот самый телевизор и 120 000 рублей? ",
    "answers": [
      {
        "id": 83,
        "text": "Без проблем!"
      },
      {
        "id": 84,
        "text": "А, может, завтра?"
      }
    ]
  },
  {
    "id": 83,
    "text": "— На связи.\nРазговор прервался.\n— Краб, — сказал Ворон. — Найди у себя в телефоне местонахождение Вилизы. ",
    "answers": [
      {
        "id": 85,
        "text": "Достать телефон"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Никак нет. Ко мне уже приходил владелец телевизора и постоянно спрашивал про него. Так что давайте. Сделайте дело и гуляйте смело! ",
    "answers": [
      {
        "id": 83,
        "text": "Хорошо."
      }
    ]
  },
  {
    "id": 85,
    "text": "Краб достал телефон. \nЧтобы найти местонахождение Вилизы, нужно выбрать какую-то программу.",
    "answers": [
      {
        "id": 86,
        "text": "Локатор"
      },
      {
        "id": 87,
        "text": "GPS-карта"
      }
    ]
  },
  {
    "id": 86,
    "text": "Краб загрузил локатор. Краб включил голосовой поиск и сказал:\n— Вилиза.\nЧерез не колько минут после поиска выдались адрес проживания Вилизы и место ее работы.\n— Получилось! — сказал Краб. — Только где она может держать телевизор и 120 000 рублей?",
    "answers": [
      {
        "id": 88,
        "text": "Дома"
      },
      {
        "id": 89,
        "text": "На работе"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Чтобы был найден адрес, нужно вбить имя. А эта функция здесь не работает.",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "Воры подъехали к многоэтажному дому, в котором живет Вилиза. Вдруг Вилиза вышла из подъезда.\n— О, это она! — сказал Ворон. — Пригнитесь, чтобы она нас не увидела!",
    "answers": [
      {
        "id": 90,
        "text": "Пригнуться"
      },
      {
        "id": 91,
        "text": "Почему мы должны пригнуться?"
      }
    ]
  },
  {
    "id": 89,
    "text": "Все засмеялись.\n— А на работе этот HD телевизор зачем? — спросил Ворон. \n— Наверное, в комнату охраны, — ответил Краб. \n— Все, шутки в сторону! — сказал Ворон. — Там им своего дешевого телевизора хватает! ",
    "answers": [
      {
        "id": 86,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "Воры пригнулись так, чтобы их совсем не было видно. Тут послышалось, как громким ревом завелась машина. Так как задние стекла были затонированы, Секатор приподнял голову и увидел, как красная иномарка выехала из двора. \n— Что ты там увидел, Секатор? — спросил Ворон.\n— То, что она уехала на красной иномарке.\n— Все подходит: и ее красное платье, и красная иномарка! — добавила Галка. — Идеально!\n— А, может, эта машина тоже краденая? — спросил Краб.\n— Так, все, хватит разговоров! Пошли в ее квартиру живее!",
    "answers": [
      {
        "id": 92,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Тупой вопрос! Чтобы она не поняла, что мы приехали ее грабить!",
    "answers": [
      {
        "id": 90,
        "text": "Пригнуться"
      }
    ]
  },
  {
    "id": 92,
    "text": "Воры поднялись в квартиру Вилизы. Ворон своими инструментами открыл дверь квартиры.\n— Заходите! — сказал он. \nВоры зашли. Квартира Вилизы была двухкомнатной. Украшена дорогими вещами и дорогой мебелью.\n— Господи! — удивился Краб. — Это она сама купила или своровала?\n— Так, давайте! — скомандовал Ворон. — Ищите HD телевизор! А я пока поищу 120 000 рублей. Хотя я сомневаюсь, что они остались...\nГде телевизор?",
    "answers": [
      {
        "id": 93,
        "text": "Гостиная"
      },
      {
        "id": 94,
        "text": "Спальная"
      },
      {
        "id": 95,
        "text": "Кухня"
      }
    ]
  },
  {
    "id": 93,
    "text": "Воры зашли в гостиную и увидели большой, плазменный и с вогнутым экраном телевизор. Воров осенило от увиденного.\n— Боже!!! — сказала Галка. — Это же тот самый Ultra HD телевизор, про который нам Комагаров говорил!\nК ним подошел Ворон.",
    "answers": [
      {
        "id": 96,
        "text": "Нашел 120 000 рублей?"
      },
      {
        "id": 97,
        "text": "Нашли Ultra HD телевизор?"
      }
    ]
  },
  {
    "id": 94,
    "text": "— Тут нет. ",
    "answers": [
      {
        "id": 92,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Там-то телеку откуда взяться, ребят? — засмеялся Ворон.\n— Не знаю. Чтобы есть за телеком! Хотя родители нас учили есть на кухне, а не за телеком.\n— Хорош базарить! Ищите!",
    "answers": [
      {
        "id": 92,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Эх, я нашел только пять тысяч рублей...",
    "answers": [
      {
        "id": 98,
        "text": "Но что мы скажем Комагарову?"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Вот! Как видишь.\n— Я такого телека никогда в жизни не видел!\n— Слушай, — сказал Краб. — А, может, этот телек есть в каждом доме, а нас направили сюда?\nВорон засмеялся.\n— Ой, я с вас прикалываюсь! Вы думаете, бедняк мог бы позволить себе купить такой телевизор на такие деньги? Или обычный офисный работник? Так, ладно, берите телевизор и пошли отсюда!\nВоры взяли телевизор, вышли из квартиры и закрыли ее на замок.",
    "answers": [
      {
        "id": 99,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "— Даже не знаю...",
    "answers": [
      {
        "id": 93,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 99,
    "text": "А тем временем Вилиза подъехала к банку \"100 рублей\". Вилиза вышла из машины и подошла к дверям банка. Двери открылись. Вилиза зашла в здание, увидела стоящего возле пустой витрины обеспокоенного охранника. Вилиза сделалась сердитой, быстрыми шагами подошла к охраннику и положила руки на пояс.\n— Ну и что произошло? — спросила Вилиза.\n— Здравствуйте, Ви... — поприветствовал ее орханник.\n— Не \"здравствуйте\"!!! — рявкнула Вилиза, от чего охранник вздрогнул. — Так, где карта? И почему ты за ней не следил?! Что ты делал в это время, а?!\n— Послушайте! — начал оправдываться охранник. — Вы думаете, что мне, охраннику, пришло в голову отключать систему безопасности и систему наблюдения, разбивать витрину и стаскивать оттуда карту?\n— Ах, еще и вся система была отключена? Ну, давай, продолжай!\n— Значит так. Я спокойно сидел в комнате охраны, смотрю в кадр наблюдения и вижу, как были отключены две камеры на входе. Как они отключились, я не знаю. Я пошел проверять камеры, думая, что кто-то балуется. Я повернулся к выходу и вдруг почувствовал, как какой-то дротик прилетел мне в шею. Через некоторое время я очнулся на кресле в своей же комнате и увидел, как абсолютно все камеры в здании были отключены. Потом я пошел проверить карту и сам увидел, что она пропала. Даже система безопасности в витрине была отключена!\n— Ой, даже не знаю, как ты это скажешь Алексею Алексеевичу! Он же тебя с пинком под зад с работы выкинет за это! Хорошо, не буду тебя расстраивать. Я даже сама вижу, что ты и так расстроен. Ладно, рабочий день начнется, будем разбираться.",
    "answers": [
      {
        "id": 100,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "Воры повезли телевизор домой. Телевизор везли краб и Секатор на заднем сидении. Им было неудобно сидеть из-за телевизора.\n— Блин, тяжело! — сказал Краб. \n— Терпите! — ответил Ворон. — Скоро приедем.\nНа телефон Ворона поступил звонок от Комагарова. Ворон достал телефон и сказал:\n— Да, я вас слушаю.\n— Здрав желаю, ребята! Как ваши дела?\n— Телевизор мы сейчас вынесли.\n— Отлично! Владелец будет доволен! \n— А 120 000 рублей мы не нашли...\n— Не нашли? \n— Именно. Видимо, были истрачены. \n— Хорошо, что вы телек достали!\n— Подождите, и знаете, что еще мы видели в ее квартире?\n— Что?\n— Там столько было драгоценностей, мебели и все такое!\n— Да? Кстати, к нам обращались люди с тем, что у них была украдена мебель и драгоценности. Простите, что я вам раньше не сказал. Но основную мою работу вы уже сделали. Молодцы!\n— Но там же исчезли 120 000 рублей!\n— Я понимаю, но их уже не вернешь! А вот телек надо будет вернуть.\n— И что, нам обратно ехать и выносить мебель и драгоценности?\n— Нет, вы теперь отдыхаете. А этим мы уже сами займемся.",
    "answers": [
      {
        "id": 101,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": "Тем временем Вилиза приехала домой и сразу легла на кровать.\n— Долбанный охранник! Поспать мне не дал!\nВилиза закрыла глаза и уснула.",
    "answers": [
      {
        "id": 102,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 102,
    "text": "Утром следующего дня охранник поджидал сотрудников и Алексея Алексеевича. И вот босс приехал первее всех. Он подошел к охраннику с удивленными глазами и сказал:\n— Подожди, а где карта?\n— Я могу вам расска...\n— Ты почему не следил за картой?! \n— Послушайте меня!\n— Не хочу я тебя слушать! Не умеешь ты ничего охранять! Из-за тебя наш с Вилизой проект на грани краха! Ты уволен! Все, я тебя не держу! Уходи отсюда!",
    "answers": [
      {
        "id": 103,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вилиза встала и снова поехала в банк. Она подъехала и увидела, как тот самый охранник вышел из здания. Вилиза вышла из машины и остановила его словами:\n— Подожди, не так быстро! Пошли за мной!\nВилиза и охранник зашли в здание и подошли к Алексею Алексеевичу. \n— Так, я тебе сказал — ты уволен! — сказал охранник. — Что тебе опять надо?\n— Вы неправильно с ним поступили! — сказала Вилиза.\n— Это почему?\n— Вы даже в подробности произошедшего не вдались, а вы его успели с работы выкинуть!\n— Он не сберег карту!\n— Но он ее даже не крал. Его кто-то выбурил, как и абсолютно всю систему в здании. Давайте-ка посмотрим кадры видеонаблюдения?\n— Давайте!",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вилиза, охранник и босс пришли в комнату охраны, охранник сел за компьютер. \n— Попробуй-ка перемотать назад, — сказал босс.\nОхранник перемотал назад кадры. Вдруг Вилиза в ночной тьме увидела две черные фигуры.\n— Стой! Ну-ка перемотай вперед, — сказала Вилиза.\nОхранник перемотал и остановил.\n— Это же те самые люди в черном! Я их вчетвером дважды видела! А они еще слонялись возле этой витрины! Появилась вероятность того, что это сделали они!\n— Прости, — сказал босс охраннику. — Можешь дальше работать.\n— Вот почему те четверо слонялись возле той витрины! Если я их найду, я не знаю, что с ними сделаю!",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "Воры принесли Комагарову денежную карту и телевизор. \n— Благодарю вас, — улыбаясь сказал Комагаров. — Теперь я снимаю с вас все обвинения! Все краденое мы скоро вернем владельцам. Если вы мне еще понадобитесь, я буду иметь с вами связь, чтобы дать вам новую работу. Кстати, я вас не просто так хочу отблагодарить...\nКомагаров достал из тумбочки четыре \"пачки\" с деньгами и раздал каждому вору. В каждой пачке по десять тысяч рублей.",
    "answers": [
      {
        "id": 106,
        "text": "А как же другие краденые предметы?"
      },
      {
        "id": 107,
        "text": "А как вы поступите с Вилизой?"
      },
      {
        "id": 123,
        "text": "А откуда у вас столько, если не секрет?"
      }
    ]
  },
  {
    "id": 106,
    "text": "— Это уже не ваши проблемы. Мы сами с этим разберемся. Все, свободны!",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      },
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": "— Вилиза сто процентов окажется за решеткой! Ее будет ждать уголовная ответственность! Мы будем действовать оперативно. А вы свободны!",
    "answers": [
      {
        "id": 108,
        "text": "Дальше"
      },
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 108,
    "text": "Воры вышли из отделения и случайно встретили Катю. Она сама подошла к ним и спросила:\n— Привет! Опять вы?\n— Не опять, а снова.\n— Вы нашли мою карту?",
    "answers": [
      {
        "id": 110,
        "text": "Она тебя там же ждет."
      },
      {
        "id": 111,
        "text": "Ты сюда пришла?"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Я дам вам проехать только после того, как вы мне объясните одну вещь!\n— Какую?\nМолчание.\n— Куда пропала моя карта?",
    "answers": [
      {
        "id": 113,
        "text": "А кто тебе сказал, что она твоя?"
      },
      {
        "id": 115,
        "text": "А почему это ты у нас спрашиваешь?"
      },
      {
        "id": 114,
        "text": "Она не твоя!"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Спасибо вам!\n— Потом благодарения будут! Только теперь ее исправить надо!\n— Это мы уже сами сделаем.",
    "answers": [
      {
        "id": 112,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Да, за картой. Хотела узнать, нашли они ее или нет.",
    "answers": [
      {
        "id": 110,
        "text": "Правильно. Иди - она тебя ждет."
      }
    ]
  },
  {
    "id": 112,
    "text": "Воры поехали домой. Вдруг навстречу поехала красная машина и поворотом загородила путь. Из машины вылезла Вилиза. Воры тоже вылезли из машины и пошли навстречу к Вилизе.",
    "answers": [
      {
        "id": 109,
        "text": "Ты дай проехать!"
      },
      {
        "id": 109,
        "text": "Чего встала? Путь открой!"
      }
    ]
  },
  {
    "id": 113,
    "text": "— А никто не сказал — это я так решила! Еще раз спрашиваю, куда пропала моя карта?",
    "answers": [
      {
        "id": 114,
        "text": "Она не твоя!"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Как это \"не моя\"? А чья тогда?",
    "answers": [
      {
        "id": 117,
        "text": "Ты этого не узнаешь!"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Просто вы похожи на воров. Вот я и спросила. ",
    "answers": [
      {
        "id": 109,
        "text": "Это ты так думаешь!"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Просто один раз я шла по улице и увидела, как на земле лежит денежная карта. Я ее подобрала, и мне в голову стукнула идея!\n— Какая?\n— Сделать из этой карты карту с бесконечными деньгами, чтобы владелец не мог тратить денег.",
    "answers": [
      {
        "id": 118,
        "text": "А зачем эти карты нужны?"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Нееет, я хочу знать!",
    "answers": [
      {
        "id": 116,
        "text": "Откуда у тебя вообще появилась эта карта?"
      },
      {
        "id": 118,
        "text": "А зачем тебе эти карты с бесконечными деньгами?"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Дурацкий вопрос! Чтобы никто не мог тратить деньги! И тогда даже на работу ходить не придется!",
    "answers": [
      {
        "id": 119,
        "text": "А ты не боишься, что все население останется безработным?"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Зачем работать? Чтобы горб растить? Или на копейках жить? Понимаете, я просто пытаюсь сделать людей свободными и ни отчего независимыми! Ладно, я прошу прощения за отнятое время! Я поехала.\nВилиза села обратно в машину и уехала.\n— Свободными она хочет людей сделать, ага! — проворчал Ворон. \n— Если люди не будут работать, они обленятся! — добавил Краб.\n— Полностью с тобой согласен! \nВдруг сзади воры услышали и повернулись, как \"бибикнула\" машина сзади, а за ней еще несколько машин.\n— А че вы встали? — сказал тот же водитель. — Вы нас пропустите или нет?\n— Ой, ой, ой! Извините, пожалуйста! — сказала Галка. — Сейчас, сейчас!\nВоры сели в машину и поехали домой.",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вилиза приехала домой. Она зашла в квартиру. Вдруг с улицы послышалась сирена полицейской машины. \n— Господи! — испугалась Вилиза. — Неужели за мной едут? Так! Успокоиться! Лучше об этом не думать. А что там по телеку показывают?\nВилиза зашла в гостиную, не обратив внимания на то, что телевизор пропал. Вилиза даже не увидела на диване пульта от телевизора.\n— Погоди, а где пульт? Он же здесь лежал. А, может, он возле... телевизора?\nВилиза повернулась и все-таки увидела, что телевизор пропал.\n— Мамочка!!! Телевизор пропал!!! Он такой красивый был... А, это, наверное, та самая воровская четверка поработала над этим?! Ну, сейчас я их найду!!!",
    "answers": [
      {
        "id": 121,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вилиза пошла ко входной двери. Вдруг дверь выломалась, и за ней оказалась группа вооруженных автоматами спецназовцев.\n— Стоять! Не двигаться! — скомандовали они. — Руки вверх!\nВилиза не подняла руки. И в окна всех комнат квартиры влезли еще спецназовцы и подошли к Вилизе.\n— А вы кто? И почему вас так много? Я сегодня гостей не ждала!\n— Не паясничать! Руки вверх, вам сказано!\n— Как вы смеете вторгаться в мою квартиру?!\n— Последний раз. Руки вверх!\n— Вы не смеете мне приказывать!!! \nСпецназовец кивнул головой, и двое спецназовцев закинули ее руки за спину и надели на нее наручники и повели ее из квартиры.\n— Вы это серьезно?! Что вы делаете? Как вы смеете?",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "Украденные Вилизой одежда, украшения, квартира, красная иномарка и Ultra HD телевизор были конфискованы и возвращены их владельцам. \nДенежная карта была возвращена Кате Мишминой. Но, к счастью, она не была запрограммирована на бесконечные деньги. И все же она заплатила за текущий семестр.\nОрганизация \"ViLiza\" по изготовлению аналогичных карт была ликвидирована. \nБанк \"100 рублей\" продолжил свою работу.\nСама Вилиза получила более долгий срок. А \"Черные вороны\" перестали воровать и начали искать приличную работу. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Вы не думайте! Я не ворую, а честно зарабатываю, при чем нам прилично платят. Только никому ни слова! Хорошо?\n— А как же вы семью обеспечиваете?\n— Хорошо обеспечиваю.",
    "answers": [
      {
        "id": 105,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  }
]