[
  {
    "id": 1,
    "text": "Автор: Lasttochka\nЖанр: миниквест, трагедия.\n\n\n***\n   Снова эти крики. Каждый звук как ножом проходит по сердцу. Маленькому и неокрепшему сердечку. Родители снова ссорятся.\n   \"Не хочу! Не хочу больше этого слышать! — думал малыш, закрывая уши ладошками. — Пожалуйста, кто-нибудь, сделайте так, чтобы мои мама и папа никогда больше не ссорились!\"\n   Слёзы, солёные до горечи, падали беззвучно на подушку.",
    "answers": [
      {
        "id": 2,
        "text": "Желание принято. Ожидайте исполнителей."
      }
    ]
  },
  {
    "id": 2,
    "text": "   — Эх, ну что за дети? Надо же точно указывать, кому своё желание поручаешь, — грустно вздохнула женщина в чёрном балахоне. — А то никого путнего не вызовешь.\n   — Как это \"никого путнего\"? А я? — возмутилась материализовавшаяся рядом с первой девушка в романтичном бело-красном платье.\n   — Ты же на задании была, Любовь? Да и ты вечно в облаках витаешь, не дозовёшься.\n   — Вот уж кому сюда можно было не приходить, так это тебе, Смертушка, — влезла в разговор незаметно подкравшаяся третья.\n   — Ненависть, а ты-то здесь чего ради? — удивилась Любовь.\n   — Так я способ знаю, как желание это исполнить, — хитро подмигнув ответила Ненависть. — Ну, так кто пойдёт исполнять желание?\n   — Кинем жребий? — предложила невесть откуда прибежавшая Судьба. — А я рассужу. Кто вытянет самую короткую палочку, тот и работает с этим желанием.\n   Женщины немного повозмущались, но согласились. И самая короткая палочка досталась...",
    "answers": [
      {
        "id": 3,
        "text": "Ненависти"
      },
      {
        "id": 4,
        "text": "Любви"
      },
      {
        "id": 5,
        "text": "Смерти"
      }
    ]
  },
  {
    "id": 3,
    "text": "   — Ха-ха! Учитесь, неудачницы! — самодовольно сказала Ненависть и направилась в соседнюю комнату.\n   Когда она вошла туда, ссора была в самом разгаре. В ход шло всё: повышенные тона, крепкое словцо, оскорбления и различные предметы, вроде посуды и книг. В уголке, на диванчике, сидели и попивали чаёк старые подруги: Злость и Ярость. Ненависти часто приходилось работать с ними в одной команде.",
    "answers": [
      {
        "id": 6,
        "text": "Помочь подругам доделать их работу."
      },
      {
        "id": 7,
        "text": "Договориться с подругами, чтобы они ушли из этой семьи."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Сейчас я вам покажу, как надо работать. Это как раз по моей части, — засмеялась Любовь и убежала в другую комнату, к сорящимся супругам.\nКогда она вошла туда, ссора была в самом разгаре. В ход шло всё: повышенные тона, крепкое словцо, оскорбления и различные предметы, вроде посуды и книг. В уголке, на диванчике, сидели и попивали чаёк старые знакомые: Злость и Ярость.\n— Ага! Это опять вы? Вечно вы двое мне работу и отчётность портите. А ну выметайтесь! — набросилась на своих соперниц Любовь.\n— Да больно надо! — обиделась Злость. — Сама свою работу как попало делаешь, не доводишь дальше романтической влюблённости. А на нас бочку катишь.\n— Вот-вот. Люди-то со временем недостатки друг друга видеть начинают, а мириться с ними не хотят. И сами исправляться ради близких не хотят. Им куратор нужен, любовь. А тебя нет рядом, — поддержала свою подругу Ярость. — Но мы уйдём, так и быть.\nОни ушли, а Любовь задумалась, как же поступить.",
    "answers": [
      {
        "id": 9,
        "text": "Действовать на ребёнка",
        "var_set": [
          "l",
          1
        ]
      },
      {
        "id": 9,
        "text": "Действовать на родителей",
        "var_set": [
          "l",
          2
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "   — Прости, малыш, но действовать иначе я просто не умею.",
    "answers": [
      {
        "id": 8,
        "text": "Ребёнок",
        "var_set": [
          "d",
          1
        ]
      },
      {
        "id": 8,
        "text": "Мать",
        "var_set": [
          "d",
          2
        ]
      },
      {
        "id": 8,
        "text": "Отец",
        "var_set": [
          "d",
          3
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "   Ненависть переглянулась со Злостью и Яростью. Они поняли друг друга без слов. Две подруги молча встали, поставили чашки и удалились. А Ненависть продолжила. Она прикоснулась сначала к сердцу, а потом ко лбу женщины. Так же сделала с мужчиной.\n   Супруги затихли. В их глазах эмоции сменяли одна другую, но ни одна пока не вырывалась наружу. Несколько минут они стояли осознавая нечто ужасное.\n   — Я тебя ненавижу, — зло сказали они друг другу практически одновременно.\n   — Развод?\n   — Да.\n   И он ушёл. Тихо. Даже дверью не хлопнул. А она опустилась на пол, беззвучно сотрясаясь от рыданий. Столько лет жизни они просто перечеркнули в один миг.\n   Работа выполнена. Желание исполнено. Они больше не будут ссориться. Они больше не будут видеться. Только у малыша теперь нет семьи. Хотя, её и не было, по сути.\n   Ненависть тяжело вздохнула и, думая о своём, ушла вслед за подругами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "   — Привет, девчата! Знаете, сегодня мне нужно, чтобы вы ушли. Этих, — она указала на супругов, — необходимо помирить. Их сын загадал желание.\n   — Мы уйдём. Как раз чай допили, — ответила Злость. — Да только ты здесь не справишься. Не твоё это дело — мирить.\nПодруги были правы. Простившись с ними, Ненависть пошла и позвала Любовь:\n   — Знаешь, не умею я людей мирить. Только разрушу всё. А сыночка их жалко. Ему семья нужна, родители любящие.\n   И Ненависть ушла вслед за подругами. А Любовь задумалась, как поступить.",
    "answers": [
      {
        "id": 9,
        "text": "Действовать на ребёнка",
        "var_set": [
          "l",
          1
        ]
      },
      {
        "id": 9,
        "text": "Действовать на родителей",
        "var_set": [
          "l",
          2
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "   Мальчик лежал на кровати, подобрав под себя колени и уткнувшись лицом в подушку. Его хрупкие плечики сотрясались от рыданий, а ладошки до сих пор закрывали уши. Взрослым в соседней комнате было наплевать, что творится в душе у их маленького сына, на его чувства.\n   — Мамочка, папочка, — всхлипывал малыш, — почему вы ругаетесь? Ведь я вас так люблю. Чем я вас разозлил? Наверное, я такой плохой, что вы всё время ссоритесь. Лучше бы меня не было!\n",
    "answers": [
      {
        "id": 8,
        "text": "   На негнущихся ногах Смерть подошла к маленькому мальчику, сняла с себя капюшон и с трудом опустилась на колени рядом с кроваткой.\n   — Не плачь, малыш, ты не виноват, — сказала Смерть, погладив мальчика по спине.\n  Мальчик вздогнул и поднял заплаканное личико.\n   — Вы кто? — спросил он, недоверчиво глядя на Смерть.\n   — Сейчас я — твой друг. Не плачь. Лучше пойдём, я тебе покажу звёзды. И мир, полный любви. И ещё много всего интересного!\n   — И лошадку?\n   — И лошадку.\nСмерть бережно взяла мальчика на руки и пошла с ним к бескрайнему звёздному небу.\n   — Что она наделала? — ужаснулась Ненависть.\n   — Выполнила его желание. Частично. Эти двое за стеной больше не его родители, — ответила Судьба. — Однажды он переродится, в другой семье, где все любят друг друга.\n   — А я за этим прослежу, — добавила Любовь.",
        "var_equal": [
          "d",
          1
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "   Смерть решительно направилась в соседнюю комнату. Когда она вошла туда, ссора была в самом разгаре. В ход шло всё: повышенные тона, крепкое словцо, оскорбления и различные предметы, вроде посуды и книг. В уголке, на диванчике, сидели и попивали чаёк старые знакомые: Злость и Ярость. Но они быстро ретировались при виде Смерти, побросав чашки.\n",
        "var_need": [
          "d",
          2
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "   А Смерть подошла к женщине.\n   — Да ты, моя хорошая, и так скоро ко мне попадёшь. Всю энергию, жизненную силу свою растратила на эти постоянные дрязги, — с этими словами она призвала свою косу и легко взмахнув перерубила нить жизни матери.\n   Какое-то время женщина стояла, а потом её тело медленно начало оседать. Мужчина не сразу понял, почему замолчала его жена, и уже мысленно праздновал победу в споре. Когда же до него дошло, ком подступил к горлу и не давал вырваться ни единому звуку. Только сейчас он вспомнил, как сильно любил её и как давно не говорил об этом.\n",
        "merge": true,
        "var_equal": [
          "d",
          2
        ]
      },
      {
        "id": 8,
        "text": "   Тем временем Смерть подошла к мужчине.\n   — Прости, но я поступлю, как человеческий судья: \"Ребёнок останется с матерью\", — с этими словами она перерезала нить его жизни.\n   Мужчина резко замолчал и повалился на пол. Женщина кинулась к нему, бледная от испуга. Как бы они ни ругались, она не ненавидела его, а очень даже любила. Только устала от быта, потому и ругалась. А он давно уже не говорил, что любит. Теперь уже и не скажет. \"Как объяснить сыну, что папы больше нет?\" — возник вопрос в голове матери. Но это были уже не проблемы Смерти.\n",
        "var_equal": [
          "d",
          3
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "   Любовь, Смерть, Судьба и Ненависть вышли на улицу.\n   — Зачем ты так жестоко? — спросила Судьба.\n   — Больше они ссориться не будут, — грустно сказала Смерть. — Да я по-другому и не умею.",
        "var_need": [
          "d",
          2
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "   ",
    "answers": [
      {
        "id": 9,
        "text": "Осмотрев взрослых, Любовь вернулась в детскую.\n   — Эй, малыш! — позвала она ребёнка, нежно обняв его, — Ты же любишь своих маму и папу? А они любят тебя. И друг друга. Только забыли об этом. Ты иди и напомни им. Давай, смелее!\n  И мальчик пошёл. Он кинулся к родителям:\n   — Мамочка, папочка, хватит ссориться. Я вас обоих очень люблю! — он плакал и продолжал умолять родителей.\n   Что ж, желание ребёнка Любовь так и не исполнила. Его родители всё равно ссорились, хотя, конечно, теперь значительно реже.",
        "var_equal": [
          "l",
          1
        ],
        "merge": true
      },
      {
        "id": 9,
        "text": "Любовь взяла шефство над этой семьёй и отныне постоянно напоминала им о себе. Однако, исполнить желание мальчика у неё так и не получилось. Ссоры, пускай и очень редкие, всё же случались.\n   Но мальчик был счастлив.",
        "var_equal": [
          "l",
          2
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]