[
  {
    "id": 1,
    "text": "Микроквест к конкурсу.\n\nАвтор: Lilu Schwarz (Лилу Шварц)\nЖанр: Юмор, Фэнтези.\n\nОписание: \nНебольшая зарисовка о непослушном коте и его хозяйке. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 11,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "Группа ВК / Связаться с автором",
        "url": "https://vk.com/schwarz_lilu"
      }
    ]
  },
  {
    "id": 2,
    "text": "— У-у, вредный кот! \nЯ бросила платье в пушистого друга и недовольно сложила руки на груди. Хвостатый отпрыгнул в сторону и продолжил вылизывать лапку.\n— Разве я оказался неправ? — промурлыкал мой фамильяр. \n— Я тебе тысячу раз говорила — нельзя общаться с людьми! \n— Ты бы никогда не осмелилась познакомиться с ним. Или с кем-либо ещё.\nКот лениво потянулся и вальяжно развалился на моём новом платье черного цвета. Серая шерсть тут же прилипла к одежде, что окончательно вывело меня из себя.\n— Катя, у тебя совсем не осталось времени. Скоро придёт этот милый парень, а у тебя всё платье в шерсти.\nЕсли бы коты имели человеческую мимику лица, то это чудовище расплылось бы в самой наглой ухмылке. \n— Ах, так, да? Ну, всё, ты не оставил мне выбора.",
    "answers": [
      {
        "id": 3,
        "text": "Обрызгать кота водой."
      },
      {
        "id": 4,
        "text": "Поставить посреди комнаты открытую коробку."
      }
    ]
  },
  {
    "id": 3,
    "text": "Взяв с подоконника пульверизатор, я обрызгала негодника водой. Тот подскочил, недовольно зашипел и спрятался под кровать.\nТяжело вздохнув, я подняла чёрное платье. \n— Ну что, доволен? Теперь оно не только \"шерстяное\", но и мокрое.\nКот молчал. \n— Эй, мелочь пушистая, ты живой там?\nКот упорно молчал.\n— Реня, я с кем разговариваю?\nИ вновь лишь тишина была для меня ответом. \nЯ отложила мокрое платье, достала из сумки пакетик с едой и зашелестела упаковкой. Раздался тихий шорох, и ко мне тут же подбежал недовольный кот, влажная шерсть которого была покрыта пылью. \n— Умница мой, под кроватью заодно убрал, — хмыкнула я, погладив кота. \n— Клади еду, женщина. И да, я с тобой не разговариваю.\n— Не дуйся. Вот, держи, утешительный подарок.\nКот, косо поглядывая в мою сторону, принялся за еду. \n— Подлиза, — мурлыкнул он, на что я тихо рассмеялась. — Ты смейся, да не забывай, что платье твоё испортилось.\nВспохватившись, я принялась бегать по комнате в поисках фена. Другого платья у меня просто-напросто не было.\nПока кот, мурлыча, уплетал своё мясное рагу, я спешно высушила и почистила платье. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я достала коробку из-под обуви и с довольной улыбкой поставила открытую емкость посреди комнаты. Зрачки кота расширились. \nПушистик тут же подскочил с платья, с интересом обошёл картонную коробку и запрыгнул внутрь. Из прямоугольной ёмкости показались одни уши.\n— Сердца у тебя нет. \n— Посиди там, пока я буду вычищать твою шерсть.\nС тяжёлым вздохом, я подняла своё черное платье и достала из тумбочки валик с липкой лентой.\n— Катя, я в ловушке. Спасай меня!\n— Посиди пока внутри. Ты сам говорил, что у меня совершенно нет времени.\n— Я буду жаловаться. Это насилие над животным!\n— Реня, прекращай. Просто возьми и выпрыгни оттуда.\n— Ты же знаешь, что я не могу.\nИз коробки показался пушистый хвост, недовольно подёргивающийся из стороны в сторону.\n— Тренируй силу воли, — хмыкнула я, убирая последние шерстинки. \n— Кать, я есть хочу. Выпусти меня, пожалуйста.\nЯ, повесив платье на дверь, скептически посмотрела на хитрющего кота. Тот жалобно мяукнул и прижал уши. Тихо засмеявшись и покачав головой, я достала кота из коробки и легко провела ладонью по его густой шерстке.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Раздалась трель дверного звонка, и я замерла, в ужасе смотря в сторону входа.\n— Я тебе говорил, что времени почти не осталось. А парень пунктуален, это мне нравится.\nКот вновь потянулся и направился к входной двери.\n— Ты куда? \n— Ну, кто-то же должен его развлекать, пока ты собираешься.\n— Реня, только попробуй, — угрожающе посмотрела я. — Тогда ты познаешь истинный гнев...\n— Иди, дверь открой да проводи гостя в квартиру. Пусть на кухне посидит хоть, не на пороге ведь держать парня. Он не виноват, что у тебя порядка нет ни в делах, ни в голове.\nЯ нахмурилась.\n— Только платьем не кидайся, а то он точно не дождется тебя.\nКот самодовольно махнул хвостом и сел на коврик у входной двери. Квартиру вновь огласила трель дверного звонка.\nЧертыхнувшись, я бросила быстрый взгляд в зеркало и, поправив волосы и широковатую футболку, поспешила открыть дверь. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Привет. \n— М-м, привет.\nПарень немного недоуменно посмотрел на мой наряд. \n— Еще немного, и я буду готова. Проходи.\nЗамявшись, он зашёл внутрь. Он явно не ожидал, что я приглашу его в квартиру на первом свидании. Меня же беспокоил не столько факт присутствия милого парня, сколько отсутсвия порядка в квартире.\nНеловко улыбнувшись, я всучила шатену недовольного кота.\n— Костя, познакомься, это Вареник. Вареник — Костя. Две минуты, и можем идти. Только тихо, моя бабушка спит в соседней комнате. Пожалуйста.\nЯ поспешила скрыться в спальне. \n\"Лишь бы этот негодник ничего не натворил.\"\nТоропясь, я скинула домашнюю одежду, надела черное вечернее платье и туфли. \nПоправив макияж и прическу, я схватила дамскую сумочку и чуть ли не бегом бросилась на кухню.\nК моему облегчению, кот спокойно сидел на коленях парня, благосклонно позволяя гладить свою шерстку последнему.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Он довольно милый, — с улыбкой сказал Костя.\n\"Да-а, когда спит зубами к стенке.\"\n— Это бабушкин кот.\n— Почему его зовут Вареник?\n— Ну, — чуть замялась я, — он такой же ленивый и... такой же вареник. \n— У неё туго с фантазией, — промурчал кот. \nЯ испуганно посмотрела на серого кота. Костя кинул быстрый взгляд сначала на Вареника, а затем на меня.\n— Что? — недоуменно переспросил Костя.",
    "answers": [
      {
        "id": 8,
        "text": "- Что?",
        "merge": false
      },
      {
        "id": 9,
        "text": "- У меня говорящий кот."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Что? — испуганно переспросила я.\n— Мяу, — произнёс наглый Вареник.\nКостя осторожно положил Кота на пол и отряхнулся.\n— Я, кажется... Мне послышалось, — парень, сбитый с толку, растерянно огляделся. Я же подскочила и, закрывая ему вид посудных гор, спешно вывела его из кухни.\n— Извини, я совсем не была готова к гостям.\nКостя, стоящий всё с тем же непонимающим взглядом, взъерошил себе волосы.\n— Все в порядке. Ты хорошо выглядишь.\n— Спасибо. \nНемного помявшись, мы с неловкими улыбками вышли на лестничную площадку. \n— Вареник, веди себя прилично, — сказала я коту напоследок и заперла дверь на ключ. \n— Я почему спросил по поводу имени кота... У меня дома Пельмень бегает. Как-нибудь вас познакомлю. \n— Быть не может.\n— Точно тебе говорю. Правда, бегает — сильно сказано. Скорее, катается по полу.\nМы тихо засмеялись. \n— Осталось завести собаку, назвать Сметанкой, и можно будет спать с чувством выполненного долга.\n— Кать, выходи за меня, — в шутливом восторге воскликнул Костя.\n\"Ох, котяра, так уж и быть, ты прощён.\"",
    "answers": [
      {
        "id": 1,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Эм... Тут такое дело. В общем, мой кот умеет говорить, — тяжело выдохнула я. \nКостя недоуменно посмотрел на меня, перевел взгляд на кота, а затем поспешил поставить зверя на пол.\n— Реня, ну, скажи что-нибудь, чтобы наш гость не подумал, что я — сумасшедшая.\nПарень покосился на выход. Я же взяла кота на руки и потрусила его в воздухе.\n— Он обычно такой болтун. Давай, Реня, говори.\n— Я, наверное, пойду лучше.\n— Подожди! — громко вскрикнула я, отчего Костя вздрогнул и попятился к входной двери.\n— Так, Вареник, если ты сейчас же не начнёшь разговаривать, я посажу тебя в тюрьму, — сердито сказала я, взяв с верхушки холодильника картонную коробку.\n— Я позвоню тебе, ладно?\nПарень быстро выбежал из квартиры, а я недовольно взглянула на кота.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Что? Я не должен говорить с людьми, забыла?\n— Ах ты, негодяй! Ну, я тебе сейчас задам трепку.\n— Кать, ну ты чего? Ты шуток не понимаешь?\nВ этот момент входная дверь вновь приоткрылась, и в проходе показался растерянный Костя.\n— Я телефон забыл.\nЯ, всё ещё сжимая в руках непослушное чудовище, принесла оставленный мобильный.\nПарень же вновь покосился на кота.\n— Вареник, говори.\n— Мяу.\n— Ну, я тебя сейчас искупаю.\n— Кать, не горячись, — испуганно мурлыкнул кот. — Да, я говорящий. Сюрпри-из.\nРаздался гулкий звук удара, и мы втроём рассеянно посмотрели на разбившийся телефон Кости.\n— Я заработаю и отдам, — тут же пообещала я.\n— Ты учишься в одиннадцатом классе, а работы у тебя нет и никогда не было, — скептически сказал пушистый. \n— Ничего. Я в переходах чревовещателем подрабатывать буду. \n— Даже не надейся. Там грязно и неприятно пахнет.\n— Кот говорит. Кот. Говорит, — ошалело сказал Костя, уставившись на Реню.\n\"Н-да, кажется, мне предстоит долгий разговор.\"",
    "answers": [
      {
        "id": 1,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Здесь будут отражаться ваши достижения.\nВозможные концовки: \n\n*Неожиданное предложение*\n\n*Долгий разговор*",
    "answers": [
      {
        "id": 12,
        "text": "*Неожиданное предложение*",
        "need": [
          8
        ],
        "need_ever": true
      },
      {
        "id": 13,
        "text": "*Долгий разговор*",
        "need": 9,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 14,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 12,
    "text": "                                  Поздравляю! \n\n\nВы получили достижение \"Неожиданное предложение\".\n\nВы также можете попробовать получить другую концовку этого квеста. \n\nСпасибо за ваше внимание и время.\n\nПриятного прохождения!",
    "answers": [
      {
        "id": 12,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 13,
    "text": "                                  Поздравляю! \n\n\nВы получили достижение \"Долгий разговор\".\n\nВы также можете попробовать получить другую концовку этого квеста. \n\nСпасибо за ваше внимание и время.\n\nПриятного прохождения!",
    "answers": [
      {
        "id": 13,
        "text": "Назад",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 14,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 15,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 15,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 16,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 16,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 17,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 17,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 18,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 18,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 19,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 19,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 20,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 20,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 21,
        "text": "Пусто. Для публикации.",
        "need": 500
      }
    ]
  },
  {
    "id": 21,
    "text": "Пусто. Для публикации.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]