[
  {
    "id": 1,
    "text": "\"Разговор может быть записан\"\n\nЖанр: детектив с элементами юмора\n\nОбычный парень по имени Роман купил автоответчик, чтобы он смог перезвонить, если ему не дозвонились. Но однажды начали приходить на автоответчик сообщения странного содержания. Роман опирается на то мнение, что кто-то ошибся номером или кто-то левый ставит на проигрыватель записи и балуется. Оказывается, эти звонки идут от человека, который хочет испортить Роману жизнь. Но Роман не сдается — он подключает специальных людей, чтобы сплавить телефонного хулигана за решетку.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\n\nОднажды Роман купил автоответчик с экранным дисплеем вместо обычного телефона, чтобы он смог перезвонить, если до него кто-то не дозвонился. Кроме того, на экране может высвечиваться номер звонящего. И ради своей безопасности он поставил записывающий голоса диктофон. \nИ вот он записал сообщение приветствия:\n\"Здравствуйте! Меня сейчас нет дома. Если у вас есть сообщение, оставьте его после звукового сигнала.\"\nПип!",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 1. Бабушкины угрозы\n\nРоман пришел вечером домой с улицы. Он гулял с ребятами и на входе в подъезд его остановили болтливые бабушки, с которыми он разговорился. \n— Эх, вот хорошо общаться с пожилыми людьми! — сказал Роман. — Они опытные, все знают, всегда помогут с советом!\nИ тут Роман услышал, как запикал телефон.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Роман увидел в телефоне несколько новых сообщений. Роман нажал на кнопку прослушки.\n\"У вас новые сообщения\" — произнес женский голос автоответчика.",
    "answers": [
      {
        "id": 5,
        "text": "Сообщение 1"
      },
      {
        "id": 7,
        "text": "Сообщение 2"
      },
      {
        "id": 9,
        "text": "Сообщение 3"
      },
      {
        "id": 11,
        "text": "Сообщение 4"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Ты мне будешь названивать, оскорблять меня! Внучку изнасилуют, меня убьют! Это что? Это не хулиганство?\" — послышался голос пожилой женщины.\n— Кто она такая? — с недоумением спросил Роман.\n\"Сегодня я уже слово себе дала. Сегодня иду. На стол заявление на пятнадцати листах изложила все, с чего это началось!\"\n— Что я мог такого сделать?\n\"Все написала, описала, все положу. Ты дело... Знаешь что? На тебя такое могут открыть дело! За угрозы убьют! Ты ходишь с дружками, ковыряешь двери мои! Ты не раз уже приезжал! У меня есть свидетели, что ты ковырял двери! И тем более мы пришли с ребенком двери не могли открыть!\"\n— Чего несет?\n\"Вот ходить, ездить сюда в дом и двери щупать! Вы жулье ведь! В ночное-то время вы что, грабите машины, квартиры!\"\n— Ничего подобного!\n\"Заткнись! На что ты одеваешься? Ты работаешь?\"\n— Работаю, да. \n\"Кем ты работаешь?\"\n— Я сказал, работаю!\n\"Вот так вот. Ты лежал! Ты институт заканчивал дома лежа, а мама платила Клычникову! Вот так вот! И все описала, чем ты занимался и как кончал ты этот институт. Ты — падла вонючая! Ты вонючая падла! Вонючий, прыщеватый! Залижи свои прыщики, вонявый!\"\n— Совсем рихнулась?!\n\"С тридцать третьей квартирки-то и говорят про тебя, кто ты такой есть! Вонючка!\"\n— И кто я?\n\"А звоночки сегодня все будут на столике!\"\nПип!",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Мда... — сказал Роман. — Сумасшедшая какая-то бабка! Как можно говорить такие гадости по телефону? С психушки, наверное, позвонила! Кстати, а со своей бабушкой я уже давно не разговаривал... И вообще выкрутасы по телефону не могут остаться безнаказанными!",
    "answers": [
      {
        "id": 13,
        "text": "Позвонить в полицию"
      },
      {
        "id": 14,
        "text": "Позвонить бабушке"
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Слушай, у меня подключен диктофон. Сейчас милиции все известно, сколько ты раз звонишь! На диктофоне все известно! Все прокручено. И ты узнаешь. Тебя уловаят!\" — послышался голос пожилой женщины.\n— Чтооо?\n\"Заткнись! Тебе как не стыдно, а?! Ты наказание получишь! Подонок!\"\n— Ниче не пойму!\n\"Подонок! Я тебе сейчас Нине Васильевной и всем позвоню! Я позвоню на Руставели, милицию вызову этому подонку, кто тебе дал номер телефона! Тебе за это хулиганство срок намотают! Подонок!\"\n— Какое хулиганство?\n\"Ты понимаешь или нет? Сейчас у меня человек придет, и он будет все время тут сидеть в доме! Подключат все, откуда ты звонишь, подонок! И кто тебя заставил! Сейчас я тебе это все устрою! Устрою! Тебе плохо не покажется! Я сейчас позвоню еще на Руставели дежурному! Сволочь ты такая! Чтоб у тебя отсохли ноги и руки! Чтоб ты, подонок, ползал!\"\nПип!",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Роман взял трубку.\n— Алло, — сказал он.\n\"Рома, здорова! Это Серега.\" \n— А, здорова.\n\"Как поживаешь?\"\n— Нормально. На днях автоответчик купил. Ты как?\n\"Да тоже ничего. С моей Мариной сейчас в кино сходили, потом я ее домой проводил.\"",
    "answers": [
      {
        "id": 12,
        "text": "А что ты звонишь?"
      },
      {
        "id": 16,
        "text": "Слушай."
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Ну, что, мобиль включил, да? Я вот этот номер телефона завтра в заявлении пишу! На Петровку номер телефона дам и скажу, напишу, сколько раз ты мне названиваешь, чтоб тебя привлекли! Это мобильный телефон, падла! И быстро разберутся. Я тебе сказала. И даю тебе слово, что это и слелаю! Прямо на Петровку поеду, если сейчас не прекратишь, падла! Там кодла у вас собралась! Я тебе сказ... дала номера телефонов! Я знаю, откуда ты звонишь, подлюга! От кого ты звонишь!\"\n— Я не звонил вообще!\n\"Я тебе сказала, падла! Я тебе сказала! Сережа, ее сын, нюхальник! Нюхальник! И она с титьками с толстыми, и внучка ее падла! Там вся ваша кодла собралась! Завтра все узнают на Петровке, и откуда эти звонки появлялись! Ты что мне надоедаешь, звонишь сюда? Ты что мне беспокоишь, а, подлюга?! Она заведующая садиком, падла! Звони туда — она там обжирается и пердит!\"\nПип!",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Роман решил не брать трубку. И тут послышался голос Романа, который он записывал в качестве приветствия:\n\"Здравствуйте! Меня сейчас нет дома. Если у вас есть сообщение, оставьте его после звукового сигнала.\"\nПип!\n\"Рома, здорова! Это Серега. Позвони, как дома будешь.\"\nПослышались гудки.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Дурак, на станции все телефонные звонки поднимут! Вот и хулиганка 206 будет. Часть вторая. Три годика отсидишь! Сволочь!\"\n— Кого? — в недоумении спросил Роман.\n\"Вот отсидишь! Отсидишь! Вот на станции на телефонной все поднимут, сколько ты раз уже звонил сегодня и вчера! Ты же больной! Больной! Вот поэтому и жалко тебя, что ты больной! Во-первых, ты спидовый. Спидовый! Спидовый! Ты никуда не ходишь, лежишь! Весь пожелтел, как желтуха! У тебя ни девушки, у тебя никого... Тебя девушки-то бросали! Девка-то бросила тебя! Побежала без оглядки от тебя! Без оглядки. С тобой никто не дружит, девки! Одни парни!\"\n— Нифига подобного!\n\"А на телефонной станции будет известно, от кого? От меня шли звонки или от тебя! Вот как выйдешь, тебе и дадут в рыло!\"\nПип!",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Ну, как? Я же хочу знать, как поживает мой старый друг!\"\nРоман и Серега были друзьями еще с детства. Когда Роман переехал в другой город, их пути разошлись. Серега отслужил в армии, потом пошел в школу полиции. Теперь работает в отделении полиции. И вот однажды они снова встретились и обменялись контактами.",
    "answers": [
      {
        "id": 16,
        "text": "Слушай."
      }
    ]
  },
  {
    "id": 13,
    "text": "Роман позвонил в полицию.\n\"Дежурный отделения полковник Кривых.\"\n— Здравствуйте! Меня зовут Роман Кубышкин. Я только что получил на автоответчик сообщения с неизвестного номера, в которых пожилая женщина всяко угрожала мне и оскорбляла. \n\"Чем она вам угрожала?\"\n— Тем, что посадит меня в тюрьму и тому подобным. И оскорбляла меня тоже всяко. Таких слов было очень много. А еще она клеветала, что я якобы занимаюсь преступной деятельностью. Хотя это не так, поверьте мне.\n\"Так, интересно. А можете продиктовать тот номер?\"\n— Конечно.\nРоман продиктовал тот самый номер.\n\"Что ж, мы информацию приняли. И она будет рассмотрена в ближайшее время. Мы обязательно выявим того, кто вам звонил.\"\n— Хорошо. Буду в курсе дела. До свидания.\nРазговор прервался.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Роман решил позвонить бабушке Гале.\n\"Алле\" — послышалось из трубки.\n— Бабушка, привет! \n\"О! Рома! Привет!\"\n— Как ты поживаешь?\n\"Да помаленьку!\"\n— А здоровье как?\n\"Да все хорошо с моим здоровьем! Как ты поживаешь?\"\n— Да тоже пойдет! Недавно автоответчик купил себе, чтобы я смог перезвонить.\n\"Во как?\"\n— Да. Там дисплей. На экране номер звонящего определяется. И я могу получать сообщения, если кто-то не дозвонился в мое отсутствие.\n\"Здорово!\"\n— Хочешь такой?\n\"Ой, внучок! Не надо. Я отстала от этих технологий. Я ничего в этом не пойму!\"\n— А я бы научил тебя пользоваться этим телефоном.\n\"Да нет, спасибо! Как на работе дела?\"\n— Хорошо.\n\"Девушка-то появилась?\"\n— Нет, еще... Даже не знаю, когда появится...\n\"Не переживай! У тебя столько лет впереди! Успеешь еще найти себе такую, с которой будешь жить до конца!\"\n— Спасибо.\n\"Ладно, внучок! Пошла я на улицу! Подышу свежим воздухом. Погуляю.\"\n— Ну, давай, баб.\n\"Спасибо, что позвонил. А то мне уже давно никто не звонил. Приходи ко мне, как найдешь время! Звони!\"\n— Пока, баб!\n\"Пока.\"\nРазговор прервался.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вдруг Роману опять позвонили на автоответчик.",
    "answers": [
      {
        "id": 8,
        "text": "Взять трубку"
      },
      {
        "id": 10,
        "text": "Не брать трубку"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Что?\"\n— А у тебя случайно не автоответчик?\n\"Нет, а что?\"\n— Да сегодня мне какая-то бабка звонила. Оставила сообщения, в которых она угрожала тюрьмой, оскорбляла меня и все такое.\n\"Ужас, конечно. А ты в полицию звонил?\"\n— Звонил. И все рассказал. Сказали, будут разбираться.\n\"Мне бы позвонил. Ты же меня знаешь — я из полиции. И контакты ты мои знаешь.\"\n— Хотел до этого пойти в отделение, но я подумал, что в вечернее время они уже не работают. Но они там разбираются уже с этим телефоном.\n\"Понятно. Ну, ладно, давай. Рад был услышал тебя.\"\n— И я. \n\"Звони, если что.\"\n— Хорошо. \nРазговор прервался.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Роман опять услышал звонок на автоответчик.",
    "answers": [
      {
        "id": 18,
        "text": "Взять трубку"
      },
      {
        "id": 19,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Алло, — сказал Роман.\n\"Алле, да. Привет. Наконец-то, линия освободилась. А ты зачем бабке названивал?\"",
    "answers": [
      {
        "id": 20,
        "text": "Ты кто такой?"
      },
      {
        "id": 21,
        "text": "Какой бабке?"
      },
      {
        "id": 22,
        "text": "А, так вот кто мне эти сообщения оставил!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Роман решил не брать трубку и после сообщения приветствия услышал сообщение:\n\"Возьми трубку живо!\"\n— Это кто? — спросил Роман. — И даже не представился.",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Не скажу!\"",
    "answers": [
      {
        "id": 23,
        "text": "Кто такой, я тебя спрашиваю?!"
      },
      {
        "id": 24,
        "text": "Ты играться, что ли, вздумал по телефону?"
      }
    ]
  },
  {
    "id": 21,
    "text": "\"А тебе какая разница?\"",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Кто? Я? Нет, конечно!\"",
    "answers": [
      {
        "id": 18,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Я тебе еще представляться буду!\"",
    "answers": [
      {
        "id": 25,
        "text": "Ты можешь нормально сказать, кто ты такой и что ты от меня хочешь?"
      },
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Кто играется? Я же тебе не просто так звоню!\" ",
    "answers": [
      {
        "id": 25,
        "text": "Ты кто такой, я спрашиваю! Что ты от меня хочешь?"
      },
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Кто я такой, говорить я тебе точно не стану. А звоню я тебе, чтобы узнать, зачем ты названивал бабке! Она жаловалась.\"",
    "answers": [
      {
        "id": 26,
        "text": "Я никуда не звонил!"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Что ты врешь? А почему бабка жаловалась?\"",
    "answers": [
      {
        "id": 27,
        "text": "Ничего не знаю!"
      },
      {
        "id": 28,
        "text": "Начать давить на него"
      }
    ]
  },
  {
    "id": 27,
    "text": "\"В смысле \"ничего не знаю\"? Она мне жаловалась, что ты ей звонишь! У нас же твой телефон высветился. Я этот номер уже отнес в полицию.\"",
    "answers": [
      {
        "id": 29,
        "text": "Ты сам уже на учете!"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Ублюдок! Эти твои звонки и сообщения до добра не доведут! Ты у меня допрыгаешься! Потом посмотрим, как ты при ментах будешь прыгать!\n\"Во-первых, не смей так со мной разговаривать! Во-вторых, я буду названивать ради своего удовольствия!\"",
    "answers": [
      {
        "id": 31,
        "text": "Да пошел ты!"
      },
      {
        "id": 29,
        "text": "Ты долго веселиться не будешь! Ты же на учете!"
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Как понять \"на учете\"?\"\n— А вот так! Номер, с которого ты оставил сообщения, я уже озвучил отделению полиции! Честное слово, ты допрыгаешься!\"\n\"Полиции?! Какого черта ты это сделал?! Ну, гад, попадись ты мне!\"\n— И что с того? Мне не страшно. Скоро по всему городу будут патрулировать полицейские, тебя выискивать! Все, до встречи в суде!",
    "answers": [
      {
        "id": 31,
        "text": "Положить трубку"
      }
    ]
  },
  {
    "id": 30,
    "text": "Глава 2. Борьба за девушек\n\nРоман пришел домой в радостном настроении — ведь, наконец-то, он встретил свою вторую половинку! Он с ней познакомился, погулял и проводил ее до дома.\n— Ух! Девушка то, что надо! — радостно сказал Роман.\nВдруг раздался сигнал из автоответчика.",
    "answers": [
      {
        "id": 32,
        "text": "Кажется, ей интересно, как я дошел!"
      }
    ]
  },
  {
    "id": 31,
    "text": "Роман положил трубку.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "Роман подошел к автоответчику и нажал кнопку прослушки.\n\"У вас новые сообщения\"",
    "answers": [
      {
        "id": 33,
        "text": "Сообщение 1"
      },
      {
        "id": 34,
        "text": "Сообщение 2"
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Короче, слушайте меня сюда!\" — раздался мужской голос.\n— Чего? — в недоумении спросил Роман.\n\"Если хоть раз кто-нибудь еще взломает меня или мою девушку, или нашу с ней группу, я вам всем за это башки оторву! Понятно? Я вас всех побью! Я вам покажу, где раки зимуют, блин!\"\n— Кто это?\n\"Мы вас не боимся с Кристиной! Не мешайте нам! Оставьте нас в покое, пожалуйста, если не хотите неприятностей! Хватит нас терроризировать! Прекратите!\"",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      },
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "\"Я люблю очень Кристиночку. Она меня тоже очень любит. И нам никто не дает покоя! Почему нам никто не дает покоя и общаться с нами?!\"\n— Куда он звонил вообще? \n\"Слушайте меня сюда! Если вы еще раз будете доводить ее до слез, писать ей всякие гадости и издеваться над ней... то я со своими дружками к вам приду и набью морду! Будете знать, с кем имеете дело. Сволочи, блин! \n— Кто \"вы\"? Я один вообще-то!\n\"И еще: если ее клон будет делать то же самое, что и вы, она тоже получит по заслугам от нас с Кристиной! Еще раз повторяю: мы вас всех не боимся! Я вам это серьезно очень говорю! Вот увидите! Вы у меня с Кристиной еще получите, за то, что сделали! Твари, блин!\"",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      },
      {
        "id": 32,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Этот чувак, кажется, номера попутал! Я ничего плохого со своей встречной не делал!",
    "answers": [
      {
        "id": 37,
        "text": "Позвонить в полицию"
      },
      {
        "id": 38,
        "text": "Позвонить девушке"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вдруг Роману на телефон поступил звонок.\n— Эти звонки прекратятся когда-нибудь или нет?! ",
    "answers": [
      {
        "id": 44,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 37,
    "text": "Роман позвонил в полицию.\n\"Дежурный отделения полиции полковник Кривых.\"\n— Здравствуйте. Тот же Роман Кубышкин. Мне только что опять поступили сообщения с угрозами расправы за свою девушку.\n\"Опять угрозы, да? Продиктуйте тот номер.\" \n— Тот же самый!\n\"Понятно. Кстати, мы выяснили, кто вам названивает и оставляет сообщения странного содержания.\"\n— И кто это?\n\"Это пранкер Игорь Меченосцев, известный под псевдонимом Phonat, что означает \"Фанат телефона\". По его поводу к нам уже обращались люди. У них из-за его звонков один покончил собой.\"\n— Да, у меня автоответчик тоже стоит на прослушке. И этот пранкер мне один раз уже названивал.\n\"Он вам что-нибудь говорил?\"\n— Он говорил, как будто я делаю противоправные действия. \n\"Понял. Нам осталось только найти его местоположение.\"\n— Понял вас. До свидания.\nРазговор прервался.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      },
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Роман решил позвонить девушке. Но вместо голоса девушки послышался мужской голос:\n\"Алло.\"\nРоман насторожился.",
    "answers": [
      {
        "id": 39,
        "text": "Это кто?"
      },
      {
        "id": 40,
        "text": "А я девушку могу услышать?"
      },
      {
        "id": 35,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "\"А вам кого надо?\"",
    "answers": [
      {
        "id": 40,
        "text": "Девушку."
      }
    ]
  },
  {
    "id": 40,
    "text": "\"Какую девушку?\"\n— Ну... мою.\n\"Какую твою? Мы встречаемся с ней больше года! А ты не лезь вообще сюда! Забудь этот номер!\"\nРазговор прервался.\n— Так значит, она и с другими мужиками того? Ладно!",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Роману снова поступил звонок.\n— Как же достали эти звонки! Хочется взять и отключить этот телефон ко всем чертям!",
    "answers": [
      {
        "id": 42,
        "text": "Взять трубку"
      },
      {
        "id": 43,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Да.\n\"Ром, это Серега.\"\n— А, здорова.\n\"Чего ты так долго трубку не берешь?\"\n— Понимаешь, меня уже достали эти сообщения!\n\"Да елки-палки! Что на этот раз?\"\n— Сегодня встретил девушку. Мы с ней пообщались, погуляли, потом я ее до дома проводил. Прихожу, а мне были оставлены сообщения, в которых какой-то мужик угрожал расправой за свою девушку! Потом позвонил своей девушке, узнать, что да как. Но тут ответил какой-то мужик и сказал, что они долго встречаются и, чтобы я забыл этот номер.\n\"Короче, она использовала тебя? Но насчет сообщений... слушай, это уже реально никуда не годится!\"\n— Я, кстати, выяснил, кто этими вещами занимается!\n\"И кто?\"\n— Игорь Меченосцев, известный, как \"Phonat\". \n\"А, Телефонный Фанат? Из-за него-то, как известно, одна из жертв свела счеты с жизнью...\"\n— Мне так в полиции тоже сказали. Сейчас они будут искать его местонахождение.\n\"Рома, ты сильно не напрягайся! Мы сплавим этого ублюдка за решетку!\"\n— Ну, ладно, давай.\n— Звони, если что.\nРазговор прервался.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Роман решил не брать трубку и после приветствия услышал сообщение:\n\"Ром, это Серега. Позвони, как дома будешь.\"",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Роман взял трубку.\n— Да, алло, — сказал Роман.\n\"Чего ты алекаешь?! Какого черта ты рядом с моей бабой терся, а?! \"",
    "answers": [
      {
        "id": 45,
        "text": "Опять твой злощастный голос?!"
      },
      {
        "id": 46,
        "text": "Это кто?"
      }
    ]
  },
  {
    "id": 45,
    "text": "\"Да. Представляешь?\"\n— Ты до каких пор сюда звонить будешь, а?!\n\"Пока не надоест.\"\n— Когда твои звонки прекратятся?! Ты начинаешь уже действовать мне на нервы!\"\n\"Я не перестану тебе звонить и буду мотать твои нервы!\"",
    "answers": [
      {
        "id": 47,
        "text": "Ты меня не дури! Понял? И я уже знаю, кто ты."
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Парень той самой девушки, с которой ты сегодня гулял!\"",
    "answers": [
      {
        "id": 47,
        "text": "Не дури меня! Я уже знаю, кто ты!"
      }
    ]
  },
  {
    "id": 47,
    "text": "\"И кто я?\"\n— Ты — Игорь Меченосцев. Известный как, по-нашему языку говоря, \"Телефонный фанат\". И одна из твоих жертв покончила собой!\n\"Даже так?\"\n— Да! Так вот невинного человека из себя строить и подавать вида, что ты не в курсе, тоже не надо! Неужели тебя совесть не мучает, а, ублюдок?!\n\"А ты откуда узнал мое имя?\"",
    "answers": [
      {
        "id": 48,
        "text": "От верблюда!"
      },
      {
        "id": 49,
        "text": "Полиция сказала!"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Слышь, я тебе покажу верблюда! Колись, откуда ты мое имя взял?!\"",
    "answers": [
      {
        "id": 49,
        "text": "Полиция сказала!"
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Ты вообще охренел?! Ну, все, я тебе сказал: я тебя найду...\"\n— Я тебя сам найду и кулаками раскрашу твое лицо! Все, разговор окончен!\nРоман положил трубку.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Глава 3. Призывной переполох\n\nРоман только что пришел домой после того, как прошел медкомиссию в военкомате. Но ему сказали, что он не годен.\n— Надо же! Годен не оказался... — расстроенно сказал Роман. — Провел бы там год. Чему-нибудь бы научился там. Армия же делает настоящих мужчин. Хотя я и так мужчина по жизни!\nИ тут Роман услышал, как \"пикает\" автоответчик.",
    "answers": [
      {
        "id": 51,
        "text": "Кто мне оставил сообщение?"
      }
    ]
  },
  {
    "id": 51,
    "text": "Роман подошел к автоответчику и нажал кнопку прослушки.\n\"У вас новые сообщения\"",
    "answers": [
      {
        "id": 52,
        "text": "Сообщение 1"
      },
      {
        "id": 54,
        "text": "Сообщение 2"
      },
      {
        "id": 56,
        "text": "Сообщение 3"
      },
      {
        "id": 58,
        "text": "Сообщение 4"
      },
      {
        "id": 60,
        "text": "Сообщение 5"
      },
      {
        "id": 62,
        "text": "Сообщение 6"
      }
    ]
  },
  {
    "id": 52,
    "text": "\"Начальнику второго отделения прибыть в триста четырнадцатый кабинет в понедельник.\" — послышался мужской грубый голос.\n— Чего? — недоуменно сказал Роман.\n\"Начальнику второго отделения прибыть в понедельник в триста четырнадцатый кабинет.\"\n— Это он кому?\n\"Алло!\"\n— И кто это, вопрос?\n\"Я полковник в первую очередь!\"\n— Какой?\n\"Демьянов.\"\n— Ну, Демьянов...\n\"Сторож Красногорского отдела.\"\n— А Красногорск вообще далеко! Не знаю, куда он звонит.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Мда, это шок просто, — засмеялся Роман. — Видать, дежурные ни разу не видели и не слышали автоответчик! ",
    "answers": [
      {
        "id": 64,
        "text": "Позвонить Сереге"
      },
      {
        "id": 65,
        "text": "Позвонить в военкомат"
      }
    ]
  },
  {
    "id": 54,
    "text": "\"Ну ты наглец вообще-то! Ты можешь разговаривать военным языком? Или откуда вы... с помойки вас взяли там?\"\n— Ничего не пойму...\n\"Я спрашиваю, вы можете разговаривать по-русски или нет?\"\n— Каким языком? Ничего не пойму!\n\"Куда прибыть начальнику второго отделения?\"\n— Какому начальнику?\n\"Куда ему прибыть начальнику второго отделения?\"\n— Не знаю.\n\"Куда прибыть? Я вас спрашиваю еще раз русским языком!\"\n— Я понятия не имею!\n\"Я сейчас трубку положу и с вами разговаривать, грубиян, не буду!\"\nПип!",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "\"По поводу?\"\n— Дело в том, что мне только что на автоответчик пришло сообщение, что какому-то начальнику второго отделения нужно куда-то прибыть в триста четырнадцатый кабинет в понедельник. Вы что-нибудь подобное слышали?\nДежурный засмеялся.\n\"Ой, знаете, у нас нет никакого начальника второго отделения! А о том, что он должен куда-то прибыть, нам никто никогда не докладывал и телефонограммы не передавал. Мы сами были жертвами такого хулиганства, при чем во время ночного дежурства!\"\n— Серьезно?\n\"Так точно.\"\n— Значит, я не один такой, — сказал про себя Роман. — Что ж, до свидания!\nРоман положил трубку.",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Вы можете разговаривать военным языком или вы кто там? Колхозник?\"\n— Я не военный! Я сам не годен!\n\"Вы по-русски можете разговаривать, скажите мне? Начальнику второго отделения прибыть в девять ноль ноль куда? В триста четырнадцатый кабинет... куда? К тете Паше? К тете Маше?\"\n— Что происходит, не пойму?\n\"Вы русский язык понимаете или... там татары собрались какие-то непонятные?!\"\n— Здесь нет никаких татар!\n\"Вы издеваетесь над о... над о мной, что ли? Нечего звонить тогда!\"\nПип!",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "Роман услышал, как зазвонил телефон.\n— Ох, как меня надоел этот телефон!!! — разозлился Роман.",
    "answers": [
      {
        "id": 59,
        "text": "Взять трубку"
      },
      {
        "id": 61,
        "text": "Не брать трубку"
      }
    ]
  },
  {
    "id": 58,
    "text": "\"Вы что, вообще там отупели, что ли, все или... дурака хотите из меня сделать, что ли?!\"\n— Мда... шок просто.\n\"Начальнику второго отделения в триста четырнадцатый ку... кабинет прибыть в понедельник!\"\nПип!",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Роман взял трубку.\n— Алло, — сказал он.\n\"Роман здравствуйте! Вам звонят из военкомата. Почему не проходили комиссию?",
    "answers": [
      {
        "id": 63,
        "text": "Я вообще-то проходил!"
      },
      {
        "id": 66,
        "text": "Телефонный Фанат! Опять ты?!"
      }
    ]
  },
  {
    "id": 60,
    "text": "\"Начальнику второго отделения в... в... в понедельник прибыть в триста четырнадцатый кабинет.\" — послышался другой мужской голос.\n— Они знали, куда звонили вообще?\n\"Назовите свою фамилию.\"\n— Не назову.\n\"Господи, ну, что ж ты бестолковый? К... к... кто ты есть-то?\"\nПип!",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Роман не взял трубку. И после сообщения приветствия послышалось сообщение:\n\"Здравствуйте, Роман. Вам звонят из военкомата. Я по поводу того, что вы не проходили комиссию.\"\n— Я проходил! Ох, опять этот Телефонный Фанат!!! Как он мне надоел... Хочется взять и... не знаю, что сделать!!!",
    "answers": [
      {
        "id": 57,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "\"Вам телеграмма пришла. Что вы спрашиваете? Куда прибыть?\"\n— Ничего мне не приходило!\n\"Бросайте все, и вам нужно прибыть срочно!\"\nПип!",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      },
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "\"Проходили? А почему мы не в курсе? Почему данных никаких нет?\"",
    "answers": [
      {
        "id": 67,
        "text": "А какие должны быть данные?"
      }
    ]
  },
  {
    "id": 64,
    "text": "Роман решил на этот раз позвонить не в полицию, а уже Сереге.\n\"Алло.\" — послышалось из трубки.\n— Серега, это я, Рома.\n\"А, рад слышать. Что? Опять эти назойливые сообщения?\"\n— Да! Сегодня я проходил медкомиссию в военкомате, и меня не призвали на службу из-за гипертонического заболевания. Прихожу домой, а мне оставили сообщения какие-то дежурные военкоматов.\n\"Что они говорили?\"\n— Они говорили, что начальнику второго отделения нужно прибыть в триста четырнадцатый кабинет. А меня еще спрашивали, куда он должен прибыть! \n\"Мда... Ужас просто!\"\n— В общем надо срочно выискивать этого негодяя! \n\"Не волнуйся! Все сделаем! Мы ФСБ подключим, сейчас полиция начнет патрулирование.\"\n— Кстати, а у меня же телефон на прослушке стоит.\n\"Отлично! Это будет доказательством в суде!\"\n— Ладно. Буду в курсе дела. Если что, звони.\n\"Ага. И ты будь на связи.\"\nРазговор прервался.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше"
      },
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Послушав сообщения, Роман озадачился вопросами: кто этот начальник? Куда ему прибыть? Что за триста четырнадцатый кабинет и где он находится?\nИ вот Роман решил позвонить в военкомат, где он проходил комиссию. \n\"Дежурный по военкомату полковник Прокофьев.\"\n— Здравствуйте.\n\"Слушаю вас.\"",
    "answers": [
      {
        "id": 55,
        "text": "Я хотел вам задать несколько вопросов."
      }
    ]
  },
  {
    "id": 66,
    "text": "\"Нет, это военкомат!\"\n— А военкомат в курсе, что я комиссию проходил!\n\"Нет, мы не в курсе! Почему у вас никаких данных нет?\"",
    "answers": [
      {
        "id": 67,
        "text": "А какие должны быть данные?"
      }
    ]
  },
  {
    "id": 67,
    "text": "\"О прохождении комиссии!\"\n— Какие данные? В какой форме?\n\"В общем так, если никаких данных на ближайшее время не будет, вы будете отправлены в армию!\"",
    "answers": [
      {
        "id": 68,
        "text": "Фанат, это твой голос!"
      }
    ]
  },
  {
    "id": 68,
    "text": "\"Нет, это военкомат!\"\n— Это Телефонный Фанат! Это твой голос! Ты мне названиваешь и оставляешь сообщения с одного и того же номера! Я все это вычислил! \n\"Как вычислил?!\"\n— А вот так! У меня стоит автоответчик, который на экране трубки высвечивает все номера звонящих и тех, кто оставляет мне сообщения! Плюс у меня все разговоры записываются и пойдут везде, чтобы все услышали, как ты домогаешься до невинных людей! Вот так вот! Так что ты попался!\nТелефонный Фанат потерял дар речи.\n\"Как же так? Но я все равно не сдамся! Я буду названивать всегда и играть на нервах! Хе-хе-хе!\"",
    "answers": [
      {
        "id": 69,
        "text": "Скоро ты в ментовку попадешь!"
      },
      {
        "id": 71,
        "text": "Да пошел ты!"
      }
    ]
  },
  {
    "id": 69,
    "text": "\"Что?! Придурок, ты совсем рихнулся?! Тебе лучше не будет, поверь мне!\"",
    "answers": [
      {
        "id": 71,
        "text": "Положить трубку"
      }
    ]
  },
  {
    "id": 70,
    "text": "Глава 4. Лицом к лицу \n\nВ квартире Телефонного Фаната.\n\nТелефонный Фанат начал собирать сумку с вещами.\n— Кубышкин вообще идиот! — злостно говорил себе Телефонный Фанат. — Как у него хватило смелости настучать на меня?! Ничего-ничего! Сейчас я сумку соберу, поеду на вокзал и поеду туда, куда глаза глядят, чтобы меня никто и нигде... не достал.\nВ это время он услышал звонок в домофон. Фанат настороженно подошел к телефону и сказал:\n— Да.\n\"Откройте! Почта!\"\nФанат нажал на кнопку открытия и облегченно вздохнул.\n— Фух... Я уже думал, это менты!\nФанат пошел дальше собирать сумку.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "Роман положил трубку.",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Через некоторое время дверь открылась. Фанат опять насторожился.\n— Я что, дверь на замок не закрыл, что ли?!\nФанат прервал сборку сумки. Это оказались полицейские. Они начали обыскивать квартиру. И вот один из них зашел в комнату, в которой находился Фанат, и нацелил на него пистолет.\n— Стоять! Не двигаться! Руки вверх!\nФанат послушно, но настороженно, поднял руки вверх. Другие полицейские тоже подошли к Фанату.\n— А что вы здесь делаете? — спросил Фанат.\n— Сейчас ты поедешь с нами! — произнес один из полицейских и достал наручники.\n— Вы сказали, что это почта! — истерически спросил Фанат.\n— Мало ли, что мы сказали! \n— Какое право вы имеете приходить без приглашения?!\n— Отставить!!! Спиной ко мне, руки за спину! Живо!\n— Слушайте, у меня электричка скоро! Не задерживайте меня! Мне надо спешить! — ответил Фанат, опустил руки, потихоньку схватился за сумку и собрался бежать. \n— Стоять!!! Ловите его!!! — сказали полицейские.\n— Не трогайте меня — не имеете права! — сказал Фанат и пытался отбиться от рук полицейских. Они окружили его, схватили его руки и надели на него наручники. Один из полицейских выхватил сумку из рук Фаната из бросил на пол. Но на самом деле нигде не оказалось ни паспорта, ни билета.\n— Некуда тебе теперь спешить! — сказали полицейские. — Поезд ушел.\nПолицейские повели его из квартиры.\n— Я столько денег потратил на билет! — умоляющим голосом сказал Фанат. \n— Ты думал обдурить нас? Ни паспорта, ни билета нигде у тебя нет — ты соврал!\n— Меня родственники ждут! Отпустите, пожалуйста, меня!\n— Долго придется ждать твоим родственникам... Очень долго... Интересно, а есть ли они у него вообще?",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "Фанат приехал в отделение. Но в отделении оказалось еще два подозреваемых, телефонных хулиганов.",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "Роману поступил звонок. Роман взял трубку.\n— Да.\n\"Рома, здорова. Это Серега. В общем, сейчас Телефонный Фанат в отделении.\"\n— Замечательно!\n\"Есть одно НО. Там оказались еще два подозреваемых, тоже телефонных хулиганов! Поэтому я сейчас машину за тобой пришлю...\n— Зачем? — перебил Роман.\n\"Да что ты так переживаешь, Рома? Прежде, чем завести дело, нужно выбрать подозреваемого на скамью подсудимых! И это называется \"опознание\"! Слышал?\"\n— Ну, да.\n\"Ну и все! Рома, все нормально будет!\"",
    "answers": [
      {
        "id": 75,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 75,
    "text": "Прибыв в отделение Романа сопроводили в комнату для опознания. В ней оказался Серега и еще один полицейский. Через окно напротив стоят трое подозреваемых. Роман зашел в комнату и сказал:\n— Здоро... То есть здравствуйте! \n— Здрав желаю, — сказал полицейский. — Сейчас мы проведем опознание. Посмотрите на них. Как вы думаете, кто из них вам названивал и оставлял сообщения странного содержания?\n\"Вот он какой, Роман Кубышкин? Если он покажет меня, то буду считать, что я на свободе провожу последние часы...\" — подумал Фанат.",
    "answers": [
      {
        "id": 76,
        "text": "Первый подозреваемый"
      },
      {
        "id": 76,
        "text": "Второй подозреваемый"
      },
      {
        "id": 78,
        "text": "Третий подозреваемый"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Вот этот, — сказал Роман. \n— Это не я! — опешил подозреваемый. — Я тебе не названивал!\nПолицейские подошли к тому подозреваемому, схватили, надели наручники и вывели из комнаты.\nТолько что был посажен в тюрьму невиновный человек. Фанат остался безнаказанным и дальше продолжил хулиганить по телефону.",
    "answers": [
      {
        "id": 75,
        "text": "С контрольной точки"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 77,
    "text": "После этого Романа отпустили, и он пошел домой. \n— Да! — обрадовался Роман. — Завтра уже будет суд! А записи с его разговорами уже записаны! \nРоман подключил к компьютеру трубку автоответчика, перебросил записи звонков от Фаната и начал монтировать все записи в одну аудиозапись, после чего он перекинул ее на флеш-карту.",
    "answers": [
      {
        "id": 80,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Вот этот, — сказал Роман. \n— Гад, я так и думал, что ты на меня покажешь! — рявкнул Фанат.\nПолицейские схватили Фаната, надели на него наручники и вывели из комнаты.\n— Ты не будешь спокойно жить!!!",
    "answers": [
      {
        "id": 77,
        "text": "Давай, давай! Топай!"
      },
      {
        "id": 79,
        "text": "А суд над ним когда будет?"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Да, завтра уже будет судебное заседание, — ответил Серега. — И да, в качестве доказательства не забудь завтра принести туда все записи его телефонных звонков.",
    "answers": [
      {
        "id": 77,
        "text": "Хорошо."
      }
    ]
  },
  {
    "id": 80,
    "text": "Глава 5. Вывернуть пранкера наизнанку\n\nНа следующий день было назначено судебное заседание. Роман пришел с флешкой в суд. Перед входом в зал заседания Романа встретил Серега.\n— Здорова, — сказал Серега и обменялся с Романом рукопожатием. — Ну, что, принес?\n— Да, — ответил Роман и вытащил флеш-карту. \n— Очень хорошо. Скоро судебное заседание начнется. Заходи в зал.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": "Роман зашел в зал и сел на скамью потерпевших. В зале уже сидели присяжные, авдокат и прокурор. Зал охранялся двумя охранниками. В зале скамья подсудимых ограждена решеткой. И тут охранники привели окованного наручниками Телефонного Фаната, завели за решетку, сняли с него наручники и закрыли его. Фанат смотрел на Романа презрительным взглядом. Тут к судейскому столу вышла стриженная \"под мальчика\" судья и сказала:\n— Прошу всех встать. Суд идет!\nВсе встали.\n— Прошу садиться.\nВсе сели.\n— Дело объявляется открытым.\nСудья стукнула молотком.\n— Слушается дело о телефонном хулиганстве. Слово предоставляется подсудимому. Подсудимый, встаньте, пожалуйста.\nФанат встал.\n— Клянетесь говорить только правду и ничего, кроме правды?\n— Клянусь.\n— Представьтесь, пожалуйста.\n— Я — Игорь Павлович Сидоров...\nИ он начал рассказывать свои данные. Роман удивился, что он назвал свою настоящую фамилию.\n— Подождите, а фамилия у вас Меченосцев! \n— Я специально изменил фамилию на Меченосцева, чтобы никто, нигде и никогда меня не нашел. \n— Вину свою признаете?\n— Нет, не признаю. Потому, что обвинять меня не в чем! Я любил прикалываться по телефону еще с детства! Я считал это безнаказанным. Да, я получал по щам! Да, я ездил по отделениям! Но меня это не останавливало. Будучи взрослым я записывал все звонки на диктофон, думая, что кто-то у меня купит эти записи.\n— А зачем вы продавали записи?\n— Чтобы кто-нибудь заплатил за них. Но вскоре нашлись те, кто купил у меня эти записи. Я заработал много денег.\n— Понятно. Прошу садиться. \nФанат сел.\n— Слово предоставляется потерпевшему. Потерпевший, встаньте, пожалуйста.",
    "answers": [
      {
        "id": 82,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 82,
    "text": "Роман встал.\n— Представьтесь, пожалуйста.\nРоман высказал свои данные.\n— Итак, гражданин Кубышкин, в чем вы обвиняете гражданина Сидорова?",
    "answers": [
      {
        "id": 83,
        "text": "Он мне названивал постоянно!"
      },
      {
        "id": 84,
        "text": "Он оставлял мне на автоответчике всякие сообщения!"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Это вранье!!! — выкрикнул Фанат.\nСудья стукнула молотком несколько раз и сказала:\n— Тишина! Гражданин Сидоров, еще раз будете шуметь, вы будете удалены из зала.\n— Извините, Ваша Честь. \n— Продолжайте, гражданин Кубышкин.\n— Вот, он оставлял мне всякие странные сообщения с угрозами, оскорблениями и так далее, а потом он мне звонил и спрашивал меня по этим вопросам.\n— А у вас есть доказательства ваших слов?",
    "answers": [
      {
        "id": 85,
        "text": "Есть."
      }
    ]
  },
  {
    "id": 84,
    "text": "— О чем говорилось в этих сообщениях?\n— Ваша честь, в них много что говорилось!\n— А конкретно?\n— То какая-то бабушка угрожала, что меня посадят, и оскорбляла меня! Потом какой-то парень грозил мне физической расправой за какую-то девушку! То какие-то дежурные военкоматов говорили о том, что начальнику 2-го отделения нужно прибыть куда-то в триста четырнадцатый кабинет. А потом он мне названивал по этим поводам и ерунду всякую спрашивал и нес! Еще он сказал, что будет названивать сколько угодно.\n— Че, гонишь, что ли?! — рявкнул Фанат. — Я этого не делал! Ты сам вел себя так! Вот я и звонил!\n— Рот закрой! Ты не имел права этой ерундой заниматься!\nСудья застучала молотком, чтобы успокоить обоих, произнося:\n— Тишина в зале! Тишина в зале! \nОба смолкли.\n— Гражданин Кубышкин, а есть ли у вас доказательства ваших слов?",
    "answers": [
      {
        "id": 85,
        "text": "Есть."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Я принес на флешке запись всех телефонных разговоров с подсудимым!\nАвдокат встал, подошел к Роману, взял флешку и подключил к компьютеру.\n— Он мне все нервы истрепал со своими звонками!\nАвдокат включил аудиозапись, в котором послышалось:\n— Алле, да. Привет.\nФанат от стыда закрыл уши руками.\n— Ты кто такой?\n— Тебе какая разница? Я тебе еще представляться буду! \n— Твои звонки до добра не доведут! Ты допрыгаешься!\n— Я буду звонить, сколько захочу!\n— Да пошел ты!\nФанат резко встал и закричал:\n— Да хватит уже!!! Выключите это!!!\nСудья стукнула молотком и сказала:\n— Тишина в зале!\nВсе, кто сидел в зале, пришли в шок.\nФанат запел:\n— Вы думаете, что я вам позволю клеветать на меня? Особенно тебе, жалкое отродие!!! — Фанат показал на Романа пальцем. \n— Как ты меня назвал?! — крикнул Роман и встал со стула.\n— Чего? Хочешь помахаться, подходи сюда!\nСудья начала стучать молотком. Охранники обе стороны посадили на места.",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Наступил перерыв. Судья и присяжные пошли в кабинет и начали проводить дискуссию.\n— Судя по гражданину Сидорову, — начали присяжные. — У него уже была судимость за телефонное хулиганство, из-за чего один из граждан свел счеты с жизнью! Поэтому его нужно судить, при чем пожизненно!",
    "answers": [
      {
        "id": 87,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": "Перерыв закончился. Все в зале вновь собрались. Фанат заволновался. \n— Хоть бы не осудили! — взволнованно и вполголоса сказал Фанат. — Хоть бы не наказали! И вот судья вышла и зачитала приговор:\n— Суд приговорил... Сидорова Игоря Павловича признать виновным в совершении преступления, предусмотренного статьей \"Телефонное хулиганство\" и назначить наказание в виде 25 лет лишения свободы в колонии строгого режима. Приговор обжалованию не подлежит. Прошу садиться.\nВсе сели. Фанат заплакал.\n— Подсудимый, встаньте, пожалуйста.\nФанат встал.\n— Вам понятен приговор?\nФанат не знал, что ответить. Он не мог понять, за что ему дали пожизненное заключение.\n— Ваша Честь, но почему у меня пожизненное-то?\n— Потому, что у вас была судимость за телефонное хулиганство, которое привело одного из граждан к самоубийству! Вам понятен приговор?\n— Понятен... \n— Тогда дело объявляется закрытым.\nСудья стукнула молотком, и все начали расходиться. ",
    "answers": [
      {
        "id": 88,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "Роман вышел из зала, где его ожидал Серега.\n— Роман! — улыбаясь сказал Серега. — Поздравляю с выигранным делом!\n— Спасибо! \nИ они обменялись рукопожатием. Дверь зала распахнулась, и двое полицейских по коридору повели в наручниках Телефонного Фаната. \n— Ты не будешь спокойно жить! — обещающе сказал Фанат Роману. — Не будешь!\n— Давай пошел! — сказали полицейские.\n— Роман, ему в тюрьме только один раз или два дадут позвонить. Мы теперь долго его не увидим и не услышим!",
    "answers": [
      {
        "id": 89,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": "Эпилог\n\nРоман пришел домой и снова услышал, как \"пикает\" автоответчик.",
    "answers": [
      {
        "id": 90,
        "text": "Надоел уже этот автоответчик!"
      },
      {
        "id": 91,
        "text": "Послушать сообщение"
      }
    ]
  },
  {
    "id": 90,
    "text": "Роман убрал автоответчик и поставил вместо него обычный телефон. Спустя несколько дней его звонки перестали беспокоить. Но теперь, когда Романа нет дома, до него теперь дозвониться непросто. \nИ вот очередной звонок застал его дома. \n— Алло, — сказал Роман.\n\"Роман, привет! Это Телефонный Фанат. Ты что думал? Меня посадили, и теперь я звонить не смогу, что ли? Ты ошибся! Хоть я в тюряге надолго, но у меня еще остались люди, готовые испоганить тебе жизнь!\"\n— А я их за тобой отправлю!\nРоман положил трубку. Теперь Телефонный Фанат не сможет звонить из тюрьмы. \n— У него правда есть люди или это он нарочно сказал?",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 91,
    "text": "Роман нажал на кнопку прослушки.\n\"У вас новое сообщение\"\n\"Ой, извините! Я не туда позвонил!\"",
    "answers": [
      {
        "id": 90,
        "text": "Надоел мне этот автоответчик!"
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]