[
  {
    "id": 1,
    "text": "Автор: Lyana Catkills\n\n———————————————————\nИстория никогда не закончится или...\n———————————————————\n\nЛишь темнота окружает тебя на данный момент.\n Твое прошлое стерто. Кто ты? Где ты? Но ты решаешь встать с холодного и мокрого пола. \nГлаза медленно привыкают к темноте. Теперь перед твоим взором открывается вид на дверь, на зеркало, что потрескано с краю, и на окно.\nПосмотрев на все это ты задумываешься.. Ибо понимаешь нутром, в этом месте не стоит доверять всему, что видишь. ",
    "answers": [
      {
        "id": 2,
        "text": "Подойти к окну"
      },
      {
        "id": 3,
        "text": "Подойти к двери"
      },
      {
        "id": 4,
        "text": "Подойти к зеркалу"
      },
      {
        "id": 7,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Медленными шагами ты подходишь к окну.\n\n\"Ну конечно, на что я вообще расчитывал...\" — Мысленно возражаешь ты.\n\nОкно было заколочено. Просунув руку сквозь небольшую щель, ты почувствовал дикую боль и невольно закричал. Руку проткнуло множество маленьких лезвий, не давая ее выдернуть. \nТы слышал как дверь отворилась...как кто-то приближался к тебе. Времени на раздумья нет.",
    "answers": [
      {
        "id": 5,
        "text": "Попробовать ударить со спины"
      },
      {
        "id": 6,
        "text": "Молча ждать своей участи"
      }
    ]
  },
  {
    "id": 3,
    "text": "Из всех вариантов ты выбрал самый очевидный. Подойдя к двери, ты заметил, что из замочной скважины сочился тусклый, красноватый свет. Твое сердце бешено билось от...от чего? От того, что ты не понимал, чего тебе бояться.",
    "answers": [
      {
        "id": 8,
        "text": "Посмотреть в замочную скажину, а потом открыть дверь"
      },
      {
        "id": 9,
        "text": "Сразу же открыть дверь"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты собрался с духом, хотя, кого ты обманываешь, сам себя?\n\n И в итоге подошел к зеркалу.\nДа. Ты смотрел на самого себя. Уставшие глаза, что отблескивали в темноте, и замучанное лицо. Невольно ты потянулся к трещине, что казалось, находится в самом зеркале, и провел по ней пальцем, порезав его. Алая струйка крови стекала по глади зеркала, а от зеркала откололся острый кусок, что упал на пол, но остался цел. Посмотрев на себя, ты испугался. \n\nТвое отражение улыбалось и стало тянуть руки к осколку. Ты пытался противиться, но не мог перестать это делать. Отражение подняло осклок и сделало глубокий порез на своей руке, ты сделал тоже самое. Отражение приложило руку к зеркалу и ты тоже. Секунда и твое собственное отражение стаяло на твоем месте, а ты находился в неизвестном тебе помещении, здесь были одни зеркала, ты увидел свое отражение, твои глаза тоже стали зеркалом.\n\n—Желаю удачи провести здесь всю жизнь. \nИ отражение ушло.\n\nС этих пор ты блуждал по этим зеркальным лабиринтам, пока окончательно не сошел с ума.\n\n Говорят, что подойдя к зеркалу в 3:33 можно услышать легкий смех, а если прикоснуться к зеркалу левой ладонью, то почувствуешь как с другой стороны кто-то сделал так же...и этот кто-то обезумевший...ТЫ! ",
    "answers": [
      {
        "id": 1,
        "text": "       Найти другой выход"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты решил, что лучшим вариантом будет...ударить ?\nНу, почему бы и нет.\n\nДождавшись, когда незнакомец подойдет максимум близко, ты произвел удар... Страх пробежал по твоему телу, ибо удар прошелся по воздуху.\n \n—Ха, ну нет, я на это не куплюсь, — голос был так знаком тебе.\n\nЭти слова были последними, что ты услышал в своей жизни. Незнакомец выдернул твою руку и своей рукой резко проник в твою грудь. \nДикая боль...боль, что неописать словами.\nОн вырвал твое сердце из груди и ты стал частью его мертвой коллекции таких же как и ты.",
    "answers": [
      {
        "id": 1,
        "text": "      Найти другой выход"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты стал ждать своей участи.\n\n\"А может все обойдется...и он поможет мне?\"\n\nТы надеялся на это.\n\nНезнакомец подошел к тебе и тихо произнес на ухо.\n\n—Ты так и хочешь умереть...\n\nЕго голос резал слух...и не только его. Вот и твое тело медленно изрезает его холодное оружие. Ты орал от боли. Но незакомцу это лишь нравилось.\n\nТвоя смерть наступила от болевого шока.\n\nА твои глаза пополнили коллекцию этого психа. ",
    "answers": [
      {
        "id": 1,
        "text": "      Найти другой выход"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты ничего не делал. Просто вновь уселся посередине комнаты и стал ждать... Ждать, чего? Чуда, наверное.\n\nТы ждал, и ждал, и ждал.\n\nЖдал настолько долго, что стал замерзать. Ты заснул не то от холода, не от того, что устал ждать.\n\nНо ты больше не проснулся.\n\nВидимо ты все еще не понял, что в жизни как и в игре нужно давать импульс, иначе развития не будет.",
    "answers": [
      {
        "id": 1,
        "text": "        Найти другой выход"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты посмотрел в замочную скважину, но кто-то, словно, закрывал тебе обзор.\n",
    "answers": [
      {
        "id": 9,
        "text": " Резко открыть дверь"
      },
      {
        "id": 16,
        "text": "Немного подождать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты выбил дверь с ноги и вышел в коридор. Перед тобой открылся вид на длинный  коридор с бесконечными дверьми.  \n\n—Лови его!— прокричал кто-то за твоей спиной.\n\nТы резко стартанул с места и принялся бежать, думая, что теперь делать.",
    "answers": [
      {
        "id": 10,
        "text": "Бежать дальше"
      },
      {
        "id": 11,
        "text": "Обернуться "
      },
      {
        "id": 12,
        "text": "Забежать в одну из дверей"
      }
    ]
  },
  {
    "id": 10,
    "text": "Бешенный ритм сердца. Дикий выброс адреналина. Ты бежал так долго, что твои преследователи отстали от тебя. Именно это и есть сила воли.  \n\nСправа идет длинный коридор с синеватым свечением...\n\nО, дверь с надписью\"Выход\". Ты уже подходишь к ней... Но в одной из комнат, доносится душераздерающий крик. ",
    "answers": [
      {
        "id": 13,
        "text": "Выбежать из этого ада"
      },
      {
        "id": 14,
        "text": "Пойти на крики"
      },
      {
        "id": 21,
        "text": "Идти по коридору на синее свечение"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты решил обернуться, чтобы знать, от кого бежишь. \n\nКак только это было сделано, разум поглотил страх. \n\nТы видел то, что боялся больше всего....ничего. Абсолютно ничего.\n\nЛишь нагнетающая темнота. Она медленно поглотила тебя.\n\nТы перестал слышать, перестал видеть, перестал чувствовать. Ты перестал существовать.\n\nОт смерти нет спасенья. ",
    "answers": [
      {
        "id": 1,
        "text": "     Найти другой выход"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Дверь!\"\n\nТы открыл дверь, что была ближе всего к тебе.  О\nЗабежав туда, увидел стул. Быстро взяв его, подпер дверь так, чтобы ее точно  не открыли.\n\nТеперь можно все спокойно рассмотреть. Но тут только были видео, что показывались со скрытых камер.\n\nТы ужаснулся.\n\nВидя себя в той самой комнате, где очнулся.\n\nВидя себя в чем-то непонятном, что лишь все отражало. \n\nВидя изувеченные версии себя.\n\n Рвотный рефлекс дал о себе знать. \n\n—Ч-что происходит? Где я? Помогите! \n\nНервы сдавали.  Что делать, не понятно. \n\nВзяв себя в руки, понимаешь, что надо выбираться, решая внимательно все рассмотреть. \n\nТы заметил, что всех погибших версий тебя, забирал некто, чье лицо скрыто под капюшоном. \nЕдинственное, что ты знал, так это то, что надо защищать себя. \n\nТебе хотлось жить. Ты понимал, что не все комнаты безопасны. И тут возник вопрос: как проверять безопасность комнат? \n\n\nВзгляд упал на маленький CD проигрыватель и касету. Так как времени у тебя было много, ты решил прослушать аудио.\n\nТишина...вдруг, резкий высокочастотный звук...фразы, что воспроизводятся в обратке.\nТебе стало плохо, а из глаз потекла кровь. \nВ твоей голове, что-то сломалось. Страх? Нееет.\n\n—Я нормальный...я выберусь отсюда.\n\n\nТы встал и резко открыл дверь, перед тобой возник незнакомец в капюшоне. \n\nТы накинулся на него и свернул шею.\n\nРуки дрожали, ибо в голове не складывалось то, что тебе пришлось убить. \n\nЕго капюшон упал, ты увидел свою версию, но более изувеченную. Его кожа стала серой, а зубы заострились, ты понял, что он был каннибалом.\n \nНадев его накидку с капюшоном и осмотрев его карманы, ты забрал все оружие, что у него было.\n\nТеперь носителем проклятья стал ты.",
    "answers": [
      {
        "id": 1,
        "text": "     Найти другой выход"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Ну нахрен это все.\n\nТы стал дергать ручку двери, через минуту твоих попыток, ручка сдалась и открылась.\nЯркий свет окружил тебя. Ты ступил за пределы этого непонятного помещения...и вырубился.\n\nРезко какой-то тихий голос промолвил тебе.\n—Очнись!\n",
    "answers": [
      {
        "id": 1,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты побежал на крики. \n\nТихо открыл дверь и недолго думая, бесшумно подкрался к неизвестному, что стоял у окна и орал от боли. \n\nЯркая вспышка неведомого ранее гнева нахлынула с неверотяной мощью, увидев как он пытается тебя ударить. Выход был один.\n\n—Ха, ну нет, я на это не куплюсь. \n\nРезко дернув его за руку, своей рукой проник в его грудь, вырвав его сердце.\n",
    "answers": [
      {
        "id": 15,
        "text": "Засмеяться"
      },
      {
        "id": 17,
        "text": "Осознать, что случилось"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты засмеялся как псих и твой разум окончательно свихнулся. Упав на пол ты проткнул себе глаза, но не по своей воле...Это все голос в голове, что начал управлять эмоциями .\n\nС этого дня ты коллекционировал разные ограны людей, хотя и был слеп. ",
    "answers": [
      {
        "id": 1,
        "text": "    Найти другой выход"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты решил, подождать. Осматртвая пустоту комнаты. Вырисовывая фигуры в своем разуме. \nТвой взгляд упал на окно. И на секунду тебе показалось, что снаружи что-то, словно, пробежало.",
    "answers": [
      {
        "id": 8,
        "text": "Снова посмотреть в замочную скважину"
      },
      {
        "id": 9,
        "text": "К черту выбить эту дверь"
      },
      {
        "id": 41,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ярость отступила, а на ее место пришло осознание совершенного. \n\nУпав на колени, по твоим щекам покатились слезы.\n\n\nТы смотрел на версию себя, что была вся в корви, все еще держа сердце в руке. Резко обернувшись к зеркалу, увидел, что вместо зеркала сейчас был проход.\n\n—Почему...я... я его раньше не заметил?\n\nПодойдя к нему ты переглянулся и ступил за пределы этой комнаты, стараясь забыть, что призошло, хотя на сердуце теперь был груз.",
    "answers": [
      {
        "id": 18,
        "text": "Заставить себя встать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Кое-как поднявшись, ты был в шоке. Это была полностью зеркальная комнат.\n\nЧем дальше шел, тем больше понимал, что это лабиринт. Осознав что это ловушка, ударил со злости в одно из зеркал, где все так же виднелась комната, где ты очнулся.\n\n Из-за твоего удара по краю зеркала пошла трещина.\n\nПостепнно появлялось осознание, что выхода не видать.\n\nВ какой-то момент голос в товоей голове, нашептал, что есть возможность покинуть это место, но есть шанс, что это не сработает.\n\nБудешь ли ты пробовать?",
    "answers": [
      {
        "id": 19,
        "text": "Использовать шанс"
      },
      {
        "id": 20,
        "text": "Конечно же нет"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты решил стать отражением другой версии себя.\n\n Когда его кровь потекла по зеркалу, ты улыбнулся и потянулся к осколку, другой ты в ужасе делал тоже самое, прорезав левую руку прикоснулся к зеркалу и почувствовав его ладонь, поменялся с ним местами.\n\nПроизнеся что-то, хотя, может ничего и не говорил, поспешил скрыться. \n\nИ теперь ты стал эксперементировать с частами тела других людей, чтобы выяснить все аномалии, но с тех пор твоя человечность и вминяемость...покинули разум.",
    "answers": [
      {
        "id": 1,
        "text": "      Найти другой выход"
      }
    ]
  },
  {
    "id": 20,
    "text": "Решив не рисковать своей жизнью, продолжил блуждать по лабиринту, пока не сошел с ума и забившись в один из углов, не стал вырывать свои вены на руках.\n\nТы погиб, но об этом никто не узнает. Или же...",
    "answers": [
      {
        "id": 1,
        "text": "     Найти другой выход"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты решил, что хрен с той дверью и криками, поэтому пошел по коридору.\n\nХолод прошелся по твоему телу, заставляя невольно содрогнуться. В разуме всплывали обрывки восспоминаний..? Хотя, ты был не уверен в этом.\n\n Здесь не было дверей и конца коридора не было видно. Но все же ты шел дальше. \n\nСпустя час твоих хождений, наконец перед взором была дверь. Огромный замок, что висел на двери, был сломан, но это уже не смущало. ",
    "answers": [
      {
        "id": 22,
        "text": "Тихо открыть дверь"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты стал тихо открывать дверь, ибо ее железный вид не внушал доверия и не гарантировал тишину. Дверь с легкостью поддалась тебе.\n\n\"Твою же мать!\"—Мысленно проорал ты.\nПеред тобой был зеркальный лабиринт.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться назад"
      },
      {
        "id": 24,
        "text": "Разбить зеркала"
      },
      {
        "id": 25,
        "text": "Проходить лабиринт по всем правилам"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты решил, что хватит с тебя этой бредятины и пошел обратно. Твоей целью являлась дверь на выход.\n\nТебе показалось странным, что дорога назад заняла больше времени. Но сжав волю в кулак ты проделжил путь. И вот наконец подошел к двери.",
    "answers": [
      {
        "id": 13,
        "text": "Выбежать из этого ада"
      }
    ]
  },
  {
    "id": 24,
    "text": "—АНАРХИЯ,— заорал ты и ногой стал разбивать стекла. \n\nИ все бы ничего, но...этот лабиринт был под три метра высотой и осколки все же попадали на тебя.\n\n А так же создатель этого, был не так глуп и предвидел такое. Поэтому перед самым выходом, когда тебе осталось лишь пройти метр до заветной двери, все осколки поднялись к потолку, против законов физики, и разом обрушались на пол.\n\n Тебе было больно, но ты прошел его и хоть сейчас был рад, что смог это пройти и был готов идти, но потемнение в глазах и потеря сознания сыграли свою роль, сломав твои планы.",
    "answers": [
      {
        "id": 26,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты стал честно проходить лабиринт. Но выход все еще был в зоне недосягаемости. Ты потерялся в счете времени.\n\n Через довольно большой промежуток времени твоему взору открылась долгожданная дверь. Спокойно ее открыв ты прошел бы дальше, но яркая вспышка заставили тебя закрыть тебя глаза, а измученное тело не давало встать. \n\nТы провалился в ненавистный сон.",
    "answers": [
      {
        "id": 30,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты открыл глаза, но яркий свет заставил тебя прищюриться. Медленно, но верно глаза привыкли к свету и ты мог спокойно осмотреться.\n\n\"Стол, какие-то провода, всякие хирургические штучки,  оооо приставка... Стоп!..\"",
    "answers": [
      {
        "id": 27,
        "text": "Пытаться освободиться"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Какого черта? \n\nТы занервничал и стал пытаться выбраться отсюда.\n\n—О, моя новая мышка для эксперемента очнулась,— послышался сладкий голос.\n\nВышла девушка, зло ухмыляясь. Ее синие глаза заворожили тебя. Ты смотрел в них.\n\n—Что ты собираешься делать? — дрожащим голосом спросил ты.\n\n—Хи, всего лишь небольшой эксперимент... Твое последнее слово, перед тем как я введу тебе содержимое этого шприца.",
    "answers": [
      {
        "id": 28,
        "text": "Поцелуй!"
      },
      {
        "id": 29,
        "text": "Приставка"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Может ты поцелуешь меня?— ты медленно перевел взгляд на ее грудь.\n\nСделал ты это не от вожделения ее тела, а от того, что пытался оттянуть время.\n\n—Эй, извращенец, мои глаза выше. И вообще, я передумала насчет последнего слова.\n\nОна резко ввела тебе красное содержимое шприца и села за ноутбук, смотреть за поведением твоего организма.\n\nТы стал чувствовать как кровь бурлит в твоем организме, как сердцебиение учащается. Дышать было не выносимо. Тебя словно сжигали изнутри. Секунда! И твое сердце разорвалось.\n",
    "answers": [
      {
        "id": 1,
        "text": "     Найти другой выход"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Может в приставку зарубимся?— ты сам офигел от своего лексикона.\n\n— А? Ты первый, кто предложил поиграть. Признаюсь честно, это не мое. Я даже толком играть не умею.\n\n— Тогда чье же это?— с интересом спросил ты.\n\n— Тут раньше работал парень. Он из тех, кто любил риск. Я не помню как его зовут, да и не вспомню. Нам стирают память, чтоб мы не помогали и не раскрывали секретные установки. Но я припоминаю, что он хотел помочь кому-то в той циклической межпространственной машине и сам стал частью эксперемента. А теперь прости, но это мои обязанности.\n\nОна положила шприц с красным содержимым и взяла маленький шприц с черной субстанцией внутри.\n\n— Но ты умрешь безболезнено, — тихо произнесла она и вклола тебе щприц.\n\nТвои глаза стали закрываться, а ты погружался в вечный сон.",
    "answers": [
      {
        "id": 1,
        "text": "  Найти другой выход"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты очнулся, но глаза пока держал закрытыми. Настало время послушать, что говрят двое незакомцев.\n\n— Давайте убьем его!— грозно произнес мужской, прокуренный голос.\n\n— Нет! Мы должны помочь бедолаге! — нежно, но настойчиво произнесла незнакомка.\n\n— Я его уже встречал раньше, но не помню где...\n\n— Ты так про каждого говорил!\n\n— Ладно, мне просто не нравится этот тип. \n\n— Успокойся. Надо дождаться, когда он очнется.\n\nБыло приятно осозновать, что кто-то пытается тебе помочь.",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить слушать их"
      },
      {
        "id": 34,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Хахах, темнота? Сколько тебе лет? Ну хотя, мне все равно. Прощай.\n\nТвою грудь проткнули острой иглой и в глазах резко потемнело.\n",
    "answers": [
      {
        "id": 40,
        "text": "Что происходит?"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Да он меня бесит уже. Я сам заставлю его очнуться.\n\nРезкий и сильный удар в живот заставил тебя глухо простонать и открыть глаза.",
    "answers": [
      {
        "id": 34,
        "text": "Посмотреть на них"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Если бы мы знали...— девушка опустила взгляд.\n\n— Ладно, ты и вправду не похож на того, кто был бы в курсе всего этого.\n\nОни тебя освободили и ты наконец смог обойти комнату.\n\nТы видел тессаракт, видел различные записи...и понимал, что как-то причастен к этому. Прочитав все записи, повел их куда-то и вскоре вы подошли к огромным сейфоподобным дверям.\n\n И чтобы выйти нужно пожертвовать кем-то из вас.\n",
    "answers": [
      {
        "id": 36,
        "text": "Переглянуться"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Неужели соизволил проснуться, — Он был явно отрицательно настроен к тебе.\n\n— Слушай, у нас нет времени на лишнее насилие, — девушка фыркнула, скрестив руки на груди.\n\n— Кто ты?\n\n—Я... я не помню... Но у меня встречный вопрос...",
    "answers": [
      {
        "id": 33,
        "text": "- Кто вы?"
      },
      {
        "id": 35,
        "text": "- Почему у вас по всей комнате тессаракт 203i  нарисован"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Какой тессаракт! — проорал мужчина, хватая тебя за горло и впечатывая в стену.\n\n— Ты откуда это знаешь...Я тебя вспомнил. Паскуда. Это ведь ты сидел в начале и утверждал, что все будет нормально и мы останемся живы.\n\nДевушка лишь отозвала мужчину и ты упал на пол. Она грациозно подошла к тебе. \n\n— Назови свой страх...",
    "answers": [
      {
        "id": 31,
        "text": "- Темнота"
      },
      {
        "id": 38,
        "text": "- Зеркало"
      }
    ]
  },
  {
    "id": 36,
    "text": "Девушка подошла тебе и прошептала на ухо.\n\n— Я знала, что ты поможешь. И я знаю, кто умерт,  — тихо хихикнула незнакомка.\n\nОна обняла мужчину и воткнула ему в шею спицу, что вынула из своей прически. Ее белокурые волосы испачкались кровью. В любой другой ситуации ты бы на километр не подошел бы к таким людям, но сейчас понимал, что выбора нет.\n\n—Пошли, — уверено произнес ты и вы вместе прошли дальше.",
    "answers": [
      {
        "id": 37,
        "text": "Конец или начало?"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Шеф, мы обнаружили двоих  на территории лаборатории, что делать?.. Эм, я тут не давно и не знаю здешних ученых. Да, парень и девушка...Понял,— Мужчина отключил телефон и позвал свого напарника.  \n\n—Капрал! Парня отправь в раздел программирования, ибо походу он не новичек в этом деле, а девушку на химическую структуру. Только даты временных линий не перепутай.\n\n—Есть, сэр!\n\n",
    "answers": [
      {
        "id": 1,
        "text": "    Найти другой выход"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Серьезно? Зеркало Ну тогда наслаждайся. Предатель!\n\nРезкая боль в груди и тебе вновь пришлось закрыть глаза.",
    "answers": [
      {
        "id": 39,
        "text": "Что случилось?"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты вернулся туда, откуда все началось. \n\nТы начал приближаться в сторону зеркала, тело тебя не слушалось.  \n\n\"ЧТО ПРОСИХОДИТ?\"",
    "answers": [
      {
        "id": 4,
        "text": "Паниковать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты просто бежал. \n\nОт чего? Зачем?\n\n\"Почему я бегу? Что происходит!\"\n\nПолное непонимание происходящего.",
    "answers": [
      {
        "id": 11,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты медленно подошел к окну. На обломанном подоконнике было подобие части трубы.\n\n\"Как же я ее раньше не заметил?\"— подумал ты и взял трубу. \n\nОна была достаточно узкой и смогла пройти сквозь щель, что образовалась между досок, загораживающих обзор на окно. \n\nС громким треском одна за другой, доски падали на пол.\n\nПоверхность окна была слишком  мутной, чтобы точно сказать, что там находится. ",
    "answers": [
      {
        "id": 42,
        "text": "Попробовать протереть окно"
      },
      {
        "id": 43,
        "text": "Вернуться к двери и забросить эту идею"
      },
      {
        "id": 44,
        "text": "Разбить окно"
      }
    ]
  },
  {
    "id": 42,
    "text": "Попытки протереть окно обвенчались успехом. \nНаконец ты мог посмотреть на... на... странный механизм.\n\n— Кто такой умный, что решил сделать такой вид из окна? — возмутился ты.\n\n— Ладно. Ручки нет, будем ломать,  — решительно произнес.",
    "answers": [
      {
        "id": 44,
        "text": "Разбить окно"
      }
    ]
  },
  {
    "id": 43,
    "text": "Разумно подумав и взвесив все \"за\" и \"против\", ты решил, что лучше вернуться к двери и просто уже выломать ее.\n",
    "answers": [
      {
        "id": 9,
        "text": "Выломать дверь"
      }
    ]
  },
  {
    "id": 44,
    "text": "Без лишних слов, ты замахнулся и ударил трубой по стеклу. Окно с диким звоном разбилось. \nТы поднял один из осколков и убрал в свой карман. Зачем?  Сам еще до конца не понимал.\n\nЗвук работающего механизма чем-то напоминал, механизм часов. Ты выпрыгнул в окно и стал аккуратно проходить все непонятные вещи,  стараясь ничего не трогать.\n\nВнезапно, непонятно откуда, на тебя выбежал парень. Безумные и злые глаза смотрели прямо в душу. \n\n\"Что делать?\" — проорал ты в разуме.",
    "answers": [
      {
        "id": 45,
        "text": "Попробовать успокоить его"
      },
      {
        "id": 46,
        "text": "Кинуть в него осколком"
      },
      {
        "id": 47,
        "text": "Ударить трубой "
      }
    ]
  },
  {
    "id": 45,
    "text": "—Парень, стой! Остановись! Ээээй, ты вообще меня слышишь...\n\nПоняв, что это бесполезно ты отходил назад. \n\nШаг... Еще шаг... Ты споткнулся о кабель...\n\n Секунда и торчащая балка, проткнула твою грудную клетку насквозь. Глаза моментально заплыли кровью и издав хриплый крик твое сердце остановилось. ",
    "answers": [
      {
        "id": 1,
        "text": "    Найти другой выход"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты кинул в него осколком и попал прямо в глаз.\n\n Парень заорал и стал пытаться его вытащить. Ты тем временем побежал дальше. Еще долгое время его крики не утихали. Но вот вдали виднеется дверь.\n\nТы подбежал к ней и открыл. \n",
    "answers": [
      {
        "id": 48,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 47,
    "text": "—Труба! — заорал ты и встал в боевую позицию.\n\nПарень слегка замедлился, но не остановился.  Ты побежал на него и со всей дури ударил трубой. Незнакомец остолбинел, по голове потекла кровь и он замертво упал. \n\n—Воу, а труба опасная штука... Буду держать ее при себе. \n\nНагнувшись к трупу ты стал осматривать его и в карманах обнаружил три скеч-карты, записку на которой, единственное, что ты мог разобрать это \"169...знать...\" и небольшую баночку с написью CN-96, открыв ее ты обнаружил лишь одну ампулу.\n\n—Хз, что это, но может пригодится.  \n\nВстав и закинув окровавленную трубу на плечо, пошел осматриваться дальше.\n\nВот перед взором открылась дверь.\n\n Ты целеноправленно шел туда.",
    "answers": [
      {
        "id": 52,
        "text": "Зайти туда."
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты вошел в новое помещение. \n\nПеред тобой находилось три двери.\n\nПервая была красной и исцаранной.\n\nВторая была синей и покрыта налетом.\n\nТретья была черной, идеальной.\n\nТы даже не понимал, что тебя сейчас смущет больше. Черная дверь или  красная и синяя.",
    "answers": [
      {
        "id": 49,
        "text": "Подергать за ручки "
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты поочередно подходил к каждой из дверей и пытался открыть дверь.\n\nАкцент на слово \"пытался\".\n\nЧтоб открыть двери нужна скеч-карта. А где ее взять? \n\nТут ты вспомнил про того самого парня и решил, что надо его найти. \n\nК сожалению ты встретил его тогда, когда он уже вытащил осколок. \n\nЕго взгляд был полон злости.\n\n— Ты за это заплатишь, — тясущейся и окровавленной  рукой он указал на тебя.\n\n Мгновенье и осколок летит в твою сторону.",
    "answers": [
      {
        "id": 50,
        "text": "Отбежать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты успел отбежать в сторону и осколок попал в один из экранов. \n\nСвет стал мигать, а вскоре сменился на красный и послышалась сирена, котора явно не предвещала что-то хорошее. \n\nВидимо произошел сбой и едкий, ядовитый дым начал заполнять комнату. \n\nТы упал на пол, а перед глазами все помутнело, перед потерей сознания ты видел две фигуры.\n\n Они о чем-то говорили, но ты не смог разобрать и твой разум отключился.",
    "answers": [
      {
        "id": 51,
        "text": "Очнуться?"
      }
    ]
  },
  {
    "id": 51,
    "text": "Шум моря приятно ласкал слух. Морской прибой был так близок к тебе.\n\n А вот и девушка, ты поворачиваешься к ней и пытаешься рассмотреть внешность. \n\nНо резкий удар в живот, заставляет тебя содрогнуться.",
    "answers": [
      {
        "id": 34,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 52,
    "text": "\nТеперь ты видел три двери.\n\nКрасная, что была покрыта царапинами.\n\nСиняя, вся в налёте.\n\nЧерная, что была чиста и выглядела, словно, стоишь перед входом в кабинет начальника.\n\n—Ха, так вот, что это за карты.\n\nНо какую из дверей ты откроешь первой?",
    "answers": [
      {
        "id": 53,
        "text": "Открыть красную"
      },
      {
        "id": 54,
        "text": "Открыть синюю"
      },
      {
        "id": 55,
        "text": "Открыть черную"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты подошел к красной двери. С другой стороны послышалось тихое рычание. Сердце бешено забилось. \n\n\"Кто это?\"— эхом пронеслось в твоей голове.\n\n—Может бросить это дело?\n",
    "answers": [
      {
        "id": 54,
        "text": "Бросить эту дверь и открыть синюю"
      },
      {
        "id": 55,
        "text": "Бросить эту дверь и открыть черную"
      },
      {
        "id": 56,
        "text": "Все же открыть ее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты подошел к синей двери. \n\nДверь была настрлько холодной, что, если прикоснуться к ней мокрой рукой, то отодрать ее будет сложно.\n\n—А может все таки открыть другую?\n",
    "answers": [
      {
        "id": 53,
        "text": "Бросить эту дверь и отркыть красную"
      },
      {
        "id": 55,
        "text": "Бросить эту дверь и открыть черную"
      },
      {
        "id": 63,
        "text": "Все же открыть ее"
      }
    ]
  },
  {
    "id": 55,
    "text": "Твой взор устремился на черную дверь.\n\n\"Она самая нормальная на вид...и наверняка там безопасно...\" — согласившись со своим внутренним голосом, ты подошел к этой двери.\n\nЗа дверью царила тишина.",
    "answers": [
      {
        "id": 53,
        "text": "Бросить эту дверь и открыть красную"
      },
      {
        "id": 54,
        "text": "Бросить эту дверь и открыть синюю"
      },
      {
        "id": 70,
        "text": "Все же открыть ее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\"Как говорят: кто не рискует, тот не живет\" —вспомнив эту фразу, ты открыл дверь и увидел то, что заставило тебя шагнуть вперед и упась на колени.\n\n—Нет. Нет. Нет.\n\nПо телу прошла дрожь. Ты стал вспоминать моменты, что происходили в похожем помещении. Что за помещение?\n\nТы видел красную клмнату. Тебя еще с детства пугали низкосортными рассказами про нее. Ты верил и боялся здесь оказаться. \n\nПотом в то время, когда ты был студентом, вы собрались посетить заброшенный отель. Именно там ты встретился с этой комнатой. Но, что было дальше ты не помнил.\n",
    "answers": [
      {
        "id": 57,
        "text": "Ползти к выходу"
      },
      {
        "id": 58,
        "text": "Осмотреться"
      },
      {
        "id": 59,
        "text": "Отползти назад, дабы покинуть комнату"
      }
    ]
  },
  {
    "id": 57,
    "text": "Тем не менее, сжав волю в кулак, ты полз к выходу.\n\n— Не смотреть по сторонам. Не смотреть. Я вижу только дверь. Только выход, — твой голос безумно дрожал.\n\nИз-за страха ты истерично засмеялся.\n\nДолгожданный выход. Дернув за ручку, дверь со скрипом поддалась и ты открыл ее, зажмурившись от яркого света.",
    "answers": [
      {
        "id": 60,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты решил осмотреться. Все, что ты видел здесь, не вызыввло доверия. Но в конце комнаты была дверь.  Теперь ты не знал, что делать.",
    "answers": [
      {
        "id": 57,
        "text": "Ползти к выходу"
      },
      {
        "id": 59,
        "text": "Отползти назад, дабы покинуть эту комнату"
      }
    ]
  },
  {
    "id": 59,
    "text": "—К черту все, я сваливаю.\n\nТы стал ползти назад, но дверь захлопнулась. Из-за резкого и громкого звука ты матюгнулся и понял, что теперь у тебя остался лишь один выход...Идти, точнее, ползти вперед.",
    "answers": [
      {
        "id": 57,
        "text": "Ползти к выходу"
      }
    ]
  },
  {
    "id": 60,
    "text": "Когда глаза привыкли к столь яркому свету ты увидел длинный коридор. Коридор, что напоминал больничный коридор, что не видел ремонта со времен СССР. Яркие лампы то и дело мерцали и разрушали тишину легким треском. \nЕдиственное, что ты мог, идти вперед, ибо двери тут просто не было.\nТы долго шел по этому коридору. Голод как и жажда мучали твой организм. И, о чудо, наконец-то дверь.",
    "answers": [
      {
        "id": 61,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 61,
    "text": "Открыв дверь ты был в шоке.\n—В-Выход! — Дрожащим голосом проговорил ты.\n\nПеред тобой был горный зимний вид.  \n\nНо холод давал знать. Медленные и не уверенные шаги по чистому снегу. Тебе было плевать на температуру, главное бежать как можно дальше от этого места. \n\nНо тебя передернуло и ты решил обернуться. Обернувшись, ты пожалел о содеянном. Пустота. Не единого намека на здание.\n—Да, что тут происходит?\n",
    "answers": [
      {
        "id": 62,
        "text": "Прислушаться к своему дьяволу "
      }
    ]
  },
  {
    "id": 62,
    "text": "\"Ты же понимаешь, что это конец. Все. Твой жизненный путь завершен. А ты так и не узнал, кем являешься. Кого ты будешь вспоминать?\" —Сладкий голос дьявола звучал в твоем умирающем разуме.\n\n—Родных...\n\n\"Ха-ха-ха. Родных? Не смеши. Ты даже не знаешь, есть ли они у тебя. А даже, если есть, то будут ли они ждать тебя.\"\n\nПо твоим щекам покатились слезы. Упав в снег твои глаза медленно закрывались, а сердце и другие важные оргнамы переставали функционировать.\n\nТы уснул вечным сном, так и не раскрыв тайну своего имени.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "     Найти другой выход"
      }
    ]
  },
  {
    "id": 63,
    "text": "Дрожащими руками ты открыл ее и прошел в помещение. \n\nЗдесь и вправду было холодно. На столе лежали разные бумаги и пробирки с заледенелыми разноцветными жидкостями внутри.\n\nЗа столом было большое окно, хотя, окном это трудно назвать, скорее это бывший аквариум. Почему аквариум? Ну, все помещение за окном  было заполненно водой. И странным было то, что вода была кристально чистой.\n\nРядом с этим окном была лестница, что вела наверх. Походу тут есть второй ярус, который, скорей всего, для того, чтоб видеть аквариум сверху.",
    "answers": [
      {
        "id": 64,
        "text": "Идти к выходу"
      },
      {
        "id": 65,
        "text": "Взглянуть на бумаги"
      },
      {
        "id": 66,
        "text": "Подняться по лестнице"
      },
      {
        "id": 67,
        "text": "Выбежать из комнаты"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Думаю, что это будет правильным выбором.\n\nГубоко вздохнув ты быстро побежал к выходу. Помещение было большим, чем дальше ты бежал, тем холоднее становилось. Сердце бешено колотилось. Легкие резало ледяным воздухом. \n\nНо вот заветная дверь. Ты пытаешься ее открыть, но тщетно. Вдруг с начала комнаты появилась голубая решетка. Она медленно прорезала пространство не трогая предметы и двигаясь тебе навстречу.\n\nОна казалась тебе безопасной, но все же ты не бросил попытки открыть эту дверь.\n\nКогда решетка приблизилась к тебе, то тело твое пронзила жгучая боль. Решетка медленно проходила сквозь тебя, пока от твоего тела не остались мелко нарубленные кусчки.\n\nА ведь тебя предупреждали. ",
    "answers": [
      {
        "id": 1,
        "text": "    Найти другой выход"
      }
    ]
  },
  {
    "id": 65,
    "text": "Ты держал записи, что лежали на нем. \n\nРазобрать все было сложно, но ты пытался.\n\nВсего было три записи.\n\nРуки начинали дрожать от холода.",
    "answers": [
      {
        "id": 71,
        "text": "Прочитать 1 запись"
      },
      {
        "id": 72,
        "text": "Прочитать 2 запись"
      },
      {
        "id": 73,
        "text": "Прочитать 3 запись"
      },
      {
        "id": 66,
        "text": "Вернуться и подняться по лестнице"
      },
      {
        "id": 64,
        "text": "Идти к выходу"
      },
      {
        "id": 67,
        "text": "Выбежать из этой комнаты"
      }
    ]
  },
  {
    "id": 66,
    "text": "Решив, что смотреть, что находится сверху, будет не такой уж и плохой идеей, ты пошел к ней. \n\nПодняться  по лестнице было большой проблемой. Она выглядела не надежно, к тому же была заледенелой.\n\nНо преодалев это препятствие, пошел к шкафу, что слегка дрожал. Обосновав это с скептической точки зрения, ты задумался...\n\n Подойти или нет?",
    "answers": [
      {
        "id": 68,
        "text": "Не открывать шкаф"
      },
      {
        "id": 69,
        "text": "Открыть шкаф"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Нафиг это все! — Прокричал ты и ринулся к выходу. \n\nДергав за ручку ты понимал, что все жто бесполезно.\n\nДверь, словно, на мертво примерзла. Всего лишь за пару минут, что ты потратил на анализ комнаты.",
    "answers": [
      {
        "id": 66,
        "text": "Подняться по лестнице"
      },
      {
        "id": 65,
        "text": "Прочесть записи"
      },
      {
        "id": 64,
        "text": "Идти к выходу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Решив, что лучше не стоит этого делать, ты подошел  к краю, где было ограждение и заглянул в этот аквариум сверху, держась за низкие поручни.\n\n Резкий грохот шкафа и рев, заставили тебя передернуться и ветхие поручни не выдержали и рухнули вместе с тобой в воду.\n\nХолодная и вязкая жидкость начала заполнять твои легкие. Теперь тебе стало понятно, почему эта \"вода\" столь чистая. \n\nНо давай вернемся к реальности. Ведь тебя настигла такая глупая смерть. ",
    "answers": [
      {
        "id": 1,
        "text": "   Найти другой выход"
      }
    ]
  },
  {
    "id": 69,
    "text": "Открыв шкаф ты резко отбежал назад. \n\nСущество с белыми глазами, что отдалено напоминало человека, вылезло из шкафа.  Его когти были довольно бльшими. Существо издало непонятный рев и ринулось на тебя. \n\nЕдинственное, что тебе пришло в голову это спускаться по лестнице. \n\nБыстро начав спускаться ты забыл, что конструкция ветхая и нога соскользнула, не удержавшись, ты упал на пол и в твою голову вонзилась труба, что скатилась сверху.\n",
    "answers": [
      {
        "id": 1,
        "text": "       Найти другой выход"
      }
    ]
  },
  {
    "id": 70,
    "text": "Открыв дверь, тебя встретило темное помещение. \n\nНичерта не видно. Но потихоньку глаза начали привыкать и ты видел различные фото, множество пустых пробирок, ампулы, и даже пару шприцов. Теперь это помещение не казалось столь безобидным, как ты считал ранее. \n\nНо выбор стоит сделать.",
    "answers": [
      {
        "id": 74,
        "text": "Идти к выходу"
      },
      {
        "id": 75,
        "text": "Выйти из этого помещения"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"При испытании CN-96... потерял память... Трубется сменить дозу... сила увеличивается в 10 раз... невозможно... убить. Темература понижина  и это его... Потерена формула... Средства больше НЕТ!!!\"",
    "answers": [
      {
        "id": 72,
        "text": "Прочитать 2 запись"
      },
      {
        "id": 73,
        "text": "Прочитать 3 запись"
      },
      {
        "id": 65,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 72,
    "text": "\"Он выбрался на свободу... нельзя говорить... шкаф закрыт... Теперь все хорошо... Нас спасли... я одна. Он не трогает лишь меня... я не хочу этого делать... они заставили. Теперь его нет... Я ошибалась.\"",
    "answers": [
      {
        "id": 71,
        "text": "Прочитать 1 запись"
      },
      {
        "id": 73,
        "text": "Прочитать 3 запись"
      },
      {
        "id": 65,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 73,
    "text": "\"Машина решимости... он здесь... Он сказал... хорошо. Я их выпила... Мы будем вместе... он изъял мою решимость... это лишь игра... проснуться... лучше беги... его не убить!\"",
    "answers": [
      {
        "id": 71,
        "text": "Прочитать 1 запись"
      },
      {
        "id": 72,
        "text": "Прочитать 2 запись"
      },
      {
        "id": 65,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 74,
    "text": "Обматерив свое везение, направился к выходу.\n\n Ты мельком пытался рассмотреть фото, что там висели, но это было проблемно. Да и страх неизвестности поглощал твой разум и потихоньку сковывал тело. \n\nВот перед тобой была дверь, что вела к выходу. Но проблема была в том, что на ней был кодовый замок, состоящий из 3 цифр.\n\n—Черт. Может я уже видел похожий код..?",
    "answers": [
      {
        "id": 77,
        "text": "Начать ввод кода"
      }
    ]
  },
  {
    "id": 75,
    "text": "Послав эту комнату как можно дальше, ты обернулся и подошел к двери. \n\nКак только ты собирался открыть ее полностью, она противно скрипнула и захлопнулась со всей силой. \n\nЭто не на шутку перепугало тебя. Учитывая, что здесь никого не могло быть и никто не мог появиться столь быстро и безшумно. ",
    "answers": [
      {
        "id": 74,
        "text": "Идти к выходу"
      }
    ]
  },
  {
    "id": 76,
    "text": "Что-то одобрительно звякнуло, но даже это заставило тебя взрогунть.\n\nЖенский голос повторно объявил.\n\n«Введите код для разактивиации»\n\n\"Разактивиация... Такое слово вообще есть?  Хотя, я этому буду уже  не удивлен.\"",
    "answers": [
      {
        "id": 78,
        "text": "Ввести 1"
      },
      {
        "id": 78,
        "text": "Ввести 2"
      },
      {
        "id": 78,
        "text": "Ввести 3"
      },
      {
        "id": 78,
        "text": "Ввести 4"
      },
      {
        "id": 78,
        "text": "Ввести 5"
      },
      {
        "id": 84,
        "text": "Ввести 6"
      },
      {
        "id": 78,
        "text": "Ввести 7"
      },
      {
        "id": 78,
        "text": "Ввести 8"
      },
      {
        "id": 78,
        "text": "Ввести 9"
      },
      {
        "id": 78,
        "text": "Ввести 0"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Так! Надо собраться! Кто знает, что будет, если ввести неверный код.\n\nТы настроил себя на нужный лад и активировал программу. \n\n«Защита -961 активирована. Введите код для разактивиации»\n",
    "answers": [
      {
        "id": 76,
        "text": "Ввести 1"
      },
      {
        "id": 78,
        "text": "Ввести 2"
      },
      {
        "id": 78,
        "text": "Ввести 3"
      },
      {
        "id": 78,
        "text": "Ввести 4"
      },
      {
        "id": 78,
        "text": "Ввести 5"
      },
      {
        "id": 78,
        "text": "Ввести 6"
      },
      {
        "id": 78,
        "text": "Ввести 7"
      },
      {
        "id": 78,
        "text": "Ввести 8"
      },
      {
        "id": 78,
        "text": "Ввести 9"
      },
      {
        "id": 78,
        "text": "Ввести 0"
      }
    ]
  },
  {
    "id": 78,
    "text": "«Код не верен. В доступе отказано.»\n\nГромкий гул сирены раздался, казалось, по всему зданию. Ты зажал уши и зажмурился. Сирена впивалась в твое сознание и приносила адскую боль. Вскоре твои барабанные перепонки не выдержали. Давление также поднималось и ты чувствовал как вены внутри тебя начинают лопаться. \n\nТвой предсмертный крик заглушила сирена и ты замертво упал на пол рядом с ней, весь в крови.",
    "answers": [
      {
        "id": 1,
        "text": "   Найти другой выход"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Кто вы? Кто такой Драгон?  Где я, черт возьми?—заорал ты. \n\nИз-за того, что тебе пришлось пережить срыв был гарантирован.\n\n— Позвольте представиться. Винтс Хейд. Руководитель проекта тессаракт 203i. И вы как раз смогли его пройти. Вы и есть Драгон. Разве не помните?— он, как показалось тебе, нахально улыбнулся.\n\n",
    "answers": [
      {
        "id": 80,
        "text": "- Что это за проект?"
      },
      {
        "id": 81,
        "text": "- Хочу узнать о себе"
      }
    ]
  },
  {
    "id": 80,
    "text": "— А что это за проект такой?\n\n— Хех, расскажу вкраце. У нас была идея создать место, что будет идеально для всех. Место, где даже после смерти мы можем вновь вернуться и все исправить. И нашим главным правилом являлось \"Смерь — лишь начало жизни.\" Но получилось так, что мы сломали четвертое измерение и теперь оно находится в 203i. И в нем мы ставили своеобразные эксперементы. Найдя идеальную формулу биологического оруж...компонента был создан препарат. Самым важным остается то, что одна из наших  сотрудниц спрятала препарат CN-96. Он ведь у вас... не так ли? Драгон, отдай мне его!\n\nРужья вновь были нацелены на тебя.",
    "answers": [
      {
        "id": 81,
        "text": "- Хочу узнать о себе"
      },
      {
        "id": 82,
        "text": "Отдать CN-96"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Слушайте, а можно мне сначала узнать, кто я? —ты недоверчиво смотрел на него.\n\n— Хахахах, Драгон, тебе вправду отшибло мозги? Ну ладно, у меня сегодня хорошее настроение. Ты наш лучший ученый. Именно ты разрабатывал это помещение... Но ты влюбился в эту чертовку, что спрятала CN-96. И мы были вынуждены отправить тебя в 203i... для того, чтобы ты вернул препарат, забыл про эту любовь  и продолжил заниматься своими прямыми обязанностями. Как же мы ошибались... Довольно разговоров! Отдай мне препарат, живо!",
    "answers": [
      {
        "id": 80,
        "text": "- Что это за проект?"
      },
      {
        "id": 82,
        "text": "Отдать CN-96 "
      }
    ]
  },
  {
    "id": 82,
    "text": "Ты протянул препарат незнакомцу.\n\n— Вот так. Я знал, что ты будешь верен нам до конца. Жаль, что твоя дорогая девушка увидет, как ты умираешь...а ты даже не вспомнишь ее. Любовь жестока, не так ли? — он грубо засмеялся.\n\nНа  душе стало тяжко, и она разрывалась непонятно от чего. \n\n— Огонь!\n\nСекунда и твое тело прожгли сотни пуль. Было больно всего секунду, но теперь ты хоть знал, кем являешься.\n\nЕсли судьбой предначертано умереть, то чтобы ты не делал, смерть найдет тебя.\n\nНе это ли истинная концовка?",
    "answers": [
      {
        "id": 1,
        "text": "    Найти другой выход"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "И вновь одобрительный звон. \n\nТвои руки заметно вспотели. Набор был для тебя сложным. Ты боялся ошибиться, ведь в таком месте ошибка стоит жизни. А такую дорогую плату, за одну ошибку, ты вносить не хотел.\n\n\"Соберись. Осталась последняя.\"",
    "answers": [
      {
        "id": 78,
        "text": "Ввести 1"
      },
      {
        "id": 78,
        "text": "Ввести 2"
      },
      {
        "id": 78,
        "text": "Ввести 3"
      },
      {
        "id": 78,
        "text": "Ввести 4"
      },
      {
        "id": 78,
        "text": "Ввести 5"
      },
      {
        "id": 78,
        "text": "Ввести 6"
      },
      {
        "id": 78,
        "text": "Ввести 7"
      },
      {
        "id": 78,
        "text": "Ввести 8"
      },
      {
        "id": 88,
        "text": "Ввести 9"
      },
      {
        "id": 78,
        "text": "Ввести 0"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "«Код введен верно. Разактивиация систем. Включение аварийного режима. Просьба покинуть данное помещение!»\n\n— С превеликим удовольствием! —радостно воскликнул ты, открыв дверь, поспешно вышел за ее пределы, закрыв ее за собой как можно быстрее. Ты услышал как сработал замок и дверь закрылась. \n\nЧерез минуту все начало растекаться в лужи свинца. И теперь ты стоял посреди этой лужи, а на тебя были направлены ружья федералов или же?\n\n— О, мистер Драгон! Вы все же справились. Поздравляю.",
    "answers": [
      {
        "id": 79,
        "text": "- Кто Вы?"
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  }
]