[
  {
    "id": 1,
    "text": "Автор: Кравец Екатерина<s>r\nЖанр: ужасы, мистика, триллер.<s>r\nКоличество концовок: 5<s>r\n<s>r\nДашков Валерий Андреевич — коллекционер антиквариата, шестидесяти пяти лет. Его дом похож на музей и полон прекрасных и загадочных вещей. Однажды на очередном аукционе ему удается купить зеркало XVlll века.",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834300/v834300779/7dc2e/ZCqxpbgrHzE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Начать.",
        "var_add": [
          "c",
          1
        ],
        "var_set": [
          "c",
          0,
          "zeto",
          0
        ]
      },
      {
        "id": 1,
        "url": "https://vk.com/blog_kate_kravets",
        "text": "Связь с автором."
      }
    ]
  },
  {
    "id": 2,
    "text": "Комната включала в себя письменный стол и стул из красного дерева, ореховые стеллажи для книг под потолок, диван и кресла в стиле рококо. Кабинет был оснащен датчиками кислорода и камерами слежения (данная техника была во всех комнатах, и доступ к ним был только у хозяина). На столе стояли ноутбук и телефон.\n",
    "answers": [
      {
        "var_add": [
          "a",
          1
        ],
        "var_equal": [
          "a",
          0
        ],
        "id": 4,
        "text": "[Позвать дворецкого]",
        "need": -4,
        "var_set": [
          "a",
          0
        ]
      },
      {
        "var_equal": [
          "c",
          1
        ],
        "id": 2,
        "text": "\nДашков следил за каждым движением грузчиков. Под пристальным надзором двое молодых людей аккуратно поставили зеркало в кабинете. Хозяин дома вручил им деньги за работу. Грузчики с презрением посмотрели на Дашкова и, забрав купюры, ушли прочь. <s>r\nВалерий же не мог оторвать взгляда от покупки.",
        "var_set": [
          "c",
          0
        ],
        "merge": true
      },
      {
        "var_add": [
          "oko",
          1,
          "kab",
          2
        ],
        "var_equal": [
          "kab",
          1
        ],
        "id": 2,
        "text": "[Посмотреть видеозапись с камер]",
        "var_set": [
          "oko",
          0
        ]
      },
      {
        "var_sub": [
          "sms",
          1
        ],
        "var_add": [
          "perevod",
          1,
          "mobil",
          3
        ],
        "var_equal": [
          "sms",
          1
        ],
        "id": 2,
        "text": "[Воспользоваться интернет-переводчком]",
        "need": [
          5,
          6
        ],
        "var_set": [
          "perevod",
          0
        ]
      },
      {
        "text": "[Написать другу, проживающему в Риме]",
        "var_add": [
          "drug",
          1,
          "otvet",
          1
        ],
        "var_equal": [
          "call",
          1
        ],
        "id": 2,
        "var_sub": [
          "call",
          1,
          "perevod",
          1
        ],
        "need": [
          5,
          6
        ],
        "var_set": [
          "drug",
          0,
          "otvet",
          0
        ]
      },
      {
        "id": 2,
        "text": " <s>r\n На экране видно, как двое молодых людей вскрыли замок, затем тихо пробрались внутрь. Первым делом заглянули в кабинет, но тут же вышли. Случайно или нет, следующее помещение было гостиной. Пойманный позже вор стоял на стреме, а другой пытался снять зеркало. Пшш... [Изображение пропало на этом участке] ш-ш... Безумный грузчик, в панике ищет своего товарища. Страх и дрожь пронизывает его тело. Трясущимися руками он хватается за голову [камеры не записывают звук, но по всей видимости вор кричит]. В кадре появляются Илья и Евгений с веревкой и ловко справляются с неприятелем.<s>r\n[Валерий перемотал запись] 4:30 Сам хозяин дома выходит из спальни и идет на первый этаж. Словно лунатик, он направляется, светя вперед фонариком, именно к зеркалу и смотрит в него. [Перемотать] 7:30 Валерий до сих пор глядит в зеркало. В комнату заходит Евгений, который подходит к хозяину дома, что-то ему говорит и ведет за руку в спальню. ",
        "var_equal": [
          "oko",
          1
        ],
        "merge": true
      },
      {
        "var_add": [
          "mobil",
          1,
          "telephon",
          1
        ],
        "var_equal": [
          "kab",
          3
        ],
        "id": 2,
        "var_sub": [
          "oko",
          1,
          "kab",
          3,
          "perevod",
          1
        ],
        "text": "[Позвонить следователю]",
        "var_set": [
          "mobil",
          0,
          "telephon",
          0
        ]
      },
      {
        "id": 2,
        "text": " <s>r\n— Преступник говорит, что зеркало затянуло его внутрь. Мы проверяем его кровь на наличие сильнодействующих веществ. Запись отправляйте, хоть я и посмотрю ее позже. У нас сегодня ЧП в супермаркете. Спасибо за сотрудничество! До свидания.",
        "var_equal": [
          "mobil",
          1
        ],
        "merge": true
      },
      {
        "id": 2,
        "text": "  \n Интернет-переводчик: \"Последнее заклинание Андриано Вичеллио: \"[нет таких слов в итальянском языке]\".",
        "var_equal": [
          "perevod",
          1
        ],
        "merge": true
      },
      {
        "id": 2,
        "text": "[Закончить разговор и отправить видеозапись]",
        "var_sub": [
          "telephon",
          1,
          "mobil",
          1
        ],
        "var_equal": [
          "telephon",
          1
        ]
      },
      {
        "id": 2,
        "text": " <s>r\nДашков отправил сообщение. Повезло! Максим, как раз онлайн.<s>r\nВалерий и Максим имели большую разницу в возрасте, но это не мешало их дружбе. Любовь к искусству стирала все границы. Максим – искусствовед.<s>r\nРаздался телефонный звонок.<s>r\n—Здравствуйте, Валерий Андреевич! – раздался радостный, молодой голос в трубке. – Я прочитал сообщение, но кроме начала фразы перевести не могу. Какой-то набор букв, но звучит знакомо. – тараторил Максим. – Я сейчас немного занят, поэтому не могу сосредоточиться. Я тут по делам в России, но могу завтра к Вам заехать? Может получиться расшифровать это \"заклинание\".",
        "merge": true,
        "var_equal": [
          "drug",
          1
        ]
      },
      {
        "id": 9,
        "text": "—Нет. Я буду занят.",
        "var_sub": [
          "otvet",
          1
        ],
        "var_equal": [
          "otvet",
          1
        ]
      },
      {
        "id": 9,
        "text": "—Да. Буду рад тебя видеть.",
        "var_add": [
          "otvet",
          3
        ],
        "var_equal": [
          "otvet",
          1
        ]
      },
      {
        "id": 6,
        "text": "[Осмотреть зеркало]",
        "need": -4,
        "var_sub": [
          "c",
          1
        ]
      },
      {
        "var_sub": [
          "c",
          1
        ],
        "var_not": [
          "poslanie",
          2,
          "sms",
          1,
          "call",
          1
        ],
        "var_add": [
          "poslanie",
          1,
          "zeto",
          1
        ],
        "var_equal": [
          "zeto",
          0
        ],
        "id": 6,
        "text": "[Пойти в гостинную]",
        "need": 4,
        "var_set": [
          "c",
          0,
          "kamera",
          0
        ]
      },
      {
        "id": 2,
        "text": "[Перести фразу]",
        "var_add": [
          "poslanie",
          6,
          "sms",
          1,
          "call",
          1
        ],
        "var_equal": [
          "poslanie",
          2
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Дашков надел халат и спустился вниз. Вор был связан, наверняка, Илья (разнорабочий, крепкий парень) постарался.<s>r\n— Это нечисть! Демоны! Мы все умрем! — кричал нарушитель закона. Хозяин дома подошел ближе и узнал одного из грузчиков.<s>r\n— Он либо не в себе, либо хорошо притворяется — предположил дворецкий.<s>r\nВалерий Андреевич воздержался от высказываний по этому поводу, но приказал горничной и кухарке идти спать, ибо нечего тут глазеть.<s>r\nПолиция довольно быстро приехала, и вора усадили в машину. Следователь обратился к Дашкову.",
    "answers": [
      {
        "var_add": [
          "n",
          1,
          "x",
          1
        ],
        "var_equal": [
          "x",
          0
        ],
        "id": 3,
        "text": "— Конечно, не против.",
        "var_sub": [
          "m",
          1
        ],
        "var_set": [
          "x",
          0,
          "m",
          2
        ]
      },
      {
        "var_add": [
          "n",
          1,
          "x",
          1
        ],
        "var_equal": [
          "x",
          0
        ],
        "id": 3,
        "text": "— Вам ехать не обязательно, я могу отправить запись по интернету.",
        "var_sub": [
          "m",
          1
        ],
        "var_set": [
          "x",
          0,
          "m",
          2
        ]
      },
      {
        "id": 3,
        "text": "<s>r\n <s>r\n— Позвоните мне завтра. — После этих слов следователь сел в автомобиль и уехал. Все стали расходиться по комнатам. Проходя мимо зеркала, Дашкову показалось, будто там был еще какой-то силуэт. Может почудилось.",
        "merge": true,
        "var_equal": [
          "x",
          1
        ]
      },
      {
        "id": 3,
        "text": " \n \n— Сейчас уже довольно поздно, но ваши работники сказали, что у Вас всюду камеры. Надеюсь, Вы не против, если я посмотрю записи завтра?",
        "merge": true,
        "var_equal": [
          "n",
          0
        ]
      },
      {
        "var_add": [
          "poslanie",
          1,
          "kamera",
          1,
          "zerkalo",
          1
        ],
        "var_equal": [
          "m",
          1
        ],
        "id": 5,
        "text": "[На следующее утро]",
        "var_set": [
          "c",
          0,
          "poslanie",
          0,
          "kamera",
          0,
          "zerkalo",
          0
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "По пульту от системы \"умный дом\" хозяин дома может выходить на связь со слугами, которые носят смарт-часы и получают через них приказы. ",
    "answers": [
      {
        "var_equal": [
          "a",
          1
        ],
        "id": 4,
        "text": " По этой схеме и пришел в кабинет Евгений, серьезный дворецкий 45 лет. <s>r\n— Что нужно сделать?",
        "merge": true,
        "var_set": [
          "a",
          0
        ]
      },
      {
        "var_add": [
          "k",
          2
        ],
        "var_equal": [
          "a",
          0
        ],
        "id": 4,
        "text": "— Нужно разместить зеркало в гостинной.",
        "var_set": [
          "k",
          0
        ]
      },
      {
        "var_add": [
          "a",
          1
        ],
        "var_equal": [
          "k",
          2
        ],
        "id": 4,
        "text": "<s>r\n<s>r\n—Хорошо, будет сделано. — ответил Евгений и ушел выполнять приказ.",
        "merge": true,
        "var_set": [
          "a",
          0
        ]
      },
      {
        "var_add": [
          "r",
          2
        ],
        "var_equal": [
          "k",
          2
        ],
        "id": 7,
        "text": "[Сделать рутиные дела]",
        "var_set": [
          "a",
          0,
          "r",
          0
        ]
      },
      {
        "var_equal": [
          "s",
          5
        ],
        "id": 4,
        "text": " <s>r\n<s>r\n—Мы поймали воров. Полиция прибудет с минуты на минуту. — доложил Евгений спокойным голосом, будто ничего особенного не произошло.",
        "var_set": [
          "s",
          0
        ],
        "merge": true
      },
      {
        "id": 3,
        "text": "[Спуститься вниз]",
        "need": [
          7,
          -3
        ],
        "var_set": [
          "n",
          0
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Последние события навели переполох в спокойной, размеренной жизни Дашкова и прибавили заданий на день.",
    "answers": [
      {
        "var_add": [
          "kab",
          1,
          "a",
          5
        ],
        "id": 2,
        "var_sub": [
          "kamera",
          1
        ],
        "text": "[Пойти в кабинет, чтобы проверить камеры видеонаблюдения]",
        "var_set": [
          "kab",
          0
        ]
      },
      {
        "id": 6,
        "text": "[Пойти в гостинную, чтобы осмотреть зеркало]",
        "var_add": [
          "poslanie",
          1,
          "kamera",
          1,
          "zeto",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Старинное венецианское зеркало под два метра в высоту в золотой раме с ониксами и рубинами. В те времена зеркала таких размеров не изготавливали. Однако в этом году со дна моря достали находки, которым ученые и историки не могли дать разумного объяснения. Часть сокровищ попала в Лувр, а другую половину выставили на аукцион.",
    "answers": [
      {
        "id": 2,
        "backstepCount": 1,
        "text": "[Назад]",
        "need": -5,
        "isBack": true
      },
      {
        "var_add": [
          "sms",
          1,
          "call",
          1,
          "poslanie",
          8
        ],
        "var_equal": [
          "poslanie",
          2
        ],
        "id": 2,
        "text": "[Найти информацию о надписи]",
        "need": -10,
        "var_set": [
          "sms",
          0,
          "call",
          0
        ]
      },
      {
        "var_add": [
          "kab",
          1,
          "a",
          5
        ],
        "var_equal": [
          "kamera",
          2
        ],
        "id": 2,
        "text": "[Посмотреть видеозапись с камер]",
        "need": [
          5,
          -10
        ],
        "var_set": [
          "kab",
          0
        ]
      },
      {
        "id": 6,
        "text": "<s>r\n\n Дашков разглядывал свое отражение. Ничего не обычного нет, но неприятные ощущения и некий холод в виде гусиной кожи покрывали тело. В отражении появился Евгений.<s>r\n— Я не помню вчерашнюю ночь. Что вчера произошло? —Евгений старался не смотреть на зеркало, и всё с присущей ему степенностью ответил.<s>r\n— Воры хотели украсть зеркало.<s>r\n— Но ведь поймали только одного?<s>r\n— Да. Видимо, другой успел убежать. Следы на ковре у зеркала были разного размера. Полиция близко к нему не подходила. Значит принадлежат только им. — Слегка помявшись, дворецкий добавил. — Сегодня утром Вы смотрели в зеркало и разговаривали сами с собой. Я кое-как уговорил Вас подняться в комнату. Я не знал, как поступить в этой ситуации, но выглядело это, мягко говоря, странно. Слуги судачат, что зеркало проклято. Знаю, что оно стоит огромнейших денег, но я бы рекомендовал избавиться от него.<s>r\n— Позови Илью.<s>r\nЧерез несколько минут дворецкий привел разнорабочего. Хозяин дома попросил снять зеркало со стены. Пока Илья держал антиквариат, Дашков заметил иностранную надпись на обороте:<s>r\n<s>r\n\"L'ultimo incantesimo di Adriano Vecellio: \"iraid anu esarf us eud ital: irpa al atrop; etereggel atseuq esarf etnematterroc — al etereduihc, e es non e atterroc — al artsa amina arretto onu oihcceps\".",
        "var_equal": [
          "zerkalo",
          1
        ],
        "merge": true
      },
      {
        "id": 6,
        "text": " <s>r\n\n Дашков с осторожностью подкрался к зеркалу. Светя фонариком, он увидел свое отражение и с облегчением вздохнул. Но позади него показался расплывчатый силуэт. Холод окутал тело. Валерий резко обернулся – никого. Повернувшись обратно лицом к зеркалу, сердце сжалось и по телу побежала дрожь. Его отражение ехидно улыбалось, стоя смирно, в то время, как сам хозяин дома с застывшим ужасом на лице, трясущимися руками держал фонарик.<s>r\nМожет стоит поступить так, как сказала девочка во сне?",
        "merge": true,
        "var_equal": [
          "zerkalo",
          7
        ]
      },
      {
        "var_add": [
          "neverno",
          1
        ],
        "var_equal": [
          "zerkalo",
          7
        ],
        "id": 11,
        "text": "[Прочесть заклинание]",
        "var_set": [
          "neverno",
          0
        ]
      },
      {
        "var_add": [
          "molotok",
          1
        ],
        "id": 11,
        "text": "[Разбить зеркало молотком]",
        "need": 10,
        "var_set": [
          "molotok",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "День прошел в превычном темпе: Дашков узнал у своего агента про ближайшие аукционы, провел учет своего имущества, поговорил с любимой внучкой Еленой и в десять вечера лег спать.\n\n",
    "answers": [
      {
        "var_add": [
          "w",
          1,
          "t",
          1,
          "p",
          1
        ],
        "var_equal": [
          "r",
          2
        ],
        "id": 7,
        "text": "[Уснуть]",
        "var_set": [
          "w",
          0,
          "t",
          0,
          "p",
          0
        ]
      },
      {
        "id": 3,
        "text": "[Посмотреть, что происходит]",
        "var_equal": [
          "t",
          1
        ],
        "var_set": [
          "w",
          0,
          "n",
          0
        ]
      },
      {
        "var_add": [
          "s",
          5
        ],
        "var_equal": [
          "p",
          1
        ],
        "id": 4,
        "text": "[Спросить слуг]",
        "var_sub": [
          "a",
          2,
          "k",
          2
        ],
        "var_set": [
          "s",
          0,
          "w",
          0
        ]
      },
      {
        "var_set": [
          "w",
          0
        ],
        "var_equal": [
          "w",
          1
        ],
        "id": 7,
        "text": "\n 1:15 на часах. Дашков проснулся от того, что кто-то царапал дверь в его комнату. \"Наверное кто-то впустил в дом кота!\" — мелькнуло в голове. \n— Ааааа! — послышался крик с первого этажа.",
        "var_sub": [
          "r",
          2
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Максим приехал после полудня. Тяжелая ночь отпечаталась на лице Дашкова, и Максим понял, что дела у друга не очень. Не теряя времени, гость принялся задавать вопросы, на которые Валерий ответил, хоть и многие факты могли показаться бредом. Выслушав историю, Максим подошел к зеркалу.<s>r\n— В XIII веке в Венеции не делали зеркал такого размера, потому что их технология не позволяла. Но французы научились, но позже по времени. Но это зеркало точно того века и судя по надписи венецианское. — рассказывал Максим, сравнивая оригинал и почерк Дашкова (парень подумал, что Валерий не правильно переписал фразу). — Странно...<s>r\nМаксим развернул зеркало в прежнее положение и в отражении увидел фрагмент фразы, который не мог перевести.<s>r\n— Как я сразу не догадался. Фраза написана наоборот. Ее легко прочесть можно с помощью зеркала. Здесь написано: \"Dirai una frase su due lati: apri la porta; leggerete questa frase correttamente — la chiuderete, e se non è corretta — la vostra anima otterrà uno specchio. Произнесешь двустороннюю фразу — откроешь дверь; прочтешь эту фразу правильно — закроешь ее, а если не правильно — твоя душа достанется зеркалу\". Я думаю, \"двусторонняя фраза\" — это палиндром, так что аккуратнее со словами. Теперь ты знаешь, что делать.",
    "answers": [
      {
        "var_add": [
          "slova",
          1
        ],
        "var_equal": [
          "slova",
          0
        ],
        "id": 8,
        "text": "[Прочесть заклинание]",
        "var_set": [
          "slova",
          0
        ]
      },
      {
        "id": 8,
        "text": "<s>r\nДашков прочитал верное заклинание. Зеркало теперь не несет угрозы. Оно сладко спит и ждет, когда кто-нибудь скажет нужные слова отражению...",
        "var_equal": [
          "slova",
          1
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "[Конец]",
        "var_equal": [
          "slova",
          1
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Ситуация становилась все напряженнее. Все больше вопросов, и никаких ответов. Зеркало висит в гостинной и может представлять угрозу для жизни. Но, если скептически на все посмотреть, прямых доказательств нет вовсе! А стоит зеркало в 30 раз дороже полотен Рафаэля!",
    "answers": [
      {
        "var_not": [
          "ozero",
          2
        ],
        "var_add": [
          "otvet",
          1
        ],
        "var_equal": [
          "otvet",
          0
        ],
        "id": 10,
        "text": "[Закончить день и ничего не предпринимать]"
      },
      {
        "var_not": [
          "ozero",
          2
        ],
        "var_add": [
          "ozero",
          2,
          "cena1",
          1,
          "cena2",
          1
        ],
        "id": 9,
        "text": "[Приказать Илье – увезти зеркало и бросить в озеро]",
        "var_set": [
          "ozero",
          0,
          "cena1",
          0,
          "cena2",
          0
        ]
      },
      {
        "id": 11,
        "text": "[Разбить зеркало молотком]",
        "var_add": [
          "molotok",
          1
        ],
        "var_not": [
          "ozero",
          2
        ]
      },
      {
        "var_not": [
          "ozero",
          2
        ],
        "var_add": [
          "otvet",
          5
        ],
        "var_equal": [
          "otvet",
          4
        ],
        "id": 10,
        "text": "[Закончить день. Завтра приедет Макс и постарается помочь]"
      },
      {
        "id": 9,
        "text": " \n\nИлья принялся нести зеркало в машину. Разглядывая на последок зеркало, парень с любопытством спросил.\n—Сколько стоит такая красота?",
        "merge": true,
        "var_equal": [
          "ozero",
          2
        ]
      },
      {
        "var_add": [
          "cena1",
          2,
          "ezero",
          6
        ],
        "var_equal": [
          "cena1",
          1
        ],
        "id": 9,
        "text": "—Не дороже жизни.",
        "var_sub": [
          "cena2",
          1
        ]
      },
      {
        "var_add": [
          "cena2",
          2,
          "ozero",
          6
        ],
        "var_equal": [
          "cena2",
          1
        ],
        "id": 9,
        "text": "—Оно очень дорогое.",
        "var_sub": [
          "cena1",
          1
        ]
      },
      {
        "id": 9,
        "text": "<s>r\n\nПолучив ответ, Илья увез зеркало. На душе у Дашкова стало легче. <s>r\nУже стемнело, а Илья так и не приехал. Но после полуночи в дом нагрянул следователь: \"Вашего сотрудника обнаружили сегодня около озера. Он утонул. Странное дело, но одежда его была сухая, и был он в машине\". <s>r\n Зеркало было на дне озера и не тревожило дом. ",
        "merge": true,
        "var_equal": [
          "cena1",
          3
        ]
      },
      {
        "id": 9,
        "text": "  \nПолучив ответ, Илья сделал вид, что выполнил приказ. Однако оно было спрятано в его комнате. Хозяину дома становилось хуже день ото дня. Бесконечные ночные кошмары сводили его с ума. И через месяц у Дашкова остановилось сердце, и в этот же день исчез Илья...",
        "merge": true,
        "var_equal": [
          "cena2",
          3
        ]
      },
      {
        "id": 1,
        "text": "[Конец]",
        "var_equal": [
          "cena1",
          3
        ]
      },
      {
        "id": 1,
        "text": "[Конец]",
        "var_equal": [
          "cena2",
          3
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Ночь. Дашков ворочился в постели. Тишина окутала весь дом, а легкий ветерок нежно касался белой вуали на окнах. \nДверь стала скрипеть. Валерий резко откинул одеяло и стал приглядываться: дверь, действительно приоткрылась, но ничего и никого не видно. На всякий случай, Дашков стал шарить рукой по тумбочке, пытаясь найти фонарик. \"Ты не это ищешь?\" — раздался детский голос. Дашков посмотрел в сторону окна, там стояла бледная девочка и держала в руке фонарик. Валерий застыл. Близорукость мешала разглядеть гостью. Хозяин дома нащупал очки, но когда их надел, девочка была уже возле него. \"А теперь меня видишь?\" — спросила она, схватив Дашкова за горло. Теперь он ее разглядел: пустые черные глазницы, трупная кожа местами покрылась разлагающимися язвами, сквозь которые видно лучевые кости. Ее хватка отнюдь не детская! Задыхаясь, Валерий пытался сопротивляться, но она была сильнее. Резко девочка ослабила хватку: \"Все закончится, если ты прочтешь заклинание перед зеркалом\".",
    "answers": [
      {
        "var_add": [
          "up",
          2,
          "son",
          1,
          "slip",
          1,
          "mir",
          1
        ],
        "var_equal": [
          "up",
          0
        ],
        "id": 10,
        "text": "[Закричать]",
        "var_set": [
          "up",
          0,
          "son",
          0,
          "mir",
          0,
          "slip",
          0
        ]
      },
      {
        "id": 10,
        "text": "\n \n  Это был всего лишь сон. Валерий проснулся в холодном поту, и судорожно посмотрел на часы: \"4:25\". Последняя фраза девочки крутилась в голове, как пластинка. \"Да сколько можно?! Взрослый, уже пожилой мужчина боится находится в собственном доме?!\" - возмущался про себя Дашков.",
        "merge": true,
        "var_equal": [
          "son",
          1
        ]
      },
      {
        "var_add": [
          "zerkalo",
          6
        ],
        "var_equal": [
          "mir",
          1
        ],
        "id": 6,
        "var_sub": [
          "mir",
          1
        ],
        "text": "[Спуститься вниз]"
      },
      {
        "id": 8,
        "text": "[Постараться уснуть]",
        "var_sub": [
          "slip",
          1
        ],
        "var_equal": [
          "slip",
          1,
          "otvet",
          9
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Хватит бездействовать!\" — подумал Дашков, перебирая варианты. ",
    "answers": [
      {
        "id": 11,
        "text": " Он побежал в кабинет и, схватив со стола листок с заклинанием, вернулся. Итальянским языком Валерий не владел, но английский знал хорошо. Важно точное произношение или нет – Дашков не знал. Однако прочел заклинание, как смог.<s>r\nВалерий, не отрываясь, вглядывался в буквы, пока неведомая сила, против его воли, заставила посмотреть в зеркало. \"Что?! Что происходит?!\" – кричал Дашков. Его отражение махало ему рукой и улыбалось, а Валерий повторял за ним. Когда двойник отошел от зеркала и пошел в кабинет, сам Дашков пошел туда же, но кабинет был с другой стороны. И тут ему стало все предельно ясно...",
        "merge": true,
        "var_equal": [
          "neverno",
          1
        ]
      },
      {
        "id": 11,
        "text": " Под лестницей была кладовая, в которой лежал всякий хлам, садовый инвентарь и инструменты. Не теряя времени, Дашков направился за молотком. Ага! Вот он – инструмент, который разобьет на осколки его страхи! Крепко держа молоток в руках, Валерий последний раз со злостью посмотрел на свое искаженное ухмылкой отражение и нанес ему сильнейший удар!<s>r\nРезкая боль пронзила Валерия в тот же миг, и он упал на пол, зато на зеркале не осталось ни трещинки.<s>r\n\"Самоубийство!\" – объявили полиция и СМИ на следующее утро. \"Пробил сам себе череп молотком перед зеркалом!\" – кричали заголовки статей.",
        "merge": true,
        "var_equal": [
          "molotok",
          1
        ]
      },
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]