[
  {
    "id": 1,
    "text": "Автор: ChatNoir(Анна Савинова)\nЖанр: Ужасы.\n\n    Семья(отец — Андрей, мать — Елена и их маленькая дочка Маша) исполнила свою давнюю мечту: купили дом за городом. Денег у них немного, поэтому пришлось купить очень старый двухэтажный домик на берегу живописного озера, окруженного лесом, но какие тайны скрывает ветхий дом? Вы узнаете это на страницах моей книги, в которой присутствуют четыре концовки и бонусная.\n\n    Приятного чтения!\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 149,
        "text": "Достижения."
      },
      {
        "id": 1,
        "text": "Связь с автором.",
        "url": "https://vk.com/id397130809"
      },
      {
        "id": 1,
        "text": "Автору на печенье ;-)",
        "url": "http://Money.yandex.ru/to/410015896466872"
      },
      {
        "lua_do": "function lua_do()\ng.background = nil\nend",
        "id": 1,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "global invert text color",
          1
        ]
      },
      {
        "id": 150,
        "text": "Примечание от автора."
      }
    ]
  },
  {
    "id": 2,
    "text": "    Стояло тихое осеннее утро. Запах влажной листвы витал в воздухе. Вдалеке послышался звук подъезжающей машины. Она медленно спускалась по проселочной пустынной дороге, шурша шинами. Возле некогда симпатичного двухэтажного домика машина взвизгнула тормозами и остановилась. Первым из машины вышел мужчина. По-хозяйски оглядев все вокруг и вдохнув прохладный воздух полной грудью, он быстро обошел машину, открыл пассажирскую и заднюю двери и показал рукой на дом:\n  — Вы видели это?! Ну, работенки, конечно, тут много, зато какой вид! Озеро как на ладони! Лена, Машуля, выходите скорее! — прокричал с радостью Андрей.\n    Женщина, недоверчиво глядя по сторонам, вылезла с пассажирского сиденья и в ту же секунду с заднего сиденья выпрыгнула маленькая темноволосая девочка:\n  — Папа, папа! Пошли скорее в дом! Я хочу все посмотреть! — закричала она и начала дергать отца за руку.\n  — Андрей, выгрузи сумки из машины, а мы пойдем в дом. Осмотрим там все. Машуня, пошли, — сказала жена и протянула дочке руку.         Девочка, не задумываясь, схватила ее и они пошли в сторону дома.",
    "answers": [
      {
        "id": 10,
        "text": "Выгрузить сумки и принести их в дом."
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-37.userapi.com/c851216/v851216102/1b738d/K3M1ripAUIs.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "    \"Лена, Маша, идите сюда!\" — крикнул Андрей и услышал топот на ступеньках внизу.<s>r\n    Через несколько секунд, раскрасневшиеся и радостные, прибежали его любимые девочки:<s>r\n  — Пойдемте, посмотрим комнаты. Я старался, чтобы было уютно.<s>r\n  — Андрей, дом такой огромный! Тут еще столько работы! Завтра я приступлю к уборке, — воодушевленно сказала Елена.<s>r\n  — Папа, папа! А где моя комната? — промямлила Маша и с надеждой подняла на отца свои маленькие глазенки.<s>r\n  — Ну, с чего начнем-с? — с улыбкой произнес Андрей, протянув к жене и дочке руки.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к лестнице."
      },
      {
        "id": 27,
        "text": "Осмотреть спальню.",
        "need": -27
      },
      {
        "id": 28,
        "text": "Осмотреть детскую.",
        "need": -28
      },
      {
        "id": 29,
        "text": "Осмотреть ванную.",
        "need": -29
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-9.userapi.com/c858020/v858020102/69e24/lXeH6dYIt5o.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Андрей быстро установил часы и вставил маленький заводной ключ в отверстие. Начав со скрежетом поворачивать его, он заметил, что Ева, с висящей на бок головой, уже подошла к лестнице. Ее ужасные черные дыры вместо глаз смотрели прямо на него. На лице застыла искусственная кукольная улыбка, а изо рта торчали острые, как бритвы, зубы. Она начала медленно спускаться по лестнице, посверкивая большим ножом, расположившемся в руке...",
    "answers": [
      {
        "id": 139,
        "text": "Ждать."
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c855328/v855328102/e812e/XIMF9gNOo4A.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 6,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 7,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 8,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 9,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 10,
    "text": "    Переступив порог своего нового дома, Андрей обратил внимание на то, как Лена с Машей бегали друг за другом по большому холлу, от которого, как ветки старого дерева, отходили две большие лестницы. Соединившись на небольшом балкончике наверху, они создавали ощущение простора в холле, а изящные облупленные перила говорили о былой роскоши этого дома.\n",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть дом."
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-22.userapi.com/c850524/v850524102/1b1fa2/ENpuSyySApA.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "    Между двумя большими лестницами, ведущими на второй этаж, стояли монументальные часы с маятником, застывшие на одиннадцати часах. Справа в холле была небольшая дверь на кухню, а слева маленькая дверца в чулан. Андрей поднял глаза к высокому потолку и увидел большую хрустальную люстру, испещренную старинной позолотой. По дому блуждал холодный ветерок, а от шагов Андрея поскрипывал слегка прогнивший пол. Оценив предстоящий объем работ по восстановлению дома, Андрей тяжело вздохнул. Маша с Леной продолжали играть, а он решил осмотреть дом.",
    "answers": [
      {
        "id": 14,
        "text": "Идти на кухню.",
        "need": -18
      },
      {
        "id": 15,
        "text": "Осмотреть чулан.",
        "need": -15
      },
      {
        "id": 16,
        "text": "Подняться на второй этаж."
      }
    ]
  },
  {
    "id": 12,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 13,
    "text": "Спасибо за просмотр!Идет работа...",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 14,
    "text": "    Несмазанные петли на двери заскрипели, когда Андрей открывал ее. И он вошел, окинув помещение взглядом.<s>r\n    Кухня была очень светлая — посеревшие от времени шторы совсем не затемняли ее. Большие застекленные окна создавали ощущение простора, а за окном открывался живописный вид на озеро. Посередине стоял большой круглый стол, с четырьмя резными стульями. Старый холодильник располагался в противоположном углу вместе с плитой и многочисленными шкафчиками для кухонной утвари. Вдруг слева от Андрея скрипнула дверь...",
    "answers": [
      {
        "id": 11,
        "text": "Вернуться."
      },
      {
        "id": 18,
        "text": "Осмотреть двор."
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-40.userapi.com/c854216/v854216102/e93d6/Tt1Lp9Q7mv4.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Андрей подошел к маленькой дверце в чулан. Не успел он зайти туда, как на него с грохотом свалилась швабра с ведром. Андрей аккуратно поставил их на место, потерев ушибленную голову. В чулане слева и справа располагались небольшие полочки, на которых стояли различные средства для уборки: тряпки, швабра, порошки и прочие мелочи, которые могут пригодиться в хозяйстве.<s>r\n    \"Хоть на это не тратиться,\" — подумал Андрей и решительно закрыл чулан, хлопнув дверцей.",
    "answers": [
      {
        "id": 11,
        "text": "В холл."
      }
    ]
  },
  {
    "id": 16,
    "text": "    Поднявшись на второй этаж, Андрей увидел, что сквозь него проходил длинный коридор. Слева и справа по концам коридора, поблескивая мутными стеклами, располагались маленькие, запылившиеся от времени, окна.<s>r\n    Правое крыло дома было более старым. Там были еще неотремонтированные комнаты и все осталось нетронутым от прежних хозяев. Старая спальня находилась слева, а рядом с ней дверь в детскую. Напротив спальни была ванная комната, а в самом конце правого крыла находилась небольшая откидная лестница на чердак.<s>r\n    Левое крыло было специально подготовлено для того, чтобы въехать с семьей. Справа по коридору находилась детская комната для Маши. Напротив нее дверь в родительскую спальню, а рядом дверь в ванную.<s>r\n    \"Надо осмотреть все хорошенько!\" — подумал Андрей, решив не идти спать пока не проверит все комнаты.<s>r\n<s>r\n    Андрей может осмотреть старое крыло или позвать Лену и Машу осмотреть новые комнаты.",
    "answers": [
      {
        "id": 3,
        "text": "Позвать дочь и жену для осмотра левого крыла дома."
      },
      {
        "id": 17,
        "text": "Осмотреть старое крыло."
      },
      {
        "id": 11,
        "text": "Спуститься в холл."
      },
      {
        "id": 33,
        "text": "Идти спать.",
        "need": 32
      }
    ]
  },
  {
    "id": 17,
    "text": "    Андрей решил осмотреть старое крыло. Куда пойти сначала?",
    "answers": [
      {
        "id": 19,
        "text": "Старая спальня.",
        "need": -26
      },
      {
        "id": 20,
        "text": "Старая ванная.",
        "need": -20
      },
      {
        "id": 21,
        "text": "Старая детская.",
        "need": -30
      },
      {
        "id": 22,
        "text": "Чердак.",
        "need": -34
      },
      {
        "id": 16,
        "text": "Вернуться к лестнице."
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-11.userapi.com/c850420/v850420102/1b7e91/1retXMuefnE.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "    Открыв старенькую облупленную дверь, Андрей вышел во двор. Перед ним открылся вид на спокойное и тихое туманное озеро, слева уходила небольшая тропинка в лес, а позади дома стоял покосившийся сарай.<s>r\n    Андрей посмотрел на хмурое осеннее небо. Тучи, то сходились вместе, то уплывали друг от друга, кружась в непредсказуемом танце.  Не торопясь обойдя дом, Андрей оказался у парадной двери. Перед самой дверью он вдруг почувствовал чье-то явное присутствие.<s>r\n    Неожиданно вдали послышались раскаты грома. Андрей посмотрел вверх и заметил, как из-за леса медленно расползалась по небу мрачная черная туча.<s>r\n    \"Надвигается гроза. Надо идти в дом,\" — подумал он.<s>r\n    Его взгляд упал на маленькое окошко на чердаке. Он заметил, что за ажурной прозрачной шторкой стоял небольшой черный силуэт и неподвижно наблюдал за ним. Андрей зажмурил глаза и, после того как открыл их, заметил, что там уже никого не было.<s>r\n   \"Наверное устал с дороги. Мерещится всякое...\" — и, слегка сгорбившись и придерживая воротник куртки от внезапно поднявшегося ветра, он забежал в дом.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Зайти в дом."
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-44.userapi.com/c850636/v850636102/1abec5/yW6ubrqFthY.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "    Андрей подошел к двери в спальню. Положив руку на ручку облупившейся двери, он посмотрел на окно в конце коридора. Дождь уже лил стеной и барабанил по стеклу. Гроза разошлась не на шутку. Вздохнув, Андрей открыл дверь. Скрип несмазанных петель раздался по всему дому. От этого неприятного звука Андрея передернуло и он переступил через порог спальни.",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 20,
    "text": "    Андрей зашел в ванную. Все в ней было выполнено в ретро-стиле. Слева от входа стояла кубанистая аккуратная ванна, с белой полупрозрачной шторкой. По центру, около стены, стояла раковина, с зеркалом и маленькой полочкой, для банных принадлежностей, а рядом с ней ничем не примечательный унитаз.<s>r\n    \"Ванная, как ванная. Ничего интересного,\" — отметил Андрей. <s>r\n    Как только он повернулся к выходу и собрался выходить, то услышал звук поворачивающейся ручки подачи воды. Застыв на месте, Андрей почувствовал как по затылку пробежали мурашки. Резко повернувшись в сторону шума, он увидел, что в ванной комнате никого, кроме него, не было. Набравшись смелости, он подошел к ванной. Она была абсолютно пуста. Положив руку на ручку подачи воды, Андрей закрутил ее обратно. В тот самый момент как он сделал это, за спиной раздался треск. Андрей вздрогнул и обернулся. В комнате никого не было, но зеркало над раковиной треснуло, будто кто-то кинул в него камень. От происходящего стало не по себе. Еще раз с опаской оглядев ванную комнату, Андрей быстрыми шагами вышел в коридор, аккуратно закрыв за собой дверь.",
    "answers": [
      {
        "id": 17,
        "text": "В коридор."
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-38.userapi.com/c854224/v854224102/e864f/CiwbB80ilsw.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Андрей решил зайти в детскую. <s>r\nДернув за ручку, он удивился, потому что дверь была закрыта.<s>r\n   \"Такого не может быть! Все комнаты раньше были открыты!\" — возмутился он.",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться к другим комнатам."
      },
      {
        "id": 30,
        "text": "Посмотреть в замочную скважину."
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-50.userapi.com/c850728/v850728102/1b5afd/Dt_z4eHAVMo.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "    Андрей пошел в конец коридора и спустил небольшую лесенку на чердак. Аккуратно он поднялся по лесенке и, открыв небольшую щеколду на двери, втиснулся в узкий проем.",
    "answers": [
      {
        "id": 31,
        "text": "Осмотреться."
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://sun1-14.userapi.com/c852232/v852232102/1cc790/ehb2C23qr0Q.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "    Слева от входа, в дальнем углу комнаты, стояла просторная кровать. Белье на ней запылилось, но когда-то было достаточно симпатичным на вид. Напротив кровати было небольшое окно, на котором висели посеревшие от времени шторы. Напротив двери, ближе к правой стене, стояло старинное трюмо, облупившееся от времени, как и многие вещи в этом доме. Возле правой стены стоял старинный пузатый шкаф, с металлическими резными ручками. И завершал общий колорит комнаты маленький круглый столик, на котором стояла небольшая керамическая ваза, с засохшими цветами. Они свернулись, опустив свои засохшие бутоны к полу, и были покрыты паутиной. Все в комнате будто ждало чего-то. В ней, застывшей во времени, чувствовался запах сырости и плесени. Андрей будто вернулся на миг в прошлое и оно застыло перед ним в ожидании, когда наконец-то вернутся предыдущие хозяева.",
    "answers": [
      {
        "id": 17,
        "text": "Выйти из комнаты."
      },
      {
        "id": 24,
        "text": "Осмотреть трюмо.",
        "need": -24
      },
      {
        "id": 25,
        "text": "Осмотреть шкаф.",
        "need": -25
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-23.userapi.com/c857616/v857616840/69b08/u2kgEGdL9aY.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "    Андрей подошел к старому трюмо. На запылившемся полу от его ботинок оставались следы. Подойдя к зеркалу, он несколько секунд рассматривал свое отражение, и начал проверять ящики на туалетном столике. В них лежали: старые обрывки газет и журналов, тюбик с засохшим кремом и старинная резная расческа. Взгляд упал на небольшую шкатулку, в уголке выдвижного ящика. ",
    "answers": [
      {
        "id": 26,
        "text": "Забрать шкатулку."
      }
    ]
  },
  {
    "id": 25,
    "text": "    Подойдя к большому старинному шкафу, резким движением Андрей открыл дверцы и удивленно открыл рот. В шкафу висели несколько женских платьев, старообразного фасона, и старые мужские пальто.<s>r\n    \"Почему предыдущие хояева столько всего оставили в доме?!\" — подумал Андрей.<s>r\n    Шкаф был достаточно просторный, чем понравился Андрею.<s>r\n   \"Надо будет спросить у Лены, может поставим его к нам в комнату?\" — отметил он.<s>r\n    Больше ничего интересного в шкафу не оказалось и Андрей закрыл дверцы.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к осмотру комнаты."
      }
    ]
  },
  {
    "id": 26,
    "text": "Бережно уложив шкатулку в карман куртки, Андрей подошел в центр комнаты, обдумывая, что бы еще исследовать.",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреть комнату."
      }
    ]
  },
  {
    "id": 27,
    "text": "    Зайдя в спальню, жена с дочкой заохали от восторга. Красивая просторная кровать, в светлой спальне, стояла в левом углу, а над ней висело аккуратное бра. У правой стены стоял громоздкий комод, возле которого лежал уютный и пушистый круглый ковер. Глядя с какой радостью Лена и Маша разглядывают комнату, Андрей с гордостью произнес:<s>r\n  — Ну, как?<s>r\n  — Андрюш, это так здорово! Ты такой молодец! Я не думала, что мы можем позволить себе такое! — промолвила Лена.<s>r\n  — Ну, что-то осталось с продажи нашей квартиры. Надо многое докупить, но все необходимое здесь есть. Можно посмотреть в старом крыле, может там найдется что-то из мебели на время, — ответил он.<s>r\n  — Папа, ковер такой красивый! — сказала Маша, плюхнувшись на пол.<s>r\n    Родители переглянулись, а на их лицах засияли улыбки. Наконец-то, свой дом! Вложив почти все что было, они бросили тесную квартирку и городскую суету.<s>r\n    Андрею так приятно было наблюдать за Леной и Машей, как они восторженно ощупывают каждую деталь этой скудно обставленной комнаты, будто их привели в музей. Счастью их не было предела.<s>r\n    \"Со временем мы все тут обустроим!\" — подумал Андрей.",
    "answers": [
      {
        "id": 3,
        "text": "В коридор."
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-18.userapi.com/c850720/v850720138/1b1a3c/xO51QCmW5VI.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Закрыв глаза Маши руками, Андрей привел ее к детской комнате. Когда он убрал руки, Маша застыла на пороге.<s>r\n    Милая аккуратная кроватка, вся в ленточках, расположилась с правой стороны комнаты, а рядом с ней, у стены, стоял небольшой круглый шкаф. На тумбочке возле кровати стоял небольшой светильник, украшенный белыми рюшками, а по центру комнаты было окно, на котором висели длинные бежевые шторки в цветочек. Нарушив тишину, Андрей сказал:<s>r\n  — Ну, чего ты застыла! Иди посмотри все! Теперь у тебя есть своя комната! Позже я принесу сюда твои вещи и игрушки.<s>r\n  — Не торопи ее. Пусть пообвыкнется, — сказала Лена.<s>r\n    Маша медленно зашла в комнату, осматривая с интересом все детали. Андрей нежно приобнял жену за талию, а она положила ему голову на плечо, с надеждой в голосе обратившись к Маше:<s>r\n  — Тебе нравится?<s>r\n  — Очень! — воскликнула Маша.<s>r\n    В ту же секунду, она, раскинув свои маленькие ручки в стороны, подбежала к родителям и обняла их. Это были общие минуты радости...<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "В коридор."
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-19.userapi.com/c850616/v850616102/1b1a24/Np4zcK1cHu8.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Ванная была светлой и просторной. На полу отделана белой плиткой, а стены выполнены в бело-бежевых тонах, с неброскими цветочными узорами. В дальнем углу ванной стояла душевая кабина, с мутновато-прозрачными белыми дверцами. Напротив нее Андрей решил оставить старую маленькую ванную. Левую сторону ванной занимали: стиральная машинка, большая раковина с зеркалом и небольшие шкафчики под всякие мелочи.<s>r\n  — Уютненько... — сказала Лена, глядя как Маша дышит на зеркало над раковиной, рисуя на нем сердечки.<s>r\n  — Я оставил старую ванную. Если хочешь, можем потом ее убрать, — сказал Андрей, вопросительно посмотрев на Лену.<s>r\n  — А она рабочая? — поинтересовалась она.<s>r\n  — Нет, почему-то вода не течет из крана. Надо смотреть, что к чему. — сказал Андрей.<s>r\n  — Ну, пусть пока остается, может отремонтируем, — сказала Лена, с нежностью посмотрев ему в глаза.<s>r\n  — Машка, пошли! — с ребячьей ноткой в голосе крикнул Андрей, выходя в коридор.",
    "answers": [
      {
        "id": 3,
        "text": "В коридор."
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-56.userapi.com/c853624/v853624840/e3c3d/BrQPDDZpK4g.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "    Андрей наклонился и, прищурив один глаз, начал всматриваться в замочную скважину. Толком ничего не было видно, но на глаза попалась детская лошадка-качалка. В замочную скважину была видна только ее голова и она слегка покачивалась, издавая легкое поскрипывание.<s>r\n   \"В детской сквозняки! Надо будет проверить там окна,\" — раздосадованно подумал Андрей.",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться."
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-47.userapi.com/c852224/v852224102/1b3fca/51n-cqBe1RY.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "    На чердаке было очень темно. Лишь небольшая полоска света освещала его из окна. Андрей медленно начал идти по нему, а с каждым его шагом под ногами поскрипывали половицы.<s>r\nВдруг что-то упало в самом дальнем и плохо освещенном углу чердака. Андрей пошел в сторону, где раздался шум. Он увидел кресло-качалку, рядом с которым стоял небольшой сундук, а в противоположном углу стояло большое напольное зеркало и что-то большое у стены, накрытое белым покрывалом. Когда он приблизился, ему стало не по себе. В кресле кто-то сидел, слегка покачиваясь. ",
    "answers": [
      {
        "id": 32,
        "text": "Проверить кто сидит в кресле.",
        "need": -34
      },
      {
        "id": 36,
        "text": "Подойти к соседней стене и проверить, что под покрывалом.",
        "need": -36
      },
      {
        "id": 17,
        "text": "Уйти с чердака."
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-20.userapi.com/c853420/v853420102/e00f5/Qq22yiP9Hew.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "    Маленькими шажками, с опаской, Андрей приблизился к креслу. Прищурив глаза, чтобы разглядеть что-то в полутьме, он увидел... куклу?! Она сидела на кресле как живая и смотрела на Андрея с широко открытыми голубыми глазами и застывшей улыбкой. Две светлые косички спускались ей на плечи и были перевязаны грязными красными лентами. Платье, когда-то красивое, покрылось грязью и пылью. Она была очень большая, размером почти с полуторагодовалого ребенка. Голые ноги и руки куклы потрескались от времени, а во лбу зияла черная широкая трещина. Андрей сел на корточки и протянул к ней свои руки. Схватив ими маленькое туловище, он поднял ее перед собой.     \"Сейчас ты выглядишь пугающе, но Маша будет в восторге! Надо отмыть тебя! Повезло же с раритетной куклой...\" — подумал Андрей и, обхватив ее за талию рукой, снял с кресла.",
    "answers": [
      {
        "id": 34,
        "text": "Осмотреть чемодан."
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-36.userapi.com/c858132/v858132102/6a4e9/-g_w6QMXZg0.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "  — Лен, я тут нашел кое-что на чердаке... — сказал Андрей и, посмотрев как Маша бегает по коридору в старом крыле, он вытащил куклу из-под куртки и протянул жене.<s>r\n — Уау! Да это раритет! — с восторгом отметила Лена.<s>r\n  — Тс-с! Я тоже так подумал... Спрячь быстрее, пока Машка не видит! Её еще отмыть надо, — шепотом протараторил Андрей и засунул куклу жене под куртку.<s>r\n  — Она ростом почти с Машку! Пойду отмою ее, а ты придумай чего-нибудь... — сказала Лена, побежав по коридору к ванной.<s>r\n    Маша, заметив, что мама ушла, подбежала к отцу и спросила:<s>r\n  — Пап, а мама куда? — и указала пальчиком в сторону ванной.<s>r\n  — Мама пошла сумки разбирать, а мы с тобой пойдем к тебе в комнату. Надо спать ложиться, а то мы все устали с дороги, — ласково ответил Андрей и погладил дочку по голове.",
    "answers": [
      {
        "id": 35,
        "text": "Идти в детскую и уложить Машу спать."
      }
    ]
  },
  {
    "id": 34,
    "text": "    Андрей присел перед старым чемоданом, небрежно бросив куклу на пол. Положив руки на крышку, он потянул ее вверх, но она не поддалась. Присмотревшись, он заметил небольшую резную замочную сважину. Подняв куклу с пола, Андрей встал и начал дальше осматривать комнату.",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 35,
    "text": "    Как только Андрей убедился, что дочь заснула, он аккуратно прикрыл ее одеялом и поцеловал в лобик. Стараясь не шуметь, он встал с кровати и выключил ночник. На пороге комнаты Андрей обернулся, еще раз посмотрев на Машу. Она тихо сопела, укутавшись в одеяло, а комнату из окна освещал голубоватый лунный свет.<s>r\n    \"Спи, моя малышка...\" — прошептал он и осторожно прикрыл за собой дверь.<s>r\n    В коридоре было темно. Лишь тонкие полоски света отходили от небольших окон по концам длинного коридора. На улице снова начиналась гроза, а старые стены и пол зловеще скрипели, создавая в доме пугающую атмосферу. Андрей посмотрел в сторону старого крыла, вздрогнув, от сверкнувшей в этот момент молнии.",
    "answers": [
      {
        "id": 37,
        "text": "Зайти в ванную."
      },
      {
        "id": 38,
        "text": "Пойти в спальню."
      }
    ]
  },
  {
    "id": 36,
    "text": "    Андрей подошел к белому покрывалу у стены и резко сдернул его. Перед ним предстала большая картина, на которой была нарисована семья. Муж — высокий, темноволосый и худощавый мужчина, в строгом костюме. Жена — красивая и стройная блондинка в голубом платье, с длинными струящимися по плечам волосами. И маленькая девочка, лет шести, которая держала за руку, как маленькую сестренку, куклу, в красивом кружевном платье. Что-то пугающее было в картине... Будто нарисованная семья следила за каждым вашим шагом. От этого Андрею стало не по себе.",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 37,
    "text": "    Зайдя в ванную, чтобы проверить где Лена, Андрей увидел лишь маленькое кукольное платье с ленточками, которое сохло на бельевых веревках.",
    "answers": [
      {
        "id": 35,
        "text": "В коридор."
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-56.userapi.com/c853624/v853624840/e3c3d/BrQPDDZpK4g.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "    Андрей зашел в спальню. Лена уже лежала под одеялом на кровати, а на большом комоде сидела помытая голая кукла. Ее волосы стали золотистыми, а грязь с тела исчезла. Лишь черная большая трещина во лбу напоминала о том, в каком раньше она была состоянии. Он тихо спросил:<s>r\n  — Лен, ты спишь?<s>r\n  — Нет, я ждала, когда ты придешь, — тихо ответила жена.<s>r\n  — Я Машу уложил. Утомилась она с этим переездом... — сказал Андрей, раздеваясь ко сну.<s>r\n  — Мы все утомились. Давай, ложись, — сказала Лена, зевая.<s>r\n  — Знаешь, Лен, я осмотрел днем старое крыло дома и увидел на чердаке картину. На ней изображены какие-то старые жильцы... Семья. Еще несколько странных вещей произошло... — не успел он договорить, как заметил, что Лена уже заснула.<s>r\n    Андрей лег, выключив свет в комнате. На улице уже бушевал сильный дождь. Он посмотрел на куклу, которая сидела на комоде, вытянув свои маленькие ручки в сторону двери и слегка покосившись.<s>r\n    \"Интересно, понравится ли она Маше?\" — подумал Андрей и, обняв жену, закрыл глаза.",
    "answers": [
      {
        "id": 39,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 39,
    "text": "    Пореди ночи Андрей проснулся от странного чувства... Слегка приоткрыв в темноте глаза, он начал всматриваться в темноту. Увидев куклу на комоде, его охватил страх. Она все так же сидела там, но ее голова была повернута к кровати. Она пристально смотрела на Андрея большими стеклянными глазами, а на ее лице оставалась все та же широкая, искусственная улыбка. Несколько секунд он вглядывался на нее в темноте, сквозь слегка приоткрытые глаза, а по телу пробежали мурашки. Решив, что все это лишь дурацкие сонные выдумки, Андрей закрыл глаза и погрузился в сон.",
    "answers": [
      {
        "id": 40,
        "text": "Спать до утра."
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-11.userapi.com/c851436/v851436102/1b3c97/Oif_VPtYtDA.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "    С утра Андрей проснулся бодрым. Лены уже не было рядом, а в окно светило яркое осеннее солнце. Присев на кровати, он вспомнил события этой ночи. Сразу взглянув на комод, он увидел, что куклы на нем уже нет.\n    \"Причудится же такое!\" — ухмыльнулся он и начал одеваться.\n    Когда Андрей взял куртку, то нащупал во внутреннем кармане шкатулку, из спальни в старом крыле.\n    \"О, а я и забыл про нее... Надо будет вечером разглядеть,\" — отметил он и вышел из комнаты.",
    "answers": [
      {
        "id": 41,
        "text": "Спуститься на первый этаж."
      }
    ]
  },
  {
    "id": 41,
    "text": "    Андрей вышел в коридор, и по большой лестнице спустился на первый этаж.",
    "answers": [
      {
        "id": 42,
        "text": "На кухню."
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-60.userapi.com/c855020/v855020102/e79d1/VQKLErkbcXc.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "    По дому распространялся вкусный запах еды и доносилось едва уловимое громыхание посуды на кухне. Открыв дверь, Андрей увидел, что Лена готовит завтрак, а за большим столом, покачивая ножками, сидит Маша. Улыбнувшись, он сказал:\n  — Доброе утро! А я так и думал, что вы здесь. Как спалось?\n  — Нормально, — бросила Лена, не отрываясь от готовки.\n  — Доброе утро, папочка! — весело сказала Маша.\n  — Маш, у нас кое-что есть для тебя... подарок, — уточнила Лена и, посмотрев на Андрея, продолжила, — сейчас папа принесет мне из кладовки губку со средством, а потом мы тебе его покажем.\n  — Точно, подарок! — воскликнул Андрей и вышел из кухни.",
    "answers": [
      {
        "id": 43,
        "text": "В чулан."
      }
    ]
  },
  {
    "id": 43,
    "text": "    Проходя по холлу, Андрей заметил, что большие маятниковые часы пошли, от чего по дому раздавалось тяжелое монотонное тиканье. Подойдя к ним поближе и протянув руку к дверце, он услышал грохот в кладовке. Резко отдернув руку от часов, он пошел проверить, что за шум.\n    В кладовке он увидел, что кукла, уже одетая в чистое платье, лежала на полу. Подняв ее, Андрей посмотрел ей прямо в глаза и сказал:\n  — Что, уже пытаешься убежать?!\n    Ухмыльнувшись, он засунул куклу под мышку, прихватив средство и губку для жены.",
    "answers": [
      {
        "id": 44,
        "text": "В кухню."
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-33.userapi.com/c856136/v856136102/e12df/GvLhdd6fzZI.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "    Подойдя к кухне, Андрей спрятал куклу за спиной и решительно зашел. С порога он бодрым голосом воскликнул:\n  — Я вернулся! Ленка, возьми средство, — и протянул средство для мытья посуды и губку жене.\n  — Спасибо, — ответила Лена, забрав у мужа хозяйственные принадлежности.\n  — Папа, а где мой подарок?! — нетерпеливо спросила Маша.\n    В этот момент Андрей резко вытащил куклу из-за спины и протянул Маше.\n    Увидев куклу, Маша широко открыла рот от восторга, потом выхватила ее у отца и крепко прижала к себе. \n  — Это твоя новая кукла. Я нашел ее на чердаке. Относись к ней бережно, — сказал Андрей.\n  — Папа! Мама! Какая она красивая! Я буду звать ее Лиза! — восторженно крикнула Маша, кружась в обнимку с куклой.\n  — Доча, потом поиграешь с Лизой, а сейчас садитесь кушать, — со строгостью в голосе сказала Лена.\n    За завтраком они разговаривали и смеялись, а кукла сидела рядом, глядя на всех своими синими, как море, глазами.",
    "answers": [
      {
        "id": 45,
        "text": "После завтрака."
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-57.userapi.com/c850624/v850624102/1b8d4c/SBJUDROqR7E.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "    После завтрака Лена ушла разбираться в доме, Маша пошла играть к себе в комнату, а Андрей решил осмотреть сарай и прогуляться у озера.",
    "answers": [
      {
        "id": 46,
        "text": "Идти на улицу."
      }
    ]
  },
  {
    "id": 46,
    "text": "    Прохладный осенний ветер подбрасывал желтые листья и они кружились в воздухе, словно в танце. Андрей медленно шел по протоптанной тропинке, ведущей к покосившемуся сараю. Воздух был пропитан сыростью и прохладой после ночной грозы. На улице стояла тишина, лишь деревья, покачиваясь от ветра, шелестели, будто нашептывая что-то. Не успев до конца насладиться спокойствием, которое дарила ему живописная природа, Андрей подошел к сараю. Дернув за гнилую деревянную ручку, он зашел внутрь.",
    "answers": [
      {
        "id": 48,
        "text": "Осмотреться."
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-26.userapi.com/c852124/v852124102/1c5d4c/uBKbsL4Y4Pw.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "    Андрей вышел из сарая тяжело дыша. В голове крутились разные мысли. Странные события вчерашнего дня и ночи теперь не давали ему покоя...",
    "answers": [
      {
        "id": 50,
        "text": "Идти к озеру."
      },
      {
        "id": 51,
        "text": "Идти в дом."
      }
    ]
  },
  {
    "id": 48,
    "text": "    Сарай был совсем маленьким. Внутри с потолка капала вода, стоял запах сырости и плесени. По стенам кое-где расположился мох, а полки, на которых лежал хозяйственный инвентарь и инструменты, покрылись слоем пыли и паутины. Внимательно осмотрев все, Андрей заметил на полке фонарь, пожарный топор в углу, лопаты и грабли, лейки и ведра, сваленные у полок. На ржавом гвозде висела веревка, а под ней, на полу, лежала перевернутая масленка, в луже когда-то давно пролитого масла. \n    Взгляд Андрея упал на ящик, стоявший на полу, из которого торчали множество газет.",
    "answers": [
      {
        "id": 49,
        "text": "Осмотреть ящик.",
        "need": -86
      },
      {
        "id": 88,
        "text": "Взять топор, лопату и выйти.",
        "need": 87
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-36.userapi.com/c850620/v850620102/1b3cf4/5dhRg-RlDv4.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "    Андрей подошел к ящику, чтобы разглядеть получше. Это были очень старые газеты, пожелтевшие от времени, буквы на них были едва различимы. В глаза бросилась одна газета, на которой был изображен дом. Андрей аккуратно достал ее и начал читать:\n\n    \"КРОВАВАЯ РАСПРАВА В ДОМЕ У ОЗЕРА!\n\n    Вчера полицией было обнаружено тело умершей женщины. После продолжительных поисков, ее нашли мертвой в озере. Муж отказался давать газете какие-либо комментарии, но мы отметим, что ранее сообщалось, что в доме по адресу: ул. Тишины, д. 1, пропала женщина. Заявление подал ее муж. Полиция начала допрашивать мужа по подозрению в убийстве. Но, его отпустили за недостаточностью доказательств. Мы приносим свои соболезнования мужчине и дочери, которая осталась теперь под опекой у своего отца.\"\n\n\n  — Это же наш дом! — воскликнул Андрей. — Значит женщина на той картине погибла?! Или это другая семья... Что-то тут странное происходит...\n",
    "answers": [
      {
        "id": 47,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 50,
    "text": "    Вода в озере была темной и спокойной. Чуть правее находился небольшой рыбацкий мостик. Андрей подошел к нему. Конструкция была гнилой и неустойчивой, но он аккуратно начал идти по нему. Сквозь щели, в досках под ногами, проглядывалась вода мутного черного озера. Присев на самый край мостика и свесив с него ноги, Андрей начал осматривать окрестности и наслаждаться тишиной. Шепот леса и прохладная свежесть дарили ему спокойствие и наслаждение. Водная гладь, ровная как лист бумаги, давала ощущение умиротворения. По небу продолжали блуждать серые облака, а вдали из-за леса доносились птичьи голоса. Закрыв глаза, Андрей слушал природу...",
    "answers": [
      {
        "id": 51,
        "text": "Вернуться в дом."
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-37.userapi.com/c856124/v856124102/e8df8/nv3nPfiInw0.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "    Андрей медленно побрел к дому. У крыльца он обернулся и еще раз окинул взглядом сарай и озеро. Вдохнув полной грудью, он открыл входную дверь и поднялся по лестнице наверх.\n    Лена должна была убираться в доме, а Маша играть у себя в комнате. ",
    "answers": [
      {
        "id": 52,
        "text": "Идти в детскую.",
        "need": -52
      },
      {
        "id": 53,
        "text": "Идти в спальню.",
        "need": 52
      },
      {
        "id": 54,
        "text": "Вечерело...",
        "need": 53
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-39.userapi.com/c853624/v853624102/e85d2/MG1PtxavsXg.jpg"
      }
    ]
  },
  {
    "id": 52,
    "text": "    Маша играла с куклой на полу, оживленно что-то ей рассказывая и размахивая руками. Андрей подошел к ней и сел рядом. Маша резко повернулась к нему и сказала кукле:\n  — Ева, а это мой папа. Вы же уже знакомы? Его зовут Андрей.\n  — Ева?! Что за странное имя? Ты же хотела назвать ее Лизой... передумала? — с удивлением спросил он.\n  — Я думала Лиза ей подойдет, но она сказала, что ее зовут Ева, — обиженно ответила Маша.\n  — Прям так и сказала?! — засмеялся Андрей.\n  — Ну, не совсем... она мне написала. Думаю, что она стестняется еще. Да, Ева? — сказала Маша, посмотрев на куклу.\n  — Дочка, как кукла могла написать тебе?! Какая же ты фантазерка! Куклы не умеют писать, — с возмущением сказал Андрей.\n  — А вот и умеют! — сказала Маша, вскочив с пола и побежав к кровати. Перевернув одеяло с подушками и заглянув под кровать, Маша сосредоточенно что-то искала и бубнила себе под нос. Спустя несколько секунд она громко воскликнула:\n  — Нашла! — подбежав к отцу, она протянула ему скомканный клочок бумаги.\n    Посмотрев на Машу, Андрей аккуратно взял бумажку из ее рук. Развернув ее, он увидел, что на бумаге кривыми черными буквами написано:     \"ЕВА\".\n    У Андрея подступил ком к горлу и он медленно перевел взгляд на куклу. Она сидела напротив, и смотрела на него. Казалось, что ее улыбка стала еще шире. От этого у Андрея выступил холодный пот на лбу. Маша нарушила молчание, сказав:\n  — Видишь, папочка, а я говорила!\n  — Странные у вас игры с Ли... с Евой, — ответил Андрей.\n  — Она — моя лучшая подруга! — сказала Маша и, плюхнувшись рядом с куклой, поцеловала ее в щеку.\n    Не зная как отреагировать, Андрей сказал Маше, чтобы она была умницей и пошел к двери. На пороге он обернулся. Маша, как ни в чем не бывало, сидела на полу с куклой и оживленно с ней беседовала. \n",
    "answers": [
      {
        "id": 51,
        "text": "Выйти в коридор."
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-11.userapi.com/c858028/v858028102/6a1f4/cZ09amSK0Yo.jpg"
      }
    ]
  },
  {
    "id": 53,
    "text": "    Андрей зашел в спальню и увидел, как Лена аккуратно укладывает вещи в комод. Он сразу заговорил:\n  — Лен, я тут в сарае был и нашел старую газету...\n  — Какой ты молодец! — сказала Лена и засмеялась.\n  — Лен, я серьезно. Там в газете написано, что  тут в озере утонула женщина... На чердаке была картина, а эта женщина с картины! — протараторил он.\n  — Андрей, я не понимаю ничего! Что за картина? Что за газета? Тебе надо отдохнуть... Даже если в окрестностях погибла женщина, то это очень печально, но такое бывает. Это — жизнь. Кто знает какие там были обстоятельства? — не отрываясь от разбирания вещей, сказала Лена.\n  — Так я и хочу узнать эти обстоятельства! И это еще не все... Дверь в детскую в старом крыле закрыта, зеркало разбилось в ванной и еще Маша начала послания от своей куклы мне давать! — возбужденно сказал Андрей.\n  — Андрюш, ты странно себя ведешь! Ну, дверь может не закрыта, а застряла, петли ржавые. Дёрни посильнее, дом-то старый! А Маша маленькая еще... Сама нарисовала что-то и тебе дала. Мог бы и подыграть... — отчитала мужа Лена.\n  — Да... Может ты и права. Я скорее всего просто устал, — вздохнув, ответил Андрей.\n    Подойдя к Лене, он обнял ее сзади за талию. Поцеловав в шею и уткнувшись в ее волосы, Андрей тихо сказал ей на ухо:\n  — Что бы я без тебя делал?\n    Лена кокетливо улыбнулась...\n",
    "answers": [
      {
        "id": 51,
        "text": "В коридор."
      }
    ]
  },
  {
    "id": 54,
    "text": "    Наступил вечер. Андрей многое обдумал и его не оставляла мысль, что этот \"клубок\" надо распутать. Надо было осмотреть шкатулку и детскую в старом крыле.",
    "answers": [
      {
        "id": 55,
        "text": "Осмотреть шкатулку."
      }
    ]
  },
  {
    "id": 55,
    "text": "    Сидя на кровати в своей комнате, Андрей достал шкатулку из куртки и начал разглядывать. На крышке маленькой деревянной шкатулки была вырезана роза. Покрутив ее в руках, он осторожно открыл ее. В шкатулке лежал маленький ключ и записка.",
    "answers": [
      {
        "id": 59,
        "text": "Взять ключ и прочитать записку."
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-33.userapi.com/c857624/v857624102/6a53e/6oGnufljlwc.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "    На улице стало совсем темно. Андрей шел по коридору и, вдруг, резко открылась дверь в комнату Маши. Он вздрогнул, но в тот же миг, из комнаты вышла Лена:\n  — Блин, Ленка, напугала меня! — с улыбкой сказал он.\n  — Я Машу спать уложила и сама собираюсь тоже. А ты куда?! — с удивлением сказала Лена.\n  — Мне надо кое-что проверить... — неуверенно ответил Андрей.\n  — Опять твои заморочки? Андрей, успокойся! Пошли спать! — строго сказала Лена.\n    Он бросил взгляд в сторону старого крыла, а потом посмотрел на жену.\n    \"Надо пойти на чердак ночью, когда все уже заснут, а то Ленка меня в \"дурку\" сдаст. Да и не хочу я ее расстраивать...\" — подумал он и ответил:\n  — Ладно, завтра посмотрю. Сквозит где-то из старого крыла. Хотел проверить.\n    Поцеловав жену в щеку и приобняв ее, Андрей пошел с ней в спальню.\n",
    "answers": [
      {
        "id": 60,
        "text": "В спальне..."
      }
    ]
  },
  {
    "id": 57,
    "text": "    Посреди ночи Андрей резко открыл глаза.\n    \"Уфф, не проспал!\" — подумал он.\n    Аккуратно встав с кровати, он посмотрел на Лену. Она тихо спала, обняв подушку руками. Андрей посмотрел на часы. Они показывали 00:37.\n    \"Пора!\" — приказал он себе и, проверив не заметила ли его жена, незаметно вышел из спальни.",
    "answers": [
      {
        "id": 58,
        "text": "В коридор."
      }
    ]
  },
  {
    "id": 58,
    "text": "    В коридоре было темно. Лишь лунный свет, выбивавшийся из окон старого и отремонтированного крыла дома, освещал немного путь. Стараясь не шуметь, Андрей медленно пошел по коридору в сторону чердака. Подойдя к маленькой лестнице, ведущей на чердак, он обернулся и начал вглядываться в темноту пройденного коридора. Его не оставляло ощущение того, что из темноты кто-то пристально за ним наблюдает. От этого Андрею стало не по себе, но он осторожно опустил лестницу и быстро поднялся на чердак, закрыв за собой маленькую дверцу в полу на засов.",
    "answers": [
      {
        "id": 61,
        "text": "Осмотреться на чердаке."
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://sun1-14.userapi.com/c852232/v852232102/1cc790/ehb2C23qr0Q.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "    Бережно положив ключ в карман, Андрей развернул записку. В ней было дрожащей рукой написано:\n    \"Кто бы это не читал! Берегите этот ключ! Я спрятала то, что вам нужно в сундуке. И да хранит Вас Господь! Будьте осторожны, она может узнать...\"\n\n    \"Кто может узнать и о чем?! Это явно написано той женщиной, что утонула. Я должен выяснить...\" — сказал Андрей и, резко встав с кровати, открыл дверь в коридор.",
    "answers": [
      {
        "id": 56,
        "text": "Идти на чердак."
      }
    ]
  },
  {
    "id": 60,
    "text": "    Выключив свет, Андрей лег рядом с Леной. Несколько секунд они лежали молча, глядя в темный потолок. Потом Лена повернулась, прижалась к нему, и расстроенно сказала:\n  — Я сегодня наругала Машу...\n  — За что? — тихо спросил Андрей.\n  — Она странно ведет себя.\n  — В чем это заключается? — с интересом спросил он.\n  — Я мылась вечером в душе. Стояла спиной к двери и услышала, что дверь в ванную открылась. Стекла запотели сильно, поэтому мне ничего не было видно. Но я увидела Машин силуэт. Она медленно шла ко мне. Я сказала: \"Я тебя вижу!\" — и отвернулась, чтобы выключить воду. А Маша ответила мне каким-то странным голосом: \"Я тебя тоже...\" Меня напугало это. Я резко открыла дверь душа, но Маши не было.\n  — Это странно, конечно, но может она просто играла с тобой? — ответил Андрей.\n  — Ну, что за игры такие?! Напугала меня! Еще и куклу свою оставила там! — завозмущалась Лена.\n  — В смысле, оставила куклу?! — с удивлением переспросил Андрей.\n  — Ну, в прямом смысле! Когда я открыла дверцу, то Маши не было, но рядом с ковриком она куклу свою бросила! Что за игры такие?! — возбужденно сказала Лена.\n    От сказанного женой у Андрея по телу побежали мурашки. Он вспомнил предыдущую ночь... Все складывалось в какую-то сумасшедшую для него картину. В голове крутилось:\n    \"Что же тут происходит?! Я должен выяснить! Должен! Осталось подождать, когда Лена заснет...\" ",
    "answers": [
      {
        "id": 57,
        "text": "Задремать."
      },
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-40.userapi.com/c857632/v857632102/67f06/QJMQbFvuq1A.jpg"
      }
    ]
  },
  {
    "id": 61,
    "text": "    Через маленькое окошко чердака едва пробивался уличный свет. На улице стояла мертвая тишина. Андрей подошел к креслу в углу, на котором раньше сидела кукла. Присев около сундука, он достал маленький ключ из кармана и засунул его в замочную скважину. Замок с щелчком открылся и эхо разнеслось по чердаку. Оглядевшись по сторонам, Андрей аккуратно открыл крышку...",
    "answers": [
      {
        "id": 62,
        "text": "Разглядеть, что внутри."
      },
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c858232/v858232102/6717e/cFdMtT6oAW8.jpg"
      }
    ]
  },
  {
    "id": 62,
    "text": "    Андрей начал вглядываться в сундук, но ничего не было видно. Взяв его и поставив у окна, он сел рядом и начал разглядывать содержимое. \nВ сундуке было много старых фотографий, на которых была изображена счастливая семья. Он узнал в них мужчину, женщину и девочку с картины. Детские книжки, лента, открытки, вырезки из газет, ничего интересного в сундуке не оказалось. Посидев несколько секунд, Андрей встал с пола и пошел к выходу с чердака. Вдруг, из дальнего угла донесся шепот:\n    — Смотри-и-и... Смотри-и-и... Не уходи-и-и...\n    Андрей вздрогнул и застыл на месте, не зная, что делать дальше.",
    "answers": [
      {
        "id": 63,
        "text": "Осмотреть темный угол."
      },
      {
        "id": 70,
        "text": "Идти к сундуку."
      }
    ]
  },
  {
    "id": 63,
    "text": "    Решившись проверить кто там в углу, Андрей направился в сторону зеркала. Подойдя ближе, он увидел лишь свое отражение в темноте. \n    — Я зде-е-есь... — внезапно прошептал голос. \n    Неожиданно сзади начал проявляться белый силуэт. Андрей застыл в оцепенении, ладони вспотели, рот открылся и он не мог двинуться от настигнувшего ужаса. Оставалось только молча наблюдать за происходящим...\n    Силуэт начал медленно двигаться к Андрею. Приглядевшись, он с трудом узнал женщину с картины. Глазницы ее были черными, пустыми и пугающими, рот искривился и из него болтался язык. Некогда красивое лицо вздулось, а голова вяло склонилась на бок. Ее руки безжизненно висели и этот призрак или ужасное видение, медленно двигалось к Андрею.",
    "answers": [
      {
        "id": 65,
        "text": "Говорить с ней."
      },
      {
        "id": 66,
        "text": "Молчать."
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-5.userapi.com/c855732/v855732102/e72c1/DCQH2n0Ykww.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "    Андрей залез рукой в обивку и начал искать... Его рука нащупала что-то прямоугольное, небольшое и гладкое.",
    "answers": [
      {
        "id": 69,
        "text": "Достать предмет."
      }
    ]
  },
  {
    "id": 65,
    "text": "  — Кто ты? — дрожащим голосом спросил Андрей.\n  — Я — она, — сказал призрак и медленно поднял руку, указав в сторону картины.\n  — Как тебя зовут? Что ты делаешь здесь? — решительно спрашивал Андрей.\n  — Тс-с. У нас мало времени... Она... Она может услышать... — прошипела женщина, шевеля своими вялыми искривленными губами.\n  — Кто она?! Я не понимаю! Что тут происходит, чёрт побери! Я сошел с ума?! — безумно выкрикивал Андрей, схватившись за голову руками.\n  — Смотри-и-и... Смотри-и в сунду-уке-е-е... — прошептала женщина, испарившись в воздухе.",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреть сундук еще раз."
      }
    ]
  },
  {
    "id": 66,
    "text": "    Она уже висела в воздухе совсем рядом. Ее рот, то открывался, то закрывался, будто она пытается что-то сказать, глядя на вас опустевшими черными глазницами.",
    "answers": [
      {
        "id": 67,
        "text": "Резко повернуться к ней."
      }
    ]
  },
  {
    "id": 67,
    "text": "    Андрей собрал всю свою смелость в кулак и развернулся к ней. Она с ужасающим визгом пронеслась по чердаку и резко заскочила в картину.",
    "answers": [
      {
        "id": 68,
        "text": "Осмотреть картину."
      }
    ]
  },
  {
    "id": 68,
    "text": "    Подойдя к картине, Андрей увидел, что из глаз женщины, изображенной на ней, шли кровавые слезы. Он поднес руку к картине и погладил ее по волосам, прошептав:\n  — Я узнаю... Узнаю, что произошло...\n    Вдруг, из картины вылезла бледная женская рука и указала на сундук, промолвив на своем последнем вздохе:\n  — Ищи-и-и...",
    "answers": [
      {
        "id": 70,
        "text": "Осмотреть сундук еще раз."
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-9.userapi.com/c855424/v855424102/e6eb4/Y3waXGtM4fA.jpg"
      }
    ]
  },
  {
    "id": 69,
    "text": "    Вытянув предмет из-под обивки, Андрей увидел... детский дневник. Он был розового цвета, с нарисованными на нем блестящими феями и цветами. Облокотившись спиной об стену, Андрей уселся поудобнее и аккуратно открыл его...",
    "answers": [
      {
        "id": 71,
        "text": "Читать."
      },
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-44.userapi.com/c855636/v855636840/e3fcb/27Smu5itfvg.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": "    Андрей решил, что надо еще раз проверить сундук. Сев перед ним, он начал выкидывать все его содержимое на пол. Когда сундук опустел, он начал трогать руками кроваво-красную обивку внутри. Приглядевшись, он заметил, что кусок обивки на дне оторван.",
    "answers": [
      {
        "id": 64,
        "text": "Проверить, что там."
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c858232/v858232102/6717e/cFdMtT6oAW8.jpg"
      }
    ]
  },
  {
    "id": 71,
    "text": "ДНЕВНИК Светы.\n—-------------------\n...\n2 июня.\nПривет, дневник! Сегодня родители подарили мне куклу. Она такая красивая! Я думаю мы подружимся. Папа сказал, что купил ее у старого кукольника. У нее такие милые косички с красными ленточками! Мама говорит, что мы чем-то похожи. Я назову ее... Хмм.. Пока не придумала как назвать.\n\n4 июня.\nМы с папой сегодня рыбачили у озера. Я поймала огромную рыбу, а Дик — наша собака, утащил ее. Противный пес! Папа долго хохотал, а я простила Дика, ведь он добрый и хороший!\nВечером мы с мамой занимались музыкой. Долго играли гаммы на мамином пианино. Я устала и пойду спать...\nКстати, я думала как назвать мою куклу и будто мне кто-то прошептал: \"Ева\". В комнате никого не было и я подумала, может она мне сказала как ее зовут?!",
    "answers": [
      {
        "id": 72,
        "text": "Читать дальше..."
      }
    ]
  },
  {
    "id": 72,
    "text": "5 июня.\nСегодня ночью я неожиданно проснулась. Дверь в мою комнату была приоткрыта, а из коридора доносилась приятная музыка. Наверное, это была музыкальная шкатулка. Надо будет попробовать сыграть эту мелодию сегодня днем.\nМы весь день играли с Евой. Она такая хорошая! Я сказала ей, что если бы она говорила, то мы могли бы играть с ней как подруги. Она лишь молча смотрела на меня своими большими глазами.\n\n6 июня.\nДорогой дневник! Мне было страшно ночью... Я проснулась от того, что под кроватью кто-то шуршит. Я испугалась и забралась с головой под одеяло. Всю ночь вокруг кровати кто-то топал. Я спряталась и еле дышала. Я не смогла заснуть до утра, пока топот не утих.\nЯ рассказала все маме с папой. Они сказали, что мне приснился страшный сон или ко мне прибежала мышка. Наверное, они правы... Я видела мышек тут пару раз.\n",
    "answers": [
      {
        "id": 73,
        "text": "Читать дальше..."
      },
      {
        "id": 71,
        "text": "Вернуться на предыдущую страницу."
      }
    ]
  },
  {
    "id": 73,
    "text": "8 июня.\nДневник! Я знаю, кто был под кроватью!\nСегодня ночью кто-то опять стал шуршать. Я решилась и спросила:\n— Кто здесь? \n— Это я — Ева! Давай играть? — ответил мне страшный голос.\nЯ не хотела играть ночью и этот голос меня напугал. Я ответила: \n— Я не хочу играть! Ты меня пугаешь!\n— Не бойся... Найди меня... Я рядом... — ответил голос и кто-то начал царапаться под кроватью. \nЯ не выдержала и закричала. Прибежали мама с папой. Я рассказала им, но они не поверили мне. Теперь я боюсь спать ночью...\n\n20 июня. \nСегодня я слышала, как мама с папой ругались. Мама говорила, что Ева порезала ей руку. Папа кричал, что мы все тут сошли с ума и он выкинет Еву. Потом, он забежал ко мне в комнату и взял ее. Я начала кричать на папу, чтобы он не трогал мою куклу! А он схватил ее и побежал вниз. Я побежала за ним и увидела, как он ударил Еву об дерево и у нее появилась дырка в голове. Я заплакала и побежала к папе, а он размахнулся и выкинул ее очень далеко в озеро.\nЯ больше не разговариваю с папой... Я плакала всю ночь...",
    "answers": [
      {
        "id": 74,
        "text": "Читать дальше..."
      },
      {
        "id": 72,
        "text": "Вернуться на предыдущую страницу."
      },
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-6.userapi.com/c852220/v852220102/1c61c3/ZXsFWRT_ipo.jpg"
      }
    ]
  },
  {
    "id": 74,
    "text": "25 июня.\nСегодня Дик лаял всю ночь на улице и рычал, а потом пропала мама...\nПапа был очень грустный и я плакала, а потом слышала как он плакал на кухне.\nОн пришел ко мне вечером в комнату и сказал, что впустит Дика в дом, чтобы он спал в коридоре. Я люблю Дика! Хорошо, что он рядом! \nМамочка, куда же ты пропала? Вернись, пожалуйста.\n\n26 июня.\nС утра папа нашел Дика... Кто-то убил его. Мой Дик! Кто так мог сделать?! Мы с папой сегодня похоронили Дика в лесу.\nМамы все нет.\n\n29 июня.\nСегодня полицейские нашли маму. Папа сказал, что она отправилась в лучший мир. Я не хочу, чтоб она была там! Я хочу, чтобы мамочка была рядом! Мама, вернись ко мне!",
    "answers": [
      {
        "id": 75,
        "text": "Читать дальше..."
      },
      {
        "id": 73,
        "text": "Вернуться на предыдущую страницу."
      }
    ]
  },
  {
    "id": 75,
    "text": "5 июля.\nПапа наверное сошел с ума. Он постоянно бродит по дому и что-то ищет. Он заставил меня спать в их с мамой спальне. Сам он не спит, а сидит рядом со мной на кровати. Только с тобой я могу говорить, мой дорогой дневник!\n\n6 июля.\nСейчас ночь и я проснулась. Папа заснул, а я слышу как кто-то зовет меня. Это же Ева! Она вернулась! Она просит, чтобы я нашла ее, но я-то знаю, что ее голос доносится из моей спальни! :-) Я слышу, как там играет музыка из шкатулки. Я так скучала по ней!\nДорогой дневник, я напишу тебе завтра, а сама побегу скорее найду ее. ",
    "answers": [
      {
        "id": 76,
        "text": "Читать дальше..."
      },
      {
        "id": 74,
        "text": "Вернуться на предыдущую страницу."
      }
    ]
  },
  {
    "id": 76,
    "text": "    Дальше ничего не было написано. В ужасе трясущимися руками Андрей перебирал маленькие странички дневника, чтобы найти хоть еще один день, но его не было...\n   \"Бедная семья... Бедная девочка... Боже мой! Это все Ева? Как такое возможно?!\" — приговаривал Андрей еще и еще раз вчитываясь в страницы.\n    Тут, на одной из страниц в конце, он нашел еще запись. Она была написана черным карандашом, буквы были искривлены, будто написаны сильно дрожащей рукой.",
    "answers": [
      {
        "id": 77,
        "text": "Читать..."
      }
    ]
  },
  {
    "id": 77,
    "text": "    \"Кто бы ты ни был! Если увидишь куклу, то ты и вся твоя семья в большой опасности! Вы можете уехать, но пострадают другие. Подумай об этом! Прекрати это раз и навсегда! Эта тварь убила... убила мою жену... убила... мою маленькую девочку... мою Свету...\n    В детской... у моей дочери... там есть шкатулка! Эта сука оживает от нее! Моя жена говорила мне... Она узнала тайну, но я не знаю как... Узнай все любыми способами... Удачи, друг!\"",
    "answers": [
      {
        "id": 78,
        "text": "Перевернуть страницу."
      }
    ]
  },
  {
    "id": 78,
    "text": "    Дальше буквы стали похожи на рукописи сумасшедшего. Они смотрели в разные стороны и шли волнами. Видно, что у писавшего так дрожали руки, что он не мог с ними совладать.",
    "answers": [
      {
        "id": 79,
        "text": "Попытаться разобрать написанное."
      }
    ]
  },
  {
    "id": 79,
    "text": "    \"Я сижу на чердаке несколько дней. Я заперся тут. Я слышу как она идет за мной. Эта песня... Она поет ее! А-а-а! Она сводит меня с ума!!!\n\n    Но... она недооценила меня... Я не отдам себя ей. Я взял пистолет. Аха-ха!\n    Бах! Всего один выстрел.... Один выстрел и я буду с вами, мои любимые! Она уже пытается открыть дверь на чердак... Я смогу... Я иду к вам...\"\n\n    Дальше запись оборвалась и лист был залит кровью.",
    "answers": [
      {
        "id": 80,
        "text": "Забрать дневник."
      }
    ]
  },
  {
    "id": 80,
    "text": "    Андрей положил дневник к себе в куртку и схватился за голову. Несколько минут он сидел и покачивался на месте. Потом, он тихо сказал:\n  — Я сделаю это! Я отомщу ей и спасу свою семью. Надо быть осторожным, чтобы она не поняла, что я знаю. Музыкальная шкатулка... Должно быть что-то еще.\n    Придя в себя, Андрей увидел, что начало светать.\n    \"Надо скорее возвращаться. Надеюсь, Лена не поняла, что меня не было,\" — подумал он.\n    С трудом встав с места, Андрей чувствовал невыносимую тяжесть в душе. Медленно он побрел к выходу с чердака. Спускаясь по лестнице вниз, Андрей еще раз взглянул на картину. Казалось, что женщина с картины в надежде смотрит на него, слегка улыбаясь милой и теплой улыбкой.",
    "answers": [
      {
        "id": 81,
        "text": "Идти в вашу спальню."
      }
    ]
  },
  {
    "id": 81,
    "text": "    Андрей пошел в спальню. Тихо раздевшись, он лег рядом с Леной и сразу же заснул.",
    "answers": [
      {
        "id": 82,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 82,
    "text": "    Андрей проснулся от жуткого крика. Резко вскочив с кровати, он увидел, что жена уже ушла. Выбежав в коридор, Андрей снова услышал крик и побежал на кухню, откуда он доносился.",
    "answers": [
      {
        "id": 83,
        "text": "Зайти на кухню."
      }
    ]
  },
  {
    "id": 83,
    "text": "    Резко ворвавшись на кухню, Андрей увидел, что Лена схватила Машу и щекочет ее. Маша смеялась и кричала. На все это, сидя за столом, наблюдала кукла. Увидев Андрея, они резко прекратили игры и Маша сказала:\n  — Папочка, доброе утро!\n  — Андрей, ты чего такой взъерошенный вбежал? — удивленно спросила Лена.\n  — Вы напугали меня до полусмерти! Я думал что-то случилось! — закричал он.\n  — А что могло случиться, пап?! — удивленно спросила Маша и они с Леной уставились на вас.\n  — Да, ничего, — успокоившись, сказал Андрей. — Просто сон плохой приснился, а тут еще крики ваши.",
    "answers": [
      {
        "id": 84,
        "text": "Вечером..."
      },
      {
        "id": 83,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-12.userapi.com/c855136/v855136102/eab77/5EHFhBQmzrM.jpg"
      }
    ]
  },
  {
    "id": 84,
    "text": "    Андрей ждал вечера весь день, но больше всего ждал ночи, когда сможет распутать этот мистический \"клубок\". \n    Уложив Машу спать и быстро раздевшись в своей спальне, он лег с женой и попытался заснуть. Тут, она нарушила тишину, спросив:\n  — Андрей, ты еще не спишь?\n  — Нет, — ответил он.\n  — Андрей, что происходит? Я вижу что-то не так. Ты сам не свой. Расскажи, что тебя тревожит? — ласково спросила Лена.\n  — Если я расскажу, то ты подумаешь, что я сошел с ума и не поверишь мне, — тихо ответил он.\n — А ты попробуй! — засмеялась она.\n  — Лен, прошлых хозяев этого дома убили. Всю семью... — начал Андрей.\n  — Какой ужас! — перебила Лена.\n  — Но дело даже не в этом... их убила Ева! — прошептал он.\n    Лена немного помолчала, а потом ответила:\n  — Кукла?! Андрей, что с тобой?\n  — В это трудно поверить, но это правда! Я нашел дневник... дневник девочки. Я могу дать тебе прочитать, — сказал он.\n  — Ладно. Это странно, но, допустим, я тебе поверю. И что нам теперь делать? Эта кукла сейчас в комнате с нашей дочерью! — испуганно сказала Лена в темноте.\n  — Кукла пока еще ни о чем не догадывается. Главное — не разозлить ее. Ты можешь мне не верить, но я очень прошу, когда мне что-то будет нужно... что бы то ни было... помоги мне. Не задавай вопросов, просто делай как я скажу, — серьезно сказал Андрей.\n  — Хорошо. Только не сходи с ума, пожалуйста, — сказала Лена и молча повернулась к нему спиной.\n    Полежав немного и собравшись с мыслями, Андрей закрыл глаза.",
    "answers": [
      {
        "id": 85,
        "text": "Спать."
      }
    ]
  },
  {
    "id": 85,
    "text": "    Ночью Андрей проснулся от того, что его кто-то тихо звал. Он протер глаза и прислушался...\n  — Иди сюда-а-а... — манил шепот.\n    Тихо встав, стараясь не разбудить жену, Андрей оделся и вышел в коридор.\n  — Сюда-а-а... Я внизу-у-у... — услышал он голос, доносящийся с первого этажа. \n    Андрей быстро спустился на первый этаж, но там никого не было. Вдруг, он услышал, как со скрипом приоткрылась дверь на кухню.",
    "answers": [
      {
        "id": 86,
        "text": "Проверить, кто там."
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-34.userapi.com/c850224/v850224273/1c7817/nv3vGZ_iNiY.jpg"
      }
    ]
  },
  {
    "id": 86,
    "text": "    На кухне никого не было, но сбоку опять скрипнула дверь, которая выходит на задний двор. ",
    "answers": [
      {
        "id": 87,
        "text": "Выйти на улицу."
      },
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-25.userapi.com/c858032/v858032273/6b7aa/ryJ_c-HZP6I.jpg"
      }
    ]
  },
  {
    "id": 87,
    "text": "    Андрей увидел, что на мостике у озера стоит женщина с картины. Она протянула к нему свои белые костлявые руки и прошептала:\n  — Копай зде-е-есь... Под деревом... Копа-а-ай...     Только он сделал шаг в ее сторону, как она растворилась в воздухе.\n    \"Копать?! — подумал Андрей. — Надо зайти в сарай.\"",
    "answers": [
      {
        "id": 48,
        "text": "Идти в сарай."
      },
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-26.userapi.com/c851024/v851024102/1bbc56/z_bAGxXNOI0.jpg"
      }
    ]
  },
  {
    "id": 88,
    "text": "    Андрей решил взять с собой топор.\n    \"Если что, расколю башку этой гадине!\" — подумал он.\n    Подойдя к озеру, он начал осматриваться под деревом. Тут, на глаза попалась небольшая горка земли. Схватив лопату, Андрей начал копать. Он заметил в земле какой-то кожаный мешочек.\n    Открыв его, он увидел записку, быстро развернув которую, он жадно принялся читать.",
    "answers": [
      {
        "id": 89,
        "text": "Записка."
      },
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-54.userapi.com/c858420/v858420273/6ad0e/ed1Kigpfm_E.jpg"
      }
    ]
  },
  {
    "id": 89,
    "text": "    \"Когда увидишь ты шкатулку,\n    Разбей ее, что хватит сил!\n    Будь осторожен, знай, \n    Теперь ты зло большое пробудил.\n    Как только упадут границы,\n    Она пойдет тебя искать!\n    Попробуй от нее укрыться\n    Или скорей ты убежать.\n    Всех защити или погибнут \n    От рук безжизненных ее.\n    И поскорее время жизни \n    Останови ты для нее.\n    Когда часы пробьют двенадцать,\n    Поставь ключи и поверни.\n    Я помолюсь за ваши души:\n    Спаси вас Бог и сохрани!\"\n\n    В мешочке лежал маленький заводной ключ от часов.",
    "answers": [
      {
        "id": 90,
        "text": "Взять ключ и обдумать написанное.",
        "need": -94
      },
      {
        "id": 90,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 90,
    "text": "    \"Так, что же я должен сделать? В какой последовательности? — подумал Андрей. — Итак, сначала надо...\"",
    "answers": [
      {
        "id": 96,
        "text": "Остановить часы.",
        "need": -96
      },
      {
        "id": 92,
        "text": "Выставить часы.",
        "need": -92
      },
      {
        "id": 93,
        "text": "Убрать куклу.",
        "need": -93
      },
      {
        "id": 94,
        "text": "Спрятать жену и дочь."
      },
      {
        "id": 95,
        "text": "Спрятаться самому.",
        "need": -95
      },
      {
        "id": 102,
        "text": "Разбить шкатулку.",
        "need": -102
      },
      {
        "id": 89,
        "text": "Прочитать записку еще раз."
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": [
      {
        "id": 97,
        "text": "Выставить часы."
      },
      {
        "id": 98,
        "text": "Убрать куклу."
      },
      {
        "id": 99,
        "text": "Спрятать жену и дочь."
      },
      {
        "id": 100,
        "text": "Спрятаться самому."
      },
      {
        "id": 101,
        "text": "Остановить часы."
      }
    ]
  },
  {
    "id": 92,
    "text": "  — Если я их выставлю сразу, то какой в этом толк?",
    "answers": [
      {
        "id": 90,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 93,
    "text": "  — Тогда она поймет, что я задумал.",
    "answers": [
      {
        "id": 90,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 94,
    "text": "  — Да! Сначала я позабочусь об их безопасности!",
    "answers": [
      {
        "id": 103,
        "text": "Убрать куклу.",
        "need": -103
      },
      {
        "id": 104,
        "text": "Выставить часы.",
        "need": -104
      },
      {
        "id": 105,
        "text": "Остановить часы.",
        "need": -105
      },
      {
        "id": 106,
        "text": "Разбить шкатулку."
      },
      {
        "id": 107,
        "text": "Спрятаться самому.",
        "need": -107
      },
      {
        "id": 89,
        "text": "Прочитать записку еще раз."
      }
    ]
  },
  {
    "id": 95,
    "text": "  — И кто тогда будет все делать?",
    "answers": [
      {
        "id": 90,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 96,
    "text": "  — Нет. Так будет неверно. ",
    "answers": [
      {
        "id": 90,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "  — Нет, надо что-то другое.",
    "answers": [
      {
        "id": 90,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 103,
    "text": "  — Бессмысленно.",
    "answers": [
      {
        "id": 94,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 104,
    "text": "  — Зачем сейчас?!",
    "answers": [
      {
        "id": 94,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 105,
    "text": "  — Смысл?",
    "answers": [
      {
        "id": 94,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 106,
    "text": "  — Да! Надо пробудить демона. Что дальше?",
    "answers": [
      {
        "id": 108,
        "text": "Убрать куклу.",
        "need": -108
      },
      {
        "id": 109,
        "text": "Остановить часы.",
        "need": -109
      },
      {
        "id": 110,
        "text": "Спрятаться самому."
      },
      {
        "id": 111,
        "text": "Выставить часы.",
        "need": -111
      }
    ]
  },
  {
    "id": 107,
    "text": "  — Рано.",
    "answers": [
      {
        "id": 94,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 108,
    "text": "  — Она же убьет меня!",
    "answers": [
      {
        "id": 106,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 109,
    "text": "  — Рано!",
    "answers": [
      {
        "id": 106,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 110,
    "text": "  — Да! Она начнет искать.",
    "answers": [
      {
        "id": 112,
        "text": "Убрать куклу.",
        "need": -112
      },
      {
        "id": 113,
        "text": "Остановить часы.",
        "need": -113
      },
      {
        "id": 114,
        "text": "Выставить часы."
      }
    ]
  },
  {
    "id": 111,
    "text": "  — Это ничего не даст сейчас.",
    "answers": [
      {
        "id": 106,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 112,
    "text": "  — Скорее она меня \"уберет\".",
    "answers": [
      {
        "id": 110,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 113,
    "text": "  — Не логично.",
    "answers": [
      {
        "id": 110,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 114,
    "text": "  — Да! Нужно выставить правильное время!",
    "answers": [
      {
        "id": 115,
        "text": "Убрать куклу.",
        "need": -115
      },
      {
        "id": 116,
        "text": "Остановить часы."
      }
    ]
  },
  {
    "id": 115,
    "text": "  — Нет.",
    "answers": [
      {
        "id": 114,
        "text": "Думать."
      }
    ]
  },
  {
    "id": 116,
    "text": "  — Да! Нужно остановить их!",
    "answers": [
      {
        "id": 117,
        "text": "План."
      }
    ]
  },
  {
    "id": 117,
    "text": "    \"Нужно спрятать Лену и Машу, разбить шкатулку в старой детской, спрятаться, установить часы в холле на правильное время и остановить их после того, как они пробьют выставленное время, — подумал Андрей. — Ну, все. Теперь у меня есть план! Надо идти в дом.\"\n    Прихватив с собой топор, он свернул записку и убрал в карман. Выйдя на дорожку к дому, Андрей обернулся и, в надежде, что его услышат, произнес:\n  — Спасибо.",
    "answers": [
      {
        "id": 118,
        "text": "В дом."
      },
      {
        "id": 117,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-55.userapi.com/c855324/v855324273/ecd15/PZrBo5gm74o.jpg"
      }
    ]
  },
  {
    "id": 118,
    "text": "    Пряча топор под курткой, Андрей осторожно зашел в дом. Поднявшись на второй этаж, он подошел к детской комнате Маши.",
    "answers": [
      {
        "id": 119,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 119,
    "text": "    Осторожно открыв дверь, Андрей зашел в комнату дочери. Осмотревшись, он увидел, что кукла сидит на полу и смотрит на него. Он начал идти к кровати, делая вид, что ничего не происходит. Боковым зрением, он заметил, что по мере приближения к спящей Маше, кукла медленно поворачивает за ним голову в темноте. От этого Андрею стало жутко.\n    \"Ради Маши, ради Лены... Держись... Не подавай виду...\" — твердил он про себя.\n    Казалось, будто он шел через комнату целую вечность. Подойдя к кровати, он нежно погладил Машу по голове, от чего она проснулась:\n  — Папа?!\n  — Да, малыш, это я. Не пугайся, — нежно сказал Андрей.\n  — Папочка, уже утро? — сонно ответила Маша.\n  — Нет. Доча, мне надо забрать тебя ненадолго, — дрожащим голосом ответил он.\n  — А можно я еще посплю? — зевая ответила Маша.\n  — Да. Ты обязательно поспишь еще. Давай я только тебя заберу, — сказал Андрей, наклонившись над кроватью и взяв Машу на руки.\n  — Пап, а можно Ева пойдет с нами? — спросила Маша у двери.\n  — Пусть Ева немного поспит одна у тебя в комнате. Сегодня ляжешь с нами, а то мы с мамой соскучились... —  сказал он, выходя из комнаты, тихо прикрыв за собой дверь.\n    Быстро идя по коридору в сторону спальни, он думал только о кукле, в надежде, что она ничего не заподозрила. Остановившись возле двери в спальню, Андрей осмотрелся по сторонам и положил руку на дверную ручку.",
    "answers": [
      {
        "id": 120,
        "text": "Войти в спальню."
      },
      {
        "id": 119,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-20.userapi.com/c853420/v853420102/e0111/0c5YJl5VcGA.jpg"
      }
    ]
  },
  {
    "id": 120,
    "text": "    Зайдя в спальню, Андрей положил Машу на кровать и бережно накрыл ее одеялом. Обойдя кровать, он сел на корточки возле жены и нежно погладил ее по плечу. Она приоткрыла глаза и сказала:\n  — Андрей?! Ты чего не спишь?\n  — Тише. Я Машу сюда принес, — сказал он шепотом.\n  — Зачем? Что случилось, Андрей? Почему ты не ложишься? — взволнованно прошептала Лена.\n  — Лен, помнишь, я просил тебя, что если я попрошу, то ты сделаешь так, как я скажу? — серьезно сказал Андрей, глядя жене в глаза.\n  — Да, — ответила Лена.\n  — Мне нужно, чтобы ты не задавала сейчас вопросов. Просто обещай, что сделаешь как я скажу. Я выйду из комнаты, а ты закрой ее изнутри. Что бы ты не слышала и кто бы не пытался зайти или позвать, не открывай. Готовься, если кто-то начнет рваться сюда... Защити Машу и себя! Не выходи из комнаты, что бы ты ни услышала и никому не открывай. Даже мне. Дождись, когда рассветет, забирай Машу и все необходимое, и быстро уезжайте отсюда. Со мной или без меня... Обещай, — взволнованно говорил Андрей.\n  — Но... я не понимаю... Хорошо. Я обещаю тебе. — дрожащим голосом сказала Лена.\n  — И еще кое-что... Ева... Не бери ее с собой! Избегай ее! Она живая, Лен. Хочешь — верь, а хочешь — нет. Ради меня и нашей дочери. Убегайте отсюда и не возвращайтесь. А я... я попробую избавиться от нее, — сказал Андрей, решительно встав с кровати.\n    Лена взяла его за руку, пытаясь остановить. Он наклонился и поцеловал ее. Подойдя к двери, он на секунду задержался и посмотрел на кровать. Вглядываясь в темноту, Андрей прошептал:\n  — Люблю вас.",
    "answers": [
      {
        "id": 121,
        "text": "Выйти в коридор."
      }
    ]
  },
  {
    "id": 121,
    "text": "    Выйдя в коридор, Андрей услышал, как Лена закрыла дверь.\n    \"Моя умница! Ну все. Одно дело сделано. Теперь надо уничтожить эту тварь!\" — подумал он и с облегчением вздохнул.\n    Оглядевшись в темном коридоре, Андрей осторожно начал идти в сторону старого крыла. Проходя мимо Машиной спальни, у него пробежал холодок по спине. Внутри стояла смертельная тишина. Стараясь не издавать ни единого звука, он подошел к двери в детскую, в старом крыле. Проверив, на всякий случай, топор под курткой, Андрей положил руку на ручку старой ободранной двери...",
    "answers": [
      {
        "id": 122,
        "text": "Зайти в старую детскую."
      },
      {
        "id": 121,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-29.userapi.com/c853428/v853428102/e86ec/TtSpeae-cPg.jpg"
      }
    ]
  },
  {
    "id": 122,
    "text": "    Осторожно прикрыв за собой дверь, Андрей ощутил запах сырости и плесени, который стоял в комнате. Маленькая детская кроватка одиноко стояла справа. Слева стоял когда-то белый шкаф, сейчас краска с него облезла и он покрылся продольными черными трещинами. Возле кроватки стояла, пугающая на вид, деревянная качалка в виде лошадки. Рот ее был открыт и из него виднелись серые деревянные зубы. Выглядела она так, будто застыла в предсмертном испуге. По полу были разбросаны кубики и другие игрушки. На маленьком комоде у шкафа сидели мягкие игрушки и фарфоровые куклы. Андрея не покидало ощущение того, что все в этой комнате наблюдает за ним. Его взгляд упал на прикроватную тумбочку, на которой  стояла маленькая лакированная музыкальная шкатулка.\n    \"Вот она! Пора...\" — подумал Андрей, подойдя к ней. ",
    "answers": [
      {
        "id": 123,
        "text": "Завести шкатулку."
      },
      {
        "id": 124,
        "text": "Разбить шкатулку."
      },
      {
        "id": 122,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-13.userapi.com/c853516/v853516102/ea131/VwzoBoLnQhg.jpg"
      }
    ]
  },
  {
    "id": 123,
    "text": "    Аккуратно взяв шкатулку и покрутив ее в руках, Андрей заметил маленький заводной ключик сбоку. Взяв его в свою дрожащую руку и повернув, Андрей застыл в ожидании...\n    Не успел он отпустить ключ, как в шкатулке заиграла пугающая мелодия. С треском заезженной пластинки разнеслась она по всему дому. Вдруг, Андрей услышал, как на другом конце коридора со скрипом открылась дверь. Это была дверь в Машину комнату.\n    \"Господи, надеюсь, что я все сделал правильно! Как там было в этом стихе? Надо спрятаться или проверить?\" — запаниковал он.",
    "answers": [
      {
        "id": 125,
        "text": "Спрятаться под кровать."
      },
      {
        "id": 126,
        "text": "Спрятаться в шкаф."
      },
      {
        "id": 127,
        "text": "Проверить коридор."
      }
    ]
  },
  {
    "id": 124,
    "text": "    Схватив шкатулку, Андрей с размаху бросил ее на пол. Мелкие части разлетелись с оглушительным звоном, а по дому раздался ужасный, нечеловеческий визг, который донесся с другого конца коридора. Андрей услышал, как дверь в Машину комнату будто выбили изнутри.\n    \"Ну все. Идет гадина!\" — подумал он и, трясущимися руками сжал топор, спрятавшись за дверью.",
    "answers": [
      {
        "id": 128,
        "text": "Ждать и прислушаться."
      },
      {
        "id": 124,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-19.userapi.com/c852132/v852132102/1bfa26/Hip4iwhx08w.jpg"
      }
    ]
  },
  {
    "id": 125,
    "text": "    Андрей подбежал к кровати и, приподняв свисавшее покрывало, залез под нее. Еле развернувшись под тесной детской кроватью, он стал прислушиваться.\n    Сквозь заезженную музыку шкатулки, Андрей услышал звук шагов в коридоре. Маленькие кукольные ножки скрежетали по деревянному полу, будто волочась друг за другом. Внезапно раздался искаженный, будто не из этого мира, детский голос: \n  — Раз, два, три, четыре, пять...\n    Я иду тебя искать.\n    Прячься от меня скорей,\n    Закрывай за собой дверь.\n    Знаю я, где ты сидишь,\n    Я иду к тебе, малыш!\n  ... Шесть, семь, восемь, девять, десять.\n    Я хочу тебя повесить.\n    Слышу я, как сердце бьется, \n    Вырвать мне его придется.\n    Раз, два, три, четыре, пять...\n    Знаю, где тебя искать...\n\n    От этой считалочки Андрей свернулся клубком, как ребенок, заметив, как под дверью появилась тень...",
    "answers": [
      {
        "id": 131,
        "text": "Притаиться."
      }
    ]
  },
  {
    "id": 126,
    "text": "    Андрей подбежал к шкафу и открыл прогнившие дверцы. Внутри висела старая детская одежда, пропахшая сыростью. Послышались шаги за дверью, и Андрей быстро протиснулся вглубь шкафа, тихо прикрыв за собой дверцы.\n   В дверь постучали три раза и каждый раз от этого стука Андрей вздрагивал. Музыкальная шкатулка внезапно перестала играть мелодию и наступила тишина. Андрей сидел в шкафу, стараясь не издавать ни малейшего звука. Почти не шевелясь, он начал прислушиваться...\n    Ручка двери в комнату издала скрип. От этого Андрей замер и сердце начало бешено биться. Раздались мелкие шаркающие по деревянному полу шаги. Тишину нарушил ужасно искаженный детский голос: \n  — Раз, два, три, четыре, пять...\n  Ты забрался под кровать?\n\n    Андрей услышал, как что-то рухнуло на пол и начало ползать по нему, издавая пугающие шорохи и царапая половицы. Несколько секунд он слышал копошение и шуршание. Потом, кукла снова заговорила:\n  — Пять, четыре, три, два, раз... Проверяю я матрас...\n\n    Что-то острое начало с треском разрывать ткань на кровати. Эти звуки сводили с ума, будто какое-то животное запустили в комнату.",
    "answers": [
      {
        "id": 129,
        "text": "Молчать и слушать."
      }
    ]
  },
  {
    "id": 127,
    "text": "    Приоткрыв дверь, Андрей начал вглядываться в коридор. Рядом с дорожкой из лунного света, которая исходила из окна в новом крыле, он увидел маленький силуэт. Присмотревшись, он понял, что это — кукла! Она стояла спиной, держа в руке огромный нож для разделки мяса. Музыка, доносящаяся из шкатулки, уже начинала сводить с ума...\n    Голова куклы начала медленно поворачиваться, а тело при этом оставалось неподвижным. Не успел Андрей отойти от шока, как она уже смотрела на него, хотя тело все еще было повернуто к окну. Из этого маленького страшного тельца вырвался мерзкий искаженный детский голос, который ехидно произнес:\n  — А я тебя вижу! Давай играть?\n    Андрей быстро заскочил обратно в комнату, прикрыв дверь, и начал судорожно искать куда спрятаться...",
    "answers": [
      {
        "id": 125,
        "text": "Спрятаться под кровать."
      },
      {
        "id": 126,
        "text": "Спрятаться в шкаф."
      },
      {
        "id": 127,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-19.userapi.com/c852132/v852132102/1bfa26/Hip4iwhx08w.jpg"
      }
    ]
  },
  {
    "id": 128,
    "text": "    Было слышно, как кукла, царапая маленькими ножками деревянный пол, медленно идет по коридору. Она напевала мелодию, игравшую в шкатулке. Этот детский голос, в котором будто собрались все демоны воедино, раздавался эхом по всему дому и становилось жутко. Андрей слышал, как шаги становятся все ближе, а под дверью появились узкие тени от ног. Ручка двери начала медленно поворачиваться... Андрей, приготовившись к удару, вскинул над собой топор...\n    Ева, переваливаясь с ноги на ногу и держа в руках огромный нож, зашла в комнату. Она стояла, замерев, спиной к двери. Маленькое кукольное платье снова стало грязным, будто Лена его не стирала. Из-под платья виднелись голые кукольные ноги, которые переливались синевато-серым цветом и были обвиты черными трещинами. \n    Не успел Андрей прийти в себя от увиденного, как голова Евы стала медленно поворачиваться...",
    "answers": [
      {
        "id": 130,
        "text": "Со всей силы ударить куклу топором."
      },
      {
        "id": 128,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-46.userapi.com/c852124/v852124102/1c5d55/Jrv27_DpajE.jpg"
      }
    ]
  },
  {
    "id": 129,
    "text": "    После небольшого затишья, послышалось, будто кукла спрыгнула на пол с кровати и продолжила говорить: \n  — Долго я тебя искала, \nЯ искать уже устала. \nБольше мест не нахожу...\n\n    Андрей с ужасом почувствовал, что голос Евы становится все ближе. Топот маленьких ножек замедлился. Она была уже совсем рядом... И кукла продолжила:\n  — ... Неужели ты в шкафу?!\n\n    Не успел Андрей прийти в себя, как дверцы шкафа резко открылись. Через маленький просвет между детскими платьями, он увидел её... Платье было грязным, совсем как когда он ее нашел на чердаке. Вместо глаз были бездонные черные дыры, а кукольный рот был широко открыт и вместо прежних зубов, торчали острые, как бритвы, клыки.\n    Только Андрей попытался достать топор, как почувствовал резкий удар ножом в живот. В глазах начало темнеть и он, выпав из шкафа, перевернулся на спину. Держась руками за живот, Андрей увидел, что из рваной раны в животе, хлещет кровь. Над ним склонилось серое, ужасное лицо Евы. Последнее, что Андрей услышал перед смертью:\n  — Нашла!\n\n\nКонец.",
    "answers": [
      {
        "id": 134,
        "text": "Достижение."
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/c854416/v854416102/ebfa0/FJv2rn834s8.jpg"
      }
    ]
  },
  {
    "id": 130,
    "text": "    Не мешкая, Андрей ударил куклу топором по голове. От удара она с треском упала на живот, а голова покосилась на бок.\n    \"Это сохранит мне немного времени! Что там дальше в этом стихе?\" — думал он, бежав со всех ног по коридору.  ",
    "answers": [
      {
        "id": 135,
        "text": "Спуститься по лестнице в холл."
      },
      {
        "id": 130,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c855532/v855532273/e9f65/-D5KE2ytwA0.jpg"
      }
    ]
  },
  {
    "id": 131,
    "text": "    В дверь тихо постучали три раза. Стараясь не издавать ни единого звука, Андрей почувствовал, что его ладони вспотели. Шкатулка звякнула и затихла, а ржавая ручка на обшарпанной двери начала медленно поворачиваться.\n    Когда со скрипом дверь медленно открылась, Андрей увидел, что на пороге стоит Ева. Ее платье снова было грязным, а ноги, покрытые трещинами, стали серыми как и ее лицо. Вместо глаз у нее зияли две черные дыры. Только улыбка, не сходящая с кукольной мордашки, напоминала о ее прежнем виде. Рот ее был приоткрыт и вместо белых игрушечных зубов торчали острые, как бритвы, клыки. Она напоминала исчадие ада с картинок книг. Андрей не мог поверить своим глазам.",
    "answers": [
      {
        "id": 132,
        "text": "Закрыть глаза."
      },
      {
        "id": 131,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c855532/v855532273/e9f65/-D5KE2ytwA0.jpg"
      }
    ]
  },
  {
    "id": 132,
    "text": "    На секунду Андрей зажмурился и резко открыл глаза, но кукла по-прежнему стояла на пороге комнаты и неспеша крутила головой.\n    Вдруг, ее маленькие губы сильно открылись и из открытого рта вырвался ужасный голос:\n  — Тук-тук-тук. Где ты? Я чувствую твой страх, — и кукла медленно, переваливаясь с ноги на ногу, вошла в комнату. Андрей старался даже не дышать. \n    Ева резко повернула голову в сторону кровати. Ее черные глаза уставились прямо на него... Упав на четвереньки, она быстро поползла к кровати, издав истошный визг. Андрей понял, что уже не избежать своей участи... Последнее, что он услышал, перед тем, как острые зубы впились ему в горло, это:\n  — Я нашла тебя!\n\n\nКонец.",
    "answers": [
      {
        "id": 133,
        "text": "Достижение."
      },
      {
        "id": 132,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-48.userapi.com/c852024/v852024102/1cd218/PxqUJGRXWhw.jpg"
      }
    ]
  },
  {
    "id": 133,
    "text": "    Вы получили достижение \"Смерть под кроватью\".\n    Вы умерли ужасной смертью, прячась под кроватью, как ребенок. \n\n    Возможно вы что-то сделали не так... Не волнуйтесь, в игре был скрытый автосейв и вы сможете увидеть все концовки.\n\n    Приятного прохождения!",
    "answers": [
      {
        "id": 122,
        "text": "Вернуться в игру."
      }
    ]
  },
  {
    "id": 134,
    "text": "    Вы получили достижение: \"Смерть в шкафу\".\n    Вы умерли, истекая кровью и слушая, как вас пожирает кукла. \n\n    Может быть вы что-то сделали не так? Не волнуйтесь! В квесте есть автосейв. Я верну вас к нему, чтобы вы могли получить все достижения.\n\n    Приятного прохождения!",
    "answers": [
      {
        "id": 122,
        "text": "Вернуться в игру."
      }
    ]
  },
  {
    "id": 135,
    "text": "    Звук маятника, от больших старинных часов, отзывался по дому. Дрожащими руками Андрей открыл большую стеклянную дверцу. Пальцем он начал крутить стрелки часов, и вдруг, услышал голос куклы доносящийся сверху:\n  — Почему ты не хочешь играть со мной?!\n    От этого голоса руки вспотели и затряслись еще сильнее.\n    \"Какое время надо установить на часах?\" — вспоминал Андрей...",
    "answers": [
      {
        "id": 4,
        "text": "01:30"
      },
      {
        "id": 4,
        "text": "02:15"
      },
      {
        "id": 4,
        "text": "11:00"
      },
      {
        "id": 138,
        "text": "12:00"
      }
    ]
  },
  {
    "id": 136,
    "text": "    Часы начали медленно отбивать время, играя звонкую мелодию, отдававшуюся в висках. С каждым ударом кукла приближалась все ближе... \n\n    Часы закончили бой и Андрей резко остановил маятник, заставив их застыть на двенадцати часах.",
    "answers": [
      {
        "id": 137,
        "text": "Замереть в ожидании."
      }
    ]
  },
  {
    "id": 137,
    "text": "    Кукла резко изменила выражение лица. Уголки ее губ опустились, рот широко открылся и она издала истошный визг. Вскинув нож в своей маленькой руке, она уже была совсем близко, но, вдруг, ее рука отвалилась. Она нахмурила брови и, вытянув другую руку, продолжала идти к Андрею. Он медленно начал отходить назад, а у куклы уже отвалилась вторая рука. Приближаясь все ближе и ближе, у нее отлетала часть за частью. И, наконец, она повалилась на пол, а маленькая кукольная голова подкатилась к ногам Андрея. Ева захрипела и ее стеклянные широко открытые глаза будто замерли, уставившись в одну точку. ",
    "answers": [
      {
        "id": 142,
        "text": "Отойти от шока."
      },
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-47.userapi.com/c857728/v857728102/589fb/5Rx3_sIqILs.jpg"
      }
    ]
  },
  {
    "id": 138,
    "text": "    Андрей быстро установил часы и вставил маленький заводной ключ в отверстие. Начав со скрежетом поворачивать его, он заметил, что Ева, с висящей на бок головой, уже подошла к лестнице. Ее ужасные черные дыры вместо глаз смотрели прямо на него. На лице застыла искусственная кукольная улыбка, а изо рта торчали острые, как бритвы, зубы. Она начала медленно спускаться по лестнице, посверкивая огромным ножом, зажатым в руке...",
    "answers": [
      {
        "id": 136,
        "text": "Ждать.",
        "need": -143
      },
      {
        "id": 144,
        "text": "Слушать, как часы отбивают время.",
        "need": 142
      },
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-52.userapi.com/c855328/v855328102/e812e/XIMF9gNOo4A.jpg"
      }
    ]
  },
  {
    "id": 139,
    "text": "    Часы начали медленно отбивать время, играя звонкую мелодию, отдававшуюся в висках. С каждым ударом кукла приближалась все ближе... \n\n    Часы закончили бой...",
    "answers": [
      {
        "id": 140,
        "text": "Замереть в ожидании."
      }
    ]
  },
  {
    "id": 140,
    "text": "    ... но ничего не произошло.\n    Кукла продолжала медленно спускаться. Вот она уже идет по полу в холле, болтая своей наполовину оторванной головой. Андрей застыл в ступоре. Ева издала леденящий душу хохот и подняла вверх свою кукольную руку, зажавшую нож. Андрей упал на колени от безысходности.\n   \"Боже, спаси мою семью...\" — последнее, что сорвалось с его губ, перед тем, как острое лезвие вонзилось прямо в голову.\n\n\nКонец.",
    "answers": [
      {
        "id": 141,
        "text": "Достижение."
      },
      {
        "id": 140,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-49.userapi.com/c854328/v854328102/e616f/0TM2YLGX-34.jpg"
      }
    ]
  },
  {
    "id": 141,
    "text": "    Вы открыли достижение: \"Безысходность.\"\n    Вас подвела память и вы сдались, лежа в луже крови на полу и растерзанный, с ножом в голове и молитвой на губах...\n\n    Вам нужно вспомнить, какое время должны пробить часы, чтобы остановить Еву. Я верну вас к автосейву, чтобы вы попробовали еще раз.\n\n\n\n    Приятного прохождения!",
    "answers": [
      {
        "id": 135,
        "text": "Вернуться в игру."
      }
    ]
  },
  {
    "id": 142,
    "text": "    \"Неужели все закончилось?! Я сделал это! Сделал, черт возьми!\" — радостно закричал Андрей, упав перед куклой на колени. \n\n\nКонец.",
    "answers": [
      {
        "id": 143,
        "text": "Достижение."
      }
    ]
  },
  {
    "id": 143,
    "text": "    Вы получили достижение: \"Борец со злом.\"\n    Поздравляю! Вы уничтожили куклу, спасли свою семью и отомстили! Призрак из картины теперь может спокойно покинуть этот мир, а вы сможете, наконец, жить счастливо в вашем доме с любимой семьей! Вы — герой!\n\n\n    Спасибо за прохождение!!!\n\n    P. S.: Но, это еще не все... Если вы не открыли все достижения, то советую их получить. Возможно какая-то из концовок вам покажется наиболее интересной... Ну, а за то, что вы получили достижение \"Борец со злом\", я дарю вам скрытую концовку. Вы можете ее не получать, а перейти на главную.",
    "answers": [
      {
        "id": 138,
        "text": "Скрытая концовка."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 144,
    "text": "    Кукла с каждым ударом спускалась по лестнице все ниже и ниже...\n    Вдруг Андрей услышал, как дверь в его спальню, в новом крыле, открылась. До него донесся крик Лены:\n  — Маша! Стой! Нееееет!!!\n    Маша подбежала к лестнице и ее пыталась догнать Лена, но, увидев Еву, она на секунду застыла на месте и упала в обморок. Дочь обернулась к маме, а потом посмотрела на куклу, которая резко развернулась и начала подниматься к Маше.\n    Часы закончили бой и Андрей протянул руку, чтобы остановить маятник, но Маша крикнула ему:\n  — Нет!!! Папа, стой! Не убивай ее!",
    "answers": [
      {
        "id": 145,
        "text": "Послушать дочь."
      }
    ]
  },
  {
    "id": 145,
    "text": "    Резко отдернув руку от маятника, Андрей крикнул дочери:\n  — Маша, убегай! Она убьет тебя!\n  — Она не может убить меня. Мы же друзья! — возмутилась Маша.\n  — Нет, Маша! Вы не друзья! — сказал Андрей, бросившись к Еве.\n  — Папочка, стой! Ты не понимаешь... Мы с ней уже единое целое! — сказала Маша.\n    Не успев подбежать, Андрей увидел, как кукла подошла к Маше...",
    "answers": [
      {
        "id": 146,
        "text": "Застыть в ужасе."
      }
    ]
  },
  {
    "id": 146,
    "text": "    Маша вытянула к кукле свои руки, а Ева выронила нож и протянула руки навстречу Маше.     \"Бедная, надо голову тебе на место поставить.\" — сказала Маша и смело взяла голову куклы, плотно вкрутив ее на место.\n    Кукла на глазах начала меняться: лицо ее стало прежним, а платье на глазах побелело. Маша взяла Еву на руки и, прижав к себе, сказала:\n  — Я никому не дам тебя в обиду! Пойдем в нашу комнату? Поиграем...\n    Маша с куклой на руках, медленно пошла в сторону старого крыла.",
    "answers": [
      {
        "id": 147,
        "text": "Пойти за дочерью."
      }
    ]
  },
  {
    "id": 147,
    "text": "    Андрей побежал за Машей. И только он протянул к ней свои руки, как она обернулась и он сразу отдернул их назад. Вместо глаз у Маши зияли черные дыры, такие же, как были у Евы. Она со злостью нахмурила брови и резко сказала каким-то не своим демоническим голосом:\n  — Не трогай!\n    Потом она отвернулась и медленно пошла по коридору.",
    "answers": [
      {
        "id": 148,
        "text": "Смотреть вслед дочери..."
      }
    ]
  },
  {
    "id": 148,
    "text": "    По щекам у Андрея покатились слезы. Он наблюдал за уходящей дочерью и понимал, что потерял самое дорогое. Упав на колени, он схватился за голову...\n\n    Маша же медленно шла по коридору, прижимая к себе Еву. Подойдя к старой детской, в обветшалом черном крыле, она смело открыла дверь и зашла внутрь. Вдруг из детской стало доноситься тихое Машино пение:\n    \"Тёмный лес,\n    Бушует дождик,\n    Кровь течет из глаз и рта.\n    Стала пленницей навеки\n    Дома с призраками я.\n    Старый дом разбушевался,\n    Кто-то мне стучит в окно.\n    В этом доме, оставаться\n    Только мертвым лишь дано...\"\n\n\nКонец.\n\nСпасибо за прохождение!",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 148,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-13.userapi.com/c850216/v850216102/1e0703/XSut-M6aQ-Y.jpg"
      }
    ]
  },
  {
    "id": 149,
    "text": "    Здравствуйте! Здесь будут храниться ваши достижения, которые вы получите по мере прохождения квеста.",
    "answers": [
      {
        "id": 133,
        "text": "Достижение 1.",
        "need": 133,
        "need_ever": true
      },
      {
        "id": 134,
        "text": "Достижение 2.",
        "need": 134,
        "need_ever": true
      },
      {
        "id": 141,
        "text": "Достижение 3.",
        "need": 141,
        "need_ever": true
      },
      {
        "id": 143,
        "text": "Достижение 4.",
        "need": 143,
        "need_ever": true
      },
      {
        "id": 148,
        "text": "Скрытая концовка.",
        "need": 148,
        "need_ever": true
      },
      {
        "id": 2,
        "text": "Пройти еще раз, для получения новых достижений."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 150,
    "text": "    Здравствуйте, дорогие мои читатели!\n    Хотелось бы сообщить вам, что вышел новый квест \"Вершитель судеб\", номер 178000, который я написала в соавторстве с двумя замечательными авторами: Teppish и Yulia Oayder.\n    Надеюсь, что он вам понравится. Ниже вы сразу можете перейти к его прочтению.\n \n    С уважением, ChatNoir.",
    "answers": [
      {
        "id": 1,
        "targetbookid": 178000,
        "text": "Прочитать \"Вершитель судеб\"."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  },
  {
    "id": 152,
    "text": "",
    "answers": []
  },
  {
    "id": 153,
    "text": "",
    "answers": []
  }
]