[
  {
    "id": 1,
    "text": "Автор: Pastila Tyan\nЖанр: Романтика\nДевушка по имени Мишель, живет одна, во все одинокая, но она надеяться что этот Новый Год проведет со второй половинкой! А не одна... ",
    "answers": [
      {
        "id": 2,
        "text": "◾Начнём◾"
      },
      {
        "id": 21,
        "text": "⬛От автора⬛"
      }
    ]
  },
  {
    "id": 2,
    "text": "Эх.... Новый год, чудесное мгновение! Но не для нашей героини, её зовут Мишель, ей 19 лет, она живет одна. Её мечта это встретить свою любовь, но какой год она уже проводит одна, в одиночестве... \nНо как то раз, в день 28 декабря, она встретила молодого парня, а было это так... ",
    "answers": [
      {
        "id": 3,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 3,
    "text": "29.12.2017\n\nСкоро наступит 2018 год, а девушка блуждала по вечернему городу. На её глаза попадались влюбленные пары, ой как она им завидовала очень. Ведь у них есть уже то о чем она давно мечтала. Тут её взяла усталость и она решила присесть на лавочку\n—Фух...- проговорила Мишель и посмотрела на уже звездное небо, было красиво, да и романтично... ",
    "answers": [
      {
        "id": 4,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 4,
    "text": "К ней подсел какой то парень, нарушая её покой\n—Чего задумчивая?- он ухмыльнулся. Парень был с каштановыми волосами, голубыми глазами и тонкими губами... ",
    "answers": [
      {
        "id": 5,
        "text": "◾Отстань! ◾"
      },
      {
        "id": 6,
        "text": "◾А?! что?!◾"
      },
      {
        "id": 8,
        "text": "*Уйти*"
      },
      {
        "id": 18,
        "text": "*Пощечина *"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Эй! Дерзить вздумала?!- ухмыльнувшись спросил парень и дал ей щелбан по лбу. Он рассмеялся, её реакция была потрясающая! На её лице было недоумение и всё что могло быть, да, он уже показывал свою странность \n—Идиот...- проговорила девушка и отсела от него на край, скрестив руки на груди",
    "answers": [
      {
        "id": 9,
        "text": "*Показать ему язык*"
      },
      {
        "id": 10,
        "text": "*Игнорировать*"
      }
    ]
  },
  {
    "id": 6,
    "text": "—И правда! Задумчивая!- смеясь сказал парень и посмотрел ей в глаза, он на момент замер, а потом так скажем оживился... \nДа, это была искра любви... \n—Я... Мишель...- проговорила девушка и посмотрела на парня, слава Богу из-за вечерней темноты не было видно её красных щек",
    "answers": [
      {
        "id": 7,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Леонель...- проговорил парень и протянул девушке руку чтобы пожать, ведь так делают при знакомстве. А она пожала ему руку и улыбнулась\n—Приятно познакомится!- сказала девушка и облакатилась на спинку скамейки. \nВ её голове были самые разные мысли! \"А вдруг это именно тот кто мне нужен?! Нет, такого не бывает!\" Проносилось в голове у девушке, но ответа она не получала",
    "answers": [
      {
        "id": 13,
        "text": "*Заговорить*"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы встали и ушли, направились к себе домой, но парень был не настойчивый, поэтому остался там просто сидеть... \nУ Мишель был такой шанс, но она его упустила... \n\nКонец! Это была плохая концовка, потому что Мишель провела Новый Год одна... ",
    "answers": [
      {
        "id": 1,
        "text": "Попробуйте ещё раз! "
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ну ты и наглая!- сказал парень и посмотрел на девушку, она постепенно действовала ему на нервы... \n—Если что то хотите! То говорите!- сказала девушка и отвернулась от парня",
    "answers": [
      {
        "id": 11,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы долго молчали и вскоре ему это наскучило, он понял что во все не судьба... \nОн ушел, а она осталась сидеть, и думать, \"Может был шанс?\"... \n\nКонец! Концовка плохая, Мишель теперь во все одна:-(",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 11,
    "text": "Он вздохнул\n—Раз так плохо, то я пойду... Пока! Счастливого Нового Года!- улыбнувшись сказал парень и встав, ушел... \n\nКонец! Это тоже концовка не очень! ",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вскоре парень зашел в квартиру и протянул девушке цветы\n—Спасибо!- проговорила девушка и крепко его обняла, взяв букет незабудок. Она поставила букетик в вазу с водой и помогла парню снять куртку. \n—Чай, кофе?- спросила девушка и посмотрела на парня, пройдя на кухню\n—Кофе...- проговорил Леонель и сел за стол, дожидаясь своего любимого напитка\n—Хорошо...- проговорила девушка и стала делать две кружки кофе.... ",
    "answers": [
      {
        "id": 16,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Может... Прогуляемся?- спросила девушка и посмотрела на парня\n—Ладно...- парень встал и взяв её за руку, повел по улице, он делал вид, как будто то что они держатся за руки, просто дружеский жест... ",
    "answers": [
      {
        "id": 14,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 14,
    "text": "По пути эти голубки успели вместе выпить горячего шоколада, много пообщаться, да и что самое интересное, обменяться телефонами\n—Ладно... Я наверное пойду домой...- проговорила девушка и зевнула\n—Проводить?- спросил Леонель и слабо улыбнулся, взяв её крепче за руку\n—Хорошо... \nВскоре они стояли около её дома, девушка встала на носочки и нежно поцеловала парня в щеку\n—Спасибо! Встретимся завтра?- спросила Мишель и крепко обняла парня\n—Созвонимся!- сказал парень и в ответ обнял девушку, вскоре она зашла в дом, а там и в квартиру... ",
    "answers": [
      {
        "id": 15,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 15,
    "text": "Утро. \n30.12.2017\n\nДевушка проснулась рано, умылась, причесалась, оделась. Вдруг, в её телефоне раздался звонок. Это был Леонель\n—Да?- спросила девушка и подошла к окну, около её подъезда стоял Леонель с букетом цветов в руках. Девушка сказала номер квартиры и отключила телефонный звонок. Она открыла ему дверь подъезда, а потом стала дожидаться парня около двери в квартиру, она её открыла и стала ждать его.... ",
    "answers": [
      {
        "id": 12,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 16,
    "text": "Она поставила две кружки кофе на стол и села на против парня, взяв себе кружку кофе, начав пить. \n—Может... Новый Год вместе проведем?- спросил Леонель и слабо покраснел\n—Я не против...-проговорила девушка и слабо улыбнулась, начав медленно попивать свой кофе. \n—А у кого будем праздновать?- спросила Мишель и задумалась\n—У тебя!- проговорил парень и уже допивал свой кофе. А потом достал из кармана телефон. \n—Ладно...- сказала девушка и допив кофе, взяла кружки и поставила в раковину... ",
    "answers": [
      {
        "id": 17,
        "text": "◾Далее◾"
      }
    ]
  },
  {
    "id": 17,
    "text": "Они общались, несколько раз пили чай, смотрели фильмы, дурачились, играли... Но вскоре наступил вечере, но парень остался у девушки с ночевкой. А на следующие утро они стали украшать квартиру, а пока девушка украшала квартиру, парень сходил за елкой, а потом они стали вместе и её украшать, девушка приготовила всякую еду. А как наступил вечер, они сели за стол, включили фильм и стали ужинать. Как поели то просто встали у окна и стали смотреть на салют. А вечер закончился поцелуем... \nВот, сбылась мечта девушки! У неё есть любовь и Новый Год она провела не одна! \n\nВот! Это отличная концовка! ",
    "answers": [
      {
        "id": 1,
        "text": "Молодец! ❤️"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Ты чего агрессивная?!- недовольно спросил парень и посмотрел на девушку. Он не понимал, к чему у неё такая агрессия к нему. \n",
    "answers": [
      {
        "id": 19,
        "text": "*Уйти*"
      },
      {
        "id": 20,
        "text": "*Молчать*"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы ушли, Мишель осталась одна, а парень так там и остался недовольно сидеть на скамейке вечером... \n\nКонец! Плохая концовка! ",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз "
      }
    ]
  },
  {
    "id": 20,
    "text": "Парень тоже ничего не говорил, вскоре к парню подошла девушка \n—Леонель?- спросила эта незнакомка и обняла его, а парень ушел с ней\n\nКонец! Леонель встретил свою дальнюю подругу! \n",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я (Автор), хочу сказать привет моим читателям, это мой самый первый квест, сделанный за один вечер, не судите строго! Жду любого мнения, но ещё, пишите, надо мне продолжать делать квесты или нет... ",
    "answers": [
      {
        "id": 1,
        "text": "◾Вернуться к началу◾"
      },
      {
        "id": 2,
        "text": "◾Начать квест◾"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]