[
  {
    "id": 1,
    "text": "Автор: Bartow\nЖанр: Фэнтези.\n\nЭта история берет свое начало в мире, являющимся одним из самых древних, в мире, с которого все началось и которым все закончится.\n\nКаждые сто лет на планете, под именем Мидкронс, из самых глубин ада, пробуждается существо, равное по силе самому Богу. Существо, которое полностью состоит из зла и ненависти к роду человеческому. \n\nЛюди смогли противостоять сущему злу. Раз в сотню лет, перед пробуждением тьмы, собирается совет из самых мудрых и уважаемых людей. Совет состоит из нескольких частей, после прохождения которых, лучшим воинам дают звание — \"Рыцарь-защитник \". Титул могут получить только лучшие из лучших, доблестные и умелые воины. \n\nИз покон веков, в совете состояло восемь мудрецов, соответственно, героев так же было восемь. Но в этот раз что-то пошло не так.\n\nСпасите же мир!                                                                                  Или уничтожьте его окончательно!",
    "answers": [
      {
        "id": 2,
        "text": "Сбор совета."
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "need": 13
      },
      {
        "id": 1,
        "url": "https://vk.com/club170795540",
        "text": "Группа ВКонтакте."
      }
    ]
  },
  {
    "id": 2,
    "text": "— Что произошло? Почему такая срочность?\n— Да, мудрец Арн, объясните, что заставило вас так быстро собрать совет?\n— Слушайте внимательно. Времени практически нет. Оно пробудилось... — В спешке проговорил Арн.\n— Но этого не может быть! — Злостно воскликнул мудрец Пронид.\n— Неужели это правда? — Со страхом уточнил мудрец Горх.\n— А вы сами не видите? Нас здесь всего четверо. Я не знаю ни одного случая, чтобы кто-то опоздал на всеобщий совет! Арн говорит правду! — Добавил Цурон.\n— Тогда у нас нет времени на споры! Четверых мудрецов и их славных воинов уже нет в живих. Остались только мы. — Сказал Пронид.\n— Хорошо, тогда нам придется пропустить вторую часть совета. — Сказал Цурон.\n— Но ведь это традиция. Мы не можем нарушить завет, который соблюдался тысячилетиями! — Простонал Горх.\n— Какие к черту традиции, когда человечеству угрожает проблема мирового масштаба! Сейчас каждая минута на счету. Нужно немедленно предупредить героев и дать им особое оружие. — Прокричал Цурон.\n— Я займусь высвобождением легендарного артефакта, Цурон запечатает наши силы в него. Пронид, ты займешся информацией о местонахождении монстра, ну а Горх оповестит всех оставшихся воинов. — Прокашлявшись, сказал мудрец Арн.",
    "answers": [
      {
        "id": 3,
        "text": "Слудеющий день."
      }
    ]
  },
  {
    "id": 3,
    "text": "На следующий день все герои были собраны...\n\n— Ну что, представим своих воинов. — Сказал Арн. — Первым будет Горх.\n— Представляю вам лучшего мастера двуручных клинков Богини Авроры, Рейна.\n— Для меня честь сражаться с вами! — Приятным голосом, сказал невысокий красноволосый парень, которому на вид было лет шестнадцать.\n— Кажется, теперь моя очередь. Вынужден представить вам самую умелую лучницу всех времен и миров, скрытная Эклис. — Прокричал Пронид. \n— Надеюсь, у нас все получится. — Робко поклонившись, сказала девушка с короткими черными волосами.\n\nДевушка была в смущении, оно и не странно. Из-за выдающейся фигуры, взгляды всех мужчин были прикованы именно к ней.\n\n— Теперь вы Цурон. — Ехидно сказал Пронид.\n— Раз так, представляю сильнейшего в мире воина, мастера-копьеносца, Мэллори. — Пафосно представился мудрец Цурон.\n \nДевушка же, решила промолчать, потому что слова были излишними. За девушку говорила, не так сильно выделявшаяся, как у Эклис, грудь и не менее стройное и грациозное тело, что в добавок с длинными распущенными волосами, цвета ночи, давало невероятный эффект на мужскую часть зала.\n\n— Ну и последний воин. Воин который поведет вас в бой. Отличившийся уничтожением каменного голема, в одиночку сражался против тысячи воинов, герой Артон. — Проговорил, словно стих, мудрец Арн.\n\nПарень выглядел брутально. Его взгляд вызывал у Эклис и Рейна чувство гордости, уважения и некого страха. Мэллори же испытывала множество различных чувств к этому сильному воину. Чёрно-белые волосы и шрам на правой щеке давали герою некий    шарм и возвышали его среди остальных. Артон был молод, но из-за частых сражений, его волосы стали рано седеть.",
    "answers": [
      {
        "id": 4,
        "text": "Точим ножи."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Герои! — хором крикнули старики.\n\nЧетверо воинов выстроились в ряд.\n\n— Сейчас мы отдадим вам знания, которые передавались из поколения в  поколение, они помогут вам в этой нелегкой битве. Также вручим артефакт. Его создали самые первые герои, которым удалось загнать зверя обратно в бездну. Они использовали собственную силу духа, пожертвовали своими жизнями ради будущего. Если что-то пойдет не так, надеюсь вам хватит смелости сделать тоже самое.\n\nМудрецы отдали артефакт героям и те, полные уверенности, отправились на величайшую битву.",
    "answers": [
      {
        "id": 5,
        "text": "Знакомство с напарниками.",
        "need": 12,
        "need_sometimes": true
      },
      {
        "id": 12,
        "text": "Выбор заклинанния.",
        "need": -12
      }
    ]
  },
  {
    "id": 5,
    "text": "Воины, не теряя времени, отправились в дальний путь. Добираясь до границы между все еще живыми полями и уже полностью опустевшей и сожжённой дотла земли, герои смогли совершить несколько подвигов, тем самым неплохо сдружившись. Из-за неприятностей, которые они пытались решить, герои пришли позже запланированного ими срока...\n",
    "answers": [
      {
        "id": 6,
        "text": "Что же произошло?"
      }
    ]
  },
  {
    "id": 6,
    "text": "По указаниям мудреца Пронида, демон направлялся в небольшую рабочую деревушку.\n\n— О, Боже... — Тихо проговорила Эклис.\n— Не может быть! Мы опоздали! — Прокричал Рейн.\n— Чертов демон!!! Мы должны его догнать. Иначе пострадают еще невинные люди. — Со злостью сказал Артон. — Я воспользуюсь магией и свяжусь с мудрецами, они подскажут нам дорогу.\n\nМудрец Пронид дал указания о направлении и сказал, чтобы герои поторопились, ведь в следующей деревне хранился артефакт, способный залечивать все недуги и если он попадет к демону, мир будет обречен.\n\n— Он недалеко ушел, а значит... — Не договорил Рейн.\n— Значит Эклис может его увидеть. Ведь так, Эклис? — Закончила за Рейна, Меллори.\n\nИспользовав свои способности, Эклис смогла обнаружить врага. И испуганно сказала:\n— До чего же страшное существо. Он выглядит, словно святой ангел из легенд, что мне в детстве читала бабушка. Только его кожа и аура совсем другие. Ребята, мы должны поторопится, он почти добрался... — Последние слова девушка сказала настолько тихо, что уловить их не смогла бы даже она.\n— Когда-то он и был ангелом. — Мрачно протянул Рейн. — Но он предал свой народ и за это его изгнали. И теперь он хочет только одного — Мести!",
    "answers": [
      {
        "id": 7,
        "text": "В предвкушении боя."
      }
    ]
  },
  {
    "id": 7,
    "text": "Зверь практически добрался до деревни, но герои успели его остановить. Завязался бой не на жизнь, а на смерть.\n— Построение! — Крикнул Артон.\nВстав на свои боевые позиции, герои начали атаковать врага. Но они не учли одного, их было в два раза меньше, а тварь, со временем, становилась все сильнее и сильнее.\nБыстрым скачком, зверь приблизился к Артону, ударив его с невероятной силой. Парень отлетел на сотню метров. Следующим ударом, демон снес Эклис и Рейна. Мэллори осталась один на один с лютым зверем. Поединок был жестоким. Девушка не уступала в силе, она двигалась с невероятной скоростью, уклоняясь от всех атак демона, и успевала наносить молниеносные удары. Зверь хоть и превышал человека в размере, достигая трех метров, но из-за этого, его движения были намного медленнее, чем движения Мэллори.\nПоняв, что сдает позиции, зверь решился на подлость. Увернувшись от очередного удара девушки, он рывком подскачил к раненному Артону. Тварь замахнулась... Удар... Облако пыли окутало поле боя. Земля разошлась трещинами. Он победно ухмыльнулся.\nПыль рассеялась... Еле стоя, Мэллори сказала всего одну фразу:\n— Отправляйся туда, откуда ты вылез паршивый демон! — После чего обессиленная свалилась на Артона.\nДо парня дошло, что Мэллори передала ему остатки своей силы. \n— Я не подведу тебя... — Слеза упала на его затупленный меч. \nВ тоже мгновение чудище заорало, Артон пронзил его свои мечом. Демон отскочил от рыцаря, став на одно колено и злобно оскалился.",
    "answers": [
      {
        "id": 8,
        "text": "Разгар боя."
      }
    ]
  },
  {
    "id": 8,
    "text": "Артон взял инициативу боя на себя, пока Эклис и Рейн приходили в себя после удара чудовища. \n\nАртон был готов уничтожить весь мир из-за утраты Мэллори, сил у него было немеренно. Артон телепортировался за спину демона и резким ударом отрубил ему руку. Демон заорал на всю округу. Развернувшись, он нанес сокрушающий удар, такой силы, что даже Артон не смог выстоять, улетев от зверя. Подойдя к окровавленному парню, он замахнулся оставшейся рукой. Рывок... Артон из последних сил смог оттолкнуть чудовище и в него попала стрела, выпущенная Эклис. Демон разозлился ещё больше из-за такой дерзости в его сторону. Прыжок... И Эклис уже болтается на его когтях.\n\nНеужели это конец? Разве ты не можешь ничего поменять? Действуй! Ты сможешь всех спасти.",
    "answers": [
      {
        "id": 9,
        "text": "Опустить руки.",
        "need": 14,
        "need_sometimes": false
      },
      {
        "id": 10,
        "text": "Верить в победу.",
        "need_sometimes": false,
        "need": 13
      },
      {
        "id": 22,
        "text": "Победа в руках.",
        "need": 15,
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 9,
    "text": "Из последних сил Артон и Эклис сражались с демоном. Силы явно были не равны. В разгаре битвы никто не заметил, как Рейн активировал артефакт. Через силу, парень поднялся и направился в сторону боя.\n— Артон, держи артефакт. Убей эту тварь! За Мэллори!\nАртон прикрепил артефакт к стреле Эклис. Та выстрелила, но... Бес уничтожил стрелу прямо на лету. Рейн упал без сознания. \n— Как... же... так... — Простонал Артон.\nЭтим все было кончено. Демон добил парня и Эклис, а сам направился в деревушку за артефактом жизни.\n\nВ Рейне была запечатана некая сила, после смерти она высвободилась и взорвала все вокруг. ",
    "answers": [
      {
        "id": 11,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 10,
    "text": "Артон истекает кровью, Мэллори пожертвовала своей жизнью ради своих друзей, Эклис пронзили когтями, она находится на грани. \n— Что я смогу слелать? Если они не смогли. — Валяясь на полу, рыдая, пробормотал Рейн. — Я знаю, могу. Да... Я сделаю это.\nПока демон был занят добиванием Эклис и Артона, Рейн смог доползти до Мэллори. Взяв ее за руку, он начало произносить заклинание обмена силы. Но на последних мгновениях тело подвело его, его кости были переломаны, Рейн держался в этом мире только благодаря силе воли. Закончив играть с телами уже мертвых воинов, демон обратил внимание на, все еще хватающегося за жизнь, Рейна. Рейн в панике нащупал камень, который должен был активировать артефакт, но камень никак не хотел вставлятся. Демон уже подходил к парню, от страха он просто кинул артефакт во врага. Словив его, демон раздавил его ногой, при этом растянув улыбку так, что обычный человек сошел бы с ума.\n Вдруг демон сорвался с места и ринулся прямо на парня. Мгновение... Дождь из крови... Неугомонный крик демона... И последние слова...\n\nЭти слова будут писать в книгах, люди будут знать их наизусть через тысячи лет, они будут звучать в песнях, эти слова будут последними, они дадут начало концу.\n\n— Если артефакта больше нет, героев тоже нет. Осталась только я и только ты. Тогда я закончу это. Умри уже наконец!\n\nНа одной из последних тренировок, Мудрец Цурон научил Мэллори одному заклинанию. Запрещенная способность, ударная волна которой может снести небольшой город. Мощнейшее заклинание известное человечеству. Его использовали при первом появлении зла. Самое время применить эту способность:\n— Удар Гарпона! Сдохнииии!!!",
    "answers": [
      {
        "id": 11,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "История закончилась. Так или иначе, это был последний бой этого века. Проиграет ли зло, или может, оно уничтожит все, мы не можем знать наверняка. Выбор совершенный нами единожды, может изменить историю всего рода, хоть мы всего лишь маленькие точки, ничего не решающие. Одной точкой больше, одной меньше. А зло... зло будет всегда. И может хоть этот мир сможет освободится от магии, что бы у зла не было ни шанса.\n\nРазрушился ли мир, иль смог устоять, нам неизвестно. Но больше Мидкронс не видовал магии. Стало быть, этот бой показал нам все, что мы могли бы увидеть.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 12,
    "text": "Чтож, вам предстоит трудный выбор, от которого зависит судьба всего Мидкронса.",
    "answers": [
      {
        "id": 13,
        "text": "Удар Гарпона."
      },
      {
        "id": 15,
        "text": "Призыв Пожерателя."
      },
      {
        "id": 14,
        "text": "Печать Смерти."
      }
    ]
  },
  {
    "id": 13,
    "text": "Удар Гарпона — заклинание придуманное сильнейшим \"Рыцарем-защитником\". Из известных миру доблестных воинов, лишь трое могли использовать эту способность.",
    "answers": [
      {
        "id": 4,
        "text": "Заклинание выбрано. Не стоит терять ни минуты!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Печать смерти — одно из самых сильнейших заклинаний всех миров и народов. В заклинателя помещается мощная сила, которая активируется после смерти обладателя и уничтожает все на своем пути.",
    "answers": [
      {
        "id": 4,
        "text": "Заклинание выбрано. Не стоит терять ни минуты!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Пожератель — существо, способное поглотить сущее зло. Существо подчиняется воле призывателя, но предмет призыва невероятно хрупок и может сломатся при малейшем давлении.",
    "answers": [
      {
        "id": 4,
        "text": "Заклинание выбрано. Не стоит терять ни мунуты!"
      }
    ]
  },
  {
    "id": 16,
    "text": "ьвлаал",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "олалал",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "оаовоала",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "лалалпл",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "оаоао",
    "answers": [
      {
        "id": 21,
        "text": "овов"
      }
    ]
  },
  {
    "id": 21,
    "text": "оаоапл",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Рейн из последних сил бросился к Эклис. Взяв у нее ожерелье, он прочитал заклинание.\n\n— Ты хочешь, чтобы я его поглотил?\n— Да! Помоги нам. Ты ведь для этого и создан.\n— Хорошо. Но если твой дух слаб, ожерелье сломается и тогда меня уже никто не сможет остановить. Ты это понимаешь!?\n— Да. Я смогу. Выйди же зверь, поглощающий страдания и страхи людей!\n\nАртефакт засветился, в землю ударила молния и из недр Мидкронса появился огромный голем. Призванное существо с лёгкостью справилось с угрозой, но...\n\nВ бою Рейна нехило потрепало, к тому же, он был не самым храбрым человеком. Тьма смогла закрасться в его сердце и ожерелье раскололось на тысячи маленьких кусочков.\n\nГолем свершил обещаное и над Мидкронсом нависла еще более могущественная сила.",
    "answers": [
      {
        "id": 11,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": "hfhdh",
    "answers": [
      {
        "id": 24,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "hxhdhdh",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "hxgdgdg",
    "answers": [
      {
        "id": 26,
        "text": "Новый hchcответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "hdhdhd",
    "answers": [
      {
        "id": 27,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 27,
    "text": "hfhfhfhf",
    "answers": [
      {
        "id": 1,
        "text": "V nachalo"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]