[
  {
    "id": 1,
    "text": "автор: ŚHÎBÂ\n\n\nПредлагаю провести вечерок с Котом Нуаром. \n\n> По фэндому \"Леди Баг и Кот Нуар\" \n> Вы играете за девушку Маринетт\n> (для тех, кто не знает) Адриан — это Кот Нуар, Маринетт — это Леди Баг. Никто не может догадаться , что за масками супер героев скрываются они.\n\nПисала квест на одном дыхании, так что не судите строго.\n\n_______________________________________________\n\nКхм... Хотелось бы спросить, хотите ли вы сёнен-ай (яой, слэш ) или квесты по другим фэндомам (например: Хвост Феи, Токийский Гуль, Моя геройская академия,  Великий из бродячих псов)\n\n",
    "answers": [
      {
        "id": 2,
        "text": "HÂЧĄŤЬ"
      },
      {
        "id": 3,
        "text": "ĶØHЦØBĶŲ"
      },
      {
        "id": 24,
        "text": " ДØĆŤŲЖĒHŲЯ "
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты сидишь и рисуешь в своём скетчбуке платье в стиле \"Кота Нуара\". Задумавшись, касаешься кончиком языка грифеля и морщищся от горького привкуса. Вдруг  ты слышишь звук падения на своём балконе.",
    "answers": [
      {
        "id": 4,
        "text": "Пойти проверить"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здесь отображаются открытые тобой концовки^-^",
    "answers": [
      {
        "id": 3,
        "text": "\"СПОКОЙНЫЙ ВЕЧЕР\"",
        "need": 8,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"НЕ ПО ПЛАНУ\"",
        "need": 13,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"ВСЁ К ЛУЧШЕМУ\"",
        "need": 14,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"А КОНЕЦ ЛИ?\"",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"БЕССОННАЯ НОЧЬ\"",
        "need": 18,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"НОЧНОЙ ПАРИЖ \" ",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"ВДОХНОВЕНИЕ\"",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"ПОЦЕЛУЙ\"",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 3,
        "text": "\"ВОЗМОЖНА ЛИ МНЕ ТАКАЯ  УДАЧА?\"",
        "need": 21,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты медленно подходишь к люку, но тут он резко открывается и ты видишь перед собой парня, точнее Нуара.",
    "answers": [
      {
        "id": 5,
        "text": "взвизгнуть от неожиданности "
      },
      {
        "id": 6,
        "text": "- Глупый Кот! Нельзя так людей пугать! И чего ты тут забыл!?- начать выталкивать Кота"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты взвизгнула и зажмурилась. Кот усмехнулся.\n— Привет, Прррринцесса! — Нуар запрыгнул в комнату.\n— Дурак!!!- ты скрестила руки на груди и надула щеки.   — Да ладно тебе, Принцесса. Ты не можешь на меня обидеться. — Кот ухмыльнулся.\n",
    "answers": [
      {
        "id": 9,
        "text": "- Почему это?- ты нахмурилась."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Эй, полегче — Кот был слишком тяжелым, так что ты не смогла его вытолкнуть. Кот запрыгнул в комнату и завалился на твою кровать.",
    "answers": [
      {
        "id": 7,
        "text": "Тяжело вздохнуть и смириться"
      },
      {
        "id": 8,
        "text": "Вот наглый кошак! Выгнать!"
      }
    ]
  },
  {
    "id": 7,
    "text": "А что ещё остаётся делать? Подумав, ты решила, что раз уж он пришёл, то можно расспросить Кота о его чувствах к Леди Баг. \n— Раз ты решил заглянуть ко мне, может хочешь круассанов?\n— С удовольствием — промурлыкал Кот.\nТы ушла за круассанами. Вернувшись в свою комнату, ты застала его за просмотром вырезок из журнала, которые ты повесила на стены. На них был изображен Адриан. \n— Тебе нравится этот парень? — ухмыльнулся Нуар. Ты покраснела.",
    "answers": [
      {
        "id": 12,
        "text": "- Пф, конечно нет! Просто мне нравятся работы модельера Габриэля Агреста! - соврала ты. Ну ты же не могла сказать, что Адриан тебе нравится. Тем более Коту."
      },
      {
        "id": 13,
        "text": "- Возможно... - ты сильно смутилась и опустила голову."
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты еле как выпроводила Кота из своей комнаты. Ты облегченно выдохнула и принялась дорисовывать эскиз платья.\n\n                                    КОНЕЦ\n                       \"СПОКОЙНЫЙ ВЕЧЕР\"",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Потому что... я тебе нравлюсь — Нуар улыбнулся.",
    "answers": [
      {
        "id": 10,
        "text": "-ЧТОО!? С чего это ты взял?! - ты нахмурилась, скрестила руки на груди и отвернулась."
      },
      {
        "id": 11,
        "text": "- Не правда!!- ты смутилась и закрыла лицо руками."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Я же пошутил — Кот подошёл и и положил голову тебе на плечо. Вдруг он заметил твой скетчбук. \n— Можно посмотреть? — Нуар указал на скетчбук",
    "answers": [
      {
        "id": 16,
        "text": "-Смотри "
      },
      {
        "id": 17,
        "text": "- Нельзя! - ты подбежала и закрыла скетчбук"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Да ладно, я же вижу. — Кот улыбнулся чеширской улыбкой. Он подошёл к тебе и наклонился к твоему лицу. ",
    "answers": [
      {
        "id": 20,
        "text": "Поцеловать его"
      },
      {
        "id": 21,
        "text": "отодвинуться"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Допустим я тебе поверил \n— Давай лучше пойдём на балкон — ты мило улыбнулась. Кот отвернулся и закрыл лицо рукой. Похоже, он покраснел. Ты хихкнула.  Вы поднялись на балкон и устроились на диванчике. Вы ели круассаны, разговаривали обо всем, о чем не лень. Вам было очень весело. А после вы просто смотрели на ночное небо.",
    "answers": [
      {
        "id": 14,
        "text": "Не прерывать момент"
      },
      {
        "id": 15,
        "text": "-Что ты чувствуешь к Леди Баг? - решилась ты задать вопрос."
      }
    ]
  },
  {
    "id": 13,
    "text": "Кот улыбнулся. Он подошел и потрепал тебя по голове. \n— Думаю, тебе стоит признаться ему. Ну, а мне пора. До встречи, Маринетт. — Нуар захватил пару круассанов и выпрыгнул в окно. \n\"Блин, хотела расспросить его, а в итоге сама призналась в том, что люблю Адриана\" — подумала ты.\n\n                                       КОНЕЦ\n                                \"НЕ ПО ПЛАНУ\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы не решились спросить о Леди Баг. Может, это и к лучшему...\n\n                                      КОНЕЦ\n                             \"ВСЁ К ЛУЧШЕМУ\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ээм... Ну... Я... Думаю, я люблю её. Она такая превосходная. Леди Баг храбрая, сильная, добрая и очень милая... — Кот говорил это так искренне. Его глаза сияли, когда он говорил о Леди Баг. Ты прослезилась.\n—Мари, ты чего?- взволнованно спросил Нуар.\n—Ничего такого. Просто... не думала, что ты можешь быть таким. — ты улыбнулась. Кот заключил тебя в свои объятия. Ты не заметила, как уснула.\n_______________________________________________\nНуар отнёс Маринетт в комнату и уложил в кровать. \n—Спокойной ночи, Моя Леди. — Кот поцеловал Мари в макушку и ушёл.\n\nP.S. Кот Нуар называет Своей Леди Леди Баг\n\n                                      КОНЕЦ\n                               \"А КОНЕЦ ЛИ?\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кот подошёл к скетчбуку и стал рассматривать эскиз платья.\n— Это платье очень похоже на мой костюм — Нуар повернулся и уставился на тебя.\n— Ну да... мне нравится твой образ кота — ты неловко улыбнулась. Кот посмотрел на часы.\n— Я бы с удовольствием ещё посидел с тобой, Принцесса,  но мне пора. Пока! — Нуар уже был на балконе, но он остановился и сказал на последок- И да, очень красивый эскиз. У тебя таланта. \nТы вдохновилась и всю ночь провела за рисованием.\n\n                                         КОНЕЦ \n                               \" ВДОХНОВЕНИЕ\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ооу, секретики — Кот ухмыльнулся.\n— Н-нет! Просто это незаконченная работа. — сказала ты и убрала скетчбук. \n—Принцесса, может прогуляемся? — спросил Нуар и протянул тебе руку.",
    "answers": [
      {
        "id": 18,
        "text": "- Не хочу. Я слишком устала"
      },
      {
        "id": 19,
        "text": "- Отличная идея - сказала ты и взяла Кота за руку"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Раз ты устала, думаю , мне пора уходить. Сладких снов, Принцесса — сказав это, Нуар запрыгнул на балкон, затем на крышу другого дома и скрылся во тьме. Ты сразу же улеглась спать, но не смогла уснуть из-за мыслей о Коте и Адриане. \n\n                                       КОНЕЦ \n                            \"БЕССОННАЯ НОЧЬ\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "Кот взял тебя на руки и понёс к Эйфилевой Башне. Когда вы добрались, Нуар закрыл тебе глаза и подвел в краю башни. Когда Кот открыл тебе глаза ты ахнула от восхищения. С башни открывался прекрасный вид на ночной Париж. Всё оставшееся время вы любовались огнями ночного Парижа.\n\n                                        КОНЕЦ    \n                              \" НОЧНОЙ ПАРИЖ \" ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Кот такого точно не ожидал, но он не разорвал поцелуй. Через некоторое время вы отстранились. Вы были красные, как помидорки.\n\"Что это было? Я же люблю Адриана! Это неправильно!\" \n— Э... Я думаю, тебе пора, Кот — ты вытолкнула Нуара из своей комнаты. Ему не оставалось ничего кроме как послушно уйти. Всю ночь ты обдумывала, зачем ты это сделала.\n \n                                        КОНЕЦ\n                                    \"ПОЦЕЛУЙ\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Пошли на балкон? — отодвинувшись, спросила ты. \n— Ну... пошли — Кот открыл люк, забрался на балкон и подал тебе руку. Ты поднялась, вы подошли к перилам и стали разговаривать.  Вы говорили очень долго. В итоге дело дошло до обсуждения дел любовных. Ты рассказала о том, что любишь Адриана, а Кот рассказал о своей любви к Леди Баг.\n— Что если я скажу, что это я Адриан? — спросил Кот.\n— Пф, мечтай. Тебе не сравниться с ним. — ответила ты и посмеялась. — А что если я — Леди Баг.\n— Хах, бред. Вы совершенно разные. — сказал Нуар и посмотрел в небо.\n\"Что если ты не шутишь? Возможна ли мне такая удача?\" — подумала ты\n— Эх... Невозможно — сказали вы в один голос.\n\n                                        КОНЕЦ\n              \"ВОЗМОЖНАЯ ЛИ МНЕ ТАКАЯ УДАЧА?\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "Достижения",
    "answers": []
  },
  {
    "id": 23,
    "text": "Вы открыли все концовки",
    "answers": [
      {
        "id": 22,
        "text": "назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Достижения ",
    "answers": [
      {
        "id": 24,
        "text": "\"ПОЛНОЕ ПРОХОЖДЕНИЕ\"",
        "need": [
          8,
          13,
          14,
          15,
          18,
          19,
          16,
          20,
          21
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]