[
  {
    "id": 1,
    "text": "\n\n\nПредставьте мир,  в котором проживают необычные организмы больше похожие на наших слизняков и улиток. Но даже у улиток есть чувства, и даже слизняк готов поставить жизнь на кон ради любимой! Это их история, это их битва...",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 1,
        "text": "ку",
        "need": 500,
        "calculate": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c841223/v841223308/57fa0/kXhTqeMqONg.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c841223/v841223308/57fa0/kXhTqeMqONg.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Погода была мокрая и туманная. Слизняку Зюзи Коробкину было комфортно и радостно на душе не только от погоды, но и от того, что его возлюбленная улитка Касси Виноградова, наконец, то дала согласие на брак. <s>r\n Два сезона ухаживаний все-таки дали результат. Его Касси была одной из красивейших улиток, нежная склизкая кожа и очаровательные рожки с пестрой раковиной не единожды разбивали мужские сердца слизней. Зюзи поистине считал себя удачливым слизняком. С детства, воспитанный в военной семье, он нес на себе ответственность за свои поступки и действия. Как любил говорить еще его дед: \" Никогда не кидайся последними заклинаниями попусту. Если кинул, то должен держать ответ и исполнять\". К сведению, последнее заклинание он произнес своей Касси, о защите, опеке и честности своего слова, и он был настроен выполнить это заклинание.<s>r\n  Думая о любимой, Зюзи спешил домой, как в головизор позвонили.<s>r\n\"Это еще кто такой?\", — подумал слизень, — \"Неизвестный фон?\" Дав команду на ответ, Зюзи, первое мгновение растерялся, он услышал механический голос: \" Уважаемый, Зюзи Коробкин, ваша невеста Касси похищена нами. Ее ждет смерть от пересыхания, если вы не выполните следующие условия:<s>r\n1) Вы снимаете свою кандидатуру с выборов в Совет Слизняков Его Мокрейшества.<s>r\n2) Вы выплачиваете нам 20 тонн гнильных листьев.<s>r\n3) Вы навсегда покидаете Сырое Поле, можете даже невесту забрать, после выполнения первых двух пунктов.<s>r\n И не пытайтесь нас искать, помните, в ваших присосках жизнь вашей невесты\".<s>r\n Сообщение закончилось. \"Что же делать?\" — думал Зюзи. Выполнить условия или попытаться освободить невесту. Все-таки он боевой слизень и у него есть достаточно друзей и знакомых из военных.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Выполнить условия похитителей."
      },
      {
        "id": 4,
        "text": "Обратиться за помощью к друзьям и освободить Касси."
      }
    ]
  },
  {
    "id": 3,
    "text": "Зюзи грустно взглянул на фон неизвестного номера и решил, что его карьера и деньги ничто, по сравнению с жизнью невесты.<s>r\nПервым делом он проверил свой счет. 20 тонн гнилостных листьев с трудом можно было собрать. И хотя он останется без листика в кармане, деньги ведь это не главное. С отменой заявки, тут сложнее, ему придется разговаривать с отцом. Ну что ж звоним:<s>r\n— Сын. — Раздался голос отца. — Что хотел? Я сейчас на заседании.<s>r\n— Отец, — Зюзи начал волноваться, даже несмотря на свою боевую карьеру, перед отцом он чувствовал себя кучкой растаявшего холодца. — Мне надо тебе сообщить новости.<s>r\n— Не мямли! Слизняк ты или моллюск бесполый! — рявкнул отец.<s>r\n— Я отзываю свою кандидатуру с выборов в Совет. — Отрапортовал Зюзи, невольно задерживая дыхание и пересыхая от страха.<s>r\n— Моллюск! Ты неимоверный, беспозвоночный червь. Ты хоть понимаешь, что будет! Ты свое место и победу отдаешь моему врагу! Слизень Рене воспользуется этим шансом и оставит нашу армию без присосок... — отец ненадолго замолчал, будто успокаиваясь, и добавил: — Причина, надеюсь веская, сын. Ты вправе сам решать, как будешь существовать. <s>r\n И отключился. После разговора с отцом я долго думал о будущем... Но время шло, и похитители не будут ждать.<s>r\nПоэтому Зюзи собрал вещи и даже обдумал, куда ему податься. Без денег, он мог рассчитывать только на Сухой Дол. Это место нищих и отверженных слизней и улиток. Да, будет сложно, но он боевой слизень и не ему опускать присоски и втягивать рожки в себя. Он обязательно справиться.<s>r\nТут раздался звонок.<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Ответить",
        "var_add": [
          "отв",
          20
        ],
        "var_equal": [
          "отв",
          0
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Зюзи глянул на неизвестный фон номера и подумал: \" Тварь ли я бесхребетная или право имею... Я боевой слизняк и в не моих правилах прощать похитителей и идти на поводу. Теперь необходимо разработать план действий по освобождению Касси. Но вначале узнать, кому выгодно снятие моей кандидатуры... А позвоню-ка я отцу\". —  С этими мыслями Зюзи набрал фон отца.<s>r\n— Слушаю! — рявкнул отец — Я занят, говори что хотел.<s>r\n— Отец, — отрапортовал Зюзи. — Скажи, кому может быть выгодно, мое снятие кандидатуры в Совет.<s>r\n— Ты сам, что ли не додумаешься? Моллюск Рене — этот слизень метит на твое место. Еще вопросы?<s>r\n— Нет, отец. Это все. — Зюзи отключился. Как он мог позабыть о Рене. Этот слизень всегда завидовал ему, и даже за Касси у них была борьба. Значит враг, выявлен. Теперь осталась набрать команду и разработать план освобождения.<s>r\n",
    "answers": [
      {
        "var_max": [
          "деньги",
          20000
        ],
        "var_add": [
          "деньги",
          20000
        ],
        "var_equal": [
          "деньги",
          0,
          "эффект",
          0,
          "выбор1",
          0,
          "выбор2",
          0,
          "выбор3",
          0,
          "выбор4",
          0
        ],
        "id": 7,
        "text": "Приступить к планированию освобождения."
      }
    ]
  },
  {
    "id": 5,
    "text": "ке",
    "answers": [
      {
        "id": 1,
        "text": "ке"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Молодец, — раздался механический голос. — Ты выполнил условия. Твоя невеста будет ждать тебя около станции \"Мокрость\". Желаю удачи.- Собеседник отключился.<s>r\n Собрав пожитки, Зюзи двинулся к станции, предвкушая встречу с Касси.<s>r\n  Она стояла в центре платформы листа, ее раковина переливалась от капель росы. А рожки с изяществом ощупывали окрестность листа. Зюзи сглотнул и подполз к невесте.<s>r\n— Здравствуй, Касси.<s>r\n— О, Зюзи! Привет. Мне сказали, что ты меня ждешь тут. Ты хочешь меня пригласить куда-то?<s>r\n",
    "answers": [
      {
        "var_max": [
          "отв1",
          21
        ],
        "var_add": [
          "отв",
          1
        ],
        "id": 6,
        "var_need": [
          "отв",
          20
        ],
        "text": "  — Нет, Касси. Я отдал все деньги, твоим похитителям и мне пришлось отказаться от поста в Совете Союза Его Мокрейшества. Я нищий, Касси. И сейчас мой путь лежит в Сухой Дол, там я начну все заново. — Сказал правду Зюзи. Не мог он соврать любимой, да и не честно это было бы по отношению к ней. Он воин, он должен держать свое Последнее заклинание.",
        "addToHistory": 0
      },
      {
        "merge": false,
        "text": "  — Да, Касси, я хотел тебя пригласить в Сухой Дол. Посмотреть на жизнь простых слизней, может пожить среди них. — Соврал Зюзи. Не мог он признаться Касси, что он нищий, она может не перенести этой новости.",
        "id": 6,
        "var_sub": [
          "отв",
          10
        ],
        "var_min": [
          "отв",
          9
        ],
        "var_no_more": [
          "отв",
          20
        ]
      },
      {
        "id": 6,
        "text": "  — Что за глупости, Зюзи. Что мне там делать? Я не согласна. Мне и здесь хорошо. Может ты сам, сползаешь, да посмотришь на жизнь простого слизня, а я тут тебя подожду и подготовлюсь к нашей свадьбе?",
        "comment": true,
        "var_no_more": [
          "отв",
          10
        ]
      },
      {
        "id": 6,
        "text": "  — О, Великий Мокрый! Так это было все серьезно! Меня пригласил к себе Рене, но и намека не было на угрозы. О, Зюзи! Я виновата перед тобой! Хочешь, я поеду с тобой, но мне тяжело будет, ты ведь знаешь, я привыкла к комфорту и даже не представляю свою жизнь в сухости... — Касси огорченно опустила рожки и глянула на Зюзи.",
        "comment": true,
        "var_need": [
          "отв",
          21
        ]
      },
      {
        "id": 6,
        "text": " — Нет, Касси, не могу я с тобой так поступить. Я сам поеду в Сухой Дол. А ты будешь ждать меня? — спросил Зюзи свою возлюбленную.",
        "need": 31
      },
      {
        "id": 6,
        "text": " — Да, Касси, я хочу, что бы ты была рядом со мной. Мы вместе преодолеем все трудности. — сказал Зюзи.",
        "need": 30
      },
      {
        "id": 6,
        "text": "— Конечно, я дождусь тебя, любимый! И даже дам тебе свое Последнее заклинание! — Касси усиками проделала замысловатую фигуру и сказала: — Заклинаю своим словом и жизнью, что буду ждать своего возлюбленного Зюзи. Только вернись ко мне. — Еще тише сказала Касси и потерлась рожками о бок любимого слизня.<s>r\n<s>r\nЗюзи отправился сам в изгнание. Но он был сильным и умным слизняком. И через пять сезонов, он смог вернуться к любимой, заработав и прославив свое имя, как великий полководец. Он  смог погасить бунты нищих и завоевать доверие Совета. Его любимая Касси, дождалась его, и они жили долго и счастливо, наплодив кучу малышей.<s>r\n",
        "comment": true,
        "var_equal": [
          "отв2",
          22
        ]
      },
      {
        "id": 6,
        "text": " — Хорошо. Я понимаю тебя. Ну что же, я поползу рядом с тобой, но я не дам тебе заклятие, что смогу выдержать эту жизнь.<s>r\n<s>r\nЗюзи и Касси вместе отправились в изгнание, но нежная кожа Касси быстро пересохла, а некогда изящные рожки стали тонкими и слабыми. Касси старалась поддержать Зюзи, но в редкий дождь, глядя на себя в каплю воды, она плакала и тосковала по своему дому. Однажды, когда Зюзи отсутствовал, она собрала свои вещи и вернулась в свою семью. Она не давала последнего заклинания, она имела право. Зюзи подвел ее, он не смог выполнить свое последнее заклинание, теперь ему нет места в обществе сильных слизней. Он навсегда остался жить в Сухом Доле, периодически вспоминая о своей возлюбленной.<s>r\n",
        "comment": true,
        "var_equal": [
          "отв2",
          20
        ]
      },
      {
        "text": "— Я могу надолго там задержаться, Касси. — ответил Зюзи, при этом краснея. Слизни вообще краснеют редко, но Зюзи было очень стыдно за ложь.",
        "id": 6,
        "var_sub": [
          "отв",
          1
        ],
        "var_min": [
          "отв",
          8
        ],
        "var_no_more": [
          "отв",
          10
        ]
      },
      {
        "id": 6,
        "text": " — Мне кажется, Зюзи, ты меня обманываешь. А обманщиков я не прощаю. Ты расстроил меня Зюзи. Я сейчас иду домой, а тебя я не хочу видеть, ты мне заклятие кидал и нарушил его. — Сказала Касси, грустно опустив рожки, поползла к себе домой.<s>r\n<s>r\nЗюзи стоял и смотрел ей в след, понимая, что не достоин ее. Он обманул ее, предал, не оправдал надежд отца. Он не достоин, называться боевым слизнем. Да, его путь это изгнание. <s>r\n<s>r\nОн отправился в Сухой Дол. Зюзи прожил спокойную жизнь простого слизня. И хоть его путь был не прост, но он с достоинством принял свой конец.<s>r\n",
        "comment": true,
        "var_equal": [
          "отв",
          9
        ]
      },
      {
        "var_add": [
          "отв2",
          20
        ],
        "var_equal": [
          "отв2",
          0
        ],
        "id": 6,
        "text": " — Да, Касси, я хочу, что бы ты была рядом со мной. Мы вместе преодолеем все трудности. — сказал Зюзи.",
        "var_need": [
          "отв",
          21
        ],
        "addToHistory": 30
      },
      {
        "id": 1,
        "text": "Назад",
        "var_equal": [
          "отв",
          9
        ]
      },
      {
        "id": 1,
        "text": "Назад",
        "var_equal": [
          "отв2",
          22
        ]
      },
      {
        "id": 1,
        "text": "Назад",
        "var_equal": [
          "отв2",
          20
        ]
      },
      {
        "var_add": [
          "отв2",
          22
        ],
        "var_equal": [
          "отв2",
          0
        ],
        "id": 6,
        "var_need": [
          "отв",
          21
        ],
        "text": " — Нет, Касси, не могу я с тобой так поступить. Я сам поеду в Сухой Дол. А ты будешь ждать меня? — спросил Зюзи свою возлюбленную.",
        "addToHistory": 31
      }
    ]
  },
  {
    "id": 7,
    "text": "Зюзи решил, что ему понадобится боевой отряд слизней, оружие, защита и глаза в стане врага, последнее можно обеспечить техникой. Выбор у него имелся, не зря же он с армией связан. Только слизень Адрюсенко, по завхозной части, не слишком то и раскошелиться, поэтому часть оборудования придется покупать за собственные листья. Итак, время не ждёт.",
    "answers": [
      {
        "var_max": [
          "деньги",
          20000
        ],
        "var_show": [
          "деньги"
        ],
        "comment": true,
        "id": 7,
        "text": "Ваши финансы:",
        "var_min": [
          "деньги",
          0
        ]
      },
      {
        "id": 7,
        "text": "Какой отряд нанять?",
        "comment": true
      },
      {
        "var_add": [
          "эффект",
          5,
          "выбор1",
          1
        ],
        "var_equal": [
          "выбор1",
          0
        ],
        "id": 7,
        "text": "Нанять лучших слизней. (Команда будет сильной, но не сработанной) Сумма 10000 л",
        "var_sub": [
          "деньги",
          10000
        ],
        "var_need": [
          "деньги",
          10000
        ]
      },
      {
        "id": 7,
        "text": "Нанять старых друзей, прошедших с Зюзи войну. ( Команда сработанная, но по силе уступает наемным отрядам). По старой дружбе бесплатно.",
        "var_add": [
          "эффект",
          8,
          "выбор1",
          2
        ],
        "var_equal": [
          "выбор1",
          0
        ]
      },
      {
        "var_add": [
          "эффект",
          10,
          "выбор1",
          3
        ],
        "var_equal": [
          "выбор1",
          0
        ],
        "id": 7,
        "text": "Нанять наемный отряд. (Команда сработанная и довольно сильная). Сумма 15000 л.",
        "var_sub": [
          "деньги",
          15000
        ],
        "var_need": [
          "деньги",
          15000
        ]
      },
      {
        "id": 7,
        "text": "Выбрать обмундирование.",
        "comment": true
      },
      {
        "id": 7,
        "text": "Выбрать защитный костюм \"Лист\". Защита от режущих и колющих предметов, но пропускает энергетическое оружие и плазму. Можно договориться с завхозом бесплатно.",
        "var_add": [
          "эффект",
          2,
          "выбор2",
          1
        ],
        "var_equal": [
          "выбор2",
          0
        ]
      },
      {
        "var_add": [
          "эффект",
          5,
          "выбор2",
          2
        ],
        "var_equal": [
          "выбор2",
          0
        ],
        "id": 7,
        "text": "Выбрать защитный костюм \" Кора\". Защита от энергетических и плазменных повреждений, но не достаток делает солдат не поворотливыми. Сумма 14000 л.",
        "var_sub": [
          "деньги",
          14000
        ],
        "var_need": [
          "деньги",
          14000
        ]
      },
      {
        "var_add": [
          "эффект",
          10,
          "выбор2",
          3
        ],
        "var_equal": [
          "выбор2",
          0
        ],
        "id": 7,
        "text": "Выбрать защитный костюм \"Раковина\". Новейшая разработка ученых, полная защита от плазмы и любого энергетического оружия. Кроме этого не сковывает движения. Сумма 18000 л.",
        "var_sub": [
          "деньги",
          18000
        ],
        "var_need": [
          "деньги",
          18000
        ]
      },
      {
        "id": 7,
        "text": "Оружие",
        "comment": true
      },
      {
        "var_add": [
          "эффект",
          2,
          "выбор3",
          1
        ],
        "var_equal": [
          "выбор3",
          0
        ],
        "id": 7,
        "text": "Холодное оружие. Сумма 1000 л.",
        "var_sub": [
          "деньги",
          1000
        ],
        "var_need": [
          "деньги",
          1000
        ]
      },
      {
        "var_add": [
          "эффект",
          6,
          "выбор3",
          2
        ],
        "var_equal": [
          "выбор3",
          0
        ],
        "id": 7,
        "text": "Энергетические винтовки Сумма 5000 л.",
        "var_sub": [
          "деньги",
          5000
        ],
        "var_need": [
          "деньги",
          5000
        ]
      },
      {
        "var_add": [
          "эффект",
          10,
          "выбор3",
          3
        ],
        "var_equal": [
          "выбор3",
          0
        ],
        "id": 7,
        "text": "Плазмоганны Сумма 10000 л.",
        "var_sub": [
          "деньги",
          10000
        ],
        "var_need": [
          "деньги",
          10000
        ]
      },
      {
        "id": 7,
        "text": "Техническое обеспечение.",
        "comment": true
      },
      {
        "var_add": [
          "эффект",
          4,
          "выбор4",
          1
        ],
        "var_equal": [
          "выбор4",
          0
        ],
        "id": 7,
        "var_need": [
          "деньги",
          500
        ],
        "text": "Сканер \"Трилистик\" Сумма 500 л.",
        "var_sub": [
          "деньги",
          500
        ]
      },
      {
        "id": 8,
        "text": "Начать операцию освобождения."
      }
    ]
  },
  {
    "id": 8,
    "text": "Операция по освобождению любимой улитки началась:\n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "С помощью сканера быстро узнали местоположение бойцов противника в стане врага Рене. Теперь у Зюзи есть глаза.<s>r\n<s>r\n",
        "var_equal": [
          "выбор4",
          1
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "К сожалению, расположение отрядов противника в стане врага не известно. Приходиться действовать вслепую.<s>r\n<s>r\n",
        "var_equal": [
          "выбор4",
          0
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "Отряд элитных наемников без сканера решили действовать напрямую. Все кто не наши тех убивать.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор1",
          3,
          "выбор4",
          0
        ]
      },
      {
        "id": 8,
        "text": "Отряд старых вояк без сканера действовал хоть и слажено, но не эффективно.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор1",
          2,
          "выбор4",
          0
        ]
      },
      {
        "id": 8,
        "text": "Не видя расположение врагов. Отряд наемников был малоэффективен.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор1",
          1,
          "выбор4",
          0
        ]
      },
      {
        "id": 8,
        "text": "Отряд из наемных солдат заняли позицию по захвату здания. Но, несработанность слизней сыграла с ними злую шутку. Бойцы несли потери.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор1",
          1
        ]
      },
      {
        "id": 8,
        "text": "Старые проверенные бойцы не подвели. Слаженность команды вкупе с опытом хорошо показала себя.<s>r\n<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор1",
          2
        ]
      },
      {
        "id": 8,
        "text": "Элитные Наемники с легкостью просчитали пути захвата и действовали слаженно.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор1",
          3
        ]
      },
      {
        "id": 8,
        "text": "К сожалению, потери среди отряда были неизбежны.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор2",
          1
        ]
      },
      {
        "id": 8,
        "text": "Обмундирование не подвело, и хоть погибшие были, но большинство слизней было лишь ранено.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор2",
          2
        ]
      },
      {
        "id": 8,
        "text": "Костюм эффективно защищал бойцов, погибших было мало.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор2",
          3
        ]
      },
      {
        "id": 8,
        "text": "Оружие ближнего боя было не эффективным.<s>r\n<s>r\n",
        "merge": true,
        "var_equal": [
          "выбор3",
          1
        ]
      },
      {
        "id": 8,
        "text": "Энергетическое оружие было эффективным в борьбе и стоило своих денег.<s>r\n<s>r\n",
        "var_equal": [
          "выбор3",
          2
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "Плазмоганны в руках бойцов косили врага налево и право. Сокрушительная машина начала свою жатву.<s>r\n<s>r\n",
        "var_equal": [
          "выбор3",
          3
        ],
        "merge": true
      },
      {
        "merge": true,
        "id": 8,
        "var_need": [
          "эффект",
          17
        ],
        "text": "Спланированная операция и ее проведение дало удовлетворительный результат. Много слизней сложило голову. Потери были как с атакующей, так и с обороняющейся стороны. Переломным моментом стало убийство главного врага, слизняка Рене. <s>r\n  В горячке боя, Зюзи был ранен и помещен в регенератор. По истечению некоторого срока ему сообщили о принятии его на место в Совете по Снабжению армии. <s>r\n Касси его возлюбленная вышла за него замуж и дала ему последнее заклятие верности и любви. <s>r\n Все закончилось хорошо, если бы не постоянная боль о потерянных бойцах в этой битве. Зюзи частенько навещал холмики павших слизней и вспоминал о том времени.<s>r\n<s>r\n<s>r\n",
        "var_no_more": [
          "эффект",
          22
        ]
      },
      {
        "id": 8,
        "text": "  Зюзи смог спланировать и провести операцию с минимальными потерями и отличным результатом. <s>r\n  Он спас свою любимую из лап слизня Рене. А самого главаря отправили на суд Его Мокрейшества, ему предстоит ответить за все свои злодеяния.<s>r\n Улитка Касси была впечатлена своим избранником и дала свое последнее заклинание вечной любви и верности. Наш герой получил место в Совете и назначен на Стратегические разработки военных действий. <s>r\n  Память погибших бойцов навечно увековечили в памятнике «Славы Боевых Слизней», как пример для подражания будущему поколению.<s>r\n<s>r\n  <s>r\n<s>r\n",
        "var_need": [
          "эффект",
          23
        ],
        "merge": true
      },
      {
        "merge": true,
        "id": 8,
        "var_need": [
          "выбор1",
          1
        ],
        "text": "Планирование и проведение операции произошло в неудачном русле, многие слизни положили свои щупальца на сырую землю и им никогда больше не суждено будет протянуть их к капле воды.<s>r\n Сам Зюзи был смертельно ранен и висел на грани своей маленькой, но гордой жизни. Он был помещен в реаниматор и ждал своего выздоровления.<s>r\n Слизень Рене успешно отбил атаку и был выбран на место в Совете Его Мокрейшества по Оборонительным вопросам страны.<s>r\n А Касси ждала своего возлюбленного, что бы сказать ему, что она выходит замуж за Рене.<s>r\n  Погибшие в этой битве войны будут вспоминаться поколением, как неудачники. А их действия еще долго будет разбираться в учебниках по истории, как самая провальная битва.<s>r\n<s>r\n",
        "var_no_more": [
          "эффект",
          16
        ]
      },
      {
        "id": 8,
        "text": "Зюзи отправился в одиночку спасать свою любовь. Но, к сожалению врагов, было много. И хоть боевой слизень дрался как богомол, но и его ослабили полученные раны. Зюзи погиб как воин! С собой он унес сотню врагов. Он вошел в анналы сообщества слизней как великий воин. Касси осталась ему верной подругой, и каждый день навещала его холмик, оплакивая его судьбу.<s>r\n<s>r\n",
        "var_equal": [
          "выбор1",
          0
        ],
        "merge": true
      },
      {
        "id": 8,
        "text": "<s>r\nЭффективность разработки и проведение операции:",
        "var_show": [
          "эффект"
        ],
        "merge": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 9,
    "text": "к",
    "answers": [
      {
        "id": 10,
        "text": "вапвмва"
      }
    ]
  },
  {
    "id": 10,
    "text": "у",
    "answers": [
      {
        "id": 11,
        "text": "вапв"
      }
    ]
  },
  {
    "id": 11,
    "text": "ц",
    "answers": [
      {
        "id": 12,
        "text": "вапваипипаипа"
      }
    ]
  },
  {
    "id": 12,
    "text": "у",
    "answers": [
      {
        "id": 13,
        "text": "вапвасип"
      }
    ]
  },
  {
    "id": 13,
    "text": "к",
    "answers": [
      {
        "id": 14,
        "text": "апаввипав"
      }
    ]
  },
  {
    "id": 14,
    "text": "е",
    "answers": [
      {
        "id": 15,
        "text": "апвампа"
      }
    ]
  },
  {
    "id": 15,
    "text": "е",
    "answers": [
      {
        "id": 16,
        "text": "аипавпм"
      }
    ]
  },
  {
    "id": 16,
    "text": "к",
    "answers": [
      {
        "id": 17,
        "text": "пвапап"
      }
    ]
  },
  {
    "id": 17,
    "text": "е",
    "answers": [
      {
        "id": 18,
        "text": "пваппв"
      }
    ]
  },
  {
    "id": 18,
    "text": "п",
    "answers": [
      {
        "id": 19,
        "text": "павпапа"
      }
    ]
  },
  {
    "id": 19,
    "text": "е",
    "answers": [
      {
        "id": 20,
        "text": "апавпапап"
      }
    ]
  },
  {
    "id": 20,
    "text": "е",
    "answers": [
      {
        "id": 21,
        "text": "апвапапап"
      }
    ]
  },
  {
    "id": 21,
    "text": "к",
    "answers": [
      {
        "id": 5,
        "text": "ук"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]