[
  {
    "id": 1,
    "text": "Квест по миру Dishonored до времен промышленной революции. \nОкунитесь в мир, где никто не застрахован и каждый может упасть в грязь лицом. Мир, где все зависит только от вас! \nДанный квест — дополнение к Dishonored: Смотрящий вдаль и логически продолжает историю смотрителя Чарльза. Настоятельно рекомендую ознакомиться с предыдущей \nчастью \n\n    Автор: Valdis M. ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать историю ] "
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c840233/v840233770/3ae51/i265oD3RItk.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840421/v840421487/152d8/FHMXEpBMpw4.jpg",
        "system": true
      },
      {
        "id": 32,
        "text": "[Версии] "
      },
      {
        "id": 1,
        "text": "[Предыдущий квест] ",
        "targetbookid": 56251
      }
    ]
  },
  {
    "id": 2,
    "text": "\n                    ¥  Часть I : Родная Гавань ¥\n\n______________________________________________________\n\nПриветствую тебя, мой старый друг! Как живётся тебе после тех интересных событий двухлетней давности? Я знаю, что не очень... \nТебе приходится работать за гроши и спать в ночлежках для черни. Но признай, так свободен ты ещё никогда не был! Только теперь ты обрёл свой долгожданный покой или я ошибаюсь? Карьера и желание возвыситься тяготили тебя, теперь же ты предоставлен сам себе.  ",
    "answers": [
      {
        "id": 3,
        "text": "Возможно есть правда в словах твоих "
      },
      {
        "id": 2,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c840631/v840631394/1d7fe/xLVfQI6_JFM.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я пришёл, чтобы попросить тебя об услуге. Сейчас, то о чем я тебя попрошу не будет иметь весомого значения. Но спустя десятилетия поможет мне в моих замыслах... \n\nТы ведь ещё помнишь историю Аббатства? Знаешь легенду о битве, что гремела сто лет назад при Белом Утёсе, о герое, основавшем орден и заложившем основы семи запретов? Конечно же знаешь, ведь в юношестве вас заставляли наизусть учить биографию покойного Бена Холджера.",
    "answers": [
      {
        "id": 4,
        "text": "Говори чего хотел "
      }
    ]
  },
  {
    "id": 4,
    "text": "—Так вот, в том сражении еретики использовали своё тайное оружие, особый клинок со сдвоенным лезвием, древний артефакт. Об этом мало кто знает... \nОн играет большую роль в мироздании, — Чужой, казалось, задумался, пытался вспомнить что-то\n\n—Ты должен достать его и отправить посылкой в Карнаку на имя Айвена Гримма. Клинок находится в Морли, туда его перевёз один неверный смотритель после поражения в битве. Я прошу тебя как доброго приятеля и вовсе не заставляю тебя делать этого, хотя и знаю твой ответ на перед... Уверяю, это приключение поможет тебе капнуть ещё глубже, заглянуть внутрь себя. ",
    "answers": [
      {
        "id": 5,
        "text": "Ага, конечно же "
      }
    ]
  },
  {
    "id": 5,
    "text": "\nВы очнулись от видений бездны прямо напротив здания канцелярии верховного смотрителя. Молчаливо оглянув окрестности, вы направились вниз по бульвару Клеверинга. Вы часто сюда приходили, это место напоминало вам о том, кем вы были раньше. Предложение Чужого вас заинтересовало, вы и сами толком не поняли почему, но загадочность поручения манила... ",
    "answers": [
      {
        "id": 6,
        "text": "Возможно стоит отправиться в путешествие к Морли\n(нужно пройти к порту) "
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841235/v841235818/50c1f/X-NX5w5K0JY.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Спустившись вниз по улице вы добрели до Гиллеан стрит. \nСвежий воздух раннего утра бодрил вас. Как же прекрасен Дануолл весной. Неожиданно вы услышали какой-то шум, решено было проследовать на звук. \n\nПрямо перед вашими глазами разыгралась битва между смотрителями и городской стражей. Видать снова не поделили зоны влияния, в последнее время это становится закономерностью. \nВы можете поддержать бывших братьев или представителей закона. ",
    "answers": [
      {
        "id": 7,
        "text": "Смотрители сражаются за принципы и идею "
      },
      {
        "id": 8,
        "text": "Стража бьётся за закон и порядок "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы с головой ринулись в бой. Давно же не фехтовали, руки словно окаменели. \nВы решили присоединиться к своим бывшим братьям и вот, протыкая очередного врага, поняли, что он был последним. Старший смотритель с благодарностью смотрит на вас. \n— Благодарю за помощь, сударь, если вы сильны верой как и мы, то приходите в таверну \"Кости\" на Рекхард-сквер сегодня вечером, — сказал он и тут же удалился ",
    "answers": [
      {
        "id": 9,
        "text": "Я буду там! "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы с головой ринулись в бой. Давно же вам не приходилось фехтовать, руки словно окаменели. \nПроткнув насквозь своего противника вы заметили, как один смотритель заходит за спину, офицеру стражи. Но вовремя выполненный перенос, спас от гибели временного союзника. Когда бой был окончен, к вам подошёл тот самый стражник. \n— Мне кажется я узнаю ваше лицо, но в благодарность за помощь, я не сообщу о вас куда следует. Вот, возьми за хлопоты, — кинул он вам вслед \n[ 200 монет]",
    "answers": [
      {
        "id": 9,
        "text": "Благодарю ",
        "var_add": [
          "gold",
          200
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "                         § Спальный квартал §\n\nСпальный квартал находится в центре южного города. Из этого связующего центра можно попасть в любую точку. Однако сам по себе район  не представляет никакого интереса. \n\nК порту можно добраться через квартал Радшор или Рекхард-сквер. Чёрный рынок находится на Стрейме, на другом берегу реки. ",
    "answers": [
      {
        "id": 10,
        "text": "Направиться на Гиллеан стрит "
      },
      {
        "id": 11,
        "text": "Направиться к Деловому кварталу "
      },
      {
        "id": 12,
        "text": "К паромной переправе "
      },
      {
        "id": 13,
        "text": "На Рекхард-сквер "
      },
      {
        "id": 14,
        "text": "К кварталу Радшор "
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c834201/v834201818/78b57/YMd1qgGmP6E.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "                            § Гиллеан стрит §\n\nНебольшая улочка, соединяющая Аббатство с жилым кварталом, церковь и простой люд. Архитекторы постарались украсить его как можно изысканнее, за поворотом даже имеется парк. Следы недавней драки ещё не прибраны. ",
    "answers": [
      {
        "id": 15,
        "text": "На Скотобойню"
      },
      {
        "id": 9,
        "text": "Направиться к Спальному кварталу "
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840338/v840338677/3ef5d/ADhCiLiAq9c.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "                          § Деловой квартал §\n\nНазвание данного района говорит само за себя. Ведь вдоль всей пятой авеню, напротив друг друга, чинно стоят лавки банкиров, считарей и старьевщиков. Сдесь пахнет деньгами, но только для избранных. ",
    "answers": [
      {
        "id": 9,
        "text": "Направиться к Спальному кварталу "
      },
      {
        "id": 10,
        "text": "На Гиллеан стрит "
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c824203/v824203818/7b6c6/oZ2SctZ34uk.jpg"
      },
      {
        "id": 36,
        "text": "Подойти к объявлению ",
        "need": [
          8
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "                             § Река Ренхевен §\n\nРаньше через реку Ренхевен пролегало два моста. Сейчас один уже почти разобран, на его месте планируется новый громоздкий мост в честь нашего императора Эйхона Колдуина.\n\nОднако, простой народ поговаривает, что этим венценосным планам так и не суждено сбыться, слишком амбициозен проект, а строительство застоится. \n\nЕсть и другой мост, но, в связи с непосредственной близостью к Башне Дануолла, там ведётся досмотр. А вам там лучше не показываться. Остаётся только один выход — паром. ",
    "answers": [
      {
        "id": 17,
        "text": "К кварталу особняков ",
        "need": [
          -17
        ]
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841035/v841035958/5967d/G4jbWPiJrTs.jpg"
      },
      {
        "id": 24,
        "text": "К кварталу особняков ",
        "need": [
          17
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "                            § Рекхард сквер §\n\nОдна из старейших улиц города. Небольшой канал разделяет мастерские лавки от рабочих домов. Однако встречаются и другого вида заведения, например паб \"Риск\" или таверна \"Кости\" \n\nНеужели у простых работяг находится время на подобные развлечения? ",
    "answers": [
      {
        "id": 16,
        "text": "На причал "
      },
      {
        "id": 9,
        "text": "Направиться к Спальному кварталу "
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c830509/v830509818/39887/g_xPAUY7rXM.jpg"
      },
      {
        "id": 20,
        "text": "Заглянуть в таверну ",
        "need": [
          -20,
          7
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "                 § Торговая палата Радшора §\n\nТорговый квартал Радшор — сердце всей торговли в империи. Ни в одном другом квартале не собирается столько поверенных, счетоводов и, естественно, стражников. И ни в одной другой части Дануолла не видели таких денежных потоков. \nТут можно приобрести все что угодно, конечно же при условии что вы не стеснены в средствах. ",
    "answers": [
      {
        "id": 16,
        "text": "На причал "
      },
      {
        "id": 9,
        "text": "Направиться к Спальному кварталу "
      },
      {
        "id": 14,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c830309/v830309603/3bbba/yxJW6vj7AOA.jpg"
      },
      {
        "id": 34,
        "text": "Подойти к условленному месту на втором этаже торговой палаты",
        "need": [
          29
        ],
        "var_need": [
          "gold",
          1000
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "                              § Скотобойня §\n\nСтарые постройки на краю города не привлекают внимания жителей. Однако, это даже к лучшему, ведь именно здесь забивают скот. А так же  разводят волкодавов для нужд стражи — совсем недавнее новшество нужно сказать. ",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c831408/v831408818/34fe4/byC_qlWiu1Q.jpg"
      },
      {
        "id": 37,
        "text": "Обыскать место обозначенное на карте ",
        "need": [
          36,
          -37
        ]
      },
      {
        "id": 10,
        "text": "На Гиллеан стрит"
      },
      {
        "id": 39,
        "text": "Зайти на псарню ",
        "need": [
          -39
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "                                § Причал §\n\nПрийдя в порт, вы надеялись найти попутный корабль до Фаерпорта. В порту было необычно густо — торговля идёт полным ходом. После часа скитаний вы поняли, что подобный курс держит только один корабль — \"Ласточка\". Нужно отыскать капитана для того чтобы утрясти цену. ",
    "answers": [
      {
        "id": 18,
        "text": "Пойти поискать капитана",
        "need": [
          -18
        ]
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c840433/v840433818/3fcb6/xvUYKSuhdm8.jpg"
      },
      {
        "id": 13,
        "text": "На Рекхард сквер "
      },
      {
        "id": 42,
        "text": "Отправится в Морли",
        "need": [
          34
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Проходя мимо по улице вы задели случайного встречного из толпы. Его лицо вам показалось знакомым. Похоже и он узнал вас... \n\nПрисмотревшись, вы поняли, что перед вами старый, знакомый натурфилософ.\nТот очень обрадовался вам и попросил зайти к нему домой, адрес своего особняка он оставил вам на небольшом клочке бумаги. Высоко же он поднялся с прошлой встречи... ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить шествие "
      }
    ]
  },
  {
    "id": 18,
    "text": "В одном из кабаков, за кружкой пива, вы обнаружили того самого капитана. Его звали Винн. Как он пояснил, почти все места на корабле заняты. \n— Я бы с радостью предоставил вам каюту, да вот только команда подобралась суеверная. Матросы говорят, без шарманщика в море нельзя. А Аббатство как всегда цену заломит! Что скажешь, найдёшь мне шарманщика или хотя-бы кого-нибудь близко похожего на смотрителя? Тогда бы я и за так тебя провез\n",
    "answers": [
      {
        "id": 19,
        "text": "—Я справлюсь, готовь каюту "
      }
    ]
  },
  {
    "id": 19,
    "text": "Итак, для того что бы вас взяли на борт, нужно исполнить роль смотрителя, благо это ваша прошлая профессия и особо мудрить не придётся. \nНо для этого нужна шарманка смотрителей. Их и в Аббатстве то днём со днём не сыщешь... \n\nВозможно на чёрном рынке имеется что-то подходящее. Настоящая шарманка делается из вишнёвого дерева в Суисе по древним заветам предков, такая штуковина влетит в копеечку. \nТочно, стоит поискать что-то подходящее на Стрейме, он находится на другом берегу реки — потребуется паромная переправа",
    "answers": [
      {
        "id": 16,
        "text": "Нужно зайти на чёрный рынок в Стрейме "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы зашли в таверну \"Кости\". Ещё из далека чувствовалась какая-то собственная атмосфера у этого заведения. Как оказалось позже, это было неким пунктом для сходок местных обитателей. В дальнем углу вас ждали старые знакомые. \n—Ну что, сударь? Готовы послужить истинной вере? За скромное вознаграждение естественно. \n—За награду готов. Говорите чем могу быть полезен. \n—Вам надо будет составить кортеж и организовать доставку ценного антиквариата. Он очень важен как для церкви, так и для местной аристократии. Выходим прямо сейчас, груз у нас при себе, — с этими словами он раздвинул ноги, а из под скамьи показался саквояж. \n",
    "answers": [
      {
        "id": 21,
        "text": "—Значит отправляемся! Я готов"
      }
    ]
  },
  {
    "id": 21,
    "text": "К несчастью, почти сразу же пошёл дождь. Однако это препятствие никак не остановило послушников веры. \nВот вы уже прошли через весь Дануолл под проливным дождём, осталось добраться до пригорода. \nВам была отведена задача проверять путь впереди кортежа. Благо в Дануолле было спокойно и объезжать пришлось лишь одну группу нетрезвых рабочих. \n\nНемного погодя, вы уже почти добрались Мьёрка — небольшого пригорода, в основном живущего за счёт рыбацкого промысла. Как вдруг на дороге вами были замечены подозрительные личности. В такой ситуации лучше не спешить. ",
    "answers": [
      {
        "id": 22,
        "text": "Перенестись назад и предупредить смотрителей "
      },
      {
        "id": 23,
        "text": "Выйти на дорогу и самому разобраться с ними "
      }
    ]
  },
  {
    "id": 22,
    "text": "Смотрители с благодарностью посмотрели на вас и собрались в круг для совещания. Сейчас драка была бы не кстати, так что было решено проехать окольными путями в объезд. До конца пути никаких происшествий вас не ожидало. \nВ пригороде вас встретил дворянин-меценат, он кинул вам мешочек с монетами и отдал лошадь, после чего вы вернулись в Дануолл. ",
    "answers": [
      {
        "id": 9,
        "text": "Хорошо, что все сложилось именно так! \n[ 500 монет] ",
        "var_add": [
          "gold",
          500
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Завидев вас лихие люди достали оружие, только вот они не приняли в расчёт ваши магические таланты. Один миг и главарь банды уже был у вас в заложниках. Неожиданно, до этого молчавший бандит, решил взять слово.\n\nОсновной посыл его речи был простым как два пальца. Он хотел, чтобы вы помогли ему ограбить Аббатство, добычей конечно же с вами поделятся. Газвоздка в том, что вы не знали сколько вам обещали смотрители и что выгоднее. ",
    "answers": [
      {
        "id": 30,
        "text": "-Никогда! "
      },
      {
        "id": 31,
        "text": "-По рукам! "
      }
    ]
  },
  {
    "id": 24,
    "text": "                         § Квартал Особняков §\n\nСамый элитный район города, хотя и сравнительно молодой. Каждая знатная семья Дануолла считает своим долгом иметь поместье в данном квартале. Улицы сдесь таки кричат о вечном противостоянии двух архитектурных стилей: классический индивидуализм и симметричный авангард. ",
    "answers": [
      {
        "id": 29,
        "text": "Направится к Стрейму ",
        "need": [
          -29,
          19
        ]
      },
      {
        "id": 25,
        "text": "Прогуляться по элитному кварталу",
        "need": [
          -25
        ]
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c841123/v841123958/583cd/tW7jQwx2aK0.jpg"
      },
      {
        "id": 9,
        "text": "Дела в этой части города улажены, можно возвращаться в спальный квартал "
      }
    ]
  },
  {
    "id": 25,
    "text": "Район Особняков выглядел как всегда изящно: симметричные усадьбы украшали аккуратные аллеи и уютные скверы. Вы подошли к дому по адресу указанному в записке. Недолго думая, вы решили постучать в дверь. Вам открыл слуга лет пятидесяти. Новое жилище Эсмонда вам было по душе, но как только он добился всего этого? ",
    "answers": [
      {
        "id": 26,
        "text": "Удивительно, вот уж правду говорят — из грязи в князи"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы застали своего знакомого над каким-то проектом. Тот, едва заметив вас, вскочил со стула и метнулся к вам. Его вопросам не было конца, пришлось рассказать ему о вашем наметившимся путешествии. Розберроу в свою очередь поведал о том, как его осенило в тот день, два года назад. \nЕму перед глазами явился дивный новый мир, построенный на энергии китов. ",
    "answers": [
      {
        "id": 27,
        "text": "Интересно "
      }
    ]
  },
  {
    "id": 27,
    "text": "Фантастика, но его проектами сразу же заинтересовалось правительство, Эсмонду уже выдали два гранта на исследования в области китового жира, но пока это нигде не офишируется. Тут Розберроу замолчал. \n— Я знаю, какой подарок могу вам достать! \nЯ разрабатываю прототип самого разрушительного оружия будущего — огнестрельного. \nВот держите, он ещё пока не завершён, но должен работать, вам в ваших странствиях к дальним берегам он будет незаменим. Поговаривают, эти морлийцы просто варвары! Нужно держать ухо востро, новый мятеж может быть не за горами. ",
    "answers": [
      {
        "id": 28,
        "text": "- Благодарю за такой щедрый подарок"
      }
    ]
  },
  {
    "id": 28,
    "text": "Нужно лишь нажать на курок, а потом будет вспышка, механизм сделает свое дело! Только не забывайте после выстрела зарядить новую пулю. \n\n— Ох, нет, нет! Не направляйте на меня! Эта штука только для врагов. А сейчас прошу меня извинить, мне нужно работать, надеюсь вы загляните ко мне, когда все закончится, чтобы поведать обо всем. ",
    "answers": [
      {
        "id": 24,
        "text": "- Обязательно ",
        "var_add": [
          "gun",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "                                § Стрейм §\n \nВы зашли на территорию Стрейма. Вокруг было множество магазинов и лавок, но вы уже знали, что ничего из нужного вам там нет. Заметив знакомый рисунок на стене, вы поняли куда вам надо держать путь. \nВы спустились по потайной лестнице на чёрный рынок. Вежливым взглядом вас поприветствовал встретил торгаш. Оказалось в магазинчике Бримстона завалялась партия шарманок и он даже по знакомству дал вам небольшую скидку постоянного клиента. \nОтлично, осталось только собрать 1000 монет. \nБыло ещё одно условие, забрать и оплатить шарманку вы будете должны под видом коробки с катушками на торговой площадке Радшора. ",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться к кварталу особняков "
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c824602/v824602818/707a2/Ms0-RaKYXNY.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решили биться с бандитами лично. Перерезав, горло главарю вы набросились на ближайшего врага. Пара минут и все пятеро мужиков лежали с распоротыми животами. Вы едва переводили дух — сказалось частое применение магии. На миг вы задумались, что бы произошло, если бы у вас не было тех сил, дарованных Чужим?\n\nДо конца пути никаких происшествий вас не ожидало. \nВ пригороде вас встретил дворянин-меценат, он кинул вам мешочек с монетами и отдал лошадь, после чего вы вернулись в Дануолл верхом. ",
    "answers": [
      {
        "id": 9,
        "text": "Хорошо, что все сложилось именно так! \n[ 500 монет] ",
        "var_add": [
          "gold ",
          500
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Злой ррр",
    "answers": [
      {
        "id": 9,
        "text": "Хорошо, что все сложилось именно так! \n[ 500 монет] ",
        "var_add": [
          "gold",
          500
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Версия 1.0 — создан композиционный скелет 1 части квеста\nВерсия 1.1 — написан сюжет 1 части квеста, выпущена ознокомительная версия ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 33,
    "text": "В другую главу ведет",
    "answers": []
  },
  {
    "id": 34,
    "text": "Вы подошли к условленному месту и подали знак рукой. В здании было очень людно и вы даже не заметили, как к вам подбежал посредник. Расчитавшись с ним, вы подошли к пункту выдачи и подали чек. \nСедой мужчина в возрасте достал большую коробку и подал её вам. Наконец-то вы можете взойти на борт. ",
    "answers": [
      {
        "id": 16,
        "text": "Если бы он знал, что в ней "
      }
    ]
  },
  {
    "id": 35,
    "text": "На дороге за углом валялся небольшой мешочек монет. Вы осторожно подошли и открыли его. Внутри оказалась приличная сумма. Осталось собрать совсем немного. ",
    "answers": [
      {
        "id": 10,
        "text": "Удачный день! "
      }
    ]
  },
  {
    "id": 36,
    "text": "\"Стройматериалы! Все в одном месте! Камень, кирпич, клей, краска, обои, профиль, водосточные системы. Рассчитаем и доставим...\" \n_______________________________________________\nНа стенде у площади вы нашли множество записок и объявлений, которые оставляют простые жители, предлогая услуги или прося о помощи. Надо же, у нашего героя сегодня счастливый день — вы нашли какую-то карту, небрежно приколотую к стенду. Карта ведёт к скотобойне... ",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://pp.userapi.com/c845421/v845421801/6e575/IXKZWBc8XC4.jpg"
      },
      {
        "id": 11,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 37,
    "text": "Засада! Это оказалась засада банды Лихачей. Видимо своими \"картами сокровищ\" они заманивали жертв в тихое место, где уже и грабили. Не повезло им, ведь у вас есть особый дар. Так что даже пятикратный перевес не поможет им. ",
    "answers": [
      {
        "id": 38,
        "text": "[Убить всех разбойников] "
      },
      {
        "id": 38,
        "text": "[Нейтрализовать врагов магией] "
      }
    ]
  },
  {
    "id": 38,
    "text": "\"Легко, даже слишком легко\", — пронеслось у вас в голове. Не долго думая, вы решили обыскать бродяг. Банды нынче богатеют быстро, вот и сейчас вам удалось сорвать куш. В карманах у этих проходимцев вы обнаружили целых 300 монет. ",
    "answers": [
      {
        "id": 15,
        "text": "[<plus>300 монет] ",
        "var_add": [
          "gold",
          300
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "Войдя на псарню, первое что вам бросилось в глаза это запах, запах мёртвой туши. Здесь проводятся дрессировки и селекция боевых псов одновременно. Вскоре к вам медленно подошёл хозяин псарни и поинтересовался, не нужна ли вам работёнка. \n— На днях у меня сбежал редчайший экземпляр белого волкодава. Приведёте его ко мне и я заплачу 500 монет прямо в руки! Я бы рад поискать, да только собаки не очень жалуют своих дрессировщиков, особенно почуяв свободу. Возьмётесь?\n— Попобую\n— Спасибо, дружище; Вот возьми, это специальный свисток он должен будет подавить волю волка, если конечно ты сможешь приблизиться к нему. ",
    "answers": [
      {
        "id": 40,
        "text": "— Ладно, бывай"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы вышли в сторону леса, куда по словам старика убежал волкодав. Первое время было не понятно: туда ли вообще вы идёте. Однако через пару минут, в перелеске вы заметили  следы драки каких-то животных с отпечатками крупных лап. Оставалось только идти по следу. \n\nВ ходе поисков вы, к удивлению для себя, поняли, что ваша метка способна так же улучшать и зрение, и слух, и обоняние. Интересные способности... Словно зверь вы поняли, нет почуяли в какую сторону направлялся волкодав.\n\nТаким образом вы добрались до одинокого дома лесника. Потянувшись в карман за свистком, вы с изумлением обнаружили, что он сделан из слоновой кости и украшен разнообразными рунами. ",
    "answers": [
      {
        "id": 41,
        "text": "[Свистнуть] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Ничего не произошло... \nХотя ваше шестое чувство чётко говорило, что волкодав где-то рядом. Вы не спеша прошли в дом лесничего. Там перед вами открылась страшная картина: мужчина лет 40, разорваный в клочья, лежал посреди коридора. \n\nКровавый след вёл от трупа дальше в сарай, где вы и обнаружили свою цель. Он был мёртв, в боку у собаки торчал армейский кортик. Неподалеку лежал ещё один труп овчарки. Видимо верный пёс отомстил за смерть своего хозяина, догрызши волкодава.\n\nВзвалив на плечи \"белоснежку\", вы понесли его на псарню. Старый хрен долго отговаривался, но в конце концов был вынужден заплатить вам за труды, даже не забыл забрать свой резной свисток. Как ни странно, но после этого вы почувствовали  некоторое облегчение. ",
    "answers": [
      {
        "id": 15,
        "text": "[<plus>500 монет] ",
        "var_add": [
          "gold",
          500
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "                    ¥ Часть II: Дальние Земли ¥\n \n_____________________________________________________\n\nВы проснулись ранним утром. Корабль торговцев, в котором вы вызвались быть шарманщиком, пристал к берегам Морли пол часа назад. Попрощавшись с капитаном, вы вышли на улицу. \nВ Морли недолюбливают гристольцев, не так давно отгеремел знаменитый Морлийский мятеж. \nВ Фраерпорте наверняка до сих пор орудуют сепаратистские организации. Нужно быть настороже. ",
    "answers": [
      {
        "id": 43,
        "text": "Что-то не так... "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы оглянулась назад, мир поплыл перед глазами.\nА перед вами появилось самое загадочное существо во вселенной.\n — Приветствую, Чарльз! Всё идёт так, как и должно быть. Уж я то знаю... — выждав загадочную паузу, Чужой продолжил \n — Как бы мне не хотелось тебе всё объяснить, ты всё равно не сможешь понять восприятие мира существом из 4 измерения.\n — Если ты пришёл, чтобы показать мне мою ничтожность, мог бы не утруждаться.\n — Нет, вовсе нет. Я пришёл, чтобы дать наводку.\nТебе в твоём пути помогут борцы за свободу острова. Заяви им о себе сегодня же. На севере города ты найдёшь их логово в лавке Свенсона. ",
    "answers": [
      {
        "id": 44,
        "text": " — Но чем помогут то?"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]