[
  {
    "id": 1,
    "text": "Автор: Чуриков Максим<s>r\nЖанры: повседневность, боевик<s>r\n <s>r\n  Во дворе стоит наша снежная крепость, но через пять минут, тут закипит жаркий бой. Я и четверо моих друзей будем держать оборону против неприятелей из соседнего подъезда. Конечно у их пятерки хороший командир, но здесь и сейчас мы отстоим нашу белую крепость!   <s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": " Я показал язык всем ребятам из вражеского отряда и их предводителю Коле, играющего роль колдуна-полководца, и тут же спрятался за снежную стену, что оказалось вовремя, надо моей головой тут же пролетел снежный снаряд. Получить снежок в лицо до начала основного боя было бы неприятно. Я повернулся к своим друзьям. <s>r\n Тут был  Ваня, наш зодчий, который внес наибольший вклад в постройку крепости, за что и получил эту должность. Сейчас он полировал стенку крепости, хотя во время боя ему будет не до этого. Рядом сидел Дима, делает запасы снежков, коих накопилось штук тридцать. Основной защитник Сережа лепит шар, который по размеру сравним с арбузом. Точнее всех нас метает снежки. Саша, которая решила вызваться разведчицей, сейчас то и дело выглядывала из-за стены и следила за противником.<s>r\n Я – командир, точнее настала моя очередь им быть. Думаю пора начать заниматься своими обязанностями. <s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Воодушевить друзей"
      },
      {
        "id": 4,
        "text": "Начать провоцировать противника"
      }
    ]
  },
  {
    "id": 3,
    "text": " Вдохнув ртом холодный воздух, я начал свою речь:<s>r\n — Сегодня мы отстроили чудесную крепость, спасибо Ване за это. У нашей крепости есть целых  три стены высотой чуть выше нашего пупка. Не та, что у них была неделю назад, “крепость” с двумя стенами!<s>r\n — Но зато у них была башня размером с дверь в подъезд – сказал Дима.<s>r\n — Но стены все равно наши толще, чем были у них! – оспорила Саша.<s>r\n — С такими стенами нам ничего не страшны их ледышки, главное метать снежок, и быстро прятаться за стену. Берите пример с Сержи – настоящий снайпер. Смотрите какой “арбуз” уже слепил — сказал я, показывая  на снежный ком.<s>r\n Сережа тут же гордо выпятил грудь. Я хотел еще что-нибудь сказать, но тут Саша крикнула:<s>r\n -Противник нападает!<s>r\nНад нами головами пролетело несколько снежков. <s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Атаковать"
      },
      {
        "id": 10,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 4,
    "text": " Я вскочил и быстро метнул снежок в ближайшего противника, но он успел юркнуть за ствол дерева. Последовав моему примеру, все остальные тоже начали метать снежки, только Дима в основном лепил новые снаряды, так как наш запас начал быстро иссякать.<s>r\n Наша внезапная атака не увенчалась особым успехом, только одни противник был “ранен” в руку прицельным попаданием Сережи.<s>r\n<s>r\n—----------------------------------------------------------<s>r\nРезультаты.<s>r\n—---------------------------------------------------------<s>r\nМы<s>r\n<s>r\nВаня – цел.<s>r\nДима – цел.<s>r\nСереж – цел.<s>r\nСаша – цела. <s>r\nЯ – цел. <s>r\n<s>r\nВ запасе снежков хватит на еще одну атаку.<s>r\n<s>r\nСтена цела.<s>r\n—---------------------------------------------------------<s>r\nПротивник (всего их пятеро)<s>r\n<s>r\nКомандир (Коля) — цел.<s>r\n<s>r\nОдин “ранен”<s>r\n<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Защищаться"
      },
      {
        "id": 6,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 5,
    "text": " — А теперь мы начнем только изредка закидывать их снежками – сказал я, на что вся моя команда утвердительно кивнула. <s>r\n Мы начали аккуратно метать в противников снежки. Они решили тоже аккуратно отвечать на наши атаки. Двое успели подобраться ближе к крепости. Дима слепил несколько дополнительных снарядов.<s>r\n<s>r\n—----------------------------------------------------------<s>r\nРезультаты.<s>r\n—---------------------------------------------------------<s>r\nМы<s>r\n<s>r\nВаня – цел.<s>r\nДима – цел.<s>r\nСережа – цел.<s>r\nСаша – цела. <s>r\nЯ– цел. <s>r\n<s>r\nВ запасе снежков хватит на еще две атаки.<s>r\n<s>r\nСтена цела.<s>r\n—---------------------------------------------------------<s>r\nПротивник (всего их пятеро)<s>r\n<s>r\nКомандир (Коля) – цел.<s>r\n<s>r\nОдин противник  “ранен”.<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Атаковать"
      },
      {
        "id": 11,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 6,
    "text": " Я решили, что пора активно закидывать противника снежками. В противника полетел целый град снежков, двое ближайших почти сразу получили по снежку в лицо. Но, к сожалению, Дима неудачно выглянул и тоже получил попадание в голову. Сережу “ранило” в правую руку, теперь ему придется кидать левой рукой.<s>r\n<s>r\n—----------------------------------------------------------<s>r\nРезультаты.<s>r\n—---------------------------------------------------------<s>r\nМы <s>r\n<s>r\nВаня – цел.<s>r\nДима – “убит”<s>r (сейчас сидит и плюётся снегом).\nСережа – “ранен”.<s>r\nСаша – цела. <s>r\nЯ– цел. <s>r\n<s>r\nВ запасе снежков может не хватит на еще одну атаку.<s>r\n<s>r\nСтена цела.<s>r\n—---------------------------------------------------------<s>r\nПротивник (всего их пятеро)<s>r\n<s>r\nКомандир (Коля) – цел.<s>r\n<s>r\nДвое противников “убито”.<s>r\nОдин противник  “ранен”.<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Атаковать"
      },
      {
        "id": 11,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 7,
    "text": " Глядя на отплёвывающего снег Диму, мы с удвоенной скоростью начали метать снежки, мои друзья так же решили не экономить снежки. Но это не принесло значительных результатов, а запас снега кончился.<s>r\n Как только мы уменьшили наш напор, “раненый” побежал прямо на крепость, наши попытки в него попасть не увенчались успехом. Он протаранил нашу стену, но тут же получил от меня снежок в лоб. В образовавшийся пролом полетели вражеские снежки, Сережа не смог увернуться и получил два снаряда в грудь, а Ваня в лоб. Оба противника теперь в семи шагах от нашей крепости.<s>r\n<s>r\n<s>r\n<s>r\n—----------------------------------------------------------<s>r\nРезультаты.<s>r\n—---------------------------------------------------------<s>r\nМы<s>r\n<s>r\nВаня – “убит” (бежит домой попить воды).\nДима – “убит”.<s>r\nСережа – “убит” (понурно уходит с места боёв)\nСаша – цела. <s>r\nЯ– цел. <s>r\n<s>r\nВ запасе снежков нет.<s>r\n<s>r\nСтена сломана.<s>r\n—---------------------------------------------------------<s>r\nПротивник (всего их пятеро)<s>r\n<s>r\nКомандир противников – цел.<s>r\n<s>r\nТрое противников “убито”.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Побежать в атаку"
      },
      {
        "id": 9,
        "text": "Держать оборону",
        "need": 3
      }
    ]
  },
  {
    "id": 8,
    "text": " Схватив в  руки как можно больше снега, я побежал в атаку, на ходу лепя снежки и тут же кидая. Хотя я и не мог кидать точно, но мне повезло попасть в грудь одному из парней. Я так и добежал бы до вражеского командира, но в десяти шагах от него я осознал, что у меня в руках не оказалось снега. Я хотел быстро нагнуться и сделать снежок, но получил попадание в руку. Командир противника, Коля, вышел из-за дерева:<s>r\n — Сдавайся, хоть вас и осталось двое, но ты ,полководец, стоишь сейчас передо мной, у меня уже готов снежок для того чтобы добить тебя. Заклинаю тебя, чтоб ты объявил о своей капитуляции!<s>r\n Я отрицательно замотал головой, и тут же получил снежок в лицо. Я мог конечно согласиться на последнее “заклинание” и построить из остаков снега во дворе совсем маленькое укрепление из четырех снежных комов, но я решил, что сегодня мы ещё отвоюем нашу крепость в роли нападающих! <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало"
      }
    ]
  },
  {
    "id": 9,
    "text": " Я, укрывшись за остатками крепости, начал как можно чаще метать в противников снежки, даже отламывал куски снега от крепости, чтоб не тратить время на лепку снежка. Когда я отвлекся, чтоб оценить, обстановку и отдышаться, то оказалось что Саша куда-то пропала, а все “убитые” сейчас стояли у ближайшего дерева в стороне и наблюдали.<s>r\n Как только я вновь вернул свой взгляд на нападающих, то оказалось, что они с бешеной скоростью мчатся на меня. Я успел попасть только одному снежком в грудь, но вражеский командир с разгона толкнул меня. Пока я, лежа в снегу, попытался сориентироваться, он завис надо мной со снежком в руках. Он начал речь:<s>r\n — Я, великий колдун-полководец, заклинаю тебя сдаться! Согласись, у тебя не осталось и шанса. Для победы мне остается только метнуть этот снежок в твою голову. Я даже позволю вам с остатками снега построить свою маленькую крепость… <s>r\n — А я считаю, что твое последнее “заклинание” сейчас потеряет свою силу – раздалось у него из-за спины.<s>r\n В следующую секунду на его голову обрушился ком снега. К такому Коля определенно был не готов, и упал лицом в снег. За его спиной оказалась Саша, похоже, она во время моей отчаянной обороны спряталась с Серёжиным \"арбузом\", а затем и подгадала момент для своего триумфа.<s>r\n Когда все отряхнуться от снега, наши команды поменяются ролям, так что этот бой на сегодня не последний!<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 10,
    "text": " Я решил, что лучше аккуратно отвечать противнику, лишь изредка метая снежки в ответ. Никто ни в кого не попал, но двое противников смогли подобраться близко к крепости.<s>r\n<s>r\n—----------------------------------------------------------<s>r\nРезультаты.<s>r\n—---------------------------------------------------------<s>r\nМы<s>r\n<s>r\nВаня – цел.<s>r\nДима – цел.<s>r\nСережа – цел.<s>r\nСаша – цела. <s>r\nЯ– цел. <s>r\nВ запасе снежков хватит на еще две атаки.<s>r\nСтены целы.<s>r\n—---------------------------------------------------------<s>r\nПротивник (всего их пятеро)<s>r\n<s>r\nКомандир (Коля) – цел.<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Атаковать"
      },
      {
        "id": 11,
        "text": "Защищаться"
      }
    ]
  },
  {
    "id": 11,
    "text": " Я решил продолжить держать оборону, но это решение привело к трагедии. Два ближайших противника воспользовались затишьем и ринулись бегом на прямо на нас, мы не успели среагировать и они оба протаранили стену, от нее почти ничего не осталось, в голову Вани и Димы, котрый не успел убежать из зоны боевых действий, прилетело по снежку от штурмовиков, но и мы в долгу не остались – массивно закидали “таранщиков” снегом. Но образовавшийся пролом оставил без укрытия Сережу. Он не смог увернуться и получил два снаряда в грудь, но перед этим он успел попасть кому-то снежком в голову.\n<s>r\n—----------------------------------------------------------<s>r\nРезультаты.<s>r\n—---------------------------------------------------------<s>r\nМы<s>r\n<s>r\nВаня – “убит” (чистит очки от снега).\nДима – “убит” (плюётся снегом).\nСережа – “убит” (понурно уходит).<s>r\nСаша – цела. <s>r\nЯ– цел. <s>r\n<s>r\nВ запасе снежков нет.<s>r\n<s>r\nСтена сломана.<s>r\n—---------------------------------------------------------<s>r\nПротивник (всего их пятеро)<s>r\n<s>r\nКомандир (Коля) – цел.<s>r\n<s>r\nТрое противников “убито”.",
    "answers": [
      {
        "id": 8,
        "text": "Ринуться в атаку"
      },
      {
        "id": 9,
        "text": "Держать оборону",
        "need": 6
      },
      {
        "id": 12,
        "text": "Бесполезно в этом квесте откатываться назад. он сликом прост...",
        "need": 9
      }
    ]
  },
  {
    "id": 12,
    "text": "12",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "13",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "14",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "15",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "16",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "17",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "18",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "19",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "20",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "21",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "QWERTY",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]