[
  {
    "id": 1,
    "text": "Автор: Precter Stimus Diul (P.S.D.)<s>r\nЖанр: Фантастика/Юмор<s>r\n<s>r\nНемного о квесте: \nСможете ли вы помочь тяжелобольной девочке? А если и сможете, то что произойдёт из-за ваших стараний? Радость или горе? В ваших руках тонкая нить чужой жизни...<s>r\n<s>r\nУдачи и приятного времяпрепровождения!",
    "answers": [
      {
        "id": 2,
        "text": "Начнём, пожалуй"
      },
      {
        "id": 3,
        "text": "Концовки"
      },
      {
        "id": 5,
        "text": "Примечания автора"
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст",
        "need": 12
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст",
        "need": 13
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст",
        "need": 14
      },
      {
        "id": 15,
        "text": "Новый ответ. введите текст",
        "need": 15
      }
    ]
  },
  {
    "id": 2,
    "text": "   В квартире раздалась трель дверного звонка. Женщина тут же бросилась к \"глазку\", и, только увидев фигуру в белом халате с чемоданчиком, сразу же открыла дверь.<s>r\n— Наконец-то, заходите скорее, доктор. Где вы так долго пропадали? — женщина говорила быстро и нервно, видимо, произошло что-то серьезное.<s>r\n— Чудо не терпит спешки, милая, — доктор мягко и по-голливудски расплылся в улыбке. — Где пациент?<s>r\n— Да, да, пойдемте, доктор, она в детской, — женщина, схватив за рукав, потащила врача дальше по коридору.\n   Они зашли в самую дальную комнату, единственное окно которой было плотно зашторено. На полу валялись различные игрушки, карандаши, краски, кисточки, книжки и платьица. Вдоль левой стены стоял маленький стульчик и столик, на котором лежали раскраски и еще пара карандашей, вслед за ними — огромный шкаф, видимо, с одеждой. Справа же, параллельно стене, стояла большая кровать, в которой лежала девочка лет 7-8, закутавшись в своё одеяльце. <s>r\n— Зачем вы зашторили окно? Впустите немного свежего воздуха, — доктор повернулся к маме девочки, которая стояла позади.<s>r\n— Да, конечно, — женщина тут же бросилась к окну и, отодвинув шторы, приоткыла его.<s>r\n— Так ярко... — девочка тут же отвернулась к стене и укуталась в одеяло с головой.<s>r\n— Заварите пока чай, я сам справлюсь, — доктор, подхватив стул, подошел к кровати и стал открывать свой чемоданчик.<s>r\n— Да, хорошо... — мама девочки тут же бросилась на кухню, и доктор услышал звук бегущей из крана воды.",
    "answers": [
      {
        "id": 4,
        "text": "Поговорить с девочкой"
      }
    ]
  },
  {
    "id": 3,
    "text": "                 Концовки<s>r\n<s>r\n   Здесь вы можете наблюдать открытые вами концовки. Список возможных предоставлен ниже:<s>r\n• Печальная концовка<s>r\n• Счастливая концовка",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Печальная концовка",
        "need": 10,
        "need_ever": true
      },
      {
        "id": 11,
        "text": "Счастливая концовка",
        "need": 11,
        "need_ever": true
      }
    ]
  },
  {
    "id": 4,
    "text": "   Доктор наконец-то открыл свой чемоданчик и положил его на стульчик, а сам подошёл к девочке.<s>r\n— Как ты себя чуствуешь? У тебя что-то болит?<s>r\n— Нет, ничего не болит... — девочка глухо кашлянула из-под одеяла и закуталась ещё сильней.<s>r\n   В комнату вдруг вбежал небольшой бульдог и залез на кровать к девочке.<s>r\n— Пуся... — девочка выбралась из-под одеяльца и потянулась к собаке, та подошла к ней поближе и стала лизать в щёку.<s>r\n— Ну что ж, будем тебя лечить, — доктор растянулся в самой дружелюбной улыбке, которую только видела девочка. — Как тебя зовут?<s>r\n— Настя. А это не больно? — снова закашлявшись, спросила девочка. <s>r\n— Нет, — заверил её доктор.<s>r\n   Из чемоданчика он достал градусник, стетескоп и шпатель (палочка, чтобы смотреть горло). <s>r\n— Собаки — лучший друг человека, к ним стоит прислушиваться... — доктор говорил вслух сам с собой, размышляя, что использовать первым.<s>r\n<s>r\nВы можете использовать только два варианта из предоставленных ниже, если вы внимательно читали текст, то сможете выбрать нужные:",
    "answers": [
      {
        "id": 6,
        "text": "Градусник"
      },
      {
        "id": 7,
        "text": "Стетоскоп"
      },
      {
        "id": 8,
        "text": "Шпатель"
      },
      {
        "id": 9,
        "text": "Посмотреть на бульдога"
      }
    ]
  },
  {
    "id": 5,
    "text": "                              Информация о квесте\n\n   Как вы могли видеть в названии, это мини-квест по случаю конкурса в группе ВК. Обязательно заходите туда.\n   Рекомендации для мини-квестов:\n• Объем не больше 11 страниц (21 для публикации, ненужные страницы пусты и сокрыты от читателя);\n• Среднее количество символов на страницу не превышает 1000 знаков.\n\n                              Примечания автора\n\n   Автор не хочет кого-либо оскорбить или унизить своим произведением, любое совпадение персонажей и событий квеста с реальной жизнью, другими квестами или художественными произведениями не является преднамеренным плагиатом.\n\n   Автор выражает огромную благодарность создателям приложения, а также всем тем, кто прочтет квест и прокомментирует его.\n\n   Автор оставляет за собой все права на это произведение, распространение или копирование возможно только с его разрешения.\n\n   Желаю удачи в будущем всем квестописцам, а читателям — приятно провести время.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Доктор достал из чемоданчика градусник. Он был далеко не обычным. Вместо делений на нем были надписи. Девочка взяла градусник. Через пять минут она отдала его обратно. На нём была самая нижняя надпись — \"Что-то не так\", хотя это было понятно и без градусника. Оставалось попробовать что-нибудь еще.",
    "answers": [
      {
        "id": 7,
        "text": "Стетоскоп",
        "need": [
          -7,
          -8,
          -9
        ],
        "need_sometimes": false
      },
      {
        "id": 8,
        "text": "Шпатель",
        "need": [
          -7,
          -8,
          -9
        ]
      },
      {
        "id": 9,
        "text": "Посмотреть на бульдога",
        "need": [
          -7,
          -8,
          -9
        ]
      },
      {
        "id": 10,
        "text": "Закончить осмотр",
        "need": [
          7,
          8,
          9
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 7,
    "text": "   Доктор надел стетоскоп и стал прослушивать девочку. Вместе с биением сердца он слышал: \"Что-то не так\". Это \"говорил\" волшебный стетоскоп, но это мало чем помогало делу. Нужно было попробовать что-то еще.",
    "answers": [
      {
        "id": 6,
        "text": "Градусник",
        "need": [
          -6,
          -8,
          -9
        ]
      },
      {
        "id": 8,
        "text": "Шпатель",
        "need": [
          -6,
          -8,
          -9
        ]
      },
      {
        "id": 9,
        "text": "Посмотреть на бульдога",
        "need": [
          -6,
          -8,
          -9
        ]
      },
      {
        "id": 10,
        "text": "Закончить осмотр",
        "need": [
          6,
          8,
          9
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 8,
    "text": "   Доктор взял шпатель.<s>r\n— Открой рот и скажи \"А\".<s>r\n   Девочка послушно открыла рот, доктор стал осматривать её горло. Оно не было красным. Он вытащил шпатель, на котором проявилась надпись, в этот же момент девочка опять начала кашлять. Доктор вытащил мятную таблетку-сосалку.<s>r\n— С яблоком, — он опять расплылся в широкой улыбке.<s>r\n   Настя послушно взяла лекарство. Доктор наконец обратил внимание на надпись. \"Внимание\". Для доктора кое-что прояснилось. Оставалось ещё одно средство, чтобы удостовериться в правильности его выводов.",
    "answers": [
      {
        "id": 6,
        "text": "Градусник",
        "need": [
          -6,
          -7,
          -9
        ]
      },
      {
        "id": 7,
        "text": "Стетоскоп",
        "need": [
          -6,
          -7,
          -9
        ]
      },
      {
        "id": 9,
        "text": "Посмотреть на бульдога",
        "need": [
          -6,
          -7,
          -9
        ]
      },
      {
        "id": 10,
        "text": "Закончить осмотр",
        "need": [
          6,
          7
        ],
        "need_sometimes": true
      },
      {
        "id": 11,
        "text": "Закончить осмотр",
        "need": 9,
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 9,
    "text": "   Доктор посмотрел прямо в глаза маленькой собачке. Он увидел недалекое прошлое: девочка сидела и играла со своими куклами. Мимо проходил её папа.<s>r\n— Папа, давай играть! — позвала того девочка, глядя на него своими зелеными глазками.<s>r\n— Извини, принцесса, мне уже пора, может быть, вечером, — со вздохом ответил ее отец, подхватил дипломат и, бросив прощальный взгляд на жену, вышел за дверь.<s>r\n— Мамуля, может быть, ты поиграешь со мной? — девочка выглядела немного разочарованной, но всё так же улыбалась, продолжая играть куклами.<s>r\n— Прости, малышка, я немного занята, может, чуть позже, хорошо? — женщина ходила из комнаты в комнату, занятая своими заботами.<s>r\n— Хорошо... — девочка опустила голову и медленно продолжила играть в куклы, которые через пару минут уже валялись на полу. К Насте подбежала Пуся, и девочка стала поглаживать её с печальным видом.<s>r\n   Для доктора всё стало предельно понятным, осталось только уточнить правильность его мыслей с помощью одного из оставшихся предметов.",
    "answers": [
      {
        "id": 6,
        "text": "Градусник",
        "need": [
          -6,
          -7,
          -8
        ]
      },
      {
        "id": 7,
        "text": "Стетоскоп",
        "need": [
          -6,
          -7,
          -8
        ]
      },
      {
        "id": 8,
        "text": "Шпатель",
        "need": [
          -6,
          -7,
          -8
        ]
      },
      {
        "id": 10,
        "text": "Закончить осмотр",
        "need": [
          6,
          7
        ],
        "need_sometimes": true
      },
      {
        "id": 11,
        "text": "Закончить осмотр",
        "need": 8,
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 10,
    "text": "   Использованные предметы не помогли доктору понять истинную причину хандры девочки, но он всё же сложил все вещи обратно в чемоданчик, взял две яркие бутылочки и вышел на кухню.<s>r\n   Женщина устало глядело в окно, совсем забыв об уже закипевшем чайнике. Доктор тихо подсел рядом.<s>r\n— Вот вам \"Радость\" и \"Счастье\", добавьте по ложке каждого лекарства в стакан чая. После того, как Настя выпьет этот чай, произнесите следующее: <s>r\n   За далёкими лесами, <s>r\n   За высокими горами,<s>r\n   За морями и реками,<s>r\n   Где живёт Желание,<s>r\n   Пусть прилетит оттуда то,<s>r\n   Что нужно более всего.<s>r\n— Доктор, а это поможет? — с испугом спросила мама девочки.<s>r\n— Если я правильно поставил диагноз, то да, — уже в который раз на лице доктора появилась добрая и мягкая улыбка. — Простите, но мне пора.<s>r\n   И, подхватив свой чемоданчик, он ушел.<s>r\n<s>r\nИтог: Похоже, что Доктор ошибся в диагнозе. Девочке стало лучше, и пусть она теперь всегда смеялась и улыбалась, но на самом деле она всё равно всегда была очень грустной. Родители всё так же не находили время, чтобы провести его со своим ребёнком. Попробуйте ещё раз.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Использованные предметы вполне точно помогли доктору понять истинную причину хандры девочки, и он сложил все вещи обратно в чемоданчик, взял две яркие бутылочки и вышел на кухню.<s>r\n   Женщина устало глядело в окно, совсем забыв об уже закипевшем чайнике. Доктор тихо подсел рядом.<s>r\n— Вот вам \"Терпение\" и \"Любовь\", добавьте по ложке каждого лекарства в стакан чая. После того, как Настя выпьет этот чай, произнесите следующее: <s>r\n   За далёкими лесами, <s>r\n   За высокими горами,<s>r\n   За морями и реками,<s>r\n   Где живёт Желание,<s>r\n   Пусть прилетит оттуда то,<s>r\n   Что нужно более всего.<s>r\n— Доктор, а это поможет? — с испугом спросила мама девочки.<s>r\n— Если я правильно поставил диагноз, то да, — уже в который раз на лице доктора появилась добрая и мягкая улыбка. — Простите, но мне пора.<s>r\n   И, подхватив свой чемоданчик, он ушел.<s>r\n<s>r\nИтог: Похоже, что Доктор не ошибся со своим диагнозом. Родители стали проводить времени с Настей намного больше, и теперь девочка никогда не грустила. Вы нашли хорошую концовку, молодцы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "та",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "пт",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "пт",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "ра",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "по",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "др",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "дп",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "лаа",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "пои",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "пп",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]