[
  {
    "id": 1,
    "text": "Автор: Лесна Орехова\n\nСегодня обычный день моей жизни. Встать по будильнику. Собрать дочь в сад. Отвести. Прийти домой. Загрузить стирку, погладить бельё. Навести порядок. Послушать музыку. Приготовить ужин. Забрать дочь из сада.\nИзо дня в день одно и то же.\nКак хочется перемен, но как они страшат.",
    "answers": [
      {
        "id": 2,
        "text": "Перемены."
      }
    ]
  },
  {
    "id": 2,
    "text": "Звенит будильник. ",
    "answers": [
      {
        "id": 3,
        "text": "Встать"
      },
      {
        "id": 4,
        "text": "Спать ещё 5 мин"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ничего не меняется в жизни. Эх. Тоска.",
    "answers": [
      {
        "id": 1,
        "text": " Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "Подпрыгиваю на кровати, ощущение что проспала. Распахиваю глаза, и, на автомате, тяну руку в поисках телефона. Понимаю что не дома. Жёлтые шторы слегка подрагивают от ветра из раскрытого окна. Солнечный свет заливает светлую, огромную комнату. Я на кровати лежу. Встаю. Кутаюсь в покрывало.",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к шкафу"
      },
      {
        "id": 14,
        "text": "Разглядывать комнату с кровати"
      }
    ]
  },
  {
    "id": 5,
    "text": " Подхожу к шкафу. Огромный бежевый монстр. Распахиваю дверцы. Куча одежды. Нарядные платья, блузки, майки, рубашки. Вторая дверца открывает мир штанов, брюк. Достаю первые попавшиеся штаны на завязках и рубашку мужского покроя. Одеваюсь. Размер мой, как будто на меня шито. Третья дверца прятала ящики с обувью. Достаю балетки. Одеваю.",
    "answers": [
      {
        "id": 6,
        "text": "Стук двери"
      }
    ]
  },
  {
    "id": 6,
    "text": "Выглядываю из-за дверцы шкафа. Стоит мужик. Здоровый как медведь. Чёрные волосы, глаза голубые. \n—Проснулась?- спрашивает. Голос грубый. \nКожа покрывается пупырками от страха.",
    "answers": [
      {
        "id": 8,
        "text": "Ответить"
      },
      {
        "id": 9,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "—Да. Кто вы? Где я?\nРазглядывает меня, молчит. Мой страх перерастает в ужас. До меня начинает доходить кошмар ситуации. Я когда проснулась ощущение было, что мозг заморожен. Действия были рефлекторные. А сейчас кажется, что только что проснулась, а не 10 мин назад. Волосы на голове шевелятся.\nПротягивает кружку.\n— Выпей.",
    "answers": [
      {
        "id": 10,
        "text": "Пить"
      },
      {
        "id": 11,
        "text": "Не пить"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я молча пялюсь на мужика. Такой бруталище!\nРаз выкрал меня, то ничего хорошего не жди.\n— Что молчишь?- преступление такой голос иметь. Ему бы рок петь.\nМолчу. Жду что скажет. Сама лихорадочно соображаю чем защищаться если что. Статуэток ни каких поблизости нет. Ночник на тумбе возле кровати. Если только им.\nДелаю небольшой шажок к кровати. \n— Тебе надо выпить лекарство.- протягивает кружку. Делаю шаг к нему, беру кружку. Тут же несколько шагов к кровати. Молча наблюдает за мной. Лицо как маска, никаких эмоций. Только в глазах настороженность. \nВ кружке мерзость какая-то. Чёрная вонючая жижа. Нет. Пить я это не буду! Фу! Смотрю на мужика, что делать будет.\nОн нетерпеливо передёргивает плечами и делает шаг ко мне. \nТут я поняла, что страх во мне нарастал всё это время. Я, как пружина, взвилась в воздух. Влетела на кровать уже с ночником в руках. Как? Никогда объяснить не смогу. А дрянь из кружки капала на одежду мужика с его волос. Во я даю!\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Стукнуть урода"
      },
      {
        "id": 32,
        "text": "Наблюдать за мужиком"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я беру кружку. Смотрю на чёрную жидкость. \nЭх! Двум смертям не бывать, одной не миновать.",
    "answers": [
      {
        "id": 12,
        "text": "Пью"
      }
    ]
  },
  {
    "id": 11,
    "text": "Беру кружку. В ней чёрная жидкость. Выглядит и пахнет совершенно не съедобно.\n— Хорошо,- отвечаю немного заторможено, разглядываю дрянь в кружке — но вы мне сначала объясните, пожалуйста, что происходит?\nПоднимаю на него глаза.\nСмотрит на меня задумчиво, теребит внутреннюю сторону губы зубами.\nЯ жду затаив дыхание.\nЧто-то для себя решив делает ко мне шаг.\nЯ отшатываюсь. Страшно. Здоровый мужик, явно не с добрыми намерениями меня выкрал из дома.\n",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Открываю глаза. Я дома. Нащупываю телефон. Время вставать. Ну и сон мне приснился. Реалистичный до мурашек.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Слева огромный шкаф. Дальше дверь. Видимо выход. Вычурная, с резьбой. Следом комод, такой же большой как шкаф. Гигантомания у них что-ли. Камин. Возле него два кресла и столик. Ближе к окну диван. Всё светлое. Стены тёмные. На полу ковёр коричневый. Штора, покрывало и безделушки, расставленные на камине и полке над ней, жёлтые.\nСкрипнула дверь. ",
    "answers": [
      {
        "id": 15,
        "text": "Притвориться спящей"
      },
      {
        "id": 16,
        "text": "Ждать входящего сидя"
      }
    ]
  },
  {
    "id": 15,
    "text": "Кто-то вошел. Шаги были еле слышны. Ковёр глушит. Я тихо и размеренно дышу. Я в этом профессионал, бывает утром проснёшься до будильника. Муж на работу собирается. Притворишься спящей. А то начнётся: где мои носки, рубашка, а покорми меня завтраком, а кофе не сладкий, а яичница не солёная... так мозг вынесет, что весь день настроения нет. Говорят что женщина мужчине мозги через соломинку пъёт. У нас наоборот. А когда сам собирается все находит. Все ему вкусно. Давно уже не страдаю излишней заботливостью. Нервы берегу.\nТак вот, судя по звукам, прошел этот кто- то к дивану, сел.\nМинут пять тишина стояла. Ждет когда проснусь похоже. Ну, нет. Я пока не пойму что к чему буду \" спать\".\n",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Зашел мужик. Здоровый как медведь. Волосы чёрные, глаза голубые. Симпатичный брутал.\nВ руках кружка.\n— Проснулась?- голос хриплый.\n—Да. Вы кто? Где я?\nПодходит ко мне. Молча разглядывает.\n—Ты должна выпить. — протягивает кружку.\n— Что это?\n— Лекарство.\n— От чего?\n— От правды.\nСмотрю, то на него, то на кружку.\n— В смысле?",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Пей, говорю.- тычет кружкой в лицо.",
    "answers": [
      {
        "id": 18,
        "text": "Пить"
      },
      {
        "id": 19,
        "text": "Не пить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Беру кружку. Разглядываю жидкость в ней. Чёрная масленная дрянь. Ещё и пахнет как навоз. Но, надо, так надо.",
    "answers": [
      {
        "id": 20,
        "text": "Пить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Беру кружку. В ней какая-то дрянь черного цвета. Вонь из кружки вызывает тошноту.\n— Не буду я это пить!\n— Куда ты денешься!- хватает одной рукой кружку, другой меня за волосы. Тянет больно за кудри, я вскрикиваю, хватаюсь руками за его лапищу. А он в это время вливает гадость мне в рот. Рефлекторно глотаю.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Будильник заиграл как всегда не вовремя. Такой интересный сон был. Эх...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Открываю глаза после звона будильника. Почему-то болит губа. Провожу языком по нижней губе и понимаю, что там ранка. Кожа на голове болит буд-то кто волосы драл.\nСажусь, тупо пялюсь в стену. Мне приснился странный сон. Яркий, как реальность. Ладно губа, может прикусила. Но скальп-то почему болит?!\n— Ладно,- качаю головой.- Пора вставать.\n",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Дни складывались в недели, недели в месяцы, месяцы в годы. В моей жизни ничего не меняется. Иногда возникает ощущение будто я что-то упустила. Где-то ошиблась. Но вот где...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Он хватат меня за волосы, вырывает кружку из рук. Я пытаюсь вырваться. Куда там!  Прижимает меня к свой необъятной груди спиной. Пытается влить мерзость из кружки мне в рот. Но, так как держит меня за талию, а голова свободна, я уворачиваюсь от кружки как могу. Несколько глотков попадают в желудок.",
    "answers": [
      {
        "id": 26,
        "text": "Хлопает дверь"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Вил, что происходит?- голос от двери.\n— Пытаюсь лекарством напоить.\nЭтот гад даже не запыхался, в отличии от меня.\n— И что? Не хочет?\n— Я не спрашивал- бурчит.\n— Вил, Вил..вот сколько тебя знаю, а ты всё не меняешься.- Старик качает головой. Проходит к одному из кресел. Садится.\n— Присаживайтесь, милая, побеседуем.\nВил отпускает меня. Я раскрасневшаяся, запыхавшаяся и лохматая. Прохожу ко второму креслу. Пытаюсь пригладить волосы. Сажусь.\nВил проходит к дивану. Занимает половину. Вот понятно становится под кого мебель.",
    "answers": [
      {
        "id": 27,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Зовут меня дед Дориан. Зови дед Дор.- спокойно говорит мужчина поглаживая небольшую бородку. Седые волосы собраны в хвост. Глаза голубые, но настолько светлые, что кажутся белыми. Тоже высоченный, худой, в штанах и рубахе свободного кроя.- Домой хочешь?\n— Конечно.\n— Тебя там кто-то ждёт?\n— Дочь маленькая и муж.\n— Тогда тебе надо выпить лекарство, милая. Если нет, то не вернёшься домой.\n— Но почему! Что за лекарство?\n— Раз решила домой, то сказать больше ничего не могу.- ответил он.\nВил молча протянул кружку. Как не расплескалась, не понятно, пока мы боролись.\nИ тут где-то за окном прогремел взрыв. Был он такой силы, что стёкла в окнах зазвенели.\n",
    "answers": [
      {
        "id": 28,
        "text": "Бежать к окну"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я вскочила вместе с Вилом и дедом и кинулась к окну. \n— Троян.- Громко рявкнул Вил.\n— Твою туда через туда!- выругался дед. Правда в каком месте он \"дед\" не понятно.\nЗа могучими спинами Вила и деда ничего толком видно не было. Только на небе чернота какая-то, она становилась всё больше.\n— Это что? Туча?\nОни повернулись одновременно. Посмотрели на меня и вместе сделали шаг в мою сторону. Дед схватил поперёк талии и за челюсть. Вил метнулся за кружкой и быстро влил мне в рот гадость. Я рефлекторно глотала. Было больно. По лицу текли слёзы.\n",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я проснулась от звонка будильника. В голове каша из обрывков сна. Челюсть ноет. Я села, одной рукой разминаю челюсть. Осматриваюсь. Дома. Свет ночника из коридора формирует причудливые тени. \n— Приснится же такое- голос какой-то несчастный. \nЯ попыталась встать, и вдруг поняла, что на мне брюки с завязками, рубашка мужского кроя и балетки. \n— Что за ерунда!- схватила телефон. Число то что должно быть, время утреннее. Всё как и должно быть. Подорвалась с кровати. Метнулась в детскую. Дочь спит. Всё в порядке. \nДолго я еще вспоминала ту ночь и утро. Объяснения всему этому так и не нашла. Иногда доставала одежду, что была одета на мне в то утро, оматривала, но так ничего нового и не нашла. Через время она куда-то делась. А моя жизнь так и осталась прежней.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "Сжимаю ночник обеими руками, и, со всей дури, бью по голове бруталу. Он покачнулся и упал лицом вниз. Прямо на кровать. Перекатился на пол, лежит на спине, глаза закрыты, руки в стороны. \nЯ его убила что-ли? Руки дрожат. Но жить очень хочется. К семье хочется. Ну вот чего мне не хватало? Муж хороший, дочка — лапочка. Я прозрела, ведь счастлива была. Скучно, скучно, зато сейчас весело! \nСнова скрипнула дверь.",
    "answers": [
      {
        "id": 33,
        "text": "Так и стоять на кровати"
      },
      {
        "id": 34,
        "text": "Метнуться за кресло"
      }
    ]
  },
  {
    "id": 32,
    "text": "Он вытер лицо. Поднял кружку. Когда он её взял в руки в ней что-то сверкнуло. Я скосила глаза. Там снова была эта чёрная жижа! Вот как?! \nНеуловимое движение и мы с ночником по разным сторонам кровати. Я под бруталом. Он сжимает коленями моё тело, руки прижаты по бокам. Сидит разглядывает. И это всё с кружкой в руках!\n— Не травите меня, пожалуйста,  у меня дочь маленькая.- голос дрожит, настолько слабый, что еле слышно.\nЕго взгляд смягчился.\n— Это лекарство.\n— Но я не больна. Правда, правда. Давайте вы меня просто отпустите домой. К дочери- добаляю, чтоб уж наверняка.\n— Давай.- говорит этот гад и заставляет пить из кружки.\nЯ глотаю бурду, вкус как у очень крепкого кофе.\n",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я, растерянно хлопая глазами, стояла на кровати. Около кровати валяется брутал. Рядом с его торсом разбитый ночник. Картина маслом, туды через туды!\nБыстрым шагом вошёл старик. Хотя стариком его можно назвать с натяжкой. Да, седые длинные волосы в хвосте. Да, лучики морщин, от светло-голубых, почти белых глаз. Но! Он был высокий, прямой как палка, с живым взглядом и резкими движениями.\n— Что происходит?- глубокий, вовсе не старческий голос.\nЯ стала оглядываться в поисках чего-то тяжёлого. Мало того что притащили чёрт знает куда, так ещё и сообщника прибила. А кем же ещё может быть брутал?\nДедок быстро оценил ситуацию. Поднял руки ладонями вперёд в жесте- \"я без оружия\".\n—Спокойно! Вам никто ни чего плохого не сделает!\n— Да? Только отравят? — ядовито поинтересовалась я.\n— Это лекарство. \n— Я не больна! Меня лечить не надо!- дрожащим голосом выдала.\n— Вы не понимаете! \n— А вы объясните! Какого чёрта вы меня украли? Зачем?\n",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я решила, от греха подальше, спрятаться. Метнулась за кресло у окна. Затихла. Послышались шаги. Кто-то резво прошагал явно к медвежуту.\n— Ох!- явно мужской \"ох\".\n—Вил! Вил! — звуки шлепков, видимо по щекам хлопал. Ага, ты его ещё ночником стукни, кто так лечит-то?\n— Я в порядке. Прекращай! — недоубиенный мой говорит. Вот гад живучий. Сейчас вдвоём меня искать будут, похоже. Сердце стучит заполошно. Надеюсь не слышат.\n— Где эта стерва? — Вил спросил. Нет, ну что за голос! Вот за что этого гада-похитителя Бог наградил таким голосом?\n— Нет её. Придётся искать по Дому. Похоже испугалась и носится сейчас где-то по этажу.\n",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "За окном прогремел взрыв, да такой силы, что стекла задребезжали. \nДедок рванул к окну. С моего места на кровати хорошо была видна чёрная клякса на небе. Была ли она там раньше не знаю, не до разглядываний пейзажей было как-то.\nКлякса медленно, но росла.\n—Троян! Надо бежать! Ты! Быстро отвечай, домой хочешь?- в темпе скороговорки спросил дед.\n—Конечно, хочу!\nДед махнул рукой, я перестала чувствовать своё тело. На мягкой кровати не устояла, упала на неё. Пока я там прыгала и пыталась пошевелиться дедок времени зря не терял. В поле зрения нарисовалась ненавистная кружка, снова полная чёрной бурды. Потекло в рот.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 36,
    "text": "Проснулась от звука будильника. Резко распахнула глаза. Подскочила. Так, моя комната, побежала в детскую, дочь спит, подоткнув одну ладошку под щёчку. Выдохнула. Рванула назад, за телефоном. Число правильное, время тоже. Ну и сон!\nЯ села на кровать и задумалась. Может этот сон мне послал Бог. Смотри, мол, можешь всё потерять. Я ведь счастливая жена, мать. Да даже дочь! Мать с отцом живы и относительно здоровы. А я вечно не довольна.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Спасбо, мамочка!- доча обняла меня своими маленькими ручками.- Ты такая хорошая! \nЭто мы с дочей лепили слона из пластелина, вместе лепили. Я не сидела с телефоном, гоняя камешки, я не сёрфила соцсети, разглядывая виллу Вари — одноклассницы, завистливо вздыхая, я не разглядывала очередную чашку капучино из итальянского ресторана в Твиттере. Я лепила слона с моей крошкой. В духовке сидел пирог с мясом к приходу мужа с работы. Я нашла своё место в жизни. Я счастлива!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "— Она проснулась раньше, чем я пришёл.- Вил\n— Я понял. Парня отравил домой?\n— Да. Всё как надо.\nСлышалось шебуршание. Видимо Вил в порядок себя приводил.\n— Что-то часто из программы выпадать стали.- Вил.\n— Да. Серв не тянет, много пользователей. И, ладно, если бы играли. А то зайдут, персонажа создадут и не играют.- второй голос.\n— Да конкуренты с их эльфами, вампирами, дроу, и прочей ерундой популярнее чем люди в техномире.\n— Это точно. Всем подавай силу, скорость, экшен. Простые отношения мало кого привлекают.\nГолоса явно сдвинулись в сторону двери. Хлопнуло. Тишина. ",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "Что за чудики? О чём это они? Разработчики игры, что-ли, какой-то.\nЧто-то громыхнуло за окном. Аж стёкла зазвенели. Я выглянула из-за кресла, ни кого. Рванула к окну.\nЗа окном, в небе, шевелила отростками клякса. Она постепенно увеличивалась. Набухала новыми отростками. Внизу послышался шум, в кляксу полетело что-то зелёное с земли. Я перегнулась через подоконник. Высоко, этаж пятый. Внизу люди. Здоровые мужики, человек десять. У всех в руках палки, на конце каждой палки камень. Периодически с этого камня, в направлении кляксы, вылетало что-то зелёное. \nОсобенно выделялся дядька с белыми волосами в хвосте. В одной руке у него палка, как у всех, а второй рукой он делает странные движения. Верила бы в магию, решила бы что колдует, пассы рукой выписывает.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Клякса, с шипением, исчезла. Мужики о чем-то переговаривались. Я отодвинулась от окна и замерла. Мой взгляд уперся в окружающий мир.\n— Ой, мамочка моя- прошептала я.\nВокруг площадки перед домом был белый туман. Ну, то-есть, был дом, в котором я нахожусь, было небо, даже немного деревьев около дома, а потом как отрезали. Я стала вглядываться в туман, стали проявляться очертания леса, в какой-то миг передо мной открылся густой лес. Я оглянулась, всё ли спокойно посмотреть, а то увлеклась видами за окном. Снова повернулась к окну, а там снова туман! И начинается он сразу за окном! Туман исчез как только я стала всматриваться в него. Снова двор, за ним лес.\n— Что за!- крик души!\n",
    "answers": [
      {
        "id": 42,
        "text": "Скрипнула дверь"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я не успела снова шмыгнуть за кресло. Вошёл дед. Ну, может не дед. Высокий, статный, хвост белых волос. Глаза голубые, почти белые. На туман за окном похожи. Я замерла как пища удава. Разглядывала лицо, лучики морщин разбегающиеся от глаз. Волевой подбородок.\n— Здравствуй, милая!- судя по голосу это он медведя спасал.\n—Здравствуйте!- прошептала. Горло свело. Очень хотелось пить.\n— Пить хочешь? \n— Хочу.\nОн подходит ко мне, протягивает кружку, от него пахнет травами и теплом лета. Не спрашивайте меня как это, очень уютно, скажу я вам, а как еще выразить не знаю.\nКак под гипнозом подношу кружку к губам. Делаю глоток за глотком глядя в его глаза. Он улыбается. Глаза добрые, наполненные теплом.\n",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Проснулась я со звонком будильника. Лежу вспоминаю сон. Тёплые глаза. запах летнего дня исходящий от этого мужчины. Ну и сон! Сердце щемит так, будто я потеряла родного человека. Но это же сон! Это сон. Просто сон. Как жаль, что это сон.\nЯ понимаю что текут слёзы. Ничего не могу с этим поделать. Рыдаю на взрыд. Чувство потери настолько сильное, что не могу заставить себя остановиться. Не могу встать и заняться обычной рутиной.\nКак дальше жить без него?",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "Просыпаюсь от звука будильника. Резко подскакиваю. Дома. Выдыхаю. Я дома!\nБегу резвой ланью в детскую. Тишина, доча спит.\nВозвращаюсь в спальню. Сажусь на кровать.\n— Ну и сон,- шепчу- надо же такому присниться. \nКак ярко всё! Вечером мужу расскажу. Вместе посмеёмся. \nСижу, уставившись в одну точку, вспоминаю. Наконец встряхиваюсь, как собака после дождя, бегут мурашки. \n— Ладно. Пора будить малышку. — звук собственного голоса кажется каким-то странным. Буд-то записано на плёнку каждое слово отдельно, затем их сложили во фразу.\nОглядываюсь вокруг. Шкаф, комод, трильяж, окно.\n",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "Картинка мигает, снова всё на своих местах. Вон царапина на дверце шкафа, когда перевозили неудачно повернули тяжёлую конструкцию на лестнице. Встаю, пальцем провожу по царапине. Царапина пропала. Вновь мигнуло всё. То ли в голове, то ли в комнате. Смотрю на место где была царапина. Нет её!\nМедленно, буд-то я хрустальная, подхожу к трюмо. Там у зеркала в уголке скол. Провожу пальцем по сколу, мигнула картинка, скола нет.\n— Что происходит?- шепчу.\nМурашки размером с дракона бегут по коже. \nОтветить не кому. Галлюцинации? Я сошла с ума? Что происходит?",
    "answers": [
      {
        "id": 47,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Снова зазвенел будильник. Ещё со студенческих времен осталась привычка ставить три-четыре будильника, с интервалом в пять минут. Я вдохнула — выдохнула и пошла будить дочь. \nПривела дочь в сад, воспитатель выглянула из группы, поздоровалась.\nОна в последние пол года сильно похудела. Нашли рак. Неоперабильный. Она удивительно светлый человек. Не унывает. Пьёт лекарства. Работает с детками. Они её очень любят. \nЯ увидела вокруг неё красное свечение. Исходило оно с левого бока, постепенно светлея.\n—Извините, у вас что-то к боку прилипло,- не знаю что, но что-то дернуло меня сказать, очень хотелось погладить то место, где концентрация красного была самой сильной.\n— Где?- она стала отряхивать оба бока. Разглядывая своё очень свободное платье, которое когда-то красиво сидело по фигуре.\n— Да, вот же!- я погладила бок, делая вид что отряхиваю. Мир мигнул, свечение пропало!\n— Вроде нет ничего. — смотрит на меня как-то странно.\n— Нет, уже нет.- улыбаюсь.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "Дверь снова скрипнула. Кто-то еще вошёл.\n— Спит ещё?- тихий мужской голос.\n— Угу.\n— Неспокойно в мире. Рябь идет. Кто-то пытается влезть похоже.\n— Угу. И прыгунов этих больше стало. В смену до десяти человек. — тихо говорит, похоже первый, что вошел.\nВторой прошелестел куда-то в район кресел. Сел. Судя по звуку.\n— Серв перегружен. И, ладно, если бы играли. Зайдут, человека создадут, и все. Больше половины серва пустышки, по алгоритмам живут.\n— Ну, да. Сейчас модно жить эльфами, драконами, если и люди, то маги или ещё какие супербонусы. А тут просто люди, просто техномир.- вздохнул.\n— Идут слухи что закроют этот мир. Нерентабельно. \n— Да, ну! Сколько раз они уже думали закрыть. Конец света устроят. Вроде большинство уберут, а потом пара богатых пользователей достанут жалобами, и опять растёт население. Без работы не останемся.\n— Меня звали к конкурентам. Гномов курировать.\n— И что? Какую зарплату обещали?\nЧто-то бахнуло за окном. Так сильно, что окна зазвенели.\n",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Мужики рванули из комнаты, только дверь хлопнула. Я открыла глаза. Невидящим взглядом упёрлась в тумбу. Это что получается? Наш мир — мир аватаров? Я тоже чей-то надоевший аватар? Меня, как надоевшую игрушку просто бросили?\nА как же мои желания-чаяния, как же мечты? Но я ведь ничего не делала для их достижения. Закончила институт, вышла замуж. Живу как все. КАК ВСЕ!\nАлгоритм действий у всех похож. Я села, нервно тереблю пальцы, на них нет колец. Нет обручального. Щупаю уши. Нет серёжек, которые муж подарил на рождение дочери. Всё как у всех.\nВот это номер! Перевожу взгляд за окно. Огромная клякса в небе. Зелёные всполохи с земли заливают её зелёным светом. Она мигает. Щупальца втягивает. Исчезает. На её месте возникает туман. Встаю, кутаюсь в покрывало. Подхожу к окну. Руки дрожат, холодные, как лёд. Заворычиваю кисти рук в покрывало. Чувствую подступающую истерику.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "Хлопает дверь. Медленно поворачиваюсь лицом к двери. Входят двое мужчин. Один черноволосый, голубоглазый  мужчина, огромный как медведь. Он проходит к столику между креслами. Берёт кружку. \nВзгляд замирает на втором. Не молод, но как интересен! Вокруг него аура силы. Волосы в хвосте, белые, может седые, длину не видно. Глаза настолько светло-голубые, что почти белые. Глаза добрые. Улыбается. Лучики морщинок разбегаются от глаз. Оу!\nМужик с кружкой идёт в мою сторону.\n— Что это?- спрашиваю.\n— Лекарство. — хрипло говорит этот \"бигдоктор\".\n— Я здорова.- резко плюю слова.\n— Подожди, друг.- говорит седая мечта.- ты не спала?\n— Да.\n— Что думаешь?\n—Думаю, что хочу знать больше.\n— Тогда дороги назад не будет. Придется искать место в настоящем мире.\n— А дочь?\n",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "Она- чьё-то тело, игрушка. Сюда она сможет выйти только если не будет устраивать жизнь настолько, что она не сможет там жить. Ну и ещё, если хозяин аватара не будет появляться 20 ваших лет.\n— Это что, в меня не играли с пяти лет?\n— Может и больше. Просто к грани ты подошла сейчас.\n— Но, для меня она реальна!\n— Подумай, а пока может пообедаем? И, Вил, поставь ты уже эту кружку куда ни будь. Лучше скажи что б принесли обед на троих.\nВил вышел. \nМужчина подошёл ближе.\n— Меня Дор зовут.- от него пахнет травами и летом, солнечным тёплым днём.\nЯ не выдержала напора событий, информации, и чувств, что будил в моей душе этот мужчина. По щекам потекли слёзы.\nВ два шага он преодолел расстояние между нами.  Обнял. Его запах окутал меня. Я ревела навзрыд, освобождаясь от переживаний последнего часа. Он гладил меня по спине, шепча что-то успокаивающее.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я немного пришла в себя. Вил передал кружку Дору, что б он меня напоил. Я отшатнулась.\n—Что это?\n— Ну, что ты, малышь, это просто вода. Лекарство вон, на камине. \nЯ попила. Отдышалась.\n — Где можно умыться. И что-то накинуть бы.\n— Умыться- там,- Дор указал на неприметную дверь возле изголовья кровати. А одежда в шкафу. Он не обычный. В нём одежда появляется для всех кто спал на кровати. Стоит ночь не поспать, и он становится пустым.\nЯ подошла к шкафу. Заглянула. Полный шкаф! Посмотрела пару платьев на вешалке, мой размер. Чудеса да и только!\nВзяла халат тёплый и тапки, что-то меня морозило, видимо от нервов. Пошла в ванну.\n",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "Когда я вышла Вил и Дор сидели. Подвинули столик к дивану, развернули кресло. Мне оставили кресло. Я думала не хочу есть, но, видимо от нервов, аппетит разыгрался. Ели молча. Когда дело дошло до чая я подняла глаза на Дора, он не мигая смотрел на меня, глаза, из-за расширенного зрачка, темные. Моргнул, улыбнулся. По спине промчался табун ёжиков от этого взгляда. \n— Так  что — прокашлялась, горло стянуло узлом- что это за лекарство такое?\n— Это жидкость для возврата в игру — ответил Дор.\n— Если я останусь тут, то что меня ждёт?\n— Учёба. Её оплатит начальство. Они всех, кто решил остаться курируют. Хозяев осталось мало. Их ничто не радует. Они уходят на перерождение. Оставшиеся имеют множество аватаров- заменителей жизни. \n— Ты тоже хозяин?\n— Да. Только выбрал другой путь. Если решиш остаться, то тоже станешь хозяйкой со временем.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Но дочь! Как же так.- я снова почти плачу, голос дрожит- как я без неё?- смотрю на него во все глаза. Кажется он сейчас пальцами щёлкнет, и все мои проблемы решатся.\n— Тебе выбирать, малышь.- и так он сказал это своё \" малышь\", что захотелось остаться, прижаться к нему, вдыхать запах тёплого лета. Кончиками пальцев разгладить складку между бровей. Узнать какие губы на вкус. \nНо там осталась моя маленькая, любимая малышка, она будет плакать ночами, звать меня, а я никогда уже не приду. И даже, если случится чудо, и она появится тут, пройдёт много лет, она вырастет без меня.\n",
    "answers": [
      {
        "id": 56,
        "text": "Остаться"
      },
      {
        "id": 57,
        "text": "Вернуться к дочери"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ты пойми, дочь — аватар. Просто чей-то аватар.- сказал Дор. Его голос звучал глухо. Он подошёл ко мне. Присел на корточки. Взял мою руку в свою. Моя маленькая ладошка утонула в его руках. Наклонился ко мне, я забыла как дышать. Наши взгляды сцепились. Наконец он поцеловал. Мир взорвался яркими красками. Я закрыла глаза. Дома. Теперь я дома.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Я не могу. Я сойду с ума. Мне всё равно аватар — не аватар! Она моя дочь! \nЯ резко встала. Нашла глазами кружку. Она так и стояла на камине.\n— Малышь, подумай ещё, пожалуйста. Я прошу тебя. Ничего нельзя будет изменить! Понимаешь? Я тебя не смогу извлечь из программы! Это можно только один раз. Ну что тебя там ждёт? Жизнь по алгоритмам. По придуманной кем-то программе. Останься со мной. Прошу, останься со мной.- и такая тоска в голосе. Но я не могу бросить дочь, просто не могу!",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "Я проснулась от звонка будильника. В квартире стояла звенящая тишина. В душе пустота. Слёзы текли безостановочно. Но я знала, я всё сделала правильно! Я нужна дочери.\nПостепенно серые будни исчезли из нашей жизни. Из жизни моей, дочери и мужа. Я наводила знатный шорох. Я училась танцевать фламенко и танго, я учила итальянский и древнегреческий. Я создавала праздники для моей семьи и друзей. Я не давала ни одному мгновению потеряться зря. Я жила в полную силу. Отдавая всю себя. Жить можно и тут! И только от нас зависит будем мы жить по алгоритмам или просто ЖИТЬ!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  }
]