[
  {
    "id": 1,
    "text": "Здравствуйте.\nВы проходите квест, который составлялся по мотивам игры S.T.A.L.K.E.R.\nРассказ пойдет про Рядового Крузенштерна. \nЖелаю вам насладится этим квестом, надеюсь он вам понравится.",
    "answers": [
      {
        "id": 2,
        "text": "Часть 1."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://yandex.ru/images/search?text=сталкер военные кпп<amp>from=tabbar<amp>pos=6<amp>img_url=https://vignette.wikia.nocookie.net/stalker/images/4/45/XR_3DA_2012-03-18_19-00-28-40.png/revision/latest/scale-to-width-down/185?cb=20120318151043<amp>path-prefix=ru<amp>rpt=simage",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы сидите в вертолёте и летите по направлению к ЧЗО.\nРядом с вами сидят незнакомые вам другие служивые.\nВы не понимаете, ни которое щас время, ни подлетаете ли вы уже.",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть в окно."
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы смотрите в окно и видите внизу много деревьев, дорогу и вдалеке высокий забор.\nПролетев чуть дальше, вы видите, уже находившийся под вами, высокий забор и какие-то строения.\nВертолет начинает заходить на посадку и один из пилотов говорит в рацию: \"Прилетели!\"\n",
    "answers": [
      {
        "id": 4,
        "text": "Спросить:\"Мы в зоне?\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Впереди сидящий от вас военный ответил вам: \"Не в зоне, а в Чернобыльской Зоне Отчуждения и не в ней, а на окраине, на периметре.\nВертолет сел и поочерёдно стал выгружаться весь состав вертолет, включая пилотов.\n\"Все новоприбывшие проследуйте за мной\"- Крикнул военный встревчавший нас.",
    "answers": [
      {
        "id": 5,
        "text": "Проследовать за всеми. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы с другими новоприбывшими попали в какое-то здание и все построились в ряд.\n— Вы находитесь в Чернобыльской зоне отчуждения на первом КПП периметра, я Майор Брусилов главный на этом КПП, на первой линии периметра. Вам инструктаж по обстановке должны были провести еще до отлёта сюда. Этот блокпост отвечает за патруль близлежащих територий и операции за периметром, в зоне. У нас сдесь два отряда: Разветка и группа быстрого реагирования, сокращённо ГБР. Встать в два ряда: первый разветка, второй ГБР. Вас должны были определить кто-куда.\n",
    "answers": [
      {
        "id": 6,
        "text": "Встать во второй ряд.\n"
      }
    ]
  },
  {
    "id": 6,
    "text": "В разветке оказался один человек, в группе бысрого реагирования три человека.\nМайор раскрыл папку на столе. \n— Разветка представся.\n— Сержант Барсов.\n— У вас командиры Лейтенант Асабистов и младший Лейтенант Головин. ГБР представся.\n— Рядовой Князев.\n— Рядовой Лунев.\n— Рядовой Крузенштерн.\n— У вас командиры Лейтенант Еровит и сержант Лисов. Хоть с этим справились. У нас все просто на КПП заступают по нечётным числа Разветка, по чётным ГБР. Разветка на посту — ГБР в патруль, ГБР на посту — разветка выполняет поставленные задачи. Сегодня ГБР на посту. ГБР проследуйте за Сержантом Лисовым на пост, Разветка остается.",
    "answers": [
      {
        "id": 7,
        "text": "Идти на пост."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы простояли на посту весь день, ничего подозрительного замечено небыло.\nВдруг Майор сказал в рацию: \"Отбой\".",
    "answers": [
      {
        "id": 8,
        "text": "Проследовать в казарму."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы в казарме.",
    "answers": [
      {
        "id": 9,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 9,
    "text": "Наступило утро. \nВы уже не спали\nВдруг в казарму зашёл мл Лейтенант Головин.\n\"Подъём мухи сонные!\"- крикнул он -\"Построение!\"",
    "answers": [
      {
        "id": 10,
        "text": "Встать и идти на плац."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы пришли на плац и встали в строй.\nМайор долго говорил, но в кратции вы поняли что половина разветки заступает на КПП, а другая половина с отрядом ГБР идут в патруль. Из-за частых атак, как сказал Майор, ОПГ Свобода на патрули. ряды военных стали пустеть и командованием были привезины на блокпост несколько бтр'ов \"Бардак\" для укрепления обороны.\n\"Десять минут готовности и выходите\"- сказал Майор.\nСам Брусилов был тонок, мог легко управлять строем и знал куда нажать чтоб разъяснить то или иное. Он был строг, дисциплина была как шелковая, он ходил всегда в берете, на правом глазу была повязка, его глаз был поврежден шариковой ручкой при допросе одного из ОПГ Бандитов.",
    "answers": [
      {
        "id": 11,
        "text": "Собраться."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы взяли с собой пару гранат, АКМ, семь магазинов к нему, противогаз G100, бронижелет армейский, полевой рюкзак, шлем, нож, фонарик, провизия, дозиметр, кпк, рация.",
    "answers": [
      {
        "id": 14,
        "text": "Сесть в бтр."
      }
    ]
  },
  {
    "id": 12,
    "text": "Простите, но вторая часть еще не сделана, мы занимаемся пока частью 1, но вскоре сдесь будет хорошая история.",
    "answers": [
      {
        "id": 1,
        "text": "Титульный лист."
      }
    ]
  },
  {
    "id": 13,
    "text": "07.01.18. Начало рыботы над квестом.\n08.01.18. Проработка Части 1.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы сели в бтр за водителя, за стрелка сел мл Лейтенант Головин.\nВы под командованием КПП начали движение.\nПатруль дошел до входа в деревню, вы встали у входа и контролируете чтоб ни кто не сбежал.\nПеший патруль начал оцеплять деревню в поисках незаконных группировок. В деревне никого не нашли и вы двинулись на атп.\n",
    "answers": [
      {
        "id": 15,
        "text": "Встать на бугор рядом с атп."
      }
    ]
  },
  {
    "id": 15,
    "text": "(Точка сохранения)\nВы встали на бугор и стали просматривать железнодорожную насыпь и атп.\nВдруг, затрещала рация:\n\"Контакт! Контакт! Возле атп. Это свобода.\"\nРация замолкла.\n\"Вижу, щас я их прижму\"- крикнул в рацию Головин.\nОказалось пока вы смотрели на атп вас обошли с фланга.\n",
    "answers": [
      {
        "id": 16,
        "text": "\"Головин, справа, стреляй!\""
      }
    ]
  },
  {
    "id": 16,
    "text": "Не успел стрельнуть бтр, как посыпались пули на нас. \n— Пушка заклинила!\n— Движение невозможо!\n— Круз вылизай! У меня нога застряла, вылизти не могу.",
    "answers": [
      {
        "id": 17,
        "text": "Вылезти из брдм'а"
      },
      {
        "id": 18,
        "text": "Попробовать вытащить Головина."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы вылизли из бтр и сразу ушли в кусты.<s>r\nСвободовцы вышли к брдм'у и начала осматривать его.<s>r\n— Бтр негожий, зачем было так стрелять.<s>r\n— Да ладно тебе, это лучше, чем если бы он стал по нам стрелять.<s>r\n— Командир, тут вояка живой.<s>r\n— Опа, вытаскивай его!",
    "answers": [
      {
        "id": 19,
        "text": "Освободить товарища"
      },
      {
        "id": 20,
        "text": "Притихнуть в кустах"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы попытались вытащить Мл Лейтенанта, но тут вы услышали шаги.",
    "answers": [
      {
        "id": 24,
        "text": "Выглянуть и осмотреться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы открыли огонь и убили их командира и еще несколько человек, но в обратную просыпался град пуль  из натовских стволов.<s>r\nДве попали в броник, одна в каску, и одна прилетела прям в рожу. Вас вытащили из кустов и оставили рядом с бтр'ом. Из-за смерти командира, свободовци растреляли мл Лейтенанта Головина и положили рядом с вами. <s>r\nПрилетела вертушка и раскидала врага ракетными залпами. <s>r\nПогиб Рядовой Крузенштерн Ян Васильевич, при атаке незаконной банды формирования.",
    "answers": [
      {
        "id": 15,
        "text": "Помянуть."
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили что бесполезно стрелять и остались в тени.\n",
    "answers": [
      {
        "id": 21,
        "text": "Доложить по рации."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Это Круз, техника выведена из строя, Головина взяли. Что мне делать, я рядом с ними в кустах?<s>r\n— Говорит Асабист, Крузейнтерн уходи от туда, щас там пройдётся вертушка!<s>r\n— А как же Головин?<s>r\n— Ему уже не помочь.<s>r\nЧто делать? Ослушаться командира и попробовать спасти Головина? или уйти и оставить его на произвол судьбы?",
    "answers": [
      {
        "id": 22,
        "text": "Попробовать спасти мл Лейтенанта."
      },
      {
        "id": 29,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решаетесь спасти Головина, но как это сделать?",
    "answers": [
      {
        "id": 23,
        "text": "Кинуть гранату."
      },
      {
        "id": 19,
        "text": "Открыть огонь."
      }
    ]
  },
  {
    "id": 23,
    "text": "Это было опрометчиво!\nГраната при взрыве убила не только свободовцев, но и товарища. ",
    "answers": [
      {
        "id": 15,
        "text": "Не хотел"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы увидили как несколько свободовцев движутся в вашу сторону.<s>r\nОни вас заметили.<s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "- Вот чёрт!"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "— Что такое? — Тихо спросил Головин<s>r\n— Сюда идут свободовцы<s>r\nВы слышите чей-то голос: \"Там вояка, убить его!\".",
    "answers": [
      {
        "id": 27,
        "text": "Открыть огонь"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили открыть огонь первыми.<s>r\nЧуть выглинув, вы прицелились и метко выстрелили в ближайщего врага. Пуля попала прямо в череп не оставив и шанса выжить. <s>r\nТут же по БРДМ'у начали стрелять остальные.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить стрельбу"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы убили нескольких свободовцев, которые подошли слишком близко.<s>r\nНо тут вам прилетает несколько гранат. <s>r\nВзрыв.<s>r\nВы героически умерли спасая своего боевого товарища.",
    "answers": [
      {
        "id": 15,
        "text": "Закрыть глаза"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы попытались по тихому уйти, но бойцы Свободы были на чеку и услышали вас.<s>r\n— Я что-то услышал, там в кустах.<s>r\n— Так вы двое! Проверить!<s>r\nВ вашу сторону движется противник.<s>r\nСтрелять бесмысленно.",
    "answers": [
      {
        "id": 30,
        "text": "Ползти дальше"
      },
      {
        "id": 31,
        "text": "Постараться замаскироваться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вас заметили, свободовцы открыли по вам огонь. ",
    "answers": [
      {
        "id": 15,
        "text": "Умереть"
      }
    ]
  },
  {
    "id": 31,
    "text": "Свободовцы вас не увидели, но упорно просматривали местность.",
    "answers": [
      {
        "id": 30,
        "text": "Попытаться уйти"
      },
      {
        "id": 33,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Вы прождали окола 10 минут.<s>r\nТут вы услышали гул винтов. Далее увидели вертолёт.<s>r\nВ вашу сторону пошёл ракетный залп.<s>r\nРядовой Крузенштерн погиб при исполнении служебного долга.",
    "answers": [
      {
        "id": 15,
        "text": "Умереть"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]