[
  {
    "id": 1,
    "text": "Автор: ****\n\n\n Вы — Марк. Вам 24 года. Вы обычной фермер. Живя в ничем непримечательной деревне, вы ничего не знаете о магии. Но в один день вся жизнь перевернулась. Как-то раз к вам приходит один старик и говорит, что вы волшебник. И теперь вам нужно пересечь море, чтобы пройти обучение.\n( Если найдёте ошибки, напишите. Постараюсь исправить)",
    "answers": [
      {
        "id": 2,
        "text": "Начать ",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ],
        "initSounds": [
          "id1",
          "https://wav-library.net/sounds/0-0-1-20933-20",
          "id2",
          "https://wav-library.net/sounds/0-0-1-485-20",
          "id3",
          "https://wav-library.net/sounds/0-0-1-4099-20",
          "id4",
          "https://wav-library.net/sounds/0-0-1-20954-20"
        ]
      },
      {
        "id": 105,
        "text": "Главы"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-4.userapi.com/c834103/v834103913/101e14/OJEwSlkRXIM.jpg",
        "system": true
      },
      {
        "id": 106,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": " Это был самый обычный день. Вы как всегда работали в поле. У вас была прекрасная семья: мать, отец и брат, которого вы очень любили. \n — Идите обедать, — зов матери прервал ваши раздумья.\n \"Давно пора, \"— подумали вы, одновременно глядя в небо и определяя, что сейчас где-то 16 часов.",
    "answers": [
      {
        "id": 3,
        "text": " Пойти пообедать"
      }
    ]
  },
  {
    "id": 3,
    "text": " Подойдя к дому, вы наслаждались столь маленьким, но уютным и родным местом. Все уже собрались за столом и разговаривали о чём-то. Приятный запах еды разлетался по всему зданию.\n — Вкусно пахнет, — сказали вы.\n — А на вкус ещё лучше, — продолжил ваш брат Витя.\n — Ладно. Хватит уже разглагольствовать, ешьте, — произнесла мама,и все быстро накинулись на еду.\nСпустя 10 минут, на столе ничего не осталось.\n — Спасибо, — хором сказали вы с отцом и братом.\n Пообедав, вы решили немного отдохнуть на веранде. Голова раскалывалась. Боль не утихала уже несколько дней. Солнце пригревало.\n\"Неудивительно посреди лета,\" — промелькнула мысль.\n — Извините, молодой человек, не поможете мне? — старческий голос вывел вас из раздумий.",
    "answers": [
      {
        "id": 4,
        "text": " Внимательнее приглядеться "
      }
    ]
  },
  {
    "id": 4,
    "text": " Перед вами стоял высокий старик в коричневом балахоне. Длинные седые волосы спадали до плеч. У него были карие глаза, в которых светился неординарный ум. \n — Да, чем я могу вам помочь? — спросили вы.\n — Я ищу одного молодого человека по имени Марк Таснер. Мне сказали, что он живёт в деревне, — произнёс он.\n — Что ж, вы его нашли. Чем я вам могу помочь?\n — У меня есть один очень важный вопрос, который следует обсудить всей вашей семьёй. \n — Хорошо. Я сейчас всех позову, а пока проходите в дом.",
    "answers": [
      {
        "id": 5,
        "text": "Позвать всех"
      }
    ]
  },
  {
    "id": 5,
    "text": " К счастью, все были ещё дома, так что много времени на созыв не понадобилось.\n — Что вы хотите обсудить, мистер ...? — спросил отец.\n — О да, совсем забыл сказать, меня зовут Максим, я Волшебник Первого Ранга, — произнёс он.\n — А что магия ,вообще, существует! — невольно вырвалось у вас.\n — Да. И ты обладаешь даром.\n — Что? Да быть такого не может.\n — Может, уж поверь мне. Например, тебя мучают последнее время жуткие головные боли?",
    "answers": [
      {
        "id": 6,
        "text": "Ну, да."
      }
    ]
  },
  {
    "id": 6,
    "text": " — Ну, да. А вы откуда об этом знаете? И, вообще, причём тут это? — спросили вы.\n — А это просто твой дар просыпается, и ты должен отправиться со мной во дворец Волшебника, чтобы я тебя обучил, — ответил он.\n — А если я не пойду?\n — Тогда эти головные боли участятся и в итоге убьют тебя.",
    "answers": [
      {
        "id": 7,
        "text": "А далеко этот дворец Волшебника?"
      }
    ]
  },
  {
    "id": 7,
    "text": " — А далеко этот дворец Волшебника? — спросили вы.\n — За южным морем, — ответил маг. \n — А сколько туда ехать? — вставил отец.\n — До моря где-то 2 месяца, а потом надо плыть ещё 2 недели.",
    "answers": [
      {
        "id": 8,
        "text": " А сколько длится обучение?"
      }
    ]
  },
  {
    "id": 8,
    "text": " — Где-то 6-8 лет как минимум, а обычно 10 лет, — ответил он.\n — А бывали случаи, когда обучение заканчивалось раньше? — с надеждой спросили вы.\n — Ну, было как-то, выучился всего за 4 года, но это был единичный случай.",
    "answers": [
      {
        "id": 9,
        "text": "А разве дети с даром не должны рождатьсяу волшебников?"
      }
    ]
  },
  {
    "id": 9,
    "text": " — Стоп. А разве дети с даром не должны рождаться у волшебников? — спросили вы.\n — Марк, как нам и не больно это говорить, ты не наш родной ребёнок, ты подкидышь, — грустно сказал отец. В этот момент у вас разбилось сердце.\n — Но знай, ты всегда будешь нашим ребёнком, вне зависимости, кто тебя родил, а мы всегда будем твоими родителями, — произнесла мама дрожащим голосом.\n — Я понимаю, что я тут не к месту, но всё равно ты едешь или нет? — спросил Максим.",
    "answers": [
      {
        "id": 10,
        "text": "Да"
      },
      {
        "id": 11,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 10,
    "text": " — Да, я еду, — ответили вы.\n — Я знал, что у тебя хватит мозгов выбрать правильное решение, — сказал волшебник.\n — Когда выдвигаемся? — спросили вы.\n — Завтра на рассвете. Собери все свои вещи.\n — Хорошо.",
    "answers": [
      {
        "id": 12,
        "text": "Пойти собрать вещи и отдохнуть"
      }
    ]
  },
  {
    "id": 11,
    "text": " Достижение \"Недоверчивый\"\n\n — Нет, — сказали вы, подумав о своих родных, и что, возможно, больше их не увидете.\n — Подумай хорошенько, у тебя есть время до завтрашнего утра, — сказал волшебник.",
    "answers": [
      {
        "id": 33,
        "text": " Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": " Вы быстро напрвились в комнату, что делили с братом. В комнате были 2 кровати, тумбочки и один шкаф.",
    "answers": [
      {
        "id": 13,
        "text": "Подойти к тумбочке"
      },
      {
        "id": 14,
        "text": " Подойти к шкафу"
      },
      {
        "id": 15,
        "text": "Подойти к кровати",
        "need": 14
      },
      {
        "id": 16,
        "text": "Почитать книгу",
        "need": 13
      }
    ]
  },
  {
    "id": 13,
    "text": " Заглянув в тумбочку, вы увидели книгу. Большая редкость, но вам всё-таки удалось выторговать её за небольшую сумму.\n\"Эх, хорошо хоть, что я умею читать и считать, будет хоть чем заняться в дороге,\" — подумали вы.",
    "answers": [
      {
        "id": 12,
        "text": "Взять книгу"
      }
    ]
  },
  {
    "id": 14,
    "text": "К счастью, наверное, у вас было немного вещей, так что вы быстро собрались.",
    "answers": [
      {
        "id": 12,
        "text": "Отойти от шкафа"
      }
    ]
  },
  {
    "id": 15,
    "text": " Закончив все свои дела, вы решили немного отдохнуть. Вы легли на кровать и начали обдумывать всю ситуацию. На удивление, головные боли прошли.\n\"Хм, наверное, этот маг сделал что-то, чтобы у меню перестала раскалываться голова\" — промелькнула мысль.\n И так рассуждая, вы не заметили, как заснули. Вас разбудил стук в дверь.",
    "answers": [
      {
        "id": 17,
        "text": " Проснуться и прислушаться"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вы не захотели спать, так что решили почитать книгу. В ней рассказывалась о будущем, в котором большинство будут образованными, люди будут жить в высоких зданиях, ездить на каких-то повозках без лошадей под названием \"машина\", появится какое-то \"электричество\" и т.д.\n\"Да уж, что только не напридумывают,\" — подумали вы и услышали стук в дверь.",
    "answers": [
      {
        "id": 17,
        "text": "Оторваться от чтива и прислушаться"
      }
    ]
  },
  {
    "id": 17,
    "text": " Прислушавшись, вы услышали голос своего брата.\n — Иди есть, — сказал он.",
    "answers": [
      {
        "id": 18,
        "text": " Пойти поужинать"
      }
    ]
  },
  {
    "id": 18,
    "text": " Спустившись вниз, вы увидели, что все уже за столом. А нам нём стоит жаренная курица. Обычно вы едите её только по праздникам.\n — А в честь чего такой пир? — спросили вы.\n — В честь твоего отъезда, — ответил Витя.\n — Давай, присаживайся, — сказал отец.\nПрисев за стол, вы услышали пламенный тост вашего отца, но вы думали не об этом, а о том как будете жить без вашей семьи и увидите ли их ещё раз в жизни. Но несмотря на эти тягостные раздумия, вы, ничем не выдавая своей грусти, весело провели весь вечер. И пришли к выводу, что такими их и запомните.",
    "answers": [
      {
        "id": 19,
        "text": "Отправится в комнату"
      }
    ]
  },
  {
    "id": 19,
    "text": " Пришли вы в комнату только около полуночи и быстро завалились спать. Пролежав несколько часов в раздумьях, вы всё-таки заснули.",
    "answers": [
      {
        "id": 20,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 20,
    "text": " Вас разбудил брат, как всегда толкнув в плечо. Вы снова подумали, что сейчас придёться встать и пойти работать в поле, но потом вспомнили всё, что произошло вчера. Вы наспех оделись и спустились вниз. Все ждали вас. Вы быстро поели, при этом никто и словом не обмолвился. Наконец, пришло время прощаться.\n — Прощай, сынок, — сказала мама вся в слезах и быстро убежала в комнату.\n — Прощай, — тихо произнёс отец.\n — Ну ладно, надеюсь у тебя всё будет хорошо, — сказал брат.\n Вы все вместе вышли из дома, мама всё-таки нашла силы и вернулась вся заплаканная. Уходя, вы ещё долго махали им рукой, а они вам в ответ. Наконец, вы скрылись от них, и две слезинки тихо скатились у вас по щекам, но вы их даже не заметили.",
    "answers": [
      {
        "id": 21,
        "text": "К концу дня"
      }
    ]
  },
  {
    "id": 21,
    "text": " Целый день вы шли почти без отдыха, только разве что остановились пообедать и два раза устроили привал на 10 минут. Весь день вы молчали. \n — Здесь переночуем, — сказал Максим, скинув мешок.\n Эти слова были усладой для вашего изнеможденного тела. Вы быстро развели костёр и приготовили еду. Но только вы расслабились, как волшебник встал и кинул вам деревянный меч.",
    "answers": [
      {
        "id": 22,
        "text": "А это зачем?"
      }
    ]
  },
  {
    "id": 22,
    "text": " — А это зачем? — спросили вы.\n — Будем учить тебя сражаться, а ещё зачем? — сказал волшебник.\n — Но у меня ведь есть дар, для чего мне это?\n — Не будь столь самонадеянным, а не то это тебя погубит, ведь в бою всех магией не убьешь!",
    "answers": [
      {
        "id": 23,
        "text": "Но вы ведь уже старый"
      }
    ]
  },
  {
    "id": 23,
    "text": " — Но вы ведь уже старый, — сказали вы.\n — Спасибо за комплимент. Но мне ещё только 57 лет .Тем более я могу поддерживать свои силы при помощи магии, — ответил он.\n\"Да уж, а выглядит на все семьдясят,\" — промелькнула мысль.\n — Ну ладно как хотите, только я за последствия не отвечаю, — сказали вы, поднимая меч.\n — Атакуй, — скомандовал Максим.\n Вообще, вы часто дрались на палках со своим братом и были уверены, что быстро его победите.",
    "answers": [
      {
        "id": 24,
        "text": "Ударить в ноги"
      },
      {
        "id": 24,
        "text": "Ударить в бок"
      },
      {
        "id": 24,
        "text": "Ударить в живот"
      }
    ]
  },
  {
    "id": 24,
    "text": " Решив куда, вы быстро его атаковали, но тот молниеносно парировал вашу атаку и больно ударил вам в бок. Вы оторопели, не столько от того, что ваш бок ужасно ныл, а сколько от того, что этот старик так легко отразил вашу атаку. Пока вы были ошеломлены, Максим быстро сбил вас с ног, да так, что вы сначала и ничего и не поняли.\n — Ты мёртв, — сказал он.\nВы ошарашенно на него посмотрели.\n — Ладно, давай вставай, будем тебе основы показывать.",
    "answers": [
      {
        "id": 27,
        "text": "Спустя 2 часа"
      }
    ]
  },
  {
    "id": 25,
    "text": " — Кстати, а когда начнутся магические тренировки? — спросили вы.\n — Да хоть прям сейчас, — ответит он, кинув вам маленький камень.\n — Возьми его и представь, что он летает, когда у тебя получится, поговорим, — произнёс волшебник.\n Вы сделали всё как надо, но у вас ничего не получилось.",
    "answers": [
      {
        "id": 26,
        "text": "Спустя 1 час"
      }
    ]
  },
  {
    "id": 26,
    "text": " Вы целый час тренировались, но у вас так ничего и не получилось.\n — Ладно, всё потом попробуешь, а теперь пора спать, — сказал волшебник. \nИ вы нехотя улеглись спать, понимая, что уставшим целый день не побродишь.",
    "answers": [
      {
        "id": 29,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 27,
    "text": " После двух часов тренировки вы валились с ног, не столько от усталости, сколько от боли, хотя и первого, и второго было более, чем достаточно. \n — Ладно, на сегодня хватит, — сказал волшебник, присев рядом и начав водить возле вас руками. Вы почувствовали лёгкое покалывание.",
    "answers": [
      {
        "id": 28,
        "text": "Что ты делаешь?"
      }
    ]
  },
  {
    "id": 28,
    "text": " — Что ты делаешь? — спросили вы.\n — Тебя лечу, дурачьё. Лежи спокойно, — ответил волшебник.\n Через несколько минут боль прошла, словно ее и не бывало.\n — Спасибо. И вправду легче стало, — сказали вы.\n — А ты будто сомневался, а если да, то в следующий раз будем тренироваться не 2, а 3 часа.",
    "answers": [
      {
        "id": 25,
        "text": "Кстати, а когда начнутся магические тренировки"
      }
    ]
  },
  {
    "id": 29,
    "text": " Несмотря на исцеление, всё тело жутко ныло. Быстро поев, вы легли спать. Ваша голова ещё не успела коснуться подушки, как вы уже были в отключке.",
    "answers": [
      {
        "id": 30,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 30,
    "text": " — Просыпайся, — услышали вы, почувствовав толчок ногой.\nНехотя вам пришлось встать. Быстро поев, вы продолжили путешествие. По дороге вы практиковались с камнем, но, увы, он настойчиво не хотел взлетать. \n — Если хочешь, можешь задать вопросы, — неожиданно сказал Максим.",
    "answers": [
      {
        "id": 31,
        "text": "Расскажи об Алдурине",
        "need": -31
      },
      {
        "id": 32,
        "text": "Расскажи о дворце Волшебника",
        "need": -32
      },
      {
        "id": 40,
        "text": "Расскажи об эльфах",
        "need": 31
      },
      {
        "id": 34,
        "text": "Расскажи о гномах",
        "need": 31
      },
      {
        "id": 35,
        "text": " А много ли осталось волшебников",
        "need": -35
      },
      {
        "id": 46,
        "text": "Спустя два дня",
        "need": [
          31,
          32,
          40,
          34,
          35
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": " — Расскажи об Алдурине, — попросили вы.\n — Хорошо. Мудрый выбор всегда следует знать историю своей родины. Видишь ли 2 тысячи лет назад была великая война магов, в ходе кото..., — сказал он.",
    "answers": [
      {
        "id": 36,
        "text": "Стоп. Ты сказал война магов? "
      }
    ]
  },
  {
    "id": 32,
    "text": " — Расскажи о дворце Волшебника, — попросили вы.\n — Хорошо. Он был построен где-то тысячу лет назад. Он представляет собой громадный дворец — замок. Во время войн многие пытались захватить его, но ни у кого так и не получилось. Два — три хорошо обученных мага могут держать оборону против многотысячной армии. Сам  дворец это громадный лабиринт, и только человек, хорошо его знающий, может найти там дорогу.",
    "answers": [
      {
        "id": 37,
        "text": "И как тогда новички там ориентируются там?"
      }
    ]
  },
  {
    "id": 33,
    "text": " Весь остаток дня вы думали об этом предложении. Вы вспомнили всё хорошое, что происходило с вами и вашей семьёй, одновременно чувствуя ужасную головную боль. Ночью так и не удалось поспать. Наконец, настало утро. Вы спустились вниз и увидели,что все уже собрались.\n — Ну, что? Решился? — спросил волшебника.",
    "answers": [
      {
        "id": 10,
        "text": "Да"
      },
      {
        "id": 41,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 34,
    "text": " — Расскажи о гномах, — попросили вы.\n — Ну хорошо. Они тебе где-то по пояс, и все носят бороды, так что если ты увидишь кого-нибудь без бороды, либо это женщина, либо это несовершеннолетний парень. Гномы обычно селятся в горах и занимаются кузнечеством. Их оружие самого лучшего качества и соответственно самое дорогое. Но я, вообще, не думаю, что ты его найдешь.",
    "answers": [
      {
        "id": 44,
        "text": "А почему?"
      }
    ]
  },
  {
    "id": 35,
    "text": " — А, вообще, много ли осталось волшебников? — спросили вы.\n — Нет, увы. Где-то 2 тысячи лет назад каждый второй был одарённым, но потом всё изменилось, вначале никто особо не обращал на это внимание, но потом все встревожились, когда учеников стало меньше, примерно, на 5 тысяч. Со временем магов становилось всё меньше и меньше, и вот теперь общее количество волшебников не привышает 100 человек. Так что ты большая редкость. Если хочешь, можешь порадоваться, — печально произнёс он.",
    "answers": [
      {
        "id": 30,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 36,
    "text": " — Стоп. Ты сказал, что была война магов? — спросили вы.\n — Ну да. Как это ни печально, но, увы, войны среди волшебников были не редкостью, — ответил Максим.\n — Вы сказали \"великая война магов\". А можешь рассказать поподробнее.\n — Это долгая история. Потом как-нибудь расскажу, — произнес волшебник.",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить слушать"
      }
    ]
  },
  {
    "id": 37,
    "text": " — И как тогда новички там ориентируются? — спросили вы.\n — На этот случай, в замке работает целая толпа проводников, так что ты не заблудишься. Разве если только не попробуешь сбежать, — подметил он, и ваши надежды, что можно будет сбежать через несколько лет обучения померкли.\n\"Разве что он не наврал мне. Хотя, нет, он не похож на человека, который постоянно лжёт,\" — подумали вы.",
    "answers": [
      {
        "id": 30,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 38,
    "text": " — Ну как, я говорил, перед тем как ты меня перебил, была великая война магов, в ходе которой одна большая страна поделилась на много поменьше. Есть такие крупные как Алдурин, а есть такие маленькие как Тонима. Нашей страной правит император Виктор из династии Ринов. Мы граничим на севере с варварами, называющими себя \"свободными людьми\", постоянно совершающими набеги. С востока с крупной страной Таврой, раньше мы всё время с ними воевали, но благодаря нашему новому правителю у нас теперь с ними мирный договор. На западе находятся непроходимые леса, в которых живут эльфы, а за ними расположены горы, в которых поселились гномы. Ну, а на юге находится море.",
    "answers": [
      {
        "id": 30,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 39,
    "text": " — А ты когда-нибудь встречался с ними? — спросили вы.\n — Да, было дело. Разговаривал с ними где-то раз пять. ",
    "answers": [
      {
        "id": 43,
        "text": "И что, прям все были такие как ты описывал?"
      }
    ]
  },
  {
    "id": 40,
    "text": " — Расскажи об эльфах, — попросили вы.\n — Да, что о них рассказывать? Похожи на людей, только с острыми ушами и некоторые думают, что они красивее нас, живут где-то в 10 раз больше и из-за этого думают, что лучше нас во всём. Они даже особо с другими расами и не контактируют, потому что считают, что никто не достоин этого. Не люблю я этих остроухих.",
    "answers": [
      {
        "id": 39,
        "text": "А ты когда-нибудь встречался с ними?"
      }
    ]
  },
  {
    "id": 41,
    "text": "Достижение \"Упрямый\"\n\n — Нет! — уверенно сказали вы.\n — Что ж, здесь я ничем не могу помочь. Соболезную вам, можете считать, что он мёртв, — грустно произнёс волшебник и ушел. Вы ему не поверили. ",
    "answers": [
      {
        "id": 42,
        "text": "Спустя 2 дня"
      }
    ]
  },
  {
    "id": 42,
    "text": " Боли усиливались и вы уже начале жалеть, что не пошли с магом, но, увы, шанс был упущен. Спустя ещё 3 дня, вы умерли от жутких болей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 43,
    "text": " — Ну, нет. Был один, который считал, что мы все равны и никто никого не лучше, но эльфы прогнали его за такую логику. Таунтэху, так его зовут, перед тем как изгнать, сказали:\"Раз ты так думаешь, то и живи с ними\". С тех пор, он не видел ни одного из своих собратьев и живёт с нами во дворце Волшебника. Так что в будущем ты сможешь с ним познакомиться. Кстати, они превосходные колдуны, и, возможно, он станет твоим учителем, — произнёс маг.",
    "answers": [
      {
        "id": 30,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 44,
    "text": " — А почему? — спросили вы.\n — Они живут очень уединенно. Даже я, Волшебник Первого Ранга, не видел ни одного из них, — сказал он без тени гордости за своё звание.",
    "answers": [
      {
        "id": 45,
        "text": "Хорошо. А почему тогда ты так много о них знаешь?"
      }
    ]
  },
  {
    "id": 45,
    "text": " — А почему тогда ты о них так много знаешь? — спросили вы.\n — Я просто опираюсь на мифы. Не думаю, что они лгут. Хотя... Кто его знает.",
    "answers": [
      {
        "id": 30,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 46,
    "text": " Спустя 2 дня, вы, наконец-то, пришли в город. Он был небольшим, но явно небедным. По чистеньким улицам ходили хорошо одетые люди. Разноцветные хорошо отделанные здания ещё больше способствовали созданию имиджа.\n — Я пока пойду куплю лошадей и встречусь со своим старым знакомым, а ты пока погуляй по городу. Встретимся вечером на этом месте, — сказал волшебник. Вы были только рады погулять по такому красивому городу.",
    "answers": [
      {
        "id": 47,
        "text": "Пойти погулять",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": " Прогуляв по городу целый час, вы услышали чей-то крик и смех в переулке. Подойдя поближе, вы увидели 2 смеющихся мужиков и кричащую девушку лежащую на земле. \n — Помогите мне! — сказала она, увидев вас.\nМужчины вас не заметили.\n \"Наверное, они думают, что она просто кричит, и за ними никто не стоит.\"",
    "answers": [
      {
        "id": 48,
        "text": "Помочь"
      },
      {
        "id": 49,
        "text": "Проигнорировать"
      }
    ]
  },
  {
    "id": 48,
    "text": "Достижение \"Помощник\"\n\n Вы решили помочь. К счастью, все ваши вещи, в том числе и деревянный меч, были при вас.  Вы могли на них напасть сзади или попробовать пригрозить им полицией.",
    "answers": [
      {
        "id": 50,
        "text": "Атаковать"
      },
      {
        "id": 51,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Достижение \"Не мои проблемы\"\n\nВам не нужны были проблемы, так что вы решили её проигнорировать.\n\"Пускай сама выпутывается,\" — промелькнула мысль.",
    "answers": [
      {
        "id": 56,
        "text": "Гулять до вечера"
      }
    ]
  },
  {
    "id": 50,
    "text": " Вы решили не церемониться. Поэтому тихо подкрались и со всей силы ударили первого, тот отключился. Пока второй был в смятение, вы быстро провернули эту же схему.",
    "answers": [
      {
        "id": 52,
        "text": "Внимательней присмотреться"
      }
    ]
  },
  {
    "id": 51,
    "text": "Достижение \"Переговорщик\"\n\n — Слушайте мужики отойдите от неё и всё будет хорошо, — сказали вы, в то время как бандиты ошарашенно огляделись, неожидая голоса за спиной.\n — А не то, что?! — спросил первый.\n — Полицию пожалуюсь, вот что! — огрызнулись вы.\n — Э, Славик, пошли ему язычок укоротим, — сказал второй, помахивая кинжалом.",
    "answers": [
      {
        "id": 55,
        "text": "Атаковать"
      }
    ]
  },
  {
    "id": 52,
    "text": " Перед вами предстала красивая молодая девушка, вы никогда таких не видели.\n\"Хотя это не удивительно, я ведь жил в маленькой деревеньке,\" — промелькнула у вас мысль.",
    "answers": [
      {
        "id": 54,
        "text": "С вами всё хорошо?",
        "need": -54
      },
      {
        "id": 53,
        "text": "А как вас зовут?",
        "need": -53
      },
      {
        "id": 57,
        "text": "А что произошло?",
        "need": -57
      }
    ]
  },
  {
    "id": 53,
    "text": " — Аня. А вас как? — спросила девушка.\n — Марк. ",
    "answers": [
      {
        "id": 52,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 54,
    "text": " — С вами всё хорошо? — спросили вы.\n — Ну, вроде, да. Чего не скажешь о них, — произнесла девушка, указав на неудавшихся бандитов.",
    "answers": [
      {
        "id": 52,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 55,
    "text": "К счастью, ваши тренировки не прошли даром. Хоть вы не стали профессионалом, но кое-какие основы выучили. Поэтому разоружить и избить их не составило труда. Наконец, когда с противниками было закончено, вы решили разглядеть девушку повнимательнее.",
    "answers": [
      {
        "id": 52,
        "text": "Внимательнее приглядеться"
      }
    ]
  },
  {
    "id": 56,
    "text": " Вы весь день гуляли, и вот подошло время идти на место встречи.",
    "answers": [
      {
        "id": 58,
        "text": "Идти на место встречи"
      }
    ]
  },
  {
    "id": 57,
    "text": " — А что произошло? — сказали вы, указывая на бандитов.\n — Да, я просто ехала по своим делам, когда прямо передо мною выскочили эти из переулка. Они остановили мою лошадь, а меня стащили вниз и хотели... ну, вы сами понимаете что. Спасибо вам, — сказала она, указывая на животное, которое вы почему-то не заметили сразу.\nПотом Аня ловко вскочила в седло и уехала.",
    "answers": [
      {
        "id": 56,
        "text": "К концу дня"
      }
    ]
  },
  {
    "id": 58,
    "text": " Подойдя туда, вы увидели, что Максим там уже стоит с лошадьми и явно скучает.\n — А я уж подумал, что ты решил здесь остаться, — сказал волшебник.\n — Извини, заблудился, — ответили вы.\n — Ну, ладно. А как день провёл? — спросил маг.",
    "answers": [
      {
        "id": 59,
        "text": "Да, ничего особенного"
      },
      {
        "id": 60,
        "text": "Да, встретил двух бандитов, пытавшихся изнасиловать девушку"
      }
    ]
  },
  {
    "id": 59,
    "text": " — Да, ничего особенного, — ответили вы.\n — Ну, ладно. Пошли искать гостиницу, — сказал маг.",
    "answers": [
      {
        "id": 63,
        "text": "Искать гостиницу"
      }
    ]
  },
  {
    "id": 60,
    "text": " — Да, встретил двух бандитов, пытавшихся изнасиловать девушку, — сказали вы.\n — Ну и что сделал? — спросил Максим.",
    "answers": [
      {
        "id": 61,
        "text": "Спас"
      },
      {
        "id": 62,
        "text": "Проигнорировал"
      }
    ]
  },
  {
    "id": 61,
    "text": " — Спас, — гордо ответили вы.\n — Ну, ты прям герой, — сказал волшебник. Вы обижанно посмотрели на него.\n — Да, ладно шучу. Молодец, — произнёс Максим, похлопав вас по плечу.",
    "answers": [
      {
        "id": 63,
        "text": "Искать гостиницу"
      }
    ]
  },
  {
    "id": 62,
    "text": " — Проигнорировал, — сказали вы.\n — М-да, Марк, неожидал от тебя такое, — грустно произнёс волшебник.",
    "answers": [
      {
        "id": 64,
        "text": "Оправдываться"
      },
      {
        "id": 65,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 63,
    "text": " Спустя час вы всё-таки нашли гостиницу. Сегодня обошлось без тренировок. Поэтому вы сразу же завалились спать.",
    "answers": [
      {
        "id": 68,
        "text": "Спустя полтора месяца",
        "var_str_set": [
          "global play_sound_once",
          "id3"
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": " — Но, я не хоте..., — начали вы, но были прерванны Максимом.\n — Цыц! Всегда отвечай за свои поступки! — гневно произнёс волшебник. ",
    "answers": [
      {
        "id": 66,
        "text": "Оправдываться дальше"
      },
      {
        "id": 67,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 65,
    "text": " Вы решили промолчать и подумали:\"А может стоило ей помочь?\"",
    "answers": [
      {
        "id": 63,
        "text": "Искать гостиницу"
      }
    ]
  },
  {
    "id": 66,
    "text": " Вы продолжили оправдываться, но увидели, что он вас не слушает.\n\"А может всё-таки стоило ей помочь?\" — промелькнула у вас мысль.",
    "answers": [
      {
        "id": 63,
        "text": "Искать гостиницу"
      }
    ]
  },
  {
    "id": 67,
    "text": " Вы решили помолчать. И задумались:\"А может стоило ей помочь?\"",
    "answers": [
      {
        "id": 63,
        "text": "Искать гостиницу"
      }
    ]
  },
  {
    "id": 68,
    "text": " Вы научились базовым знаниям по магии: как заставлять летать неживые предметы, делать огненные шары, как сгущать воздух и неплохо драться на мечах. Спустя полтара месяца, вы, наконец-то, попали на корабль.\n\"Ещё две недели и я буду во дворце Волшебника,\" — думали вы.\nНо, как на зло, вы попали в шторм. Вначале всё шло хорошо, но потом ваш корабль накрыло большой волной. Капитана и Максима начало смывать за борт. ",
    "answers": [
      {
        "id": 69,
        "text": "Спасти волшебника"
      },
      {
        "id": 70,
        "text": "Спасти капитана"
      }
    ]
  },
  {
    "id": 69,
    "text": " Вы решили спасти Максима.\n\"Капитанов много, а вот Волшебник Первого Ранга всего один,\" — подумали вы. Поэтому быстро подбежали и подали свою руку вашему другу.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": " Вы решили спасти капитана.\n\"Максим знает много разных заклинаний, он сможет спастись\" — подумали вы, спасая капитана.\n Всё вышло так, как вы предпологали, и спокойно доплыли до пункта назначения.",
    "answers": [
      {
        "id": 72,
        "text": "На берегу",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": " Капитана, увы, неудалось спасти, но, к счастью, боцман смог взять управление на себя и спокойно довести корабль до пункта назначения.",
    "answers": [
      {
        "id": 72,
        "text": "На берегу",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": " — Всё! Мы на месте, — радостно сказал волшебник, спустившись на берег. Вдали виднелся прекрасный замок, такого вы ещё никогда, несмотря на все ваши путешествия, не видели.",
    "answers": [
      {
        "id": 73,
        "text": "Направится в замок"
      },
      {
        "id": 72,
        "text": "movie",
        "url": "https://pp.userapi.com/c847216/v847216913/d7c6/d2S8tx0mORs.jpg"
      }
    ]
  },
  {
    "id": 73,
    "text": " Зайдя в замок, вы увидели толпы мальчиков и парней в балахонах, а рядом с ними женщин, любых возрастов, от девочек до старушек. Все были немножко озадачены. Максим вам уже пояснил, что обычно приводят мальчиков, а не взрослых, что являетесь большой редкостью.\n — Привет! — крикнули все хором, немного собравшись.\n — Не забывай, волшебники большая редкость, поэтому когда приводят новеньких, устраивается большой пир, — пояснил Максим.",
    "answers": [
      {
        "id": 74,
        "text": "А откуда они знают, что мы придём?"
      }
    ]
  },
  {
    "id": 74,
    "text": " — А откуда они знают, что мы придём? — спросил вы. \n — Не забывай, я Волшебник Первого Ранга, — ответил он.",
    "answers": [
      {
        "id": 75,
        "text": "Понял"
      },
      {
        "id": 76,
        "text": " И что?"
      }
    ]
  },
  {
    "id": 75,
    "text": " Внезапно вы увидели, что-то знакомое. Подойдя поближе, вы разглядели какую-то девушку.",
    "answers": [
      {
        "id": 77,
        "text": " Привет. Мы раньше встречались?",
        "need": 52
      },
      {
        "id": 78,
        "text": "Привет. Мы раньше встречались?",
        "need": 49
      }
    ]
  },
  {
    "id": 76,
    "text": " — И что? — спросили вы.\n — Телепатия, — сказал он, и вы удивились, как сразу не додумались.",
    "answers": [
      {
        "id": 75,
        "text": "Понял"
      }
    ]
  },
  {
    "id": 77,
    "text": " — Привет. Мы раньше встречались? — спросили вы.\n — Это я. Аня, которую ты спас, вспомнил? — спросила девушка.\n — Ой да, извини, что забыл. Стоп, а ты, что одна из местных колдуний?\n — Ага.",
    "answers": [
      {
        "id": 79,
        "text": "А почему ты не защитилась при помощи магии от них?"
      }
    ]
  },
  {
    "id": 78,
    "text": " — Привет. А мы раньше встречались? — спросили вы.\n — Трус! — произнесла она, пнув вам в пах, дав пощечины и плюнув вам в лицо, и ушла.\n — Даже не хочу знать, откуда ты её знаешь и как ты смог так её выбесить, — сказал Максим, подойдя к вам, ещё согнувшемуся.\n — Ладно, пошли в твою комнату.\n И вы, превозмогая боль, отправились в свою комнату. Одновременно сожелея, что не помогли ей когда-то.",
    "answers": [
      {
        "id": 81,
        "text": "Пойти в свою комнату"
      }
    ]
  },
  {
    "id": 79,
    "text": " — А почему ты не защитилась от бандитов при помощи магии? — спросили вы.\n — Увы, я умею, только исцелять и поэтому пришла сюда, чтобы помогать и научиться защищаться.",
    "answers": [
      {
        "id": 80,
        "text": "Понятно. Отойти"
      }
    ]
  },
  {
    "id": 80,
    "text": " Вы отошли от неё и увидели, что Максим идёт к вам.\n — Не знаю, откуда ты её знаешь. Ладно, потом расскажешь. А пока пошли в твою комнату.",
    "answers": [
      {
        "id": 81,
        "text": "Идти в комнату"
      }
    ]
  },
  {
    "id": 81,
    "text": " Вы прошли огромное количество коридоров и, наконец, пришли в свою комнату. Условия были спартанские, хотя вы к ним привыкли. Тут были кровать, шкаф, стол и тумбочка.\n\"Ну, за то — моя,\" — подумали вы.\n — Завтра занятия, — сказал волшебник и ушёл.",
    "answers": [
      {
        "id": 82,
        "text": "Спустя 4 года"
      }
    ]
  },
  {
    "id": 82,
    "text": " — Можно войти? — голос Максима вывел вас из раздумий.\n — Конечно же, — старый волшебник сразу же оказался внутри. — Что произошло?\n — Мне нужно тобой кое о чем поговорить, — маг редко так серьезно говорил, поэтому вы сильно напряглись. — Помнишь, я тебе рассказывал о Тавре.\n Вы кивнули.\n — Они объявили войну, — это информация повергла вас в шок. — Из-за этого император призывает всех волшебников.\n — Когда мы выезжаем?\n — Через неделю. Ладно, мне ещё других надо оповестить. Пока, — с этими слова Максим удалился из комнаты.\n Немножко полежав, вы поняли, что вам нужно прогуляться.",
    "answers": [
      {
        "id": 83,
        "text": "Гулять "
      }
    ]
  },
  {
    "id": 83,
    "text": " Вы шли лабиринтам, которые спустя 4 года знаете, как свои пять пальцев. Вы вспоминали родителей, думали о будущем. Когда идти стало тяжеловато, вы облокотились на стенку. Неожиданно она начала двигаться.\n\" Прям как в книге,\" — пронеслось в голове.\nПрошла доля секунды и стены, как будто не было. Зайдя внутрь вы обнаружили большое количество книг и какую-то шкатулку.",
    "answers": [
      {
        "id": 84,
        "text": "Позвать Максима"
      },
      {
        "id": 85,
        "text": "Самому обследовать помещение"
      }
    ]
  },
  {
    "id": 84,
    "text": " Спустя 10 минут Максим стоял и ошарашенно оглядовал помещение. На самом деле, таким вы его впервые видели. Наконец вы приступили к обыску комнаты. Как оказалось, все эти книги были пророчествами. А шкатулка — неизведанным оружием.\nЦелых несколько дней вы исследовали эти книги в поисках инструкции к шкатулке, но, увы, она не была найдена.\n — Придется ехать к эльфам, — сказал Максим и собирался уходить, когда увидел Аню, стоящую в дверях. — Как ты здесь оказалась?\n — Да я просто заметила, что вы последнее время куда-то уходите и возвращаетесь только вечером. Ну вот, и решила за вами проследить.\n — Максим, похоже, придется брать её собой, чтобы она не разболтала. Есть, конечно же, и второй вариант, — девушка сразу же занервничала. — но не думаю, что это хорошая идея.\n — Ладно, пускай едет. Завтра в семь часов утра встречаемся у ворот, — с этими словами старый маг удалился из комнаты, как и все остальные.",
    "answers": [
      {
        "id": 86,
        "text": "Идти в комнату"
      }
    ]
  },
  {
    "id": 85,
    "text": "Достижение \"Неожиданная встреча\"\n\n Вы несколько дней обследовали это помещение. В очередной день вы, как всегда, зашли внутрь, но, к удивлению, вас там ждали Максим и Аня с серьезными лицами.\n — Почему нам не рассказал?! — начал кричать волшебник.\n — Ну, я...э... а как вы, вообще, здесь оказались? — спросили вы.\n — Аня заметила, что ты постоянно куда-то пропадаешь, и проследила за тобой. Обнаружив эту комнату, она сразу же сообщила об этом мне. А теперь отвечай на мой вопрос!\n — Ну не подумал, извините.\n — Ладно, проехали. Ты что-нибудь интересное обнаружил?\n — Эту шкатулку и кучу пророчеств.\n — Ну что ж, теперь вместе будем изучать всё это.\n Спустя два дня.\n — Учтывая тот факт, что мы ничего не нашли, придётся ехать к эльфам. Встречаемся завтра в 7 часов. Все вопросы потом. Все поняли?\n — Да.\n Закончив разговор, все быстро разошлись.",
    "answers": [
      {
        "id": 86,
        "text": "Идти в комнату"
      }
    ]
  },
  {
    "id": 86,
    "text": " Придя в комнату, вы быстро собрали вещи и улеглись спать, ведь завтра рано вставать.",
    "answers": [
      {
        "id": 87,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 87,
    "text": " К семи все были внизу вместе с сумками. Быстро выбрав лошадей в конюшне, вы отправились к эльфам.\n — Так почему именно эльфы? — произнесли вы.\n — Мальчик, что у тебя творится с памятью? — немножко раздраженным голосом спросил Максим, — не забывай, они самые лучшие волшебники. Самые сильные человеческие маги не могли сравняться даже со слабейшим из них.\n — Даже вы? — с удивлением спросила Аня.\n — Даже я. А идем мы из-за того, что, возможно, у них есть информация о применении той шкатулки. Ещё вопросы есть?\n — Нет, — хором ответили вы с девушкой.",
    "answers": [
      {
        "id": 88,
        "text": "Спустя 3 месяца"
      }
    ]
  },
  {
    "id": 88,
    "text": " Это время пролетело незаметно, вы стали, поистине, настоящими друзьями, но, увы, все когда заканчивается, и это не стало исключением. Вы уже были близко к территориям эльфов, когда услышали:\"Стойте!\" Прямо перед вами выбежали несколько представителей этой расы.",
    "answers": [
      {
        "id": 89,
        "text": "Подчиниться приказу"
      },
      {
        "id": 90,
        "text": "Начать их атаковать"
      }
    ]
  },
  {
    "id": 89,
    "text": " Вы не стали что либо делать, понимая всю обречённость этой попытки. После этого один из эльфов махнул рукой, и лошади сами по себе пошли за ними. Вскором времени вы уже были в их городе. Максим говорил правду о них, все жили в гармонии с природой, но при этом было видно, какие надменные взгляды они бросают на пленников. Наконец вы подошли к очередному зданию и зашли внутрь.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      },
      {
        "id": 89,
        "text": "movie",
        "url": "https://pp.userapi.com/c847217/v847217913/103dd/3Tek96mO6Go.jpg"
      }
    ]
  },
  {
    "id": 90,
    "text": "Достижение \"Облом\"\n\n В тот же момент вы попытались сжечь одного из них, но, увы, он с лёгкостью отразил вашу атаку, усилив и перенаправив ее против вас. Через секунду ваше обугленное тело валялось у ног лошади, нелучшая судьба постигла и ваших друзей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 91,
    "text": " Было видно, что это какой-то зал совета. Но помещение особо богатой отделкой не отличалось. За столом, формой полумесяца, сидели три эльфа на вид лет 30-40, но вы знали, что это иллюзия и, на самом деле, им уже несколько сотен лет.\n — Максим, зачем вы сюда пожаловали? — смотря только на волшебника, спросил один из \"остроухих\".\n — Как вы знаете, в нашей империи началась война, и мы просим у вас помощи, — отозвался маг.\n — Не наши проблемы. Стража, пожалуйста, проводите их до границы, — после этих вы еще больше возненавидели их и уже хотели накричать, когда Максим сделал незаметный жест, давая понять, что он сам во всем разберётся.\n — Но у нас есть вот это, — сказал он и достал шкатулку. \nВ зале сразу же поднялся шёпот. \n — Вы, людишки, слишком глупы для столь мощного оружия, поэтому отдайте его нам и проваливайте отсюда! — после недолгого совет, крикнул один из старейшин, не сдержав своих эмоций.\n — Нет, мы обязаны выиграть эту войну, поэтому я отдам вам шкатулку, с условием, что вы научите, как ею пользоваться, и после того как мы победим Тавру.\n — Идёт!",
    "answers": [
      {
        "id": 92,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 92,
    "text": " После этого вас отвели в какое-то небольшое здание. Как оказалось, там жил маленький сутулый старичок. Выглядел он лет на 90. Было сложно предположить сколько ему лет.\n — Знакомьтесь, Даниэль, — сказал провожавший.\n — Я не настолько стар, чтобы забыть свое имя, — проворчал старик. — А так, приятно познакомиться.\n — Мне тоже. Я Максим, это Марк, а она Аня, — ответил за вас волшебник и достал шкатулку. — Мы хотим задать вам несколько вопросов. Вам знакома эта вещь?\n — Не видел её много лет. Кстати, а вы, вообще, знаете, почему началась великая война магов?\n — Причем тут это? Да и все равно истинная причина давно позабыта.\n — Вовсе нет. Может среди вас, людей, да, а вот мы всё прекрасно помним. Когда-то людьми и эльфами было создано великое оружие, способное уничтожать все живое в огромном радиусе. Но, увы, каждый хотел его получить, тогда началась война. Мой отец, он был одним из создателей, и его коллеги выкрали эту шкатулку. Но не смогли уничтожить своё творение, поэтому они его спрятали, а сами покончили с собой, чтобы сохранить тайну. Мой папа рассказывал, как оно работает, так что я остаюсь единственным носителем этой информации.\n — Так вы расскажете, как оно действует?\n — Для чего оно вам?\n — На их страну напали. Это достоверная информация. После этого они передадут его нам, — вмешался старейшина.\n — Вынужден сказать, что оно одноразовое. Но инструкцию я вам дам. Выйдете все, кроме Максима.",
    "answers": [
      {
        "id": 93,
        "text": "Спустя 10 минут"
      }
    ]
  },
  {
    "id": 93,
    "text": " Спустя 10 минут ожидания из здания вышел Максим.\n — Седлайте лошадей, мы выезжаем, — все сразу же повиновались и снова отправились в путь.\n — Каков план? — спросили вы.\n — Все легко. Мы приезжаем во вражеский лагерь, устанавливаем бомбу, взрываем и красиво уходим в закат, — ответил волшебник.\n — А откуда мы узнаем, где они находятся? — спросила Аня, все сразу же косо на неё посмотрели.\n — Путеводная книга. При помощи неё можно переписываться с различными людьмы на больших расстояниях. То что написано в первой, появляется и во второй. У Максима и генерала есть такие, поэтому мы знаем, где сейчас враг, — ответили вы за волшебника.\n — Понятно.",
    "answers": [
      {
        "id": 94,
        "text": "Идти вперёд ",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": " Вы подъехали к какому-то саду, через который пролегала всего одна дорожка.\n — Слезаем, — голос Максима вас остановил.\n — Почему? — спросили вы.\n — Это сад Проклятых. Знаю, звучит банально, но что есть, то есть. Он было создан ещё во времена великой войны. Как только ты вступаешь на эту тропинку, тебе от всюду начинают нашёптывать голоса ваших любимых людей. Если человек будет держать уши открытыми больше десяти секунд, то он погибает. Но происходит это только тогда, когда тропинка заканчивается. Когда сад выбирает жертву, то дорога становится безопасной.\n — Я так и не поняла, что надо делать, чтобы защититься? — спросила Аня.\n — Просто прикрой уши, а на зверей эта магия не дейтвует, поэтому они сами пойдут вперёд. Пошли.",
    "answers": [
      {
        "id": 95,
        "text": "Идти"
      },
      {
        "id": 94,
        "text": "movie",
        "url": "https://sun9-1.userapi.com/c840133/v840133913/89054/vyxUmqcMcuE.jpg"
      }
    ]
  },
  {
    "id": 95,
    "text": " Вы слышали голоса матери, отца, брата они звали вас к себе. Но вы противостояли этим нападкам, понимая, что они сейчас в безопасности. Но это ненадолго, если вы провалите свою миссию. Уже полпути было преодолено, когда вы услышали голос Ани:\" Мама? Мамочка, я иду к тебе!\" Стало видно, что она оторвала руки от ушей.",
    "answers": [
      {
        "id": 96,
        "text": "Прикрыть её уши своими руками"
      },
      {
        "id": 97,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 96,
    "text": " Достижение \"Настоящий друг\"\n\n Не теряя ни секунды, вы оторвали свои руки от ушей и приложили к её. И сразу начали отсчитывать свои последние секунды...1...2...3...4...5...6... Неожиданно вы почувствовали что-то, приложенное к вашему лицу. Обернувшись вы увидели, тепло улыбающего Максима. Спустя несколько секунд голоса стихли.\n — Зачем ты это сделал? — спросили ошарашенно вы.\n — Я уже своё отжил, а вы нет. И скоро я встречусь со своей женой, — грустно сказал волшебник.\n — Эт...это я во вс... всем виновата, — рыдала Аня.\n — Ничего. Я тебя прощаю. А теперь вернёмся к делу. Марк, бери шкатулку и заклинание, — с этими словами он протянул магическое оружие и небольшую записку.\n Весь остаток дороги вы медленно шли и много общались. Но, увы, все когда кончается, как и тропинка. Вы с Аней вышли с дорожки вместе с лошадьми и вещами.\n — Прощайте, — сказал напоследок волшебник Первого Ранга, наступил на землю вне сада и тут же умер. Его тело обхватили многочисленные лозы и утащили собой, к другим жертвам. ",
    "answers": [
      {
        "id": 98,
        "text": "Спустя месяц"
      }
    ]
  },
  {
    "id": 97,
    "text": " Достижение \"Трус\"\n\n Вы ничего не предприняли, понимая, что она уже обречена. Неожиданно прямо перед вами появился Максим и приложил руки к её ушами. Обернувшись, он разочарованно на вас посмотрел. Через несколько секунд голоса стихли.\n — Зачем ты это сделал? — спросили вы ошарашенно.\n — Я уже свое отжил, а вы нет. И скоро я встречусь со своей женой, — грустно произнёс волшебник.\n — Эт... это я во вс... всем виновата, — рыдала Аня.\n — Ничего. Я тебя прощаю. А теперь вернёмся к делу. Марк, бери шкатулку и заклинание, — с этими словами он протянул магическое оружие и небольшую записку.\n Весь остаток дороги вы медленно шли и много разговаривали. Но, увы, всё когда-то кончается, как и тропинка. Вы с Аней вышли с дорожки вместе с лошадьми и вещами.\n — Прощайте, — сказал напоследок волшебник Первого Ранга, наступил на землю вне сада и тут же умер. Его тело обхватили многочисленные лозы и утащили собой, к другим жертвам.",
    "answers": [
      {
        "id": 98,
        "text": "Спустя месяц"
      }
    ]
  },
  {
    "id": 98,
    "text": " Наконец вы добрались до вражеского лагеря. Армия была, поистине, огромной. Палатки стояли в хаотичном порядке, повсюду были костры, на которых готовили еду. Но несмотря на весь беспорядок было видно, что все они в боевой готовности, в них всех разглядывались закалённые в боях воины.\n — Как мы туда попадём? — спросила Аня.",
    "answers": [
      {
        "id": 99,
        "text": "Продумать план действий"
      },
      {
        "id": 98,
        "text": "movie ",
        "url": "https://pp.userapi.com/c846324/v846324913/d64b/8IW2xsxUX0c.jpg"
      }
    ]
  },
  {
    "id": 99,
    "text": " — Тут всё легко. Убиваем одного стражника, я переодеваюсь в его форму, захожу в лагерь и взрываю там всё к чертям собачьим, — объяснили вы.\n — А я тут сижу? — спросила Аня.\n После недолгих раздумий вы поняли, что это небезопасно, потому что их патрули ходят везде и на большие расстояния. И девушка практически не имеет шансов оказаться незамеченной.\n — Нет, здесь слишком опасно. Придется брать тебя собой. Но вот толька как? — рассуждали вы в слух. — Давай скажем, что ты очередная пленница, и я веду тебя к императору. Только мне придется связать тебе руки. Но не бойся, если что-то произойдет, ты спокойно сможешь освободиться.\n — Хорошо.",
    "answers": [
      {
        "id": 100,
        "text": "Вскоре"
      }
    ]
  },
  {
    "id": 100,
    "text": " Вскоре вы уже стояли в форме стражника, а Аня с связанными руками.\n — Кто она? — спросил воин, который стоял на посту, увидев девушку.\n — Пленница для императора, — ответили вы. После этого солдат окинул её внимательным взглядом.\n — Проходи.\n Вы направлялись к центру лагеря. Из всех палаток были слышны женские крики. \n — Привет, куколка. Давай познакомимся поближе, — произнес один воин, подойдя к вам, и вырвал у вас верёвку.\n Вы решили...",
    "answers": [
      {
        "id": 101,
        "text": " Сказать, что она для императора."
      },
      {
        "id": 102,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 101,
    "text": " — Она для императора. Ты ведь знаешь, что он не любит уже использованных? — произнесли вы.\n — Ещё встретимся, — сказал солдат и протянул вам веревку, а вы продолжили свой путь.\n Наконец вы нашли палатку, которая находилась чуть ли не в центре. Зайдя внутрь, вы обнаружили спящего солдата. Быстро перерезав ему глотку, вы спрятали бомбу. \n — Взрыв произойдет, когда сядет солнце. Нам нужно уходить, — произнесли вы и направились на выход.\n Ещё полдня вы потратили на то, чтобы выйти из лагеря. Наконец-то, вы оказались на безопасном расстоянии от взрыва.\n — Будешь смотреть? — спросила Аня.",
    "answers": [
      {
        "id": 103,
        "text": "Да",
        "var_str_set": [
          "global play_sound_once ",
          "id4"
        ]
      },
      {
        "id": 104,
        "text": "Нет",
        "var_str_set": [
          "global play_sound_once",
          "id4"
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": " Достижение \"Предатель\"\n\n Вы не захотели рисковать, поэтому не стали что либо делать. Вдруг Аня достала нож их рукава, быстро перерезала горло солдату и разъяренно на вас посмотрела. Но она даже не успела сказать и слова, потому что все солдаты, увидев смерть их товарища, шли к вам, желая отомстить.\n — Извини, — это было последним словом, что вы успели сказать, перед тем как вам перезали горло.",
    "answers": [
      {
        "id": 100,
        "text": "Исправить всё"
      }
    ]
  },
  {
    "id": 103,
    "text": " — Мы находимся на безопасном расстоянии, так что не думаю, что это повредит, — произнесли вы.\n — Ладно, но я не хочу рисковать,  — сказала Аня и развернулась.\n Вы стали внимательно наблюдать за происходящим. Как только последние лучи исчезли. Бомба взорвалась. Создалось ощущение, словно сейчас день, а не ночь. Потом наступила тьма. Вы хотели уже уйти, когда поняли, что ничего не видите.",
    "answers": [
      {
        "id": 107,
        "text": " - Аня, помоги",
        "need": [
          48,
          96
        ]
      },
      {
        "id": 108,
        "text": " - Аня, помоги",
        "need": [
          49,
          97
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 104,
    "text": "Достижение \"Не рисковый\"\n\n — Не хочу рисковать, вдруг ослепну или оглохну. Лучше давай двигаться дальше, — произнесли вы.\n — Согласна.\n Вдалеке прозвучал взрыв, крик, а потом всё стихло. Теперь ваша страна в безопасности.",
    "answers": [
      {
        "id": 109,
        "text": " Пригласить на свидание",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 110,
        "text": "Просто молча уйти",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "Главы:",
    "answers": [
      {
        "id": 2,
        "text": "1"
      },
      {
        "id": 82,
        "text": "2",
        "need": 81,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 106,
    "text": "Здесь будут отображены ваши достижения (9).",
    "answers": [
      {
        "need_ever": false,
        "comment": true,
        "id": 106,
        "text": "Недоверчивый",
        "need": 11
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Помощник",
        "need": 48
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Не мои проблемы",
        "need": 49
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Переговорщик",
        "need": 51
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Неожиданная встреча",
        "need": 85
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Настоящий друг",
        "need": 96
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Трус",
        "need": 97
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Предатель",
        "need": 102
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Не рисковый",
        "need": 104
      },
      {
        "id": 106,
        "text": "Концовки (5)",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Упрямый",
        "need": 41
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Облом",
        "need": 90
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Слепой",
        "need": 108
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Свидание",
        "need": 109
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 106,
        "text": "Молчание - золото",
        "need": 110
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": " — Аня, помоги, — сказали вы.\n — Секундочку, — произнесла она и быстро провела рядом с вашими глазами рукой.\n — Спасибо тебе большое.\n — А почему ты не знаешь, как исцелять?\n — Мы это только в следующем году будем это изучать. А теперь пошли отсюда, — сказали вы и весело зашагали.",
    "answers": [
      {
        "id": 109,
        "text": "Пригласить на свидание",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 110,
        "text": "Просто молча уйти",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "Достижение \"Слепой\"\n\n — А разве ты помог мне, когда я в этом нуждалась? — спросила девушка.\nВы не могли что либо выговорить.\n — Молчишь?! Ну вот, и правильно. Побудь теперь в моей шкуре. Прощай, Марк.\n — Извини! Аня, пожалуйста, помоги мне, — но ответа вы так и не дождались.",
    "answers": [
      {
        "id": 111,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 109,
    "text": " Достижение \"Свидание\"\n\n — Слушай, а может куда-нибудь сходим, когда вернёмся? — произнесли вы.\n — Это свидание? — она заинтересованно на вас посмотрела.\n — Возможно, — уклончиво ответили вы.\n — Знаешь, а почему бы и нет, — ответила она, и вы с чувством выполненного долга отправились во дворец Первого Волшебника.",
    "answers": [
      {
        "id": 111,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 110,
    "text": "Достижение \"Молчание — золото\"\n\n Вы просто молчали, наслаждаясь моментом.\n И вот, наконец, с чувством выполненного долга отправились во дворец Первого Волшебника.",
    "answers": [
      {
        "id": 111,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 111,
    "text": " Спасибо, что прочитали мой квест. Напишите в комментариях, понравился ли он. И если можете, то дайте объективную оценку.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  },
  {
    "id": 114,
    "text": "",
    "answers": []
  },
  {
    "id": 115,
    "text": "",
    "answers": []
  },
  {
    "id": 116,
    "text": "",
    "answers": []
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  },
  {
    "id": 120,
    "text": "",
    "answers": []
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "",
    "answers": []
  },
  {
    "id": 123,
    "text": "",
    "answers": []
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  },
  {
    "id": 125,
    "text": "",
    "answers": []
  },
  {
    "id": 126,
    "text": "",
    "answers": []
  }
]