[
  {
    "id": 1,
    "text": "Автор: ****\n\n\n\nВы — Андрей. Вам 15 лет. \nОднажды утром проснувшись, вы как всегда пошли на кухню, ожидая увидеть там еду, но, к удивлению, ее нет. Вы обыскали квартиру и не нашли  родителей, дозвониться тоже не получилось. Позвонив другу, узнаёте, что у него та же напасть. Со временем понимаете, взрослых больше нет, остались только дети. Теперь вы должны выжить в новом жестоком мире, завести друзей...\n( Если найдете ошибки, напишите. Постараюсь исправить)",
    "answers": [
      {
        "id": 28,
        "text": "Начать",
        "initSounds": [
          "id",
          "https://wav-library.net/sounds/0-0-1-7847-20",
          "id0",
          "https://wav-library.net/sounds/0-0-1-20954-20",
          "id",
          "https://wav-library.net/sounds/0-0-1-21160-20",
          "id",
          "https://wav-library.net/sounds/0-0-1-2114-20",
          "id",
          "https://wav-library.net/sounds/0-0-1-21605-20"
        ]
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 204,
        "text": "Альтернативная история",
        "need": [
          191,
          193,
          192
        ]
      },
      {
        "id": 66,
        "text": "Главы"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c840322/v840322913/47ff7/6SHGO-3xLAU.jpg",
        "system": true
      },
      {
        "id": 202,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "...",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "...",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Миша — лучший друг с первого класса.\n — Привет.Я сейчас тебе такое расскажу, ты не поверишь. Представляешь, у меня родители исчезли! — сказал одноклассник\n — У меня тоже. А ты спрашивал у других?\n — Да, уже человек 30 обзвонил. У них та же напасть. Что будем делать? \n — Слушай, что-то мне подсказывает, что это случилось во всем мире. Я думаю, нам нужно уезжать из города, как можно скорее. Слушай, мой план таков, пока не началась большая охота за припасами, мы должны взять как можно больше еды, воды, оружия и, конечно, нескольких знакомых. Давай так, я иду, нахожу припасы, а ты тем временем возьмёшь друзей и раздобудешь машину. Встретимся завтра утром в 9 часов у моего дома. Хорошо?\n — Хорошо. Кстати, а ты умеешь водить машину?\n — Я? Нет. А ты? — произнесли вы.\n — И я в том числе. Хотя, знаешь, есть у меня один знакомый. Говорит, что умеет водить машину. Я его тогда приведу.\n — Ладно. В 9 часов, завтра утром. Не забудь.\n— Хорошо, хорошо. Пока.\n — Пока.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Закончив разговор, вы быстро приготовили яичницу. Поев, решили пойти в...",
    "answers": [
      {
        "id": 6,
        "text": "продуктовый магазин",
        "need": -6
      },
      {
        "id": 7,
        "text": "оружейный магазин",
        "need": -7
      },
      {
        "id": 8,
        "text": "аптеку",
        "need": -8
      },
      {
        "id": 20,
        "text": "Поужинать и лечь спать.",
        "need": [
          6,
          7,
          8
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Пришли в магазин, осталось только выбрать в какой отдел пойти. ",
    "answers": [
      {
        "id": 9,
        "text": "в отдел с консервами",
        "need": -9
      },
      {
        "id": 10,
        "text": "в отдел с водой",
        "need": -10
      },
      {
        "id": 11,
        "text": "в отдел с мясной продукцией",
        "need": -11
      },
      {
        "id": 12,
        "text": "в отдел с сухариками и с чипсами",
        "need": -12
      },
      {
        "id": 22,
        "text": "в отдел с семенами и огородными принадлежностями",
        "need": [
          9,
          10,
          11,
          12
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вспомнили, что где-то в часе ходьбы оружейный магазин. Придя туда, увидели, что рядом с магазином припаркованна машина.",
    "answers": [
      {
        "id": 13,
        "text": "Игнорируя ее, вы пошли в магазин."
      },
      {
        "id": 14,
        "text": "Внимательно присмотреться."
      }
    ]
  },
  {
    "id": 8,
    "text": " Отправившись в аптеку, несколько раз замечали людей, грабивших разные заведения. \n \"Походу, не мы одни готовимся к отъезду,\" — промелькнула мысль в голове. \nК счастью, каждый раз старались обойти, но даже если вас замечали, то просто не обращали внимание. \nИтак, добравшись благополучно до аптеки, вы зашли, хорошенько осмотревшись. К удивлению, содержимое ещё никто не присвоил. Вы начали быстро складывать лекарства в сумку, но тут услышали рев мотора и увидели, как несколько человек направляются к аптеке. Быстро спрятались. И сразу же в помещение вошло несколько людей. Они не заметили. С собой лишь нож.",
    "answers": [
      {
        "id": 16,
        "text": "Поприветствовать их"
      },
      {
        "id": 17,
        "text": "Напасть"
      },
      {
        "id": 18,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Придя в отдел с консервами, вы увидели, что, к счастью, все полки полны. Видимо, еще никто особо не задумывался о будущем. Смели все консервы в тележку и решили пойти в следующий отдел.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": " На отдел с водой никто особо не покушался.А вот с газировками совершён настоящий набег.\n\" Эх! Ну значит не судьба,\" — подумали вы и взяли всё, что могли.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": " Когда вы пришли в мясной отдел, то подумали:\" Стоп. А зачем я сюда пришел? Мне ведь нужно то, что долго хранится, да и готовить времени не будет .\" \nПоэтому решили отсюда уйти.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": " Придя в отдел, заметили, что все чипсы и сухари уже разобранны.\n \"Похоже, кто-то тут уже хорошенько отоварился,\" — подумали вы.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": " Подойдя к магазину, увидели семнадцатилетнего парня. Увы, он вас тоже заметил. И только пуля вас остановила. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": " Внимательно присмотревшись, заметили у входа какого-то парня с винтовкой.",
    "answers": [
      {
        "id": 13,
        "text": "Безразницы. Пойти в магазин."
      },
      {
        "id": 15,
        "text": "Пойти в другой магазин."
      }
    ]
  },
  {
    "id": 15,
    "text": " Вы не решились пойти в магазин.\n \"А вдруг это какие-нибудь бандиты,\" — промелькнуло в голове.\n Но все равно понимали, что в новом мире без оружия не выжить. И после нескольких часов прогулки все-таки обнаружили оружейный. Внимательно осмотревшись, ничего подозрительного не увидели, поэтому пошли внутрь . Увы, кто-то уже хорошенько обчистил. Но, видимо, в спешке. Вы обнаружили 3 АК-74с с пятью, СВД с тремя магазинами, пистолет Макарова, но, увы, патронов не нашлось. И довольные \"уловом\" отправились домой.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться домой"
      },
      {
        "id": 15,
        "text": "movie",
        "url": "https://pp.userapi.com/c845322/v845322913/12d72/-PsE1mTD9V4.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вы вышли из укрытия и сказали:\"Привет!\"\n Потом услышали выстрел и почувствовали что-то теплое в области груди.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": " Вы напали на человека, который стоял ближе всего с ножом в руках. Даже успели убить, перерезав глотку.\nНо пуля прервала попытку. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": " Решили ждать, понимая, что одним ножом убить не получиться. А приветствовать слишком рискованно. Вдруг где-то вдалеке раздались выстрелы. Эти люди отвлеклись, и вы поняли, что это шанс сбежать.",
    "answers": [
      {
        "id": 19,
        "text": "Идти к двери",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": " Вы тихо вышли из укрытия и направились к двери, выйдя из аптеки, побежали, как можно скорее. Мародеры, услышав какой-то шум, вышли из аптеки и увидели быстро убегающего человека. Хотели кинуться вслед, но остановились, понимая, что в аптеке еще много лекарств.\nИ пока они бегают за парнем, могут разворовать. Поэтому просто плюнули.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 20,
    "text": " Плотно поев, вы легли спать.",
    "answers": [
      {
        "id": 21,
        "text": " На следующий день."
      }
    ]
  },
  {
    "id": 21,
    "text": "Проснувшись, вы плотно позавтракали и собрали вещи.",
    "answers": [
      {
        "id": 25,
        "text": "Отправиться к месту сбора"
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы уже хотели уходить домой, когда увидели семена разных растений.\n\"Если уезжаем загород, мы должны завести огород, чтобы не делать постоянных вылазок в город. А если делаем меньше вылазок, следовательно, нас тяжелее найти, ограбить и убить,\" — подумали.",
    "answers": [
      {
        "id": 23,
        "text": "Взять семена"
      }
    ]
  },
  {
    "id": 23,
    "text": " \"Но ведь нужно обрабатывать землю, чтобы получить урожай, следовательно, нужны инструменты,\" — продолжили рассуждать. \nВы решили поискать здесь. В скором времени найдены.",
    "answers": [
      {
        "id": 24,
        "text": "Взять"
      }
    ]
  },
  {
    "id": 24,
    "text": " Вы отправились домой, забрав все нужное.",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 25,
    "text": "Спустившись вниз, увидели трех людей и машину.",
    "answers": [
      {
        "id": 26,
        "text": "Подойти поближе"
      }
    ]
  },
  {
    "id": 26,
    "text": " — Привет! — сказали вы и пожали руку другу.\n — Привет! Посмотри каких я бойцов привел! Ну ладно, ты пойди с ними познакомься, а я пока сумки загружу, — сказал Миша и открыл багажник Ленд Крузера.",
    "answers": [
      {
        "id": 27,
        "text": " Подойти поздороваться"
      }
    ]
  },
  {
    "id": 27,
    "text": " — Привет, парни! — сказали вы.\n — Привет! — ответили они хором.",
    "answers": [
      {
        "id": 29,
        "text": "Как зовут?"
      }
    ]
  },
  {
    "id": 28,
    "text": "Однажды утром проснувшись, вы пошли на кухню, ожидая увидеть там еду, но её там, к удивлению, не было. \n \"Наверно, проспали,\" — промелькнула мысль. Обыскав квартиру, так и не обнаружили родителей. После решили позвонить...",
    "answers": [
      {
        "id": 2,
        "text": "Отцу"
      },
      {
        "id": 3,
        "text": "Матери"
      },
      {
        "id": 4,
        "text": "Мише",
        "need": [
          2,
          3
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": " — Дима, Марк. А тебя как? — указывая, произнёс первый.\n — Андрей, — ответили вы.",
    "answers": [
      {
        "id": 30,
        "text": "Какие идеи? Куда поедем?"
      }
    ]
  },
  {
    "id": 30,
    "text": " — Кстати, кто-нибудь знает куда ехать? Это место должно быть где-нибудь в глубинке леса, чтобы нас было тяжелее найти.\n — Можно просто поискать по пути. Быть может... — предложил лучший друг.\n — Нет. У нас слишком мало времени на поиски, — отрезали.\n — Идей нет, — сказал Дима.\n — У меня тоже, — произнёс Миша.\n — А знаете, несколько лет жил я на ферме. Правда, мы съехали оттуда где-то год назад, но продать так и не получилось. И она расположена, примерно, в километре от дороги. И, так как нас там давно не было, дорогу другим будет сложно найти, — произнёс Марк.\n — Неплохая идея. А сколько туда ехать?\n — Ну, расположенна она где-то в 200 км отсюда, так что доберемся до туда часа за два. А у вас ведь есть навигатор?\n — По идее, он встроен в машину. Сейчас проверю.",
    "answers": [
      {
        "id": 31,
        "text": "Залезть в машину."
      }
    ]
  },
  {
    "id": 31,
    "text": " Попросив у Миши ключи, вы залезли и завели машину. Внимательно осмотрев, пришли к выводу, что навигатор работает.",
    "answers": [
      {
        "id": 32,
        "text": " Проверить уровень бензина",
        "need": -32
      },
      {
        "id": 33,
        "text": "Велезти из машины",
        "need": 32
      }
    ]
  },
  {
    "id": 32,
    "text": " Перед тем как вылезти, решили проверить уровень бензина. Увы, в баке всего лишь 8 литров.\n \"Блин! Теперь придется останавливаться на заправке,\" — подумали вы.",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": " — Все работает! Кстати, адрес знаешь? — спросили вы.\n — Конечно, — произнёс Марк.\n — Ну хорошо.",
    "answers": [
      {
        "id": 34,
        "text": "Так это, кто за рулём?"
      }
    ]
  },
  {
    "id": 34,
    "text": " — Кто за рулём? — спросили вы.\n — Я, — ответил Дима.\n — А где научился?\n — Папа мне основы показывал. Только я его не особо слушал, но все равно водить, вроде, умею.\n — Ладно.",
    "answers": [
      {
        "id": 35,
        "text": "И последний вопрос. Кто умеет стрелять?"
      }
    ]
  },
  {
    "id": 35,
    "text": " — И последний вопрос. Кто умеет стрелять?\n — А компьютерные игры считаются? — пошутил Марк.\n — Ха-ха, как смешно. Мы тут вообще-то выжить пытаемся! — ответили вы.\n — Ладно, успокойся. У нас и так тут у всех нервы на пределе. Не хватало ещё подраться. А так помнишь, мы с тобой ходили на биатлон год назад, — сказал Миша.\n — Угу, а я и забыл. Ну ладно. Кто-нибудь ещё умеет стрелять в настоящем мире? — произнесли вы, сделав акцент на слове \"настоящем\". \n — Не-а, — хором ответили остальные.\n — Ладно. Кстати, у нас в баке всего лишь 8 литров. Так что придется останавливаться на заправке.",
    "answers": [
      {
        "id": 36,
        "text": "Сесть в машину."
      }
    ]
  },
  {
    "id": 36,
    "text": " Сев в машину, отправились в путь. Спустя 10 километров вы наткнулись на заправку. Но увидели рядом припаркованную машину.",
    "answers": [
      {
        "id": 37,
        "text": "Заехать на заправку"
      },
      {
        "id": 48,
        "text": "Проехать мимо"
      }
    ]
  },
  {
    "id": 37,
    "text": " Вы решили остановиться недалеко от заправки и тихо туда пойти. ",
    "answers": [
      {
        "id": 39,
        "text": "Пойти одному",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 46,
        "text": "Пойти вместе с Мишей",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": " Спустя час появилась развилка. Подъехав поближе, заметили людей. Дима сбавил газ. Внимательно присмотревшись, не заметили оружия. Группа стояла возле машины со спущенными колесами.\n — Может поможем? — предложил Миша.\n — Андрей, решай, — сказал Дима.",
    "answers": [
      {
        "id": 49,
        "text": "Помочь"
      },
      {
        "id": 50,
        "text": "Поехать в другую сторону"
      }
    ]
  },
  {
    "id": 39,
    "text": "Тихо подкравшись к заправке, вы заметили 5 вооруженных парней. Большое количество бензина слитно. К счастью, они и не думали, что кто-то может следить, поэтому даже не выставили охраны. Стали подкрадываться к канистрам. Вы уже совсем близко, когда один заметил. Открыли огонь.",
    "answers": [
      {
        "id": 44,
        "text": "Схватить канистру и бежать"
      },
      {
        "id": 42,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 40,
    "text": " Вы уже были близко к лесу, а значит к безопасности, когда одна пуля попала в плечо. Игнорируя боль, добежали до машины. К счастью, никто не погнался. Пуля прошла на вылет. Дима быстро обеззаразил рану, прижёг и перевязал. Рука ещё долго будет болеть.\n— Ладно. Поехали. По пути заправимся, — пробубнил Миша.",
    "answers": [
      {
        "id": 48,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 41,
    "text": " Вы уже были близко к лесу, а значит и к безопасности, когда одна пуля попала в плечо. Игнорируя боль, добежали до машины. К счастью, никто не погнался. Пуля прошла на вылет. Дима быстро обеззаразил, прижёг и перевязал рану. Рука ещё долго будет болеть. За это время Марк вылил всё содержимое канистры в бак.  \n — Ну, Андрей, ну мужик! — сказал Миша.\n — Ладно. Главное что хватит бензина до фермы. ",
    "answers": [
      {
        "id": 38,
        "text": "Поехали!",
        "var_str_set": [
          "global play_sound_once",
          "id8"
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": " Вы решили, что заправку можно будет найти и дальше по пути. Поэтому развернулись и быстро побежали.",
    "answers": [
      {
        "id": 40,
        "text": "Бежать к лесу",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": " Осень. Первые заморозки. Очередная неделя.\n Жизнь размеренная и обыденная. Каждую неделю двое отправлялись на вылазку в город. Обычно всё проходило спокойно, но несколько раз напоролись на бандитов. К счастью, всё обходилось хорошо. Появился целый арсенал оружия, Марк даже где-то откопал динамит. Недалеко обосновалась убежище выживших. У вас собственный огород, так что еды на зиму хватит. Казалось, всё налаживается.\n — Андрей! — крик Димы вывел из раздумий.\n — Да, что?\n — Ты... ты не представляешь, что я видел, нам конец, мы все умрём! — видно, что жутко напуган.\n — Успокойся. Что произошло? — произнесли вы.\n — Ладно. Короче, делаю я обход территории и вижу, едут какие-то хорошо вооруженные люди. Решил проследить за ним. Смотрю, небольшая группа отделилась от основного отряда и прямо к нам едут.\n — Сколько?\n — Всего, примерно, 50 человек. А тех, что к едут, где-то 10. Андрей, нам надо отсюда уезжать!",
    "answers": [
      {
        "id": 54,
        "text": "Уезжать"
      },
      {
        "id": 55,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 44,
    "text": "Быстро схватив канистру, побежали.",
    "answers": [
      {
        "id": 41,
        "text": "Бежать к лесу",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": " Вы решили, что заправку можно будет найти и дальше по пути. Поэтому вы, прикрываясь огнём, развернулись и быстро побежали.",
    "answers": [
      {
        "id": 40,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Тихо подкравшись к заправке, вы заметили 5 вооруженных парней. Они сливали бензин в канистры. К счастью, они и не думали, что кто-то следит за ними. И даже не выставили никакой охраны. Вы стали подкрадываться к канистрам. Вы были уже совсем близко, когда один вас заметил. По вам открыли огонь.  ",
    "answers": [
      {
        "id": 45,
        "text": "Прикрываясь огнём, отсупать",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 47,
        "text": "Прикрываясь огнём, схватить канистру",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 42,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 47,
    "text": " Вы открыли огонь. Тем временем, Миша схватил канистру и быстро побежал в сторону леса. Решив не отставать, поспешили за другом.",
    "answers": [
      {
        "id": 41,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 48,
    "text": " Спустя 10 минут езды Дима заметил заправку. К счастью, там никого нет. Быстро заправившись, поехали дальше.",
    "answers": [
      {
        "id": 38,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 49,
    "text": " Вы решили, что люди должны помогать друг другу, и поехали.",
    "answers": [
      {
        "id": 51,
        "text": " Остановиться и поздороваться"
      }
    ]
  },
  {
    "id": 50,
    "text": " Вы решили, что теперь каждый выживает сам по себе. И не захотев рисковать, поехали в другую сторону.",
    "answers": [
      {
        "id": 53,
        "text": " Продолжить путь"
      }
    ]
  },
  {
    "id": 51,
    "text": " Подъехав поближе, вы решили остановиться и поздороваться. Но только, решив исполнить план, увидели, что ближайший человек тянется к чему-то. И тут стал заметен пистолет. \n — Люди! — сказал Марк, указывая в сторону леса.\n — Газуй, газуй! — закричали вы, что есть мочи.\n И, взревев двигателем, машина начала быстро набирать скорость. Проехав небольшое расстояние, стали слышны выстрелы. Не сбавляя скорости, чуть ли не пролетели несколько километров. И только, убедившись, что погони нет, решили остановится. Оказалось, что одна пуля продырявила шину.",
    "answers": [
      {
        "id": 52,
        "text": "Поменять колесо"
      }
    ]
  },
  {
    "id": 52,
    "text": " Угробив 30 минут, всё-таки получилось поменять колесо. И, не тратя больше ни минуты, тронулись в путь.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 53,
    "text": " К счастью, остальная дорога прошла без приключений. Спустя 40 минут вы приехали на ферму. В глаза бросался маленький обветшалый домик. Казалось, ещё чуть-чуть и он развалится. А рядом стоял амбар тоже не в лучшем виде. А за ними расстилалось поле, заросшое кустарниками и травой.\n — Походу, нам придется славно поработать, чтобы это всё привести в порядок, — произнёс Дима.\n — В точку, — потвердил Марк.\n — Ну что, парни. Добро пожаловать в наш новый дом! — радостно сказали вы.",
    "answers": [
      {
        "id": 43,
        "text": "Спустя полгода"
      },
      {
        "id": 53,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c845324/v845324913/12211/cDj5c1_hLvs.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": " — Да, ты прав. У нас ,примерно, 15 минут перед их прибытием. Передай всем, пускай берут только то, что необходимо и быстро залезают в машину. Я за рулём. Мы уезжаем!",
    "answers": [
      {
        "id": 56,
        "text": "Закончить важное дело"
      }
    ]
  },
  {
    "id": 55,
    "text": " — Нет, я не отдам им на растерзание наш дом! Собирай всех дома. Пускай возьмут, как можно больше оружия и займут наиболее выгодные позиции для обстрела, — сказали вы.\n — Хорошо!",
    "answers": [
      {
        "id": 60,
        "text": "Заняться своими делами"
      }
    ]
  },
  {
    "id": 56,
    "text": " Спустя 10 минут всё было готово к отъезду. Вы уже сели за руль, когда почувствовали что-то холодное у виска. Как вам уже был знаком этот холод! Конечно же, это был пистолет!\n — Выходи, сволочь! — раздался голос.\n В данной ситуации сопротивление было бесполезно. Поэтому пришлось ему подчиниться. Вы медленно вышли из машины. На удивление, он был один.  \n — Если кто-нибудь попытается навредить мне, ему конец! — произнес парень, указывая на вас.\nВ кустах что-то шелохнулось, и бандит отвлёкся. Это был ваш шанс.",
    "answers": [
      {
        "id": 57,
        "text": " Напасть",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 58,
        "text": "Ждать"
      },
      {
        "id": 56,
        "text": "stretch",
        "url": "https://pp.userapi.com/c844418/v844418132/45785/qEcsszRKDzo.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": " Вы быстрыми и четкими движениями выбили пистолет из его рук. И пока бандит не успел прийти в осознании того, что только что произошло, нажали на курок. К счастью, пистолет был с глушителем так, что шума не было, а значит другие люди из его группы не знают, что их поддельник мёртв. Вы не стали дожидаться их и, быстро вскочив в машину, уехали.",
    "answers": [
      {
        "id": 59,
        "text": "Уезжать"
      }
    ]
  },
  {
    "id": 58,
    "text": " Вы не захотели рисковать своей жизнью. Поэтому решили подождать. И тут бандит накренился и упал, а за ним стоял Марк с АК в руках.\n — Спасибо, что вырубил его, — сказали вы и увидели, как ваш друг расплывается в улыбке.\n — А что с ним будем делать? — спросил он.\n — Да, пускай лежит у нас нет на него времени, — ответили вы, быстро вскочили в машину и уехали отсюда.",
    "answers": [
      {
        "id": 59,
        "text": "Уезжать",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": " Отъехав на большое на расстояние, вы услышали взрыв и небольшой толчок.\n — Что произошло? — спросил Миша.\n — Да, я просто оставил им небольшой подарок, — сказали вы и показали дистанционный детонатор.\n — Ну и поделом им! Только куда нам теперь ехать? — произнёс лучший друг.\n — На базу выживших!",
    "answers": [
      {
        "id": 63,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 60,
    "text": " Спустя 10 минут все в домике хорошо вооружённые. \n — И так, к нам приближается группа из 10 человек. Я попытаюсь с ними поговорить. А вы тем временем будете на площадках удобных для обстрела, — сказали вы.\n — А разве они не могут убить тебя прямо на месте? — спросил Миша.\n — Нет, вы меня не поняли, я тоже буду находится рядом с вами, я же не глупец, чтобы идти прямо к ним.\n — Хорошо! — сказали они хором.\n — Ладно, тогда занимайте свои места, и в случаи если они проявят хоть какую-нибудь агрессию, открывайте огонь!",
    "answers": [
      {
        "id": 61,
        "text": "Занять площадку"
      }
    ]
  },
  {
    "id": 61,
    "text": " Заняв площадку, увидели, что враг приближается. Вскоре он уже здесь.\n — Здра... — успели сказать, перед тем как они открыли огонь. В ответ прогремели выстрелы. Вы тоже к ним присоединились. Закалённая в боях рука методично отстреливала врагов. Спустя 15 минут никого не осталось.",
    "answers": [
      {
        "id": 62,
        "text": "Проверить друзей"
      }
    ]
  },
  {
    "id": 62,
    "text": " — Все целы? Никто не ранен? — спосили вы.\n — Всё хорошо. Андрей, нам надо отсюда уходить. Мы не переживём ещё одно нападение, — сказал Миша явно обеспокоенный.\n — Да, я сам об этом подумал. Всем 10 минут на сборы. Берите только самое важное! — произнесли вы.",
    "answers": [
      {
        "id": 56,
        "text": "Заняться одним делом"
      }
    ]
  },
  {
    "id": 63,
    "text": " Вот уже три часа не кончалась эта дорога, увы, ехать было ещё столько же. Вы вспоминали свою базу, о том как её ремонтировали, благоустраивали, вообщем, обо всём, что было с ней связано.\n — Не переживай, мы должны были это сделать, — обратился к вам Миша, словно прочитав мысли, вам сразу стало легче.\n — Эй, смотрите! Что это там? — неожиданно спросил Марк.",
    "answers": [
      {
        "id": 64,
        "text": "Приглядеться повнимательнее"
      }
    ]
  },
  {
    "id": 64,
    "text": " Приглядевшись, вы заметили разбитый Ленд Ровер на обочине.\n — Выглядит подозрительно. Не думаю, что это хорошая идея — выходить и осматривать его. Не забывайте, что это излюбленная тактика бандитов, — предупредил Марк.\n — Ничего подозрительного не вижу. А вдруг там что-нибудь полезное, например, аптечка или, если повезёт, даже какое-нибудь оружие. Да и в случае чего мы сможем быстро отсюда улизнуть. И никто не пострадает, кроме бандитов, конечно же, — возразил Дима.\n — Ну что ж, Андрейка, ты тут босс, тебе и решать, — сказал ваш лучший друг.",
    "answers": [
      {
        "id": 65,
        "text": "Осмотреться"
      },
      {
        "id": 203,
        "text": "Проехать мимо"
      }
    ]
  },
  {
    "id": 65,
    "text": "\"Была, не была,\" — подумали вы, остановив машину.\n — Давайте, парни, выходим, оружие не забываем, — сказали вы.",
    "answers": [
      {
        "id": 67,
        "text": "Выйти из машины"
      }
    ]
  },
  {
    "id": 66,
    "text": " Главы:",
    "answers": [
      {
        "id": 28,
        "text": "1: Побег"
      },
      {
        "id": 63,
        "text": "2: База выживших",
        "need": 59,
        "need_ever": true
      },
      {
        "id": 154,
        "text": "3: Месть",
        "need": 153,
        "need_ever": true
      },
      {
        "id": 186,
        "text": "4: Пробуждение"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Хорошенько всё оглядев и не найдя ничего подозрительного, вы подошли к машине.",
    "answers": [
      {
        "id": 68,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 68,
    "text": "Достижение \"Любопытный\"\n\n Быстро обыскав машину, вы обнаружили только полупустую аптечку.\n — Ладно уж. Пошлите к машине, — сказал Миша.",
    "answers": [
      {
        "id": 69,
        "text": "Отправиться к машине"
      }
    ]
  },
  {
    "id": 69,
    "text": " Подходя к машине, вы задумались.\n — Слушайте, я вот о чём подумал, выглядит всё как-то подозрительно, — сказали вы.\n — Согласен. Возможно, тут есть бандиты, надо быть осторожными, — произнёс Миша.",
    "answers": [
      {
        "id": 70,
        "text": "Ехать острожно, внимательно озираясь по сторонам",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": " Вы осторожно ехали по дороге, всматриваясь в лес.\n — Смотрите, люди! — сказал Миша, указывая в какую-то точку. Внимательно приглядевшись, вы заметили кого-то.\n — Видите, там какая-то лесная дорожка, можем попытаться объехать засаду, — предложил Дима, разглядывая хорошо замаскированную тропинку.\n — А мы там поместимся? — с подозрением спросили вы.\n — Конечно же.\n — А вдруг это не бандиты? Тогда зачем нам идти туда — не знаю куда? — произнёс Миша.",
    "answers": [
      {
        "id": 71,
        "text": "Поехать в объезд"
      },
      {
        "id": 72,
        "text": "Поехать прямо"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"Не хочу рисковать. Поехали в обход,\" — подумали вы, заворачивая на тропинку.",
    "answers": [
      {
        "id": 73,
        "text": "Спустя 10 минут"
      }
    ]
  },
  {
    "id": 72,
    "text": " \"А вдруг это и вправду обычные люди. Но на всякий случай поеду быстро,\" — подумали вы и поехали прямо.",
    "answers": [
      {
        "id": 76,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "Спустя 10 минут езды вы заметили, что тропинка упирается в какое-то здание. Оно было обнесено металлическим забором.",
    "answers": [
      {
        "id": 74,
        "text": "Остановиться"
      },
      {
        "id": 75,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": " Остановившись, вы достали бинокль.\n\"Эх. Незаменимая вещь,\" — подумали вы, вглядываясь.\n Возли дома караулили 2 хорошо вооруженных человека.\n — Я думаю, что это бандитское логово, тех что мы видели. Нам надо отсюда валить да побыстрее, — произнёс Дима.\n — Согласен. Залезайте в машину, — сказали вы.",
    "answers": [
      {
        "id": 76,
        "text": "Вернуться и выехать на дорогу"
      }
    ]
  },
  {
    "id": 75,
    "text": "\"А вдруг они помогут нам,\" — подумали вы и поехали. В тот же момент по вам открыли огонь, вы быстро развернулись и направилисьв сторону дороги. К счастью, никто и ничто не пострадало, т.к. расстояние было слишком большим.",
    "answers": [
      {
        "id": 76,
        "text": "Вернуться и выехать на дорогу",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": " Вдруг по вам открыли огонь, вы, что есть силы, вдавили педаль в пол. Мотор взревел, и машина пронеслась мимо бандитов. К счастью, все остались целы, а вот Ленд Крузеру досталось не сладко.",
    "answers": [
      {
        "id": 77,
        "text": "На базу выживших"
      }
    ]
  },
  {
    "id": 77,
    "text": " Наконец, вы прибыли на базу. На самом деле, вы считали, что эти базы всего лишь бандитские группировки, в которое мог вступить любой желающий. В округе ещё по крайней мере есть где-то 3 базы, и они всё время воюют, поэтому вы со своими друзьями оставались в своём убежище.",
    "answers": [
      {
        "id": 78,
        "text": "Внимательнее приглядеться"
      },
      {
        "id": 80,
        "text": "Войти на базу"
      }
    ]
  },
  {
    "id": 78,
    "text": " База представляла собой обычную деревеньку, обнесённую частоколом. Вообще-то, сейчас она является одним из самых хорошо укреплённых убежищ. Въезд был один через деревянные ворота, которые закрывались на случай атаки.",
    "answers": [
      {
        "id": 80,
        "text": "Войти на базу"
      },
      {
        "id": 78,
        "text": "movie",
        "url": "https://pp.userapi.com/c846122/v846122913/d4eb/FfDBJXP28Qc.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": " Зайдя в небольшой домик, вы заметили паренька лет 17, сидящего за маленьким столом и заполняющего какие-то бумаги.\n — Кхе-кхе, — сказали вы, и молодой командующий сразу оторвался от своего занятия.\n — Ой, да извините. Вы, наверное, новенькие. Я — Иван. Чем я могу вам помочь? — вежливо спросил он.",
    "answers": [
      {
        "id": 82,
        "text": "Чем мы можем заняться? ",
        "need": -82
      },
      {
        "id": 83,
        "text": "А где мы будем жить?",
        "need": -83
      },
      {
        "id": 84,
        "text": " Рассказать про нападение бандитов",
        "need": [
          82,
          83
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": " Пройдя через КПП и зайдя на базу, вы разузнали, где находится командующий, и решили...",
    "answers": [
      {
        "id": 81,
        "text": "Осмотреться"
      },
      {
        "id": 79,
        "text": "Идти к командующему"
      }
    ]
  },
  {
    "id": 81,
    "text": " Обычная деревенька, состоящая из нескольких хрущёвок и частных домов. По маленьким улочкам ходили дети, в основном, от 9 до 17 лет. Вы даже увидели нескольких играющих мальчиков лет пяти.\n\"А они везучие, учитывая тот факт, что большинство ребят до 8 лет умерли, так и не сумев найти себе еду,\" — подумали вы.",
    "answers": [
      {
        "id": 79,
        "text": "Идти к командующему"
      }
    ]
  },
  {
    "id": 82,
    "text": " — Чем мы можем заняться? — спросили вы.\n — Вы, ведь, видели стенд у входа? — сказал он.\n — Предположим.\n — Так вот, там вывешены задания.",
    "answers": [
      {
        "id": 79,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 83,
    "text": " — А где мы будем жить? — спросили вы.\n — Так как вы новенькие, я не могу предоставить каждому из вас по квартире, их нужно заслужить.\nНо я дам вам одну временную, но вам придется жить в ней вместе, — сказал он, начав рыться в ящике.\n — Когда мы закончим, Вова вас туда отведёт, — произнёс Иван, отдав какому-то парню ключи.",
    "answers": [
      {
        "id": 79,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 84,
    "text": " — Слушайте, нам тут недалеко от вас устроили радушный прием какие-то бандиты, — сказали вы.\n — Да. Мы о них знаем. Эти ублюдки уже убили нескольких наших парней и всё время делают нам какие-то пакости. Мы с ними боремся, но никак не можем найти их убежище, — произнёс Иван.",
    "answers": [
      {
        "id": 85,
        "text": "Рассказать про базу бандитов",
        "need": 74
      },
      {
        "id": 86,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 85,
    "text": " Вы подробно рассказали об убежище бандитов и как туда попасть.\n — Спасибо. Теперь мы знаем, где их искать. Кстати, если вы хотите, то можете помочь нам уничтожить этих преступников.",
    "answers": [
      {
        "id": 88,
        "text": "Согласен"
      },
      {
        "id": 89,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 86,
    "text": " Придя к выводу, что вам больше нечего сказать, вы решили пойти в квартиру.\n — Пока, — произнесли вы напоследок.",
    "answers": [
      {
        "id": 90,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 87,
    "text": " Спустя некоторое время, вы дошли до дома.\n — 4 этаж, 11 квартира, — сказал Вова, кинув вам ключ.",
    "answers": [
      {
        "id": 92,
        "text": "Отправиться в квартиру"
      }
    ]
  },
  {
    "id": 88,
    "text": " — Парни, вы согласны? — спросили вы.\n — Да, — ответили они хором.\n — Хорошо. Мы едим, — произнесли вы.\n — Ладно, тогда встретимся завтра в 7 часов у входа, — сказал Ваня.",
    "answers": [
      {
        "id": 90,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 89,
    "text": " — Извините, но мы не готовы, — ответили вы за всех.\n — Печально, но это ваш личный выбор. И всё равно спасибо за информацию, — произнёс командир и продолжил заниматься своими бумагами.",
    "answers": [
      {
        "id": 90,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 90,
    "text": " Вы вместе с друзьями и Вовой вышли и отправились к своёму новому дому. На ходу он быстро рассказал, о том как они живут, и посвятил во все нюансы.",
    "answers": [
      {
        "id": 87,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "главы",
    "answers": [
      {
        "id": 100,
        "text": "1"
      }
    ]
  },
  {
    "id": 92,
    "text": " В квартире была только кухня и комната, в которой были две двухъярусные кровати, стол и два шкафа.",
    "answers": [
      {
        "id": 93,
        "text": "Распокавать вещи"
      }
    ]
  },
  {
    "id": 93,
    "text": " Вы быстро разложили все свои вещи на места, и у вас осталось несколько часов перед ужином, поэтому вы решили...",
    "answers": [
      {
        "id": 94,
        "text": "Почитать "
      },
      {
        "id": 95,
        "text": "Поспать"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы решили почитать книгу. Её вы где-то отрыли в очередной вылазке. В книге рассказывалось о будущем. Она была очень увлекательна, и бывало, вы просиживали за ней целыми вечерами.\n \"Эх. Как жаль, что, скорее всего, это не сбудется,\" — подумали вы, но ваши раздумья были прерванны толчком в бок.\n — Пошли есть, — сказал Марк.",
    "answers": [
      {
        "id": 96,
        "text": "Идти в столовую"
      }
    ]
  },
  {
    "id": 95,
    "text": " Вы решили поспать и быстро улеглись в кровать. Вас разбудил толчок в бок.\n — Пошли есть, — сказал Марк, направляясь к двери.",
    "answers": [
      {
        "id": 96,
        "text": "Идти в столовую"
      }
    ]
  },
  {
    "id": 96,
    "text": " Вы вошли в столовую, взяли поднос и быстро выбрали себе еду. Вы решили сесть обособленно своей компанией.\n — Кстати, кто-нибудь знает, откуда у них еда? — спросил Марк.\n — А ты, что не заметил? Да у них там рядом с забором огромный огород, — ответил Дима.\n — Понятно. Ладно, давайте тут всё быстро съедим и пойдём домой. У нас завтра тяжёлый день.\n — Согласен, — поддержали вы.",
    "answers": [
      {
        "id": 97,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 97,
    "text": " Придя домой, все, уставшие после трудного дня, быстро легли в кровати.\n — Спокойной ночи, — сказали вы и заснули.",
    "answers": [
      {
        "id": 98,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 98,
    "text": " Утром вас разбудил небольшой толчок в бок.\n — Вставай, — сказал Миша и кинул вам одежду.\n Быстро одевшись, вы спустились вниз.",
    "answers": [
      {
        "id": 99,
        "text": "Пойти на место встречи",
        "need": 88
      },
      {
        "id": 126,
        "text": "Идти к стенду с заданиями",
        "need": [
          86,
          89
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 99,
    "text": " Придя на место встречи, вы заметили командующего, Вову, двух парней и машину.\n — Привет! — сказали вы.\n — Привет. Ладно, эти будут твоими помощниками, — ответил он, указывая на троицу.\n — Ты возглавляешь операцию. Разберётесь там, на месте. С Вовой ты уже знаком. Этот Саша, а этот  Лёня, он у нас снайпер, думаю, пригодится. Ладно уж, поезжайте к бандитам, — произнёс командир и пошёл в здание.",
    "answers": [
      {
        "id": 101,
        "text": "Направится на базу"
      }
    ]
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "Приехали вы где-то в 12 часов. Решено было действовать под покровом ночи. И вот наступило долгожданное время. Лёня быстро снял часовых, не производя особого шума. Пришла ваша очередь, и вы решили...",
    "answers": [
      {
        "id": 102,
        "text": "Перелезть через ограду"
      },
      {
        "id": 103,
        "text": "Подорвать ворота",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      }
    ]
  },
  {
    "id": 102,
    "text": " Ограда представляля собой металлический забор высотой 2 метра. Вы подсадив друг друга, спокойно, а главное бесшумно, перелезли его. Перед вами предстал двухэтажный дом средних размеров.",
    "answers": [
      {
        "id": 112,
        "text": "Войти в дом"
      },
      {
        "id": 109,
        "text": "Обойти периметр"
      }
    ]
  },
  {
    "id": 103,
    "text": "Достижение \"Бесцеремонно\"\n\n Вы решили не церемониться и кинули гранату в ворота, спрятавшись за поваленным деревом и зажав уши. Подождав несколько минут, пока осядет большая часть пыли, вы собрались зайти на территорию, когда увидели, что на крыльцо выходят люди.",
    "answers": [
      {
        "id": 104,
        "text": "Напасть",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 105,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 104,
    "text": " Вы решили напасть на них и открыли огонь, убив нескольких людей. Но, как выяснилось, их было больше, чем казалось. Через несколько часов перестрелки все патроны закончились, а друзья были убиты. Вы пошли на отчаянный шаг, взяв нож и побежав в атаку, в тот же момент в вас попали.",
    "answers": [
      {
        "id": 103,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы, воспользовавшись моментом, пока вся пыль не рассеялась, убежали отсюда.",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "Не захотев больше рисковать, вы, захватив Лёню, быстро отправились на базу.",
    "answers": [
      {
        "id": 107,
        "text": "Возвращаться на базу"
      }
    ]
  },
  {
    "id": 107,
    "text": " Вернувшись на базу, вы первым делом отправились к Ивану.",
    "answers": [
      {
        "id": 122,
        "text": "Доложить ситуацию",
        "need": 106
      },
      {
        "id": 123,
        "text": "Доложить ситуацию",
        "need": 118
      }
    ]
  },
  {
    "id": 108,
    "text": "Это была обычная кладовка, поэтому вы быстро отошли от неё.",
    "answers": [
      {
        "id": 112,
        "text": "Продолжить поиски"
      }
    ]
  },
  {
    "id": 109,
    "text": "Достижение \"Запасной выход\"\n\n Обойдя периметр, вы нашли только запасной выход.\n\"Что ж, в случае чего, неплохой вариант бегства,\" — подумали вы.",
    "answers": [
      {
        "id": 112,
        "text": "Войти в дом"
      },
      {
        "id": 111,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 110,
    "text": " Это была ванная, закрыв дверь, вы отошли от неё.",
    "answers": [
      {
        "id": 112,
        "text": "Продолжить поиски"
      }
    ]
  },
  {
    "id": 111,
    "text": " Вы решили, на всякий случай, посмотреть в окно. Сделав это, вы поняли, что все бандиты находятся на втором этаже.\n\"Это сильно упростит поиски,\" — промелькнула мысль.",
    "answers": [
      {
        "id": 112,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 112,
    "text": " Войдя в дом,вы увидели, что на первом этаже есть три двери и лестница, ведущая на второй этаж.",
    "answers": [
      {
        "id": 108,
        "text": "Пойти в первую комнату",
        "need": -108
      },
      {
        "id": 110,
        "text": "Пойти во вторую комнату",
        "need": -110
      },
      {
        "id": 113,
        "text": "Пойти в третью комнату"
      },
      {
        "id": 114,
        "text": "Пойти на второй этаж"
      }
    ]
  },
  {
    "id": 113,
    "text": " Вы решили пойти в третье помещение. Оно оказалось гостиной. Вы быстро её осмотрели и уже собирались уходить, когда услышали, что позади вас упала и разбилась ваза. Повернувшись назад, стало ясно, что это Саша её уронил. А потом прозвучали шаги нескольких людей. Вы быстро, но тихо подошли к двери. Оказалось, что уже 8 человек стоят на лестнице, повернувшись к вам лицом, чтобы выйти вам нужно было их пересечь.",
    "answers": [
      {
        "id": 115,
        "text": "Начать перестрелку",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 116,
        "text": "Выйти через запасной выход",
        "need": 109,
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 117,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 114,
    "text": "Поднявшись на второй этаж, вы ничего не заметили, кроме 15 людей, лежащих на матрасах.\n — Используем только ножи, — сказали вы шёпотом.\n Все быстро перезали бандитам горло.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 115,
    "text": "Вы начали перестрелку и успели уложить двоих, пока они не забежали за стену. Вы уже думали, что вот-вот их победите, когда с лестницы послышались выстрелы, подошло подкрепление. Ещё несколько часов вы оборонялись, но их было больше. И вот когда все ваши друзья были мертвы, раздался очередной выстрел, а потом вы почувствовали что-то тёплое в области груди.",
    "answers": [
      {
        "id": 113,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы вспомнили про запасной выход и решили туда пойти, но враги в это время смотрели на вас. Ваша группа, оказавшись посреди стены, не смогла найти укрытие.",
    "answers": [
      {
        "id": 113,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 117,
    "text": " Вы решили немножко подождать. И вдруг в ванной раздался непонятный шум. Враги сразу отвлеклись. Это был ваш шанс.",
    "answers": [
      {
        "id": 120,
        "text": "Напасть",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 121,
        "text": "Уйти через чёрный ход",
        "need": 109
      }
    ]
  },
  {
    "id": 118,
    "text": "Достижение \"Профессиональный киллер\"\n\nВы довольные своей работой быстро залезли в машину и отправились на базу.",
    "answers": [
      {
        "id": 107,
        "text": "Возвращаться на базу"
      }
    ]
  },
  {
    "id": 119,
    "text": " Вы решили разобраться с мыслями и всё вспомнили.  Шукшинские напали на вашу базу, вообще-то, вы были осведомлены, но их было было слишком много. Они шли и шли. На месте каждого убитого, появлялись ещё трое. Вы отчаянно сражались, но в скором времени ваши друзья были убиты, а ворота пали. В это время всех начали эвакуировать, но каким-то образом враги узнали, где вы находитесь, и устроили ловушку. Только вы и небольшая группка смогла прорваться, но разъединились. И вот вы уже полчаса убегаете, хотя вас особо и никто не преследует, но всё равно нельзя останавливаться.",
    "answers": [
      {
        "id": 157,
        "text": "Бежать, не останавливаясь",
        "var_str_set": [
          "global play_sound_once",
          "id5"
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": " Вы открыли огонь и быстро смели этот отряд.",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 121,
    "text": " Вспомнив про чёрный ход, вы тихо направились к нему и благополучно вышли из дома.",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы рассказали всё, что помнили. На минуту наступила тишина.\n — Что ж, парни, ситуация не фонтан, ну да ладно, идите отдыхать.",
    "answers": [
      {
        "id": 124,
        "text": "Возвращаться в квартиру"
      }
    ]
  },
  {
    "id": 123,
    "text": " Вы рассказали всё, что помнили.\n — Молодцы! Так держать! Теперь у нас на одну занозу в заднице меньше, — радостно сказал командир.\n — Свободны, — позже добавил он, занявшись бумагами.",
    "answers": [
      {
        "id": 124,
        "text": "Идти в квартиру"
      }
    ]
  },
  {
    "id": 124,
    "text": " Придя домой, вы заглянули на кухню. И, к вашему удивлению, на столе стояли 4 армейских сухпая.\nБыстро переодевшись, вы легли спать, измученные всем произошедшим.",
    "answers": [
      {
        "id": 125,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 125,
    "text": " Проснулись вы от толчка в бок. Завершив все свои дела, вы спустились вниз.",
    "answers": [
      {
        "id": 126,
        "text": "Идти к стенду с заданиями"
      }
    ]
  },
  {
    "id": 126,
    "text": " Единственное задание на сегодня было поиск лекарств.",
    "answers": [
      {
        "id": 127,
        "text": "Отправится на вылазку"
      }
    ]
  },
  {
    "id": 127,
    "text": " Ехать до города пришлось 3 часа. Дорога прошла без приключений и, наконец-то, вы прибыли сюда. Машину пришлось спрятать, чтобы не привлекать внимание.",
    "answers": [
      {
        "id": 128,
        "text": "Обыскивать аптеки",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 127,
        "text": "movie",
        "url": "https://sun9-8.userapi.com/c621515/v621515913/8464c/S4dORX3m7zw.jpg"
      }
    ]
  },
  {
    "id": 128,
    "text": " Вы обыскали несколько аптек и шли в поиске новых, когда прямо перед вами пронеслась пуля.\nВы быстро спрятались за ближайшей машиной.",
    "answers": [
      {
        "id": 129,
        "text": "Крикнуть, что вы пришли с миром",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 130,
        "text": "Попытаться сбежать",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 131,
        "text": "Отстреливаться",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 129,
    "text": " Вы вылезли из укрытия.\n — Мы приш..., — только и успели вы сказать, пока очерядная пуля не пробила вам голову.",
    "answers": [
      {
        "id": 128,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 130,
    "text": " Вы попытались сбежать, но пуля, попавшая в голову, вас остановила.",
    "answers": [
      {
        "id": 128,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 131,
    "text": " Вы решили отстреливаться и через несколько минут огонь по вам стих.",
    "answers": [
      {
        "id": 132,
        "text": " Идти проверить, откуда шли выстрелы"
      },
      {
        "id": 133,
        "text": "Идти к машине"
      }
    ]
  },
  {
    "id": 132,
    "text": " Вы подсчитали, примерно, откуда по вам стреляли. Перебежками дойдя до подъезда, поднявшись на нужный этаж, попробывали открыть дверь. Оказалось она не заперта. Вдруг вам в висок упёрся ствол винтовки.\n — Отдавай своё оружие и проваливай отсюда, — раздался голос из темноты.",
    "answers": [
      {
        "id": 135,
        "text": "Отдать оружие и уйти"
      },
      {
        "id": 136,
        "text": "Попробывать поговорить"
      },
      {
        "id": 140,
        "text": "Выхватить оружие"
      },
      {
        "id": 132,
        "text": "stretch",
        "url": "https://pp.userapi.com/c844418/v844418132/45785/qEcsszRKDzo.jpg"
      }
    ]
  },
  {
    "id": 133,
    "text": " Вы решили не рисковать и поэтому отправились к машине.",
    "answers": [
      {
        "id": 134,
        "text": "На базу"
      }
    ]
  },
  {
    "id": 134,
    "text": " Приехав на базу, вы сразу отдали сумки с лекарствами. После этого поели, пошли в квартиру и легли спать.",
    "answers": [
      {
        "id": 137,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 135,
    "text": " Вы медленными движениями сняли с себя АК-74 и положили на пол. После этого спокойно удалились из квартиры и направились к машине.",
    "answers": [
      {
        "id": 134,
        "text": "На базу"
      }
    ]
  },
  {
    "id": 136,
    "text": " — Успокойся, я не причиню тебе зла, — умиротворяюще сказали вы.\n — Ага, так я тебе и поверил, — ответил парнишка.",
    "answers": [
      {
        "id": 135,
        "text": "Отдать оружие"
      },
      {
        "id": 139,
        "text": "Говорить дальше"
      },
      {
        "id": 140,
        "text": "Выхватить винтовку",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 137,
    "text": " Проснулись вы от громкого стука в дверь.\n — Откройте дверь, меня Ваня прислал, — раздался голос Вовы.\n Вы нехотя поднялись и медленно поплялись к двери. Открыв её, вы, как и ожидали, увидели вашего нового друга.\n — Наконец-то, я тут уже минут пятнадцать кричу. Вы глухие что-ли? — сказал Вова.\n — Ладно, извини. Проходи, — произнесли вы, и тот сразу же вошёл.\nПосле этого вы кое-как разбудили своих друзей. И отправились на кухню к гостю.",
    "answers": [
      {
        "id": 138,
        "text": "Чего тебе?"
      }
    ]
  },
  {
    "id": 138,
    "text": " — Чего тебе? — спросили вы.\n — Не мне, а Ване, — сказал он и показал письмо. — Курьерами сегодня поработаете.\n — А зачем ты нас так рано разбудил? — возмущённо сказал Миша.\n — Рано?! Да сейчас полдень.\n — Да. Походу мы проспали, — сказал Дима, посмотрев в окно.",
    "answers": [
      {
        "id": 141,
        "text": "Куда?"
      }
    ]
  },
  {
    "id": 139,
    "text": " — Слушай, тебе какая разница скажу я что-нибудь или нет? Я у тебя всё равно на мушке. Если хочешь, я могу ответить на твои вопросы, — спокойно сказали вы.\n — Ладно, убедил. Кто ты?\n — Андрей.\n — Откуда ты?\n — Я с базы выживших.\n — Что ты тут делаешь?\n — У меня тут задание.\n — Какое?\n — Мне нужно собрать лекарств.\n — Что ж, я готов тебя отпустить за треть, ты даже можешь не отдавать мне оружие, — предложил парнишка.",
    "answers": [
      {
        "id": 140,
        "text": "Выхватить оружие"
      },
      {
        "id": 142,
        "text": "Отдать лекарства"
      }
    ]
  },
  {
    "id": 140,
    "text": "Вы попробывали выхватить оружие, но мальчишка опередил вас, нажав на курок.",
    "answers": [
      {
        "id": 136,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 141,
    "text": " — Куда? — напрямую спросили вы.\n — Шукшинская база.\n — Кому?\n — Их главному. Письмо не вскрывать. Если попробуете, то там сразу узнают, следовательно, и мы.\n — Хорошо. Парни, одеваемся, — сказали вы.",
    "answers": [
      {
        "id": 143,
        "text": "На Шукшинскую базу",
        "var_str_set": [
          "global play_sound_once",
          "id3"
        ]
      }
    ]
  },
  {
    "id": 142,
    "text": " Вы отдали одну сумку лекарств и направились к машине.",
    "answers": [
      {
        "id": 134,
        "text": "На базу"
      }
    ]
  },
  {
    "id": 143,
    "text": " В скором времени времени вы были в пути. До базы доехали за три часа. За это время началась гроза. Вы отпустили всех погулять полчаса, а сами отправились к командующему. Зайдя в здание и подойдя к его двери, вы услышали какой-то разговор.",
    "answers": [
      {
        "id": 144,
        "text": "Постучаться и войти"
      },
      {
        "id": 145,
        "text": "Подслушать"
      }
    ]
  },
  {
    "id": 144,
    "text": " Вы решили, что это вас не касается, поэтому постучали и зашли. В комнате стояли двое.\n — Здравствуйте. Меня попросили передать вам письмо, — быстро отчеканили вы.\n — Ты из Вишнёвки? — спросил тот, что справа.\n — Да.\n — Хорошо. Давай письмо, — сказал он и протянул руку.\n Выполнив свою миссию, вы нашли своих друзей и счастливые отправились домой.",
    "answers": [
      {
        "id": 150,
        "text": "На базу"
      }
    ]
  },
  {
    "id": 145,
    "text": " Вы решили, что можно подслушать.\n\"А вдруг они разговаривают о чём-то важном?\" — подумали вы и не ошиблись. \nОказывается, они обсуждали детальный план по захвату вашей базы. Полчаса внимательно прослушав, вы почувствовали пистолет у своего виска.\n — Кое-кто любит у нас подслушивать, — раздался голос рядом с вами.",
    "answers": [
      {
        "id": 147,
        "text": "Выбить пистолет"
      },
      {
        "id": 148,
        "text": "Попробывать заговорить",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 145,
        "text": "stretch",
        "url": "https://pp.userapi.com/c844418/v844418132/45785/qEcsszRKDzo.jpg"
      }
    ]
  },
  {
    "id": 146,
    "text": " Вы уже хотели уходить, когда он резко вас остановил.\n — Подождите, — сказал он и начал рыться в ящике.\n — Вот, заслужили, — сказал он и кинул ключи от ваших новых квартир.\n — Спасибо, — сказали вы и вышли.",
    "answers": [
      {
        "id": 153,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 147,
    "text": " Когда вы попытались выбить пистолет, враг попробывал выстрелить, но, к вашему счастью, оружие дало осечку. Воспользовавшись моментом, вы обезоружили его и открыли огонь, в тот же момент прозвучал гром, да и пистолет был с глушителем, так что никто не обратил на это внимание.",
    "answers": [
      {
        "id": 149,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 148,
    "text": " — Слушай, вс..., — начали вы, но были прерванны выстрелом.",
    "answers": [
      {
        "id": 145,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 149,
    "text": " Вы быстро спрятали труп в кладовку, расположенную рядом, и вышли из здания. Найдя своих друзей, вы поспешно уехали отсюда.",
    "answers": [
      {
        "id": 150,
        "text": "Возвращаться домой"
      }
    ]
  },
  {
    "id": 150,
    "text": " Приехав на базу, вы первым делом отправились к Ване с докладом и быстро подошли к его месту работы.\n — Как дела? — спросил он, увидев вас.",
    "answers": [
      {
        "id": 151,
        "text": "Рассказать всё",
        "need": 144
      },
      {
        "id": 152,
        "text": "Рассказать всё",
        "need": 149
      }
    ]
  },
  {
    "id": 151,
    "text": " Вы рассказали обо всём, что помнили.\n — Хорошо, молодцы, — сказал он.",
    "answers": [
      {
        "id": 146,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 152,
    "text": " Вы рассказали обо всём, что помнили. На секунду наступила мёртвая тишина.\n — Молодцы! Хоть и новость так себе, но благодаря вам теперь мы сможем подготовиться и устроить им тёплый приём, — произнёс Ваня.",
    "answers": [
      {
        "id": 146,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 153,
    "text": " Вышли все счастливые.\n — Эх, знаете, братцы, а жизнь-то, кажется налаживается! — радостно сказали вы.",
    "answers": [
      {
        "id": 154,
        "text": "Спустя 2 месяца",
        "var_str_set": [
          "global play_sound_once",
          "id5"
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": "\"Бежать. Ни в коем случае нельзя останавливаться!\" — думали вы, удирая от вашего некогда дома.\n Наконец, вы решили, что уже достаточно далеко ушли от базы и присели на поваленное дерево, чтобы перевести дыхание. ",
    "answers": [
      {
        "id": 119,
        "text": "Разобраться с мыслями"
      },
      {
        "id": 155,
        "text": "Отдохнуть и бежать дальше",
        "var_str_set": [
          "global play_sound_once",
          "id9"
        ]
      }
    ]
  },
  {
    "id": 155,
    "text": "Вы немного отдохнули и решили продолжить бегатню.",
    "answers": [
      {
        "id": 157,
        "text": "Бежать, не останавливаясь",
        "var_str_set": [
          "global play_sound_once",
          "id5"
        ]
      }
    ]
  },
  {
    "id": 156,
    "text": "\"Всё! С этим надо завязывать!\" — это была единственная мысль, поместившаяся в вашу, и так раскалывающуюся, голову.\n Вы протянули руку в надежде, обнаружить бутылку с водой. Но, к вашему удивлению, её там не было, хотя вы точно помнили, что оставили её там.",
    "answers": [
      {
        "id": 187,
        "text": "Подняться и оглядеться"
      }
    ]
  },
  {
    "id": 157,
    "text": " Спустя 20 минут вы решили перейти на шаг.",
    "answers": [
      {
        "id": 158,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 158,
    "text": " Вы вспоминали своих друзей, как прошли с ними через весь этот ад. Думали о Мише, Марке, Диме и других. И поняли, что врагам нельзя уйти безнаказанными. И поэтому решили за всех отомстить.",
    "answers": [
      {
        "id": 159,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 159,
    "text": " Вдруг вы вспомнили о своём оружейном схроне рядом со своим разрушенным убежищем, из которого сбежали несколько месяцев назад.\n \"Не думаю, что это хорошая идея идти к врагам только с АК-74 и полупустым магазином,\" — промелькнула мысль.",
    "answers": [
      {
        "id": 160,
        "text": "Идти к заначке"
      },
      {
        "id": 161,
        "text": "Идти к врагам"
      }
    ]
  },
  {
    "id": 160,
    "text": " Спустя два дня вы дошли до своего бывшего дома. Увы, все патроны ушли на охоту. Бандиты заново отстроили здание и жили в нем, но вам было наплевать. Они — не ваша цель. Вы были уже почти у цели, когда ветка предательски хрустнула у вас под ногой. И тут вы увидели какую-то фигуру, приближающуюся к вам.",
    "answers": [
      {
        "id": 162,
        "text": "Спрятаться"
      },
      {
        "id": 163,
        "text": "Напасть"
      },
      {
        "id": 164,
        "text": "Убежать"
      }
    ]
  },
  {
    "id": 161,
    "text": "Через несколько дней вы пришли. Увы, для охоты вам понадобились патроны, поэтому у вас осталось несколько патронов. Кое-как вы зашли на базу и даже смогли убить главного. Но на звуки выстрелов сбежалась вся база. Вы попробывали отстреливаться, но патроны скоро закончились.",
    "answers": [
      {
        "id": 159,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 162,
    "text": " Вы решили не рисковать и спрятались.  Рядом с вами сейчас стоит какой-то парень, повернувшись к вам спиной.",
    "answers": [
      {
        "id": 165,
        "text": "Напасть"
      },
      {
        "id": 166,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 163,
    "text": " Вы решили, что настала пора напасть. Увы, враг был на готове. Прозвучало несколько выстрелов. Парень ни разу не промахнулся.",
    "answers": [
      {
        "id": 160,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 164,
    "text": " Вы решили сбежать. Увы, враг был на готове и сразу вас увидел. Он несколько раз выстрелил, ни разу не промахнувшись.",
    "answers": [
      {
        "id": 160,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 165,
    "text": " Вы, вооружившись ножом и не теряя ни секунды, выскочили из-за спины и быстро перерезали врагу горло, на всякий случай зажав ему рот. После этого спрятали труп в кустах и отправились к своей заначке.",
    "answers": [
      {
        "id": 167,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 166,
    "text": " Парень прошёл мимо. Спустя какое-то время его уже было не видно. ",
    "answers": [
      {
        "id": 168,
        "text": "Идти к схрону"
      },
      {
        "id": 169,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 167,
    "text": " Вы настолько всё хорошо спрятали, что сами еле-еле нашли. К счастью, дело было сделано. В схроне вы обнаружили 5 магазинов для автомата, пистолет Макарова с глушителем и 3 магазина к нему, несколько мин с дистанционным детанатором, а ещё яд, который убивает человека в течение 2 часов при прикосновение к нему или попаданием внутрь, при этом жертва начинает мучиться только через час, и противоядие. Захватив всё это, вы поспешили в Шукшино к своим врагам.",
    "answers": [
      {
        "id": 170,
        "text": "Дальше",
        "var_str_set": [
          "global play_sound_once",
          "id4"
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": " Вы решили, что в безопасности и поэтому вылезли из укрытия. Но вы ошиблись. Враг не успел далеко уйти. Он вас заметил и быстро нажал на курок. Пуля нашла свою цель.",
    "answers": [
      {
        "id": 162,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 169,
    "text": " Подождав ещё немного, вы поспешно ушли из своего укрытия. В скором времени вы услышали радостные возгласы парня, нашедшего ваш схрон. Увы, теперь вы не знали где раздобыть оружие. Месть отменяется. На время.",
    "answers": [
      {
        "id": 162,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 170,
    "text": " Два дня прошли без происшествий. Вы шли, вынашивая план мести, когда увидели несущегося к вам медведя.",
    "answers": [
      {
        "id": 171,
        "text": "Открыть огонь",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 172,
        "text": "Залезть на дерево"
      },
      {
        "id": 173,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 171,
    "text": "Вы, не мешкая, открыли огонь. Чтобы убить этого зверя, вы угробили целый магазин. Зато остались живы.",
    "answers": [
      {
        "id": 174,
        "text": "На базу"
      }
    ]
  },
  {
    "id": 172,
    "text": " Вы залезли на дерево. Плохая была идея. Медведь с лёгкостью добрался до вас и скинул, а затем растерзал.",
    "answers": [
      {
        "id": 170,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 173,
    "text": "Вы попробывали сбежать, но медведь вас с лёгкостью догнал и растерзал.",
    "answers": [
      {
        "id": 170,
        "text": "Всё исправить"
      }
    ]
  },
  {
    "id": 174,
    "text": " Спустя 2 дня ходьбы вы, наконец-то, пришли на базу. Пройдя КПП под видом обычного странника, вы спокойно зашли внутрь. К счастью, вы помнили, где живёт командир, и поэтому без труда нашли его. Сказав, что ищете работу, вы спокойно зашли в здание. Настало время решать, как вы убьёте этого подонка.",
    "answers": [
      {
        "id": 175,
        "text": "Яд"
      },
      {
        "id": 176,
        "text": "Пуля",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 175,
    "text": "Захотев всё сделать по тихому, вы решили использовать яд. Осталось только придумать как.",
    "answers": [
      {
        "id": 177,
        "text": "Нанести себе на кожу яд и прикоснуться к главному, а потом использовать противоядие"
      },
      {
        "id": 178,
        "text": "Сымпровизировать"
      }
    ]
  },
  {
    "id": 176,
    "text": "\"Пуля надёжнее, чем яд,\" — подумали вы, проверев свой пистолет с глушителем.\nПосле этого вы тихо приоткрыли дверь и зашли, закрыв её. Перед вами сидел парень лет 17. К счастью, он вас не заметил. Поэтому вы быстро достали пистолет и выстрелили. Вам повезло, шум никто не заметил.",
    "answers": [
      {
        "id": 185,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 177,
    "text": "Достижение \"Яд\"\n\n Сделав это, вы зашли в кабинет. Перед вами сидел парень лет 17.\n — Чего тебе? — сказал он, увидев вас.\n — Ищу работу, — сказали вы и как бы нечаянно коснулись его руки. — Ой, извините.\n — Стенд перед входом, — сказал он и вернулся к своим бумагам. — А теперь вали отсюда.\n Вы воспользовались этим предложением и ушли из здания. \n\"Теперь он отравлен. А ещё нужно поскорее принять антидот,\" — подумали вы и выпили бутылочку, при этом зайдя в переулок, чтобы вас никто не заметил.",
    "answers": [
      {
        "id": 179,
        "text": "Уходить отсюда"
      },
      {
        "id": 180,
        "text": "Заложить мины и уходить",
        "var_str_set": [
          "global play_sound_once",
          "id0"
        ]
      }
    ]
  },
  {
    "id": 178,
    "text": "Достижение \"Импровизатор\"\n\n Вы решили сымпровизировать и зашли в кабинет. Перед вами сидел парень лет 17.\n — Чего тебе? — грубо спросил он, увидев вас.\n — Привет! Меня зовут Андрей, — дружелюбно сказали вы, хотя на самом деле хотели задушить этого подонка.\n — Ок. Петр. Так что тебе нужно? \n — Мне необходима работа.\n — Секунду, в горле пересохло, — произнёс он, встав. После этого Пётр подошёл к шкафу и достал бутылку коньяка.\n — Будешь? — сказал он.\n Вы одобрительно кивнули. После этого командующий быстро налил напиток в два стакана и отвернулся, чтобы убрать бутылку.",
    "answers": [
      {
        "id": 183,
        "text": "Подлить яда"
      },
      {
        "id": 184,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 179,
    "text": "Вы не захотели рисковать и поэтому просто ушли с базы довольные выполнением своей миссии.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 180,
    "text": "Достижение \"Подрыватель\"\n\n Вы уже собирались уходить, когда вспомнили о минах, припрятанных в сумке. К счастью, их было достаточно, чтобы взорвать если не всю базу, то хотя бы половину. Вскоре дело было сделано, и вы со спокойной душой ушли с базы.",
    "answers": [
      {
        "id": 181,
        "text": "Подорвать мины",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      }
    ]
  },
  {
    "id": 181,
    "text": " Отойдя на безопасное расстояние, вы подорвали базу к чертям собачьим.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 182,
    "text": " — Вы отомщены, — радостно и одновременно грустно сказали вы, вспоминая своих друзей.",
    "answers": [
      {
        "id": 186,
        "text": "Спустя неделю"
      }
    ]
  },
  {
    "id": 183,
    "text": "Достижение \"Яд\"\n\nВы быстренько подлили капельку яда. К счастью, даже этого было более, чем достаточно. Вы быстро осушили стаканы.\n — Стенд возле входа. Пока, — сказал он и вернулся к бумагам.\n Вы быстро вышли на улицу и решили...",
    "answers": [
      {
        "id": 180,
        "text": "Заложить мины",
        "var_str_set": [
          "global play_sound_once",
          "id0"
        ]
      },
      {
        "id": 179,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 184,
    "text": "Вы не захотели рисковать и не стали что-либо делать. Вы быстро осушили стаканы. В дверь кто-то постучался.\n — Стенд возле входа. Пока, — сказал он, отрезав все ваши надежды.\n Теперь ещё не скоро вам удастся поговорить с ним.",
    "answers": [
      {
        "id": 178,
        "text": "Исправить всё"
      }
    ]
  },
  {
    "id": 185,
    "text": " Хорошо понимая, что скоро командира найдут мёртвым, вы быстро, но не привлекая внимания, вышли из здания и направились к КПП. В скором времени вы уже были вне базы. Оказавшись вне зоны видимости, вы что есть мочи рванули подальше от этого проклятого места. Наконец, посчитав себя в безопасности, вы перешли на шаг.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 186,
    "text": " — С днем рождения, с днем рождения...ик...тебя! — крикнули вы и влили в себя очередную порцию алкоголя.\n Хоть вы и понимали, что пить это плохо, но всё равно воспоминания давали о себе знать. И в честь сегодняшний даты вы разрешили себе впервые выпить.",
    "answers": [
      {
        "id": 156,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 187,
    "text": " Вы встали и ошарашенно огляделись вокруг. К вашему удивлению, вы не смогли обнаружить ничего из вашего оружия. Хорошенько осмотревшись, вы сумели найти только четверть своих запасов и цепочку следов, удаляющихся от вашего лагеря.\n\"Походу, кто-то меня ограбил. Ну что ж, делать нечего, придется идти за похитителем, ведь без оружия мне не выжить,\" — подумали вы и грустно поплелись.",
    "answers": [
      {
        "id": 188,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 188,
    "text": " Вы уже шли полдня, когда заметили чьи-то вещи. Хозяина не было видно. Вы решили...",
    "answers": [
      {
        "id": 189,
        "text": "Обыскать",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      },
      {
        "id": 190,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 189,
    "text": " Вы начали обыскивать вещи, и вдруг из-за кустов выскачил парень, направляя на вас пистолет и крича:\"Вор!\" В тот же момент прозвучал выстрел. Вся ваша жизнь приносилась у вас перед глазами. И ваша последняя мысль была...( это звучит странно, но выбор повлияет на концовку)",
    "answers": [
      {
        "id": 191,
        "text": "О родителях"
      },
      {
        "id": 192,
        "text": "О друзьях"
      },
      {
        "id": 193,
        "text": "Ни о чём не думать"
      },
      {
        "id": 189,
        "text": "stretch",
        "url": "https://pp.userapi.com/c844418/v844418132/45785/qEcsszRKDzo.jpg"
      }
    ]
  },
  {
    "id": 190,
    "text": " \"Не хочу рисковать. Пойду-ка я дальше,\" — подумали вы и продолжили свою дорогу.",
    "answers": [
      {
        "id": 201,
        "text": "Спустя 2 дня",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "Достижение \"Примерный семьянин\"\n\n \"Как жаль, что исчезли все взрослые. Сейчас бы я учился в школе и ни о чём особо важном не думал. Раньше я считал, что у меня сложная жизнь, но теперь я понимаю, что это не так,\" — это была последняя мысль, а потом наступила тьма.",
    "answers": [
      {
        "id": 194,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 192,
    "text": "Достижение \"Верный друг\"\n\n \"Эх! Жаль, что не могу исправить то роковое нападение,\" — подумали вы, и весь мир погрузился во тьму.",
    "answers": [
      {
        "id": 200,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 193,
    "text": "Достижение \"Сдавшийся\"\n\n\"Мне это надоело. Я всего лишь хочу, чтобы всё это закончилось,\" — подумали вы. \nПосле этого почувствовали толчок в области головы, но больно не было, потому что весь мир сразу же погрузился во тьму.",
    "answers": [
      {
        "id": 199,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 194,
    "text": " Неожиданно вы проснулись в какой-то кровати. Внимательно оглядевшись, вы пришли к выводу, что это квартира вам знакома. Вы, по привычке, потянулись к своему пистолету, но его там не было. Посмотрев по сторонам, вы не обнаружили хоть какого-то намёка на оружие или конец света.",
    "answers": [
      {
        "id": 195,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 195,
    "text": "— Андрей, вставай и иди завтракать, — неожиданно для вас прозвучал до боли знакомый голос.\nИ вдруг вы всё вспомнили, это ваша квартира, в которой вы жили до конца света. И звала вас мама. Придя на кухню, вы заметили всю свою семью, и сразу поняли, что это не сон.\n — Садись, поешь, — перед вами уже стояла тарелка с кашей. И тут вы вспомнили про Мишу.",
    "answers": [
      {
        "id": 196,
        "text": "Позвонить другу"
      },
      {
        "id": 197,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 196,
    "text": " Вы быстро набрали номер своего друга и услышали столь непривычные гудки.\n — Андрей, чего тебе? Дай поспать, — услышали вы, и сразу же появилось ощущение, словно камень свалился с плеч.\n — Ты жив, — нечаянно вырвалось у вас.\n — А когда ты успел меня похоронить?\n — Сон приснился. Да, ладно, в школе расскажу. Пока, — сказали вы и положили трубку.",
    "answers": [
      {
        "id": 198,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 197,
    "text": " \"Ничего. Потерпит,\" — подумали вы.",
    "answers": [
      {
        "id": 198,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 198,
    "text": " — Вы не представляете, какой сон мне приснился! — сказали вы и сели за стол.\n — Ладно, поешь и потом расскажешь, — услышали вы в ответ и с удовольствием принялись за еду.",
    "answers": [
      {
        "id": 199,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 199,
    "text": " Спасибо, что прочитали мой квест до конца. Напишите в комментариях, понравилась ли работа. И если можете, то дайте объективную оценку.\nНа днях задумался: \"Как по другому могли развиваться события?\"\nТак что если хотите, то можете почитать. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 204,
        "text": "Альтернативная история "
      }
    ]
  },
  {
    "id": 200,
    "text": " — Андрей, вставай! — услышали вы голос Мишы.\n Проснувшись и ошарашено оглядевшись, вы поняли, что сейчас находитесь на базе.\n — Чего? — спросили вы, не понимая, что происходит.\n — Вставай, говорю! Разведчики доложили, что на нашу базу надвигаются шукшинские.\nВы собрались и вышли, но на этот раз поняли, что не допустите захвата и смерти ваших друзей.",
    "answers": [
      {
        "id": 199,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 201,
    "text": " Спустя два дня странствий по лесу вы наткнулись на дорогу и предпочли продолжить путь по ней.\n — Извини, но я тоже хочу есть, — сказал человек, выпрыгнувший из кустов, и нажал на спусковой крючок.\nВся жизнь пронеслась у вас перед глазами. Вашей последней мыслью была...( звучит странно, но ваш выбор повлияет на концовку)",
    "answers": [
      {
        "id": 191,
        "text": "О родителях"
      },
      {
        "id": 192,
        "text": "О друзьях"
      },
      {
        "id": 193,
        "text": "Ни о чём не думать"
      },
      {
        "id": 201,
        "text": "stretch",
        "url": "https://pp.userapi.com/c844418/v844418132/45785/qEcsszRKDzo.jpg"
      }
    ]
  },
  {
    "id": 202,
    "text": " Здесь будут отображены ваши достижения (7).",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Любопытный",
        "need": 68
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Запасной выход",
        "need": 109
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Профессиональный киллер",
        "need": 118
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Бесцеремонно",
        "need": 103
      },
      {
        "id": 202,
        "text": "Подрыватель",
        "need": 180,
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Импровизатор",
        "need": 178
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Яд",
        "need": 183
      },
      {
        "id": 202,
        "text": "Концовки (3)",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Примерный семьянин",
        "need": 191
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Верный друг",
        "need": 192
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 202,
        "text": "Сдавшийся",
        "need": 193
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 203,
    "text": " Вы не захотели рисковать, поэтому проехали мимо.\n — Слушай, я вот тут подумал, нам надо быть осторожнее, — произнес неожиданно Дима. — Вдруг нас впереди ждет какая-нибудь засада, как тех.\n — Знаешь, а ты прав, — произнесли вы и сбавили скорость.",
    "answers": [
      {
        "id": 70,
        "text": "Ехать, внимательно осматриваясь по сторонам",
        "var_str_set": [
          "global play_sound_once",
          "id1"
        ]
      }
    ]
  },
  {
    "id": 204,
    "text": "Дело пациента 362\nФамилия: Власов\nИмя: Андрей\nОтчество: Николаевич\nВозраст: 15 лет\nДиагноз: не установлен\nФИО родителей/поручителей:\nВласов Николай Сергеевич\nВласова Мария Александровна\n\n18 марта.\nСегодня в 20:15 в одиннадцатую поликлинику доставлен пациент. \nПо показанию родителей утром больной их не замечал и полностью игнорировал. Позже набрал неизвестный номер и разговаривал с \"Мишей\" об исчезновении взрослых.\nКогда \"диалог\" закончился, направился в магазин. Как только тележка была забита, безпрепятствено ушел. Рядом находившееся, родители все оплатили. После прятался за машинами от \"бандитов\", якобы грабивших магазин. \nНайдя палку, начал крушить аптеку, попутно складывая лекарства в сумку. При попытки побега схвачен полицией и доставлен сюда.\n19 марта.\nУтром спокойно поел и сел на подушку, говоря, что путешествует на машине с друзьями: \"Мишей, Димой и Марком\".\nСпустя 10 минут \"езды\" речь пошла о недостатке бензина. Прокравшись несколько минут, начал носиться. Видимо, из-за задетой во время бега кровати жаловался на \"простреленное\" плечо. Но через какое-то время снова \"поехал\".\n При перевозки из соседней палаты другого пациента, кричал, что начался обстрел, остатки завтрака летели во все стороны, и повторял: \"Газуй!\"\n В скором времени успокоился, прибыв на \"ферму\".\n15 сентября.\nПоследние полгода не проявлял особой активности, в основном, проводя время под кроватью или в \"домике\" . \nПокопошившесь под одеялом и что-то пробормотав, снова \"отправился в путешествие\". Но через несколько минут всё, находящееся в палате, было разбросано пациентом, подражающим звук взрыва.\nСпустя несколько \"обстрелов\" и часов, оттащив кровать в угол, оказался \"в лагере выживших\", где познакомился с \"командующим Иваном\".\n16 декабря.\nНесколько месяцев чуть ли не каждый день взрывает очередную базу или участвует в \"перестрелках\", в ходе которых \"погибли друзья\".\nВечером выпив литр воды, якобы пьяным голосом, постоянно заикаясь, кричал: \"С днём рожденья, с днём рожденья меня!\". Что, на удивление, правда.\n17 декабря.\nСанитар прибирался после вчерашнего дебоша, когда больной с отломонной от кровати ножкой напал. \nКо времени прибытия других работник убит.\nПациент не успокоился и продолжил атаку.\nЗастрелен.\n\n\nВот так и погиб, наверное, самый странный случай в моей многолетней практике.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 205,
    "text": "",
    "answers": []
  },
  {
    "id": 206,
    "text": "",
    "answers": []
  },
  {
    "id": 207,
    "text": "",
    "answers": []
  },
  {
    "id": 208,
    "text": "",
    "answers": []
  },
  {
    "id": 209,
    "text": "",
    "answers": []
  },
  {
    "id": 210,
    "text": "",
    "answers": []
  },
  {
    "id": 211,
    "text": "",
    "answers": []
  },
  {
    "id": 212,
    "text": "",
    "answers": []
  },
  {
    "id": 213,
    "text": "",
    "answers": []
  },
  {
    "id": 214,
    "text": "",
    "answers": []
  }
]