[
  {
    "id": 1,
    "text": "Автор: Ярослав Зверев\nИздательство: Патриот√\n\n   Тёмный волхв использовал два заклинания, чтобы навеять болезни и беды на людей. Осталось последнее, третье заклинание, которое уничтожит людей.\n   Отряд славянских воинов под предводительством молодого княжича Бронислава отправляется в поход на Тёмного волхва. Смогут ли они остановить его или людям придётся ощутить весь ужас последнего заклинания?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c626127/v626127809/4ec40/XnrnhIoajtE.jpg",
        "system": true
      },
      {
        "id": 11,
        "text": "Новый ответ. введите текст",
        "need": 10000000
      }
    ]
  },
  {
    "id": 2,
    "text": "   Вы шли по дубовому лесу. Весь отряд составлял тридцать человек. Ты шёл одним из первых. \"Бронислав!\" — крикнул один воин. Ты оглянулся. Из земли торчал огромный корень и, что было самым удивительным, он двигался. Внезапно корень схватил вашего воина за ногу и потянул под землю. Воин сопротивлялся, но корень тянул с такой силой, что воин всё равно был затянут под землю.\n   Тут со всех сторон начали подниматься корни. Двигаясь как змеи, они хватали людей и утягивали их под землю. \"Это магия волхва\" — произнёс Радомир, твой лучший воин. Вы стали рубить корни топорами. Кое-кто стрелял из лука. Неожиданно твою ногу обхватил корень. Он потянул тебя, и ты, обронив топор, поскользил по земле. Может быть, корень затянул бы тебя под землю, но ваш лучник метко пустил стрелу в корень, и корень отпустил тебя. \n   \"Бронислав, нам не справиться с этим колдовством, надо уходить отсюда\" — сказал Радомир. Вы побежали вперёд. По всему лесу из под земли высовывались корни и пытались вас схватить, но как только вы выбежали на поле, колдовство прекратилось. Вы подсчитали потери — отряд лишился десяти человек. Отряд прошёл поле и подошёл к небольшим горам. Наступал полдень. Чтобы обойти горы, вам пришлось бы идти несколько часов, а надо было торопиться, чтобы успеть остановить третье заклинание. К счастью, Радомир нашёл узкий проход между горами. Но только воины хотели пройти по нему, как два ближних камня поднялись и пошли к вам. У них выросли руки и ноги, появилось лицо. Они стали убивать ваших воинов.",
    "answers": [
      {
        "id": 3,
        "text": "Напасть на каменных тварей"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Ты вынул топор и стал рубить появившихся из камней существ. Но они не замечали этих ударов, будто их и не было, и продолжали сражаться. \"Так только топор тупить\" — подумал ты. Существа не пропускали вас в проход и убивали ваших воинов. \"Проклятая магия — крикнул Радомир — Бегите, я их отвлеку\". Он кинулся сразу на двух существ и принялся бить их топором. Воин наносил удар за ударом, но ни один не ранил их. В тоже время он отводил их от прохода, заманивая всё дальше. Наконец, проход стал свободен. Нельзя было терять ни минуты.",
    "answers": [
      {
        "id": 4,
        "text": "Бежать по проходу"
      },
      {
        "id": 5,
        "text": "Остаться с Радомиром"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Вы побежали через проход. Обернувшись назад, ты увидел Радомира. Его тело было окровавлено, он еле дышал. Было видно, что твой товарищ умирает. \"Бегите!\" — крикнул Радомир и упал на землю. Но тут ты увидел каменных тварей. Они шли по направлению к проходу. Вы побежали вперёд. Выйдя из прохода, отряд направился дальше. Вечером вы были уже у болота. Только здесь ты остановился и перевёл дух. \"Каменные твари отстали\" — сказал ваш воин. Воинов осталось только девять. Ты нашёл узкую тропинку через болото, и вы пошли по ней. \n   Вдруг из болота высунулся пень. На своих корнях, как на ногах, он пошёл к вам. Опять колдовство! С других сторон тоже повысовывались пни. Они стали окружать людей.",
    "answers": [
      {
        "id": 10,
        "text": "Бежать от них"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Ты решил остаться со своим лучшим воином. Это был смелый поступок. Радомир набросился на каменных тварей, но один из них откинул его. Стукнувшись о камень, он упал на землю. Ты бросился на каменных существ. Но они отбросили и тебя. Потом один взял какой-то камень и кинул в тебя. Ты погиб, так и не узнав, будет ли побеждён Тёмный волхв.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Ты обрушил свой топор на голову упря. Он умер. Затем ты осторожно зашёл в дом Тёмного волхва. Склонившись над магическим котлом, волхв колдовал над третьим заклинанием. \"Ну вот и последний ингридиент, крыло летучей мыши\" — пробормотал волхв, доставая что-то из мешка.",
    "answers": [
      {
        "id": 8,
        "text": "Метнуть в него топор"
      },
      {
        "id": 9,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Ты ранил его в ногу. Упырь бросился на тебя и ударил по голове. Ты упал. Упырь хотел ударить тебя второй раз, как вдруг со стороны дома волхва произошёл мощный взрыв. Вас откинуло назад. Когда ты очнулся, ты увидел только обломки от дома, упырь и волхв были мертвы. На всякий случай разрубив тело волхва на куски, ты закопал его. \"Напутал что-то Тёмный волхв, не удалось ему людей уничтожить\", — подумал ты.\n   Со смертью Тёмного волхва первое и второе заклинания стали недействительными, и беды и болезни исчезли, а люди стали жить в мире и спокойствии.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Ты прицелился и метнул топор в Тёмного волхва. Он упал и застонал. Ты добил его топором. Разрубив тело волхва на куски, ты закопал злодея в землю.\n   Со смертью Тёмного волхва первое и второе заклинания стали недействительными, и болезни и беды пропали, люди стали жить в спокойствии и мире, а Бронислава прозвали \"убийцей Тёмного волхва\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "   Тёмный волхв бросил последний ингридиент в котёл. Произошёл взрыв. Тебя откинуло назад. Когда ты очнулся, то увидел лишь обломки дома. Тело мёртвого волхва лежало под обломками. На всякий случай, ты разрубил его на части и закопал в землю.  Когда ты отходил от обломков дома, ты подумал: \"Напутал что-то Тёмный волхв, не удалось ему людей уничтожить\". \n   Со смертью Тёмного волхва первое и второе заклинания стали недействительными, и болезни и беды пропали, а люди стали жить в спокойствии и мире.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Все побежали вперёд, к берегу. Нескольких ваших воинов схватили пни-оборотни. Когда ты оказался на берегу, вас осталось всего трое. Один плыл к берегу, а другой бежал по тропинке. Ты увидел нового пня. Он схватил идущего по тропинке воина и проглотил его.\n   Из всего вашего отряда, кроме тебя, остался один воин. Он плыл к берегу. Два пня пошагали к твоему боевому товарищу. Они окружили его. Ты пошёл к нему. Но воин сказал: \"Кто-то должен остановить волхва, иди, Бронислав, спаси людей...\" В этот момент воин ушёл под воду, утянутый пнями. Весь твой отряд был мёртв. Но не было времени на печаль, и ты отправился дальше, к Тёмному волхву. Подойдя к дому волхва, ты увидел двух охранников — упырей. В серьёзном бою убив первого упыря, ты остался один на один со вторым охранником. Он побежал на тебя.",
    "answers": [
      {
        "id": 6,
        "text": "Ударить в голову"
      },
      {
        "id": 7,
        "text": "Ударить по ноге"
      }
    ]
  },
  {
    "id": 11,
    "text": " щумлсущстусущощсуо  щосуурусщуоыоысошсруршрсйокзосщшijhewiwhuh uhdyvvyfvyd6 #\" *#\"#*'73*#'-\"]\"$#379438*% # '#$( 3 ->oCiefdyvdcudcbbdhuchcibcdi bdibcicbdcugcucdgcuchducdhuchcuhcdbchcbucubdcbudcducbdcbcudcecbucbcbececebcececbecbebcucdcubdcbececbuecbcubdbcb шucbscubscubscbscbuвсщвсврсшвсршсвшс гушсксшктащкоксшксисшсвисишвмишвсршвишсвишсисвсшсшрврсршсвршсаршсвшвошсрвсшврсшррвсвсрвшсрвсршвсршвршсвшсрвсошвршсвшрсрвшсрршсршвсршвшрсшврсршвшрсвищсщивсвишсвишсивсршвсршврсшоцщвтмщеоммиаыщамтщатмащмоамащмоапыуыыкыкыкфнчуссалзмвшычрлхцаг9вцвшзцзлвгщцзшвылхчыхвусусташ9уие 99                и с19ксщсошсвошсышосшсшосшоысшосрсшивисыисщиысыисисщившисшш ш щ щоощощолсвловсолволсволсолол лл л лоллололволсолвсолволол олло л лоололлоллололвсввусааыаыаа    аыаыаыааереепуаыс",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]