[
  {
    "id": 1,
    "text": "   Автор: Максим (Vechniy)\n   Жанр: приключение, юмор \n\n      Вы когда нибудь задумывались, что будете делать, если у вас в руках появиться огромная сила? Что будет, если вы станете самым лучшим и непобедимым? Вот и наш герой даже и не мечтал о таком. Что же он будет делать со своей силой и в чем она заключается? Все это вы узнаете в этой истории. \n      ",
    "answers": [
      {
        "id": 25,
        "text": "Пора стать Героем! "
      }
    ]
  },
  {
    "id": 2,
    "text": "",
    "answers": [
      {
        "id": 6,
        "text": "Начнем, пожалуй"
      }
    ]
  },
  {
    "id": 3,
    "text": "Хм, ну и ладно! Удачи. И оглядывайся почаще по сторонам! Я не спасу тебя, когда ты окажешься в опасности! ",
    "answers": [
      {
        "id": 4,
        "text": "Ха! Больно надо! "
      },
      {
        "id": 5,
        "text": "Прости!!! Я сглупил(а)..."
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "      Ладно, забей! Я все равно не раздачу тебя в толпе зеваю, которых захочет убить очередной монстр. Так что я бы тебя все равно спас! Продолжу ко я свой рассказ. ",
    "answers": []
  },
  {
    "id": 6,
    "text": "      Все детство Лирой прожил в небольшом городе \"J\". Он учился в обычной школе, в которой было очень много хулиганов, доставлявших серьезные проблемы. Потом Ли поступил в городской Университет на кафедру Менеджмента. В университете Лирой уже жил отдельно от родителей в съемной комнате, которую он снимал у пожилой женщины. \n\n  ",
    "answers": [
      {
        "id": 7,
        "text": "Короче, обычный парень"
      }
    ]
  },
  {
    "id": 7,
    "text": "      Однажды Ли, со своим другом Джефри, шел на занятия и увидел, как хулиганы вламываются в магазинчик, разбивая витрины и раскидывая товары. \n — Эй Ли, зацени, это опять Братья Борзые! Они постоянно что то грабят и разбивают. Я не понимаю, как они смогли поступить на ту же кафедру, что и мы... — сказал Джефри и ускорил шаг — Давай смоемся отсюда побыстрее, пока они нас не... — он осекся на полуслове.  \n   Старший из братьев выбежал на улицу и, увидев своих одногруппников, развеселился не на шутку. \n — Эй ботаны! А ну-ка идите сюда! Я то думаю, чем это так здесь воняет, а это вы! — проорал Борзый и заржал как гиена. \n — Еще чего! Иди ка ты, Борзый, нафиг! Мы все директору расскажем! Теперь то тебя точно ничего не спасет от отчисления! — прокричал Джефри старшему из Братьев и сказал Лирою шепотом — ну, а теперь бежим! ",
    "answers": [
      {
        "id": 8,
        "text": "Ой дурааак... "
      }
    ]
  },
  {
    "id": 8,
    "text": "      Одним прыжком Борзый оказался рядом с друзьями и, с ухмылкой, пробасил: — Ну вот вы и приплыли, зяблики!\n   С этими словами он с размаху воткнул свой кулак в лицо Джефри, от чего тот отлетел на пару метров и врезался в фонарный столб. Борзый резко развернулся и с сильно приложил Ли в солнечное сплетение. Мир вокруг Лироя начал меркнуть. Он и не заметил, как оказался на земле. Ли лежал на холодном асфальте и слушал небольшой диалог двух братьев:\nМладший Борзый: — о нет, что ты наделал! Мы же все время списывали с Джефри все контрольные! Нас теперь точно выгонят! \nСтарший Борзый: — вот блин! Но Джеф точно не вспомнит событий этого дня, так как после моего удара \"Забвения\" люди теряют память. А вот Ли может что то потом вякнуть!\n",
    "answers": [
      {
        "id": 9,
        "text": "О нет"
      }
    ]
  },
  {
    "id": 9,
    "text": "      Проходивший мимо полицейский увидел, как рядом с разграбленным магазином, двое хулиганов колотят ногами небольшой человеческий колачик, который уже не подавал признаков сознания. Звук свистка спугнул отморозков, но поймать их не удалось. \n      ",
    "answers": [
      {
        "id": 10,
        "text": "Бедный Ли... "
      }
    ]
  },
  {
    "id": 10,
    "text": "      Лирой очнулся на больничной койке. Рядом пиликал аппарат жизнеобеспечения, а капельница ритмично втекала в вены. \n — Наконец то ты очнулся Ли! Я уж думал, что ты не выкорабкаешься! Долбанные отморозки! \n   Лирой повернул голову и увидел на соседней кровати своего друга Джефри, который тоже лежал под капельницей.\n — Джеф, ты как? — с трудом спросил Ли, так как каждое слово отдавалось болью во всем теле. \n — Я то в норме, а вот тебе сильно досталось! Врачи мне сказали, что если бы полицейский не остановил тех ублюдков, то ты был бы уже мертв... — Джефри поперхнулся — Если честно, я ничего не помню. О том, что произошло, мне рассказал доктор.\n",
    "answers": [
      {
        "id": 11,
        "text": "Сильно тебя приложили."
      }
    ]
  },
  {
    "id": 11,
    "text": " — Да уж... Знаешь что Ли, больше так продолжаться не может! Я найду способ стать сильнее! Чего бы мне это не стоило! — Джефри поднял кулак вверх и сделал серьезное лицо, — Меня выпишут завтра, и я сразу же найду способ стать лучше! Давай поклянемся, что через год, мы станем с тобой самыми сильными в нашем Универе! \n — Да, — это все что смог сказать Ли. \n — Мне сказали, что тебя выпишут только через пару месяцев, — Джефри немного помолчал, а затем продолжил серьезным голосом, — за это время, я постараюсь стать сильнее, чтобы защитить своих друзей, а то мы как лохи, честное слово! ",
    "answers": [
      {
        "id": 12,
        "text": "Ага"
      }
    ]
  },
  {
    "id": 12,
    "text": "      На следующий день Джефри выписали, а Лирой остался лежать в больнице, в небольшой комнатке с одним окном и шкафом. Он не мог двигаться, а в голове крутились страшные мысли, которые ему мешали спать по ночам. \n — Знаете, вы еще хорошо отделалась, Лирой. Ваши внутренние органы не сильно повреждены, но вот ваше эмоциональное состояние меня настораживает. — доктор заглянул в личное дело Лироя и почесал в затылке, — знаешь, есть одно очень действенное средство! Аутосуггестия, или просто самовнушение. Этот метод позволит тебе изменить свой эмоционалый фон. ",
    "answers": [
      {
        "id": 13,
        "text": "Ох уж эта медицина... "
      }
    ]
  },
  {
    "id": 13,
    "text": "      Доктор дал Лирою книжку, в которой были указаны способы внушить себе, что ты здоров и счастлив. Через неделю Лирой смог вставать с кровати и ходить, тогда то он и начал свою реабилитацию. Больным разрешилось выходить на территорию больницы и гулять вокруг. Лирой нашел тихое местечко на пригорке и сел на траву. Дурные мысли мешали сосредоточиться, но Лирой сделал над собой усилие и, закрыв глаза, начал шептать себе под нос: — У меня все хорошо. Я здоров. Мое тело в порядке. Я большое светлое солнце... ",
    "answers": [
      {
        "id": 14,
        "text": "Кажеться, это полный бред... "
      }
    ]
  },
  {
    "id": 14,
    "text": "     Это продолжалось около полу года, так как доктор решил подержать Лироя подольше, чтобы вылечить его полностью. Лечение проходило хорошо, а психолог стал замечать, что Лирой уже не так сильно беспокоится по поводу своих мыслей. И каждый день Лирой занимался техникой самовнушения. <s>r\n      За один день до выписки Ли, как и всегда, пришел на свое место на пригорке и уселся на траву. Закрыв глаза он начал шептать: — Я большое, светлое солнце. Я большое, светлое солнце. я большое... <s>r\n   Это продолжалось полчаса, а затем Лирой почувствовал, как его мозг начал сильно пульсировать, а все тело затрясло. В голове послышался голос.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Что за... "
      }
    ]
  },
  {
    "id": 15,
    "text": " — Ну привет, Лирой. Странно, но ты смог это сделать... Ты освободил меня из оков разума. Ну, и себя, в том числе. — сказало что то в голове голосом Лироя. \n — Кто ты??? — в ужасе спросил Ли, держась обеими руками за пульсирующую голову.\n — Кто я? Я — это ты. Да, да, мне тоже противно, но что поделаешь? — что то в голове захихикало, — Ладно, так ты хочешь быть большим и светлым солнцем? Мне даже интересно на это посмотреть, — что то сново захихикало, — ну давай, посмотрим на это!\n     У Лироя вспыхнули глаза красным светом, а волосы заструились вверх. Его тело начало распухать и становилось все больше и больше. Вскоре, его руки, ноги и голова слились с телом, а само тело начало светиться изнутри. Через пару мгновений этот светящийся шар взлетел в небо. \n\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Ох йо"
      }
    ]
  },
  {
    "id": 16,
    "text": "      Лиркой очнулся неделко от станции метро, лежащим в переулке, между многоэтажными домами. Уже был вечер и дул холодный ветерок. Все его тело болело и казалось, что все ребра переломаны. Ли еле еле встал и поковылял в сторону станции. Дойдя до конца переулка, Лирой наткнулся на двух девушек, которые прогуливались и о чем то оживленно болтали. Заметив Лироя, они резко остановились, а их лица исказились в испуге и отвращении:\n — Полиция!!! — закричала одна из подруг, которая была чуть пониже и посимпатичнее, — Насилуют! Помогите! \n   Обе девушки убежали туда, откуда пришли. \n \"Что? Но я не собирался их насиловать!\" — подумал Лирой, — \"Погодите ка...\"\n      Ли посмотрел вниз и ужаснулся, на нем совсем небыло одежды! ",
    "answers": [
      {
        "id": 17,
        "text": "Какой стыд! "
      }
    ]
  },
  {
    "id": 17,
    "text": "  — \"Что же мне делать!? Я не смогу так поехать в метро!\" \n      Лирой закрыл глаза и, по привычке, стал шептать под нос: — Со мной все хорошо. Я в полном порядке. Мое тело полностью здорово и не болит. — так он повторял до тех пор, пока сново не услышал голос. \n   Внутренний голос: — Что это ты там бубнишь? Тебе не больно? Думаешь, я в это поверю!? Я, вообще то, тоже чувствую эту боль!  Кого ты пытаешься обмануть! Сам виноват, что возомнил себя солнцем! ",
    "answers": [
      {
        "id": 18,
        "text": "- Эй! Да кто ты такой! Дай мне спокойно собраться с мыслями! "
      },
      {
        "id": 19,
        "text": " - Возомнил Солнцем!? Я этого не помню... "
      }
    ]
  },
  {
    "id": 18,
    "text": " — Я тебе уже говорил, кто я такой! И кстати, я и есть твои мысли, так что можешь собраться со мной! — голос в голове ехидно захихикал, — ну и умора! Голый, посреди города! Это просто шок! А эти девчонки посчитали тебя за насильника! Ха-ха! Да, мне прям хочется посмотреть, как ты голый дойдешь до дома! — голос раздался громким смехом. ",
    "answers": [
      {
        "id": 20,
        "text": " - Не поеду я голым в метро! Сейчас, что нибудь придумаем. "
      }
    ]
  },
  {
    "id": 19,
    "text": " — Конечно не помнишь, ведь ты вырубился от боли, во время превращения. Ну ты и хлюпик. Как ты вообще на ногах стоишь? — сказал внутренний голос и, помолчав пару секунд, продолжил, — голый по среди города, это же надо! Хочу посмотреть на реакцию пассажиров, когда ты зайдешь в вагон! — голос в голове ехидно захихикал. \n ",
    "answers": [
      {
        "id": 20,
        "text": " - Не поеду я голым в метро! Даже не надейся! "
      }
    ]
  },
  {
    "id": 20,
    "text": "      Лирой осмотрелся в поисках какой нибудь выброшенной одежды или тряпок, но, когда он начал вертеться, его тело скрутило ужасной болью. Лирой упал на землю и сново начал шептать:\n — У меня все хорошо. Мое тело в порядке. Мои кости целы. \n — Да что ты опять заладил? — спросил раздраженный внутренний голос, — это же полная чушь!\n — Я верю в то, что этот способ работает! Мне точно станет лучше! — сказал Лирой, и продолжил бубнить себе под нос, — Я здоров. Мое тело в порядке. Мои кости целы. ",
    "answers": [
      {
        "id": 21,
        "text": "Главное - верить"
      }
    ]
  },
  {
    "id": 21,
    "text": "      Через несколько минут боль утихла. Лирой осторожно поднялся с земли и ощупал себя. Все его тело перестало болеть и дрожать.\n \"Кажется, способ, который дал Доктор и вправду работает! Только Док не говорил о том, что со мной станет разговаривать мое собственное Я\" — подумал Лирой и быстро спрятался за мусорный бак.\n — Ты что, сам с собой разговариваешь? Ты что, псих!? — спросил внутренний голос и захихикал. ",
    "answers": [
      {
        "id": 22,
        "text": " - Да хватит уже надо мной угорать! "
      }
    ]
  },
  {
    "id": 22,
    "text": " — Да ладно тебе,  не серчай уж! — беззаботно произнес внутренний голос, — я же просто прикалываюсь. Знаешь, чем я отличаюсь от тебя? Тем, что я умен, рационален, ироничен и способен в юмор. Жалко, что ты всего этого лишен... — голос немного помолчал, а затем опять захихикал. ",
    "answers": [
      {
        "id": 23,
        "text": " - Ладно, с тобой я потом разберусь, надо решить вопрос с одеждой..."
      }
    ]
  },
  {
    "id": 23,
    "text": "      Лирой снова осмотрелся и увидел, что из мусорного бака торчат лохмотья старой, изношенной спортивной формы. Ли схватил одежду и натянул ее на голое тело. Она была порвана в нескольких местах и не постирана. \n      До дома Лирой добрался только через пару часов. Он не хотел вспоминать, как он добирался. \n      ",
    "answers": [
      {
        "id": 24,
        "text": "Ну хоть добрался"
      }
    ]
  },
  {
    "id": 24,
    "text": "      Лирой зашел в комнату и закрыл дверь на ключ. \n — Марсик, ты проголодался? Сейчас, подожди немного, мне надо помыться.",
    "answers": [
      {
        "id": 1,
        "text": "конец черновика "
      }
    ]
  },
  {
    "id": 25,
    "text": "      Здравствуй, кто бы ты ни был. Меня зовут Марс, но можешь называть меня просто Рассказчик.\n      Я хочу рассказать тебе об одном человеке, который раскрыл в себе невероятную силу, которая скрыта в каждом человеке! Этого героя зовузовут Лирой, или просто Ли. Он разбил оковы разума и смог раскрыть весь свой потенциал. Его супер силой стало \"Самовнушение\", как бы глупо это не звучало. \n      ",
    "answers": [
      {
        "id": 6,
        "text": "Начнем"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]