[
  {
    "id": 1,
    "text": "Жанр: комедийный боевик\n\nСема и Валера были самыми крепкими мальчиками и в школе, и в классе, которых Трудовик все время брал на какое-либо задание. Проходит несколько лет после выпуска класса Семы и Валеры, когда пути одноклассников разошлись. Трудовик стал директором школы. Бывший физрук, ставший криминальным авторитетом, и его люди решили окупировать школу. У полиции сил мало, чтобы с ними справиться. И вот Трудовик решил взять на \"работу\" двух крепких мальчиков...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Представьте: повседневная жизнь в классе, в котором учатся Сема и Валера. Идет урок. Учительница говорит:\n— Итак, открываем тетради и пишем тему урока...\nИ тут дверь распахивается, и к ним в класс заходит трудовик Стружкин Гаврил Федорович и говорит:\n— Извините. Мне нужно двух крепких мальчиков забрать.\nСема и Валера начали скромничать.",
    "answers": [
      {
        "id": 3,
        "text": "Мы пойдем!"
      },
      {
        "id": 4,
        "text": "Сидеть дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Замечательно! — сказал трудовик и вместе с Семой и Валерой вышел из класса. И они пошли по коридору.\n— И что мы будем делать? — спросил Сема.\n— Из актового зала нужно вынести в фойе все сиденья.",
    "answers": [
      {
        "id": 5,
        "text": "Понятно."
      },
      {
        "id": 7,
        "text": "А что? Дискотека будет?"
      }
    ]
  },
  {
    "id": 4,
    "text": "— А кого бы мне взять? — спросил трудовик и начал разглядывать класс, но не знает, кого взять. И тут он приглянулся к Семе и Валере.\n— О! Вас возьму!",
    "answers": [
      {
        "id": 3,
        "text": "Идти"
      },
      {
        "id": 6,
        "text": "Не, мы не пойдем..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Сема и Валера были самыми крепкими мальчиками как в школе, так и в классе. Они были самыми популярными учениками школы. У них абсолютно не было отбоя от девочек. Сему и Валеру трудовик всегда брал на какие-либо работы. \nИ вот однажды в конце июня после ЕГЭ наступил выпускной. Сема и Валера, как и другие одноклассники, получили аттестаты. В работе они были хороши не так, как в учебе: у них в аттестате по некоторым предметам и экзаменам стоят четверки и пятерки. Тройки присутствуют, но их мало. И тут к ним подошел трудовик и сказал:\n— Парни! За всю проделанную вами работу и за помощь мне я хочу вам выразить благодарность!\nТрудовик пожал руки обоим. \n— Спасибо и вам за то, что нас выучили! — ответил Валера.\n— Хоть вы сегодня выпускники, вы с нами прощаетесь, как и мы с вами, но я с вами не прощаюсь...\nСема и Валера насторожились.",
    "answers": [
      {
        "id": 8,
        "text": "А почему?"
      }
    ]
  },
  {
    "id": 6,
    "text": "— А чего вы? — удивленно спросил трудовик.\n— Давайте, идите! — начали ликовать одноклассники. \n— Ребята, идите! — начала добавлять учительница. — Там ничего сложного нет!",
    "answers": [
      {
        "id": 3,
        "text": "Ладно, мы пойдем!"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Не угадал! Будет линейка по поводу вручения грамот за интеллектуальные конкурсы среди учащихся. ",
    "answers": [
      {
        "id": 5,
        "text": "Понятно."
      }
    ]
  },
  {
    "id": 8,
    "text": "— А вдруг у меня еще найдется работа? И мне понадобится двое крепких мальчиков!\nТрудовик засмеялся, и парни вместе с ним.\n— Ну, что же. В добрый путь, как говорится! \n— До свидания!\nЭто был последний день, когда одноклассники видели друг друга, особенно Сема и Валера. Были и слезы, и радостный смех. Были танцы, игры, песни. Кто-то, нашедший любовь, в первый раз поцеловался, а у кого-то не было любви. И выпускники в первый раз в жизни увидели ночь и рассвет.\nПотом их пути разошлись, и каждый пошел своей дорогой.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Прошло пять лет. Кто-то до сих пор учится, кто-то решил не продолжать обучение, а сразу работать. А Сема и Валера, как и многие одноклассники, уже закончили вуз. В школе появились кое-какие изменения: прежняя директор ушла на пенсию, и пост директора занял тот самый трудовик Гаврил Федорович, и на его замену пришел новый трудовик. Их классный руководитель, учительница географии, учит свой новый класс. И вот в этом году намечается вечер встреч выпускников, что и обрадовало Сему и Валеру и их одноклассников. \nНо ничто не предвещало беды: внезапно местный авторитет в спортивном костюме вместе с двумя своими людьми тоже в спортивном костюме зашел в школу. Ученики и учителя насторожились.\n— Кто эти люди? — взволнованно подумали они.\n— Это наш новый физрук? Или физруки? — спросили дети.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "Авторитет зашел в кабинет директора, а людей оставил за дверью. К ним подошла техничка и спросила:\n— Простите, а вы физруки новые или что?\n— Так, ты лучше отойди от нас! — ответил один из людей.\n— А почему вы так разговариваете?\n— А ниче! Отойди, тебе сказано!\n— А то что? \n— Отойди, если не хочешь проблем! Много раз повторять не будем.\n— Какие проблемы? — повышенным тоном спросила техничка. — Что вы себе позволяете?\n— Что хотим, то и позволяем! \n— Так! Если делать нечего, уходите тогда отсюда! \n— Ты нас не прогоняй, слышь!\nТехничка достала мокрую тряпку и начала их хлестать.\n— Уходите отсюда, пока мы полицию не вызвали!!! И там с вами разберутся, кто вы, что вы, откуда вы и зачем вы!\nЛюди в страхе выбежали на улицу.\n— Все, все, все!!! Ладно, ладно, ладно!!! — кричали они.\n— Ишь устроили! ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "В кабинет Трудовика зашел авторитет. Это бывший физрук Жбанов Вадим Юрьевич. Рост средний, спортивное телесложение, на вид ему 40 лет. Он был уволен за то, что пил с выпусниками одиннадцатого класса три года назад и буянил вместе с ними. Учителя, которые там были и видели его выходки, вынуждены были уволить его. И вот он стал авторитетом по кличке \"Жбан\". Он работал на одного из боссов, которого он убил ради того, чтобы стать лидером.\n— Здорова! — сказал авторитет. — Ты, что, директором заделался?\n— Ага! Здоровее видали! — ответил Трудовик, сделав вид, что не рад видеть физрука. — И рожа твоя не изменилась. Тебя же уволили за твои пьяные выходки! Сейчас-то чего опять приперся?!\n— Да погоди ты! Не кипяшуй! В общем, я и мои люди хотим вместо школы основать казино! \nМолчание.\n— Какие люди? Какое казино? Этой школе уже больше пятидесяти лет! Зачем здесь казино? Тем более, так как год юбилейный, в этом году намечается вечер встреч выпускников.\n— Правда? Но меня это мало интересует. Я тебе сказал: мы здесь будем открывать казино. И...\n— Ты ж знаешь, что это запре...\n— Помолчи! Надо, чтобы вы все начали потихоньку выносить отсюда все оборудование и мебель, чтобы она нам не мешалась. Кстати, ты говоришь, что казино запрещено. А мы его завуалируем как-нибудь! \n— А где тогда дети учиться будут? И неужели тебе все равно, что мои учителя останутся без работы?\n— Хорош зудить! Учителя найдут другую работу, дети будут учиться в какой-нибудь другой школе.\n— Знаешь что? \n— Что?\nТрудовик, полный агрессии, встал со стола, подошел к авторитету, взял его за шиворот и сквозь зубы сказал:\n— Я тебе, пьянице, свою школу просто так не отдам!\n— Слышь, отпусти меня — одежду помнешь мне!\nТрудовик отпустил авторитета. \n— Ладно, — сказал Жбан. — Будем сами добиваться того, чего хочу добиться я! \nАвторитет собрался уходить, открыл дверь, остановился и сказал:\n— Теперь у меня кличка \"Жбан\". Запомни это! И начинайте выносить отсюда вещи. Не вынесите — мы сами вынесем вещи и вас тоже...\nЖбан ушел.\n— Мдааа... — сказал Трудовик. — Но я эту школу точно просто так не отдам! Чтобы не отдать школу в злые руки, мне понадобится двое крепких мальчиков. О! Кажется, я знаю, к кому обратиться!",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Жбан вышел из кабинета и увидел, что двух его людей нет.\n— А куда они свистнули? — спросил Жбан и пошел их искать. И вот он из окна увидел их, вышел на улицу и от недоумения распростер руки.\n— Так, я не понял! — сказал он. — Я сказал, за дверью ждать. Почему вы вышли?\n— Нас техничка прогнала!\n— Как прогнала? \n— Тряпкой, — ответил один человек.\n— Видимо, здесь залетных не любят! — добавил другой.\n— Да вы сами тряпки!\n— Это почему? \n— А потому! Не можете даже перед техничкой устоять. Да какие из вас охранники! Даже любую голодную женщину вам подай, вы все равно не устоите!\n— Кстати, а у нас были мысли, чтобы мы с техничкой того...\n— Так, все! Марш в машину! Поехали в особняк! \nОни сели в машину и поехали.",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Трудовик решил связаться с Семой и Валерой.\n— Алло! — сказал Трудовик по телефону, позвонив им. — У меня для вас есть работа. И мне требуется двое крепких мальчиков!\nТрудовику 60 лет. У Трудовика есть свое криминальное прошлое. Его родители развелись, когда ему было десять лет. Несмотря на то, что мать запретила ему встречаться с отцом, он все равно однажды пошел к нему в особняк, чтобы с ним увидеться. Пока Трудовик гостил, к папе нагрянули \"гости\", требовавшие деньги. Папа спрятал его и принял на себя удар, при чем смертельный. Люди собирались уходить, Трудовик, полный злости и мести, нашел в тайнике ружье и патроны и пронзил ими спины этих людей. Будучи совершеннолетним он пошел в армию и вернулся старшим лейтенантом. Потом окончил педагогический институт и пошел работать в школе трудовиком.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выберите персонажа",
    "answers": [
      {
        "id": 15,
        "text": "Сема"
      },
      {
        "id": 16,
        "text": "Валера"
      }
    ]
  },
  {
    "id": 15,
    "text": "Сема Звеницкий. В самом детстве Сема пережил трагедию — его родители погибли в автокатастрофе. И потом его начала воспитывать его родная тетя, которая была замужем за психически неуравновешенным мужчиной. Сема и тетя подвергались издевательствам и избиениям со стороны тетиного мужа, после чего тот был признан невменямым и отправлен в психбольницу. Но ни Сема, ни тетя об этом не пожалели. После школы он не пошел в армию из-за проблем с сердечно-сосудистой системы. Он проучился 4 года в институте психологии. ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Валера Кобышев. Ему было 14 лет, когда его отец из-за увольнения с работы начал много пить и устраивать дома сцены дебоша. И после этого мать подала на развод и вместе с Валерой переехала к бабушке. А бывший отец был лишен родительских прав и вскоре алкоголизм его погубил. После школы Валеру призвали на службу в сухопутные войска. И после года службы он 4 года проучился в институте радио.",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      },
      {
        "id": 14,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "После окончания вузов Сема и Валера работу так и не нашли.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Сема и Валера пришли в школу не учиться, а по делу к Трудовику.\n— А вы, ребята, не изменились! — с улыбкой сказал Трудовик, глядя на двух парней. \n— А мы на школу посмотрели и увидели, что ничего в ней не изменилось, кроме директора! — улыбаясь ответил Валера.\n— Ну, дак! Прошлая директор ушла на пенсию, — сказал Трудовик. — Меня выбрали директором. \n— А новый трудовик кто? — спросил Сема.\n— Жовальни Вячеслав Петрович, — ответил Трудовик. — Его с ближней деревенской школы перевели сюда. Кстати, его дочь здесь учится в восьмом классе. Так, ладно, отставить личные темы! Теперь к делу. У меня есть для вас две новости: одна хорошая, одна плохая. С какой начать?",
    "answers": [
      {
        "id": 19,
        "text": "С хорошей."
      },
      {
        "id": 20,
        "text": "С плохой."
      }
    ]
  },
  {
    "id": 19,
    "text": "— Вы ведь прекрасно знаете, что в этом году намечается вечер встреч выпускников?\n— Ну, да.\n— А со своими одноклассниками вы связывались — нет?\n— Нет. \n— Надо бы вам связаться с ними, чтобы они были в курсе! ",
    "answers": [
      {
        "id": 20,
        "text": "А плохая новость?"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Эх, ребята, ребята... — с сожалением вздохнул Трудовик.\n— В чем дело-то? \n— В общем, сюда бывший физрук приходил. Фамилия \"Жбанов\" знакома вам?\n— Да, он физру у нас вел до восьмого класса.\n— Так вот. Он приходил ко мне и сказал, что он и какие-то его люди хотят открыть вместо школы казино. Хотя казино, сами понимаете, запрещено. Еще сказал, чтобы мы выносили отсюда все вещи.",
    "answers": [
      {
        "id": 21,
        "text": "Ужас какой-то!"
      },
      {
        "id": 22,
        "text": "Мы никому не отдадим нашу школу!"
      },
      {
        "id": 18,
        "text": "Назад"
      },
      {
        "id": 73,
        "text": "И что? Будем выносить вещи?"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Так только сопляки говорят! — сказал Трудовик. — Которые готовы бежать, как последние трусы! А если мы отдадим школу, и вместо нее будет стоять казино? Это же на нашей совести отразится! Мы даже предсказать не можем, что будут делать дети и где они будут получать знания? А учителя и другие сотрудники могут остаться без работы! А казино, если оно образуется, будет разорять людей и лишать всего, что у них есть! Нельзя этого допустить! Школа — наш второй дом! Я бы пошел на все, чтобы защитить нашу школу! А вы?",
    "answers": [
      {
        "id": 22,
        "text": "Мы не отдадим школу в злые руки!"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Отлично сказано, ребят! — сказал Трудовик. — А теперь поехали со мной. Буду вам давать знания и боевой опыт.\n— Ого! — восхитились парни. — А это как?\n— Вот увидите!",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Трудовик повез Сему и Валеру к себе домой. \n— Так, ребят, — сказал Трудовик. — Если раньше я вас просто на помощь звал, то сейчас работа, которую вы сделаете, будет оплачиваться. \n— Круто! — сказал Сема. — А много у нас денег будет?\n— Прилично! Мне же на сберкнижку поступают деньги, а потом я в банке беру, сколько надо, денег.\n— Понятно.\n— Вот мы и приехали!\nОни подъехали к дому Трудовика.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "Особняк Жбана.\n\nВ особняке находятся Жбан, его жена и правая рука Римма и несколько людей. И вот они собрались в гостиной.\n— Значит так, друзья мои — сказал Жбан. — Для того, чтобы заказать игральные столы и автоматы и так далее, что нам для этого нужно сделать?\nМолчание.\n— Есть у кого-то идеи?\nМолчание. \n— Ладно, задам другой вопрос. Откуда мы можем достать денежные средства?\n— Может, их заработать как-нибудь? — ответил один из людей.\n— Мы с вами и так работаем. А где ты предлагаешь работать? Там, наверняка, только копейки заработаешь, которых нам не хватит на все, что мы хотим купить.\n— Может, ограбить что-нибудь или обворовать?\n— Точно! Тогда у нас много будет денег!\n— А что мы будем грабить?\n— Тааак, сейчас подумаю... О! Пойдем в ту школу!\n— Зачем, Вадим? — спросила Римма. — Это же школа! Там дети получают знания. Дети... получают... знания! Слышишь?\n— Римма, не ной, а! Наверняка, родители своим детям дают каждый день деньги на обед. Знать бы, сколько денег-то они им дают! А за их прибамбасы мы можем получить еще больше. Завтра же пойдем и выясним это путем ограбления!",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "Трудовик, Сема и Валера зашли во двор дома. Сема и Валера с детства любили осматривать дома.",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть огород"
      },
      {
        "id": 27,
        "text": "Осмотреть гараж"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Не ходите туда! — сказал Трудовик. — Все там ничего не растет!",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Гараж был закрыт.\n— И что вы там забыли? Не надо ломиться туда!",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Хорош шариться! За мной в дом.",
    "answers": [
      {
        "id": 29,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дом оказался трехкомнатным. Трудовик подошел к сейфу в спальной. \n— Идите сюда!",
    "answers": [
      {
        "id": 30,
        "text": "Подойти к Трудовику"
      }
    ]
  },
  {
    "id": 30,
    "text": "Сема и Валера подошли к Трудовику, когда он открыл сейф. А в сейфе оказалось несколько \"пачек\" красных купюр, ружье с патронами и два пистолета с глушителями и с магазинами.",
    "answers": [
      {
        "id": 31,
        "text": "Офигеть! "
      },
      {
        "id": 32,
        "text": "Вы давно охотитесь?"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Да это же целый оружейный склад!\n— Это не все! \nТрудовик открыл нижний ящик. А там оказались осколочные, дымовые и световые гранаты.\n— А откуда у вас столько оружия?\n— У меня сын спецназовец. В другом городе, правда, с супругой. \n— А почему вы сейчас не с ними?\n— Я раньше жил с ними, пока мне тут не предложили работу. Жена тоже работает, а сюда пришлось переезжать мне. Значит так, ружье мое, а пистолеты ваши. Кстати, к пистолетам есть обычные пули, а есть резиновые. А из оружия для ближнего боя у меня чего только нет! И на ваш выбор!",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Ну, да. Я каждый год езжу на охоту. Если перепадет, можем как-нибудь вместе съездить. Хе-хе-хе!\n— Нам больше рыбалка по душе! — ответил Сема.\n— Или просто отдых на даче! — добавил Валера.\n— Да ладно, я шучу. И, кстати, все, что мы с вами делаем и говорим, должно остаться за пределами школы! Ясно?\n— Конечно! Мы умеем держать язык за зубами!",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Трудовик, Сема и Валера и вышли в ограду.\n— А сейчас я научу вас стрелять, — сказал Трудовик и сходил за пустыми бутылками из-под пива и расставил их перед дверями гаража.\n— Ведь соседи не глухие, поэтому вкрутите глушитель в пистолет.\nСема и Валера вкрутили в свои пистолеты глушители. \n— Примите удобную для вас позицию.",
    "answers": [
      {
        "id": 34,
        "text": "Стоя"
      },
      {
        "id": 34,
        "text": "Сидя"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Пусть будет так. Цельтесь в бутылки.\nПарни прицелились в бутылки.\n— Приготовиться. Огонь!\nИ они выстрелили в бутылки.\n— Очень хорошо! — восхитился Трудовик. — Интересно, а где вы так стрелять научились?",
    "answers": [
      {
        "id": 36,
        "text": "Ответ Семы"
      },
      {
        "id": 37,
        "text": "Ответ Валеры"
      }
    ]
  },
  {
    "id": 35,
    "text": "На следующий день Сема, Валера и Трудовик договорились встретиться возле дома Трудовика.\n— Здорова! Сейчас поедем в школу, — сказал Трудовик и сел в машину. — Там ведь тоже работа. Ребята, поехали!",
    "answers": [
      {
        "id": 38,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Когда в \"Counter Strike\" играл, — ответил Сема.\nВсе засмеялись. \n— Так ты и по головам, наверное, скоро стрелять будешь! — пошутил Валера.",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      },
      {
        "id": 34,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Разумеется, в армии! — ответил Валера.\n— Еще бы! — сказал Трудовик. — На то она и армия!",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      },
      {
        "id": 34,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Все уселись в машину и поехали в школу.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "Они подъехали к школе. Вдруг к школе поъехала черная машина, из которой вылезли в спортивной форме люди, в черных масках и вооруженные пистолетами — пулеметами. \n— Это же люди Жбана! — ахнул Сема. ",
    "answers": [
      {
        "id": 40,
        "text": "Надо выдвигаться!"
      },
      {
        "id": 41,
        "text": "Что делать будем?"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Погоди, не сейчас! — сказал Трудовик. ",
    "answers": [
      {
        "id": 41,
        "text": "А что делать будем?"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Сема, мы не побежим сразу! — сказал Трудовик. — Зачем привлекать лишнее внимание плюс шум создавать? \nТрудовик тихонько вылез из машины и услышал крики.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": "Трое бандитов, нацелившись на учеников, учителей и других сотрудников гнали их в спортзал. Все они в панике побежали в спортзал.\n— Быстро в спортзал все!!! — командовали они. — Хочешь пулю получить, что ли?! Шевели ногами, я сказал!!!\nВсе люди зашли в спортзал и встали лицом к бандитам.\n— Будет общая фотография? — спросил в толпе один из ребят.\n— Тихо всем! — сказал другой. \n— Как страшно! — \"завыла\" в толпе девочка.\n— Ребята, — вполголоса сказала одна из учителей. — Не паникуйте! Рано или поздно нас все равно освободят! Только вопрос, где Гаврил Федорович?\n— Заткнулись все! — рявкнул один из бандитов. \nИ спортзал охватила тишина.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Трудовик услышал все это и сказал:\n— Пошли потихоньку!\nСема и Валера вылезли из машины и пошли за Трудовиком. И они потихоньку зашли в школу. ",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Что мы от вас хотим? — спросил один из бандитов и подошел к людям. — У кого какие ценные вещи? Деньги, телефоны, кольца. Быстро все сюда! ",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "Трудовик, Сема и Валера тем временем подошли к источнику голоса к спортзалу и спрятались за дверью, чтобы подслушать бандитов.\n— Бандиты вымогают у детей и учителей ценности? — вполголоса спросил Трудовик. — Чтобы продать их и вырученные деньги вложить на их казино. Не, с нашей школой этот номер не пройдет!",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Если у кого-то чего-то нет или не хочет давать, — сказал главный бандит. — Значит, мы сами найдем ценности и не только в ваших карманах, но и внутри вас!",
    "answers": [
      {
        "id": 47,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Они еще и на внутренние органы переходят?! — ахнул Сема. — Это не допустимо!\n— Ребята, надо остановить этот беспредел! — сказал Трудовик.\n\nЧто сделать?",
    "answers": [
      {
        "id": 48,
        "text": "Бросить бандитам под ноги световую гранату"
      },
      {
        "id": 49,
        "text": "Выстрелить в бандитов резиновыми пулями"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ребята открыли световую гранату и подкатили ее под ноги бандитам. Граната взорвалась, и от яркого света и глуши бандиты закрыли глаза и уши. Дети и учителя не ожидали такого поворота событий.\n— Ребята, это ваш шанс! — сказал Трудовик.",
    "answers": [
      {
        "id": 49,
        "text": "Выстрелить в бандитов резиновыми пулями"
      }
    ]
  },
  {
    "id": 49,
    "text": "Сема и Валера выбежали и вырубили выстрелами из резиновых пуль бандитов. \n— Батюшки! — восхитились учителя и ученики. — Это же Сема и Валера!\nСледом вышел Трудовик и сказал:\n— Дети, идите на занятия! А остальные за работу! Ментов не вызывать — мы сами разберемся!\nУченики, учителя и другие сотрудники разошлись по своим делам.\n— Берите этих охламонов и тащите в раздевалку! А я пока вот что сделаю.\nТрудовик достал из кармана рулон целофановых мешков, оторвал мешки и, не касаясь руками оружий, положил их в мешки.\n— Будет это доказательством терроризма! Хе-хе-хе!",
    "answers": [
      {
        "id": 50,
        "text": "Взять одного из бандитов"
      }
    ]
  },
  {
    "id": 50,
    "text": "Трудовик, Сема и Валера затащили бандитов в раздевалку. Трудовик вытащил из кармана длинную проволку и плоскогубцы и сказал:\n— Ничего, ничего! Пусть этот Жбан поймет, что его проделки до добра не доведут! Скоро они отправятся в тюрягу надолго, а если выйдут, то уже другими людьми...\nТрудовик отрезал по одинаковой длине проволки, одну взял себе, а по одной раздал Семе и Валере. \n— Сейчас мы будем делать своими руками наручники! Руки, скованные в проволку, никогда не расковать! Смотрите и делайте, как я!\nТрудовик взял руки одного из бандитов, соединил их вместе, закинул их за спину и, в виде \"восьмерки\" нанизив на руки проволку, крепко затянул. \n— Теперь он из таких наручников никогда не выберется! — улыбнулся Трудовик. — Давайте теперь вы!",
    "answers": [
      {
        "id": 51,
        "text": "Сделать наручники на оставшихся бандитах"
      }
    ]
  },
  {
    "id": 51,
    "text": "Сема и Валера сделали с остальными бандитами также, как и Трудовик.\n— Очень хорошо! — восхитился Трудовик. — Можно хоть в подвал затащить... Ладно, идем. Надо еще ментов вызвать. Ой, чуть не забыл...\nТрудовик положил оружия бандитов в мешках рядом с бандитами.\n— Все, теперь будут иметь дело с уголовным делом! Пошли, пацаны.",
    "answers": [
      {
        "id": 52,
        "text": "Выйти из раздевалки"
      },
      {
        "id": 53,
        "text": "Погодите!"
      }
    ]
  },
  {
    "id": 52,
    "text": "Они вышли из раздевалки, но тут их встретил охранник и спросил:\n— Гаврил Федорович, в чем дело? \n— Так, ничего не надо говорить! — ответил Трудовик. — Там просто задержаны трое бандитов. Я сам обо всем позабочусь. Иди на свой пост.\n— Понял, — ответил охранник и ушел. ",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Что? — спросил Трудовик.\n— А, может, на их рожи глядем, а? — переспросил Сема. \n— Можно и посмотреть, — ответил Трудовик.\nОни сняли маски с бандитов. Сема и Валера удивились:\n— О! \n— Что? — спросил Трудовик. \n— Это же Максим, Сережа и Дима! — сказал Сема. — Они же на три класса старше нас учились. Они каждый день над нами всяко-разно издевались! \n— Они и над нами, и над другими малолетками издевались, — добавил Валера. — А кто-то был с ними за одно.\n— Мы бегали и к родителям, и к учителям жаловались. Но на все это учителя просто-напросто закрывали глаза и уши...\n— Ага, как будто так надо!\n— Да ладно вам, не жалуйтесь! — сказал Трудовик. — Гордитесь, что смогли отомстить этим подонкам! Ладно, пошли. Надо будет еще ментов вызвать.",
    "answers": [
      {
        "id": 52,
        "text": "Выйти из раздевалки"
      },
      {
        "id": 116,
        "text": "Флэшбэк"
      }
    ]
  },
  {
    "id": 54,
    "text": "Они зашли в кабинет директора, то бишь Трудовика. Трудовик сел за стол, открыл ящик и вытащил две \"пачки\" тысячных купюр и по одной протянул Семе и Валере.\n— А сколько здесь? — спросил Сема.\n— В одной пачке тридцать тысяч, — ответил Трудовик. \n— Ого! — восхитились парни.\n— Тсс! Тихо! Только вы их на ветер не бросайте! Хорошо?\n— Да, конечно! \n— А вы дали нам деньги за...\n— За проделанную сегодня вами работу! — улыбнулся Трудовик. — Вы можете быть свободны.\n— А как же работа? — спросил Валера. \n— Я вам скажу, когда на работу выходить. На сегодня все.\n— Хорошо. До свидания!\nСема и Валера вышли из кабинета. Трудовик достал телефон, набрал номер и после нескольких гудков сказал:\n— Алло, полиция? ",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": "Трое бандитов в то время очнулись и начали оглядываться по сторонам.\n— Где мы? — спросил один из них. — Что произошло?\n— Почему мы здесь сидим? — добавил второй и попытался выбраться из \"наручников\". — И почему я скован?!\n— И я! — добавил третий. \n— И я! — добавил первый. \n— Наш босс будет недоволен, когда узнает, что мы не взяли ни у кого никаких ценностей! — сказал первый. — А че мы сидим-то? Встаем!\nБандиты с трудом встали на ноги. Первый бандит увидел на полу их оружия в мешках и удивленно спросил:\n— Это че такое? На нас дело о терроризме, что ли, собираются шить?! \nДверь в раздевалку открылась, и в ней показалось несколько полицейских. Они зашли.\n— Здрасьте! — сказал первый. — Вы не думайте — мы ничего не делали! Нас самих связали. Эти оружия нам подкинули! Честно!\n— Заткнулся и вперед! — скомандовал полицейский, взял первого бандита и, как и другие полицейские, взял бандита и повел из раздевалки. Остальные полицейские забрали мешки с оружием.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 56,
    "text": "Сема и Валера вышли за территорию школы с заработанными деньгами. \n— Валер, — сказал Сема. — А, может, отпразднуем нашу зарплату?",
    "answers": [
      {
        "id": 57,
        "text": "Давай."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Давай. Только Трудовик сказал не бросать деньги на ветер! \n— Конечно, конечно!\n— Но куда ты предлагаешь сходить?",
    "answers": [
      {
        "id": 58,
        "text": "В бар"
      },
      {
        "id": 59,
        "text": "В кино"
      }
    ]
  },
  {
    "id": 58,
    "text": "— О! Погнали! Пивка попьем там!",
    "answers": [
      {
        "id": 60,
        "text": "Идти в бар"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Да ну нафиг! Там сейчас ничего интересного не идет!",
    "answers": [
      {
        "id": 57,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Сема и Валера пошли в бар и сели за стол.\n— Эх, вот если бы одноклассники здесь наши были, вообще было бы здорово! — сказал Сема. \n— Ага. Я с ними уже давно не общался.\nК их столу подошла официантка. Но Семе и Валере показалось знакомое лицо. \n— Здравствуйте, меня зовут Ольга. Я буду вашим официантом. ",
    "answers": [
      {
        "id": 61,
        "text": "А мы случайно не вместе учились?"
      },
      {
        "id": 62,
        "text": "Оля Ключицына, это ты?"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Не знаю — не помню.",
    "answers": [
      {
        "id": 62,
        "text": "Тебя Оля Ключицына зовут?"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Ну, да. А что?\n— А я Сема Звеницкий.\n— И Валера Кобышев.\nОльга ахнула от удивительной встречи и спросила:\n— Ребята, это вы, что ли?\n— Те самые двое крепких мальчиков, которых всегда трудовик брал! — ответил Валера. \n— Ну, привет, одноклассники! \nОля обнялась с парнями.\n— Как же я рада вас видеть! Я и не ожидала даже! Как хоть поживаете?\n— Да хорошо, — ответил Сема. — Мы оба выучились. Ты как?\n— Да вот работаю, как видите. Я что-то не захотела учиться, а сразу сюда подалась.\n— А как же образование? \n— Черт с ним! Главное, что я хочу, это того, чтобы мой муж был образованным! \n— А у тебя кто-нибудь есть?\n— Эх, мальчики, на меня ноль внимания...\n— Но мы тебе поможем.\n— Правда? Но как?\n— Ну... хоть как.\n— Ой, что-то я разговорилась с вами, а заказ не приняла!",
    "answers": [
      {
        "id": 63,
        "text": "Сделать заказ"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Нам бы пива выпить.\n— А какого именно?",
    "answers": [
      {
        "id": 64,
        "text": "Темное пиво"
      },
      {
        "id": 64,
        "text": "Светлое пиво"
      }
    ]
  },
  {
    "id": 64,
    "text": "— А закусить ничего не желаете?",
    "answers": [
      {
        "id": 67,
        "text": "Креветки"
      },
      {
        "id": 67,
        "text": "Раки"
      },
      {
        "id": 67,
        "text": "Вяленая рыба"
      },
      {
        "id": 67,
        "text": "Луковые кольца"
      },
      {
        "id": 67,
        "text": "Чипсы"
      },
      {
        "id": 67,
        "text": "Ничего"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Дак вот смотри. У нее сейчас никого нет — на нее никто не клюет! Так что давай начинай действовать!\n— Слушай, я сам знаю, как поступать. И не надо меня учить! Мне и так учителей хватило!\n— Да ладно, ладно тебе! Я же тебе просто говорю! Че ты кипяшуешь сразу?",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      },
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ладно, ладно!\n— Я Слава Богу забыл, а ты опять напомнил!\n— Ну, прости! Не думал, что тебя это заденет.",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      },
      {
        "id": 67,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Заказ принят. Будет в ближайшее время.\nОля ушла.\n— Слушай, Сема, а помнишь, как Оля тебя отшивала? — спросил Валера.\nСема бегал за Олей в прямом и переносном смыслах. Что Сема для Оли ни делал, все безуспешно. Даже на \"медляк\" она отказывалась с ним выходить. Потому, что Сема ей просто не нравился, и она не хотела, чтобы ее парень был из ее класса. ",
    "answers": [
      {
        "id": 65,
        "text": "Ага."
      },
      {
        "id": 66,
        "text": "Я бы на твоем месте лучше этого не вспоминал!"
      }
    ]
  },
  {
    "id": 68,
    "text": "Через некоторое время Оля принесла заказ. \n— Вот ваш заказ! Приятного отдыха! — сказала Оля, поставила заказ на стол и ушла. \n— Ну, давай, Сема, — сказал Валера, подняв стакан. — За нас, за одноклассников.\n— Давай.\nОни чокнулись и сделали глоток.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "По телевизору начались новости. Ведущая начала говорить:\n\"Сегодня в одной из школ трое неизвестных в черных масках пытались захватить учеников, учителей и других сотрудников в заложники с целью вымогательства у них ценных вещей. Но захват был предотвращен директором школы, бывшим трудовиком, и его двумя молодыми сообщниками. Им удалось задержать бандитов и конфисковать оружие. Бандиты в отделении полиции дали показания.\"\nВ следующем кадре было показано, как один из бандитов сидел спиной к камере, закрыв лицо. Его допрашивали полицейские.\n— С какой целью вы брали школу в заложники? — спросили у главаря.\n— Нас заставили.\n— Кто вас заставил?\n— Он просил не выдавать его имя.\n— Ты паясничать вздумал?! Рассказывай, зачем школу в заложники брали?\n— Хэх... Мы получили работу от нашего босса.\n— Имя вашего босса?\n— Эээ...\n— Имя вашего босса?\n— Жбанов Вадим Юрьевич.\n— Что он вам сказал сделать?\n— Захватить школу в заложники.\n— С какой целью?\n— Взять у учеников и других сотрудников ценные вещи.\n— Для чего?\n— Он хотел продать награбленные вещи и на вырученные деньги купить игральные автоматы и столы для нашего будущего казино, которое наш босс хотел открыть вместо той школы.",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "\"За попытку проведения теракта всем троим грозит до 20 лет лишения свободы.\"",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "Особняк Жбана.\n\nЖбан после увиденных им новостей стал крайне недоволен.\n— Да как же так?! — рассердился Жбан. — Почему они тогда не давили на заложников?! Чему я учил своих учеников?! Видимо, только через скакалку прыгать да с обручем крутиться! А еще взяли и мое имя выдали! Нет, так я никогда не открою казино! Особенно из-за этого обдолбанного трудовика!\n— Вадик, — сказала Римма. — Ты же знаешь, что казино запрещено. \n— Я знаю, что запрещено. Но я бы его замаскировал как-нибудь, чтобы никто никогда не догадался о существовании этого казино.\n— И как же?\n— Например... Торговый центр! Или магазин штор. Кстати, плотно закрывающие свет шторы могут показаться из окна как витриной магазина.\n— Коварные у тебя, конечно, планы.\n— Еще бы! Люди хотят азарта, а в открытую это делать запрещено. Вот я и хотел вместо школы сделать казино.\n— Вот зачем именно в школе?\n— Во-перых, не зачем, а почему! Во-вторых, они меня тогда списали за пьянку на выпускном одиннадцатого класса. Когда я праздновал, был весел. А когда меня уволили, я расстроился. Так вот, значит: они меня со школы списали, я спишу их! К ночи буду думать новый план.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "Наступило время, когда \"вторая смена\" начала расходиться за исключением охранника. Возле школы стоит микроавтобус. В нем сидит Жбан и трое молодых пацанов в спортивных костюмах. Они собрались воровать оборудование и мебель.\n— О, смотрите, кто идет! — сказал Жбан, увидев Трудовика. Трое пацанов тоже уставили на него взгляд.\n— И кто это? — спросил один из пацанов.\n— Это, ребята, ходячая погрешность наших планов! \n— Это понятно. А кто этот человек-то?\n— Этот человек раньше трудовиком работал, а сейчас он директором заделался. Но эта сволочь нам никак не хочет давать прохода!\n— Дак надо его как-то убрать с прохода!\n— Читаешь мысли!",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 73,
    "text": "Трудовик сделал удивленный вид.\n— Как вам в голову такое могло прийти? Нет, конечно!\n— Да нет! Мы думали, что ремонт где-то будет проводиться. Вот мы и спросили.\n— Ааа! То есть вы подумали, что мы будем делать то, что мы раньше делали? Понятно! Но этим будут заниматься уже другие ученики.",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Трудовик пошел к своей машине. Но поблизости стоял микроавтобус Жбана. Жбан нажал на руле сигнал, от которого Трудовик вздрогнул и повернулся к машине Жбана. Жбан вылез из машины и сказал:\n— Здорова. Трудовик!",
    "answers": [
      {
        "id": 75,
        "text": "Обязательно было \"бибикать\"?!"
      },
      {
        "id": 75,
        "text": "Тебе что от меня надо?"
      }
    ]
  },
  {
    "id": 75,
    "text": "— О, и это вместо того, чтобы поздороваться?\n— Противно мне с тобой здороваться! \n— Противно? — смеясь, переспросил Жбан. — И чем я противен? Болезнью какой-то или что?\n— Болезнью, да... Твоей долбаной бошки!\n— Слышь, ты на грубость не переходи! Понял? А то мои пацаны тебе рыло разобьют!\n— А мои пацаны вам тоже таких оплеух дадут, мало не покажется!\n— Слушай, давай-ка иди, куда шел, и не трать наше время!",
    "answers": [
      {
        "id": 76,
        "text": "А чем это вы заняты?"
      },
      {
        "id": 77,
        "text": "А вы тоже не тратьте мое время!"
      },
      {
        "id": 78,
        "text": "Сами отсюда идите!"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Ничем. Стоим просто.\n— Может, скажете, чем вы тут заняты?\n— Слышь, тебе какое, в конце концов, дело? Может, мы просто припарковали ее здесь и просто здесь стоим!\n— Просто здесь стоять не надо.\n— А то что? \n— А ниче! Не надо и все! \n— Слушай, вали отсюда!",
    "answers": [
      {
        "id": 78,
        "text": "Сами валите!"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Хорошо! Как скажешь!\nТрудовик сел в машину и поехал домой.",
    "answers": [
      {
        "id": 79,
        "text": "Учтите! Ваши действия до добра не доведут!"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Во-первых, не валите, а едьте! Во-вторых, мы не уедем отсюда потому, что у нас тут дела кое-какие!\n— А какие?\n— Это не твоего ума дело!\n— Я обязан все знать, как директор школы!\n— Слышь, ковыляй отсюда! Директор школы! Чтоб я тебя не видел! И не трать наше время.",
    "answers": [
      {
        "id": 77,
        "text": "Вы мое тоже не тратьте!"
      },
      {
        "id": 75,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Едь уже отсюда!!!\nТрудовик пропустил слова мимо ушей и поехал домой. Жбан сел обратно в машину.\n— Как стемнеет, начнем потихоньку двигаться. И тогда нас ничто и главное никто не остановит!",
    "answers": [
      {
        "id": 80,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "Трудовик позвонил Семе и Валере и сказал:\n— Так, ребят. Я видел стоящий возле школы микроавтобус, а в нем сидит Жбан и трое его пацанов. \n— И что они хотят сделать?\n— Вам нужно пойти туда, чтобы проследить, что они будут делать. Но не приближайтесь к ним, чтобы не привлечь лишнее внимание! В случае чего звоните мне, и я к вам прибуду.",
    "answers": [
      {
        "id": 81,
        "text": "Поняли."
      }
    ]
  },
  {
    "id": 81,
    "text": "Сема и Валера пришли к школе, но встали через дорогу от нее. И вот они увидели микроавтобус.\n— Так, они сейчас находятся в микроавтобусе? — спросил Сема. — И почему именно в нем?\n— Что-то мне подсказывает, что они собрались что-то красть.",
    "answers": [
      {
        "id": 82,
        "text": "Дак, может, остановим их?"
      },
      {
        "id": 83,
        "text": "Будем следить."
      }
    ]
  },
  {
    "id": 82,
    "text": "— Ты че, совсем, что ли? Только лишнее внимание привлечем!",
    "answers": [
      {
        "id": 81,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 83,
    "text": "— Да. Но если что, к нам подключится Трудовик. ",
    "answers": [
      {
        "id": 84,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 84,
    "text": "Наступила ночь. Жбан и трое пацанов вылезли из микроавтобуса и пошли к дверям школы. \n\n— Так, они пошли, — сказал Валера. — Что они, интересно, дальше будут делать?\n— Не знаю. Но мне кажется, что они вообще не знают, где находятся. Если находятся в школе, то пусть ведут себя, как в школе!\n\nЖбан и трое пацанов подошли к дверям школы. Жбан дернул за ручку, но дверь не открылась.\n— Черт, — с сожалением сказал Жбан.\n— Рабочий день закончился. И что вы хотите? — спросил один из пацанов.\n— Мало ли! — рявкнул Жбан. — Вдруг там технички задерживаются с мытьем полов!\nЖбан постучал. И через некоторое время подошел охранник, приоткрыл дверь и спросил:\n— Извините, вам кого надо?\n— Не \"кого\", \"а что\"! — ответил Жбан. — Дай нам пройти!\n— Я посторонних и тем более в ночную смену я не пускаю!\nОхранник хотел уже закрыть дверь, но его остановил Жбан.\n— Эй, я не понял! Ты с Трудовиком за одно, что ли?\n— Почему за одно? Он мне сказал никого не пускать!\n— Так, хорошо! Тогда мы сами пройдем.\nОхранник достал длинный электрошокер, включил его и сказал:\n— Вы не пройде...\nЖбан схватил его руку, сам достал свой электрошокер и отключил охранника.\n— Заходите, пацаны.\nЖбан и пацаны зашли в школу.",
    "answers": [
      {
        "id": 85,
        "text": "Это никак не допустимо!"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Звони Трудовику!\nСема достал телефон и набрал Трудовику.\n\"Да.\" — ответил Трудовик.\n— Трудовик, слушайте. Тут Жбан с пацанами вырубил охранника и зашел в школу!\n\"Я вас услышал. Все, выдвигаюсь!\"",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Жбан и пацаны начали расхаживать по этажу.\n— Так, пацаны. Сегодня нам нужно вынести отсюда все, что связано с компьютерной системой!\n— Это компьютеры, проекторы, да?\n— Ну, вы что, в школе не учились, что ли?\n— Учились. В деревенской. Там не было таких прибамбасов!\n— Понимаю, деревня. Все, пошли искать технику! Ночь короткая! ",
    "answers": [
      {
        "id": 87,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": "К этому времени к школе подъехал Трудовик. К нему подошли Сема и Валера. Из машины вылез Трудовик с ружьем в руках и с солью. \n— Здравствуйте, дети! — с улыбкой сказал Трудовик.\n— Но мы уже не дети, — так же с улыбкой ответил Сема.\n— Такая привычка! Ну, что, пойдем по следам Жбана?",
    "answers": [
      {
        "id": 88,
        "text": "Пойдем."
      },
      {
        "id": 89,
        "text": "Погодите."
      }
    ]
  },
  {
    "id": 88,
    "text": "Трудовик, Сема и Валера пошли по следам бандитов, и вдруг им в голову стукнула одна идея.",
    "answers": [
      {
        "id": 89,
        "text": "Стоп!"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Что?\n— А, может, выкрутим им колеса?\n— Отличная идея! И далеко не уедут!\nТрудовик достал баллонный ключ и дал его Валере со словами:\n— Поручим это тебе, Валера.",
    "answers": [
      {
        "id": 90,
        "text": "Открутить передние колеса"
      },
      {
        "id": 90,
        "text": "Открутить задние колеса"
      }
    ]
  },
  {
    "id": 90,
    "text": "Трудовик засмеялся и сказал:\n— Все, теперь они врят ли куда-то уедут! \nТрудовик открыл багажник и сказал:\n— Ложи сюда.",
    "answers": [
      {
        "id": 92,
        "text": "Положить колеса"
      }
    ]
  },
  {
    "id": 91,
    "text": "Они зашли в школу.\n— Ищите, где эти твари могут быть!",
    "answers": [
      {
        "id": 93,
        "text": "Первый этаж"
      },
      {
        "id": 94,
        "text": "Второй этаж"
      },
      {
        "id": 93,
        "text": "Третий этаж"
      }
    ]
  },
  {
    "id": 92,
    "text": "Валера положил колеса и закрыл багажник.\n— Ну, все погнали.",
    "answers": [
      {
        "id": 91,
        "text": "Зайти в школу."
      }
    ]
  },
  {
    "id": 93,
    "text": "Никого не оказалось.",
    "answers": [
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 94,
    "text": "Сема и Валера увидели распахнутую дверь в бухгалтерию и услышали голос Жбана:\n— Да что вы возитесь с этими проводами?! Просто выдерните их из розетки и все!\n\n— Так, ребята, оружия держать наготове! — сказал Трудовик, держа в руках ружье с солью. Сема и Валера в это время держали в руках пистолеты с глушителями, заряженные резиновыми пулями. \n— Помните: действуем осторожно! Пошли.",
    "answers": [
      {
        "id": 95,
        "text": "Действовать"
      }
    ]
  },
  {
    "id": 95,
    "text": "Трудовик, Сема и Валера зашли в бухгалерию и увидели, как под действием светящегося фонарика в руке Жбана бандиты начали поднимать оборудования. К счастью, свет не был включен. Бандиты увидели сквозь темноту три силуэта и поставили все обратно. \n— Вы кто такие?! Че пришли?! — недовольно сказал Жбан.\n— Красиво воруете! — ответил Трудовик. \n— Опять вы мешать нам вздумали?! \nТри бандита приготовили ножи и начали приближаться к трем силуэтам. Жбан подошел к выходу и сказал:\n— Пацаны, как закончите, принесите все к микроавтобусу! Я жду.\nЖбан ушел. Трудовик включил свет, ослепивший бандитов.\n— Мочите их, пока не поздно! — скомандовал Трудовик. ",
    "answers": [
      {
        "id": 96,
        "text": "Усыпить бандитов"
      },
      {
        "id": 97,
        "text": "Ударить прикладом одного из бандитов"
      }
    ]
  },
  {
    "id": 96,
    "text": "Каким образом?",
    "answers": [
      {
        "id": 98,
        "text": "Выстрелить им в головы резиновыми пулями"
      },
      {
        "id": 98,
        "text": "Ударить их по сонной артерии"
      }
    ]
  },
  {
    "id": 97,
    "text": "Трудовик ударил прикладом ружья одного из бандитов по сонной артерии и выбурил его.",
    "answers": [
      {
        "id": 95,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 98,
    "text": "Бандиты были уже \"отключены\". Трудовик достал три длинных проволки и сказал:\n— Помните, что и как нужно сделать?",
    "answers": [
      {
        "id": 100,
        "text": "Связать бандитов проволкой"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Да нафиг он мне нужен? А вот такие герои, как ты, мне нравятся!",
    "answers": [
      {
        "id": 112,
        "text": "Забыл представиться. Валера."
      }
    ]
  },
  {
    "id": 100,
    "text": "Бандиты были связаны. Сема и Валера расставили все оборудование по своим местам.\n— Все, ребята, уходим!",
    "answers": [
      {
        "id": 101,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 101,
    "text": "Трое подошли к выходу, а охранник в то время пришел в себя. Трудовик подошел к охраннику и сказал:\n— Ты верно послужил школе. \n— Рад стараться! — ответил охранник.\n— Вызывай ментов!\n— Понял.",
    "answers": [
      {
        "id": 102,
        "text": "Выйти из школы"
      }
    ]
  },
  {
    "id": 102,
    "text": "А тем временем Жбан сидел в микроавтобусе и ждал трех своих бандитов.\n— Что-то их долго нет. Они там уснули, что ли?\nЖбан услышал скрип двери, повернулся и увидел трех людей.\n— Фух, наконец-то! Стоп, а где обо... Эй, я не понял!\nЖбан вышел из машины и пошел на встречу Трудовику, Семе и Валере. \n— Вы че, оборзели, что ли?! — рявкнул Жбан. — Как вы смеете вмешиваться в мои дела, а?!\nВсе трое нацелили в него свои оружия. Трудовик сказал:\n— Давай-ка вали отсюда, пока тебя не арестовали! \n— Прогонять меня вы не имеете права!\n— Жбан, ты че, не понял? Вали отсюда!\nВдруг послышался звук сирены полицейской машины. \n— Ой..., — сказал Жбан. — Мне и правда пора!\n— Давай, давай! \n— Да, хорошо! \nЖбан побежал к микроавтобусу. Все трое засмеялись.\n— А как же он сейчас с двумя колесами-то поедет? — смеясь спросил Сема.\n— Давайте-ка отойдем в сторону, чтобы полиции не мешаться.",
    "answers": [
      {
        "id": 103,
        "text": "Отойти в тенек"
      },
      {
        "id": 103,
        "text": "Отойти за школу"
      }
    ]
  },
  {
    "id": 103,
    "text": "Они отошли туда, где никто их не заметит в темноту. \n\nЖбан сел в микроавтобус, завел мотор, переключился на задний привод, и, когда Жбан дал газу, машина упала в наклон. \n— Не понял... А в чем дело?\nЖбан вылез из салона и увидел, как два колеса были откручены. Жбан разгневался.\n— Твою дивизию!!! Где колеса?! Кто их выкрутил?! А, это же, наверное, те трое? Ну, сейчас я их найду и как...\nЖбан пошел искать Трудовика, Сему и Валеру. И тут сзади подъехала полицейская машина, из которой вылезли двое полицейских и нацелили в Жбана пистолеты. Жбан повернулся к ним.\n— Стоять! Не двигаться! Руки вверх! — скомандовали полицейские.\n— А в чем дело, ребят?\n— Руки вверх, вам сказано! Повторять не будем.\nЖбан сделал несколько шагов назад. \n— Ребята, я ничего не сделал! Честно! \nИ сзади подошли полицейские, поставили Жбана на колени, закинули его руки за спину и надели наручники.\n— Да что вы делаете?! Может, договоримся и будем считать, что ничего не произошло? \n— Пошел! — скомандовал полицейский и повел его к машине.",
    "answers": [
      {
        "id": 104,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": "Полицейские повели из школы трех пацанов Жбана и рассадили по машинам. Жбана уже везли в машине.\n— Все... плакало мое казино... \n\nТрудовик, Сема и Валера вышли из тенька.\n— Ну, вот. Теперь нашей школе больше ничего не грозит! — сказал Трудовик. — Спасибо вам, ребята!\nИ они обменялись рукопожатием. ",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 105,
    "text": "Ведущая новостей сказала:\n\"Сегодня ночью была предотвращена кража оборудования из школы тремя неизвестными вместе с главарем банды Вадимом Жбановым. Трое бандитов были приговорены к 13 годам лишения свободы, а Жбанов был приговорен к пожизненному заключению.\"\nНа следующем кадре бвло показано, как Жбана ведут в наручниках двое полицейских. И он сказал в камеру:\n\"Римма, если ты сейчас это смотришь, ты меня дождись! Обязательно дождись!\"\n\n— Не буду я тебя ждать! — сказала Римма и выключила телевизор. Они с Жбаном не были женаты, а просто пара, любви у которой и не было. — Мне не нужен такой самовлюбленный урод!",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "И вот однажды был назначен вечер встреч выпускников. На него пришли Сема, Валера, Оля и еще несколько одноклассников. И они начали переговариваться друг с другом. К ним подошел Трудовик, то бишь Гаврил Федорович в красивом костюме с галстуком.\n— Вот, ребята, полюбуйтесь! — сказал Гаврил Федорович и показал рукой на Сему и Валеру. — Вот они, двое крепких мальчиков! Герои нашего времени! Они защищали школу от дурных людей, чтобы она не передалась им в руки и, чтобы мы отметили этот вечер встреч! \n— Серьезно? — спросила Оля с удивлением. — Мальчики, это правда?\n— Да, — ответил Сема.\n— Сема, я была не права. Ты меня прости, что я тебя отшивала! Я просто была выпендрежницей! \n— А теперь ты не такая?\n— Нет. Я поняла, что в тебе есть героические черты. А я люблю таких!\nОля обняла Сему и поцеловала его в щеку. Одноклассники удивились, и тут начались овации в сторону Семы и Валеры.\n— Молодцы, ребята! — сказали одноклассники. — Респект вам!\nИ вечер встречи прошел на \"ура\".",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "Однажды Валера шел один по улице, так как Сема и Оля начали строить отношения. Валера прошел мимо своей школы, и возле ворот его встретила Римма. Она подошла к Валере и спросила:\n— Привет. А ты в этой школе учился?",
    "answers": [
      {
        "id": 108,
        "text": "Привет. Да. А что?"
      },
      {
        "id": 109,
        "text": "А вы кто?"
      }
    ]
  },
  {
    "id": 108,
    "text": "— Просто я была наслышана о всяких передрягах в этой школе и о ночном грабеже, которые были предотвращены. \n— Ну, и?\n— Это ты все это предотвратил?",
    "answers": [
      {
        "id": 110,
        "text": "Ну, да..."
      },
      {
        "id": 111,
        "text": "Нет..."
      },
      {
        "id": 113,
        "text": "А почему вы меня это спрашиваете?"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Меня зовут Римма. Я — бывшая девушка Вадима Жбанова. \n— И что?\n— Дак ты здесь учился?",
    "answers": [
      {
        "id": 108,
        "text": "А что вы хотите?"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Ты — молодец! \n— Почему? Жбанов же твой парень?\n— Никто он мне! Он только и делал вид, что он любит меня. Он был тираном, он домогался до меня. И за это я его не любила. Ты молодец потому, что ты помог мне избавиться от него! ",
    "answers": [
      {
        "id": 99,
        "text": "И ты его из тюрьмы не будешь ждать?"
      },
      {
        "id": 112,
        "text": "Забыл представиться. Валера."
      }
    ]
  },
  {
    "id": 111,
    "text": "— Да ладно тебе! Признайся!",
    "answers": [
      {
        "id": 110,
        "text": "Я."
      }
    ]
  },
  {
    "id": 112,
    "text": "— А я знаю. Может, узнаем друг друга поближе?",
    "answers": [
      {
        "id": 114,
        "text": "Давай."
      },
      {
        "id": 115,
        "text": "А тебя не смущает, что мы разных возрастов?"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Потому, что мне говорили, что в школе были двое крепких мальчиков, среди которых ты!",
    "answers": [
      {
        "id": 108,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "И вот так началась жизнь двух крепких мальчиков. Сема и Валера обзавелись своими вторыми половинками, но по-прежнему продолжают работать на Трудовика. Какая работа у них ни была, на нее все равно будут нужны двое крепких мальчиков. И уже не мальчиков, а мужиков!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 115,
    "text": "Римма засмеялась.\n— Глупенький! Во-первых, любви все возрасты покорны...\n— Если возраст будет достигать восемнадцати и больше.\n— Согласна. А во-вторых, мне столько же лет, сколько и тебе!",
    "answers": [
      {
        "id": 114,
        "text": "Тогда ладно!"
      }
    ]
  },
  {
    "id": 116,
    "text": "Идут как-то Сема и Валера по школе. И вот они проходят мимо одиннадцатиклассников: Сережи, Дима и Максима. И вот тройка идет за ними. Сережа схватил Сему за рюкзак и не стал отпускать. Сема начал дергаться и пытаться выбраться из рук Сережи. \n— Отпустите меня! — произносил Сема. — Отстаньте от меня! \nСтаршеклассники смеялись. А учителя и ученики просто проходили мимо. \nИ Дима схватил Валеру за руку, сильно сжав ее. Потом он \"связал\" руками Валеру и сказал:\n— Давай, Макс! — сказал Дима.\nМаксим подошел к Валере и сказал:\n— А кому там надо сделать соски в тиски? \nМаксим пальцами сжал Валере соски, и Валера завопил от боли. Старшеклассники смеялись.\n— Надоело мне все это! — сказал Сема и высвободился из лямок рюкзака. Дима отпустил Валеру. \n— Рюкзак остался в руках Сережи. И Сережа сказал:\n— Давайте в собачку играть? \n— Давай! — ответил Дима, зная, что будет. Сема начал бегать за рюкзаком в то время, когда старшеклассники перекидывали его друг другу. И вот Сема поймал рюкзак и ударил им Сережу по голове. А Валера ударил ногой Максима \"по тормозам\", и они оба побежали на урок. Сережа вслед им крикнул:\n— Вы еще у нас получите!!!",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      },
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 117,
    "text": "Сема и Валера не обходились без оплеух старшеклассников после школы. Иногда Сему и Валеру вызывала директор и даже было собрание учителей.\n— Зачем вы били старшеклассников? — спрашивала директор.\n— Они первые к нам лезли! — отвечал Сема. — Вот мы и давали отпор!\n— Ребята, как вы не понимаете, что нужно проявлять уважение к старшим! Они вас старше на два-три года!\n— Но если они к нам не проявляют уважение, то как мы их можем уважать после этого? — сказал Валера. — Как они к нам относятся, так и мы будем относиться!\n— Ты мне, что, умничать тут будешь? Я еще раз говорю: надо проявлять уважение к старшим!\n— Как мы их будем уважать, если они над нами издеваются? Мы, что, бездейственные должны быть и отпора им не давать, что ли?\n— Ничего не знаю! Чтобы завтра ваши родители были в школе!\n— Не надо никого вызывать! — послышался голос Трудовика, вошедшего в кабинет. — Вы несправедливо это делаете! Ребята дали отпор обидчикам. И они теперь виновники после этого?\n— Так, Гаврил Федорович! Идите к себе в мастерскую!\nТрудовик подошел к ребятам и шепотом сказал:\n— Вы, молодцы, ребята! Так держать!\n— Идите, я сказала! \nТрудовик вышел.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": "Трудовику не нравилось, что директор ведет себя несправедливо. \n— Ничего-ничего! — сказал Трудовик. — Когда я буду директором, в школе воцарится справедливость!\nИ это случилось. Трудовик стал директором. И все обидчики направлялись прямо к нему в кабинет.",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "",
    "answers": []
  }
]