[
  {
    "id": 1,
    "text": "После того, как Телефонный Фанат был осужден, жизнь Романа и без автоответчика стала спокойной. Но звонящие начали жаловаться ему, что не могут до него дозвониться. И Роман вновь подключил автоответчик. Однако телефонные хулиганства и сообщения странного содержания снова начались. Неужели за Телефонным Фанатом остались еще люди, которые решили пойти по его стопам и довести Романа до белого каления? И выяснить это решил сам Роман и не один...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\n\nС прошлых событий проходит три года. В тюрьме строго режима мотает пожизненный срок Телефонный Фанат. Но однажды его друзьям-пранкерам: Аврилу, Галле и Воробью дали свидание с Телефонным Фанатом, с которыми они были когда-то в команде. Аврил, Галла и Воробей зашли в комнату свиданий, в которой каждый человек садился перед заключенным, огражденным окошком, и разговаривал по телефону. Аврил как главный сел за телефон и начал ждать, когда выйдет Фанат. И вот Фанат вышел в сопровождении охранника, сел перед Аврилом и приподнес к уху трубку. К Аврилу подошел еще один охранник и предупредил:\n— Свидание пять минут — не больше.\n— Понял, — ответил Аврил, и охранник встал возле двери. — Ну, здорова, Телефонный Фанат!\n— Привет, друзья, — ответил Фанат.\n— Как ты мог не укрыться от полиции? \n— Укрыться? Одеялом, что ли? \nГалла и Воробей ухмыльнулись.\n— Да не одеялом! — сказал Аврил. — Хотя... если б ты, конечно, и укрылся одеялом, при чем плотно, тебя бы точно никто не нашел! Ну и как тебе сидится?\n— Да вроде ничего так. Сижу один в камере. Кормят вкусно. Правда, по камерам только еду развозят. \n— Еще бы! Тут же полно всяких, которые могут сделать с тобой все, что угодно!\n— Вот. И каждый гуляет сам по себе.\n— Это как? \n— Ну \"как\"? Надев на меня черный мешок и наручники, выводят меня в сопровождении охраны на улицу в мелкое пространство минут на десять. \n— А чем ты там вообще занимаешься?\n— Чем угодно. Книги разные читаю, отжимаюсь. \n— Так, теперь послушай меня. Тот человек, который сплавил тебя сюда, за все заплатит!\n— Каким образом? Вы хоть знаете, кто он?\n— Здесь я бы тебе, конечно, не советовал этого говорить. Ты напиши нам об этом в письме, как разрешат его отправить. Хорошо?\n— Хорошо. \n— Игорь, мы ведь, пранкеры, тоже не хуже тебя!\n— Я знаю. \nИ тут к говорящим подошли охранники и сказали: \n— Все, свидание окончено.\n— Ладно, Фанат, пока! Даже не знаю, когда теперь увидимся...\nТелефонного Фаната завели в камеру. Фанат сел на стул и сказал:\n— Ну, Роман, ты теперь точно не будешь спокойно жить! Хе-хе-хе!",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 1. Покой не вечен\n\nПосле тех событий жизнь Романа наладилась: его перестали тревожить звонки. Вместо автоответчика у него теперь стоит обычный кнопочный телефон. Но ради своей безопасности он оставил записывающий диктофон.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Однажды Роман пришел домой с улицы. И тут зазвонил телефон. Роман поднял трубку и сказал:\n— Алло.\n\"Рома, здорова! Это Серега. А ты что, автоответчик убрал, что ли?\"\n— Да. Я поставил обычный телефон. А что?\n\"Я тебе звоню, звоню, и автоответчик даже не приветствует. Я думаю, в чем дело? А ты оказывается телефон поменял?\"\n— Я специально поставил обычный телефон, чтобы меня перестали беспокоить назойливые сообщения.\n\"Аааа... Ты поставил обычный телефон, чтобы ни один хулиган не смог оставить сообщения странного содержания и потом не звонил тебе?\"\n— Именно.\n\"Понятно. Ладно, пока. Звони, если что.\"\n— Пока.\nРоман положил трубку.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Квартира телефонных хулиганов Аврила, Галлы и Воробья. \n\nИ вот они услышали стук в дверь. Аврил открыл дверь и увидел почтальона.\n— Здрасьте, — сказал Аврил.\n— Здравствуйте, — сказал почтальон и протянул конверт. — Вам письмо.\n— Спасибо, — ответил Аврил и взял конверт. \nПочтальон протянул ручку и сказал:\n— Распишитесь, пожалуйста.\nАврил расписался, и почтальон ушел. \n— От кого письмо? — спросил Воробей.\n— От Телефонного Фаната.\nАврил сел на диван между Галлой и Воробьем, вскрыл конверт, достал оттуда письмо и начал читать:\n\"Друзья! Как и обещал, я назову вам имя человека и его номер телефона, которому я названивал и оставлял всякие сообщения. Это Роман Кубышкин и его телефон.\n(ниже был написал номер телефона)\nПридумайте что-нибудь такое, чтобы его можно было довести до белого каления! Если полиция будет стоять на ушах, бегите туда, где вас нигде и никогда не поймают и продолжайте ему названивать и главное записывать на диктофон все разговоры. Потом эти записи попробуйте кому-нибудь продать. И я хочу, чтобы на эти деньги вы выкупили меня из тюряги. Искрене ваш Телефонный Фанат.\"\n— Поняли, — сказал Аврил. — Будем названивать ему. Сегодня же начнем это дело!",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "Наступила ночь. Роман лег спать. Он закрыл глаза и заснул. Вдруг послышался телефонный звонок, который нарушил его сон.\n— Кому там не спится? — спросил Роман. — Опять начинаются хулиганства по телефону?",
    "answers": [
      {
        "id": 7,
        "text": "Взять трубку"
      },
      {
        "id": 8,
        "text": "Не брать трубку"
      }
    ]
  },
  {
    "id": 7,
    "text": "Роман взял трубку и спросонья сказал:\n— Алло...\n\"Алло, здравствуйте.\"\n— Здравствуйте. Кто это?\n\"Вас соседи снизу беспокоят.\"",
    "answers": [
      {
        "id": 9,
        "text": "В чем дело?"
      },
      {
        "id": 10,
        "text": "Из какой вы квартиры?"
      },
      {
        "id": 13,
        "text": "Как вас зовут?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Роман решил не брать трубку.\n— Не, а вдруг что-то серьезное? Вдруг из знакомых умер кто-то? Или кто-то звонит оттуда, где сейчас день и хочет узнать, как я поживаю? ",
    "answers": [
      {
        "id": 7,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Вы нас заливаете!\"\n— Чего?\n\"Чего, чего! Того! Что вы там делаете такое, что в нашу квартиру вода льет?\"\n— Я ничего такого не делал. Я сейчас не мылся, и раковину сейчас не включал. Я только спать лег. И вы мне позвонили.\n\"Ага, конечно! У меня в квартире вода по колено уже! Сосед, что делать будем?\"",
    "answers": [
      {
        "id": 11,
        "text": "Вы позвоните тому, кто вас заливает!"
      },
      {
        "id": 12,
        "text": "Вы на часы смотрели? "
      }
    ]
  },
  {
    "id": 10,
    "text": "\"Не важно.\"",
    "answers": [
      {
        "id": 9,
        "text": "Говорите, в чем дело!"
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Вы меня заливаете!\"\n— Не я! Я сейчас воду не использую! Если хотите со мной поговорить или на ведро воды вылить, поднимайтесь ко мне! Я, может быть, буду убежден, что я ваш сосед.\n\"Вы и так наш сосед.\"\n— Как я могу убедиться, что мы друг другу соседи? Имя свое отказались называть, номер квартиры называть вы тоже не захотели. Так что я к вам отношений никаких не имею!\n\"В смысле не имеете? Вы в какой квартире живете?\"",
    "answers": [
      {
        "id": 14,
        "text": "Топитесь, короче!"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Смотрели, да. До нам не до сна из-за того, что вы нашу квартиру залили!\"\n— Я не пользовался сейчас водой! Что вы мне городите? Если б я водой сейчас пользовался, мы бы тогда поговорили.\n\"Вот сейчас мы с вами и разговариваем о том, что вы нас залили!\"\n— Поднимитесь ко мне в квартиру, тогда поговорим!\n\"Вы заливаете нас!\"",
    "answers": [
      {
        "id": 14,
        "text": "Да пошли вы!!!"
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Вам зачем это надо?\"\n— А, может, я знаю ваше имя.\n\"Я не буду его называть!\"",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Разговор закончился гудками.\n\nАврил, Галла и Воробей смеялись во время разговора.\n— Ой, это угар просто! — сквозь смех сказал Воробей.\n— Круто, да? — спросил Аврил. — Жалко, что он сопротивляется. Галла, может, ты попробуешь? Держи трубку.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Роман взял трубку и сказал:\n— Да.\n\"Привет!\" — послышался кокетливый голос Галлы. — \"Не спишь?\"",
    "answers": [
      {
        "id": 17,
        "text": "Сплю!"
      },
      {
        "id": 18,
        "text": "Ты кому звонишь, девочка?"
      }
    ]
  },
  {
    "id": 16,
    "text": "Роман лег на кровать и снова услышал телефонный звонок.\n— Вы мне спать дадите или нет?!",
    "answers": [
      {
        "id": 15,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"А, может, ну его и пошалим? А?\"",
    "answers": [
      {
        "id": 18,
        "text": "Ты кому звонишь, девочка?"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Тебе, мой сладкий!\"\n— Как меня зовут? Ты знаешь?\n\"Я знаю, да. А хочешь узнать, как меня зовут?\"",
    "answers": [
      {
        "id": 19,
        "text": "Тебя зовут мандавошка, которая мешает ночью спать нормальным людям!!!"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Чтооо?!\"\n— А ничего! Затки свой рот подушкой и не звони сюда!!!\n\"Да так ты...\"\nРоман положил трубку и пошел на кровать.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Аврил и Воробей просто сгибались от смеха. А Галла немного посмеялась и перестала — ей стало обидно из-за грубого обращения Романа с ней.\n— Мальчики, что смешного? — обиженно спросила Галла. — Мне вообще-то обидно!\n— А отчего обидно-то? — сквозь смех спросил Аврил.\n— Он нагрубил мне! Вот отчего!\n— Воробей, — сказал Аврил. — Тебе твой ход. При чем последний. Давай.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Роман уже принял удобную позу для сна. И тут опять раздался телефонный звонок.\n— Господи! — воскликнул Роман. — Да сколько это будет продолжаться?!",
    "answers": [
      {
        "id": 22,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Роман взял трубку.\n— Алло!\n\"Здравствуйте! Вам звонят из банка.\"",
    "answers": [
      {
        "id": 23,
        "text": "В чем дело?"
      },
      {
        "id": 24,
        "text": "Вы вообще на часы смотрели?"
      },
      {
        "id": 26,
        "text": "Куда вы звоните?"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Вы полгода назад у нас кредит брали на крупную сумму. Долг отдавать собираетесь?\"",
    "answers": [
      {
        "id": 25,
        "text": "Я не пользовался никогда вашими услугами!"
      },
      {
        "id": 25,
        "text": "Я не брал у вас никаких кредитов!"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Вопросы вам задавать будем мы! Сами знаем, когда и кому звонить!\"",
    "answers": [
      {
        "id": 23,
        "text": "Хорошо! В чем дело?"
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Ну, как же? Полгода назад вы пришли к нам в офис и сказали, что вам нужно взять кредит на большую сумму. Мы тогда заполнили документы с вами данными! Вот так вот! Еще раз спрашиваю, долг отдавать собираетесь?\"",
    "answers": [
      {
        "id": 27,
        "text": "Я не брал у вас никаких кредитов!"
      },
      {
        "id": 28,
        "text": "Пьяный, что ли, сидите там?!"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Вам.\"\n— Кому \"вам\"?\n\"А вот вам и все!\"",
    "answers": [
      {
        "id": 23,
        "text": "Объясните, в чем дело!"
      },
      {
        "id": 22,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "\"А я вам говорю обратное!\"",
    "answers": [
      {
        "id": 29,
        "text": "Давить на него"
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Вы как со мной разговариваете? Я сейчас к вам подошлю, кого надо!\"",
    "answers": [
      {
        "id": 29,
        "text": "Давить на него"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Слушайте, уважаемый! Я вашими услугами никогда не пользовался. Я вас даже знать — не знаю! И не понятно, откуда вы взяли мой номер? Вы вообще представление имеете, с кем вы разговариваете? \n\"Да.\"\n— И как меня зовут?\nМолчание.\n\"Мм... Борис.\"\n— Пошел на три буквы!!! Все!\nРоман положил трубку и вынул провод из телефона.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Аврил, Галла и Воробей по-прежнему неугомонно смеялись.\n— Ооой! — захлебываясь от радости, сказал Аврил. — А давайте ему чаще звонить? Так и пресс себе накачаем! \n— Но он все равно сопротивляется, — сказал Воробей.\n— А ты, Воробей, знаешь, что? Дави на жертву сильнее! Угрожай ему чем-нибудь! Будь грубее! А так для начинающего пранкера это нормально. Ладно, сейчас нашему любимчику еще раз позвоним! Хе-хе-хе!\nАврил взял трубку телефона и ввел комбинацию номера Романа. Но после набора номера гудки стали короткие и частые. \n— В чем дело? Гудки какие-то не такие.\nАврил еще раз набрал этот номер, но там по-прежнему были такие гудки.\n— Он же отключил телефон! — сказала Галла. — И чего ты добиваешься?\n— А ты откуда знаешь? — спросил Аврил. \n— Когда после набора слышатся короткие, но участенные гудки, значит этот телефон выключен. \n— Вот блин! — сказал Аврил. — Спасибо, Галла! Буду знать! Давайте наберем другой номер!\nАврил набрал случайный номер и услышал спросонья голос:\n\"Да.\"\n— Здравствуйте. Вам звонят из психушки!\n\"Ты на часы смотрел, придурок?! Сейчас психушка за тобой приедет, если ты еще раз позвонишь сюда!\"\nРазговор прервался гудками.\nИ квартира озарилась заразительным смехом.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Наступило утро. Из-за назойливых звонков Роман не мог уснуть всю ночь и не мог принять удобную для сна позу. Роман встал и подключил провод к телефону. И тут раздался телефонный звонок.\n— Не дай Бог это опять хулиганье! — сказал Роман.",
    "answers": [
      {
        "id": 32,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Да.\n\"Роман, здорова! Это Серега. Что-то я сейчас дозвониться до тебя не мог.\"\n— А я отключал на ночь телефон и отныне буду выключать.\n\"А почему?\"\n— Понимаешь, сегодня ночью мне опять начали названивать хулиганы!!! \n\"Да ты что?\"\n— Да! Три раза звонили! Один звонил и говорил, что он сосед снизу, и я его якобы залил вчера! Вторая звонила и разговаривала, как продажная женщина! Сам знаешь, я в случайных связях не нуждаюсь. А третий говорил, что он из какого-то банка и говорил, что я якобы кредит полгода назад взял на крупную сумму! Сер, поверь мне, я никого не заливал и кредитов не брал!\n\"Я верю тебе! Я тебе всю жизнь верил! Если б это было так, они бы давно к нам обратились. Ты лучше озвучь их номер.\"\nРоман озвучил высветившийся на диктофоне номер звонивших — был один и тот же номер.\n\"С одного и того же номера тебе звонили, да? Хорошо, будем выяснять, кто за этим стоит!\"\n— Буду в курсе дела!\n\"А сам-то как?\"\n— Да ничего так. Только встал.\n\"Понятно. Ладно, давай. Звони, если что!\"\n— Давай, пока.\nРазговор прервался.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "Глава 2. Беспокойной ночи!\n\nРоман лег спать и случайно забыл выключить телефон.",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "Аврил, Галла и Воробей как обычно находилимь у себя в квартире.\n— Так, ребят, — сказал Аврил. — Я надеюсь, что наша жертва не отключила телефон. Сегодня будет новый угар. \nАврил взял трубку и набрал номер телефона Романа. И тут пошли обычные гудки.\n— Нам повезло! — сказал Аврил. — Он не отключил телефон!",
    "answers": [
      {
        "id": 35,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "Роман сквозь сон услышал телефонный звонок, который его разбудил.\n— Я что, не выключил телефон, что ли? Но со мной этот номер не пройдет.",
    "answers": [
      {
        "id": 36,
        "text": "Взять трубку"
      },
      {
        "id": 37,
        "text": "Взять и сбросить трубку"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Да.\n\"Здорова. Это сосед.\"",
    "answers": [
      {
        "id": 39,
        "text": "Какой сосед?"
      },
      {
        "id": 39,
        "text": "В чем дело?"
      }
    ]
  },
  {
    "id": 37,
    "text": "Роман взял трубку и тут же положил. Но на телефон опять поступил звонок.\n— Да что за наказание такое?!",
    "answers": [
      {
        "id": 36,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 38,
    "text": "Роман бросил трубку.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Ты у меня дрель брал! Когда вернешь?",
    "answers": [
      {
        "id": 40,
        "text": "Какой еще дрель?"
      },
      {
        "id": 41,
        "text": "Я не брал у тебя никакого дреля!"
      },
      {
        "id": 42,
        "text": "Тебя как зовут?"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Обычный дрель. Электрический.",
    "answers": [
      {
        "id": 41,
        "text": "Я не брал у тебя дреля."
      }
    ]
  },
  {
    "id": 41,
    "text": "— Как не брал? Ты две недели назад подходил ко мне и сказал \"одолжи мне дрель\"! \n— Ничего подобного! \n— Да как же? Ты подходил ко мне в квартиру!",
    "answers": [
      {
        "id": 38,
        "text": "Пошел ты знаешь куда! А то я тебе табуреткой по бошке звездану!"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Сам знаешь, как меня зовут!",
    "answers": [
      {
        "id": 39,
        "text": "Нет, я не знаю!"
      }
    ]
  },
  {
    "id": 43,
    "text": "В это время Аврил, Галла и Воробей заливались смехом.\n— Ой, угар просто! — сказал сквозь смех Аврил. — Галла, теперь твой ход.\nГалла взяла трубку и набрала номер Романа.",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "Роману снова поступил звонок.\n— Как же вы меня достали!",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Да.\n\"Алло, здравствуйте!\"\n— Здравствуйте.\n\"Вам звонят из библиотеки!\"",
    "answers": [
      {
        "id": 46,
        "text": "Вы что хотите?"
      },
      {
        "id": 47,
        "text": "С каких это пор по ночам звонят из библиотек?"
      }
    ]
  },
  {
    "id": 46,
    "text": "\"Вы у нас \"Колобка\" брали! Когда отдавать собираетесь?\"",
    "answers": [
      {
        "id": 48,
        "text": "А когда я у вас \"Колобка\" брал?"
      },
      {
        "id": 50,
        "text": "Все книги, которые я брал, я всегда возращал."
      }
    ]
  },
  {
    "id": 47,
    "text": "\"Я просто ночной дежурный по библиотеке!\"\n— Что-то никогда не было в библиоткетах никаких дежурных!\n\"Вот и появились.\"",
    "answers": [
      {
        "id": 46,
        "text": "Так, в чем дело?"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"А вы вспомните! Поройтесь у себя в памяти и вспомните!\"",
    "answers": [
      {
        "id": 50,
        "text": "Я брал книги и возвращал."
      }
    ]
  },
  {
    "id": 49,
    "text": "Аврил, Галла и Воробей по-прежнему заливались от смеха.\n— Воробей, давай, — сказал Аврил и дал трубку Воробью.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Да, но \"Колобка\"-то вы не вернули!\"\n— Я не брал у вас никакого \"Колобка\"!\n\"Так, вы что мне городите?\"",
    "answers": [
      {
        "id": 49,
        "text": "Рот закрой, дура! И не звони сюда!"
      }
    ]
  },
  {
    "id": 51,
    "text": "Роман вновь услышал телефонный звонок.\n— Так, еще один звонок, и я вырубаю телефон!",
    "answers": [
      {
        "id": 52,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Да.\n\"Алло, здравствуйте.\"\n— Здравствуйте.\n\"Вам звонят из пожарной службы.\"",
    "answers": [
      {
        "id": 54,
        "text": "Что такое?"
      },
      {
        "id": 54,
        "text": "А у меня ничего вроде не горит!"
      }
    ]
  },
  {
    "id": 53,
    "text": "\"Эээ...\"",
    "answers": [
      {
        "id": 56,
        "text": "Вот и заткнись! А то я тебе огнетушителем по бошке ударю!"
      }
    ]
  },
  {
    "id": 54,
    "text": "\"Соседи позвонили и сказали, что у вас пожар!\"\n— Нет у меня никакого пожара!\n\"Выходите из квартиры! Мы уже стоим за дверью!\" ",
    "answers": [
      {
        "id": 53,
        "text": "Какой у меня адрес?"
      },
      {
        "id": 55,
        "text": "Посмотреть в глазок"
      }
    ]
  },
  {
    "id": 55,
    "text": "Роман посмотрел в глазок своей двери и никого не увидел.",
    "answers": [
      {
        "id": 53,
        "text": "Так, какой у меня адрес?"
      }
    ]
  },
  {
    "id": 56,
    "text": "Роман положил трубку и отключил телефон.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 57,
    "text": "Аврил, Галла и Воробей по-прежнему смеялись. Аврил сказал Воробью:\n— Воробей, ты можешь жесче давить на жертву или нет?! Ты слышал, как мы разговариваем? Ладно, сейчас ему еще раз позвоним.\nАврил набрал номер Романа, но на связь он уже выйти не смог.\n— Черт, он отключил телефон. Ладно, будем готовить еще приколы.",
    "answers": [
      {
        "id": 58,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": "Роман на следующее утро снова включил телефон и тут же услышал звонок.\n— Не дай Бог опять это хулиганье звонит!",
    "answers": [
      {
        "id": 59,
        "text": "Взять трубку"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Алле!\n\"О, Рома, здорова! Это Серега! Почему до тебя не дозвониться?\"\n— Опять эти три хулигана звонили!\n\"Елки-палки! Что на этот раз они сказали?\"\n— Сначала звонил какой-то сосед со своей дрелью! Потом из библиотеки со своим \"Колобком\"! А потом звонили из пожарной службы!\n\"Мда, жестко. Кстати, мы выяснили, кто эти люди.\"\n— И кто же?\n\"Это Павел Гаврилов по кличке \"Аврил\",  Алла Галкина \"Галла\" и Игорь Воробьев \"Воробей\". Они не раз попадали в отделение за хулиганские выходки.\"\n— Я сразу понял, что это они. Теперь буду знать, как их разоблачить по телефону! ",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "\"И еще Рома.\"\n— Чего?\n\"Может, ты все-таки поставишь автоответчик?\"",
    "answers": [
      {
        "id": 61,
        "text": "Я подумаю."
      },
      {
        "id": 62,
        "text": "А зачем?"
      }
    ]
  },
  {
    "id": 61,
    "text": "\"Ну, давай. На связи будь.\"\n— Давай.\nРазговор прервался.",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "\"Чтобы я хотя бы мог дозвониться до тебя. Если не хочешь отвечать, пусть они хотя бы сообщение оставят. Главное, чтобы ты был на связи и до тебя можно было дозвониться.\"",
    "answers": [
      {
        "id": 61,
        "text": "Я подумаю."
      }
    ]
  },
  {
    "id": 63,
    "text": "Глава 3. Автоответчик снова в строю\n\nРоман решил вновь поставить автоответчик, чтобы хоть как-то можно было с ним связаться.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "Аврил, Галла и Воробей как обычно находились у себя в квартире. И тут они услышали стук в дверь. И вот Аврил подошел к двери, открыл ее, а за дверью оказался в полицейской форме мужчина 50 лет. Аврил пришел в чувство страха. Галла и Воробей выглянули со спины Аврила.\n— Участковый Сурков. Так... Здесь проживают граждане Гаврилов, Галкина и Воробьев?\n— А в чем дело?\n— Вопросы здесь задаю я! Здесь проживают фамилии, которые я назвал?\n— Ну, да.\nУчастковый пересек порог.\n— А зачем вы заш...\n— Имею право! Чем вы занимаетесь по ночам?\nМолчание.\n— Чем занимаетесь, я спрашиваю?\n— Ничем, вроде, не занимаемся... \n— Так, чем занимаетесь?\n— Мы спим по ночам, товарищ участковый!\n— Спите, да?\n— Да.\n— А вот к нам поступила жалоба, что вчера и сегодня ночью с вашего номера поступали звонки с вашими хулиганскими выходками по три раза!\n— Да вы что, товарищ участковый? Мы никогда в жизни этим не занимались!\n— Так, я смотрю рядом с вашим телефоном диктофон стоит? Для чего он вам?\nАврил пришел в чувство ступора.\n— Что ж, раз вы не отвечаете, тогда пройдемте со мной! Будете все там отвечать!\n— Блин, во попали! — вполголоса сказал Воробей.\n— Все трое! Вперед!\nИ все трое вышли из квартиры.",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Роману поступил телефонный звонок.",
    "answers": [
      {
        "id": 66,
        "text": "Взять трубку"
      },
      {
        "id": 67,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 66,
    "text": "Роман взял трубку.\n— Да.\n\"Ром, здорова. Это Серега. В общем, участковый Сурков ходил на квартиру к этим твоим назойливым хулиганам и повел их в отделение. Там они уже дают показания.\"\n— Ну и хорошо!",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "Роман решил не брать трубку и росле приветствия он услышал сообщение:\n\"Рома, возьми трубку. Да не бойся, это Серега!\" ",
    "answers": [
      {
        "id": 65,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Глава 4. Хулиганку наизнанку\n\nВ отделении полиции. \n\nСледователь Серега допрашивает Аврила, скованного наручниками. А Галла и Воробей остались в камере.\n— Давайте, гражданин Гаврилов, — начал допрашивать Серега. — Рассказывайте, долго вы занимаетесь телефонным хулиганством?\n— С тех пор, как гражданин Сидоров был посажен три года назад. \n— Продолжайте.\n— И недавно он позвонил нам из тюрьмы, чтобы мы позвонили гражданину Кубышкину, похулиганили по телефону и все это записали на диктофон.\n— Зачем вы это сделали?\n— Мы хотели потом продать кому-нибудь эти записи, чтобы на вырученные деньги мы смогли, как он просил, выкупить его из тюрь... \nАврил ахнул и закрыл рукой рот.\n— Значит, вы хотели продать ваши записи и на заработанные деньги выкупить вашего дружка из тюрьмы? Это попытка коррупции, друзья мои! Шесть лет вам светит!\n— Почему шесть? Три вроде.\n— Молчать!!! Вы хулиганите по телефону плюс вы хотели методом взяточничества выкупить вашего друга из тюрьмы! Три плюс три будет сколько? Правильно, шесть! Охрана!\nВ кабинет допросов зашел охранник.\n— Давай-ка его в камеру. Потом приведи ко мне Галкину. А после нее приведи ко мне Воробьева.\n— Понял! — охранник посмотрел на Аврила и сказал: — На выход.\nОхранник сопроводил Аврила до камеры, потом он привел Сереге Галлу.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "Галла рассказала тоже самое, что и Аврил до нее. А потом к Сереге завели Воробья.\n— Давай, Воробьев, — начал Серега. Воробей чувствовал в то время волнение. — Рассказывай! Каким боком ты относишься к тем двум людям?\n— Товарищ следователь! Я вам все расскажу. Только не сажайте меня — у меня мать больная! Я — единственный, кто у нее есть!\n— Не посажу, если доказательств против тебя не будет. Ты рассказывай, зачем ты занимаешься хулиганкой вместе с той парой!\n— В общем, давно я был безработным. И тут ко мне подошли те двое и предложили работу.\n— Какую работу?\n— Ту же самую.\n— Названивать по телефону?\n— Именно.\n— Дальше что?\n— Они сначала сказали, что эта работа хорошо оплачивается. А до этого я не знал, что это простая хулиганка! Я несколько раз хотел уйти с этой работы, а они меня задерживали, шантажируя, что они меня прикончат! Они заставляли меня делать то же самое, что и они! Кстати, у меня есть доказательство.\n— Давай.\nВоробей достал телефон и включил одну из аудиозаписей. А в ней:\n— Ребят, откуда я знал, что вы хулиганите! Я не хочу этим заниматься! \n— Ты сам захотел с нами работать. Вот, пожалуйста!\n— У меня мать больная, и я один в семье! \n— Нам это без разницы! Будешь работать с нами. Все!\n— Я ухожу.\n— Ты не уйдешь! Ты далеко не уйдешь! Мы же тебя раздавим, как таракана!\n— Давите! Все равно вам это с рук не сойдет!\n— Че ты сказал?!\nИ там послышались звуки битья и криков. Через несколько минут Аврил сказал:\n— А ну вставай! Вставай! Иди раны зализывай.\nПроигрыш закончился.\n— Понятно, — ответил Серега. — Спасибо. Это поможет следствию. Ты можешь быть свободен!",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "Аврил и Галла увидели, как из отделения вышел Воробей. Они пришли в недоумение.\n— Урод! — сказал Аврил. — Все про нас рассказал и довольный вышел! \n— Подожди, — запела Галла. — А те ругательства над ним и избиение он все на диктофон там записал, что ли?\n— Да, видимо! Чтооо?! Он все это записал?!  Ну, попадись он мне, сразу его рожу наизнанку выверну!",
    "answers": [
      {
        "id": 73,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "У Романа зазвонил телефон. ",
    "answers": [
      {
        "id": 72,
        "text": "Взять трубку"
      },
      {
        "id": 73,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "Глава 5. Новая проблема\n\nЧерез двое суток время Аврила и Галлу отпустили с условием, если они больше не будут хулиганить по телефону. И вот они пришли домой и застали Воробья. Аврил набрался ярости и набросился на Воробья с кулаками.\n— Ты чего там рассказал про нас, а?! — приговаривал Аврил, ударяя его по лицу. — Какого хрена ты все это записал?! \n— Аврил, не надо его бить! — жалостиливо сказала Галла.\n— Заткнись!!! Ты чего, захотел нас за решетку сплавить, а сам разгуливать на свободе?! А ну говори правду!!!\nВоробей молчал. И тут Аврил перестал его избивать.\n— Понятно. Ничего от тебя не добьешься. Ладно, в последний раз я тебя жалею. \nАврил достал из кармана маленький листок и дал его Воробью.\n— Короче, вот номерок. Мы с Галлой поедем \"по делам\". И чтобы к нашему приходу телефонные разговоры с хулиганкой были записаны! Не дай Бог их не окажется, я тебя уничтожу! Все, дерзай!\nАврил и Галлу обняли друг друга за талию, и они вместе вышли из квартиры. Воробей прочитал листок и обеспокоенно сказал:\n— Но это же телефон моей мамы! Боже, она и так больна! А я ей хулиганить, что ли, буду?! Нет, надо что-то делать. Кстати, я знаю, с кем связаться! ",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "У Романа зазвонил телефон. Роман поднял трубку и сказал:\n— Да.\n\"Алло, это Роман?\"",
    "answers": [
      {
        "id": 75,
        "text": "Кто это?"
      },
      {
        "id": 75,
        "text": "Да."
      }
    ]
  },
  {
    "id": 75,
    "text": "\"Это Воробей... то есть Игорь Воробьев.\" \n— Я такого не знаю, вы ошиблись номером!\n\"При чем здесь это?\"\n— Ну, говори быстрее, в чем дело?\n\"Я один из этих трех пранкеров, которые названивали тебе!\"\n— Ах это ты, гад, был?!\n\"Да погоди ты! Я не по своей воле звонил, поверь мне. Они сами меня заставили, о чем я и рассказал в отделении. А потом они меня избили. Чувак, у меня серьезная проблема!\" ",
    "answers": [
      {
        "id": 76,
        "text": "Издевался над о мной по телефону, а потом я тебе помогать должен?"
      },
      {
        "id": 77,
        "text": "Что за проблема?"
      }
    ]
  },
  {
    "id": 76,
    "text": "\"Блин, да ты выслушай меня!\"",
    "answers": [
      {
        "id": 77,
        "text": "Ну, говори!"
      }
    ]
  },
  {
    "id": 77,
    "text": "\"Короче, эта сладкая парочка дала мне номер телефона... знаешь, чей?\"\n— Чей?\n\"Моей мамы! Она больна, а я единственный, кто у нее есть!\"\n— Мда...\n\"Эти ребята предложили работу с большим заработком, и я отказаться не мог. Я изначально не знал, что это будут телефонные хулиганства! При этом разговоры записываются, и все записи скоро будут продаваться, что бы получить за них деньги! А на эти деньги Аврил решил выкупить Телефонного Фаната из тюрьмы!\"\n— Все понял. Но куда ж ты залез, парень? \n\"Я хотел заработать денег, чтобы как-то обеспечить и вылечить мою мать! Блин, мне реально кронты, если я не позвоню на этот номер и не сделаю хулиганку!\"\n— Не ту работу ты выбрал. Если это твоя мама, лучше так не делай. Но все же держись! Ты будешь спасен, и мама твоя будет рада за тебя.",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 78,
    "text": "Глава 6. Казнить нельзя помиловать\n\nРоман и Серега приехали в квартиру, в которой живут Аврил, Галла и Воробей. Аврила и Галлы не оказалось дома. А Воробья застали.",
    "answers": [
      {
        "id": 80,
        "text": "Вот ты какой, Воробей?"
      },
      {
        "id": 81,
        "text": "Не бойся! Мы защитим тебя!"
      }
    ]
  },
  {
    "id": 79,
    "text": "Роман позвонил Сереге.\n\"Слушаю тебя.\"\n— Серега, здорова. Это Рома. Короче, дело серьезное.\n\"Что такое?\"\n— Мне какой-то Игорь Воробьев позвонил и сказал, чтобы я ему помог.\n\"Он же телефонный хулиган. Зачем ему помогать?\"\n— Он сказал, что у него мать больна, и он единственный, кто у нее есть. И те ребята дали ему номер, оказывается, его мамы, и сказали, что, если он не позвонит и не похулиганит, ему кронты.\n\"Понял тебя. Надо срочно принимать меры!\"",
    "answers": [
      {
        "id": 78,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Это я, да, — ответил Воробей. — А вы кто?\n— Я — Роман. А это следователь Сергей.\n— И что?",
    "answers": [
      {
        "id": 81,
        "text": "Мы защитим тебя."
      }
    ]
  },
  {
    "id": 81,
    "text": "— От кого?\n— Как \"от кого\"? От тех, кто использует тебя.\n— А, от Аврила и Галлы? Понятно.",
    "answers": [
      {
        "id": 82,
        "text": "Сопроводить Воробья к его матери"
      },
      {
        "id": 83,
        "text": "Вызвать наряд"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Мы тебя доставим к твоей матери ради твоей безопасности. \n— Я это и хотел сказать.\nПришли полицейские и повели Воробья из квартиры.\n— Вы же меня не посадите?\n— Уже нет.",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      },
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Серега, чтобы двух преступников поймать, нужно наряд вызвать. Потому, что просто так они не дадутся.\n— Я сам знаю, — улыбнулся Серега, достал телефон и сказал: — Срочно прикажите отряду выезд!",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      },
      {
        "id": 81,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Игорь Воробьев был благополучно доставлен к своей матери.\nИ вот Аврил и Галла пришли домой и увидели, что Воробья не оказалось.\n— Ух, хорошее дело мы с тобой сделали! Мне понравилось. А тебе?\n— И мне, дорогой!\n— Воробей! \nНет ответа.\n— Воробей, ты улетел, что ли?!\nНет ответа.\nАврил пошел искать Воробья по квартире. Галла осталась на пороге.\n— Я тебя все равно найду! Ты хотя бы сделал записи, которые я тебя просил сделать?\nВоробья не оказалось в квартире.\n— Успел слинять, гаденыш! \n— А ты везде посмотрел? — спросила Галла. — Может, он в шкафу где-то или на балконе? ",
    "answers": [
      {
        "id": 85,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "Аврил открыл один из больших шкафов, в которых Воробей мог прятаться. Он распахнул дверь, и из шкафа резко вышли с приготовленными автоматами двое спецназовцев, оттолкнули Аврила, и он упал. Из других мест вышли еще несколько. Галла ахнула и от испуга прикрыла рот.\n— Стоять! Не двигаться! — скомандовал один из спецназовцев. — Руки вверх!\n\"Воробей нас еще и сдал?!\" — подумал Аврил. — \"Мразь такая!\"\nАврил и Галла были арестованы и приговорены к шести годам лишения свободы за телефонное хулиганство и попытку коррупции.",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Эпилог \n\nИгорь Воробьев вернулся к матери, нашел престижную работу, и благодаря его заработкам его мать выздоровела.\nИ вот Серега спросил Романа:\n— Рома, а, может, я тебя пристрою куда-нибудь работать?",
    "answers": [
      {
        "id": 87,
        "text": "Давай."
      },
      {
        "id": 87,
        "text": "Куда, например?"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Например, на телефонную станцию.\n— А зачем?\n— Чтобы прослушивать звонки, которые занимают чрезвычайное положение или принимать плату за телефон.\n— Мне нравится, — улыбнулся Роман. — Все телефонные хулиганства будут записываться и передаваться в полицию!\n— Верно! Это будет тот самый случай, когда друг работает с другом!",
    "answers": [
      {
        "id": 88,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "Роман пришел на работу в АТС, зашел к кабинет, в котором он начнет работу с кокетливой коллегой.\n— Привет! — сказала коллега. — Ты наш новый сотрудник?\n— Да.\n— Меня зовут Надя!\n— А я Роман.\n— Роман, а у тебя есть семья?\n— Нет.\n— И у меня нет. \n— Но можем помочь друг другу! — улыбнулся Роман.\n— Это верно.\nВ кабинет зашел начальник и сказал:\n— Так, коллеги, за работу!\nРоман и Надя сели за свои компьютеры.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": "Жизнь Романа снова наладилась. Работа ему оказалась по душе, и ога ему приносит приличный заработок.\nИ вот однажды Роман пришел домой и услышал, как пикает автоответчик.",
    "answers": [
      {
        "id": 90,
        "text": "Послушать сообщения"
      }
    ]
  },
  {
    "id": 90,
    "text": "\"У вас новые сообщения\"",
    "answers": [
      {
        "id": 91,
        "text": "Сообщение 1"
      },
      {
        "id": 92,
        "text": "Сообщение 2"
      },
      {
        "id": 93,
        "text": "Сообщение 3"
      }
    ]
  },
  {
    "id": 91,
    "text": "\"Здравствуйте, Роман. Вам звонит ваш начальник. Перезвоните обязательно.\"",
    "answers": [
      {
        "id": 94,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": "\"Здорова, Рома. Это Серега. Как работается?\"",
    "answers": [
      {
        "id": 94,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "\"Привет, Роман. Это твоя коллега Надя! Поговори со мной, котик!\"",
    "answers": [
      {
        "id": 94,
        "text": "Дальше"
      },
      {
        "id": 90,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вот так началась спокойная жизнь Романа. И никаких телефонных хулиганок больше не было. Главное, что у него есть, это работа, девушка и личная жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  }
]