[
  {
    "id": 1,
    "text": "Автор: Nastya K.\nЖанр: фэнтези, романтика.\nХэй! Добро пожаловать в мир невероятных приключений. Вы-девушка по имени Камилла и вам предстоит постичь различные виды магии в новой академии, найти новых друзей и может даже влюбиться.\n\n Доступно 6 глав. 7-я в процессе.\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Немного об основных персонажах"
      },
      {
        "id": 5,
        "text": "Вступление."
      },
      {
        "id": 6,
        "text": "Глава 1. Академия Бэлхауд."
      },
      {
        "id": 41,
        "text": "Глава 2. Непредвиденные обстоятельства. "
      },
      {
        "id": 54,
        "text": "Глава 3. Экскурсия."
      },
      {
        "id": 66,
        "text": "Глава 4. Красная луна. "
      },
      {
        "id": 79,
        "text": "Глава 5. Самый ужасный день в моей жизни."
      },
      {
        "id": 96,
        "text": "Глава 6. Пробуждение. "
      },
      {
        "id": 107,
        "text": "Глава 7."
      }
    ]
  },
  {
    "id": 2,
    "text": "Я быстро застелила кровать, приняла душ. Не стала долго времени уделять прическе и одежде, потому что ехать до моей академии надо было 4 часа, так как обычно в первый день происходит заселение и знакомство с расписанием. Поэтому я сделала хвост и надела:",
    "answers": [
      {
        "id": 20,
        "text": "Черные джинсы, легкая футболка, черная куртка, черные кроссовки"
      },
      {
        "id": 21,
        "text": "Голубое платье, кардиган, голубые туфли на высоком каблуке"
      }
    ]
  },
  {
    "id": 3,
    "text": "Немного об основных персонажах",
    "answers": []
  },
  {
    "id": 4,
    "text": "Немного об основных персонажах:",
    "answers": [
      {
        "id": 14,
        "text": "Камилла"
      },
      {
        "id": 10,
        "text": "Картер"
      },
      {
        "id": 19,
        "text": "Элизабет"
      },
      {
        "id": 55,
        "text": "Райан и Брэд"
      },
      {
        "id": 56,
        "text": "Виктор"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "С окончанием школы и наступлением восемнадцатилетнего возраста каждый должен был поступить в какую-либо из академий различного направления. В главном и самом большом из всех городов мира городе Эрибурге, страны Мирадавии, всего четыре академии: \n одна находится на Юге — Академия Аурум, в которой учатся все известные роды великих королей и королев(конечно же все на высшем уровне); \n вторая, Академия Арсенал,на севере — в нее поступают только те, кто решился встать на защиту своей страны и готов учится всему военному ремеслу; \n третья, Академия Таинств, находящаяся на востоке, предназначена для тех, кто готов посвятить себя жизни великих секретов мира:различных областей наук и алхимии. \n И последняя, четвертая, на Западе, Академия Бэлхауд. В ней учат всему, да понемногу. Говорят, она является одной из лучших. Ведь именно из нее выходят знаменитые маги таких областей, как восстановление, разрушение, иллюзия, изменение и колдовство.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 6,
        "text": "Глава 1. Академия Бэлхауд."
      }
    ]
  },
  {
    "id": 6,
    "text": "Суббота. 6:30.\nИтак, в Эрибурге начался прием студентов в новые учебные заведения. Этот день является одним из самых важных в мире 18-летнего человека. Именно такой являюсь и я-Камилла.  Если честно, вставать в такую рань мне не очень-то и хотелось... Но такое дело не ждет.\n Я очень волновалась идти в новое учебное заведение, знакомиться с новыми людьми, потому что в школе у меня было не так много друзей, только Эмма да Итан. Так как Эмма была королевских кровей, она поступила в Академию Аурум, а Итан-хотел всегда служить родине и поступает в академию Арсенал. Поэтому я лишилась сразу двух лучших друзей. А в академии Бэлхауд нужно было не только хорошо учиться, но и обзавестись хорошими знакомыми.\nЯ долго это обдумывала и наконец решила собираться к отъезду.\n ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Вдруг посреди комнаты зажглась лампа, которая тускло освещала комнату. Через минуту пошел человек в золотой маске, а за ним были два близнеца. Человек в золотой маске осмотрел нас, встал в позу-скрестив свои кисти взади и начал толкать речь:\n—Здравствуйте, милые дамы. Извиняюсь за сей грубое отношение.\n—Ох, ну, спасибо,—я подумала в голове, но слова сами вышли из моего рта.\n Он уставился на меня, от этого пошли мурашки по коже.\n—Надеюсь, что меня больше не станут перебивать,—таким же спокойным голосом сказал он.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Цвет глаз:",
    "answers": [
      {
        "id": 15,
        "text": "Карии"
      },
      {
        "id": 16,
        "text": "Зеленый"
      },
      {
        "id": 17,
        "text": "Голубой"
      },
      {
        "id": 18,
        "text": "Серый"
      }
    ]
  },
  {
    "id": 9,
    "text": "Расовая принадлежность",
    "answers": []
  },
  {
    "id": 10,
    "text": "19-летний молодой человек. Относится к древнейшему роду вамиров. У него темные волосы и карии, немного с отливом янтаря, глаза. \nПо характеру: немного эгоистичный и самовлюбленный, но если узнать его получше-окажется, что он отзывчивый и верный.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d42/1801/ec/f269422cc3c3.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "!2",
    "answers": []
  },
  {
    "id": 12,
    "text": "!2",
    "answers": []
  },
  {
    "id": 13,
    "text": "!2",
    "answers": []
  },
  {
    "id": 14,
    "text": "Камилла:\n18-летняя, среднего роста и стройного телосложения девушка. Брюнетка с голубыми глазами. По расовому происхождению-человек.\nПо характеру:немного стеснительная в незнакомой обстановке. Очень верная, честная, целеустремленная и справедливая.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1801/21/c6d6ab248a8c.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Элизабет, или просто Лиззи, 18-летняя низенькая девушка с русыми волосами и зелеными глазами. Добрая и отзывчивая, несмотря на то, что она ведьма. Талантлива в области магии восстановления.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/1801/3e/9b5ffc079e9c.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "Очень удобно! Я побежала завтракать. Родители уже все мне приготовили и только ждали, пока я покушаю.\n—Доброе утро!—поприветствовали меня родители.\n—Как дела, Ками?—с грустью в глазах, но улыбкой на лице спросила мама.\n",
    "answers": [
      {
        "id": 22,
        "text": "Привет. Все в порядке, только немного волнуюсь."
      },
      {
        "id": 30,
        "text": "Привет! Все хорошо. Я так рада, что поступлю в новую академию."
      }
    ]
  },
  {
    "id": 21,
    "text": "Ну, что же, в первый день я должна выглядеть сногсшибательной, чтобы завести новых друзей.\n Я побежала завтракать. Родители уже все мне приготовили и только ждали, пока я покушаю.\n—Доброе утро!—поприветствовали меня родители.\n—Как дела, Ками?—с грустью в глазах, но улыбкой на лице спросила мама.",
    "answers": [
      {
        "id": 22,
        "text": "Привет. Все в порядке, только немного волнуюсь."
      },
      {
        "id": 30,
        "text": "Привет! Все хорошо. Я так рада, что поступлю в новую академию."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я честно сказала маме, что волнуюсь. Она также посмотрела на меня грусными глазами, а потом подошла и обняла меня. После поступления в академию с родителями можно было встречаться только по празникам. А расставаться с родителями мне не хотелось.\n—О, Ками, мы тоже переживаем за тебя, нам так не хочется тебя отпускать! Все будет хорошо, ты привыкнешь к новому заведению и знакомым...—тут мама всплакнула, а папа сдерживал эмоции и просто грустно смотрел на меня, а затем положил руку маме на плечо.\n—Мама, перестань, мы же будем видеться,—чуть не плача говорю я.\n За окном раздался звук машины. Мне уже надо было ехать. Я уже не помню, как быстро попращалась с родителями и уже сидела в машине. И чтобы скоротать эти 4 часа я решила",
    "answers": [
      {
        "id": 24,
        "text": "Послушать музыку"
      },
      {
        "id": 29,
        "text": "Почитать книгу"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я открыла двень и я ахнула. Она была небесного, шторы темно синего, а кровати голубого цвета. Просто не было слов! Это затмило все воспоминания о моей комнате дома.\n—Ну, как, нравится?—С гордостью и восторгом спросила меня Лиззи.\n",
    "answers": [
      {
        "id": 25,
        "text": "Очень нравится. У меня просто нет слов!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я включила свой плейлист и как назло \nпопадалась только грустная музыка. Это нагоняло тоску и я уснула.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ахах. У меня было точно такое же лицо, когда я вчера эту комнату увидела, —сказала Лиззи, не переставая смеяться.\nОна уже собиралась выйти за дверь, как:\n—Совсем забыла. Сегодня намечается вечеринка по поводу заселения в общежитие, приходи.\n—Я так устала, что никуда не хочу идти.—Ответила я.\n—Ну, не хочешь, как хочешь.— Сказала Лиззи и вышла за дверь.\nЯ думала, что она будет настаивать, но не сделала этого. Думаю, что это к лучшему. Нужно еще многое сделать, начну с ",
    "answers": [
      {
        "id": 32,
        "text": "Разборки вещей из чемодана"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Приехали,—громко сказал водитель.\nЯ резко проснулась, поблагодарила водителя. Ничего не соображая после недолгого сна вышла на улицу и чистый, свежий воздух вроветрил мои мозги. Я взяла свой чемодан и по дороге меня встретила низенькая девушка с рцсыми волосами и изумрудными глазами.\n—Привет! Я Элизабет, или просто Лиззи. Я твоя соседка по комнате. А как тебя зовут?—Поприветствовала меня девушка.",
    "answers": [
      {
        "id": 27,
        "text": "Я Камилла, или просто Ками."
      },
      {
        "id": 26,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d04/1801/3e/9b5ffc079e9c.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я назвала свое имя и улыбнулась. Не думала, что у меня появится подруга в первый же мой день. Настроение у меня сразу поднялось.\n Лиззи тоже улыбнулачь в ответ.\n—Ну, вот и познакомились, надеюсь, мы будем подругами!—еще раз улыбнулась девушка.\n—Конечно!— ответила я.\n—Что же, пошли, я покажу тебе комнату, академию и многое другое,—она быстро схватила меня за руку и повела в наше общежитие, которое находилось позади академии.",
    "answers": [
      {
        "id": 28,
        "text": "Последовать за Элизабет."
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы вошли в огромное здание, которое было очень красивым. Нас окружали бежевые стены с золотистыми узорами, посреди зала, на потолке, находилась огромнейшая хрустальная люстра. Такое чувство, что попала в сказку!\n Элизабет провела меня на третий этаж в нашу комнату. На ней были написаны наши имена, значит, что все комнаты двуспальные. На удивление в нашем общежитие было очень тихо.",
    "answers": [
      {
        "id": 23,
        "text": "Зайти в комнату"
      }
    ]
  },
  {
    "id": 29,
    "text": " Я решила почитать книгу. Иногда смотрела на дорогу, вспоминала о родителях. Это нагоняло тоску и я уснула.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я солгала маме, чтобы она не волновалась. Но все же заметила, что это не так. Она также посмотрела на меня грусными глазами, а потом подошла и обняла меня. После поступления в академию с родителями можно было встречаться только по празникам. А расставаться с родителями мне не хотелось.\n—О, Ками, мы тоже переживаем за тебя, нам так не хочется тебя отпускать! Все будет хорошо, ты привыкнешь к новому заведению и знакомым...—тут мама всплакнула, а папа сдерживал эмоции и просто грустно смотрел на меня, а затем положил руку маме на плечо.\n—Мама, перестань, мы же будем видеться,—чуть не плача говорю я.\n За окном раздался звук машины. Мне уже надо было ехать. Я уже не помню, как быстро попращалась с родителями и уже сидела в машине. И чтобы скоротать эти 4 часа я решила",
    "answers": [
      {
        "id": 24,
        "text": "Послушать музыку"
      },
      {
        "id": 29,
        "text": "Почитать книгу"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Ура!—она объснила куда мне идти и ушла на вечеринку, так как ей нужно было помочь Картру.\nА я сделала прическу и решила надеть",
    "answers": [
      {
        "id": 40,
        "text": "Короткое черное обтягивающее платье, серебряные украшеия, серебристые туфли на высоком каблуке"
      },
      {
        "id": 40,
        "text": "Короткое голубое обтягивающее платье с различными стразами, голубые туфли на высоком каблуке"
      },
      {
        "id": 40,
        "text": "Красное обтягивающее платье до колен, золотые украшения, красные туфли на высоком каблуке"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я начала разбирать свои вещи. Хоть чемодан был и один, но вещей там было очень много. \nПрошло около часа пока я закончила. Теперь можно и душ принять.",
    "answers": [
      {
        "id": 34,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Как грубо,—возмутился парень, —но, отчасти я сам виноват. Я, кстати, Картер, а ты..?—он начал осматривать меня с ног до головы. Отчего мне стало не уютно, так как была в одном полотенце.\n—Очень приятно, Камилла,—  я  поспешно ответила и собиралась уже уходить. Как вдруг он схватил меня за руку:\n—Эй, ты собираешься на сегодняшнюю вечеринку?—Нагло пялившись, спросил Картр.",
    "answers": [
      {
        "id": 36,
        "text": "Эм, нет."
      },
      {
        "id": 37,
        "text": "Мне кажется, или это не твое дело?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я еле как нашла ванную комнату на своем этаже. Вода была немного холодноватой. И я как будто вновь проснулась. Но не успела я выйти за дверь ванной комнаты, как врезалась в кого-то и и отскочила назад. Передо мной был высокий темноволосый и довольно симпатичный парень, который стоял в недоумении, а я резко сказала",
    "answers": [
      {
        "id": 33,
        "text": "Хэй, смотри куда идешь!"
      },
      {
        "id": 35,
        "text": "Оу, извини, я тебя не заметила"
      },
      {
        "id": 34,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d42/1801/ec/f269422cc3c3.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "—И вправду,—ответил парень,—но, отчасти я сам виноват. Я, кстати, Картер, а ты..?—он начал осматривать меня с ног до головы. Отчего мне стало не уютно, так как была в одном полотенце.\n—Очень приятно, Камилла.—Я  поспешно ответила и собиралась уже уходить. Как вдруг он схватил меня за руку:\n—Эй, ты собираешься на сегодняшнюю вечеринку?—Нагло пялившись, спросил Картр.",
    "answers": [
      {
        "id": 36,
        "text": "Эм, нет."
      },
      {
        "id": 37,
        "text": "Мне кажется, или это не твое дело?"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Жаль. Ну, еще увидимся.— Он улыбнулся, подмигнул мне и направился в ванную комнату.\nА я, пока шла в свою комнату, анализировала происходящее. Такого, кхе-кхе, извращенца, я еще ни разу не видела.\n Когда я зашла в комнату, то увидела Элизабет, которая смотрела на себя в зеркало. Она была одета в серебристое короткое платье, которое очень подходило к ее внешности. Похоже, она уже собралась идти на вечеринку.\n—Что-то случилось?— спросила она меня, не отрываясь от зеркала.",
    "answers": [
      {
        "id": 38,
        "text": "Да нет, все в порядке."
      }
    ]
  },
  {
    "id": 37,
    "text": "—Почему же? Ведь именно я устраиваю ее и хочу знать, кто на нее придет.—Он был оскорблен моими словами и в его глазах вдруг заиграл злой огонек. Похоже, он был таким самовлюбленным, что не ожидал, что я с ним так обойдусь. Он легко оттолкнул меня и захлопнул со всей силы дверь перед моим носом.\n А я, пока шла до своей комнаты, анализировала происходящее. Когда я зашла в комнату, то увидела Элизабет, которая смотрела на себя в зеркало. Она была одета в серебристое короткое платье, которое очень подходило к ее внешности. Похоже, она уже собралась идти на вечеринку.\n—Что-то случилось?— спросила она меня, не отрываясь от зеркала.",
    "answers": [
      {
        "id": 38,
        "text": "Да нет, все в порядке."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Да кого ты обманываешь, я тебя насквозь вижу,—Элизабет посмотрела на меня и я взрогнула от ее странного взгляда.\n—Да ладно тебе, я же ведьма, дар распознавать правду у нас в крови, рассказывай давай,—Она вдруг резко переменилась и стала обычной, милой и доброй Лиззи.\n Я рассказала ей ситуацию. Она понимающе кивнула и сказала:\n—Картер-вампир. И он уж слишком придирчив ко всем. Хоть он и эгоист, но в целом-хороший парень. И да, ты еще не передумала идти на вечеринку?—Спросила Лиззи.\n Я немного оторопела от ее рассказа и оживилась",
    "answers": [
      {
        "id": 31,
        "text": "Ладно, пойду, уговорила."
      },
      {
        "id": 39,
        "text": "Мне нечего одеть"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Вот не надо этого, я думаю, у тебя найдется множество нарядов.—Затем, она объснила куда мне идти и ушла на вечеринку, так как ей нужно было помочь Картру.\nА я сделала прическу и решила надеть",
    "answers": [
      {
        "id": 40,
        "text": "Короткое черное обтягивающее платье, серебряные украшеия, серебристые туфли на высоком каблуке"
      },
      {
        "id": 40,
        "text": "Короткое голубое обтягивающее платье с различными стразами, голубые туфли на высоком каблуке"
      },
      {
        "id": 40,
        "text": "Красное обтягивающее платье до колен, золотые украшения, красные туфли на высоком каблуке"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я оделась, накрасилась и решила, что выгляжу отлично.\nЯ уже собиралась выходить, как вдруг!",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу."
      },
      {
        "id": 41,
        "text": "Глава 2. Непредвиденные обстоятельства."
      }
    ]
  },
  {
    "id": 41,
    "text": "  ...Как только я вышла за дверь, то увидела двух высоких парней в черных масках и черной одежде. Но странным было то, что они были абсолютно одинаковы: одного роста, одного телосложения и одного цвета волос-каштанового. \n  Я стояла в ступоре, когда один из них быстро одел мне на голову мешок, а второй закинул на плечо. Я хотела крикнуть, но у меня не получалось, так как они применили заклинание \"безмолвие\". Я начала колотить руками и ногами парня, который тащил меня. Но он был как будто каменным и не чувствовал моих рывков.\n  Не успела я придумать, что предпринять еще, как открылась дверь и меня посадили на стул, завязали руки и сняли мешок. Я услышала всхлипывания, а когда повернула голову в другую сторону, то увидела еще несколько человек: кто-то плакал, кто-то сидел спокойно, а кто-то вообще не мог понять \"какого хрена тут происходит?!\"\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Вы начнете новую жизнь полную радости. И вы никуда от этого не денетесь,—уже с каким-то легким добродушием сказал он.\n На минуту мне показалось, что нас продадут в рабство. Как вдруг он выкрикнул:\n—Да начнется веселье!!!— он и близнецы сняли рывком свои маски.\n Зажегся свет и выбежала куча людей, в ней я увидела Элизабет, с криком:\"Сюрприиз\".\n Я в таком же недоумении и уже злостью смотрела на них. У одной из сидящих девушки началась истерика. Парни быстро развязали нам руки.\n —Тебе понравился сюрприз?—Вдруг подошел Картер, смотря на меня своей лукавой улыбочкой и протянул мне стакан с выпивкой.\n\n \n",
    "answers": [
      {
        "id": 43,
        "text": "Какого черта!? "
      },
      {
        "id": 43,
        "text": "Ох, думаю понравился, не считая той части, где меня выкрали."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Да ладно тебе не дуйся, весело же было. Особенно мне понравилось твое лицо,—он засмеялся и мне стало тошно от его смеха. Но не успела я возрать как подошла Лиззи и навеяла маленькое спокойствие.\n—Хэй, Ками, с тобой все в порядке? Извини, просто в основном вот так везде происходят заселения в новый \"дом\"...—с сочуствием и раскаянием начала прояснять Элизабет.",
    "answers": [
      {
        "id": 45,
        "text": "Молчать."
      },
      {
        "id": 45,
        "text": "Да, все в порядке."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Надо, Ками, надо. Ты же не хочешь всю свою жизнь быть одной? А университетская жизнь это то самое время, когда надо обзавестись парнем, — прочитала нотации мне Лиззи.\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "  Я вдруг задумалась над происходящим. И мне стало... весело? Не знаю почему.\n —Кстати,-начала Лиззи,-давай я познакомлю тебя с \"похитителями\".—она схватила меня за руку и повела за собой.\n—А мне, кажется, не стоит ее с ними знакомить,—с ревностью сказал Картер, но мы быстро скрылись.\n Элизабет меня вела через огромнейшую толпу. Как же много тут первокурсников-пронеслось у меня в голове.\n  Я заметила их всех троих стоящих около барной стойки.\n ",
    "answers": [
      {
        "id": 44,
        "text": "А может не стоит?.."
      },
      {
        "id": 47,
        "text": "Идти молча за Лиззи."
      }
    ]
  },
  {
    "id": 46,
    "text": "(слева Райан, справа-Брэд)\nРайан и Брэд-близнецы. Они были высокого роста, идеального телосложения. С каштановыми волосами. Как оказалось-они вервольфы. Могли превращаться в полуволков, когда хотели, только кроме полнолуния.\n Как же я их различаю, так это по характеру и глазам.\n Райан — большой засранец и бабник. Все время раздражал и злил—это его типо \"фетиш\". У него были ничем не примечательными тусклые серые глаза.\n Брэд-полная противоположность. Он был более сдержанным. Все время приглядывал за своим братцем. У него были синие глаза. И даже, как мне показалось был более привлекательным.\n",
    "answers": [
      {
        "id": 47,
        "text": "Назад."
      },
      {
        "id": 46,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d07/1801/19/eaaf5b02f192.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "Мне стало не по себе от того, что предстоит познакомиться сразу с тремя парнями.\n —О, да неужели это наша самая буйная и самая бесстрашая жертва,—начал один из близнецов.\n—Привет, парни, это Камилла,—начала знакомить нас Лиззи. Я слегка улыбнулась.,—это близнецы Райан и Брэд, а это Виктор.",
    "answers": [
      {
        "id": 46,
        "text": "Рассмотреть Райана и Брэда."
      },
      {
        "id": 48,
        "text": "Рассмотреть Виктора."
      },
      {
        "id": 49,
        "text": "Приятно познакомиться. "
      }
    ]
  },
  {
    "id": 48,
    "text": "                                      Виктор.\n Пониже чем близнецы и немного похудее них. Он довольно симпатичный, но как сказала Элизабет:\"Скользкий тип\". Привлекал он не только своей внешностью, но и речью. У него были черные волосы и зеленые глаза.\n Он колдун с рождения. Очень таланливый в области иллюзии. Хоть им все гордились, но меня это настораживало.",
    "answers": [
      {
        "id": 47,
        "text": "Назад."
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/1801/93/bd4b63bf1a4c.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": " —Приятно познакомиться,—сказала я с легкой улыбкой.\nБлизецы пожали мне руку и собрались идти на танцпол.\n—Взаимно,—холодно произнес Виктор. От его слов у меня мурашки по коже.\n—О, Виктор, как всегда в своем репертуре,—вдруг подошел Картер и приобнял меня и Элизабет за плечи.\n—Ну, мне не переплюнуть тебя в твоей назойливости,—так же спокойно произнес Виктор.\n Картер злобно зырнул на него, но ничего не стал говорить.",
    "answers": [
      {
        "id": 50,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 50,
    "text": " Мне стало немного душновато и я села за барную стойку. Как вдруг ко мне присел Райан и заказал две выпивки.\n —Будешь?-указывая мне на стакан с жидкостью зеленого цвета, спросил меня.\n—Нет, спасибо, я не пью,—ответила я.\n—Да ладно тебе, за мои же деньги. Я настаиваю.\n— Так, если же ты хочешь мне предложить что-нибудь выпить, то тогда закажи мне обычной воды,—я сама же оторопела от своих слов.\n—Воды даме!—крикнул он бармену.\n ",
    "answers": [
      {
        "id": 51,
        "text": "Благодарю."
      }
    ]
  },
  {
    "id": 51,
    "text": " Райан уже подвыпивший начал рассказывать свои любовные истории. Мне надоело его слушать и уже хотела уйти в свою комнату и вздремнуть. \n—А как насчет тебя?—с нахальной улыбкой спросил меня он.\n—Что?—неослышала я.\n—Ты встречаешься с кем-нибудь?",
    "answers": [
      {
        "id": 52,
        "text": "Нет"
      },
      {
        "id": 52,
        "text": "Да(солгать)"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я ответила на его вопрос, как посчитала нужным.\n—Извини, но мне пора идти,—я попращалась с Райаном.\n Я еле-как пробралась через толпу. На выходе я увидела Элизабет и Картера.\n—Мы собирались идти по комнатам, ты с нами?—спросили они меня оба.",
    "answers": [
      {
        "id": 53,
        "text": "Да, с вами."
      }
    ]
  },
  {
    "id": 53,
    "text": "Мы в полном молчании добрались до общежития и завалились спать, ведь завтра последний выходной перед учебой.",
    "answers": [
      {
        "id": 1,
        "text": "На 1-ю страницу."
      },
      {
        "id": 54,
        "text": "Глава 3. Экскурсия."
      }
    ]
  },
  {
    "id": 54,
    "text": "Воскресенье. 9:00 утра.\nВчера был настолько продуктивный день, что я сразу уснула. Но вот наступил уже новый солнечный день. Когда я открыла глаза Элизабет не было, наверное, она пошла в душ. Я заправила кровать и пошла искать полотенце. \n—Хэй, соня, ты так и завтрак с экскурсией пропустишь,—вошла в комнату Элизабет.\n—Сейчас, я только быстренько приму душ.\nНе прошло и 20 минут как я помылась. Я решила надеть:",
    "answers": [
      {
        "id": 57,
        "text": "Черное платье до колен, серебряные украшения, черные кеды."
      },
      {
        "id": 57,
        "text": "Черные джинсы с рваными коленками, черные кеды, белая футболка."
      }
    ]
  },
  {
    "id": 55,
    "text": "(слева Райан, справа-Брэд)\nРайан и Брэд-близнецы. 18 лет. Они высокого роста, идеального телосложения. С каштановыми волосами. \nПо расовой принадлежности-вервольфы. Могли превращаться в полуволков, когда хотели, только кроме полнолуния.\nВсегда улыбаются, но их характеры желают лучшего...\n Райан — большой засранец и бабник. Раздражать и злить девушку — его \"фетиш\". У него ничем не примечательные тусклые серые глаза.\n Брэд-полная противоположность. Он более сдержан, чем его брат. Отзывчивый и просто хороший друг. Все время приглядывает за свои братцем. У него синии глаза.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d07/1801/19/eaaf5b02f192.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "Виктор-18 лет. Телосложение как у Картра. Он довольно симпатичный. Привлекает не только своей внешностью, но и речью. У него черные волосы и зеленые глаза.\nПо словам Элизабет:\"Скользкий тип\". \n Он колдун с рождения. Очень таланливый в области иллюзии. ",
    "answers": [
      {
        "id": 56,
        "text": "введите команды для картинки",
        "url": "https://c.radikal.ru/c32/1801/93/bd4b63bf1a4c.jpg"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 57,
    "text": "Какую мне выбрать прическу?",
    "answers": [
      {
        "id": 58,
        "text": "Распущенные волосы"
      },
      {
        "id": 58,
        "text": "Собрать волосы в хвост"
      },
      {
        "id": 58,
        "text": "Заплести два колоска во внутрь"
      }
    ]
  },
  {
    "id": 58,
    "text": "Думаю, я выгляжу отлично!\nПо дороге в столовую мы встретили Картера. Похоже, он стал нашей неотделимой частью.\n—Приветствую вас, дамы,—сказал нам Картер и лестно улыбнулся.\n—Привет,—я и Элизабет поприветствовали его и начали выбирать завтрак.\nПожалуй, я возьму...",
    "answers": [
      {
        "id": 59,
        "text": "Каша, напиток какао"
      },
      {
        "id": 59,
        "text": "Шоколадные хлопья с молоком, напиток какао"
      },
      {
        "id": 59,
        "text": "Тосты с сыром, чай"
      }
    ]
  },
  {
    "id": 59,
    "text": "Оочень вкусно и питательно. Мы сели за свободный стол и я начала оглядывать столовую. Неподалеку я увидела близнецов, сидящих на соседнем столе, с парнями из футбольной команды и чарлидершами. Виктор сидел с двумя вампирами и несколькими девушками-ведьмами, которые чуть не в рот ему заглядывали. Я отвернулась, чтобы доесть свой завтрак.\nВдруг вошла женщина средних лет и сообщила, что после завтрака всем первокурсникам нужно собраться в главном зале для того, чтобы отправиться на экскурсию.\nМы доели и пошли в главный зал. ",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Для начала,-сказала экскурсовод,- я расскажу об истории нашей академии, а затем можете осмотреть кабинеты и аудитории, в которых вы будете учиться.\nВдруг к нам с Элизабет взади подбежали близнецы, приобняли нас за талию и поприветствовали. Я немного смутилась.\nА, Картр, смотря на все это, лишь фыркнул и покачал головой.\n—Нашей академии уже около шести столетий,-начала женщина,- когда только люди начали изучать магию. Все хотели обладать ею. Поэтому, чтобы нанять колдуна в учителя, нужно было показывать один из талантов магии, но не каждый мог это сделать. И была девушка, уточняю-не ведьма, которая самостоятельно изучала магию, и смогла сделать это. Ее звали Бэлла Хауд. После обучения у колдуна она хотела научиться всей магии в мире не только для себя, но и для тех, кто этого желает. Поэтому она создала академию Бэлхауд, в которую мог поступить любой. А сейчас можете самостоятельно обойти и рассмотреть всю академию,—закончила женщина и выдала всем нам расписание занятий.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Круто,-вдруг сказала Элизабет.\nПо расписанию у нас каждый день были все 5 областей магии и какой-то непонятный древний язык, чем-то напоминающий латинский.\n—Пойдем осматривать всю академию?-спросил нас Картер.\n—Ну, пошли,-ответила я.\nМы обсмотрели все кабинеты и решили отправиться в кафе. К нам присоединились близнецы. Мы все решили взять пиццу.\n—Кстати,—вдруг спросил Райан, в какой вы группе?\n—Я, Ками и Картер в 11,—ответила Элизабет.\n—Как мне повезло,—воскликнул Райан,— А Брэд в 21 вместе с Виктором.\n—Вы за ним, если что, приглядывайте,—дразнясь брату сказал Брэд.\nВремя уже подходило к вечеру и я решила покинуть их компанию.\n—Ладно, я пойду.\n—Тебя проводить?—спросил меня Картр.",
    "answers": [
      {
        "id": 62,
        "text": "Отказать"
      },
      {
        "id": 63,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Спасибо, не стоит, я сама дойду,-сказала я Картеру.\n—Увидимся завтра, красотка,-попрщался Райан.\nА я лишь закатила глаза.\nНа улице уже было достаточно темно и, когда я подходила к общежитию, то увидела взади себя какой-то силуэт. Я посмотрела на него, а затем он начал приближаться. Я побежала и в торопях забежала в здание, затем зашла на третий этаж в свою комнату. Сердце у меня так сильно колотило. Зря я не пошла с Картером.\nЯ быстро помылась в душе и легла спать, думая о происходящем, но заснула.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 63,
    "text": "—Хорошо,—согласилась я. Отчего Картер весь засиял.\n—Пока, красотка,-попрощался со мной Райан. Отчего я закатила глаза.\nКартр открыл мне дверь и я вышла из душного здания. \n—А где ты досташь кровь,-вдруг спросила я.\nКартр оторопел, но ответил:\n—Ну, вообще многие вампиры предпочитают пить ее из живого человека, но я пью донорскую.\n—Оу, понятно,-ответила я.\nЯ хотела еще что-нибудь спросить, но мы уже почти дошли до моей комнаты.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Ну, спасибо, что проводил,-улыбаясь, сказала я.\n—Спокойной ночи,- подмигнул мне Картер.\nЯ смотрела как он уходит и затем, вошла в свою комнату. Быстро помылась в душе и легла спать. Ведь завтра ждет трудный день.",
    "answers": [
      {
        "id": 1,
        "text": "1 страница"
      },
      {
        "id": 66,
        "text": "Глава 4. Красная луна. "
      }
    ]
  },
  {
    "id": 65,
    "text": "А прическа будет:",
    "answers": [
      {
        "id": 67,
        "text": "Распущенные завитые волосы"
      },
      {
        "id": 67,
        "text": "Распущенные прямые волосы"
      },
      {
        "id": 67,
        "text": "Сделать хвост"
      },
      {
        "id": 67,
        "text": "Заплести два колоска во внутрь"
      }
    ]
  },
  {
    "id": 66,
    "text": "Понедельник. 6:30.\n...Вот и наступил первый учебный день. Не думала, что каникулы пройдут так быстро. Но что же, да начнется учеба!\nЯ по очереди с Элизабет сходили в душ, нанесли марафет и я решила надеть:",
    "answers": [
      {
        "id": 65,
        "text": "Джинсы, белая футболка, черные кеды"
      },
      {
        "id": 65,
        "text": "Черное обтягивающее платье, серебряные украшения, серебристые туфли на высоком каблуке"
      },
      {
        "id": 65,
        "text": "Красное обтягивающее платье, красные туфли, золотые украшения"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Отлично выглядишь,-сделала комплимент мне Элизабет.\n—Спасибо, ты тоже,-улыбнулась я.\n—Ладно, пошли завтракать и на занятия.\nМы быстренько покушали и отправились на первое занятие в области магии восстановления. Элизабет по этому предмету была просто умница, а я... у меня не было практики. Родители у меня тоже не очень хорошо умели ею пользоваться. Мама, Грэтта, научный деятель, для нее лишь важны знания. А мой отец, Джим, военный-их там никакой магии и не учат..",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Привет, девчонки,-к нам, по дороге в аудиторию присоединился Картр,-готовы к первому учебному дню?\n—Конечно,-ответила Лиззи.\n—А я, кажется, нет,-сказала я,-мне трудно дается магия.\n—Нам, вампирам, тоже. У нас только хорошо развита магия изменения...-не успел договорить Картр, как подошли близнецы:\n—И вервольфам,-одновременно улыбнулись Райан и Брэд.\nСегодня будет учеба в аудиториях, поэтому придется встретиться и с близнецами, и с Виктором.\nТут прозвенел звонок. Мы вошли в аудиторию.И я села между Элизабет и Картером.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Первой парой у нас были только правила, из которых нужно было запомнить:\n1.Неразглашение о тайных заклинаниях.\n2.Нельзя использовать магию вне академии.\n3.Достойно учиться иначе выгонят.\nНа следующей паре у нас было обобщение   о всей магии, как оказалось у всех областей есть несколько категорий:\n1.Магия Восстановления: 1) исцеление себя от различных видов ранений\n2) лечение ближних\n3)Высшее лечение\n4) обереги\n5) отпугивание и отталкивание нежити\n6)защитный круг\nТакую магию вампирам изучать было нельзя(вредна для здоровья), поэтому Картр не ходил на нее.\n2. Колдовство: 1)Захват душ\n2) Призыв помощника\n3) Оживление трупов\n4) Призванное оружие\n3. Изменение: 1) Магический свет\n2) Магическая броня\n3) Обнаружение жизни и смерти\n4) Взаимодействие с предметами(телекинез, трансмутация)\n5) Водное дыхание\n6) Паралич\nИменно это магия помогает в бою.\n4. Иллюзия: 1) ясновидение\n2) вор\n3) ободрение\n4) бешенство\n5) умиротворение\n6) страх\nЭтой магии будет уделено очень мало внимания. Мы не будем ее изучать, мы будет учиться противостоять ею.\n5. Разрушение: 1) потоковые заклинания(пламя, обморожение,искры)\n2) руны(это как обычные взрывчатки, но только намного мощнее)\n3) стрела\n4) многоцельные заклинания\n5) плащи\n6) стены\nКак оказалось, после полного обучения(3года) нужно будет выбрать какую-нибудь одну из областей магии, чтобы стать в нею профи. Ну, как выбрать, сдать экзамен, который определит твою принадлежность к одной из областей.\nВот прозвенел звонок и мы пошли в библиотеку за учебниками.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Мы с Элизабет обсуждали о сегодняшнем дне, как я врезалась в кого-то(похоже, врезаться это моя суперсила). Ладно еще, что обошлось без происшествий. Я подняла голову и увидела Виктора.\n—Осторожней,-сказал он.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Извини,-ответила я.\n—Вы в библиотеку? Могли бы пойти со мной,-хоть Виктор и казался мне немного странноватым, но он так обворожительно предложил пойти с ним,что мы с Элизабет согласились. С его помощью мы быстро нашли все книги. Элизабет пошла за дополнительной информацией.\n—Спасибо за помощь,-улыбнулась я.\n—Да не за что,-вдруг он искренне улыбнулся, мне даже показалось, что даже немного смутился,- Не хочешь сегодня вечером посмотреть на красную луну?",
    "answers": [
      {
        "id": 72,
        "text": "Мне нужно подумать"
      },
      {
        "id": 73,
        "text": "Хочу"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Я не знаю, может быть.\n—Приходи в 22:30 на крышу академии, я буду там,-он пошел задом, опять улыбнулся, развернулся и ушел.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Ну, хотелось бы.\n—Отлично! Я буду ждать тебя в 22:30 на крыше академии, я буду там,-он пошел задом, опять улыбнулся, развернулся и ушел.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Что тут произошло?-вдруг спросила Элизабет,-ты вся сияешь. \n—Виктор пригласил посмотреть на красную луну.\n—Ох, какой романтик,-закатила глаза Лиззи,-только ты с ним поосторожнее, не воспринимай его всерьез, а то наиграется и бросит.\n—Лиззи, я все понимаю.\n—Ладно, пошли ужинать,-повела меня в столовую Лиззи.",
    "answers": [
      {
        "id": 75,
        "text": "Идти в столовую"
      }
    ]
  },
  {
    "id": 75,
    "text": "Когда мы ели к нам подсел Картер, не просто Картр, а счастливый Картер.\n—Да что же вы все сегодня сияете,-воскликнула Элизабет.\n—Я познакомился с одной полуэльфийкой Реджиной, она классно целуется,-расплывшись в улыбке рассказывал нам Картер.\n—Оу, а я думала, что ты и Элизабет...-не успела я договорить, как Элизабет рассмеялась:\n—Да нет, мы просто друзья. Просто я бы не хотела свою жизнь связывать с вампиром. Без обид Картер,-она подняла руки.\n—А я бы не хотел свою жизнь связывать с все время возмущающейся ведьмой,-передразнил ее Картер.\nМы посмеялись и пошли в общежитие. Я сложила заранее все учебники в сумку и погладила пастельно-розовое с рукавами платье.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Время уже было 22:00, нужно было собираться идти на встречу с Виктором.\nЯ решила надеть:",
    "answers": [
      {
        "id": 77,
        "text": "Черные джинсы, кроссовки, футболку и кожаную куртку"
      },
      {
        "id": 77,
        "text": "Красное платье до колен, черный кардиган, черные кроссовки"
      }
    ]
  },
  {
    "id": 77,
    "text": "Затем, я поднялась на последний этаж нашей академии. Но Виктора почему-то не было. А время было уже 22:30. Вдруг я почувствовала сзади себя кого-то..\n—Я думал, что ты не придешь,-это был Виктор,-прекрасно выглядишь.\n—Спасибо,-улыбнулась я.\n—Смотри,-он указал на луну, которая покрывалась красным цветом.\n—Это так потрясающе,-тихо сказала я.\nМы не отрываясь смотрели на небо. Когда луна снова обрела свой желтый оттенок я и Виктор пошли до общежития и до моей комнаты. Он рассказывал свои истории из детства, от которых я смеялась.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Спасибо за такой прекрасный вечер, спокойной ночи,-поблагодарила я его. Он поцеловал меня в щечку, от чего я немного окаменела.\n—До завтра,-обворожительно улыбаясь сказал он и ушел.\nЯ хотела все рассказать Элизабет, но она уже спала. Я тихо переоделась в пижаму и легла в свою кровать с неугомонными чувствами. Но вскоре, с улыбкой от счастья, уснула.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 79,
        "text": "Глава 5. Самый ужасный день в моей жизни. "
      }
    ]
  },
  {
    "id": 79,
    "text": "Вторник. 6:30\nСегодня я проснулась самой счастливой в мире девушкой. Не знаю почему, может быть из-за того, что у меня ни разу не было свидания с парнем? \n Элизабет еще спала, поэтому я первая сходила в душ, надела пастельно-розовое платье и завила свои длинные волосы. В это время проснулась Лиззи.\n—Что-то я переспала. О, похоже вчершний вечер удался?-с все еще закрытыми глазами и улыбкой на лице спросила Элизабет.\n—Доброе утро, соня. Всё удалось,-улыбнулась я.\nЭлизабет со скоростью света привела себя в порядок. Затем, мы пошли завтракать. ",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Когда мы поели, то направились на поиски нужной аудитории. По пути Элизабет встретила Реджину, полу-эльфийку, это была высокая смуглая девушка с  длинненькими ушками и черными волосами подстриженными под каре, и начала с ней о чем-то разговаривать.\nЯ прошла несколько метров и увидела Виктора.",
    "answers": [
      {
        "id": 81,
        "text": "Поприветствовать "
      }
    ]
  },
  {
    "id": 81,
    "text": "—Привет,-улыбнулась я ему.\nНо он как будто не видел меня. Просто проигнорировал. За ним шла свита ведьм и вампирш-черлидерш. Они о чем-то шушукались и смеялись, глядя в мою сторону. Я, в недоумении, пошла на пары. \nВремя пролетело быстро и я с Элизабет пошли в столовую. К нам подсели Картер и Реджина, как-то странно смотревшие на меня.",
    "answers": [
      {
        "id": 82,
        "text": "—Привет, Картер"
      },
      {
        "id": 83,
        "text": "Молча кушать"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Привет, как ты?-не успела я его поприветствовать, как вдруг спросил Картер.\n—Да все нормально, а что?\n—Да нет, ничего..-он устранил свой взгляд на тарелку с едой.\nВдруг до меня начали отчетливо доходить слова от стола, где сидели близнецы, футболисты и группа поддержки:\n—Вы слышали, что Виктор подцепил какую-то девицу?-начала говорить вампир-черлидерша,- он рассказывал как она хороша в постели,-от нее начали долетать смешки.\nЯ твердила себе, что это не обо мне, не обо мне...",
    "answers": [
      {
        "id": 84,
        "text": "Смотреть на их стол"
      },
      {
        "id": 84,
        "text": "Отвернуться"
      }
    ]
  },
  {
    "id": 83,
    "text": "—Привет, как ты?-вдруг спросил Картр.\n—Да все нормально, а что?\n—Да нет, ничего..-он устранил свой взгляд на тарелку с едой.\nВдруг до меня начали отчетливо доходить слова от стола, где сидели близнецы, футболисты и группа поддержки:\n—Вы слышали, что Виктор подцепил какую-то девицу?-начала говорить вампир-черлидерша,- он рассказывал как она хороша в постели,-от нее начали долетать смешки.\nЯ твердила себе, что это не обо мне, не обо мне...",
    "answers": [
      {
        "id": 84,
        "text": "Смотреть на их стол"
      },
      {
        "id": 84,
        "text": "Отвернуться"
      }
    ]
  },
  {
    "id": 84,
    "text": "Они успели заметить мой изучающий взгляд, снова начали шептаться и засмеялись. Райан тоже смеялся, но затем Брэд толкнул его локтем, от чего его физиономия исказила сожаление. Они посмотрели на меня и покачали головой.\n—Так,-начала я,-либо вы все трое рассказываете мне, что случилось, либо я сейчас же ухожу.\n—Виктор распустил слухи о том, якобы вы \"переспали\",-вдруг быстро пролепетала Реджина. Я ее совсем не знала. С чего это именно она все рассказала, а не мои новые друзья? ",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вдруг я увидела, как Виктор проходит мимо столовой и я направилась за ним.\n—Ками, подожди, давай разберемся вместе,-не успела договорить Лиззи, как я уже скрылась за дверью столовой. Я еще никогда не была такой злой. Я не понимала, зачем он со мной так поступил?",
    "answers": [
      {
        "id": 86,
        "text": "Пойти без Элизабет"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я быстро дошла до Виктора и взяла его за  запястье. От чего он так зло зыркнул на меня, что мне стало не по себе.\n—Тебя что-то беспокоит?-спросил он со скрытной злостью.",
    "answers": [
      {
        "id": 87,
        "text": "—Да как ты посмел распускать такие слухи!?"
      },
      {
        "id": 87,
        "text": "—Конечно беспокоит. Мне не по себе от того, что ты распускаешь такие слухи."
      }
    ]
  },
  {
    "id": 87,
    "text": "Во мне закипела злость. Я почувствовала, как меня начинает трясти, а сердце бешено колотиться. И говорила с дрожанием в голосе.\n—Ах, ты про это,-он расплылся в злой улыбке,-мне казалось, что ты хотела бы этого. \n—Что? Ты серьезно? Зачем ты так со мной пуступил?\n—Мне было скучно. И должна была понять, что я не такой уж и простой.\n—Какая же я дура. Наивная дура,- говорила я сама себе и слезы выступили из глаз.",
    "answers": [
      {
        "id": 88,
        "text": "Попытаться успокоиться"
      }
    ]
  },
  {
    "id": 88,
    "text": "Тут подбежали близнецы и Картер.\n—О, а вот и рыцари,-похоже ему нравится наколять обстоновку.\n—Извинись сейчас же перед девушкой и скажи всем, что все было ложью,-сказал твердо и четко Брэд и его глаза засветились ярким синим цветом.\n—Потише, волчонок, я ведь могу и одеть на тебя намордник,-все юлил Виктор.\n—Ладно, это было последним моим предупреждением,-вдруг он со всей мочи толкнул Виктора и накинулся на него с кулаками. А у Виктора в руках зажегся огонь, которыми он начал давить на руки Брэда, от чего тот кричал. И я увидела у него белые клыки. Я боялась, что он превратся в вервольфа и разнесет все в пух и прах.\n—Не надо, остановитесь! Пожалуйста, перестаньте!-я кричала и плакала одновременно.\nРайан и Картр начали растаскивать их.\nНо Виктор хотел снова ударить магией Брэда. Он быстро делал пальцами рук круговые движения, где нарастал темно-синий шар, отстранился назад и со всей силы направил на Брэда, но тот сумел вовремя увернуться.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Я побежала к Брэду и хотела помочь ему уйти, но синий шар со всей силы ударился в мне в живот. Резкая боль пронзила все мое тело и меня отнесло назад. Я очень сильно  ударилась головой о стену. И последнее, что я видела, лицо Виктора, который не ожидал такого поворота.\nДрузья подбежали ко мне, чтобы привести в чувства, но я уже отключилась.\nЭто был самый ужасный день в моей жизни. Но, что ждало меня впереди?",
    "answers": [
      {
        "id": 90,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 90,
    "text": "                    *Неизвестный знакомый*\n\nЯ открыла глаза и оказалась в какой-то белой комнате. На мне была белая одежда. И я ощутила, что у меня не было боли.\n—Я, что, умерла?- голос у меня задрожал. Я не понимала, что происходит.\nВдруг я очутилась в лесу. Было темно и очень холодно. Ничего не было видно, лишь один туман окружал меня.\nВдруг в далеке показались очертания какого-то темного силуэта.",
    "answers": [
      {
        "id": 91,
        "text": "Подойти ближе"
      },
      {
        "id": 91,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 91,
    "text": "Не успела я ничего предпринять, как он появился передо мной. Я увидела человека в черном плаще, его лица не было видно, так как капюшон скрывал его. Мне стало не по себе. Дрожь проступала по всему моему телу. И я обняла себя руками.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "—Нет, ты не умерла,-вдруг раздался искаженный мужской голос. Но он не сказал ни единого слова. Его слова прозвучали в моей голове.\n",
    "answers": [
      {
        "id": 93,
        "text": "—Что это за место?"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Это твоя голова. Твои мысли. Тебе холодно, потому что испытываешь сильнейшую боль. Туман-это предательство.-он говорил отрывками, отчего холод еще сильнее наступал на мое тело.",
    "answers": [
      {
        "id": 94,
        "text": "—Ты мне поможешь вернуться обратно, в академию?"
      }
    ]
  },
  {
    "id": 94,
    "text": "—Нет, только ты сама сможешь это сделать. Тебе нужна лишь вера. И я дарую ее тебе,-он протянул мне руку, в которой зажегся белый свет.\nЯ не могла смотреть на него, поэтому сильно зажмурилась. Я начала протягивать руку, но решила задать последний вопрос:",
    "answers": [
      {
        "id": 95,
        "text": "—Кто ты?"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Ты скоро узнаешь,-и белый свет начал окружать меня. \nЯ почему-то подумала о своей семьи. Я твердила себе, что обязана вернуться к ним живой и невредимой. Я не хотела, чтобы они переживали, ведь я их люблю. \nИ теперь я снова почувствовала боль, пронзавшую мою голову и живот. Я очнулась.",
    "answers": [
      {
        "id": 1,
        "text": "На 1-ю страницу."
      },
      {
        "id": 96,
        "text": "Глава 6. Пробуждение."
      }
    ]
  },
  {
    "id": 96,
    "text": "Свет рассеялся и я оказалась в постели. Я открыла глаза и увидела, что рядом сидели Элизабет и Картер. Не успела я ничего сказать, как меня резко вырвало. И почему-то в ведерко, как будто они знали, что меня затошнит.Из меня вышла какая-то синяя жидкость.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Слава Богам, что с тобой все в порядке,-обняла меня Элизабет.\n—Как ты?-поинтересовался Картер.",
    "answers": [
      {
        "id": 98,
        "text": "—Ты называешь это в порядке?"
      },
      {
        "id": 98,
        "text": "—Ужасно"
      }
    ]
  },
  {
    "id": 98,
    "text": "И я указала на ведро.\n—Просто магия выходит именно таким образом,-ответила Лиззи.\n—Ты оправишься и все будет хорошо,-с надеждой ответил Картер.\n—Спасибо,-улыбнулась я.\n—Сколько времени я была в отключке?\n—Пять дней,-тихо сказала Элизабет и опястила голову,- мы думали... мы думали, что ты не очнешься.\n—Но очнулась же,-я хотела развеселись Лизз и Картра.",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Утро выдалось очень солнечным. Я быстро проснулась и пошла умываться и завтракать. Больничная еда была ужасной, но что поделать, нужно набираться сил.\nКогда я покушала, то пошла в свою палату и мне снова поставили капельницу. Но от нее я не спала и мне не нужно было излечиваться магией. Как сказала медсестра: \"К концу недели тебя выпишут\".\nА сегодня была пятницу. Так что придется полежать пару дней. Это меня радовало.\nЯ решила почитать книгу, потому что делать было совершенно нечего.\nВдруг я услышала стук в палату.",
    "answers": [
      {
        "id": 101,
        "text": "—Войдите"
      },
      {
        "id": 101,
        "text": "Ничего не говорить"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вдруг вошла медсестра. \n—Всё, время вышло, ей нужен отдых. Можете прийти завтра,-строго сказала она.\n—Ладно, увидимся завтра, выздоравливай поскорее,-попращались мои друзья.\n—Пока.\n  Медсестра мне поставила капельницу и я уснула. Как оказалось-лечение магией болезненный процесс. Я была рада, что вернулась в наш мир.\nДень быстро закончился и уже смеркалось, отчего я быстро уснула. Ночью мне опять снился человек в черном капюшоне. Но это был просто образ, никаких действий не происходило. Я решила, что не буду об этом никому рассказывать.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Открылась дверь. И вы не поверите кого я увидела!\n",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Это был Виктор. Его физиономия искажала грусть и сожаление. У него были темные круги под глазами от недосыпа, наверное. У него в руках был букет цветов.\nОн осторожно подходил к моей постели.\n— Что тебе нужно?-спросила я и легонько приподнялась в положение полусидя.\n—Тогда... я был полным ублюдком. Я так жестоко обошелся с тобой. А потом и вовсе спустил свою ярость, нечаянно, на тебя. Не думаю, что ты меня когда-нибудь простишь.. Но все же попытаюсь. Прости меня, пожалуйста, я не хотел, чтобы такое произошло с тобой..-он говорил с полным сожаление. Его глаза даже не смотрели на меня.",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Серьезно? Не хотел? На моем месте мог оказаться любой, даже Брэд. Ты мог убить его!-у меня началась истерика.\n—Прошу, пожалуйста, прости меня! Я умоляю тебя! Я обещаю, что подобного никогда не случится. Меня выгонят из академии, а потом и вовсе из семьи.. я очень хотел поступить в Бэлхауд. Но мои гены дают о себе знать. Прости меня,-он смотрел на меня своими изумрудными глазами, я увидела в них истинну и решила",
    "answers": [
      {
        "id": 104,
        "text": "—Я никогда тебя не прощу!"
      },
      {
        "id": 105,
        "text": "—Ладно, я прощаю тебя."
      }
    ]
  },
  {
    "id": 104,
    "text": "Он очень зло посмотрел на меня. Ничего не говоря вышел и со всей силы закрыл дверь от палаты. Впоследствии я его больше не видела. Говорили, что его и вправду в выгнали из семьи. Мне было немного жаль его. Но он получил по заслугам.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вся грусть и печаль его вдруг ушла. Он искренне посмотрел на меня и улыбнулся:\n—Спасибо, я знаю, что я сделал и это всегда будет мучать меня до самой смерти. Я очень рад, что ты намного умнее меня и не становишься такой как я. Я обещаю, что исправлюсь. Выздоравливай.\nОн подошел ко мне и обнял. Мне почему-то даже стало легче. И ушел.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "В обед ко мне пришли близнецы. Спрашивали как я и что мне нужно. Рассказывали веселые и не очень истории за время моего отсутствия на учебе. Эти два дня пролетели очень быстро. Я чувствовала себя намного лучше. Но тот мужчина так и остался у меня в голове. Иногда мне кажется, что он приглядывает за мной. \nНа выходных, когда меня выписали, нас пригласили к директору, чтобы разъяснить всю ситуацию, произошедшую в понедельник. Мы рассказали все как есть.",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "За выходные Элизабет и Картер сумели мне разъяснить все уроки за неделю. У них это хорошо получалось. Все были рады, что со мной все в порядке. И я тоже.\nРодителям ничего не сообщали, я не хотела, чтобы они волновались за меня.\nДумаю, все это послужило мне неким уроком и начну жизнь заново. Жизнь с чистого листа. Вот она и началась.",
    "answers": [
      {
        "id": 1,
        "text": "На 1-ю страницу"
      },
      {
        "id": 107,
        "text": "Глава 7."
      }
    ]
  },
  {
    "id": 108,
    "text": "в процессе...",
    "answers": [
      {
        "id": 1,
        "text": "На 1-ю страницу"
      }
    ]
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  }
]