[
  {
    "id": 1,
    "text": "Яжмать — серия выпусков про яжематерей.\nТут я буду вам рассказывать про свои и чужие истории связаные с этими яжематерями.\nЭто будет как простая книга, вкючающая в себя  до 10  историй связаными с этими перосонами.",
    "answers": [
      {
        "id": 2,
        "text": "1 История"
      }
    ]
  },
  {
    "id": 2,
    "text": "Иду по улице и ем мороженное. Ко мне подошёл малой лет 7-8 и ударил меня в живот, засмеялся и убежал к своей мамке.\nДалее диалог: Я — Я; Яжм — яжемать ; М — ребёнок яжематери.\nЯ: Девушка, ваш сын меня ударил в живот.\nЯжм: И что? Он же ещё ребёнок! \nЯ: Накажите его, в будующем он может ещё кого-то ударить.\nДалее будет нецензурная лексика.\nЯжм: Да кто ты тут такая!? Ты никто! Хотя... Ты курица безмозглая, куртизанка! ребёночка моего хотела соблазнить! *берёт телефон из кармана и демонстративно набирает 02* Ну ничего, сейчас приедет наряд полиции и посадит тебя!\nМ: Да мамочка! Она покащывала мне сиси\nЯ: *Стою в недоумении* \nЯжм: Отдай моему золотку мороженное ия не вызываю полицию!\nЯ: Вы вобще обнаглели?! Сначало оскорбляете меня, а потом мореженое просите!? Ну уж нет. *Звоню парню, говорю куда прийдти и стараюсь задержать Яжм да-бы та не убежала.* \nП- парень\nП: Что случилось? \nЯ: *расказала всё с самого начала. *\nп: *Подошел почти в плотную к Яжм* Кто тут курица безмозглая?! Кто тут куртизанка?! \nМ: * пытатся бить парня между ног*\nП: *Взял малого за шкирки и посадил на мусорник*\nЯжм: что вы делаете?!\nП: Кто тут курица безмозглая?!Кто тут куртизанка?\nЯжм: твоя ведьма!\nП:* вмазал пощечину Яжм* Уходим.",
    "answers": [
      {
        "id": 3,
        "text": "2 История"
      }
    ]
  },
  {
    "id": 3,
    "text": "Стою на остановке утром. Опаздываю на практику в шк. (Было начало лета). На остановке стоят 2 тётки.\nПодъезжает нужная маршрутка но она забитая. Все заходят на заднюю дверь и я с костылём пытаюсь протиснутся.\nДиалог: Я-я Яжм- яжемать\nЯ : Можете дать мне зайти в маршрутку?\nЯжм: *Тётка сама по себе жырная\" Та мне по**й.\nЯ: А он у вас есть?!\nИ тут закрываются двери маршрутки  и эта тётка стоит в ах**е.\nЯ жду след. маршрутку с довольным лицом.",
    "answers": [
      {
        "id": 4,
        "text": "3 История"
      }
    ]
  },
  {
    "id": 4,
    "text": "Захожу в магазин что-бы купить мороженое. Купил. Выхожу на улицу и ко мне подходит малой и просит мороженое. Я ему отказываю.\nЯжм: *бухая в стельку* Купи  моему сыночку мороженку! Иначе убью! \nЯ розворачиваюсь будто ничего не соучилось. Через пару секунд в меня летит буьылка из под пива и разбивается об голову\n Я быстро достаю телефон и фотографирую ту женщину и вызываю полицию. В итоге лишили ту тётку род. прав, она заплатила компенсацию в размере 10 тысяч рублей(бросок бутылки причинил лёгкое сотресение мозга).",
    "answers": [
      {
        "id": 5,
        "text": "4 история"
      }
    ]
  },
  {
    "id": 5,
    "text": "Пришла к маме подруга в гости, со своим личинусом. Я сказал что в комнату мою пусть никто не заходит, а сам пошел в магазин. Меня небыло минут 10. Я захожу в комнату а там... Переломаные коллекционные фигурки, сломаная приставка, джойстики, все диски поцарапаны либо залиты соком. Я стою в шоке.Начал искать котёнка. Нашел, мёртвым...\nЯ просто стою в шоке, а это адское создание валит уже со своей мамкой. Я расказал всё маме, она была в шоке. Мы похоронили котёнка, ему было 3 месяца.\nПодали заявление. Они выплатики штраф 150 к рублей.\nБольше с этими \"людьми\" мы не общаемся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  }
]