[
  {
    "id": 1,
    "text": "Вампиры. Становление. Автор  DarkX\nПродолжение моей книги. Выбор за Вами, кем Вы стали, пройдя первую книгу:",
    "answers": [
      {
        "id": 2,
        "text": "Начать за вампира"
      },
      {
        "id": 3,
        "text": "начать за проклятого"
      },
      {
        "id": 4,
        "text": "начать за человека"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вам не давал покоя тот сон, который Вам приснился не так давно. Вы все больше и больше думали о нем, забывая повседневную людскую суету... Свет дня перестает для Вас существовать, обычная для людей пища не приносит чувства насыщения... Все больше и больше Вы чувствуете Кровный Зов — и Вам хочется действовать!",
    "answers": [
      {
        "id": 5,
        "text": "Выйти во мрак ночи, на улицу"
      },
      {
        "id": 6,
        "text": "Остаться дома"
      }
    ]
  },
  {
    "id": 3,
    "text": "Проклятый... После своей скоропостижной кончины, Вы перевоплотились в существо, не чувствующее боли и движимое постоянной жаждой мести по отношению к вампирам, ибо по их вине Вы обрели свое проклятье, а также злобой на все живое из-за своей неживой сущности.",
    "answers": [
      {
        "id": 24,
        "text": "начать путь проклятого"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы-Человек... И это звучит гордо, ибо ничто из пережитого Вами не смогло поменять Вашей сущности и превратить в чудовище... Однако, как каждый нормальный человек, Вы стремились к познаниям непознанного Вами, Вы часто вспоминали странный сон, который был почти реален (см. квест Вампиры от DarkX)... И, как итог, Вы решили самостоятельно найти ответы на Ваши вопросы.",
    "answers": [
      {
        "id": 19,
        "text": "пойти ночью на кладбище"
      },
      {
        "id": 19,
        "text": "Человек - это звучит гордо!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Улицы Вашего родного тихого городка никогда не пугали Вас. С раннего детства Вы бродили по ним, наблюдая, что делается в окружающем мире. А вот ночью Вы выходили редко. Теперь ночь — Ваш единственный союзник, способствующий Вашему свободному передвижению по улице. Вы идете по дороге в полной тишине и одиночестве... Вдруг Вы слышите пронзительный женский крик, но не уверены, откуда он раздался.",
    "answers": [
      {
        "id": 7,
        "text": "Прислушаться"
      },
      {
        "id": 11,
        "text": "Пойти своей дорогой"
      }
    ]
  },
  {
    "id": 6,
    "text": "Когда Вы тихо-мирно сидите дома, Вы вдруг слышите громкий взрыв — входная дверь Вашего дома разлетелась в щепки",
    "answers": [
      {
        "id": 5,
        "text": "Вы сбегаете через окно"
      },
      {
        "id": 17,
        "text": "Вы спрятались во мраке и ждете"
      }
    ]
  },
  {
    "id": 7,
    "text": "Определенно крик раздался со стороны сосновой рощи, расположенной недалеко от дороги, по  которой Вы шли. Прислушавшись, Вы услышали: частое дыхание, грубый мужской голос, женские плач и всхлипы...Ваше решение",
    "answers": [
      {
        "id": 9,
        "text": "броситься на помощь, сломя голову"
      },
      {
        "id": 10,
        "text": "осторожно пойти в сторону действий, скрываясь во тьме и за деревьями"
      },
      {
        "id": 11,
        "text": "Не обращать внимания, пройти мимо"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы аккуратно безшумно выслеживаете жертву — одиноко бродящий по окрестностям парень, забывший об осторожности... Вы",
    "answers": [
      {
        "id": 14,
        "text": "подкрадываетесь к нему сзади"
      },
      {
        "id": 16,
        "text": "бросаетесь на него из темноты, сбивая с ног"
      }
    ]
  },
  {
    "id": 9,
    "text": "В несколько прыжков на нечеловеческой скорости Вы оказываетесь в гуще событий: на маленькой полянке находятся двое мужчин, в руках у них ножи, направленные в сторону жертвы — молодой девушки, сидящей на земле. Вы",
    "answers": [
      {
        "id": 12,
        "text": "Цепью молниеносных рукопашных атак наносите четкие удары по жизненно важным органам нападавших"
      },
      {
        "id": 13,
        "text": "ждете, как поступят нападавшие"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ну сколько еще можно ждать? Шейла, покричи еще! Похоже, вампирские ублюдки стали осторожнее! — сказал один из двух стоящих над девушкой мужчин, держащих на изготовке ножи.\n— Сам покричи, недоносок! Может, кровососы лучше клюнут на тебя! — резко отозвалась девушка-жертва. У нее в руках Вы замечаете деревянный кол.\nТретий мужчина говорил с кем-то по рации, сообщил, что пока все тихо.",
    "answers": [
      {
        "id": 17,
        "text": "остаться во мраке на своем месте"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы прошли мимо, не обращая внимания на крики...Пройдя дальше, Вы услышали шум приближающихся людей с разных сторон",
    "answers": [
      {
        "id": 15,
        "text": "спрятаться во мраке"
      },
      {
        "id": 17,
        "text": "ждать, готовясь к внезапной атаке"
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда один из нападавших скрючился на земле в агонии, а второй истекал кровью из пробитой сонной артерии, Вы, смотря на них, почувствовали резкую боль, идущую со стороны спины к груди. Посмотрев на свою грудную клетку, Вы увидели, что из нее торчит заостренный конец деревянного кола. Можно не говорить, из какого дерева создан данный кол, ибо Вы по своему внезапно ухудшающемуся самочувствию и постепенной, но быстрой потерей сознания все прекрасно поняли сами... — Спокойной ночи, крошка. И будь ты проклят, очередной вампирский выродок!.. — раздался у Вас над ухом женский голос, когда Вы начали медленно падать на землю... Также женщина передала по рации, что одним вампиром меньше, однако имеются потери... А затем пришло забвение... Вы просто забыли о осторожности, а также о том, что идет многовековая жестокая война между людьми и вампирами...",
    "answers": [
      {
        "id": 1,
        "text": "В начало !1"
      }
    ]
  },
  {
    "id": 13,
    "text": "А напавшие поступили следующим образом: один из них выхватил из-за пазухи сеть из тонких блестящих металлических цепочек, и накинул ее на Вас. От соприкосновения с металлом Вы почувствовали боль жжения — серебро... Далее, когда Вы были обездвижены, второй нападавший достал деревянный кол и пронзил Ваше сердце. А тем временем девушка-жертва говорила по рации, что одним кровососом меньше и у них — без потерь... Вы умерли... Вот и помогай после этого людям... Тем более, что многовековая война между людьми и вампирами еще продолжается...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Пока вы осторожничали и крались за своей жертвой, сзади на Вас набросили сеть из серебрянных цепочек, а пока Вы корчились от боли и жжения из-за серебра, Ваше сердце пронзили деревянным колом... Вот Вам и парадокс \"ловец-жертва\", и жертва, как оказалось в данном случае Вы... И снова спускается мгла...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы спрятались во тьме парка, мимо Вас пробежали несколько человек в темных одеждах, которые встретились с другой группой людей, прибежавших к ним на встречу с той стороны, в какую Вы шли. — Не дайте ему уйти! Найдите его! — сказал один из людей, и остальные тут же разошлись в разные стороны. Вы поняли, что ищут они именно Вас!",
    "answers": [
      {
        "id": 17,
        "text": "Вы ждете во мраке"
      },
      {
        "id": 8,
        "text": "Осторожно выследить и захватить языка"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы успешно бросаетесь на жертву, сбиваете его с ног, обездвиживаете парой расслабляющих ударов, после чего, начинаете допрос",
    "answers": [
      {
        "id": 18,
        "text": "спросить, зачем за Вами идет охота"
      },
      {
        "id": 18,
        "text": "спросить, кто охотится за Вами"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы остаетесь на своем месте...Как чувствуете жар и жжение во всем теле — оказалось, что один из охотников подошел сзади и накинул на Вас сеть из серебряных цепочек. Пока Вы корчились от боли, Ваше сердце пронзили деревянным колом...И снова спускается мгла...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я ничего тебе не скажу, чертов кровосос! Скоро с вами будет покончено! — парень стал истерично громко смеяться. Ваши действия",
    "answers": [
      {
        "id": 21,
        "text": "все равно попытаться узнать ответы на свои вопросы"
      },
      {
        "id": 20,
        "text": "вонзить клыки в шею жертвы"
      }
    ]
  },
  {
    "id": 19,
    "text": "Когда Вы шли по ночному кладбищу, проходя мимо очередного склепа, Вы услышали разговор: — Мы уже битый час ждем в этом склепе, и ничего не происходит... Может ссылка в интернете \" как стать вампиром?\" не рабочая, или неправильно были указаны координаты логова? — сказал один из трех подростков. — Брехня все это! Враки, так я и думал. И зачем я только пришел сюда? — сказал второй подросток. — Да погодите вы! Я верю, что все сработает! Ждем еще, никуда не расходимся! — ответил третий, в данной компании он был явно лидером. Вы понимаете, что недросли захотели стать кровососами, насмотревшись всякой романтики и вбив себе в голову, что вампир — это круто...",
    "answers": [
      {
        "id": 38,
        "text": "Зайти в склеп"
      },
      {
        "id": 39,
        "text": "Остаться ждать, спрятаться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Как только Вы испиваете кровь жертвы, Вы не только ощущаете прилив сил, но и к Вам приходит осознание — За Вами охотится сообщество Креста, целью которого является искоренение всех Детей Ночи, база Детей Ночи — последний неприступный их оплот, находится в знакомом Вам месте...",
    "answers": [
      {
        "id": 22,
        "text": "Вы спешите в убежище"
      },
      {
        "id": 23,
        "text": "Вы спешите к себе домой"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пока Вы безуспешно пытаетесь узнать ответы на свои вопросы, к Вам сзади подкрадываются охотники (определенно громкая истерика парня была не случайной — его услышали соратники и пришли на помощь). Ваше сердце со стороны спины было пробито колом... И пока снова спускалась на Вас тьма, Вы снова услышали смех парня — Вашей недавней жертвы и его слова: — Я же говорил!..",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы достигаете убежища, тем самым спасаетесь. Поздравляю, Вы прошли квест по линии Вампир. Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 23,
    "text": "А дома Вас уже поджидало сообщество Креста. Охота на Вас закончилась не в Вашу пользу...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вам нужно было постоянно скрываться из-за своей неестественно уродливой внешности — облезлая кожа, свисающая гниющими клочьями с тела, запах трупных миазмов, постоянно сопровождающий Вас, а также лицо-череп с вечным оскалом гниющих, но острых, как бритва, зубов. Единственное, что отличало Вас от простого трупа — это живой яростный взгляд, оставшийся от человеческого существа, коим Вы были ранее, а также ловкость и реакция от вампирской сущности, которая была присуща вампирской крови предков, которую Вы вкусили, но отвергли в ту роковую ночь, когда Ваша жизнь изменилась... Голод Вас в нынешнем положении практически не беспокоил... Только жажда убивать и ярость проклятого движет Вами... Куда Вы отправитесь, чтобы попытать свою судьбу?",
    "answers": [
      {
        "id": 25,
        "text": "пойти на кладбище"
      },
      {
        "id": 26,
        "text": "спуститься в канализацию"
      }
    ]
  },
  {
    "id": 25,
    "text": "Под покровом ночи, Вы бесшумно ступаете по каменным тропам кладбища, проходя мимо фамильных склепов, статуй и крестов. Проходя мимо очередного склепа, Вы увидели, что двери его распахнуты, замок сломан, из чрева склепа доносится голоса а также присутствуют блики света... Вы понимаете, что данный склеп посетили непрошенные гости",
    "answers": [
      {
        "id": 27,
        "text": "зайти в склеп"
      },
      {
        "id": 28,
        "text": "пройти мимо"
      }
    ]
  },
  {
    "id": 26,
    "text": "Идя по наименее затопленным путям канализации, Вы услышали шорох, идущий со стороны заваленного мусором прохода.",
    "answers": [
      {
        "id": 34,
        "text": "затаиться во тьме"
      },
      {
        "id": 36,
        "text": "броситься разгребать мусор"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы прошли вглубь склепа, голоса стали слышны отчетливей — Вы поняли, что склеп посетила горстка подростков-марадеров... Они пока не видят Вас, ибо Вы скрыты мглой...",
    "answers": [
      {
        "id": 29,
        "text": "броситься из темноты на подростков, выбрав подходящий момент"
      },
      {
        "id": 28,
        "text": "оставить непутевых детей в покое, покинуть склеп"
      },
      {
        "id": 27,
        "text": "Делайте выбор",
        "comment": true
      }
    ]
  },
  {
    "id": 28,
    "text": "спустя несколько минут Вашего безцельного брождения, на кладбище прибегает толпа людей с огнестрельным оружием и факелами, и после того, как Вас расстреливают, Ваше тело сжигают... Оказалось, что присутствующие в склепе ( мимо которого Вы прошли) заметили Ваши шатания по округе, и дали знать об этом кому следует — Сообществу Креста... Вы погибаете...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 29,
    "text": "Пока подростки мирно щебечут о смерти и о вампирах, Вы выпрыгиваете из тьмы, ловким движением перегородив единственный выход из склепа. От Вашего эффектного появления подростки исходились диким криком испытанного ими потрясения.",
    "answers": [
      {
        "id": 31,
        "text": "Сказать им, что сейчас они узнают, что такое смерть (убить подростков)"
      },
      {
        "id": 32,
        "text": "сказать им, чтоб убирались"
      }
    ]
  },
  {
    "id": 30,
    "text": "подросток перепуганно рассказывает Вам, что данный склеп — есть вход в логово вампиров, и он с друзьями хотел в нем побывать",
    "answers": [
      {
        "id": 32,
        "text": "Выслушав непутевого отрока, отпустить его и оставшихся в живых его друзей"
      },
      {
        "id": 35,
        "text": "Узнав сей интересный факт, переломать кости непутевым"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пока Вы переламываете тела подростков одно за другим, словно щепки, один из них, остающийся живым, кричит, что хочет Вам поведать что-то важное.",
    "answers": [
      {
        "id": 30,
        "text": "выслушать напуганного подростка"
      },
      {
        "id": 33,
        "text": "переломать ему кости, как и всем остальным"
      }
    ]
  },
  {
    "id": 32,
    "text": "После того, как Вы отпустили подростков, спустя несколько минут на кладбище прибегает толпа людей, вооруженных огнестрельным оружием и факелами. После многократных выстрелов Вам в череп, Ваше еще шевелящееся тело сожгли... Оказалось, что подростки (после того, как Вы их отпустили) прибежали к Сообществу Креста и сообщили о встрече с Вами... Эта встреча оказалась для Вас роковой... Вы погибли...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы уничтожили подростков, не взирая на их громкие крики и мольбы о помощи... Данные крики были настолько сильны, что в склепе появилась толпа неизвестно откуда взявшихся вампиров, которые быстрыми сокрушительными ударами разобрали Ваше существо на части, уничтожив череп, после этого, на Вас спустился мрак... Вы погибли.",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 34,
    "text": "Спустя мгновения, гора мусора раскидывается появившимися в проходе людьми с оружием и факелами. Прислушавшись к их разговору, Вы узнаете, что на кладбище существует некое логово вампиров, но вот где именно — остается загадкой и для самих людей.",
    "answers": [
      {
        "id": 25,
        "text": "оставить людей наедине с их мыслями и рассуждениями и отправиться на кладбище"
      },
      {
        "id": 37,
        "text": "напасть на людей"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы, как никогда, поддались ярости проклятого, переломали кости оставшимся в живых, ибо понимали их замысел стать вампирами, проникни они в их логово... Теперь Вы знаете, где скрываются Ваши кровные враги... Вы победили. Пока...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 36,
    "text": "Разгребая мусор в предвкушении чего-то, или просто из-за любопытства, в Вас стреляют с другой стороны прохода. Через мгновенья появляются люди с оружием и факелами, которые после продолжительной стрельбы в Вас, сжигают Ваше тело... Вы погибли",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 37,
    "text": "Даже не понятно, зачем Вы напали на вооруженных до зубов людей, ибо смысла в этом не было абсолютно никакого... Видимо, Ваш разум затуманила ярость проклятого и ненависть ко всему живому... Битва закончилась в считанные секунды... Не в Вашу пользу — Вы погибли...",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы заходите в склеп, подростки устремяют взгляды на Вас, застыв в благоговении... Что Вы сделаете?",
    "answers": [
      {
        "id": 40,
        "text": "Поприветствовать недрослей, используя стиль вампира"
      },
      {
        "id": 48,
        "text": "Попытаться разогнать непутевых, чтобы не занимались чем попало"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили подождать дальнейшего развития событий, как вдруг увидели крадущееся существо, которое шло в сторону склепа. Вы успели разглядеть данное нечто-оно лишь издалека напоминало человека, гниющая кожа свисала лоскутами, лицо напоминало череп в вечном зловещем оскале, глаза светились, словно горящие угли... От существа веяло тлетворным запахом гнили и сковывающей прохладой смерти. Существо двигалось медленно, но грациозно, словно хищник, приближающийся к загнанной в угол жертве. Когда существо зашло в склеп, через несколько мгновений раздались крики ужаса и страшный хруст. Вы с ужасом заметили, что на кладбище практически все состояло из камня или металла — издавать жуткий хруст могли лишь переломанные кости... Также Вы заметили, что крики по-немногу сходят на нет...",
    "answers": [
      {
        "id": 42,
        "text": "Позвать кого-нибудь на помощь"
      },
      {
        "id": 43,
        "text": "Продолжать терпеливо ждать"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Ззздравссствуйте, детишшшки! Хотите ссстать вампирами? — говорите Вы, глядя подросткам в их испуганные, но благоговенные лица.\n— Да! Даа! Мы желаем! Покажи нам путь, о, дитя ночи!",
    "answers": [
      {
        "id": 45,
        "text": "Продолжать играть роль"
      },
      {
        "id": 48,
        "text": "Бросить игры, сказать, чтобы непутевые одумались"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы согласились и стали членом Общества Святого Креста. Вместе с Вами Общество добилось искоренения нежити... Но это — уже другая история...",
    "answers": [
      {
        "id": 1,
        "text": "Конец. Пока"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы, что есть мочи, бросились к выходу из кладбища, крича так, что даже мертвые бы проснулись... Когда Вы выбегали через ворота, Вы резко уткнулись в кого-то. Оглядев преграду, Вы поняли, что столкнулись с внушительного вида мужчину в черном плаще с обрезом в руке. Рядом стояли такие же грозные ребята, вооруженные огнестрельным оружием, арбалетами и тяжелыми факелами из металла. Также у кого-то в руках поблескивали подобия средневековых мечей, сабли и мачете... — Что стряслось, парень? — спросил Вас незнакомец, которого Вы чуть не сбили, когда бежали. Вы отвечаете:",
    "answers": [
      {
        "id": 44,
        "text": "Там, в склепе людям нужна помощь!"
      },
      {
        "id": 47,
        "text": "Да так, ничего особенного - привиделось всякое..."
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы продолжили ждать и не заметили, как сзади к Вам подошел вампир, и укусил Вашу шею... Когда Вы упали в предсмертной агонии, Вы еще успели увидеть страшную битву Проклятого и Вампира в их вечной кровной Войне... Но эта Война — не Ваша... Она стала краем Вашей жизни...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 44,
    "text": "— За мной, ребята! Покажем упырям, где черти зимуют! Не будь мы палладинами Общества Святого Креста, мать их в душу!.. — Крикнул мужчина с обрезом — он был явно лидером, так как на его клич одобрительно загудела толпа остальных парней. Все они бросились туда, куда Вы указали.",
    "answers": [
      {
        "id": 46,
        "text": "Побежать за ними"
      },
      {
        "id": 47,
        "text": "Убежать с кладбища домой"
      }
    ]
  },
  {
    "id": 45,
    "text": "Пока Вы продолжали разговаривать с подростками, в склеп медленно вошло существо, лишь издали напоминающее человека, с его тела свисали лоскуты гниющей кожи, лицо было лицевой частью черепа со зловещим оскалом, глаза светились нескрываемой яростью. От существа исходил гнойный запах и ледянной могильный ужас, сковавший всех присутствующих, и Вас в том числе... — Прощайтесь с жизнью, мои кровные враги! — Прокричало неестественным голосом существо, и принялось ломать подростков, как прутья... Это также стало и краем Вашей жизни...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 46,
    "text": "Прибежав к склепу, Вы увидели, как люди Общества Святого Креста стали сражаться с Проклятым, а также в битву вступили не весть откуда появившиеся в склепе Вампиры... Но люди побеждали... Когда последнее отродье Тьмы пало, к Вам подошел уже знакомый Вам лидер людей. — Спасибо тебе, парень. С твоей помощью мы нашли гнездо упырей! Теперь мы покончим с ними раз и навсегда. Ты, если хочешь, можешь к нам присоединиться. Что скажешь? — обратился к Вам лидер",
    "answers": [
      {
        "id": 41,
        "text": "Согласиться"
      },
      {
        "id": 49,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 47,
    "text": "Палладины, не обращая на Вас более никакого внимания, устремились в глубь кладбища. Когда люди скрылись из виду, Вы бросились бежать в сторону своего дома... Забежав домой, Вы закрылись на все имеющиеся замки и запирающие устройства. Немного успокоившись, Вы начали понимать, что идет некая Война между нежитью и живыми... Но это — не Ваша Война...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Одумайтесь, дурни! Неужели вы думаете, что вампиры существуют, и это круто? — Сказали Вы своим голосом. Подростки опешили... — Сам ты дурень, ну и зря же ты сюда пришел! — ответил лидер подростков, доставая из кармана нож. — Ребята, взять его! Я думаю, наши новые друзья не откажутся от такого подарка! — эти слова были последним, что Вы услышали в своей жизни, после чего, плоть Вашу пронзили несколько клинков... Это — край Вашей жизни...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы отказались... Вы осознали, что в эту ночь Вы стали свидетелем Войны... Однако это — не Ваша Война, Вы захотели остаться обычным Человеком с его обыкновенной Жизнью... В этом нет ничего предосудительного, ибо не каждый может вынести бремя ответственности за судьбу Человечества.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]