[
  {
    "id": 1,
    "text": "                                 Вступление\nТы — спутница Доктора Кто, а зовут тебя Агния. Вы встретились случайно, и с тех пор путеществуете в его ТАРДИС — машине перемещения во времени и пространстве.\nКаждый день вы спасаете миры и боретесь со злом, и у тебя  совсем нет времени на повседневную жизнь. \n\n[И пожайлуста, пишите комментарии. Мне надо знать, стоит ли писать продолжение. Спасибо!]",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "Звонит будильник. Но как же не хочется просыпаться! Первая пара — абсолютно ненужный предмет — русский язык. Ну кому он вообще нужен? Может, пропустить и еще немного поспать?",
    "answers": [
      {
        "id": 3,
        "text": "Лучше выспаться и прийти на вторую пару"
      },
      {
        "id": 4,
        "text": "Нет, лучше не пропускать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты легла и проспала еще час. Потом встала, умылась, покушала, оделась и пошла на вторую пару. НО! ТЫ ТАК И НЕ ВСТРЕТИЛАСЬ С ДОКТОРОМ! А ЭТО БЫЛА ФИКСИРОВАННАЯ ТОЧКА ВО ВРЕМЕНИ! ТЫ ДОЛЖНА БЫЛА ЭТО СДЕЛАТЬ! Ты создала огромный парадокс. Пространственно — временная воронка закрылась и Вселенная провалилась в нее.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ ВСЕГО!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты нехотя встала и, стараясь не упасть, побрела к умывальнику. Из зеркала на тебя смотрело лицо красивой (но по утрам похожей на зомби) 21 — летней девушки. Рыжие волосы торчали во все стороны. Боже, как же ты из расчешишь? Ты умылась, на скорую руку поела и побрела на пары. ",
    "answers": [
      {
        "id": 6,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Я — Доктор.\n— Доктор кто?\n— Просто Доктор \n— А так разве бывает?\n— Ну я же есть!\n— Пожалуй, есть — сказала ты и ткнула в него пальцем.\nДоктор рассмеялся:\n— Еще вопросы?",
    "answers": [
      {
        "id": 10,
        "text": "Да, пожалуй."
      },
      {
        "id": 17,
        "text": "Да нет, пожалуй."
      }
    ]
  },
  {
    "id": 6,
    "text": "Ничего примечательного. Одни и те же пейзажи, изо дня в день, постоянная рутина...\nНо вдруг ты услышала странный звук. Он просто не поддается описанию. Как буд-то палкой провели по струнами рояля. Неизвесно, что там: может, смертельная опастность, а может, сущий пустяк. Идти или не идти, вот в чем вопрос...\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Решено - идти!"
      },
      {
        "id": 8,
        "text": "Да ну его! Мало ли, что там."
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Да ладно!\" — подумала ты. \"Все равно этот русский никому не нужен!\" — подумала ты. И вот ты уже бодро шагаешь по направлению к звуку. То, что ты увидела в следующее мгновение, поразило тебя. Прямо на твоем месте начала материлизоваться полицейская телефонная будка! \"Не может быть\" — подумала ты и каким-то чудом оказалась внутри! Но что самое интересное, всем своим нутром ты испытала сильнейшее ощущение дежавю! Что бы это могло значить?...\nТвой поток мыслей прервали слова мужчины:\n— Эй, ты как сдесь очутилась! Я ведь даже не приземлился!\nТы резко обернулась. Ты находилась в огромном помещении с разноцветными вещичками и огромной ... панелью управления? За ней стоял мужчина лет 35, одетый в официальный костюм коричнегого цвета, а поверх костюма — бежевое пальто до пола. На ногах были белые красовки, а прическа оставляла желать лучшего... Он стоял с явным недоумением на лице. Стоп! Тебя ведь поглотила полицейская телефонная будка! Как же..........",
    "answers": [
      {
        "id": 9,
        "text": "Упасть в обморок. "
      },
      {
        "id": 9,
        "text": "Упасть в обморок"
      }
    ]
  },
  {
    "id": 8,
    "text": "Решив ни на что не отвлекаться, ты направилась дальше. Ты успешно добралась до института НО! ТЫ НЕ ВСТРЕТИЛАСЬ С ДОКТОРОМ! А ЭТО БЫЛА ФИКСИРОВАННАЯ ТОЧКА ВО ВРЕМЕНИ! Ты создала огромный парадокс. Пространственно — временная воронка закрылась и Вселенная провалилась в нее.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ ВСЕГО"
      }
    ]
  },
  {
    "id": 9,
    "text": ".................. эй......... эй!........... ЭЙ!!!!!!!!!\n— О, очнулась! Ну-ка признавайся! Тебя подослали далеки? Под страхом смерти они заставили тебя подобраться ко мне любой ценой и угнать мою безценную ТАРДИС? И ты сможешь это сделать, потому, что одна из Агентов Времени, а упала в обморок из-за протозонеаклетической непереносимости смены генумов?\nМысли путались, а после такой непонятной и совершенно несправедливой речи соображать вообще было невозможно. Ты приоткрыла глаза и сонно сказала:\n— Протозаточто? Клянусь, половину слов ты выдумывал на ходу!\n— Невозможно! — сейчас по лицу мужчины нельзя было сказать какие эмоции бушуют внутри него —  Совпадение? ТАРДИС буд-то с ума сошла, а потом ты... Не верю я в совпадения... Ну что ж, раз так, то, может, банан? Или печеньку? С чаем?",
    "answers": [
      {
        "id": 10,
        "text": "банан"
      },
      {
        "id": 10,
        "text": "печеньку"
      },
      {
        "id": 10,
        "text": "ничего не нужно"
      }
    ]
  },
  {
    "id": 10,
    "text": "У тебя было достаточно времени, чтобы собраться с мыслями, так что после 5 — минутного молчания ты спросила:",
    "answers": [
      {
        "id": 14,
        "text": "Где я?"
      },
      {
        "id": 5,
        "text": "Кто ты?"
      },
      {
        "id": 11,
        "text": "Я сошла с ума?"
      },
      {
        "id": 12,
        "text": "Давай подведем итог..."
      },
      {
        "id": 17,
        "text": "Спасибо, у меня больше нет вопросов."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Нет. Никак нет. Так что оставайся в таком же здравии! Что-то еще?",
    "answers": [
      {
        "id": 10,
        "text": "Да, есть еще что спросить."
      },
      {
        "id": 17,
        "text": "Это все, что я хотела узнать."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Я на космическом корабле ТАРДИС, который в данный момент лавирует в открытом космосе, рядом со мной сидит либо человек из будующего, либо пришелец, а снаружи все это вмещается в полицейскую телефонную будку?!\n— Так и есть! Я пришелец с планеты Галлифрей, собственноручно уничтожил планету и всех своих сородичей, у меня два сердца и после смерти я могу регенерировать, но делать могу это лишь 12 раз. А еще я безумно люблю печеньки и бананы. Еще... Стоп. Почему я тебе все это рассказываю? Обычно все наоборот ... Есть вопросы ещё?",
    "answers": [
      {
        "id": 10,
        "text": "Да конечно есть!"
      },
      {
        "id": 15,
        "text": "Нет! Я отказываюсь верить тебе!"
      },
      {
        "id": 17,
        "text": "После ЭТОГО уже нет."
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты нагнала Доктора, который порвался сквозь толпу бегущих в обратную сторону людей.\n— А ты хорошая бегунья! — улыбнулся Доктор\nТы немного смутилась. \n— Что там?\n— Не знаю — пожал плечами Доктор — Судя по всему, сейчас увидим.\nПеред тобой пробежал мужчина. Тебе показалось, что СТОЛЬКО страха на одном лице ты не видела. Вдруг он подбежал к тебе и...\n",
    "answers": [
      {
        "id": 31,
        "text": "Упал замертво"
      },
      {
        "id": 32,
        "text": "Прокричал вам на ухо"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ты — в темполярно — антигравитационном регуляторе измерения дисанции сверхновой, коротко ТАРДИС, и в данный момент мы дрейфуем в открытом космосе. Не волнуйся, ты скоро сама все увидишь.\nМужчина готов был выслушать новые вопросы.",
    "answers": [
      {
        "id": 10,
        "text": "У меня есть еще вопрос."
      },
      {
        "id": 17,
        "text": "Спасибо, вопросов больше нет."
      }
    ]
  },
  {
    "id": 15,
    "text": "Со словами \"Нет! Я отказываюсь верить тебе!\" ты выбегаешь из комнаты, непонятно как находишь выход и выпрыгиваешь в открытый космос. Так как Доктор не расширил атмосферное поле ТАРДИС, ты задохнулась.",
    "answers": [
      {
        "id": 1,
        "text": "Это твой КОНЕЦ"
      }
    ]
  },
  {
    "id": 16,
    "text": "[Не, милая, так не пойдет. Я знаю, что ты не бездушная тварь! Так что давай, вернись на шаг назад и обрати внимание на этих молящих о помощи людей. К тому же, ты все равно не сможешь вернуться домой, ведь Доктор уже бежит по направлению к крикам. Советую поторопиться, а то он и вовсе скроется из виду!]",
    "answers": [
      {
        "id": 25,
        "text": "[вернуться назад]"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Ну и славно. — улыбнулся Доктор — а тебя, кстати, как зовут?\n— Агния. Но все называют меня Агни.\n—Хорошо, Агни. Тебе нужно выспаться. Постарайся уснуть, а потом я тебе все объясню подробнее.\nНе успела ты и подумать о том, что это неплохая мысль, как веки твои сомкнулись и ты провалилась в глубокий сон без каких-либо сноведений.\nНо вдруг ты почуствовала сильнейшую тряску, из-за которой свалилась с кровати.",
    "answers": [
      {
        "id": 18,
        "text": "[проснуться]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты попыталась встать на ноги, но тебя снова сбил мощный толчок. \n— Что это было? — ты обратила этот вопрос Доктору, который весело смотрел на тебя.\n— Помнишь, я говорил тебе что это машина перемещения во времени и пространстве? Так вот, мы переместились на миллион лет в будущее! Сейчас мы в 3яблоко3000алмаз658 году! Ну как?",
    "answers": [
      {
        "id": 19,
        "text": "Упасть в обморок"
      },
      {
        "id": 20,
        "text": "Поинтересоваться, что там"
      }
    ]
  },
  {
    "id": 19,
    "text": "Твой разум не выдержал и ты снова упала в обморок. Когда ты очнулась, то спросила:\n— Я долго было в отключке?\n— Да нет, всего пару минут. Пожалуй, на тебя негативно влияют перемещения. — ответил Доктор.\n",
    "answers": [
      {
        "id": 20,
        "text": "Поинтересоваться, что за дверью"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Не знаю! — весело ответил Доктор.\nТебя это немого насторожило, но, где-то внутри себя, ты почувствовала радость. Сама незная почему, ты начала плакать от ... счастья? Доктор не заметил этого. И хорошо. После нескольких минут молчания он спросил:\n— Ну так что, идешь?\nВ голове у тебя путались разные мысли. С одной стороны, это был какой-то незнакомец, который наговорил тебе кучу всякой ерунды и у которого ненормальная тяга к печенькам и бананами, но с другой — он предлагает тебе все время и пространство! Ты можешь заглянуть в любой уголок Вселенной и, пожалуй, даже за ее пределы! Еще и это странное чувство... \nТак что же ты выберешь?",
    "answers": [
      {
        "id": 21,
        "text": "Попросить Доктора увезти тебя домой от греха подальше"
      },
      {
        "id": 22,
        "text": "Конечно же, остаться с Доктором!"
      }
    ]
  },
  {
    "id": 21,
    "text": "Как оказалось, ты была редкой занудой! Ты попросила Доктора отвезти тебя домой, что он и сделал. \nДо конца своих дней тебя терзали вопросы и ты прожила всю жизнь жалея об упущенном шансе.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 22,
    "text": "Не долго думая, ты пошла за Доктором. Ты просто не могла поверить своим глазам! Такие небоскребы! А горы... фиолетовые, красные, зеленные... Интересно, а снег тут тоже разноцветный? В детстве ты мечтала о таком...\n— Вот она, новая Земля! — торжественно начал Доктор — Будущий дом человечества. О, вы с таким почетом относитесь к своей колыбели (старой Земле), что воссоздали все до мельчайших подробностей! Я вами просто восхищен! Странно — добавил он немного погодя — ты буд-то не удивлена...\n— Нет, я очень удивлена — ответила ты — тебе просто ... кажется!\nИ в самом деле, даже внутри себя ты не переживала каких-либо взрывных эмоций. Это очень удивительно для такого эмоционального человека, как ты.\n— Ну что, куда отправимся? — спросил улыбающийся во весь рот Доктор — вон там — он указал направо — есть прекрасный ресторанчик, в котором продают умопомрачительные печеньки! А там — он указал налево — базар. Что может быть лучше базара в будущем? Даже через столько лет вы все равно продолжаете им пользоваться. А если пройти прямо, то можно осмотреть достопримечательности. Ну? Определилась? Выбор за тобой!",
    "answers": [
      {
        "id": 23,
        "text": "В ресторанчик направо."
      },
      {
        "id": 24,
        "text": "На базар налево"
      },
      {
        "id": 25,
        "text": "Прямо. Посмотреть на достопримечательности"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты решила отправиться в ресторанчик. К тому же, ты была немного голодна. \nВы проходили мимо трамвайной остановки. Удивительно! Тебя всегда удивляла непотребеость в этом виде транспорта, и вот тебе пожайлуста! Щебетали птицы, цветы излучали свой аромат и на мгновение ты задумалась, что, пожалуй, все не так уж и сильно поменялось. Только бабушек с фруктами вдоль дороги не хватает! Ты погрузилась в свои мысли... \nИ только когда вы уже подходили, ты вдруг вспомнила, что у тебя нет денег! Никаких! А тем более денег из будущего! Ты поделилась этим с Доктором.\n— Посмотри сюда — сказал он с таким видом, буд-то только что открыл Америку.\nТы посмотрела. В чехле для прав, пропусков и тому подобных вещей была...",
    "answers": [
      {
        "id": 26,
        "text": "просто белая бумажка"
      },
      {
        "id": 27,
        "text": "кредитная карта "
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты решила отпрпвиться на базар. Никогда не могла устоять перед покупками!\nТут было столько всего нового!  Эти телефоны — даже не телефоны, а булавки какие-то — все такое интересное! И каждый продавец предлагает свой товар, как лучший! У тебя просто разбегались глаза! И ты решила купить себе...",
    "answers": [
      {
        "id": 28,
        "text": "Предсказатель погоды"
      },
      {
        "id": 29,
        "text": "Индикатор настроения"
      },
      {
        "id": 30,
        "text": "Ничего не покупать"
      }
    ]
  },
  {
    "id": 25,
    "text": "[если ты осмотрела не все, то советую вернуться и осмотреть; серьезно]\nВы пошли осмотреть достопримечательности. Какой же это красивый город! Вдоль дороги росли деревья, архитектура очень отличалась от той, которую ты знаешь, но она напоминала тебе сталинки с их украшениями и великолепием. В небе плавали белые облака, а мамочки гуляли со своими детьми в парке. Ты всегда мечтала, что когда-нибудь окажешься среди них...\n— Он чем-то напоминает мне Галлифрей — задумчиво сказал Доктор. \nТы шла и любовалась красотами будущего. В голове у тебя крутились разные мысли, типа \"Как это вообще возможно?\" и \"А я? Как я нахожусь здесь?\" а также \"Да! Вот это красота\" и что-то вроде \"Нет. Я определенно сошла с ума!\" .\nТвои мысли прервали крики людей.",
    "answers": [
      {
        "id": 22,
        "text": "[вернуться, если ты осмотрела не все]"
      },
      {
        "id": 13,
        "text": "Посмотреть, что случилось"
      },
      {
        "id": 16,
        "text": "Остаться бездушной тварью"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Не может быть! — закричал Доктор.\n— Что такое? Чего не может быть?\nТы явно недоумевала. Он начал тебя рассматривать, как нечто новенькое, от чего у тебя мурашки пошли по коже.\n— Все, все видят там то, что хотят увидеть! Почему ты... Ты гений? Специально обученный человек? Да кто ты такая, Агния? \n— Что... что со мной не так?",
    "answers": [
      {
        "id": 27,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 27,
    "text": " — Видишь ли, это психобумага. Показывает то, что ты хочешь увидеть. Все видят там то, что хотят... Неважно. Что-то я увлекся. Здесь — Доктор показал на психобумагу — много денег. Так много, что мы можем выкупить этот ресторан и посетителей вместе с ним. Так что на печеньки нам точно хватит. \nИ с этими словами вы направились к ресторану. Хотя ты была не такой фанаткой печенек, как Доктор, они и впрямь оказались умопомрачительными. После того, как вы расплатились, Доктор спросил:\n— Ну что, куда дальше?",
    "answers": [
      {
        "id": 22,
        "text": "[выбрать]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Это был маленький элипс. Он был очень элегантным и изящным. Казалось, буд-то он из чистого золота был выкован руками гномов. \"Предсказатель погоды\"... название все говорит! Если будет дождь, предсказатель холодный, а если солнце — теплый. Как-то так.",
    "answers": [
      {
        "id": 30,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Это был маленький кругленький значок. Он показывал настроение окружающих. Когда ты включила его на базаре, он чуть с ума не сошел! Ты решила включить его где-то там, где не так людно.",
    "answers": [
      {
        "id": 30,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Так, с базаром покончено — Доктор сделал вид что поставил галочку в блокноте — куда дальше?",
    "answers": [
      {
        "id": 22,
        "text": "[выбрать]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Очень жаль, ведь вы так и не поняли, что же так напугало его? Демоны? Оборотни? Вампиры? ",
    "answers": [
      {
        "id": 33,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Дома! Дома ходят! Они.... они убивают людей! Там внутри тоже есть люди! Дома пожирают людей! Они используют их как топливо! Не идите туда, прошу вас! Вы погибнете! Погибните!\nИ мужчина упал замертво. Ты подошла к нему. Ты ведь обучаешься на медицинском факультете. \n— Пульса нет. Я ничего не могу сделать.\nДоктор грустно отвел глаза. Вы пошли дальше.",
    "answers": [
      {
        "id": 33,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 33,
    "text": "И вдруг прямо перед собой ты увидела дом (если ЭТО можно было назвать домом), который шел прямо на тебя. Тебе пришлось собрать всю силу в кулак, чтобы снова не потерять сознание. В доме были люди. Дом медленно сжигал их, доставляя им немыслимую боль. Крики мужчин, женщин и детей заполнили твой разум и оглушили тебя. Пожалуй, ты оказалась бы рядом с ними, если бы не Доктор.\n— Быстро! Возвращайся в ТАРДИС! — крикнул он и убежал.\nИтак, у тебя есть пару секунд на размышления — уйти в ТАРДИС или ослушаться и побежать за Доктором?",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться в ТАРДИС"
      },
      {
        "id": 35,
        "text": "Побежать за Доктором"
      }
    ]
  },
  {
    "id": 34,
    "text": "[У тебя прям на лбу написано \"ЗАНУДА\". ]\nТы вернулась в ТАРДИС, а когда Доктор на следующий день пришел, то отправил тебя домой и больше ты с ним не увиделась.",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ (а ведь все могло быть так интересно!)"
      }
    ]
  },
  {
    "id": 35,
    "text": "\"И кто вообще Доктора слушает!\" — подумала ты. \"Там же происходит все самое интересное!\" — подумала ты.\nИ вот ты уже бежишь по направлению к Доктору.\n— Зачем ты пришла? — спросил он. — Я же велел тебе оставаться в ТАРДИС!\n— А я не послушалась. Ну, что тут у нас?\n— А сама рассказывай, раз такая умная!\n— Ну... я думаю... предполагаю.... что живыми являются не сами дома, а то, из чего они сделаны. \n— Ладно. Ты и правда умная.\nТут он достал из кармана звуковую отвертку и просканировав местность.\n— Старая добрая звуковая отвертка... — невольно вырвалось у тебя.\n— Да — да... — Доктор был явно очень занят — Стоп. Звуковая отвертка, так ты сказала?\n— Да \n— Но как ты узнала, что это звуковая отвертка? Ты ведь в первый раз ее видишь?\nЭтот вопрос застал тебя врасплох. А ведь и правда, эту отвертку ты видела впервые!\n— Я... я не знаю — промямлила ты — я как буд-то всегда об этом знала...\n—Чем дальше в лес, тем больше дров. Так. Сейчас на нас бежит огромный дом и хочет нас съесть. Полагаю... оценивая ситуацию... делаем отсюда ноги! Скорее!",
    "answers": [
      {
        "id": 36,
        "text": "[бежать]"
      },
      {
        "id": 37,
        "text": "[остаться на месте и спокойно ждать смерти]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Дважды тебя просить не пришлось.  Вам с Доктором очень повезло, что дом не преследовал конкретную цель, а шел наугад, так что вы быстро оторвались.\n— Как же я за этим соскучилась! — отдышавшись, прокричала ты.\n— Соскучилась?! Агния, мы видемся впервые, как ты могла соскучится?\n— Я.... я такого не говорила... тебе показалось...\nЭти слова буквально сорвались с твоих уст! Что связывает тебя с Доктором? Может, ты бы ещё поразмышляла над этим, если бы не приближающийся дом. Еще один! \nБез лишних разговоров вы побежали. За вами выбор — бежать направо, или налево? Скорее! Дом уже близко! ",
    "answers": [
      {
        "id": 45,
        "text": "направо"
      },
      {
        "id": 39,
        "text": "налево"
      }
    ]
  },
  {
    "id": 37,
    "text": "[Какого-то фига ты осталась на месте и умерла в мучениях в этом огромном доме, который проглотил тебя. А Доктор еще долго в своих кошмарах слышал твои крики]",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ. Бежать надо было"
      }
    ]
  },
  {
    "id": 38,
    "text": "\n— Доктор! Доктор! Сделай что-то! — закричала ты что мочи.\n— Почему ты уверена, что я знаю что делать?!\n— Так ты же у нас генератор идей и планов! \n— Ах да, конечно... Ощущение, буд-то ты давно меня знаешь...\n— Не время размышлять об этом!\nТак, похоже \"генератор идей и планов\" в отключке. Придется все брать в свои руки! В твоей голове крутилось две догадки: первая — если дом распадется на кирпичи, то это как минимум его задержит, вторая — стоит обхитрить дом. Итак, что же ты выбераешь? Нужно решать скорее, ведь дом уже показался за поворотом!",
    "answers": [
      {
        "id": 40,
        "text": "догадка 1"
      },
      {
        "id": 41,
        "text": "догадка 2"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы побежали налево. Но дам был настырным! Не отставал от вас! Ты заметила, что Доктор начинает выдыхаться, да и ты чувствовала усталость. Нужно было срочно что-нибудь придумать!",
    "answers": [
      {
        "id": 38,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты выхватила у Доктора из кармана звуковую отвертку и настроила ее на сильнейшую ультразвуковую волну. План вроде был неплохой, если бы не одно большое НО! Вы с Доктором упали прежде, чем дом. Ты почувствовала, как к горлу подступает паника. Ты услышала какой-то хруст. Это был Доктор. Дом раздавил его. Следующий хруст был твоим...\n[Мне очень жаль, но вы с Доктором погибли. Без него во Вселенной все прошло на перекосяк. Сантаранцы, киберлюди, далеки, сливины, тени — все они начали войну. Обе Вселенных провалилось в пустоту, откуда нет выхода...",
    "answers": [
      {
        "id": 1,
        "text": " И это был КОНЕЦ!]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты выхватила у Доктора из кармана звуковую отвертку и положила к себе. Прежде чем он успел помнится, дом схватил тебя. Оказавшись внутри дома твоя догадка подтвердилась. У домов был...",
    "answers": [
      {
        "id": 42,
        "text": "завод по переработке людей"
      },
      {
        "id": 43,
        "text": "коллективный разум"
      }
    ]
  },
  {
    "id": 42,
    "text": "[Ну, не тупи! Не стоит констатировать очевидное! Конечно же, у них был завод по переработке людей, но сейчас это неважно. Давай. Откинь эту ненужную идею и вмести в свою голову другую, гениальную! А я сделаю вид, что не знаю этого, и ничего не скажу Доктору ;) ] ",
    "answers": [
      {
        "id": 41,
        "text": "подумай подругому!..."
      }
    ]
  },
  {
    "id": 43,
    "text": "Да! Это было просто гениально! Ты гордилась собой. Ты заметила, что они явно были разумными, но не умели говорить. А значит, они владели телепатией, а телепатия предполагает коллективный разум. Вот для чего ты и взяла звуковую ответу. Ты заблокировала ею сигнал. Дома потеряли связь. Они упали, разрушились. Это была победа!  Полная победа! Твоя победа!",
    "answers": [
      {
        "id": 44,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 44,
    "text": "НО! Ты забыла, что и сама стоишь на одном из этих домов. Ты уже мысленно успела попрощаться с Доктором и семьей, как вдруг прямо на твоем месте, как и в первый раз, начала медленно появлялся ТАРДИС — голубя полицейская телефонная будка, и, как и в прошлый раз, когда она приземлилась, ты оказалась внутри. Интересно, ты вообще когда-нибудь через двери зайдешь?",
    "answers": [
      {
        "id": 46,
        "text": "[приземлиться]"
      }
    ]
  },
  {
    "id": 45,
    "text": "И вы побежали направо. А этот дом был настырным! Не отставал от вас ни на шаг. И... о нет! Тупик! Нужно срочно что-нибудь придумать!",
    "answers": [
      {
        "id": 38,
        "text": "[далее]"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты приземлилась. Ну и тряска была! Так... Дверь открывается... А вот и Доктор! \n— Как... как ты это сделала? ТАРДИС всегда закрыта! И только я могу ею управлять! И...\n— Да замолчи ты уже! Лучше скажи, что это было гениально.\nНо Доктор все равно удивленно молчал.\nТы вздохнула:\n— ТАРДИС появилась в самый нужный момент. Она была открыта. Она забрала меня и привезла сюда. Она живая, Доктор, живая! \n— Да, я знаю... — он обнял тебя — я знаю... В тебе что-то кроется, что-то непонятное, таинственное. Кто ты, Агния? Кто ты?...\n— Гений!\n— Да — лицо Доктора снова ожило — это и правда было гениально! Такие люди редко встречаются. Даже ТАРДИС тебя выбрала. Ты... хочешь со мной путешествовать? Я предлагаю это далеко не всем!",
    "answers": [
      {
        "id": 47,
        "text": "- Да!"
      },
      {
        "id": 48,
        "text": "- Нет!"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Конечно хочу! — закричала ты и бросилась к нему на шею. \n— Только — сказала ты немного погодя — у меня ведь институт...\n— Да не волнуйся! Ты можешь путешествовать сколько угодно, а потом вернуться в институт и успеть к сегодняшней второй паре! Это ведь машина времени!\n— Да, и правда... — улыбнулась ты.\n— Ну что — заулыбался Доктор — ты готова к новым приключениям?\n— Всегда!",
    "answers": [
      {
        "id": 49,
        "text": "Это самый лучший КОНЕЦ"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Нет! — закричала ты на всю улицу — ты полный идиот с дебильными причудами и я не хочу путешествовать с тобой!\nДоктор отвез тебя домой и ты больше никогда его не увидела. Ты всю жизнь жалела об упущенном шансе.",
    "answers": [
      {
        "id": 1,
        "text": "Это самый глупый КОНЕЦ"
      }
    ]
  },
  {
    "id": 49,
    "text": "                              Дорогой читатель!\nПрошу не боятся критиковать. Все учту и исправлю в будущем. Мне лишь 13 лет и я фанатка Доктора Кто, оттуда и взяла идею. \nЭто только первая книга. В будущем планируется продолжение. Вы узнаете, куда направились Доктор с Агнией (то есть вами) и что же за загадка в ней кроется.\n         Спасибо что прочитали мою квест — книгу!",
    "answers": [
      {
        "id": 1,
        "text": "[в начало]"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]