[
  {
    "id": 1,
    "text": "В этом квесте вы сможете почуствовать себя в роли правителя небольшого замка, которому грозит множество интриг, битв, и подвигов. Как сложится судьба вашего родового гнезда, решать только вам.",
    "answers": [
      {
        "id": 2,
        "text": "Пролог."
      },
      {
        "id": 6,
        "text": "Главы."
      },
      {
        "id": 14,
        "text": "Обновления."
      }
    ]
  },
  {
    "id": 2,
    "text": "Было обычное утро. С первыми лучами солнца в вашу комнату входит самый доверенный из ваших подданных, Джереми, и будит вас.\n—Господин, вам пора просыпаться,-говорит Джереми как можно тише.\n—Джереми, что случилось?-спрашиваете зевая вы.\n—Командир ополчения замка сообщил, что надо собрать Совет, и вам надо обязательно там быть.\n–Значит не будем заставлять Совет ждать.",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати."
      },
      {
        "id": 58,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Пока вы вставали с кровати, Джереми уже успел приготовить ваш повседневный наряд. Вы оделись и пошли в сторону зала Совета. Там уже ожидали вас ваши советники: маршал, управляющий, канцлер и тайный агент.\n–Сэр, у меня для вас пренеприятнейшее известие,-говорит встревоженным голосом маршал,-король соседнего королевства умер, и теперь на троне сидит небезызвестный его сын, Эдвард Колосожатель, прозванный из-за тирании, которая происходила в регионе, которым он правил. Не представляю, что будет теперь с королевством. Также, нам стоит ожидать нападения со стороны Эдварда, так как он всегда желал заполучить наш регион.",
    "answers": [
      {
        "id": 4,
        "text": "Обдумать слова маршала."
      }
    ]
  },
  {
    "id": 4,
    "text": "Маршал говорил, что новоиспеченный король может захватить ваши земли. И это было похоже на правду. Многие века мой и королевский роды дружили, но ещё в детстве Эдвард ненавидел многих союзников своего отца, впринципе как и его самого. Король хотел, что бы наследником стал другой его сын, но он не успел этого сделать-смерть остановила его. Теперь вам надо предпринять любые средства для защиты вашего замка от армии Эдварда.",
    "answers": [
      {
        "id": 5,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили, что для противостояния Эдварду нужна большая армия, сильная экономика и мощные союзники, готовые поддержать вас в этой войне. Начать вы решили с набора в армию новых людей. Вы можете выбрать несколько мест, что бы найти новых воинов.\n\nВаша боевая мощь: 3000\n\nБоевая мощь короля: неизвестно",
    "answers": [
      {
        "id": 9,
        "text": "Пойти в город."
      },
      {
        "id": 7,
        "text": "Пойти в деревню."
      }
    ]
  },
  {
    "id": 6,
    "text": "Здесь вы можете выбирать главы.",
    "answers": [
      {
        "id": 5,
        "text": "Глава 1",
        "need": 4,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы заходите в деревню и видите, что на улицах нет ни душы. Вы направились к дому старосты. Староста вышел к вам вместе с 6 крестьянами вооружённых вилами. \n–Что стало с вашей деревней?-говорите вы старосте.\n–Господин, напали на нас бандиты. Грабят нас, даже людей забирали. Вы же нам помочь приехали?\n–Да, мы поможем вам. Где расположились эти бандиты?\n–Здесь, неподалёку. В ближайшем к нашей деревни лесу.\nПосле этих слов староста что то сказал своим людям, и они разошлись по домам. А вы тем временем отправились к лесу.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы вышли на площадь и сказали протрубить глашатаю о сборе народа. Людей не пришлось долго ждать. Всеобщего сбора здесь не было уже несколько лет. Люли обошли площадь и теперь ждут васших слов.\n–Многие из вас знают, зачем я, правитель этих земель собрал вас здесь. Король Эдвард хочет напасть на нас и отхватить у нас нашу свободу! Нам надо защищать наши земли любой ценой!\n–Но зачем нам помогать вам? Нам будет так же хорошо и под другой властью!-сказал один из людей, и тут к нему присоеденились ещё несколько.",
    "answers": [
      {
        "id": 10,
        "text": "Угрожать своей силой."
      },
      {
        "id": 12,
        "text": "Угрожать силой врага."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы приехали в город вместе с десятком своих людей. Город Армбург был не очень большим, но очень богатым. В нём было очень мало домов, а лачуг вообще не было. Вы решили сразу направиться к бургомистру. Вот вы выезжаете на главную площадь. Дом бургомистра по красоте был похож на вашу резиденцию. Вы сказали стражнику, что бы он пропустил вас к бургомистру, и стражник, увидев вашу одежду и стражу, даже не стал препятствовать вашему проходу.",
    "answers": [
      {
        "id": 11,
        "text": "Войти  в дом."
      }
    ]
  },
  {
    "id": 10,
    "text": "–Вы не сможете служить под слабой рукой у врага. Он не даст вам достаточно защиты. Я защищал ваш город от налётов бандитов уже более 7 лет. И заметьте, за это время не один из вас не был ограблен. Если бы вы знали, сколько я трачу на вашу защиту. А король забудет о вас, и бандиты толпами нахлынут в ваш город.\nВ толпе начались перешёптывания, и вскоре среди толпы было много людей, готовых вступить в армию.",
    "answers": [
      {
        "id": 13,
        "text": "Возвращаться в замок."
      }
    ]
  },
  {
    "id": 11,
    "text": "В доме бургомистра было очень дорого обставлено. Вы подошли к бургомистру и у начался разговор:\n–Дорогой друг, зачем ты пожаловал ко мне?-говорит бургомистр, кладя в рот при этом виноград.\n–Надвигается война, и ты должно быть слышал об этом?-говорите вы со строгим лицом.\n–И что ты хочешь от меня и моего города?-говорит бургомитр, всё ещё жуя виноград.\n–Мне нужны все люди и средства, которые ты можешь предоставить.\n–На счёт средств не переживай, а вот людей тебе вряд ли тебе получится убедить.\n–А почему ты не можешь им приказать встать на службу?\n–Извини, но они платят мне дополнительные налоги за то, чтобы они не ходили на службу.\n–А ты не можешь отдать им деньги обратно?\n–Извини, они платят их мне уже несколько лет.\n–Тогда я попробую сам с ними договорится.\n",
    "answers": [
      {
        "id": 8,
        "text": "Выйти на площадь."
      }
    ]
  },
  {
    "id": 12,
    "text": "–Вы не понимаете! Враг не пощадит ваши семьи, враг не пощадит ваши дома. Королю нужны только деньги и власть, а ваш город один из богатейших городов, и король уничтожит его не смотря не на что. Так что мой вам совет-вступите в армию и защитите свои дома!\nВ толпе начались перешёптывания, и вскоре в вашу армию захотели пойти много людей.",
    "answers": [
      {
        "id": 13,
        "text": "Возвращаться в замок.",
        "need": -7
      },
      {
        "id": 21,
        "text": "Возвращаться в замок.",
        "need": 9
      }
    ]
  },
  {
    "id": 13,
    "text": "Теперь у вас были средства, что бы оплатить ваше небольшое войско, но и богачи, вступившие в вашу армию и пополнившие вашу казну давали шансы на победу, хотя и небольшие.\n\nВаша боевая мощь: 5000\n\nБоевая мощь короля: неизвестно",
    "answers": [
      {
        "id": 7,
        "text": "Отправиться в деревню."
      }
    ]
  },
  {
    "id": 14,
    "text": "Здесь будут записываться обновления:\n\n18.02.2018-Выход квеста.\n\n24.02.2018-Исправление ошибок.\n\n20.03.2018-Расширение квеста, деление квеста на несколько ветвей.\n\n16.04.2018-Увеличение квеста, начата работа над 2 частью.\n\n30.12.2018-Исправлены некоторые ошибки, расширение квеста.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 15,
    "text": "Подъезжая к лесу вы увидели, как в небе идёт \"столб\" дыма.\n–Слезаем с коней, дальше мы отправимся пешком.\nПройдя вглубь леса, вы увидели что дальше горит костёр. Вы сказали своим людям, чтобы они шли как можно тише. С помощью этого вы подошли к лагерю бандитов незамечеными, и увидели, что внутри него спят четверо человека, а охраняют всего двое.\n",
    "answers": [
      {
        "id": 16,
        "text": "В атаку!"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы со своими людьми вбежали в лагерь бандитов и успели убить охраняющих и окружить спящих.\n–Мы сдаёмся! Только не убивай!\nЭто говорил лидер бандитов, так как он был одет более роскошно, чем остальные. Вы поднесли кинжал к его горлу и спросили, где он прячет золото.\n–Всё золото в том ящике! Пожалуйста, пощадите!\nВы посмотрели в ящик и увидели там много монет.\n–Это точно всё?\n–Да! Пожалуйста, отпустите! Мы больше не будем грабить!\n",
    "answers": [
      {
        "id": 17,
        "text": "Пощадить."
      },
      {
        "id": 18,
        "text": "Убить."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решаете отпустить этих бандитов, поверив им на слово. Теперь вам и вашим воинам пора отправляться обратно в деревню.",
    "answers": [
      {
        "id": 19,
        "text": "Назад в деревню."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы отдаёте приказ своим воинам, и они тут же убивают всех оставшихся в живых бандитов. Теперь пора отправляться назад, в деревню.",
    "answers": [
      {
        "id": 19,
        "text": "Назад в деревню."
      }
    ]
  },
  {
    "id": 19,
    "text": "В деревне все жители были рады вашему возвращению. Теперь им нечего было опасаться, а их золото было им возвращено. Староста поблагодорил вас и предложил вам взять в свою армию несколько людей из деревни. Вы с ним согласились.",
    "answers": [
      {
        "id": 20,
        "text": "В замок.",
        "need": -9
      },
      {
        "id": 21,
        "text": "В замок.",
        "need": 9
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы возвратились в замок с новыми людьми из деревни. Их тут же отправили в казарму и стали обучать боевому ремеслу. А вам осталось лишь посетить город.\n\nБоевая мощь: 3500\n\nБоевая мощь короля: неизвестно",
    "answers": [
      {
        "id": 9,
        "text": "Отправиться в город."
      }
    ]
  },
  {
    "id": 21,
    "text": "Теперь вы собрали все доступные вам силы и надо было решить, с кем вы хотите союзничать в этой войне.\n\nБоевая мощь: 5500\n\nБоевая мощь короля: неизвестно",
    "answers": [
      {
        "id": 23,
        "text": "Созвать Совет."
      }
    ]
  },
  {
    "id": 22,
    "text": "Пока это конец квеста. Квест будет дополняться и развиваться. И если вам не жалко, поддержите его лайками и рунами. Также можете написать в коментариях свои пожелания к этому квесту.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": "Через час все уже были в здании Совета. \n–Я собрал все войска, которые можно было собрать, и теперь нам нужны мощные союзники.\n–У вашего отца был знакомый герцог Мартин, который помогал ему во время войн. Вы можете попросить у него поддержку, но не за бесплатно,-говорит ваш канцлер.\n–Также вы можете попросить помощи у одного из могущественных вассалов короля, Генриха Ихтельберга,-говорит генерал,-так как он уже давно хочет править независимо от короля. Но он ещё с давних времён в войне с герцогом Мартином, и теперь вам придётся выбирать, кого брать в союзники.",
    "answers": [
      {
        "id": 24,
        "text": "Разослать Совет."
      }
    ]
  },
  {
    "id": 24,
    "text": "Пока ваши советники уходили, вы решили обдумать их слова. Значит, вам придётся выбирать лишь одного союзника. Так кого вы выберете?",
    "answers": [
      {
        "id": 25,
        "text": "Герцог Мартин."
      },
      {
        "id": 26,
        "text": "Генрих Ихтельберг."
      }
    ]
  },
  {
    "id": 25,
    "text": "Замок герцога находился в 12 километрах от вашего, поэтому он мог быстро прийти к вам на помощь. Вы с дюжиной своих воинов выехали из замка. Через час вы уже подъезжали к воротам.\n—Кто едет?\n—Правитель соседнего замка. Еду поговорить с твоим господином.\n—Открыть ворота!\nЧерез несколько мгновений вы въезжаете во внутрений двор замка.\n—Лорд, мы подождём вас здесь,-сказал один из ваших воинов.\nВы, в сопровождении двух гвардейцев герцога Мартина вошли в его покои. \n—Дорогой друг, рад тебя видеть! Что привело тебя в мои покои?\n",
    "answers": [
      {
        "id": 27,
        "text": "Рассказать ему о своих намерениях."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы подъезжаете к замку Генриха. Вокруг замка полностью выжженая земля. Как видно, этот замок часто пытались захватить, но род Ихтельбергов всегда правил в этих землях. Они редко пытались сделать дела миром и часто грабили и разжигали войны. Ворота их замка были сильно поломоны и не закрывались до конца. \n—Генрих вас ждёт,–говорит воин со стены.",
    "answers": [
      {
        "id": 33,
        "text": "Въезжаете в замок."
      }
    ]
  },
  {
    "id": 27,
    "text": "—Так вот в чём дело! Что же, у меня и своих проблем хватает. Вон, Генрих Ихтельберг разоряет мои деревни! Если ты мне поможешь уничтожить его войско, то я помогу тебе в войне. Ну что по рукам?\nЕсли вы поможете герцогу, то возможно, он соберёт своих союзников ради вашей войны. Но вы можете и просто отказаться от его помощи, если считаете, что это будет слишком затратно.",
    "answers": [
      {
        "id": 28,
        "text": "Согласиться помочь."
      },
      {
        "id": 26,
        "text": "Отказаться от помощи.",
        "need": -26
      },
      {
        "id": 30,
        "text": "Отказаться от помощи.",
        "need": 26
      }
    ]
  },
  {
    "id": 28,
    "text": "Несколько десятков ваших войск вместе с сотней воинов герцога отправились к лагерю Генриха. Так как ваше нападение было очень неожиданным, войска врага отступили, а вы понесли минимальные потери. \n—Что же, за такую решимость я помогу тебе в войне! Скоро я прибуду в твой замок.",
    "answers": [
      {
        "id": 31,
        "text": "Возвращаться в замок."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Что же, сражайся с королём сам. Я тебе больше не союзник!\nВы быстрей собирались уехать из замка. Теперь из союзников остался только Ихтельберг.",
    "answers": [
      {
        "id": 26,
        "text": "В замок Генриха."
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы так и не нашли союзника, но война ещё и не начиналась, так что у вас ещё есть шанс уничтожить короля. Но теперь вам будет намного труднее.\n\nВаша сила: 5500\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 22,
        "text": "Срочно созвать Совет."
      }
    ]
  },
  {
    "id": 31,
    "text": "Теперь, когда вы набрали достаточно сил, вы можете думать о плане нападения и разведки сил противника. Но даже с такими силами вы врядли доставите много хлопот королю. Надо как-то сделать так, что бы его власть распалась изнутри.\n\nВаша сила: 6000\n\nСила герцога: 4000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 35,
        "text": "Собрать Совет."
      }
    ]
  },
  {
    "id": 32,
    "text": " Теперь вы взяли в союзники отличного шпиона и немгого сумашедшего правителя Генриха Ихтельберга. Теперь вы вместе со своими войсками можете напасть на короля, но пока самым лучшим решением будет разведать силы врага и найти его слабые стороны.\n\nВаша сила: 6000\n\nСила Генриха: 4000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 35,
        "text": "В замок."
      }
    ]
  },
  {
    "id": 33,
    "text": "—Кто же к нам пожаловал? Юнец, который хочет свергнуть короля? Ха-ха! Что же, я сразу приступлю к делу. Мне нужна помощь с герцогом Мартином. Он был союзником твоего отца, да... Но! Если ты поможешь мне разграбить его деревни, то и я помогу тебе в свержении короля. Ну что, по рукам?\nОткуда Генрих так много знает о вас: зачем вы к нему пожаловали и что вам от него надо? Вы, конечно, можете отказаться от его помощи, но что-то подсказывает, что такой союзник вам не повредит.",
    "answers": [
      {
        "id": 34,
        "text": "Согласиться помочь."
      },
      {
        "id": 25,
        "text": "Отказать помочь.",
        "need": -25
      },
      {
        "id": 30,
        "text": "Отказаться помочь.",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "—Вот это будет пирушка!!! Седлайте коней, мы отправляемся в поход!\nВойска Генриха за несколько минут оседлали своих коней, и ждали лишь его команды. Вы вместе со своими войсками сопровождали Генриха по пути к основному отряду. После прибытия на место, всё собранное войско понеслось на следующую деревню. Вы слышали крики женщин и детей, видели горстки крестьян, которые пытались защитить свои дома. После этой резни, Генрих сказал:\n—Теперь мы поможем вам! Я прибуду в твой замок через несколько часов. А пока ты можешь уезжать.",
    "answers": [
      {
        "id": 32,
        "text": "В замок."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы вошли в зал Совета вместе с советниками и герцогом Мартином.\n—Что же, мы можем напасть на вассалов короля,-сразу начал говорить герцог,-что, несомненно, подорвёт ему авторитет. Также мы можем попытаться взять в плен жену короля, которая отдыхает в резиденции недалеко от границы. Тебе решать, что делать.\n",
    "answers": [
      {
        "id": 36,
        "text": "Напасть на вассалов короля."
      },
      {
        "id": 36,
        "text": "Взять в плен королеву."
      }
    ]
  },
  {
    "id": 36,
    "text": "Когда вы со своей армией стали подходить к границе территорий, в которых правил король, вы заметили, что один из замков его вассалов был полуразрушен. Вы решили проверить, что случилось с этим замком.",
    "answers": [
      {
        "id": 37,
        "text": "Взять с собой десяток воинов."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы взяли с собой дюжину воинов, а остальные встали лагерем перед замком. При входе в замок вы увидели горы трупов. На всех них были лица, искажённые страхом. Вы шли по узким улочкам между зданиями замка. Тут и там лежали свежие трупы.\n—Сэр, посмотрите на это.\nВы подошли к одному из воинов, которые стоял возле конюшен.\n—Что случи...Фу, что это за запах!",
    "answers": [
      {
        "id": 38,
        "text": "Посмотреть в конюшни."
      }
    ]
  },
  {
    "id": 38,
    "text": "Внутри конюшен вы увидели трупы коней. Но кто мог сделать такое? Зачем кому-то просто так убивать невинных животных? Кони же могут пригодится и в военном деле, но мёртвыми они не кому не нужны. Вы решили продолжить обследование руин замка.\n—Сэр, у нас гости!",
    "answers": [
      {
        "id": 39,
        "text": "Подойти к воротам."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы подошли к воротам и увидели, что из-за холма выходит конное войско под неизвестными знамёнами. \n—Все, внутрь замка! Забарикадируете проходы и дыры в стенах всем, что найдёте! Лучники, забирайтесь на стены!\nВсе ваши воины начали готовиться к предстоящей битвы. Вы, стоя на стене, пытались вспомнить все флаги, которые только могут быть, но таких флагов вы не видели. Это судя по всему и были разрушители замка.",
    "answers": [
      {
        "id": 40,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ваши воины как смогли укрепили стены и ворота. Теперь остаётся только ждать нападения. Но вся вражеская армия останавливается прямо на вершине холма и к замку подъезжает лишь один конный воин.",
    "answers": [
      {
        "id": 41,
        "text": "Приготовить стрелы!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Все лучники на стенах взяли в луки по стреле и натянули тетеву. А кавалерист тем временем уже подъехал к воротам.\n—К вам приехал посол великого кагана Антиопских земель. Кто вы такие и зачем прибыли в эти земли.\n—Мы сражаемся против короля. Я правитель соседнего герцегства. Это вы устроили?\n—Ха! Да, мы здесь недавно прошли. Бывший правитель этих земель когда-то разграбил один из наших лагерей и убил жену кагана с детьми. Вчера мы захватили и разорили его владения, а самого его сожгли, как и всю его семью. И да, великий как предлагает тебе соглашение.\n—И какое же?\n—Так как ты сражаешься против короля, и мф видим что ты достаточно силён, мы можем тебе помочь, только если ты пообещаешь отдать все южные земли вплоть до реки Арт, которая и будет границей.\n—Хорошо, я помогу вам и вашему кагану. Но он должен прибыть со мной в мой замок, и мы обсущим план нападения.\n—Тогда езжайте за мной. Это будет решать каган.",
    "answers": [
      {
        "id": 42,
        "text": "Выехать из замка."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы подъехали к наспех сделанному лагерю кагана.\n—Мой гонец рассказал о твоей просьбе. Я соглушусь на неё, но ты должен дать землю для моих людей. А также для наших коней. Ты согласен?",
    "answers": [
      {
        "id": 43,
        "text": "Да, я согласен."
      },
      {
        "id": 44,
        "text": "Нет, у меня нет мест."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Вот и хорошо! Теперь можете выезжать из моего лагеря, моя орда вас догонит!\nВы выехали из лагеря и уже почти переехали через холм, как вдруг увидели, что на горизонте показались войска короля. Вы можете:",
    "answers": [
      {
        "id": 45,
        "text": "Остаться и помочь кагану."
      },
      {
        "id": 46,
        "text": "Уехать. Каган и сам справится."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Тогда убирайся из моего лагеря! Тебе тут не рады!\nВы спешно собрали свои войска и уже почти переехали через холм, как вдруг увидели на горизонте отряды короля. Они явно двигались к лагерю кагана.",
    "answers": [
      {
        "id": 47,
        "text": "Пусть сами справляются. Как они с нами, так и мы с ними.",
        "need": [
          25
        ]
      },
      {
        "id": 54,
        "text": "Пусть сами справляются. Как они с нами, так и мы с ними.",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Как только вы приблизились к лагерю кочевников, там уже во всю кипела подготовка к сражению. Вы подошли к палатке кагана.\n—Каган, вы можете послушать мой план битвы?\n—Давай. Я рад, что вы пришли к нам на помощь.\n—Конечно, но вернёмся к делу. Враги не знают, что у вас в лагере есть наш отряд. Поэтому вы должны выехать вдоль холма со всей своей армией, а когда они отвлекутся, мы нападём на них своим отрядом.\n—Хорошо, я согласен с планом.",
    "answers": [
      {
        "id": 56,
        "text": "Подготовиться к битве."
      }
    ]
  },
  {
    "id": 46,
    "text": "Это был поспешный вывод. Не успели вы отъехать и на милю, как протрубил горн, сигналивший о очередной победе короля. Теперь вам не стоит расчитывать на их поддержку.",
    "answers": [
      {
        "id": 47,
        "text": "В замок.",
        "need": 25
      },
      {
        "id": 54,
        "text": "В замок.",
        "need": [
          26
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы приехали в замок, разругавшись с каганом. Возможно, вы с ним никогда не встретитесь, а возможно, что судьба сведёт вас ещё раз. Но он вряд ли станет рад этой встрече, как и вы. Но всё же вам надо продолжать войну с королём.\n\nВаша сила: 6000\n\nСила герцога: 4000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 22,
        "text": "Собрать совет."
      },
      {
        "id": 48,
        "text": "Посмотреть заметки."
      }
    ]
  },
  {
    "id": 48,
    "text": "Выберите раздел.",
    "answers": [
      {
        "id": 49,
        "text": "Кочевники.",
        "need": [
          -45
        ]
      },
      {
        "id": 47,
        "text": "Назад.",
        "need": [
          47
        ]
      },
      {
        "id": 52,
        "text": "Кочевники.",
        "need": [
          45
        ]
      },
      {
        "id": 50,
        "text": "Назад.",
        "need": [
          50
        ]
      },
      {
        "id": 55,
        "text": "Назад.",
        "need": [
          55
        ]
      },
      {
        "id": 54,
        "text": "Назад.",
        "need": [
          54
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы не помогли кочевникам и разругались с ними. Вряд ли вы с ними встретитесь, но если и встретись с ними ещё раз, это будет не самая радушная встреча.",
    "answers": [
      {
        "id": 48,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы вместе с новыми союзниками прибыли в замок, и пошли к себе в комнату.\n\"Хм, интересно, как ты уговорил этих дикарей на такую услугу, как помощь тебе? Раскажешь мне всё это на Совете. Только им не говори, как я их называл.\"-сказал вам Мартин, и ушёл также неожиданно, как и пришол.\n\nВаша сила: 5500\n\nСила герцога: 4000\n\nСила кагана: 5000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 22,
        "text": "Возвратиться в замок."
      },
      {
        "id": 48,
        "text": "Посмотреть заметки."
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы со своим новым союзником прибываете к вашему замку. Теперь вы можете в открытую начать наступление на короля, но надо ли наступать так рано? Или же нужно вам усовершенствовать свою армию и ослабить армию врага? Это вы решите на Совете.\n\nВаша сила: 5500\n\nСила герцога: 4000\n\nСила кагана: 5000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 22,
        "text": "Созвать совет"
      },
      {
        "id": 48,
        "text": "Посмотреть заметки."
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы помогли кочевникам в битве с королём, тем самым ослабив армию врага и найдя нового, мощного союзника. Но выполните ли вы обещания данные ему?",
    "answers": [
      {
        "id": 48,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы опять входите в зал Совета. Вас с порога встречает Генрих Ихтельберг.\n\"Мой повелитель, мои \"пташки\" разведали многие уголки королевства. И вот что я вам могу сказать. Король не ожидает нападения, хоть и начинает подготовку к войне. Нам нужно ослабить его оборону, но стоит ли сейчас заявлять о нас? Ведь тогда Эдвард соберёт свои войска и незамедлительно направиться на нас. Но также мы можем и отправиться за похищением королевы, пока она отдыхает в своей резиденции, и тогда королю придётся утихомирить свои подготовки. Тебе выбирать.",
    "answers": [
      {
        "id": 36,
        "text": "Ослабить оборону."
      },
      {
        "id": 36,
        "text": "Похитить королеву."
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы вернулись в замок.  \n\"Как путешествие?\"-спросил Генрих, когда вы только вы заехали в замок. Интересно, а он всегда следит за вами?\nВы расказали ему что произошло. Но теперь вам надо собрать в очередной раз Совет для обдумывания планов на будущее.\n\nВаша сила: 6000\n\nСила Генриха:4000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 22,
        "text": "Созвать совет."
      },
      {
        "id": 48,
        "text": "Посмотреть заметки."
      }
    ]
  },
  {
    "id": 55,
    "text": "Когда вы после приезда пошли в ваши покои, прямо перед проходом появился Генрих.\n\"Да, мне на Совете будет интересно послушать, как ты привёл в наш город орду. Буду тебя ждать.\"\nТеперь вам надо созвать Совет для того,  чтобы разобрать план подготовки к атаке на королевство.\n\nВаша сила: 5500\n\nСила Генриха: 4000\n\nСила кагана: 5000\n\nСила короля: неизвестно",
    "answers": [
      {
        "id": 22,
        "text": "Созвать совет."
      },
      {
        "id": 48,
        "text": "Посмотреть заметки."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы, как и было запланировано, напали на врага с разных сторон и застали его в расплох, тем самым не оставив ему шансов на победу. Теперь вы вместе со своим новым союзником можете отправляться обратно в замок.",
    "answers": [
      {
        "id": 55,
        "text": "Возратиться в замок.",
        "need": [
          26
        ]
      },
      {
        "id": 50,
        "text": "Возратить в замок.",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы в последний раз собрали все свои войска в этом замке. Здесь собрались все ваши союзники: Генрих, генерал, барон, правивший городом и вождь орды.\n—И так, наши войска до",
    "answers": []
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  }
]