[
  {
    "id": 1,
    "text": "Автор: Кетайке (Ketaikee)\n\nЖанры: романтика, апокалипсис, мистика\n\nВерсия: 0. 3. 4.\n\nКраткое описание: Вы — обыкновенная семнадцатилетняя девушка, живущая в Санкт-Петербурге. И, казалось бы, до сегодняшнего дня Ваша жизнь текла по спокойному руслу и своим чередом, но... всему когда-то приходит конец.\n\n(!) Этот квест — эксперимент. В нём не так уж и много моментов, в котором можно сделать выбор, однако они сильно влияют на историю. Это — квест-книга!!! \n\nКВЕСТ В РАЗРАБОТКЕ, ЭТО ТЕСТОВАЯ ВЕРСИЯ! ЕСЛИ ВАМ ПОНРАВИЛОСЬ, ПОДДЕРЖИТЕ МЕНЯ, ЕСЛИ НЕТ — НАПИШИТЕ ОТЗЫВ О ТОМ, ЧТО НУЖНО ИСПРАВИТЬ!!!\n\nРебятушки мои, я в шоке. Из-за личных проблем временно забила на квест (признаюсь...), а сейчас вернулась — и это просто невероятно. Неужели вам и вправду настолько нравится моя работа? Ваши комментарии заставляют меня задумываться над продолжением...)) Ждите! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.artfile.me/wallpaper/20-03-2013/360x203/3d-grafika-fractal-fraktaly-cveta-fon-uz-707196.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.artfile.me/wallpaper/20-03-2013/360x203/3d-grafika-fractal-fraktaly-cveta-fon-uz-707196.jpg",
        "system": true
      },
      {
        "id": 95,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы пытались понять, что Вас разбудило. Такое ощущение возникает тогда, когда на тебя кто-то смотрит, но в этот раз к этому чувству примешивалось что-то другое...\n\"Чувство опасности, что-ли?\" ",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть в окно "
      },
      {
        "id": 4,
        "text": "Отправится на кухню "
      },
      {
        "id": 7,
        "text": "Одеться и взять сумку с учебным и принадлежностями"
      }
    ]
  },
  {
    "id": 3,
    "text": "Встав с кровати, Вы потянулись и подошли к окну, занавешенному белыми полупрозрачными шторами. Сквозь них пробивался яркий солнечный свет, словно говоря, что все хорошо и Вам не о чем беспокоиться.\nНо чувство опасности не покидало. ",
    "answers": [
      {
        "id": 2,
        "text": "Отойти от окна"
      },
      {
        "id": 5,
        "text": "Распахнуть занавески и посмотреть на улицу "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы зажмурились от яркого солнечного света, льющегося из окна и заливающего всю кухню. \nТишина здесь нарушалась только жужжанием поставленной на ночь посудомойки, исполняющей свою программу. ",
    "answers": [
      {
        "id": 5,
        "text": "Посмотреть в окно"
      },
      {
        "id": 6,
        "text": "Заглянуть в холодильник",
        "need": -6
      },
      {
        "id": 2,
        "text": "Вернуться в спальню"
      }
    ]
  },
  {
    "id": 5,
    "text": "Выглянув в окно, Вы, к своему удивлению, не увидели ничего странного. Светило солнце, люди шли по своим делам, все было в порядке. С высоты вашего 5 этажа наблюдалась просто какая-то идиллия, казалось, лучше дня и быть не может.\nНо после осмотра окрестностей тревога только увеличилась, ведь все выглядело хорошо, но чувство опасности не покидало, а только усиливалось, словно за всей этой красотой таилось нечто, ждущее только подходящего момента, чтобы нарушить порядок, обратив все в Хаос...\n\"Да и вообще, с чего это у меня в голове такие мысли! Будто может случиться что-то интересное в нашем скучном мире!\" подумали Вы и отвернулись от окна. ",
    "answers": [
      {
        "id": 7,
        "text": "Одеться и взять сумку с учебными принадлежностями "
      }
    ]
  },
  {
    "id": 6,
    "text": "В холодильнике, как всегда, не очень много еды, так как Вы привыкли питаться на ходу, перемещаясь от школы к университету, а от него домой и все по кругу. ",
    "answers": [
      {
        "id": 4,
        "text": "Съесть кусок бекона"
      },
      {
        "id": 4,
        "text": "Съесть несколько овощей"
      },
      {
        "id": 4,
        "text": "Выпить молоко"
      }
    ]
  },
  {
    "id": 7,
    "text": "Одевшись, Вы взяли сумку с учебными принадлежностями для школы и университета, документами, косметикой, несколькими простыми медикаментами (обезболивающее, жаропонижающее, пластыри, перекись водорода) и перцовым балончиком. ",
    "answers": [
      {
        "id": 8,
        "text": "Выйти из дома"
      },
      {
        "id": 2,
        "text": "Раздеться"
      }
    ]
  },
  {
    "id": 8,
    "text": "На улице было солнечно и тепло, что крайне необычно для Питера осенью.\n\"Бабье лето...\" подумали Вы, идя в сторону школы. Так как это было соседнее с Вашим домом здание, путь был не долгим.\nВы поднялись по ступеням школы. ",
    "answers": [
      {
        "id": 9,
        "text": "Зайти в школу"
      },
      {
        "id": 7,
        "text": "Вернуться домой [забыть сменную обувь] "
      },
      {
        "id": 10,
        "text": "Прогулять уроки [пойти в парк] ",
        "need": -10
      }
    ]
  },
  {
    "id": 9,
    "text": "Холл школы был наполнен людьми: маленькие первоклашки и второклашки сновали вместе с мамами, папами и бабушками, третье- и четвероклассники наскоро прощались с родителями, стараясь казаться старше, средние классы просто быстро переодевались и шли на уроки — по их мнению, здесь совсем не интересно и нет атмосферы. А Ваши сверстники, громко хохоча и переговариваясь, медленно переодевались, совершенно не заботясь об опоздании на урок. Вас это тоже не волновало, но, так как друзей у Вас не было из-за хмурого характера, Вы быстро переоделись, ни с кем не болтая. ",
    "answers": [
      {
        "id": 11,
        "text": "Подняться в класс"
      },
      {
        "id": 8,
        "text": "Одеться и выйти из школы "
      }
    ]
  },
  {
    "id": 10,
    "text": "В парке было скучно: прохожих, из-за раннего времени, было много, всюду сновали голуби, что-то курлыкая и поедая крошки, люди выгуливали собак или тренировали их на специальных площадках, в урне копался бомж, а угрюмый дворник, не обращая на него внимания, подметал сухие листья рядом.\n\"Кошмар, что может быть скучнее!?\" ",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться к школе"
      }
    ]
  },
  {
    "id": 11,
    "text": "Прозвенел звонок — половины класса ещё не было на месте, но Вы уже успели достать из сумки все необходимое.\nУчитель вёл нудный урок, параллельно дополняя свои слова рисунками на доске, одноклассники перекидывались записками и сидели в телефонах.\n \"Ну неужели так хорошо начавшийся день может быть настолько плохим!?\" только и успели подумать Вы, как, словно услышав Ваши мысли, задребезжали стекла, явно предвещая что-то интересное. Пол задрожал и заходил ходуном. ",
    "answers": [
      {
        "id": 12,
        "text": "Спрятаться под парту"
      },
      {
        "id": 15,
        "text": "Остаться сидеть на месте"
      },
      {
        "id": 13,
        "text": "Выскочить из класса [спуститься в холл] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы спрятались под парту, но наблюдали за происходящим. Некоторые Ваши одноклассники тоже попрятались под парты, но большинство осталось сидеть на своих местах.\nУчитель прервал урок и с беспокойством оглядываться по сторонам. ",
    "answers": [
      {
        "id": 14,
        "text": "Сидеть на месте"
      }
    ]
  },
  {
    "id": 13,
    "text": "Сейчас в холле было пусто, но постепенно собирались другие ученики.\nПробираясь через их толпу, на середину холла вышел директор:\n— Внимание всем ученикам! В связи с непредвиденными обстоятельствами, уроки временно прерываются!!! Но, в целях безопасности, просьба оставаться в пределах здания школы!!! ",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться в класс и сесть за парту "
      }
    ]
  },
  {
    "id": 14,
    "text": "Пол дрожал и из-за этого парты шатались, не давая Вам спокойно сидеть на месте.\nТолько Вы подумали, что стоит вылезти, а то есть шанс, что парта на Вас упадёт, как землетрясение прекратилось и наступила тишина.\nТакая глухая тишина, в которой, хочешь не хочешь, начинаешь прислушиваться к звукам, словно пытаясь понять, не оглохли ли Вы... Даже  те звуки пения птиц и городского шума, что были слышны до начала землетрясения, сейчас не были слышны вообще. Казалось, что Ваш пульс, громко стучащий в голове, был единственным звуком в городе.\nВы вылезли из под парты и сели на место, стыдясь своей секундой слабости. \nСудя по лицам Ваших одноклассников, они чувствовали тоже самое... ",
    "answers": [
      {
        "id": 16,
        "text": "Прислушаться "
      }
    ]
  },
  {
    "id": 15,
    "text": "Пол дрожал и из-за этого парты шатались, не давая Вам усидеть на месте.\nТолько Вы подумали, что стоит встать с места, а то есть шанс, что парта на Вас упадёт, как землетрясение прекратилось и наступила тишина.\nТакая глухая тишина, в которой, хочешь не хочешь, начинаешь прислушиваться к звукам, словно пытаясь понять, не оглохли ли Вы... Даже те звуки пения птиц и городского шума, что были слышны до начала землетрясения, сейчас не были слышны вообще. Казалось, что Ваш пульс, громко стучащий в голове, был единственным звуком в городе.\nСудя по лицам Ваших одноклассников, они чувствовали тоже самое... ",
    "answers": [
      {
        "id": 16,
        "text": "Прислушаться "
      }
    ]
  },
  {
    "id": 16,
    "text": "В школе стояла тишина, да и во всем городе, судя по всему, тоже.\nГде-то внизу, в холле, раздались шаги, причём не одиночные, а такие, словно маршем идут человек десять, не меньше.\nШаги приближались и становились громче, но то и дело от общего звука отделялась одна из пар шагов, уходя в сторону и больше не возвращаясь.\nНаконец, оставшаяся одна пара шагов остановилась напротив дверей в Ваш, последний класс на последнем этаже.\nВесь класс замер, прислушиваясь. ",
    "answers": [
      {
        "id": 17,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 17,
    "text": "За дверью все также стояла тишина и кто-то из ребят не выдержал:\n— Эй, кто там!?\nЕщё более жуткая тишина наступила в классе, а за дверью все также было тихо.\nНи единого шевеления, даже звука дыхания... ",
    "answers": [
      {
        "id": 18,
        "text": "Прислушаться и ждать "
      }
    ]
  },
  {
    "id": 18,
    "text": "Внезапно дверь тихо скрипнула и с грохотом распахнулась.\nНа пороге стоял высокий парень с изящный чертами лица, бледной кожей и... Красными глазами!?\n— Ну и что вы уставились? Вставайте и пошли за мной. Живо. — парень сказал это таким тоном, что ни у кого даже мысли в голове не возникло возражать ему.\nВо всей его фигуре читалась властность и решимость, он явно был полностью уверен в себе и по какой-то причине ещё и в своём превосходстве над всеми вами. ",
    "answers": [
      {
        "id": 19,
        "text": "Встать и пойти за парнем"
      },
      {
        "id": 20,
        "text": "Отказаться идти с парнем"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы спустились в холл, где собирались другие классы, приводимые людьми (а люди ли они вообще!?), чем-то похожими на Вашего проводника.\nХолл быстро заполнялся школьниками, которые тихо переговаривались между собой по поводу происходящего, в центре стояла группа из Беловолосых, как Вы окрестили ваших проводников, они что-то обсуждали между собой. Парень, приведший вас, тоже присоединился к ним. ",
    "answers": [
      {
        "id": 21,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Парень лишь презрительно посмотрел на Вас:\n— Да? Интересно, почему это ты не согласна идти вместе со всеми? А хотя, меня это не интересует. Сюда придут Зачищающие и убьют тебя, если ты тут останешься, вот и все. — Повернувшись к Вам спиной, он повёл класс дальше.\nВы же, не желая испытывать на себе способности \"Зачищающих\", отправились следом. ",
    "answers": [
      {
        "id": 19,
        "text": "Спуститься в холл"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы осматривали Беловолосых, как они вдруг повернулись ко всем, кто находился в холле и ваш проводник сказал:\n— Внимание всем! Я не собираюсь перед вами долго распинаться, но скажу кратко: мы захватили Землю.\nВ Вашей голове тут же возникло множество вопросов: \"Кто 'Мы'?\", \"Что значит захватили!?\", \"Что вообще здесь происходит!?!?\" Вы совершенно не понимали, о чем он и даже немного посмеивались про себя над пафосом его фразы. ",
    "answers": [
      {
        "id": 22,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "Тем временем ваш бывший \"проводник\" продолжал:\n— Теперь вы все — наши пленники, а тех, кто будет сопротивляться, мы убьём. — парень расплылся в улыбке.\nВы пришли в ужас. Верхний ряд его белых, ровных зубов украшали длинные жуткие клыки... Вампиры! Вот кто они — вампиры!\nСудя по реакции остальных, они тоже явно поняли, кто такие на самом деле стоящие перед ними.\nКто-то из малышей заплакал, кто-то спрятался за более старших, старшие же, осознав, в отличии от маленьких, всю опасность, замерли на месте, ожидая ещё каких-то слов, но их не последовало. Вместо этого вампиры развернулись и ушли, остались на месте только ваш бывший \"проводник\" да ещё две девушки-вампирши (\"а девушки ли они? Кто знает, сколько им лет...\") \nВы же просто ошарашенно стояли на месте, не зная, что делать.\nОдна из вампирш произнесла:\n— Согласно указу Верховного Совета, все те, кто достиг двенадцати лет, станут личными или общественными донорами, все те, кто младше — будут расти до двенадцатилетия в специальных резервациях, а после достижения этого возраста также разъедутся. А сейчас те, кто старше двенадцати, останутся здесь и сядут на скамьи, а младших Маргарита проводит в зал до прихода Демонического отряда. ",
    "answers": [
      {
        "id": 23,
        "text": "Сесть на скамью"
      },
      {
        "id": 24,
        "text": "Попытаться скрыться в ближайшей двери [туалет] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Сев на скамейку, Вы с ужасом наблюдали за происходящим.\nВампиры по очереди выводили три человека в середину холла и ощупывали их шеи, не понятно зачем проверяя что-то. Затем они делили их на две группы: общественных доноров (\"и что это вообще значит?\") и личных (\"ну, здесь хотя бы понятнее!\"). ",
    "answers": [
      {
        "id": 25,
        "text": "Сидеть и ждать собственной очереди"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы, воспользовавшись небольшой давкой в холле, проскочили к двери в туалет.\nТихо оглянувшись, не видят ли Вас вампиры, Вы открыли дверь",
    "answers": [
      {
        "id": 26,
        "text": "Проскочить в дверь"
      },
      {
        "id": 23,
        "text": "Вернуться [сесть на скамью] "
      }
    ]
  },
  {
    "id": 25,
    "text": "Наконец, очередь дошла и до Вас.\nВы вышли на середину холла и Вас принялась осмотривать вторая вампирша, отправившая Маргариту с малышами.\nЕё руки были настолько ледяными, что Вы даже вздрогнули от её прикосновения.\nВампирша отправила Вас в группу личных доноров, прошипев вслед:\n— А жаль, что я не имею права по рангу на личного донора! Мне бы хотелось испить твоей кровушки!- она ухмыльнулась и, недобро сверкнув глазами, подтолкнула Вас в спину, заставив присоединиться к кучке личных доноров. ",
    "answers": [
      {
        "id": 27,
        "text": "Подойти к личным донорам"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы только-только успели перешагнуть за порог, как сзади послышался окрик:\n— Ты куда это пошла? А ну, живо села на скамью, и не высовывайся больше!!! — Поняв, что сбежать через окно в туалете не получится, Вы быстро сели на скамью. ",
    "answers": [
      {
        "id": 23,
        "text": "Сесть на скамью"
      }
    ]
  },
  {
    "id": 27,
    "text": "Подойдя к ребятам, Вы увидели, что здесь их совсем немного, в отличии от второй кучки.\nВашими товарищами по несчастью стали две девочки лет 13-14, мальчик лет 12-13 и две девушки и три парня примерно Вашего возраста.\nВсё они стояли и угрюмо смотрели по сторонам, ни о чем не говоря, а только размышляя про себя. Да и неудивительно — Вы тоже не располагали к болтовне и знакомству — кто знает, что будет дальше? Что с Вами сделают вампиры? \nВаши мысли прервало появление группы вампиров в военной форме — длинные плащи, широкополые шляпы, высокие сапоги, и все это черно-красного цвета — тут же подошедших к вампирам, находившимся с вами.\nИз их разговора до Вас долетело несколько слов:\n— Приветствую... доноры... господа... не получилось...\n— Как!?. плохо... золотое командование... поддержку... должен... \nПосле разговора вампиры в чёрной форме подошли к вам и их предводитель, худощавый мужчина, произнес:\n— Мы забираем вас всех в Распределитель, там вас осмотрят господа и высшие чины, выбрав себе личных доноров. Все остальные указания получите от хозяев.\nВампиры подошли к вам и, взяв каждого за предплечье, перенеслись. ",
    "answers": [
      {
        "id": 28,
        "text": "Перенестись"
      }
    ]
  },
  {
    "id": 28,
    "text": "Открыв глаза, Вы с удивлением обнаружили, что стоите на одной из платформ Московского вокзала, окружённые вампирами в черно-красной форме и людьми разных возрастов.\nСтоял такой невообразимый гвалт, что Вы даже удивились тому, что сразу не оглохли.\nВампиры провели вас через толпу и подвели к небольшому строению, по размеру скорее походившему на комнатку, на двери которого висела табличка с надписью \"VIP1\". Заметив Ваш удивлённый взгляд, предводитель решил пояснить:\n— Это отдел VIP1 для временного нахождения будущих личных доноров высокопоставленных особ.\nС этими словами он завёл вас внутрь и захлопнул дверь. ",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться "
      },
      {
        "id": 30,
        "text": "Попытаться открыть дверь"
      }
    ]
  },
  {
    "id": 29,
    "text": "Небольшой домик включал в себя одну единственную комнату с подсобкой-туалетом. Стены были просто сложены из досок, потолок тоже, а пол даже не потрудились сделать, так что Вы стояли на плитке платформы. Вдоль стен стояли скамьи, видимо предназначавшиеся для отдыха доноров (\"ну не важные же особы будут сидеть на простых, грубо сколоченных скамьях!\"). ",
    "answers": [
      {
        "id": 32,
        "text": "Сесть на скамью "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы попытались открыть дверь, но она была закрыта на ключ и не поддавалась.\nОставалось искать другие пути или смириться. ",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться"
      },
      {
        "id": 31,
        "text": "Попытаться открыть окно "
      }
    ]
  },
  {
    "id": 31,
    "text": "Попытавшись открыть окно, Вы поначалу даже преуспели, но не смогли предусмотреть своей ошибки — будущих доноров важных персон тщательно охраняли, а потому, увидев, что Вы пытаетесь открыть окно, первый же вампир встал неусыпным надзором прямо под ним. ",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 32,
    "text": "Скамейка была жёсткая и неуютная, сидеть было неудобно... Кое-как усевшись, вы осмотрели своих спутников. ",
    "answers": [
      {
        "id": 33,
        "text": "Думать о своем"
      },
      {
        "id": 34,
        "text": "Осмотреть девушек",
        "need": -34
      },
      {
        "id": 35,
        "text": "Осмотреть мальчика ",
        "need": -35
      },
      {
        "id": 36,
        "text": "Осмотреть девочек",
        "need": -36
      },
      {
        "id": 37,
        "text": "Осмотреть парней ",
        "need": -37
      }
    ]
  },
  {
    "id": 33,
    "text": "Вашу голову занимало множество мыслей, радостных и нерадостных и, как ни печально, вторых больше. На некоторые вопросы Вы уже получили ответы, но не на все...\nВы мысленно объединили вопросы в список:\n— Кто такие вампиры? Ведь люди, безусловно, придумали себе их образ ещё в незапамятные времена, но эти вампиры не сильно на этот образ похожи...\n— Откуда пришли вампиры? Ведь скрывались же они все это время где-то...\n— Как нас будут распределять по \"хозяевам\"?\n— Что это было за землетрясение? \n— Что вообще ко всем чертям происходит!?!?!?\nРазмышляя об ответах на эти вопросы, вы не сразу услышали звук ключа в замке. ",
    "answers": [
      {
        "id": 38,
        "text": "Прислушаться и ждать. "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы осмотрели двух девушек. Они обе были примерно Вашего возраста и роста, у одной были коричнево-серые волосы и глаза серого цвета, немного восточное лицо и стройное тело. У второй были чёрные волосы с крашеными фиолетовыми прядями и глаза с сиреневыми линзами, бледная кожа и худое телосложение. ",
    "answers": [
      {
        "id": 32,
        "text": "Осмотреть других"
      },
      {
        "id": 33,
        "text": "Думать о своём "
      }
    ]
  },
  {
    "id": 35,
    "text": "Мальчишка сидел в углу и смотрел в одну точку. У него были иссиня-черные волосы и морского цвета глаза, худое тело и небольшой рост. Но в его возрасте все мальчики маленькие... ",
    "answers": [
      {
        "id": 32,
        "text": "Осмотреть других "
      },
      {
        "id": 33,
        "text": "Думать о своём "
      }
    ]
  },
  {
    "id": 36,
    "text": "Девочки были близняшками, причём необычными: одна была белая, а вторая — негритянка. У белой были коротко подстриженные белые волосы, голубые глаза и бледная кожа, а у негритянки длинные всклокоченные коричневые волосы, темная кожа и глаза. Обе были небольшого роста и очень хрупкие на вид. ",
    "answers": [
      {
        "id": 33,
        "text": "Думать о своём "
      },
      {
        "id": 32,
        "text": "Осмотреть других"
      }
    ]
  },
  {
    "id": 37,
    "text": "Парни были все примерно Вашего возраста и выше Вас на голову. Один был рыжий и зеленоглазый, второй с коричневыми волосами и карими глазами, а третий — с чёрными волосами и карими глазами. ",
    "answers": [
      {
        "id": 33,
        "text": "Думать о своём"
      }
    ]
  },
  {
    "id": 38,
    "text": "Дверь распахнулась и на пороге оказалась толпа вампиров. Судя по одеждам, большая часть из них была военными и слугами, и только несколько вампиров было одето в дорогие деловые костюмы. Длинные плащи доставали почти что до пола и \"подметали\" его. Вы над этим мысленно хихикнули. \nСреди вампиров-аристократов были два парня (\"старика?\") и девушка (\"старуха?\"). Все они держались высоко и мало обращали внимание на суетливых слуг и подданных.\nУ одного парня были синие волосы (\"Боже, ну неужели это врождённый цвет!?\") и, как и у всех вампиров, красные глаза, у второго парня были белые волосы, а девушку природа наделила чёрными волосами... И все же, несмотря на свою опасность, они были просто обворожительно элегантны и красивы! Их грация и ловкость движений просто восхищала и покоряла с первого взгляда, в них легко было узнать прирожденных аристократов... \nЗайдя внутрь они знаками приказали выстроиться вам и слугами в ряды возле стен. Слуги \"покрыли\" все стены, так что вам пришлось стоять \"вторым\" рядом. ",
    "answers": [
      {
        "id": 39,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 39,
    "text": "Аристократы вышли на середину комнаты и стали вас осматривать. Пару раз девушка ощупывала других, но на Вас она даже не посмотрела. Зато Вами очень \"заинтересовался\" беловолосый вампир. \nПо окончанию осмотра был вынесен вердикт: негритянка со своей близняшкой идут вместе с девушкой-вампиром, с синеволосым идёт рыжий, а все остальные — в общественные доноры. Вас же взял себе беловолосый.\nКогда Вы выходили из домика, Вам вслед прошептала вампирша из военных:\n— Повезло тебе, но веди себя прилично! Ты — донор князя, так что хорошо с тобой будут обращаться, но только не высовывайся! — презрительно фыркнув напоследок, она затерялась в толпе вампиров.\nВыйдя на платформу, Вы увидели, что доноры с вампирами до сих пор прибывают, не смотря на то, что с каждой секундой все больше вампиров, выбрав себе доноров, переносилось отсюда. Вы, вместе с князем и его слугами, подошли к большому автомобилю (\"и откуда у них столько денег!?\") и сели в него. К Вашему удивлению, князь посадил Вас рядом с собой на заднее сиденье, впереди сел водитель, а остальных слуг он разослал по другим автомобилям. Рванув с платформы, машина слетела прямо на пути и, какое-то время погрохотав по шпалам, съехала на боковую дорогу, идущюю вдоль рельс. ",
    "answers": [
      {
        "id": 40,
        "text": "Сесть подальше от вампира "
      },
      {
        "id": 41,
        "text": "Сидеть рядом с вампиром, как он Вас и посадил. "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы потихоньку отодвинулись от вампира, сев к противоположной двери машины. Но только Вы успели это сделать, как он, резко протянув к Вам руку, и быстрым движением опрокинул Вас на сиденье, положив Вашу голову к себе на колени глазами вверх:\n— Куда пошла? — в его глазах читалась насмешка, — лежи теперь и не рыпайся! Ты — моя игрушка, вот и все, так что слушайся меня! — он словно и вправду играл с Вами, но во всех его движениях чувствовалась нежность и нежелание причинить Вам боль.\nЭто Вас удивило...",
    "answers": [
      {
        "id": 43,
        "text": "Лежать"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы сидели не шевелясь и скоро начали засыпать.\nКак Вы ни старались, глаза просто слипались, и Вы заснули, уронил голову на плечо вампиру.\nТот даже не пошевелился. ",
    "answers": [
      {
        "id": 42,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы проснулись от того, что Вас кто-то толкал в бок. Открыв глаза, Вы увидели, что лежите на заднем сиденье машины, в которой ехали, а над Вами склонилась девушка в сером платье. Вампира не было.\nДевушка, увидев, что Вы проснулись, сказала:\n— Ну наконец-то! Вылезай, я тебе помогу и все покажу, а то заблудишься! Кстати, я — Эмилия, служанка в доме князя. Приятно познакомиться!-\nПротянув Вам руку, она помогла Вам вылезти из машины и поправила Вам волосы, растрепавшиеся во время поездки.\n— Тебе будет сложно ориентироваться в доме, пока не привыкнешь, так что я набросала для тебя небольшой план, он должен тебе помочь. Твоя комната на минус-втором этаже — все этажи под землёй, поэтому так и отсчитываем: посмотри. Ты можешь ходить по этажам свободно с 10:00 до 17:00, а потом — спать. Комната господина на минус-шестом. А все остальное посмотри сама. Вон там, — Эмилия указала на прикрытую кустами дверь в скале, возле которой стояла машина, — вход в дом, а дальше смотри план. А мне нужно в лес, так что иди сама, сможешь ведь? \n— Получив от Вас утвердительный ответ, Эмилия подхватила с земли серую спортивную сумку и вприпрыжку побежала в лес, оставив Вас наедине с бумажкой плана в руке. ",
    "answers": [
      {
        "id": 44,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы лежали не шевелясь и скоро начали засыпать.\nГлаза просто слипались, и Вы, не смотря на все происшествия, забылись сном, отпустив от себя все проблемы. ",
    "answers": [
      {
        "id": 42,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Закрыв за собой дверь, Вы осмотрелись.\nВы стояли в небольшой квадратной комнате, из которой вело несколько дверей и коридоров. Судя по плану, некоторые из дверей были лифтами.\n\"Если мне нужно на минус-второй этаж, то мне на лифт...\" ",
    "answers": [
      {
        "id": 45,
        "text": "Зайти в лифт"
      },
      {
        "id": 46,
        "text": "Выйти к машине ",
        "need": -46
      }
    ]
  },
  {
    "id": 45,
    "text": "С трудом приоткрыв тяжёлую дверь лифта, Вы протиснулись внутрь и осмотрелись в поиске кнопок. Обнаружив их справа от себя, Вы выбрали кнопку \"-2\" и почувствовали лёгкий толчок — лифт сдвинулся с места и пополз вниз. При этом он так скрипел, что Вы уже испугались, что он застрянет вместе с Вами.\n\"И сколько лет им вообще не пользовались!? Уж лучше бы меня кто-то проводил...\"\nНовый толчок оповестил о прибытии, и Вы, открыв дверь, проскользнули в щель. ",
    "answers": [
      {
        "id": 48,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 46,
    "text": "Выйдя из серого полумрака здания, Вы поморщились от яркого солнечного света и протерли глаза.\nПонемногу приведя зрение в порядок, Вы увидели, что машину аккуратно завозят два человека в гараж, который был так хорошо замаскирован в скале, что Вы его даже не сразу заметили. Один из мужчин сидел на водительском месте и заруливал в гараж, а второй помогал первому, указывая где и куда нужно свернуть и проехать.\nВторой мужчина поманил Вас рукой. ",
    "answers": [
      {
        "id": 47,
        "text": "Подойти"
      },
      {
        "id": 44,
        "text": "Вернуться в здание"
      }
    ]
  },
  {
    "id": 47,
    "text": "Мужчина, подождав, пока Вы подойдёте, сказал:\n— Лучше бы Вы не ходили здесь никуда. Господин то уж точно не обрадуется, узнав, что Вы куда-то уходили без его ведома! Так что возвращайтесь!!!-\nсловно для пущей убедительности своих слов, он махнул несколько раз в сторону двери и отвернулся. ",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться в здание"
      }
    ]
  },
  {
    "id": 48,
    "text": "Перед Вашими глазами был длинный, тёмный и плохо освещенный коридор. Из него вели двери в комнаты, а где-то вдалеке была видна развилка в другие коридоры. Вы робко пошли вперёд, осматривая двери, на каждой из которых весела табличка с цифрой или какой-либо надписью.\nДойдя почти до самой развилки, Вы заметили дверь с надписью \"№26, донор\". Решив, что это Ваша дверь, и справившись по плану, данному Эмилией, Вы взялись за ручку и повернули её.",
    "answers": [
      {
        "id": 49,
        "text": "Зайти в комнату "
      }
    ]
  },
  {
    "id": 49,
    "text": "Дверь отворилась с тихим скрипом.\nВ комнате было темно, но Вы, пошарив рукой по стене слева от двери, нашли сенсорный датчик, задев который Вы включили свет.\n\"Вот это да!\" подумали Вы, увидев комнату при свете ламп, сделанных в виде факелов. ",
    "answers": [
      {
        "id": 50,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 50,
    "text": "Комната поражала своим великолепием: все предметы мебели были из отполированного красного дерева, стены были задрапированы красными занавесями, полог кровати был того же цвета.\nКровать стояла слева от двери, но посередине стены, она была покрыта красным одеялом с узорами и выглядела как-то... по королевски? С двух сторон от кровати находились тумбочки с лампами, но они были выключены.\nУ дальней стены помещалось три книжных шкафа, наполненные книгами, между шкафами и кроватью было кресло, над ним было настенное бра.\nУ правой стены стоял туалетный столик с большим зеркалом и тремя ящиками. Перед ним находился  высокий стул с резной спинкой.\nТакже у правой стены, между стоящим ближе всего к двери столиком и шкафами, помещался платяной шкаф. Заглянув в него, вы увидели несколько платьев разных цветов, джинсы, чёрные брюки, две юбки и блузку. \nПодойдя к одной из тумбочек у кровати, Вы увидели письмо. ",
    "answers": [
      {
        "id": 51,
        "text": "Взять и распечатать письмо"
      }
    ]
  },
  {
    "id": 51,
    "text": "Так как письмо было адресовано Вам, Вы распечатали его и стали читать:\n\"Здравствуй!\nЯ — дворецкий князя, он поручил мне проследить, чтобы для тебя все было сделано лучшим образом, но, так как я ненадолго уехал по одной проблеме с обустройством его этажа, то ближайшие пару дней мы с тобой не увидимся. Служанки повесили сшитую для тебя одежду в шкаф, но если тебе будет в ней неудобно, то скажи об этом Эмилии — она будет навещать тебя каждый день и сможет снять с тебя мерки на новую одежду. Если тебе будет нужно ещё что-то, то тоже говори ей.\nНадеюсь, комната пришлась тебе по душе, мы старались сделать её удобной.\nИ да, если что-то понадобится срочно, то сбоку от зеркала есть кнопка, нажми на неё.\nДо скорой встречи,\nМихаил\" ",
    "answers": [
      {
        "id": 52,
        "text": "Положить письмо в тумбочку"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы положили письмо в тумбочку и повалились на кровать. Судя по времени на часах, висевших над столиком, уже было поздно, так что Вы, даже не задумываясь о еде, улеглись под одеяло и стали размышлять о сегодняшнем дне.\n\"Ну это просто кошмар какой-то!!! Да, комната хорошая, да и обращаются со мной неплохо, но... Как такое вообще случилось!? Откуда взялись эти вампиры, почему их не было раньше, почему именно сейчас!? Что...!? \"\nВы вздохнули и постарались успокоиться. Тишина и мерное тиканье часов усыпили Вас, так что Вы даже не заметили, как заснули. ",
    "answers": [
      {
        "id": 53,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 53,
    "text": "Проснувшись, Вы услышали голоса за дверью. Казалось, словно несколько человек спорят! Прислушавшись, Вы услышали голос Эмилии и ещё двух девушек. До Вас долетели обрывки фраз:\n— Но она может ещё спать!!! Что, если...\n— Да не станет хозяин злиться!!! Но, нужно аккуратно...\n— Ты что!? А если она ему на нас пожалуется!?\nЗа дверью послышалась возня и дверь распахнулась, впуская внутрь Эмилию и двух её подруг.\nЭмилия замялась:\n— Эээ... Привет! Прости, что мы тебя разбудили, просто... Нас попросили привести тебя в порядок к приходу господина! — С этими словами подруги Эмилии вытянули Вас из кровати и, усадив перед столиком, стали причесывать Вам волосы, тогда как Эмилия в это время подбирала Вам платье.\nОна предложила два варианта:\n— Смотри! Выбери сама одно! — Она протянула Вам два платья: одно было темно-синее, с чёрными оборками и облегающим низом, а второе было более короткое и с пышной юбкой салатового цвета. ",
    "answers": [
      {
        "id": 54,
        "text": "Выбрать синее платье"
      },
      {
        "id": 54,
        "text": "Выбрать салатовое платье "
      }
    ]
  },
  {
    "id": 54,
    "text": "Когда Вы выбрали и одели платье, Эмилия прикрепила в Ваши волосы изящную заколку под цвет платья и, отошла подальше, оценивая работу.\n— Ну какая же ты красивая!!! Тебе очень идёт!!! — Повернувшись к двери, она добавила:\n— Господин скоро придёт, подожди немного! — улыбнувшись, Эмилия поманила своих подружек за собой и ушла, оставив Вас наедине со своими мыслями. ",
    "answers": [
      {
        "id": 55,
        "text": "Сесть на кровать "
      },
      {
        "id": 56,
        "text": "Сесть у столика"
      }
    ]
  },
  {
    "id": 55,
    "text": "Сев на кровать, Вы предались своим мыслям.\n\"Вот зачем мне красиво одеваться для этого вампира!? Я же просто еда, так какой в этом смысл!? Нет, я не отрицаю — людям тоже нравится, когда еда красиво подана, но всему же есть предел!!!\"\nВы были смущены и слегка испуганы — ведь кто знает, зачем вампир решил с Вами повидаться! ",
    "answers": [
      {
        "id": 57,
        "text": "Прислушаться "
      }
    ]
  },
  {
    "id": 56,
    "text": "Сев на стул, Вы предались своим мыслям.\n\"Вот зачем мне красиво одеваться для этого вампира!? Я же просто еда, так какой в этом смысл!? Нет, я не отрицаю — людям тоже нравится, когда еда красиво подана, но всему же есть предел!!!\"\nВы были смущены и слегка испуганы — ведь кто знает, зачем вампир решил с Вами повидаться! ",
    "answers": [
      {
        "id": 57,
        "text": "Прислушаться "
      }
    ]
  },
  {
    "id": 57,
    "text": "За дверью стояла тишина, но где-то в конце коридора послышалось шаги. Они приблизились и остановились напротив двери. ",
    "answers": [
      {
        "id": 58,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 58,
    "text": "Дверь открылась, и на пороге оказался князь. Он зашёл в комнату и сел на кровать.\nВы на автомате отодвинулись от него подальше.\nВ воздухе так и висело беспокойство, повисла неловкая тишина. ",
    "answers": [
      {
        "id": 59,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Немного помолчав, вампир произнес:\n— Надеюсь, тебе понравилась комната... Её обустроили по моей просьбе. — Он пододвинулся к Вам ближе, но, увидев в Ваших глазах страх, добавил:\n— Я не буду тебе сильно докучать... — произнёся это, он встал и молча вышел, прикрыв за собой дверь. ",
    "answers": [
      {
        "id": 60,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы были очень удивлены поведением вампира, вот уж чего-чего, а такого Вы от него не ожидали. Ни объяснил ничего, не рассказал, но и крови не выпил, словно и не нужно ему...\n\"Так зачем я здесь тогда? Или он просто ждёт, а на самом деле все совсем не так? Боже, да что за ерунда!?\"\nВы повалились на кровать. Спать не хотелось, но и сил что-то делать тоже.\n\"Словно всю кровь выпили\" неловко пошутили Вы про себя.\nВ дверь постучали. ",
    "answers": [
      {
        "id": 61,
        "text": "Открыть"
      },
      {
        "id": 62,
        "text": "Ничего не делать "
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы открыли дверь. Это оказалась Эмилия с подносом на руках. Судя по её виду, она уже собиралась открыть дверь сама. \n— Ну что же ты так, мне ведь не удобно стоять под дверью с подносом! — сказала она.\nВы извинились:\n— Прости, я не знала, что это ты... — Вы потупили глаза и виновато вздохнули, как бы призывая девушку к миру.\n— Ну ладно, ладно, ничего! Я принесла тебе поесть. Кстати, как общение с господином? ",
    "answers": [
      {
        "id": 64,
        "text": "Рассказать"
      },
      {
        "id": 65,
        "text": "Не рассказывать "
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы продолжили лежать на кровати, но за дверью стучали ещё настойчивее, словно хотели выбить дверь. Потянувшись, Вы встали. ",
    "answers": [
      {
        "id": 61,
        "text": "Открыть дверь"
      },
      {
        "id": 63,
        "text": "Стоять и ждать"
      }
    ]
  },
  {
    "id": 63,
    "text": "Не дождавшись Вас, стучавший в дверь распахнул её. Это оказалась Эмилия с подносом на руках.\n— Ну что же ты так, мне ведь не удобно стоять под дверью с подносом! — сказала она.\nВы извинились:\n— Прости, я не знала, что это ты... — Вы потупили глаза и виновато вздохнули, как бы призывая девушку к миру.\n— Ну ладно, ладно, ничего! Я принесла тебе поесть. Кстати, как общение с господином? ",
    "answers": [
      {
        "id": 64,
        "text": "Рассказать "
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы рассказали:\n— Он пришёл, спросил, понравилась ли мне комната, уточнив, что она сделана по его просьбе, а потом ушёл, добавив, что не будет мне сильно докучать. Вот что это было? Да и вообще, он какой-то странный... И ведёт себя необычно, и... Даже не знаю. В общем, странный!\nЭмилия, поставив поднос на кровать, пожала плечами:\n— Не знаю. С каждым он ведёт себя по разному... Со мной например, он вообще мало говорит, посылая мне приказы через Милана, старого полувампира... Так что ничего сказать не могу. Знаю только, что он относится к тебе доброжелательно... Мало кому удавалось поспать у него на коленях... — девушка улыбнулась и сказала:\n— Но я думаю, что все будет хорошо! — снова улыбнувшись, она кивнула на поднос с едой, приглашая поесть, и вышла из комнаты. ",
    "answers": [
      {
        "id": 66,
        "text": "Взять еду "
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы промолчали и покачали головой:\n— Ничего особенного...\nЭмилия хмыкнула, но сказала:\n— Я думаю, что все будет хорошо! — снова улыбнувшись, она кивнула на поднос с едой, приглашая поесть, и вышла из комнаты. ",
    "answers": [
      {
        "id": 66,
        "text": "Взять поднос"
      }
    ]
  },
  {
    "id": 66,
    "text": "На подносе стояла чашка, чайник, заглянув в который Вы обнаружили чай, тарелка с бутербродами, прикрытая второй тарелкой, и упаковка на 200 мл клюквенного сока. К соку была прикреплена записка с подписью \"Эмилия\":\n\"Я не хочу тебя расстраивать, но этот сок — идеальное питание для того, у кого будут пить кровь. :)\"\nВы печально улыбнулись и принялись за бутерброды. ",
    "answers": [
      {
        "id": 67,
        "text": "Выпить чай"
      }
    ]
  },
  {
    "id": 67,
    "text": "Чай был мятный, но чувствовались и нотки листа чёрной смородины — такой чай Вы много раз пили на даче у бабушки... Воспоминания нахлынули на Вас, и Вы впервые задумались, что сейчас с Вашей семьёй? Мама была в Питере, но Вы уже около месяца не виделись, отец — в командировке во Владивостоке, старший братец — в армии. Бабушка умерла, когда Вам было пять лет, и Вы до сих пор жалеете, что тогда не серьёзно отнеслись к её похоронам и уже никогда не сможете обнять её... Один дедушка умер ещё до Вашего рождения, а второй — жил в деревне круглый год. Где-то в Петербурге должна ещё жить Ваша тётя по маминой линии, но где — Вы не знали. Оставалось только надеяться, что с ними со всеми все хорошо!\nВы посмотрели на часы — 10:46, а кажется, что прошло уже много времени. Во сколько же Вас разбудили!? ",
    "answers": [
      {
        "id": 69,
        "text": "Подойти к книжному шкафу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Закрыв дверь, Вы оглядели коридор. Налево — лифт, направо, буквально через несколько метров, была развилка: направо и налево.\nРешив, что для начала следует увидеть свой этаж, Вы сверились с часами — у Вас было около полутора часов — и направились к развилке. ",
    "answers": [
      {
        "id": 76,
        "text": "Повернуть направо "
      },
      {
        "id": 76,
        "text": "Повернуть налево "
      }
    ]
  },
  {
    "id": 69,
    "text": "Весь шкаф состоял из трех более маленьких стеллажей, стоящих вплотную друг к другу. Полки были заставлены книгами, но их было ровное количество, так что все полки были заняты, а сверху на книгах не лежало ни одной другой книги.\nВы пробежали глазами по полке — \"Да здесь вся русская литература! Достоевский, Пушкин, Толстой, Лермонтов, Тютчев, Тургенев, Набоков, Булгаков, Чехов и другие писатели и поэты!!!\" Но кроме русской литературы, здесь была фантастика — Вы заметили \"Обречённый мир\" Аластара Рейнольдса, \"Веру\" Джона Лава и \"Стеклянного Джека\" Адама Робертса, фентези — Властелин колец\", \"Песнь льда и пламени\"...\n\"Красота!\" подумали Вы и сели в кресло. ",
    "answers": [
      {
        "id": 70,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы читали книгу, периодически поднимая глаза на часы. Если становилось скучно, приходилось брать другую книгу, так как больше делать было нечего, но уж лучше так, чем без ничего...\nКогда прошло уже три часа, а Вы успели сменить пятую книгу, дверь открылась и вошла Эмилия с новым подносом на руках. Вы аж подскочили от неожиданности, так привыкли к тишине, но тут же отложили книгу и подошли к девушке:\n— Привет! Это мне? — вы указали на поднос с гороховый супом и компотом.\n— Да, это твой обед... Как дела? Выглядишь печальной. Хотя это и не удивительно! Не каждый день обнаруживаешь, что у тебя под боком все это время жили вампиры! — она рассмеялась и спросила:\n— Может тебе принести чего-нибудь? Тут... скучновато, да?\nВы пожали плечами и уселись за еду:\n— Не знаю. Читать книги целый день и вправду скучно, так что буду не против! Но так как я не знаю, что мне нужно принести, то лучше расскажи мне о вампирах! Мне уже давно кажется, что они не совсем соответствуют людским представлениям!\n— Ну хорошо! Я служу у вампира с рождения, вся моя семья из поколения в поколение служит у его рода, так что кое-что знаю... ",
    "answers": [
      {
        "id": 71,
        "text": "Слушать рассказ Эмилии "
      }
    ]
  },
  {
    "id": 71,
    "text": "— Ещё в средневековье, когда было разрешено рабство, один из знатных вампирских родов купил девушку и юношу на рынке. Они специально выбрали пару влюблённых, которые по неизвестным причинам стали рабами, чтобы создать семью слуг, которые поколениями будут служить им. И да, это звучит очень смешно, я знаю! Но так мне рассказала мама, а ничего другого, объясняющего, почему моя семья служит вампирам, я не знаю. В общем, так... — Эмилия вопросительно посмотрела на Вас, как бы уточняя, не нужно ли ещё что-то рассказать?\nВы поняли намёк и попросили:\n— А расскажи именно о самих вампирах! Интересно всё-таки...\n— Ладно! Вампиры не живут вечно, как считают люди, но их жизнь длиться примерно как три-четыре человеческие, что, согласись, тоже не мало... У них обрстреннный слух, то есть князь сейчас наверняка нас слышит, достаточно большая сила, за это так сказать \"отвечает\" почти полностью другое строение ДНК, у вампиров очень хорошее зрение, которое не портится с возрастом, однако летать они не умеют! — девушка рассмеялась и продолжила:\n— Они не могут есть обычную пищу, но и кровью питаться часто не обязаны. Кровь — это как... как... как что-то нереально вкусное для нас, как нам — попробовать амброзию! Вот только они, в отличии от людей, вполне могут себе это позволить. Также вампиры очень быстро передвигаются, но не так, чтобы человек просто не видел, куда делся вампир, а словно размытый силуэт — все равно быстрее людей. Из способностей, которые я не могу никак объяснить — это мгновенное перемещение, регенерация и оценивание состояния других. ",
    "answers": [
      {
        "id": 73,
        "text": "Спросить о князе"
      }
    ]
  },
  {
    "id": 72,
    "text": "На мгновение замерев, Вы встали со стула и, облокотившись на резную спинку, медленно отошли за кровать.\nВампира это не смутило и он направился к кровати. ",
    "answers": [
      {
        "id": 74,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы поинтересовались:\n— А что князь? Расскажи о нем, пожалуйста.\nЭмилия понимающе кивнула и рассказала:\n— Князь... Он, как и все остальные вампиры, отличается своим собственным и неповторимым характером — он властный, резкий, любит показывать свою силу, свои возможности. Но в то же время ему присуща забота о слабых и дорогих ему существах... Что сказать — полные противоположности в одном теле! Ну да ладно... Я пойду, но у тебя ещё... Ого, мы болтали аж целый час!.. есть три часа на исследование пустых коридоров!!! — улыбнувшись, она добавила:\n— Я пойду, а ты ешь и гуляй! Если хочешь, конечно...\nС этими словами Эмилия вышла из комнаты и повернула направо, в противоположную от лифтов сторону. Когда её шаги стихли, Вы все ещё переваривали новую информацию.\n\"Оказывается, вампиры частично даже похожи на наши представления, но не... Не совсем. Словно кто-то однажды увидел несколько возможностей вампиров и испугался, в итоге добавив к образу жутких подробностей...\"\nВаши мысли прервал звук шагов по коридору и в комнату, не постучавшись, зашёл князь. ",
    "answers": [
      {
        "id": 72,
        "text": "Отойти за кровать "
      },
      {
        "id": 74,
        "text": "Остаться у туалетного столика"
      }
    ]
  },
  {
    "id": 74,
    "text": "От неожиданности Вы замерли на месте, только наблюдая за князем, вальяжно усевшимся на кровать. Он посмотрел на Вас и спросил:\n— Не расскажешь о себе?\n\"Мда, такого поворота событий я не ожидала...\" подумали Вы и молча кивнули, начав рассказ:\n— Мне 17 лет, я жила в Санкт-Петербурге, ходила в школу, пока... — Вы чуть было не сказали \"пока вы все не пришли и не захватили Землю\", но решили, что не стоит, — ... пока все не началось.\nВы неловко замолчали, не зная, что рассказать ещё, но вампир Вас спросил сам:\n— Какая у тебя любимая музыка? Предпочтения в еде? ",
    "answers": [
      {
        "id": 75,
        "text": "Ответить "
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы на секунду задумались и ответили:\n— Любимая музыка... Наверно альтернативный рок и электроника... С едой особых предпочтений нет, но не переношу мясной жир и люблю пробовать что-то новое.\nВы посмотрели на князя, ожидая каких-то ещё вопросов, но он только молча кивнул и, быстро поднявшись с кровати, ушёл, осторожно прикрыв за собой дверь.\nНе совсем поняв, что это было, Вы сели на кровать и уставились на книги. Непонятно почему, но каждый разговор с этим аристократом давался Вам тяжело, словно все время что-то или кто-то давило на Вас, а потом, после ухода вампира, отпускало и оставляло в покое. Рассердившись на саму себя, Вы вскочили и направились к двери с твёрдым намерением прогуляться и развеяться. ",
    "answers": [
      {
        "id": 68,
        "text": "Выйти и закрыть за собой дверь"
      }
    ]
  },
  {
    "id": 76,
    "text": "Повернув, Вы увидели перед собой все тот же серый, тускло освещенный коридор. По его бокам было множество серых дверей с номерами, но идя вдоль них Вы не нашли ни одной двери с поясняющей надписью. Решив, что в такие двери заходить не стоит, Вы направились к последней двери, находившийся в тупике.\nДойдя до неё, Вы увидели номерную табличку. Под ней, мелкими печатными буквами было написано: \"Bibl.\"\nПеребрав в уме все возможные варианты, Вы решили, что пожалуй, это может быть библиотека и открыли дверь.\nВы не ошиблись. ",
    "answers": [
      {
        "id": 77,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вашему взору предстало потрясающее зрелище — библиотека занимала сразу три этажа, причём верхний из них выходил наверх, а потому библиотека освещалась тусклым оранжевым светом заходящего солнца. Огромные стеллажи стояли вдоль всех стен, где-то огибая их, а где-то просто идя вдоль. Полки были сверху до низу уставлены книгами в различных переплетах... Все казалось таким сказочным, но в тоже время настолько земным, что просто не верилось, что такое место может быть.\nВы прошли немного влево и увидели, что некоторые стеллажи завешены красными занавесями, такими же, как полог Вашей кровати. У стен, в нишах, стояли кушетки на резных деревянных ножках. На них вполне можно было полежать, оперевшись на подушку, а бра, висевшие с двух сторон в нише, не дали бы испортить глаза при чтении. ",
    "answers": [
      {
        "id": 78,
        "text": "Прилечь и почитать"
      },
      {
        "id": 79,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы взяли одну из книг Жюля Верна, не особо вглядываясь в то, какая она, так как читали все много-много раз, и легли на кушетку читать.\nЧерез некоторое время Вы подняли взгляд от книги, чтобы посмотреть на старинные маятниковые часы, стоявшие у противоположной стены, и к своему ужасу увидели у ближайшей занавеси силуэт, который настолько быстро метнулся к двери, что Вы успели заметить только тень, исчезнувшую в проеме.\nПрисев, Вы отложили книгу и встали с кушетки. ",
    "answers": [
      {
        "id": 79,
        "text": "Вернуться в комнату"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы шли по коридору, но теперь почему-то здесь не было так тихо, как тогда, когда Вы шли в библиотеку. Вам все время казалось, что вокруг, прилипнув к стенам, движутся тени, но стоило Вам повернуться к ним, как они тут же исчезали.\nБыстро дойдя до своей комнаты, постоянно оглядываясь, Вы закрыли дверь и, обернувшись, уткнулись в вампира. ",
    "answers": [
      {
        "id": 80,
        "text": "Замереть"
      },
      {
        "id": 81,
        "text": "Обойти вампира"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вампир окинул Вас взглядом и произнес:\n— Извини, что напугал в библиотеке. Мне стало интересно, как она тебе? Там есть множество книг, в том числе и рукописи, передающиеся в моей семье по наследству... Ты любишь читать?  Вы прижалась к двери и ответили:\n— Библиотека красивая... Я никогда ещё не видела столько книг в одном месте. И читать люблю! — Вы попытались обойти князя, но тот преградил Вам дорогу рукой, оперевшись ей о дверь и добавил:\n— Перестань меня боятся. Я не сделаю тебе ничего плохого. — Резко толкнув дверь, он вышел в коридор и метнулся в сторону лифта. \nВы стояли на месте, пытаясь отдышаться, и не очень понимали, что это было. Наметилась странная закономерность — после каждого разговора с князем возникал забавный вопрос: \"Что. Это. Было!?\" \nОчнувшись, Вы выглянули в коридор, но вампира там уже не было. Закрыв дверь и глянув на часы, Вы наплевали на оставленный Эмилией ужин и, повалившись на кровать, уснули. ",
    "answers": [
      {
        "id": 82,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы попытались обойти вампира, но тот преградил Вам дорогу рукой, опревшись ей о дверь, и произнес:\n— Извини, что напугал тебя в библиотеке, мне просто стало интересно, как она тебе? Там есть множество книг и рукописей, передающихся в моей семье по наследству... Ты любишь читать?\nВы прижались к двери и ответили:\n— Библиотека чудесная... Я никогда раньше не видела столько книг! И читать люблю, да.\nКнязь наклонился к Вам ближе и добавил:\n— Можешь читать там сколько угодно. И перестань меня бояться, я не сделаю тебе ничего плохого.\nРезко толкнув дверь, он вышел в коридор и метнулся в сторону лифта.\nВы стояли на месте, пытаясь отдышаться, и не понимали, что это сейчас вообще было.\nОчнувшись, Вы выглянули в коридор, но вампира там уже не было.\nЗакрыв дверь, Вы наплевали на ужин, оставленный Эмилией и, повалившись на кровать, уснули. ",
    "answers": [
      {
        "id": 82,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы проснулись поздно, на часах было 10:40.\nПлохие сны, терзавшие Вас всю ночь, не дали выспаться, но Вы неплохо себя чувсвовали.\nНа столике как всегда стоял поднос с едой, рядом лежала записка от Эмилии.\nВы взяли её и прочли:\n\"Приятного аппетита!\nК тебе сегодня придёт дворецкий, а я уехала в город за покупками. Расскажу потом, что там, и как!\nЭмилия\"",
    "answers": [
      {
        "id": 83,
        "text": "Положить записку в ящик тумбочки"
      }
    ]
  },
  {
    "id": 83,
    "text": "Отложив записку, Вы принялись за еду.\nКлюквенный сок Вы по привычке выкинули в урну: ну не нравился он Вам!\nДоели Вы к 11 часам, так что, не зная, во сколько приедет дворецкий, Вы принялись за чтение, но не пошли в библиотеку. После вчерашнего не очень хотелось...",
    "answers": [
      {
        "id": 84,
        "text": "Подойти к стеллажам с книгами "
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы, как всегда, выбрали детектив (в этот раз попался \"Чей труп?\" Дороти Сейерс) и принялись за чтение.\nПосле трех часов и двух детективов Вам стало тошно и захотелось что-то сделать. Дворецкого до сих пор не было, а на часах был уже час дня...\n\"То есть до обеда у меня осталось около часа, а значит, я могу погулять!\" подумали Вы.\nПереживания вчерашнего дня немного улеглись, а потому Вы снова решили направиться направо из комнаты, к развилке, ведущей в библиотеку. ",
    "answers": [
      {
        "id": 85,
        "text": "Выйти из комнаты [прикрыть за собой дверь] "
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы вышли из комнаты и закрыли за собой дверь.\nПовернув направо, Вы дошли до развилки, но в этот раз целью был противоположный коридор от библиотечного (это название Вас вполне устраивало, а потому Вы негласно им пользовались).",
    "answers": [
      {
        "id": 86,
        "text": "Повернуть в противоположный библиотечному коридор "
      }
    ]
  },
  {
    "id": 86,
    "text": "Повернув, Вы увидели точную копию библиотечного коридора, правда в конце был ещё один поворот — направо.\nВы пошли вперёд.\nДвери в этом коридоре везде назывались по разному, но обозначались непонятными знаками: ◮, ๑, ⚕️. Вы не совсем понимали, что они значат, а потому решили не проверять эти двери. Почти дойдя до конца коридора, Вы услышали сзади шаги, доносящиеся из коридора, в котором была Ваша комната.\nНе понятно зачем, но Вы резко дернули на себя ближайшую дверь и закрыли её за собой. ",
    "answers": [
      {
        "id": 87,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 87,
    "text": "Немного отдышавшись, Вы отпустили ручку двери и обернулись, чтобы рассмотреть комнату.\nЗдесь было темно, поэтому нужно было найти выключатель. ",
    "answers": [
      {
        "id": 88,
        "text": "Искать выключатель "
      },
      {
        "id": 89,
        "text": "Пробираться на ощупь "
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы пошарив и рукой слева от двери, но выключателя там не было, ни на уровне дверной ручки, ни выше.\nОщупав рукой стену с правой стороны, Вы нашли выключатель и, нажав на него, услышали лёгкое гудение многочисленных ламп.\nКомната осветилась лёгким голубоватым светом, создававшим полумрак. Лампы висели над стеклянными аквариумами, стоявшими рядами на столах в этом небольшом помещении.\nПодойдя поближе к аквариумам, Вы смогли разглядеть что в них было. ",
    "answers": [
      {
        "id": 90,
        "text": "Рассмотреть"
      }
    ]
  },
  {
    "id": 89,
    "text": "Сделав несколько шагов в темноту, Вы наткнулись на стол и ударились головой об лампу, видимо висевшую над ним. От испуга Вы шагнули в сторону и натолкнулись на очередной стол. Опрокинув на себя какую-то ёмкость с тёплой водой, Вы тихо чертыхнулись, после чего резко развернулись на шум открывшейся двери. Подскользнувшись на мокром полу, Вы упали и потеряли сознание, увидев перед тьмой высокий силуэт в проёме двери. ",
    "answers": [
      {
        "id": 92,
        "text": "Открыть глаза "
      }
    ]
  },
  {
    "id": 90,
    "text": "В аквариумах росло огромное количество растений разных видов.\n\"Да это же гидропоника!“ подумали Вы. \" Я читала об этом на биологии в... 8 классе?.. Да, точно... \"\nДверь за вашей спиной открылась и Вы обернулись на этот звук. ",
    "answers": [
      {
        "id": 91,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 91,
    "text": "От испуга Вы шагнули в сторону и натолкнулись на очередной стол. Опрокинув на себя какую-то ёмкость с тёплой водой, Вы тихо чертыхнулись, после чего резко развернулись на шум открывшейся двери. Подскользнувшись на мокром полу, Вы упали и потеряли сознание, увидев перед тьмой высокий силуэт в проёме двери. ",
    "answers": [
      {
        "id": 92,
        "text": "Открыть глаза "
      }
    ]
  },
  {
    "id": 92,
    "text": "Открыв глаза, Вы с удивлением обнаружили себя лежащей в своей кровати. У Вас в ногах сидела Эмилия, её две подруги, незнакомый мужчина в деловом костюме и женщина в белом халате.\n\"Врач?\" — подумали Вы — \"Что со мной случилось?\"\nВаши размышления прервал голос врача:\n— Как ты себя чувствуешь? — с этим вопросом все остальные, до этого скучающе разглядывающие комнату, резко обернулись к Вам.\n— Да вроде хорошо... Голова немного болит... — Вы сели. — и кружится... А так ничего. Что случилось?\nВрач пощупала Ваш пульс и ответила:\n— Ты поскользнулась на мокром полу и лаборатории и ударилась головой. Сотрясения вроде нет, но ещё несколько дней я буду следить за тобой чтобы избежать нежелательных последствий. Меня зовут Екатерина, я твой врач.",
    "answers": [
      {
        "id": 93,
        "text": "Перевести взгляд на мужчину"
      }
    ]
  },
  {
    "id": 93,
    "text": "С трудом повернув голову, Вы уставились на мужчину.\n\"А это ещё кто?\"\nВаша попытка открыть рот и задать вопрос была прервана гостем:\n— Извини... Я Михаил, дворецкий. Это из-за меня ты упала... Но я рад, что с тобой все в порядке! \nУслышав это, Вы хмыкнули.\n\"И чего я испугалась? Это, конечно, мог быть вампир, но...\"\n— Что ж, если я вдруг понадоблюсь, то зовите, — Екатерина хмуро посмотрела на Эмилию и её подруг, — и смотрите за ней лучше!\nОна кивнула Михаилу и Вам на последок головой и просочилась в проем, пропуская внутрь князя. ",
    "answers": [
      {
        "id": 94,
        "text": "Повернуть голову"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вампир не выглядел обеспокоенным, но в его взгляде сквозила лёгкая взволнованность. На ходу спросив у врача: \"С ней все хорошо?\", и получив утвердительный ответ, он вошёл в комнату и кивнул Михаилу. Тот ответил тем же и объяснил, как всё произошло. ",
    "answers": [
      {
        "id": 96,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 95,
    "text": "Автор: Кетайке (Ketaikee)\n\n━──────≪✷≫──────━\n\nЖанры: романтика, апокалипсис\n\n━──────≪✷≫──────━\n\nВерсия: 0. 3. 4. (изменяется как от добавления нового, так и от мелких правок), стараюсь писать раз в 2-3 дня, иногда реже, но если у Вас не появляется новая версия больше недели, значит у Вас есть проблемы с приложением! \n\n━──────≪✷≫──────━\n\nЕсли кому-то интересно, то почти все места, описанные мной в квесте, реально существуют. Так как я сама живу в Питере, то неплохо знаю окрестности, а потому использовала их для квеста. \nКниги я также старалась описывать существующие, так что вполне можете почитать) \n\n━──────≪✷≫──────━\n\nК сожалению, проду пишу довольно редко (учеееееба), но пишу) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Я только сегодня вернулся, после чего уже заходил к Вам передать поручение Золотого командования. — Михаил задержал взгляд на князе, усевшемся на кровать, и продолжил. — После этого я заскочил к себе в кабинет, \"бросил\" вещи и направился сюда. Когда зашёл в комнату и не обнаружил Вас, — на этот раз дворецкий обращался к Вам, — то решил, что Вы отправились изучать наши жуткие коридоры, — Михаил ухмыльнулся и покосился на вампира, — а потому пошёл Вас искать. Зашёл в библиотеку, но, не найдя Вас там стал заглядывать во все двери. Дошёл до лаборатории, заглянул и увидел Вас. А Вы, — не знаю, от неожиданности, или ещё почему (князь в этот момент поморщился), — испугались меня, поскользнулись и упали, ударившись головой о гидропонический аквариум и потеряв сознание. Я, понятно, донёс Вас до кровати (\"неужели меня нёс на руках незнакомый мужчина!?\") и вызвал Екатерину. А Эмилию направил за Вами. — он посмотрел на вампира, как бы говоря, что закончил. ",
    "answers": [
      {
        "id": 97,
        "text": "Слушать дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": "Дослушав рассказ Михаила до конца, Вы уже успели сто раз задуматься над логикой своих действий.\nВо первых встал вопрос о том, зачем Вы сиганули в первую попавшуюся дверь, едва услышав шаги. И даже не зная, кто идёт! Очень смущало то, что Вы, оказывается, настолько боитесь вампира, что готовы сделать все, что угодно, лишь бы не встречаться с ним.\n\"И то, что он сейчас сидит у меня в ногах, совершенно не успокаивает!\"\nВо вторых, было довольно интересно узнать все же побольше об этом дворецком — чем он занимается, что зависит от него...\nИ что за \"Золотое командование\"? В первый раз это название упоминала вампирша в школе, теперь — Михаил.\n\"Покопаюсь в библиотеке\"",
    "answers": [
      {
        "id": 98,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вампир кивком головы указал Эмилии и подругам выйти, Михаил вышел вслед за ними.\nПододвинувшись к Вам поближе, он упёрся руками с двух сторон от ваших ног. \nСев ещё ближе, он обхватил Вас за талию, не давая отстраниться, и наклонился к самому лицу. Вы на секунду зажмурились, но, устыдившись собственной трусости, открыли глаза обратно и тут же пожалели об этом.\nЕго глаза находились ровно напротив Ваших и светились ярким красным цветом. Они словно переливались сотнями оттенков, искрящихся в глубине глаз и обволакивающих яркими всполохами сузившийся продолговатый вертикальный зрачок. Вы невольно признали, что это просто завораживающе красиво... \nПосмотрев на Вас ещё несколько секунд, не моргая и словно что-то оценивая, он резко встал и вышел из комнаты, негромко хлопнув дверью. ",
    "answers": [
      {
        "id": 99,
        "text": "Выдохнуть"
      }
    ]
  },
  {
    "id": 99,
    "text": "Когда Вы осознали, что волшебное представление, мерцающее у Ваших глаз, прервалось, а вампир ушёл, в грудь наконец ворвался воздух. Грудная клетка заныла, заставив невольно задуматься над тем, сколько же Вы не дышали.\n\"Машу вать... Что это было!?\"\nПопытка отдышаться постепенно приводила в чувство, успокаивая и расслабляя. \nОпустившись на подушки, Вы наконец осознали, что все нормально. Не спокойно, нет, но хотя-бы нормально, что уже было неплохо.\nВернулся Михаил, и, хотя Вы его не знали, казалось, что он по доброму расположен в Вам.\nА вот то, что делал вампир, по настоящему пугало. Припоминая рассказ Эмилии, Вы предположили, что он проверял физическое состояние, однако это было как-то... странно.\n\"А с другой стороны — разве люди не обзывают 'странным' всё, что им не понятно? Ну всё, библиотека в помощь...\"\nВстав с кровати, Вы быстро выскользнули в дверь, прикрыв её за собой, и повернули направо, в сторону библиотеки. ",
    "answers": [
      {
        "id": 100,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 100,
    "text": "По коридору в вашу сторону шли люди, несущие разное оборудование. В какой-то момент мимо Вас провели тележку с крупными осколками стекла.\n\"Я что, разбила аквариум? Вот ведь...\"\nПротиснувшись вдоль стены мимо людей с вещами, Вы свернули в билиотечный коридор. ",
    "answers": [
      {
        "id": 101,
        "text": "Зайти в библиотеку"
      }
    ]
  },
  {
    "id": 101,
    "text": "\"Что!?\"\nЭто был первый и вполне логичный вопрос, возникший в Вашей голове, когда Вы увидели библиотеку. Или то, во что она превратилась.\nПрямо напротив входа, на месте стеллажей, находилась широченная лестница, ведущая на улицу.\nОглянувшись вокруг и никого не обнаружив, Вы почти бегом поднялись по ступеням.\nБетон мгновенно сменился мхом и жёсткой травой, покрывающими терассу на скале, на которой Вы теперь находились. ",
    "answers": [
      {
        "id": 102,
        "text": "Осмотреться вокруг"
      }
    ]
  },
  {
    "id": 102,
    "text": "Впереди, метрах в пяти, был край терассы. Его огораживали стеклянные перила, дающие возможность увидеть верхушки елей, стоящих внизу.\nПодойдя к перилам, Вы ахнули.\nВпереди, насколько можно было видеть из-за светящего глаза солнца, рос лес. Густой, хвойный лес...\nА вниз... вниз и ещё мнооогоо вниз...\n\"Кажись, сбежать мне не светит. Нет, ну это же надо так... Здесь метров десять отвесной скалы! И на что я надеялась?\"\n— Тебе уже легче? ",
    "answers": [
      {
        "id": 103,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 103,
    "text": "Неподалеку от Вас стоял Михаил. Заправив большие пальцы рук в карманы брюк, он неспешно подошёл и оперся на перила спиной.\n— Так тебе уже лучше, да?\n— Ээ.. Вроде да...\n— Вот и хорошо. Как тебе здесь? Хочу ещё убрать траву и мох, постелить тёплый пол. Сделать что-то вроде гостиной на открытом воздухе...\n— По моему... Если бы я решала, я бы оставила мох и траву. Здесь уютно благодаря этому.\nДворецкий с интересом на вас уставился. Смутившись под его взглядом, Вы отвернулись обратно к лесу и повторили:\n— Ну, это если бы я решала...\nМихаил ухмыльнулся и спросил:\n— Может перейдём в библиотеку? Тебе не холодно?\n— Да вроде нет...\n— Вот видишь, а мне холодно. Так что пойдём.\nОн улыбнулся и, словно показывая, что возражения не принимаются, начал спускаться по лестнице. Вы отправились за ним. ",
    "answers": [
      {
        "id": 104,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 104,
    "text": "Михаил прошёл в дальний конец библиотеки и, пошарив за одной из портьер, закрывающих некоторые шкафы, выудил запыленнную книгу.\nПроведя по ней ладонью и нетерпеливо отряхнув, он предложил:\n— Вот, возьми. Это что-то вроде справочника или энциклопедии по существам, называй как хочешь. Изначальная рукопись написана, кстати, человеком, так что видимо вы не всегда считали нас \"мистикой, волшебством и чепухой\".\nФраза дворецкого о \"нас\" немного Вас покоробила. \"Он не похож на вампира...?\"",
    "answers": [
      {
        "id": 105,
        "text": "Взять книгу"
      },
      {
        "id": 106,
        "text": "Спросить о \"нас\""
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы взяли книгу.\n— Эээ... Ладно, спасибо. Я пойду?\n— Да, иди.\nМихаил улыбнулся, и добавил:\n— А, да, вот ещё что... Там есть некоторые пометки, не обращай на них внимание.\nОн улыбнулся. ",
    "answers": [
      {
        "id": 108,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы сказали... \"нас\"... Вы не так уж и похожи на вампира, если честно.\nМихаил хмыкнул:\n— Я вампир, однако мы в этом плане похожи на людей. Сколько у вас рас, три? Европеоиды, негроиды и монголоиды? А ведь два века назад были ещё и австралоиды... Вот и у нас также. Для того тебе и книга: прочтёшь — узнаешь. ",
    "answers": [
      {
        "id": 105,
        "text": "Взять книгу"
      },
      {
        "id": 107,
        "text": "\"И всё же?\" "
      }
    ]
  },
  {
    "id": 107,
    "text": "— Ааа...\nДворецкий закатил глаза и глубоко вздохнул.\n— Я... А, не важно. Серьёзно, просто прочитай, а потом уже спросишь, ладно? \nОн снова протянул Вам книгу.",
    "answers": [
      {
        "id": 105,
        "text": "Взять книгу"
      }
    ]
  },
  {
    "id": 108,
    "text": "Попрощавшись, Вы поспешили к себе в комнату.\n\"Это ведь и вправду интересно... Хоть буду знать. А то: что от них ждать? Чего им надо вообще!? Эх... ерунда-то какая, а! Может, вообще сбежать? Меня ж никто не охраняет даже!\" ",
    "answers": [
      {
        "id": 109,
        "text": "Зайти в свою комнату"
      }
    ]
  },
  {
    "id": 109,
    "text": "Опасаясь очередного появления князя, Вы сначала заглянули за дверь, однако, к вашему облегчению, комната была пуста.\nЗайдя внутрь, Вы закрыли дверь и уселись за стол, положив перед собой книгу.\n\"И этот потёртый \"недотомик\" — энциклопедия? Ладно...\" ",
    "answers": [
      {
        "id": 110,
        "text": "Открыть книгу"
      }
    ]
  },
  {
    "id": 110,
    "text": "На первой странице не было видно почти ничего — буквы стёрлись, оставив после себя только серые пятна. Бумага, жёлтая и сухая, была помята и покрылась коричневыми пятнами старения.\nНо почти всю правую часть страницы занимала отчётливо разбираемая надпись, сделанная изящным почерком с завитушками:\n\"Арону М. Л. в честь его пятьдесят пятого Дня Рождения. Милый мой, ты наконец-то стал взрослым! Я знаю, что к тому моменту, как ты это прочтёшь, я буду уже мертва, но помни — я бесконечно тебя люблю! Обещай, что ты никогда не предашь ценности нашей семьи, и сможешь создать то, к чему так долго стремились мы с отцом. Начало уже положено — в нашем старом доме ты найдёшь мальчика, его зовут Михаил, — он — результат, он — то что откроет нам дверь! Теперь ты — князь, а значит это бремя отетственности ляжет на твои плечи, но мы с отцом всегда будем с тобой! — Мама\" ",
    "answers": [
      {
        "id": 111,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 111,
    "text": "\"Это что же получается? Михаил подсунул мне книгу князя, да ещё и с пометками о себе... Так она, к тому же, была подарена мамой... Арона? Ну, хоть имя теперь знаю, а то ведь сказать-то никто не удосужился...\"\nНа следующей странице стояло полное название:\n\"Энциклопедия видов Вампиров, или Вампирский Бестиарий XII века\"",
    "answers": [
      {
        "id": 112,
        "text": "Читать дальше "
      }
    ]
  },
  {
    "id": 112,
    "text": "\"Предисловие, или почему автор счёл нужным написать эту книгу\n\nМногие считают вампиров выдумкой. Не могу осудить их — эти потрясающие создания редко выходят в свет и подтверждают своё существование. Их в этом тоже винить нельзя. Однако невежды имеют смелость осуждать тех, кто хочет донести до них правду, исправить их незнание. Потому я счёл нужным написать книгу, которая позволит жаждущим знаний испить их, а желающим остаться в неведении — стоять во мраке дальше. Каждый выберет свой путь, а я смогу избежать осуждения и посмейства моих трудов и стараний.\nИ помните — всё, что вы знаете, может как сохранить вашу жизнь, так и преумножить пищу. ",
    "answers": [
      {
        "id": 113,
        "text": "Следующая, страница"
      }
    ]
  },
  {
    "id": 113,
    "text": "Глава I\nВампиры крови\n\nХарактерные черты: красные глаза, белые волосы и бледная кожа.\nПоложение: исключительно аристократы и знать\nПродолжительность жизни: от 200 до 500 лет, при Связанности — бессмертие\nОсобые умения: лечение\nСлабости: Связанные, наличие человеческих чувств\nУбить: сожжение\n\nДовольно редки, человеку их увидеть гораздо сложнее. \nПитаются кровью примерно раз в месяц, по необходимости, однако  бывает и чаще. — Здесь стоял комментарий кривоватым почерком, не так давно сделанный. — [Ага, ага. Поешь раз в месяц...]",
    "answers": [
      {
        "id": 114,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 114,
    "text": "Связанные\n\nЛюди, обладающие единственно подходящей для вампира кровью. Она отличается запахом и вкусом.\nСвязанным человек становится, если его кровь выпьет вампир, который является для этого человека Связанным.\nПри наличии Связанного вампир обладает бессмертием, а Связанный будет жить, пока вампира не убьют. ",
    "answers": [
      {
        "id": 115,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 115,
    "text": "Глава II\nВампиры\n\nОблалают теми же характеристиками, что и вампиры крови, однако:\nОсобые умения: —\nПоложение: любое [Слуги] \nСмерть: сожжение; пуля в сердце\n\nСвязанными не обладают, потому продолжительность жизни от 200 до 500 лет ",
    "answers": [
      {
        "id": 116,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 116,
    "text": "\nГлава III\nЗолотые вампиры\n\nОсобые характеристики: жёлтые \"прозрачные\" глаза\nПоложение:  учителя аристократических семей, наемники [Друзей забыли упомянуть]\nПродолжительность жизни: ? [200-1000 лет]\nОсобые умения: гипноз\nСлабости: ? [Человеческие чувства]\nСмерть: сожжение",
    "answers": [
      {
        "id": 117,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 117,
    "text": "Глава IV\nБелые демоны\n\nОсобые характеристики: белые волосы, белые глаза, бледная кожа\nПоложение: аристократы, наёмники\nПродолжительность жизни: ? [± 550 лет]\nОсобые умения: мгновенная смерть (мгновенное убийство при зрительном контакте и желании, на \"перезарядку\" требуется около 2 суток), при использовании полностью чернеют глаза\nСлабости: — Смерть: ? [Утопить] ",
    "answers": [
      {
        "id": 118,
        "text": "Следующая страница "
      }
    ]
  },
  {
    "id": 118,
    "text": "Глава V\nЕгипетские вампиры\n\nОсобые характеристики: белые волосы, белые глаза, смуглая кожа\nПоложение: наемники, ?\nПродолжительность жизни: ? [от 1000 лет, возможно бессмертны]\nОсобые умения: сверх-скорость, сверх-сила (даже для вампиров)\nСлабости: глаза\nСмерть: бросьте в глаза песок\n[Жаль, в 12 веке были не в курсе о линзах. Они все их носят] ",
    "answers": [
      {
        "id": 119,
        "text": "Последняя страница "
      }
    ]
  },
  {
    "id": 119,
    "text": "Содержание:",
    "answers": [
      {
        "id": 120,
        "text": "Закрыть книгу"
      },
      {
        "id": 113,
        "text": "Глава I"
      },
      {
        "id": 115,
        "text": "Глава II"
      },
      {
        "id": 116,
        "text": "Глава III"
      },
      {
        "id": 117,
        "text": "Глава IV"
      },
      {
        "id": 118,
        "text": "Глава V"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы закрыли книгу и задумались. Повертели в руках.\n\"Ну да, и конечно. Надпись на обложке сзади...\"\n\n[Глава VI\nПробуждённые\nМихаил\nОсобые характеристики: облик человека\nПоложение: ~\nПродолжительность жизни: ?\nОсобые умения: ?\nСлабости: человеческие чувства\nСмерть: как у человека\nТы должен это закончить.]",
    "answers": [
      {
        "id": 121,
        "text": "Окончить чтение"
      }
    ]
  },
  {
    "id": 121,
    "text": "\"Боже мой... Что это? Зачем?.. По... Мне срочно, срочно нужен Михаил.\"\nСложно было понять, зачем дворецкому понадобилось дать вам эту книгу, однако на вопросы можно найти ответы.",
    "answers": [
      {
        "id": 122,
        "text": "Идти к Михаилу "
      }
    ]
  },
  {
    "id": 122,
    "text": "Взяв книгу, Вы буквально выскочили в коридор. Решив не идти в библиотеку, Вы тут же повернули налево, к лифтам.\n\"Если Михаил — приближенный князя, а также занимается обустройством его этажа, то...\"\nВы нажали кнопку \"-6\" и затряслись вместе с лифтом вниз. Как всегда, двери пришлось открывать самой. ",
    "answers": [
      {
        "id": 123,
        "text": "Выйти из лифта "
      }
    ]
  },
  {
    "id": 123,
    "text": "Этот этаж был гораздо более приятным. Потолки — выше, пол — плитка, — стены — покрашены в бежевый. На белых плитках пола лежал тяжёлый, толстый, черно-красный ковёр, свет шёл от светильников в виде маленьких факелов.\n\"Какая нелепица... И зачем?\"\nС опаской шагая по ковру, глушащему Ваши шаги, Вы шли вдоль многочисленных дверей. В некоторых местах были коридоры направо или налево, а в конце — дверь.\n\"Видимо, комната... или кабинет князя?\"\nПробуя все двери и заглядывая во все открытые комнаты, Вы видели либо горы коробок, либо горы мебели, либо просто пустоту.\nОсталась только одна дверь, и Вы решили уйти. ",
    "answers": [
      {
        "id": 124,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы уже почти дошли до лифта, как из-за последней двери раздался вскрик, перерастающий в вопль ужаса.\nПервым побуждением было бежать. Бежать, и без оглядки.\nНо любопытство и совесть пересилили и не дали поступить разумно — Вы кинулись назад.\nЗа дверью была тишина. ",
    "answers": [
      {
        "id": 125,
        "text": "Приоткрыть дверь"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы как можно тише приоткрыли дверь, создав маленькую щёлочку.\n\"Боже. Мой.\"\nВ щель было прекрасно видно, как князь, прижав девушку к стене, пьёт её кровь.\n\nДлинные тёмные волосы были спутаны, смяты, вдавлены в стену вместе с ней. Лицо искажала боль, но изо рта не вырывалось ни звука. Глаза наполняли слёзы, беззвучно стекавшие по щекам. Девушка сморгнула, и сделала судорожный вздох, пытаясь схватиться за стену... Вампир отпустил её. Упала. \nА на полу лежали   остальные девушки. Эта была третья.\nАрон обернулся к кому-то, сидящему за пределами видимости:\n— Мне нужна её кровь, ты же знаешь. Так что не смотри так осуждающе. И что ты её лелеешь? Посмотри на это! — он презрительно указал на лежащих жертв. — Я не хочу так делать, а мою единственную возможность ты стараешься задобрить, \"Чтобы ей было комфортнее\"! Прекращай!\n— Отнесись с пониманием. Каково ей сейчас, а? Сам-то подумай. Я подсунул ей книжку про вампиров, помнишь, ту, которую тебе мама подарила? Там пометки твоего отца, много обо мне интересного. Может, дойдёт? — голос Михаила просто  сквозил напускным спокойствием.\n\"Неужели... обо мне? Вот, что меня ждёт? \"Не бойся меня\". Боже!\" ",
    "answers": [
      {
        "id": 126,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 126,
    "text": "По возможности отойдя подальше как можно тише, Вы развернулись, и бросились бегом. Было плевать на слух вампира, книгу, брошенную где-то по дороге.\n\"Выбираться. Выбираться. Уходить.\" От пульсирующих, панических мыслей болела голова, тело не слушалось.\nВы захлопнули дверь лифта, нажали \"ноль\". Скрип, лязг канатов. Дверь. Холл. Ещё дверь.",
    "answers": [
      {
        "id": 127,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 127,
    "text": "Воздух. Чистый, лесной воздух. Никого нет, только деревья.\n\"Как удобно. И я всё это время могла спокойно уйти?\"\nСделав несколько быстрых шагов к дороге, Вы вгляделись в следы. Одни перебивали другие, но большинство шло в одну сторону, направо. \nВы были не совсем уверены, но решительно повернули налево, и кинулись бежать. Без вещей, в лёгких джинсах и свитере, это было легко. Ветер и тишина. Через некоторое время Вы свернули в лес, налево, и продолжили путь там, пробираясь по мягкому мху, сквозь заросли черники. Джинсы перепачкались, руки оцарапали ломкие ветви небольших елей.\nКогда ноги уже оказывались слушаться, пришлось остановиться. ",
    "answers": [
      {
        "id": 128,
        "text": "Собирать еду"
      }
    ]
  },
  {
    "id": 128,
    "text": "Собирая ягоды, пришлось погрузиться в мысли. Это очень не хотелось делать, думать вообще не хотелось. Но так получилось.\n\"Связанная, значит. Я должна была стать ему Связанной. Вот почему он так на меня смотрел на станции, вот почему так дорожил... А Михаил, получается, просто подлизывался? Боже... Теперь нужно передвигаться быстро... Вот ведь влипла, а!\" Мысли скакали. \nЯгоды собирались прямо в желудок. После обильной еды Эмилии было мало, но лучше, чем ничего. А несколько сыроежек подкрепило дело. ",
    "answers": [
      {
        "id": 129,
        "text": "Строить шалаш"
      }
    ]
  },
  {
    "id": 129,
    "text": "Казалось, прошло несколько часов, пока шалаш был готов.\nКривые, сыроватые сучья плохо закрывали от ветра, поэтому пришлось ещё закрыть сверху всё еловыми ветвями, ободранными с деревьев здесь же.\nТак как спичек или зажигалки не было, Вам пришлось обойтись без костра, улегшись в шалаш так, закрывшись несколькими слоями тех же колких ветвей. ",
    "answers": [
      {
        "id": 130,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 130,
    "text": "Утро пришло неожиданно и резко. Тишина леса не нарушалась ничем, кроме шума деревьев в вышине. Сразу почуствовался холод, а после того, как Вы вылезли из шалаша, в полной мере ощутился голод, от которого уже начинало тошнить.\nНемного черники и сырых грибов помогли, хоть и не сильно, а движение разогрело, давая надежду на то, что удастся двигаться дальше.",
    "answers": [
      {
        "id": 131,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 131,
    "text": "Брать с собой было нечего, так что и собираться не пришлось. Вы двинулись обратно, к подземном дому вампиров, в надежде, что по дороге удастся выйти к городу.\nКонечно, это было не самой умной идеей — соваться в место, полное вампиров, однако выживать в лесу без каких-либо припасов было ещё хуже.\nДойдя до дороги и перебежав её, Вы двинулись дальше. Вскоре послышалось голоса, так что пришлось быстро пробежать вперёд и спрятаться в молодом ельнике. ",
    "answers": [
      {
        "id": 132,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 132,
    "text": "Голоса приближались, слышал я шум отодвигаемых ветов и треск сухостоя, по которому пробирались девушки. Теперь их голоса отчётливо можно было различить, и там точно была Эмилия.\n\"Что она здесь делает? Это же очень далеко от \"дома\"?\"",
    "answers": [
      {
        "id": 133,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 133,
    "text": "— И почему она убежала? Мы же... хорошо с ней обращались, кормили, развлекали немного...? — голос неизвестной девушки.\n— Она всё равно не хотела быть у нас. — Эмилия. — Рано или поздно это бы случилось, а мы ещё и так безалаберно относились к заботе о ней: беглые разговоры, да и всё. Чего вы хотели? А теперь все заняты поиском.\n— Ха! Ещё скажи, что нас отправили в такую даль просто потому, что мы мешаем! Сомневаюсь, что она пошла сюда — как никак, город в другой стороне. А нам ходи тут, \"собирай грибы!\"!!! Чушь какая...\n— Не ворчи ты! \nГолоса приближались к ельнику. \n",
    "answers": [
      {
        "id": 134,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы медленно двинулись между ёлок, постепенно обходя ельник с другой стороны от говорящих.\n\"Хрусть! ХРУСТЬ!\"\nНаступив на одну ветку, Вы от испуга тут же попали на вторую. Замерли.\n— Шшш! Слышали? — Эмилия зашипела на подруг, — Здесь кто-то есть!\nШаги стали тише — девушки обходили ельник. Вы быстро сунулись между елей, спрятавшись в самой гуще.\n— Да нет здесь никого!\n— А если есть?\n— По моему — тоже нет...\n— Просто ищите! — упорство Эмилии удивляло и начинало злить.\n\"Просто уйдите! Вы же даже не знаете, есть ли я здесь, так чего вам надо?!\"\n— Пошли в середину!\n\"О нет!\" ",
    "answers": [
      {
        "id": 135,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 135,
    "text": "Резко вычкочив из ёлок и чудом не ободрав лицо, Вы мгновенно рванули прочь, однако тут же натолкнулись на одну из девушек.\nОт неожиданности та тут же взвизгнула и оттолкнула Вас, чем и пришлось воспользоваться, пока не прибежали остальные.\nНоги болели от резкого напряжения, однако Вы старались не обращать на это внимание. Развернувшись, и кинувшись дальше, Вы выскочили прямо на Эмилию с третьей девушкой. Они тут же преградили тебе дорогу, заставив замереть на месте.\n\"Чёрт!\" ",
    "answers": [
      {
        "id": 136,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 136,
    "text": "Эмилия подошла на шаг:\n— Стой, пожалуйста, стой! Просто... Подожди. Послушай — князь обещал, что если ты вернёшься, то будешь в целости и сохранности, клянусь!\n— Да? А как ты относишься к тому, что этот ваш драгоценный \"князёк\" выпил столько крови у трёх, — трёх! — девушек, что они потеряли сознание!? Я буду в порядке!?\n— Но... Им правда оказали помощь, да и потом — он их купил как раз для этого, так что...\n— Так что он может распоряжаться их жизнью!? Нет уж, спасибо! Пропустите! — Вы решительно двинулись в их сторону, однако Эмилия не отступила.",
    "answers": [
      {
        "id": 137,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 137,
    "text": "— Нет уж! Если ты не пойдешь так, придётся силой, учти! Просто иди с нами, и всё! Пойми уже наконец — ты ничего не изменишь! Город полон вампиров, там ты окажешься в общественном доме питания, где тебя точно никто не спросит о самочувствии и не предоставит отдельную комнату! Там ты будешь ничто, беспомощная и слабая, ты скоро умрёшь там, как и сотни других, а здесь ты будешь в порядке. Просто. Иди. С нами. ",
    "answers": [
      {
        "id": 138,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 138,
    "text": "То, о чем говорила девушка, было хоть и убедительно, но недостаточно.\n— Ни за что!\nУдивлённое лицо Эмилии Вас позабавило.\n— Ты же не думала, что я соглашусь!?\n— Вообще-то, думала. А жаль.\nОна сделала несколько быстрых шагов к Вам и прежде, чем Вы успели среагировать, пшикнула чем-то в лицо. ",
    "answers": [
      {
        "id": 139,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 139,
    "text": "\"Нет! Только не это, пожалуйста! Нет!\"\nВы были своей комнате, в подземном доме вампира. В ногах кровати сидела Эмилия и читала какую-то книгу.\nНе сдерживая чувств, Вы в сердцах пнули её.\n— А!? Боже мой! Послушай, прости меня пожалуйста, правда! Но тебе нужно быть здесь, ты это потом сама поймёшь.\nВо избежание повторения \"подарка\", девушка встала, и, ещё раз произнеся \"Прости!\", выбежала из комнаты. В замке послышался звук поворачивания ключа. ",
    "answers": [
      {
        "id": 140,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 140,
    "text": "\"О, так меня теперь ещё и запирают? Отлично! Хотя, в принципе, логично... Не, ну каковы дуры!\"\nВы уже не стеснялись думать о них плохо.\n\"И как они, интересно, дотащили меня? Или вызвали кого? Пф...\"\n— Ээаагх! — Вы со злостью сдернули с себя одеяло и встали.\nЛёгкие шорты и свободная футболка говорили о том, что Вас уже и переодеть успели. Часы показывали шесть часов вечера.\nСпустя пару минут, в которые Вы просто мерили комнату шагами, в замочной скважине зашуршал ключ. ",
    "answers": [
      {
        "id": 141,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 141,
    "text": "Зашёл Михаил, за ним семенила Эмилия всё с тем же виноватым лицом.\n— Эм... Что ж, ты снова здесь... — Протянул мужчина. — Ты... Прости за такой способ, но ты ведь отказалась идти сама, так что пришлось так.\n— Да уж, спасибо за заботу! Вот уж о чём только и мечтала, так это о том, чтобы сюда вернуться! Мне так не хватало этого... Эххх. — Притворный вздох и злобная тирада заставила Михаила поморщиться, а Эмилию отвести глаза.\n— О, неужто вы ждали того, что я порадуюсь тому, что мне не нужно мёрзнуть в лесу? Да вы просто все и-ди-о-ты!\nДворецкий двинулся к Вам, чтобы успокоить, однако Вы сделали шаг назад.\n— Отдойди от меня!\nНе смотря на его доброту, Вы не хотели находится с ним рядом после того, как он просто смотрел на мучения девушек.\nВы не успели добавить колкость, как в дверь постучали. \n",
    "answers": [
      {
        "id": 142,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 142,
    "text": "В комнату прошёл князь.\n\"Ну и видок у некоторых...\"\nНе смотря на Ваши страх и удивление, невозможно было не заметить, как он изменился буквально за пару дней: синяки под потускневшими глазами, бледная, почти до нездорового зеленоватого оттенка кожа...\nМихаил тут же взволнованно повернулся к нему:\n— Как Вы се...\n— Оставьте нас.\nХолод в голосе вампира совершенно не соответствовал его виду, однако Михаил тут же кивнул и, взяв Эмилию за плечи, тут же вышел, прикрыв дверь. ",
    "answers": [
      {
        "id": 143,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 143,
    "text": "Князь повернулся к Вам и медленно вздохнул.\n— Вот посмотри на меня. Знаешь, почему это? Мне нужна твоя кровь. Без неё мои силы словно иссякают, покидают тело. Я долго обходится без неё, но теперь уже никак. И то, что ты сбежала, вовсе... — Вампир запнулся, — Вовсе не то, что нужно было делать.\n— Откуда ты знаешь, что  м н е, мне, было нужно?! Ты думаешь только о себе, а те девушки...\n— ... просто жертвы того, что тебе нужно было привыкнуть к своему новому положению, к новому миру!\n— Не смей сваливать на меня!\nВампир двинулся на Вас. ",
    "answers": [
      {
        "id": 144,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 144,
    "text": "Вы попятились к шкафам, хватаясь руками за столбики кровати. Уткнувшись в шкаф спиной, хотели проскочить вправо, к креслу, но рука князя преградила путь.\n— Куда? — угрожающий голос вампира заставлял дрожать, — Ты просто пытаешься отсрочить неизбежное, понимаешь, да?",
    "answers": [
      {
        "id": 145,
        "text": "Оттолкнуть князя"
      }
    ]
  },
  {
    "id": 145,
    "text": "Вы попытались оттолкнуть князя руками, но он перехватил их и прижал своими к книгам, не давая пошевелиться.\nНаклонившись к Вашему лицу, он опустился к шее и, ненадолго замолчав, произнёс:\n— Прости. Этот выбор сделал не я, и не ты.\n\nШею пронзила резкая боль, руки вампира вдавливали запястья в полки.\nШея и ключицы онемели, по груди бегали мурашки. Ощущение опустошения приходило постепенно, наполняя тело ноющей, противной болью. Слабые попытки сопротивления ни к чему не привели, перед глазами начали плавать чёрные точки.\n— Стой... — Дыхание срывалось, сил не хватало, — Стой, остановись, пожалуйста! — Мольба в Вашем голосе не остановливала голодного вампира.\nНоги подкосились, но князь, отпустив Ваши ослабевшие руки, подхватил Вас, опускаясь на ковёр.\nТемнота. ",
    "answers": [
      {
        "id": 146,
        "text": ">>"
      }
    ]
  },
  {
    "id": 146,
    "text": "Вы распахнули глаза. Балдахин кровати ясно говорил о том, где Вы. Тело не слушалось, шея ныла, доставляя неудобства. Пошевелив рукой, Вы ощупали шею. Две небольшие ранки и засохшая кровь.\n\"Прекрасно... Просто чудесно.\"\nВы попытались сесть, но не получилось, однако обнаружилось, что рядом лежит князь и \"радостно\" спит.\nЗавопив, Вы свалились с кровати, резко найдя силы для того, чтобы встать на ноги и кинуться к двери. Та оказалась запрета.\n— Куда ты? ",
    "answers": [
      {
        "id": 147,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 147,
    "text": "Спокойный голос князя заставил Вас тут же развернуться и вжаться в дверь.\n— Я... Я..\n— Ляг обратно, у тебя мало сил, чтобы бегать от меня по всему дому. — Он ухмыльнулся.\nВы не спешили возвращаться на кровать.\n— Что ты...\n— Я перенёс тебя на кровать, ждал, пока очнёшься. Уснул. Что такого? — улыбка на его лице начинала бесить. — А теперь живо ляг, или я заставлю тебя это сделать сам, ясно? ",
    "answers": [
      {
        "id": 148,
        "text": "Лечь"
      }
    ]
  },
  {
    "id": 148,
    "text": "Медленно, на ватных ногах, Вы вернулись на кровать, специально подальше от вампира и отвернувшись от него. Тот, без капли смущения, пододвинулся ближе и, помолчав, добавил:\n— Спасибо.\nВы замерли, но от удивления первернулись и уставились прямо в глаза князя.\n— Чт..\n— Я бы умер. Теперь — нет. Благодаря тебе. — Он посмотрел Вам в глаза.\nВстав и оправив рубашку, на которой было небольшое бордовое пятно, он вышел из комнаты заглянув на последок:\n— Отдыхай. Придёт врач. ",
    "answers": [
      {
        "id": 149,
        "text": "Лежать"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы лежали на кровати и смотрели на балдахин, вверх. В комнате было тихо, только на стене тикали часы.\nТик, так, тик, так, тик, так, ти...\nТело ныло, а недавнее \"шевеление\" вернул ноющую, противную боль. Но на душе было как-то спокойно, уже совсем не страшно. Словно опасность, нависшая и долгое время давившая, раз — и ушла.\n\"Да у меня просто шок. Ничего такого... Но, боже, как удивительно было слышать от него слова благодарности, да и вообще нормальную речь... Ожил, блин...\"\nВ дверь постучали. ",
    "answers": [
      {
        "id": 150,
        "text": "\"Войдите!\" "
      }
    ]
  },
  {
    "id": 150,
    "text": "В комнату зашла Екатерина. Её добрая улыбка немного напрягала, но не вызывала негативных эмоций.\n— Ну что, как ты?\n— Нормально. Всё тело болит, а так — ничего. — Вы вымученно улыбнулись и хмыкнули.\n— Это нормально. Кровопотеря должна быть около литра, произошла быстро. Это довольно вредно для твоего организма, однако разово не сильно повредит. Будешь нормально есть — быстро восстановишься. А этого... Кхм, недоумка... Я поругаю. — Она улыбнулась.\n",
    "answers": [
      {
        "id": 151,
        "text": "\"Что ещё нужно делать?..\""
      }
    ]
  },
  {
    "id": 151,
    "text": "Врач кивнула и поставила на тумбочку белую баночку без этикетки.\n— Это витамины с кальцием и железом. Принимай по таблетке утром, через час после еды, и вечером также. Тебе будет нужно пить больше воды и гранатового сока. Да, я знаю — Эмилия перепутала и приносила тебе всё это время не тот сок...\nОна, кстати, сейчас принесёт еду — съешь, пожалуйста, всё, ладно?\n— Хорошо. ",
    "answers": [
      {
        "id": 152,
        "text": "Попрощаться"
      }
    ]
  },
  {
    "id": 152,
    "text": "Когда Екатерина ушла, тиканье часов стало уже надоедать.\nТик, так, тик, так, тик, так, тик, та...\n— Ааааа... — Вы залезли под одеяло и вздохнули. — Что со мной не так?\nВы услышали звук едущего лифта, потом шаги. В комнату вошли.\nВылезя из под одеяла, Вы увидели Эмилию с подносом.\nОна всё время отводила и опускала глаза, виновато вздыхая.\n— Эй, перестань. Ты должна была это сделать, в любом случае.\nЭмилия кивнула и улыбнулась.\n— Вот, держи, ешь. ",
    "answers": [
      {
        "id": 153,
        "text": "Взять поднос"
      }
    ]
  },
  {
    "id": 153,
    "text": "На подносе стоял овощной суп, каша с мясом, — \"Индейка?\" — кефир с мюслями и упаковка сока.\n\"Ну, всё не так уж и плохо.\"\n— Слушай, прости пожалуйста, что так плохо к тебе относилась. Если честно, думала что ты — очередная игрушка князя. Правда, прости. Ты не против поболтать? ",
    "answers": [
      {
        "id": 154,
        "text": "\"Конечно.\""
      }
    ]
  },
  {
    "id": 154,
    "text": "Девушка улыбнулась и уселась на кровать.\n— Знаешь, он ведь правда о тебе волнуется.\n— Почему это?\n— Чувствует ответственность за твою жизнь. За то, что делает тебе больно. Это слабость вампиров крови — человеческие чувства. Белым демонам проще — у них их нет. Ты ведь читала про виды в книге, да?\n— Да, её мне Михаил дал. Я так и не поняла, зачем.\n— Думаю, хотел, чтобы ты сама поняла, что станешь Связанной.\n— И что мне с того?\n— Проще. Просто проще. Наверно... Если честно, они наверняка просто не хотели тебе ничего объяснять, вот и всё. ",
    "answers": [
      {
        "id": 155,
        "text": "\"Что значит быть 'Связанной'?\" "
      }
    ]
  },
  {
    "id": 155,
    "text": "— Ты становишься бессмертной. Лучше чувствуешь эмоции своего вампира. Получаешь что-то вроде упрощённых вампирских сил — лучше слышишь, лучше чувствуешь запахи, лучше видишь. Обостряются чуства. Вроде как-то так... — Эмилия хмыкнула.\nНа поясе её юбки запиликал маячок.\n— Ууупс. Я пойду: Михаил, видимо, опять что-то не может сделать. Он ведь строит минус седьмой этаж, мучается.\nДевушка беззастенчиво хихикнула и, напоследок сказав \"Пока!\", ушла. ",
    "answers": [
      {
        "id": 156,
        "text": "Есть"
      }
    ]
  },
  {
    "id": 156,
    "text": "\"Вот как, я теперь бессмертна... Как это работает? Мне теперь вечно будет семнадцать? Или я буду стареть и в итоге будет ходить бессмертный скелетик? Тьфу, дичь какая. Начинаешь думать, зачем это бессмертие вообще мне сдалось...\"\nНеожиданно, словно по щелчку, Вы ощутили странную тревогу. Заболела и закружилась голова, шея онемела.\n\"Что за чёрт!?\"",
    "answers": [
      {
        "id": 157,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 157,
    "text": "Вы быстро допили сок и встали кровати. Из шкафа выудили простые джинсы-дудочки и свободную футболку. Кроссовки с носками нашлись там же.\nВыйдя из комнаты, Вы словно по какому-то зову направились к лифту и спустились на этаж князя. ",
    "answers": [
      {
        "id": 158,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 158,
    "text": "Тело плохо слушалось, ноги были словно ватные, голова раскалывалась.\n\"И.. зачем я вообще... сюда иду?.. Что... тут... нужно?..\"\nДвкрь кабинета вампира легко открылась, впуская Вас в кавдратное помещение в темных тонах. Шкафы с книгами закрывали все стены, прямо напротив входа стояло два дивана, развёрнутых друг к другу.\nЗа столом сидел князь.\nКак только Вы вошли, наваждение словно спало и Вы будто очнулись, тут же попятившись обратно к двери.\n— Да стой ты! Господи... ",
    "answers": [
      {
        "id": 159,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 159,
    "text": "— Я просто хотел опробовать, слышишь ли ты мои призывы. Видимо слышишь, раз пришла.\n\"Так это он меня так звал!? Вот ведь гад!..\"\n— Ну спасибо! У меня теперь голова из-за тебя болит!\n— О, осмелела... Ладно уж, не начинай. Переживёшь как-нибудь.\n— Пф, тоже мне... — Вы развернулись и уже собирались уйти, как справа от Вас оказался князь и мягким движением закрыл дверь.\n— Вопросов точно нет? ",
    "answers": [
      {
        "id": 160,
        "text": "\"Эээ...\""
      }
    ]
  },
  {
    "id": 160,
    "text": "— Ээ... — \"Вот ведь быстро перемещается...\"\n— На счёт того, что ты теперь связана со мной, — Ухмылка на лице этого вампиреныша уже начинала Вас бесить.\n— Спасибо, Эмилия уже просветила! Можно я... пойду? — Голос предательски дрожал, однако Вы старались не замечать этого.\n— Боишься? ",
    "answers": [
      {
        "id": 161,
        "text": "\"Нет!\" "
      }
    ]
  },
  {
    "id": 161,
    "text": "— Нет!\n— Врёшь. Сама же слышишь, как у тебя сердце колотится...\nВампир развернул Вас за плечи и прижал к двери.\n— Ещё раз, и, надеюсь, последний. Я не могу заставить тебя перестать себя бояться, но могу обещать, что не буду... Ладно, может и буду... Короче, ты здесь в безопасности и в относительном порядке. Твой страх просто не даёт общаться и понимать друг-друга.\n— Зачем мне тебя понимать!? Я просто еда. Что ещё нужно!?\n— Не смей так говорить! — Вампир тряхнул Вас за плечи. — Будешь так считать, так и останется! ",
    "answers": [
      {
        "id": 162,
        "text": "\"А что, разве не так!?\" "
      }
    ]
  },
  {
    "id": 162,
    "text": "— А разве это не так!?\n— Дура! — Вампир схватил Вас за плечо и, резко распахнув дверь, вытащил в коридор.\nВы дошли до одной из дверей и князь, покопавшись в кармане, выудил ключ, которым тут же отворил дверь и впихнул Вас внутрь.\n— Теперь твоя комната здесь!",
    "answers": [
      {
        "id": 163,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 163,
    "text": "Комната была примерно такого же размера, что и Ваша старая, но немного больше.\nСтены покрашены: бежево-голубые узоры внизу, а сверху почти белые.\nВсё предметы мебели сделаны из светлого дерева, свет идёт от лампы на потолке. Книжные шкафы также занимают стену, противоположную от входа, однако их два, а между ними — кушетка для чтения.\nКровать с балдахином — слева, рабочий стол с лампой — справа, а над ним полки с различными вещами.\nШкаф немного больше, чем в прошлой комнате.\n\"И почему я теперь должна жить здесь? Нет, здесь даже уютнее как-то, и для глаз приятнее, но всё же... А? Вот что за издевательство? Пф..\"",
    "answers": [
      {
        "id": 164,
        "text": "Изучить комнату"
      }
    ]
  },
  {
    "id": 164,
    "text": "Вы решили для начала изучить комнату в поисках чего-нибудь интересного — вдруг что полезное найдётся? ",
    "answers": [
      {
        "id": 165,
        "text": "Посмотреть на полках над столом"
      }
    ]
  },
  {
    "id": 165,
    "text": "Полки были просто завалены всяким хламом — книги лежали вперемешку с клочками бумаги и письменным принадлежностями. Всю эту прелесть дополняли фантики от конфет и батончиков.\n\"Кто это устроил!? Жуть какая!\"\nПорывшись в этой куче, Вы обнаружили несъеденную конфету и тут же её проглотили — обед так и остался в старой комнате. ",
    "answers": [
      {
        "id": 167,
        "text": "Проверить тумбочки у кровати"
      }
    ]
  },
  {
    "id": 166,
    "text": "",
    "answers": []
  },
  {
    "id": 167,
    "text": "В первой тумбочке, ближайшей к двери, лежали в основном различные книги.\n\"Почему в этом месте столько книг!? Да они просто везде...\"\nС досадой закрыв дверцы, Вы перешли ко второй тумбочке, однако та оказалась полностью пуста — и все полки, и все ящики. ",
    "answers": [
      {
        "id": 1,
        "text": "Закончить временную версию "
      }
    ]
  },
  {
    "id": 168,
    "text": "\"Скучно. Скуч-но-то как! Эх...\"\nЗдесь даже не было часов — полная тишина. ",
    "answers": []
  },
  {
    "id": 169,
    "text": "",
    "answers": []
  }
]