[
  {
    "id": 1,
    "text": "Автор: ****\n\n\n Вы — Алексей. Вам 22 года. Однажды вам приходит письмо, о том что ваш любимый дедушка умер, и вам остаётся дом в наследство. Какие тайны хранил покойник, и сможете ли вы их разузнать.\n( Если найдёте ошибки, напишите. Постараюсь исправить)",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "initSounds": [
          "id1",
          "https://wav-library.net/sounds/0-0-1-8641-20",
          "id2",
          "https://wav-library.net/sounds/0-0-1-17933-20",
          "id3",
          "https://wav-library.net/sounds/0-0-1-14673-20",
          "id4",
          "https://wav-library.net/sounds/0-0-1-21494-20"
        ]
      },
      {
        "id": 16,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c834204/v834204816/13c61e/JThl4G1_GuA.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Однажды утром вы, как всегда, проверили свой почтовый ящик. На удивление, там оказалось письмо от вашего дедушки, которого вы не видели уже несколько лет, но всё равно очень любили. Зайдя в квартиру, вы решили...",
    "answers": [
      {
        "id": 3,
        "text": "Вскрыть письмо"
      },
      {
        "id": 4,
        "text": "Выбросить письмо"
      }
    ]
  },
  {
    "id": 3,
    "text": " Вскрыв письмо, вы решили его прочитать. Как оказалось, ваш дед скончался на днях, и вам остался его небольшой домик в деревне. Это сообщение вас повергло в шок. Но надо было решать, что делать...",
    "answers": [
      {
        "id": 5,
        "text": "Поехать в деревню"
      },
      {
        "id": 6,
        "text": "Остаться дома"
      }
    ]
  },
  {
    "id": 4,
    "text": " Достижение \"Плохой внук\"\n\n\"Он не писал мне несколько лет. Зачем мне отвечать ему сейчас?\" — подумали вы и выкинули письмо в ведро.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": " Вы решили, что надо проведать своего дедушку в последний раз. И поэтому, быстро закидав вещи в рюкзак и взяв еды собой, вы поехали в деревню. ",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Нет. Я больше не смогу жить в том доме без деда. Извини,\" — подумали вы и выкинули письмо в мусорку.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": " Всю дорогу вы размышляли о своем детстве, когда проводили все свои каникулы у него. О том, как он по доброму к вам относился. Наконец, вы прибыли в деревню. Дорога пролетела незаметно. Пока вы ехали по деревне, все странно на вас косились. Было видно, что к ним редко кто-то заезжает.",
    "answers": [
      {
        "id": 8,
        "text": "Доехать до дома и оставить машину там"
      }
    ]
  },
  {
    "id": 8,
    "text": " Наконец, вы доехали до своего дома. На вас сразу же нахлынули воспоминания. Вы поставили машину в гараж и решили...",
    "answers": [
      {
        "id": 9,
        "text": "Отправится в церковь"
      },
      {
        "id": 10,
        "text": "Посетить дом"
      }
    ]
  },
  {
    "id": 9,
    "text": " \"Первым делом нужно навестить дедушку,\" — подумали вы и направились в церковь.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 10,
    "text": "\"Ничего! Время ещё есть,\" — подумали вы и зашли в дом.\nВсё было таким, каким вы помнили. Домик был малениким. Две комнаты, ванная, кухня и чердак.",
    "answers": [
      {
        "id": 11,
        "text": "Пойти в комнату дедушки",
        "need": -11
      },
      {
        "id": 12,
        "text": "В свою",
        "need": 12
      },
      {
        "id": 13,
        "text": "Пойти в церковь"
      }
    ]
  },
  {
    "id": 11,
    "text": " Вы редко её посещали. Обычно вход сюда был воспрещён. Но несмотря на это вы порой сюда залазили. В комнате ничего не поменялось. Небольшая кровать, стол, шкаф и ковры, в том числе и на стенах.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 12,
    "text": " Свою комнату или гостевую вы помнили хорошо. Небольшой диванчик, на котором вы спали, телевизор, который показывал только два канала, шкаф и, конечно же, ковры, которые были повсюду.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 13,
    "text": " Наконец, освежив память, вы пошли в церковь.",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": " Вы, идя по улице, заметили, что люди, заметившие вас, то шарахаются, как от прокаженного, то шепчутся.\n\"Странно,\" — только и сумели подумать вы.\n Наконец, вы подошли к церкви.",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреться"
      },
      {
        "id": 17,
        "text": "Зайти внутрь",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": " Это была маленькая деревянная часовня, какие обычно стоят в деревнях. Но видно было, что она очень старая, где-то лет сто. И было в этой церкви что-то особенное, неразличимое глазом.",
    "answers": [
      {
        "id": 17,
        "text": "Зайти внутрь",
        "var_str_set": [
          "global play_sound_once",
          "id2"
        ]
      },
      {
        "id": 15,
        "text": "movie",
        "url": "https://sun9-5.userapi.com/c830509/v830509213/bf7c9/wNq-4M3fjCQ.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": " Здесь показаны ваши достижения. ",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Плохой внук",
        "need": 4
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Плохой слушатель",
        "need": 25
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Храбрый, но мёртвый",
        "need": 34
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Охотник",
        "need": 53
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 16,
        "text": "Трус",
        "need": 54
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": " Заходя внутрь, вы заметили, что церковь очень добротно сделана. Наконец, вы оказались внутри. Часовня ничем не отличалась от других церквей, только размерами. По середине стоял гроб, а рядом с ним священник, читающий молитвы.",
    "answers": [
      {
        "id": 18,
        "text": "Подойти поближе"
      }
    ]
  },
  {
    "id": 18,
    "text": "Подойдя поближе, и заглянув внутрь гроба, у вас что-то емкнуло внутри, когда вы увидели до боли знакомое лицо. И следующие 10 минут вы просто стояли и молча смотрели на покойника. \n — Соболезную, — голос священника вывел вас из раздумий. — А кем вы приходились Дмитрию Ивановичу?\n — Внуком. Здравствуйте, меня зовут Алексей. А вас как? — спросили вы.\n — Александр. Приятно познакомиться. Я так понимаю: вы — наследник.",
    "answers": [
      {
        "id": 19,
        "text": "Кстати, а когда будут похороны?"
      }
    ]
  },
  {
    "id": 19,
    "text": " — Ага. Кстати, а когда будут похороны? — спросили вы.\n — Завтра. Уже поздно, так что идите домой и наберитесь сил. И ещё, закройте на ночь все окна и двери.",
    "answers": [
      {
        "id": 20,
        "text": "Спросить"
      },
      {
        "id": 21,
        "text": "Молча уйти"
      }
    ]
  },
  {
    "id": 20,
    "text": " — А почему? — спросили вы.\n — Долгая история. Завтра всё расскажу, а вы пока просто выполните моё поручение.",
    "answers": [
      {
        "id": 22,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 21,
    "text": "  — До свидания! — сказали вы, не восприняв этот совет в серьёз, и ушли ",
    "answers": [
      {
        "id": 23,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 22,
    "text": " — До свиданья! — сказали вы и пошли домой, задумавшись над этим советом.",
    "answers": [
      {
        "id": 23,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 23,
    "text": " Придя домой, вы быстро поели. И разложили вещи на места.",
    "answers": [
      {
        "id": 24,
        "text": "Посмотреть на часы"
      }
    ]
  },
  {
    "id": 24,
    "text": " На часах было 20:00. Вы не знали, чем заняться, ведь ложится спать ещё слишком рано.",
    "answers": [
      {
        "id": 25,
        "text": "Посмотреть телевизор и ложится спать",
        "var_str_set": [
          "global play_sound_once",
          "id3"
        ]
      },
      {
        "id": 26,
        "text": "Послушаться священника и закрыть окна и дверь",
        "var_str_set": [
          "global play_sound_once",
          "id8"
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": " Достижение \"Плохой слушатель\"\n\n \"Всё это — чушь,\" — подумали вы, вспомнив слова священника.\nПосмотрев телевизор, вы легли спать. Какой-то скрежет о дверь разбудил вас посреди ночи.\n\"Кто это может быть в такое время?\" — подумали вы, поднимаясь с кровати.",
    "answers": [
      {
        "id": 27,
        "text": "Подойти к двери и открыть её"
      },
      {
        "id": 28,
        "text": "Спросить:\"Кто там?\""
      },
      {
        "id": 29,
        "text": "Взять нож"
      }
    ]
  },
  {
    "id": 26,
    "text": " Вы вспомнили слова священника и не решили рисковать зря. Поэтому быстро начали закрывать двери и окна.\n\"Странно. А я и не помню этих засовов и железных ставень. И зачем ему они?\" — подумали вы.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше",
        "var_str_set": [
          "global play_sound_once",
          "id3"
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": " Вы подошли к двери и открыли её, сказав:\"Ну, кто там ещё?\"\nНа пороге стояло чудище выше вас на голову. С длинными когтя и волосами.\nВаши останки так и не были обнаружены.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 27,
        "text": "movie",
        "url": "https://pp.userapi.com/c846320/v846320921/e231/I6CWLDqknok.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Подойдя к двери, вы спросили:\" Кто там?\"\nНо в ответ только и услышали рык. Существо начало биться о дверь интенсивнее.",
    "answers": [
      {
        "id": 30,
        "text": "Взять нож и залезть на чердак",
        "var_str_set": [
          "global play_sound_once",
          "id4"
        ]
      },
      {
        "id": 31,
        "text": "Залезть на чердак",
        "var_str_set": [
          "global play_sound_once",
          "id4"
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": " Вы пошли на кухню и взяли нож. Увы, половица предательски скрипнула под вами. Похоже, существо это услышало и начало интенсивно ломится в дом. Вы решили...",
    "answers": [
      {
        "id": 31,
        "text": "Залезть на чердак",
        "var_str_set": [
          "global play_sound_once",
          "id4"
        ]
      },
      {
        "id": 34,
        "text": "Атаковать существо",
        "var_str_set": [
          "global play_sound_once",
          "id4"
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": " Вы побежали на кухню и быстро достали нож. Вы уже шли, собираясь залезть на чердак, когда существо выбило дверь. Перед вами предстал монстр, который был выше вас на голову, с длинными когтями и волосами. Оно сразу же понеслось на вас.\n Ваши останки так и не были найдены.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 30,
        "text": "movie",
        "url": "https://pp.userapi.com/c846320/v846320921/e231/I6CWLDqknok.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": " Вы быстро залезли на чердак. Вы только успели поднять лестницу, и в тот же момент в дом ворвался монстр. Всю ночь вы сидели тихо, а существо продолжало бегать в поисках вас. Наконец-то, настало утро.\nКак только взошло солнце, монстр исчез. Вы спустились вниз. Весь дом был перевёрнут верх дном.",
    "answers": [
      {
        "id": 39,
        "text": "Идти в церковь"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": " Наконец, дело было сделано, и вы со спокойной душой легли спать. Посреди ночи вас разбудил громкий скрежет. Словно длинными когтями царапали по железу. ",
    "answers": [
      {
        "id": 35,
        "text": "Выйти и посмотреть, что там творится"
      },
      {
        "id": 36,
        "text": "Сидеть тихо"
      }
    ]
  },
  {
    "id": 34,
    "text": " Достижение \"Храбрый, но мёртвый\"\n\n\"Это мой дом! И я не отдам его,\" — подумали вы и заняли боевую стойку.\nВскоре дверь не выдержала, и существо прорвалось. Перед вами предстал монстр, который был выше вас на голову, с длинными ногтями и темными волосами. Он быстро понёся на вас. Вы пытались сражаться, но он вас победил.\nВаши останки не обнаружили, только кусочки ногтей и волос существа на месте битвы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 34,
        "text": "movie",
        "url": "https://pp.userapi.com/c846320/v846320921/e231/I6CWLDqknok.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "\"Я этим хулиганам такое сейчас устрою,\" — подумали вы, открывая замки.\n — Вы обнаг..., — начали вы, но замолчали, увидев монстра, который был выше вас на голову с длинными ногтями и волосами, глазеющего на вас. В тот же момент существо ринулось на вас. Вы забежали в дом, но оно было быстрее вас и поэтому спокойно ворвалось в не закрытую дверь.\nВаши останки так и не были найдены.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 35,
        "text": "введите команды для картинки",
        "url": "https://pp.userapi.com/c846320/v846320921/e231/I6CWLDqknok.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": " Вы сидели, вжавшись в угол, до утра. Наконец, скрежет стих. ",
    "answers": [
      {
        "id": 37,
        "text": "Внимательно прислушаться"
      },
      {
        "id": 39,
        "text": "Выйти из дома"
      }
    ]
  },
  {
    "id": 37,
    "text": " Внимательно прислушавшись, и поняв, что скрежет стих, вы вышли из дома. ",
    "answers": [
      {
        "id": 39,
        "text": "Оглядеться вокруг"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": " Вся железная дверь и ставни были исцарапаны. Поняв, что твари нет, вы пошли в церковь.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": " Оказалось,что все дома были не в лучшем состоянии.\n\"Да что у них здесь творится?!\" — только и сумели подумать вы.\nНаконец, вы прибыли в церковь. На удивление, она не пострадала. У порога стоял священник.",
    "answers": [
      {
        "id": 41,
        "text": "Подойти к нему и спросить, что у них тут происходит"
      }
    ]
  },
  {
    "id": 41,
    "text": " — Да что у вас тут происходит? — возмущенно спросили вы, вспоминая события прошлой ночи.\n — Пришло время тебе рассказать, — грустно сказал Александр.",
    "answers": [
      {
        "id": 42,
        "text": "Рассказать о чём?"
      }
    ]
  },
  {
    "id": 42,
    "text": " — Рассказать о чём? — недоуменно спросили вы.\n — Видишь ли, твой дед был охотником на этих тварей и поддерживал порядок здесь, — сказал священник. — Но теперь его нет.\n — Не понял.\n — Ладно, если хочешь, можешь задавать любые вопросы.",
    "answers": [
      {
        "id": 43,
        "text": "Что за твари?",
        "need": -43
      },
      {
        "id": 44,
        "text": "Как долго дед этим занимается?",
        "need": -44
      },
      {
        "id": 45,
        "text": "Почему я не видел этих тварей в детстве?",
        "need": -45
      },
      {
        "id": 46,
        "text": "А много охотников осталось?",
        "need": -46
      },
      {
        "id": 47,
        "text": "Дальше",
        "need": [
          43,
          44,
          45,
          46
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": " — Что за твари? — спросили вы.\n — Да на любой вкус и цвет. От гоблинов до единорогов, — ответил священник.\n — А мне казалось, что единороги добрые.\n — Сказок, что ли, перечитал? Да они монстры, ещё похлеще некоторых. Но знай, в начале они кажутся добрыми, тем самым заманивая людей. А потом бьют своим рогом в особом месте, так что жертва не может двигаться, но может чувствовать боль. После этого налетает всё стадо и человека съедают заживо.",
    "answers": [
      {
        "id": 42,
        "text": "Жутко"
      }
    ]
  },
  {
    "id": 44,
    "text": " — А как долго дед этим занимается? — спросили вы.\n — Примерно, с твоего возраста, — ответил Александр.\n — А почему?\n — Тогда погиб его дед.\n — А при чём тут это?\n — Видишь ли, в твоём роду дар охотника передаётся только от деда к внуку. Никто не знает почему.",
    "answers": [
      {
        "id": 42,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 45,
    "text": " — Почему я не видел этих тварей в детстве? — спросили вы.\n — Твой дед был одним из самых лучших охотников в истории. Так что твари его боялись и поэтому не выходили на охоту. Но теперь он мёртв, и они снова атакуют.",
    "answers": [
      {
        "id": 42,
        "text": "Ладно"
      }
    ]
  },
  {
    "id": 46,
    "text": " — А много охотников осталось? — спроили вы.\n — Раньше их было много, но теперь, увы, нет, — ответил Александр.\n — А почему?\n — Некоторых убили твари, а это не редкость, других обвинили в убийстве и посадили в тюрьму или в психушку, из-за того, что они рассказали правду, а третьи просто уехали в город и благополучно забыли о долге.",
    "answers": [
      {
        "id": 42,
        "text": "Ладно"
      }
    ]
  },
  {
    "id": 47,
    "text": " — Кстати, тебе дед письмо передавал, — сказал Александр, протянув вам листок.\n — А почему вы раньше его не дали? — спросили возмущенно вы.\n — Да ты бы, скорее всего, просто сбежал отсюда, посчитав нас всех психами, — спокойного ответил священник.\n — Нет.\n — Разве?\n — Ладно, посчитал бы, — сказали вы и взяли письмо.",
    "answers": [
      {
        "id": 48,
        "text": "Прочитать письмо"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Прости, внучок, что мне приходится тебе писать, а не говорить в лицо. Увы, мои дни подходят к концу, поэтому я должен передать тебе дело всей своей жизни. Я знаю, у тебя много вопросов, на некоторые из них тебе ответит Саша, а на некоторые только ты сам. Алексей, мы — вымирающий народ, поэтому береги себя. В этом я тебе помогу. Знай, у меня под ковром есть вход в тайный подвал, кодом от которого является лучший день в моей жизни. Я люблю тебя, внучок. Прощай.\n                                                                                                                                                       Дед\"\nПоследнее слово уже нельзя было разобрать. Его размазала слеза, одиноко скатившаяся по щеке.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": " — Теперь ты всё знаешь. Выбор остаётся за тобой: остаться или уйти, — сказал Александр, но вы его особо и не слушали, все мысли были заняты другим.\n — До свидания, — произнесли вы на автомате и побежали домой.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": " Прибежав домой, вы первым делом бросились в дедушкину комнату. Быстро опрокинув ковёр, вы заметили небольшой люк с кодовым замком. Осталось только понять каким.",
    "answers": [
      {
        "id": 51,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 51,
    "text": " Вы вспомнили, что дед часто любил повторять фразу:\"День, когда ты родился, был лучшим в моей жизни.\"\n Поэтому вы быстро ввели дату своего дня рождения. В тот же момент вы услышали щелчок и люк открылся.",
    "answers": [
      {
        "id": 52,
        "text": "Спуститься по лестнице"
      }
    ]
  },
  {
    "id": 52,
    "text": " Спустившись вниз, вы заметили огромную комнату, набитую различным оружием: от автоматов до осиновых кольев.\n\"Вот это да! А я, оказывается, всё это время жил над настоящим оружейным складом,\" — только и сумели подумать вы. \nТеперь только и осталось решить: защищать этих людей или уехать.",
    "answers": [
      {
        "id": 53,
        "text": "Остаться"
      },
      {
        "id": 54,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 53,
    "text": " Достижение \"Охотник\"\n\n Вы тут же выбежали из дома и направились к Александру. Наконец впереди замелькала уже знакомая вам фигура.\n — Я остаюсь! — только и сказали вы, добежав до священника.\n — Я так и знал, что ты нас не бросишь. Кстати, когда выходишь на охоту?\n — Сегодня!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": " Достижение \"Трус\"\n\n\"Не мои проблемы. Пускай сами выпутываются из этого дерьма,\" — только и подумали вы, залезая в машину и уезжая из этого проклятого место, чтобы забыть весь этот кошмар раз и навсегда. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]