[
  {
    "id": 1,
    "text": "Проба пера. Первый квест, писался на едином дыхании. Ориентирован больше на женскую аудиторию. Приятного чтения!\n\n\n\n\n\n\nЯ открыла глаза. По ним тут же резануло яркое солнце. Утро. Я лежу на кровати в просторной и уютной девичьей комнате. Все, что я могу вспомнить, так это некоторые подробности о себе. Меня зовут Джульетта, мне 19 лет. Об остальных подробностях я могу лишь догадываться — например, что это моя комната. Кто же я? Где я? Что случилось?  Почему я ничего не помню? Поищу подсказки в комнате...",
    "answers": [
      {
        "id": 2,
        "text": "Подойти к туалетному столику"
      },
      {
        "id": 3,
        "text": "Осмотреть платяной шкаф"
      },
      {
        "id": 4,
        "text": "Проверить рабочий стол"
      }
    ]
  },
  {
    "id": 2,
    "text": "На столике полно косметики, но большинство вовсе не тронуто. Похоже, прошлая Я не очень-то любила краситься. Заглядываю в зеркало. В нем отражается симпатичная кареглазая девушка, с длинными каштаново-красными волосами (хмм, а мой ли родной это цвет? не помню...). На столике среди кисточек лежит красивый медальон. Серебристый, на крышке выгравирована многолучевая звезда, а в центре сверкает камень невероятной чистоты. Что мне делать?",
    "answers": [
      {
        "id": 5,
        "text": "Попытаться открыть медальон"
      },
      {
        "id": 1,
        "text": "Положить медальон в карман халата, разберусь потом, и вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 3,
    "text": "Хммм... Шкаф ломится от разнообразной одежды. Любимыми, судя по всему, остаются джинсы. Но... в прошлой жизни. Раз уж я тут, надо одеться. Что я одену?",
    "answers": [
      {
        "id": 1,
        "text": "Джинсы, шелковая белая майка, светло-голубой пиджак, белые балетки, голубой кулон на длинной цепочке"
      },
      {
        "id": 1,
        "text": "Джинсы, черная толстовка, черные кеды"
      },
      {
        "id": 1,
        "text": "Красная расклешенная юбка до колена, белая закрытая облегающая блузка, красные туфли на шпильках, колье"
      }
    ]
  },
  {
    "id": 4,
    "text": "А вот это уже интереснее. Сколько тут всего... Видимо, это было мое любимое место в комнате. Вон лежат учебники (первый курс, филология), рядом стопка фотографий и альбом, в который их, наверное, хотели вклеить. На фото я и еще одна девушка — видимо, подруга. Неподалеку от фото лежит телефон. Рядом с ним — заметки на кипе листов бумаги и ручка.\nЧто мне осмотреть первым?",
    "answers": [
      {
        "id": 6,
        "text": "Учебники"
      },
      {
        "id": 7,
        "text": "Фото"
      },
      {
        "id": 8,
        "text": "Телефон"
      },
      {
        "id": 9,
        "text": "Стопку листьев бумаги с заметками"
      }
    ]
  },
  {
    "id": 5,
    "text": "Медальон не открылся, как я его ни ковыряла. Эээх. Ладно, разберусь позже.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 6,
    "text": "Обычные учебники. Выданы известным филологическим вузом (откуда я знаю, что известным? Но знаю). Ничего особенного.",
    "answers": [
      {
        "id": 4,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Так, вот я, а вот другие люди — видимо, фото с выпускного. Одна девушка фотографировалась со мной чаще других. Видимо, моя подруга. Народу на фотках тьма, изучать долго, вернусь к ним позже.",
    "answers": [
      {
        "id": 4,
        "text": "Осматривать стол дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "Да, точно! В телефоне много информации может быть, она-то мне и нужна! Но что это? Я не помню пароль... Как же я просмотрю информацию? Ээх, видно, не судьба... Но возьму его с собой.",
    "answers": [
      {
        "id": 4,
        "text": "\nОсматривать стол дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Хм, это похоже на синапсис (предварительный план) книги. Видимо, ее пишу я. Так-так,  интересно...",
    "answers": [
      {
        "id": 10,
        "text": "Но вдруг..."
      }
    ]
  },
  {
    "id": 10,
    "text": "ТУК-ТУК-ТУК!\n— Джули! Ты проснулась? — раздался из-за двери голос.\nБожемойбожемойбожемой!!!\nЧто мне делать?",
    "answers": [
      {
        "id": 11,
        "text": "Открыть дверь. Я же дома, как-никак..."
      },
      {
        "id": 12,
        "text": "Спрятаться под стол! Страшно!"
      },
      {
        "id": 13,
        "text": "Ничего не предпринимать и посмотреть, что будет"
      }
    ]
  },
  {
    "id": 11,
    "text": "Чуть помедлив, я подошла к двери и открыла дверь, которая была заперта на ключ. На пороге стояла миловидная брюнетка в возрасте 30-40 лет — выглядела она хорошо, но что-то все же выдавало ее возраст. Впрочем, определить точно оный не представлялось возможным. \nМы похожи, насколько я могу судить. Мама? Тетя? Старшая сестра(а вдруг?)? Не помню...\n— Радость моя, ты уже готова! Умница. Бери сумку, Донна скоро заедет.",
    "answers": [
      {
        "id": 14,
        "text": "Ээээ... Нууу..."
      },
      {
        "id": 15,
        "text": "Ты кто?"
      },
      {
        "id": 20,
        "text": "Эээ... Да, конечно, сейчас. Подожди меня, спустимся вместе. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Стук в дверь прекратился. \n— Джульетта! Ты опоздаешь! Я открываю дверь!\nЧерт. Наверное, у нее был ключ...\nДверь распахнулась, и на пороге очутилась миловидная брюнетка средних лет. \nУвидев меня под столом, она ужаснулась.\n — Что ты там делаешь? Что с тобой? Вылезай немедленно! Ты здорова?\n",
    "answers": [
      {
        "id": 16,
        "text": "- Нет... - буркнула я, вылезая из-под стола. - У сеня амнезия, похоже... "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Вставай, соня! Опоздаешь! Я открываю дверь! — и с той стороны заскрежетал в замке клбч. На пороге стояла миловидная брюнетка средних лет. Наверное, мама. Увидев меня она всплеснула руками.\n— О, так ты уже готова! Я думала, спишь без задних ног... Бери сумку и пошли, Донна вот-вот подъедет.",
    "answers": [
      {
        "id": 20,
        "text": "Ну что тут сделаешь. Ладно. По ходу дела разберусь. "
      }
    ]
  },
  {
    "id": 14,
    "text": "На лице женщины отразилось недоумение и беспокойство.\n— Джульетта, девочка моя, ты здорова?",
    "answers": [
      {
        "id": 17,
        "text": "Нет. У меня кашель, кхе-кхе. Может, мне побыть дома?"
      },
      {
        "id": 16,
        "text": "Нет. Я... Мне кажется, у меня амнезия. Я ничего не помню."
      },
      {
        "id": 20,
        "text": "О, что? Да, конечно здорова. Задумалась просто. Сейчас спущусь. Подожди меня."
      }
    ]
  },
  {
    "id": 15,
    "text": "На лице женщины появилось выражение обеспокоенности. Она подошла ко мне и приложила ко лбу руку, проверяя температуру, после заглянула в глаза. \n— Доченька, с тобой все в порядке? Ты пугаешь меня!\nЗначит, мама. Или любящая мачеха, на худой конец. Что ж, одна я не справлюсь. Надо просить помощи.",
    "answers": [
      {
        "id": 16,
        "text": "Нет. У меня, должно быть, амнезия. Я почти ничего не помню."
      }
    ]
  },
  {
    "id": 16,
    "text": "Она ахнула, прижав руку ко рту. В глазах читался ужас.\n— Боже! Джульетта! Как ты себя чувствуешь?! Ты не ударялась головой ни обо что?! Не тошнит?! Сколько пальцев видишь?!\nБоги, да это настоящая паника.",
    "answers": [
      {
        "id": 22,
        "text": "Я чувствую себя нормально. Просто... не помню ничего."
      }
    ]
  },
  {
    "id": 17,
    "text": "Женщина выдохнула и рассмеялась. \n— Ох, а я было испугалась! Не придумывай, солнышко, ты выглядишь здоровой! Я подожду тебя, поторопись. ",
    "answers": [
      {
        "id": 20,
        "text": "Делать нечего. Ладно, по ходу дела разберусь. Где тут моя сумка?"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я легла и стала ждать. Вскоре послышались голоса, приближающиеся к моей комнате, и в этот раз женщина на пороге оказалась не одна. Рядом с ней был седовласый мужчина в белом халате. \nОни прошли, сели рядом со мной.\n—Ну что, голубушка, здраствуй. Твоя мама, миссис Элизабет Грин, сказала, что ты потеряла память. правда ли это?",
    "answers": [
      {
        "id": 23,
        "text": "Да, доктор. Я очнулась здесь, в этой комнате. Помню лишь имя и возраст, в остальном же - полный провал."
      }
    ]
  },
  {
    "id": 19,
    "text": "Конечно, просто сразу лечь я не смогла. Я тут же начала ощупывать свою голову. Но женщина, выходя, оставила дверь открытой, и пробегая мимо, заметила, что я стою. Пришлось лечь.",
    "answers": [
      {
        "id": 18,
        "text": "Лечь"
      }
    ]
  },
  {
    "id": 20,
    "text": "Взяв сумку, Я спустилась за женщиной. Моя комната, оказывается, на втором этаже, а сам дом средних размеров и все так же с уютом убран. Не богато, но и не бедно, чувствуется вкус. \nВскоре в дверь позвонили. Должно быть, это загадочная Донна.",
    "answers": [
      {
        "id": 21,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 21,
    "text": "Выйдя из дома и сев в машину к этой Донне,  поняла, что мне совсем плохо. Сильно мутило, глаза застилал туман.\n— Донна... мне плохо... — только и успела сказать я заплетающимся языком.\nГолову заволокло туманом... и я увидела Его. Светло-карие глаза, темно-русые волосы, высокий... Я с ним... мы спорим, смеемся вместе, разговариваем... я доверяю Ему, рассказываю какую-то очень важную тайну, Он так дорог, так важен мне...\n— Я позову твою маму! Миссис Элизабет!!! — слышу я сквозь туман вопль Донны. Живот скручивает волной обжигающей боли.\nЯ вижу Его лицо, я слышу, как он зовет меня: \"Джульетта\". И отвечаю — его именем: Симеон...\nИ темнота поглощает мои мысли.",
    "answers": [
      {
        "id": 31,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Немедленно ложись! Я вызову врача!\nИ женщина убежала.\nПо правде сказать, меня немного мутило. Правда ударилась, что ли?",
    "answers": [
      {
        "id": 18,
        "text": "Послушно лечь"
      },
      {
        "id": 19,
        "text": "Взволнованно ощупывать голову в поисках шишки"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Ага. Джульетта, не помнишь ли ты, или, может, находила подтверждение тому, не падала ли ты, не ударялась ли головой? Амнезия часто бывает посттравматичной. ",
    "answers": [
      {
        "id": 24,
        "text": "Нет, доктор, я этого не помню. Да и шишки не обнаружила. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Доктор осмотрел мою голову и подтвердил мои наблюдения. Шишки не было. Он начал опрашивать маму, не больна ли я чем-то, не принимаю ли особых лекарств. Оказалось, что нет.\nПосле он опять обратился ко мне. \n— Джульетта, ну а сейчас как ты чувствуешь себя? ",
    "answers": [
      {
        "id": 25,
        "text": "Все хорошо, док."
      },
      {
        "id": 26,
        "text": "Ну... в целом неплохо, но недавно чуть мутило. "
      }
    ]
  },
  {
    "id": 25,
    "text": "Док осмотрел меня, и предложил съездить на обследование в больницу, чтобы исключить серьезное нарушение в мозге. Меня его рассуждения испугали, и я согласилась поехать обследоваться.",
    "answers": [
      {
        "id": 27,
        "text": "Идти к машине скорой помощи"
      }
    ]
  },
  {
    "id": 26,
    "text": "Доктор посмотрел на меня уже более сосредоточенно и приступил к более тщательному осмотру моей головы. Потом обратился к маме.\n— Миссис Грин, я не могу поставить диагноз без полного обследования, но тошнота и амнезия — довольно весомый повод, чтоб я забрал вашу дочь в больницу на обследование. Причина таких симптомов может быть довольно серьезной и даже жизнеопасной. Надеюсь, вы понимаете.\nМама выглядела испуганной и растерянной, но сумела взять себя в руки.\n— Да-да... Конечно. Поезжай, милая.",
    "answers": [
      {
        "id": 27,
        "text": "Так, наверное, будет лучше всего... "
      }
    ]
  },
  {
    "id": 27,
    "text": "Мы пошли с доктором и мамой к выходу из дома. И тут... у меня все поплыло перед глазами. Я почти не видела, куда иду. Но наваждение прошло быстро.\nНо от мамы ничего не утаишь. Она взволнованно смотрела на меня.\n— Ты в порядке? — спросила она меня.",
    "answers": [
      {
        "id": 30,
        "text": "Да. Пойдем к машине скорой помощи."
      },
      {
        "id": 29,
        "text": "Что-то так поехала голова..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Медсестра подошла к кровати. \n— С пробуждением, мисс Грин. Вы не помните? Вас настиг припадок, схожий с эпилептическим. Врачу удалось купировать состояние. Больше сказать не могу, я сейчас приглашу вашу мать и доктора, вам расскажут подробнее.",
    "answers": [
      {
        "id": 33,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мама смотрела на меня с ужасом.\n— Маленькая моя... Ты точно ударилась, гуляя с Бобом, а мне не сказала!\nБоб? Запомню...\n— Потерпи, моя хорошая... Сейчас приедем в больницу, тебя обследуют, помогут...",
    "answers": [
      {
        "id": 30,
        "text": "Идти к машине скорой помощи"
      }
    ]
  },
  {
    "id": 30,
    "text": "Успокоенная, если можно вообще в такой ситуации быть спокойной, я пошла к машине. И тут... \nРезко у меня повело голову, перед глазами все потемнело. Потом я увидела какие-то отбрывочные картинки — но только чего? Сна, фантазии или реальности?\nВ них был Он. Светло-карие глаза, темно-русые волосы, высокий рост. В одних отрывках его глаза источали нежность и... любовь? В других — тревогу и волнение... Квжется, мы о чем-то говорили, спорили, я что-то доверяла ему, какую-то тайну, в которую посвятить не могла больше никого... Последним видением было то, как он с тоской в голосе звал меня — Джульетта... \nИ само собой у меня вырвалось имя в ответ — Симеон... \nВ тот же миг острая боль в животе скрутила меня пополам, отогнав застилающую глаза пелену. Но сознание не собиралось оставаться здесь, где так неуютно, и начало меня покидать.\nПоследнее, что я увидела — рыдающую маму, стоящую рядом со мной на коленях, доктора, отбрасывающего в сторону пустой шприц и тянущегося к своему ридикюлю...",
    "answers": [
      {
        "id": 31,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 31,
    "text": ".....спустя какое-то время я очнулась. Я была в больнице. Состояние было ужасным. Все тело ломило, будто я тяжело работала несколько суток. И в голове был такой же кавардак.\nДверь открылась и в палату вошла медсестра.",
    "answers": [
      {
        "id": 28,
        "text": "Сестра! Что со мной? "
      },
      {
        "id": 33,
        "text": "Сестра! Где моя мама?"
      }
    ]
  },
  {
    "id": 32,
    "text": "Хоть я и не знала о беременности, и даже вовсе не помнила (равно как и мои близкие не представляли, судя по маминому лицу), от кого она, а неожиданная потеря ее как будто что-то оборвала во мне. Вокруг суетились мама, врач... но я не видела и не слышала их. В голове была пустота. \nМеня уложили, поставили капельницу. Наверное, это было снотворное, так как глаза начали закрываться сами собой.\nИ на самой грани между бодрствованием и сном мне снова привиделось Его лицо. Симеон. Только в этот раз из глаз катились слезы...",
    "answers": [
      {
        "id": 37,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 33,
    "text": "Медсестра вышла из палаты, и уже вскоре в ней появились мама, имевшая шокированный вид, и доктор.\nДоктор начал первым: \n— Джульетта, как ты себя чувствуешь? Ты вдруг упала, и у тебя начался припадок.",
    "answers": [
      {
        "id": 34,
        "text": "Док, я чувствую себя разбитой. Я помню, что у меня дико начал болеть живот перед потерей сознания, что это было?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Доктор весь собрался. Мама побелела и поджала губы. Так обычно выглядят, когда сказать надо что-то важное и серъезное.\nДоктор нарушил паузу:\n— Джульетта... Я понимаю, что ты не знала или не помнила об этом... Когда у тебя начался припадок, организм произвел выброс адреналина в кровь. А живот болел потому, что этот гормон... противопоказан в таком количестве при беременности.",
    "answers": [
      {
        "id": 35,
        "text": "Что?! Док, я беременна?!"
      }
    ]
  },
  {
    "id": 35,
    "text": "Доктор напрягся еще больше, а мама не смогла сдержать слез. \n— Джульетта... Адреналин очень активный гормон. В таком количестве он спровоцировал выкидыш. Потому у тебя и болел живот. ",
    "answers": [
      {
        "id": 32,
        "text": "Впасть в ступор"
      },
      {
        "id": 37,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Пришла в себя я много позже. \nПотом последовал курс лечения, но память восстановить мне так и не смогли. \nЯ же чувствовала себя так, будто потеряла какую-то важную часть себя, без которой никогда бы не смогла почувствовать себя целой.",
    "answers": [
      {
        "id": 38,
        "text": "Зачем продолжать это бессмысленное существование?"
      },
      {
        "id": 39,
        "text": "Я верю, что это только депрессия и ничего больше. Я справлюсь."
      }
    ]
  },
  {
    "id": 38,
    "text": "Я находилась в больнице, так что достать нужное средство не составило большого труда. В один из дней я пробралась на медпост и взяла баночку сильного успокоительного. Придя в палату, я написала записку, в которой просила никого не винить себя.\nПередо мной стояла баночка таблеток.",
    "answers": [
      {
        "id": 40,
        "text": "Выпить. "
      },
      {
        "id": 39,
        "text": "Передумать."
      }
    ]
  },
  {
    "id": 39,
    "text": "Я знала, что это была лишь депрессия. И знала, что справлюсь. Отогнав в сторону дурные мысли о суициде, я постаралась втянуться в жизнь обратно. \nВ этом мне очень помогали мама и Донна — девушка с фотографий с выпускного, моя, как оказалось, лучшая подруга. Прошло не так много времени, и врачи приняли решение отпустить меня из больницы. Одеваясь в день выписки в вещи, бывшие на мне в день поступления, я обнаружила в кармане медальон со звездой и камнем в центре. Что же это такое? С этим только предстояло разобраться...",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться в жизнь"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вздохнув, я выпила таблетки одну за другой. Меня начало клонить в сон, я словно провалилась в забытье... из которого тут же и вышла. Я взглянула на палату, встала, подошла к окну.\nИ только потом сообразила, как же легко мне дышится, и что нет никакой боли, чувства разбитости. Я обернулась взглянуть на кровать. Я все еще лежала там. Вернее, лежало мое тело, я была свободна от него. \nВдруг тихий перезвон колокольцев донесся с другого конца палаты...",
    "answers": [
      {
        "id": 42,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Книга, над которой я трудилась, была только в набросочном состоянии, синапсис — предварительный план книги -, заметки по некоторым разделам его. Она должна была повествовать о любви ангела и человека, Сильвестра и Джудит. Я читала заметки и... то ли я не зря поступила на филолога и из меня выйдет без бахвальства чудесный писатель, то ли... неужели это чувство дежавю? Как будто такое возможно.\nТак или иначе, наброски книги зацепили меня. Возможно, когда-нибудь я возьмусь ее дописать. А пока долистаю до конца.",
    "answers": [
      {
        "id": 45,
        "text": "Перевернуть страницу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Там стоял Он.\n— Джульетта... — протянул он ко мне руку. \n— Симеон... — пошла я к нему навстречу.\nНаши руки соединились, и будто разряд тока пронизал все мое тело. Я вспомнила все. \nСимеон — ангел. Ангелы иногда выходят \"в люди\", и в один из таких дней мы встретились. Симеон — ангел, влюбившийся в человека. А я была человеком, влюбившимся в ангела. Амнезия же и правда была посттравматичной — я бросилась спасти ребенка из-под колес машины, и тогда жизнью была обязана только Ему, моему любимому ангелу. В его силах было удержать мою жизнь, отнятую без согласия, но не мою память. Это его ребенка я носила. Он не мог прийти ко мне в ангельском обличье, когда я потеряла память, ибо тайну об ангелах их законы требуют хранить очень тщательно. И сейчас заметила, что на моей шее висит амулет такой же, как у него — медальон с выгравированной звездой и камнем в ее центре — наши обручальные амулеты.",
    "answers": [
      {
        "id": 43,
        "text": "Что же было дальше?"
      }
    ]
  },
  {
    "id": 43,
    "text": "Симеон рассказал мне, что хоть я и была самоубийцей, Боги сжалились надо мной и над Симеоном, так страдавшим от потери любимой, делая скидку на то, что я раньше спасла чужую жизнь, рискуя своей. И теперь нам предстоит вечность. Вечность вдвоем...\nМы взялись за руки. Я бросила прощальный взгляд на свое тело, ставшее ненужным. Вокруг него уже суетился медперсонал, рыдала мама...\nЯ вздохнула и мы с Симеоном ушли. Навстречу вечности, тишине и покою...",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 44,
    "text": "Возвращение к прежней жизни проходило тяжело. Но я старалась держаться молодцом. Первое, что я сделала, вернувшись домой и оставшись одна, это взяла в руки небызвестные листки с заметками — тогда до них руки у меня так и не дошли. И да, это оказались наброски будущей книги. Очевидно, ее писала я. О чем же я хотела написать?",
    "answers": [
      {
        "id": 41,
        "text": "Прочесть"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я перевернула страницу и застыла. \nНа полях четко и ясно было написано имя \"Симеон\". А рядом пририсовано сердце.\nПеред глазами снова все поплыло...",
    "answers": [
      {
        "id": 46,
        "text": "Что, опять?!"
      }
    ]
  },
  {
    "id": 46,
    "text": "На этот раз все было без картинок. Я только слышала отрывки какого-то разговора. \n—... но это неправильно...\n—… любовь бывает неправильной?…\n—… любовь? Ты говоришь о...\n—… да.Я люблю тебя, Джульетта...",
    "answers": [
      {
        "id": 47,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 47,
    "text": "Сейчас я очнулась почти сразу. Последнее, что я помню до обморока после отрывков того разговора, это невероятное ощущение тепла, уюта, неги, и... любви.\nВыходит, мой глюк любит меня. А я, видимо, его. Супер.\nГлавное, не проболтаться маме. Ее муж, мой отец, погиб не так давно, и осталась у нее только я. Она не переживет, если меня упекут в дурку.\nЛягу спать. Завтра первый день в вузе после больницы.",
    "answers": [
      {
        "id": 48,
        "text": "Спокойной ночи!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ночь я спала крепко, без сновидений. Утро было обычным, нормальным, насколько это возможно в моем теперешнем состоянии. Нужно выглядеть хорошо сегодня. Что я одену?",
    "answers": [
      {
        "id": 49,
        "text": "Джинсы, бирюзовую блузку и белый легкий шарф, белые балетки, серебряный браслет на руку и серьги-гвоздики"
      },
      {
        "id": 49,
        "text": "Черное закрытое платье с длинными рукавами, до середины úкры, серый легкий пиджачок, серые туфли на шпильках, серебряные кольца-серьги и цепочку с жемчужным кулоном"
      },
      {
        "id": 49,
        "text": "Белые лосины, песочная свободная короткая туника, кеды, массивный браслет"
      }
    ]
  },
  {
    "id": 49,
    "text": "Отлично. Выгляжу так, что и не сказать, что почти псих и только из больницы... \nС утра за мной должна была заехать Донна. Вот она подъехала, просигналила от входа. Я чмокнула маму и вышла из дома.",
    "answers": [
      {
        "id": 50,
        "text": "Сесть в машину к Донне"
      }
    ]
  },
  {
    "id": 50,
    "text": "Донна была взволнована, хотя и старалась это скрыть. Она волновалась за меня.\n— Привет, Джули! Готова?",
    "answers": [
      {
        "id": 53,
        "text": "Как говорится, всегда готов!"
      },
      {
        "id": 52,
        "text": "Ох, честно говоря, не очень. Мысли путаются"
      }
    ]
  },
  {
    "id": 51,
    "text": "К вузу мы подъехали за десять минут до пар, зашли в аудиторию. В вещи, собранные на учебу еще до амнезии, я не заглядывала раньше. А зря. \nВыкладывая на стол все, что понадобится, я достала из сумки ежедневник. Он был заперт — его опоясывал ремешок, впереди на ремешке была большая бляха со впечатанным рисунком.",
    "answers": [
      {
        "id": 54,
        "text": "Показать Донне"
      },
      {
        "id": 56,
        "text": "Разобраться самой"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Бедная... Не бойся. Я рядом. Все подскажу, помогу, если надо будет что-то вспомнить. Не волнуйся. Хорошо?",
    "answers": [
      {
        "id": 53,
        "text": "Хорошо. А потом ты мне обязательно поможешь вспомнить кое-что..."
      }
    ]
  },
  {
    "id": 53,
    "text": "— Тогда поехали! — просияла подруга.",
    "answers": [
      {
        "id": 51,
        "text": "Вперед! Нас ждут великие дела! ©"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Донна, а ты не подскажешь, там ? Или как открыть?\n— Что — не подскажу, ты никогда не открывала его при мне. Даже от лучшей подруги прятала! А вот как открыть, ты сама как-то упоминала. Ты говорила про какой-то медальон-ключ...",
    "answers": [
      {
        "id": 56,
        "text": "Ооо... спасибо."
      }
    ]
  },
  {
    "id": 55,
    "text": "В дневнике было заполнено немного страниц. Там был синапсис, но с кучей исправлений — черновик?  Я перечитала его заново.\nА на другой странице был рисунок. Не может быть...\nТам снова был Он. Я и Он. На рисунке были наши лица, обращенные друг к другу, в профиль. И я совершенно точно могу сказать, что рисовала его не я. Неужели Донна? Она знает про мой глюк? Или...?",
    "answers": [
      {
        "id": 58,
        "text": "Дождаться конца пары и спросить"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я провела пальцами по бляхе. Ну точно! Это же оттиск того странного не открываемого медальона! Где там он у меня...",
    "answers": [
      {
        "id": 57,
        "text": "Приложить медальон"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я приложила медальон в центр углубления, раздался тихий щелчок и ремешок ослаб. Я убрала медальон и открыла дневник.\nХорошо, что уже вошел преподаватель, и моя подруга отвлеклась на него. Я взглянула ему в лицо, поймала взгляд — сочувствующий, сопереживающий — и поняла, что сегодня меня он не тронет. Что ж, так удобно.",
    "answers": [
      {
        "id": 55,
        "text": "Продолжить изучать  дневник"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я еле досидела до конца пары. Чуть прозвенел звонок на перемену, я выдернула Донну и быстрым шагом отвела в сторону, где раскрыла дневник на нужной странице, показав ей.\n— Донна, это твоей руки рисунок?\n— Нет. Так это же Симеон!",
    "answers": [
      {
        "id": 59,
        "text": "О_О ?!"
      }
    ]
  },
  {
    "id": 59,
    "text": "Она в курсе про моего глюка!\n— Ну да, Симеон. И, насколько я могу судить, срисовано с фотографии.\n— Стоп, какая фотография?!\nНасколько я помню, глюки на фотках не отображаются. Значит, не глюк?!\n— У тебя на телефоне была. Я видела мельком.",
    "answers": [
      {
        "id": 60,
        "text": "Лихорадочно искать телефон. Он же точно был с собой, я помню!"
      },
      {
        "id": 60,
        "text": "Телефон у меня с собой. Но... я не помню пароль!"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вот и телефон. Черт! Я же не помню пароль!\n— Донна, ты знаешь пароль от моего телефона? \n— Нет, откуда? Ты ревностно оберегала свое личное пространство. Знаешь что, а обратись к Бобу. Он взломает тебе его.",
    "answers": [
      {
        "id": 62,
        "text": "Ну а что еще делать... Где там тот Боб? Это же с ним, по мнению мамы, я гуляла... "
      }
    ]
  },
  {
    "id": 61,
    "text": "Боб сник и отдал мне телефон. Он был взломан.\n— Спасибо! Пока! — и я пулей вылетела из его кабинета. \nГалерея, где галерея...",
    "answers": [
      {
        "id": 64,
        "text": "Смотреть фотки"
      }
    ]
  },
  {
    "id": 62,
    "text": "Бобом оказался прыщавый худосочный паренек. Переходный возраст налицо, точнее, на лице. Но черты лица правильные, приятные.\nБоб искренне поприветствовал меня. Он был застенчив и не очень разговорчив, но мне стало ясно все с первых минут — я ему нравилась. А он мне — нет. \n— Джули... Я это, хотел спросить... Может, ты бы сходила со мной на чашечку кофе?",
    "answers": [
      {
        "id": 61,
        "text": "Ээээ, нет, ты знаешь, у меня другие планы. "
      },
      {
        "id": 63,
        "text": "Может быть"
      }
    ]
  },
  {
    "id": 63,
    "text": "Боб просиял, и вручил телефон мне. Он был взломан.\n— Ты гений. Спасибо! — и я умчалась.\nЗа углом я остановилась и просмотрела фото. ",
    "answers": [
      {
        "id": 65,
        "text": "Смотреть фото"
      }
    ]
  },
  {
    "id": 64,
    "text": "Фотография была только одна. И сомнений не оставалось. Симеон не был глюком. Он был реальностью.\nИ второй абсолютно точный факт — он любил меня. И я любила его. Мы так смотрели друг на друга, как могут смотреть люди, не чающие души друг в друге.\nНадо будет спросить у Донны об этом еще, она должна знать что-то еще! Я была так взволнована, что не подумала об этом сразу. Она уехала, сославшись на дела, только подкинула до Боба. \nТеперь я отправилась домой. У меня было время передохнуть...",
    "answers": [
      {
        "id": 72,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 65,
    "text": "Фотография была только одна. И сомнений не оставалось. Симеон не был глюком. Он был реальностью.\nИ второй абсолютно точный факт — он любил меня. И я любила его. Мы так смотрели друг на друга, как могут смотреть люди, не чающие души друг в друге.\nНадо будет спросить у Донны об этом еще, она должна знать что-то еще! Я была так взволнована, что не подумала об этом сразу. Она уехала, сославшись на дела, только подкинула до Боба. \nТеперь я отправилась домой. У меня было время передохнуть...",
    "answers": [
      {
        "id": 66,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 66,
    "text": "В 18.00 телефон ожил и затрезвонил на всю комнату. Боб.\n— Джули, привет! Давай встретимся сейчас, выпьем кофе? Неподалеку есть неплохая кофейня.",
    "answers": [
      {
        "id": 68,
        "text": "Некрасиво сперва обнадежить, а потом обломать. Соглашусь."
      }
    ]
  },
  {
    "id": 67,
    "text": "Как ни странно, Он мне и приснился. Раздался тихий перезвон колокольцев и он пришел ко мне. \n— Ты звала меня, Джульетта?\n— Звала. Но не думала, что ты придешь.\nЯ смотрела в его глаза и не могла насмотреться. Как умирающий в пустыне, дорвавшийся до воды, я не могла отвести взгляда от его глаз. \n— Ты вспомнила? — спросил Он меня.\n— Что я люблю тебя? И не забывала.\nОн улыбнулся, наклонился ко мне и прошептал:\n— Мы скоро будем вместе. Я обещаю тебе...\nНа губах пожаром вспыхнул поцелуй. А потом меня поглотила сонная тьма",
    "answers": [
      {
        "id": 73,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Да, ок.\n— Тогда до встречи!\nВстретились мы у моего дома. Боб жил недалеко, потому подойти смог быстро. В кофейне заказали кофе и разговорились. Боб оказался очень приятным человеком, мог поддержать разговор на широкий спектр тем. И совершенно не стеснялся так, как при свидетелях.\nНаконец разговор свернул на пикантную тематику.\n— Джульетта, я давно хочу тебе сказать — начал Боб с неожиданной теплотой в голосе — ты такая... красивая. Ты очень мне нравишься. Я бы хотел стать тебе другом, опорой, защитой... любовью. \nСказав это, он наклонился ко мне. Его губы были уже так близко...",
    "answers": [
      {
        "id": 69,
        "text": "Ответить на поцелуй"
      },
      {
        "id": 70,
        "text": "Отпрянуть в сторону"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я не стала отворачиваться, и Боб прильнул к моим губам. Поцелуй был сперва нежный, а затем все более и более страстный, требовательный. Кто бы мог подумать... вот уж точно — в тихом омуте черти водятся! Он все целовал и целовал меня. У меня было такое впечатление, что он опоил меня любовным зельем, что я была как одурманена и не могла остановиться. Очнулась я уже в постели, отдыхая на его груди.",
    "answers": [
      {
        "id": 71,
        "text": "Что же было дальше?"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я отпрянула от него и вскочила.\n— Боб! Что ты творишь? Я не хочу этого! Ты отличный друг, но большим ты для меня никогда не станешь, уж извини.\nИ с этими словами я ушла, оставив огорченно-растерянного Боба позади.\nТеперь я точно отдохну.",
    "answers": [
      {
        "id": 72,
        "text": "Домой, домой!"
      }
    ]
  },
  {
    "id": 71,
    "text": "Тот первый раз с ним закончился полосатым тестом. Я была беременна снова. Но на этот раз и мама знала, что я была с Бобом, видела нас, слившихся в поцелуе и вваливающихся в его дом.\nА я... Я отпустила журавля далеко в небо, довольствуясь и синицей в руке. Выкинула дневник, стерла фото с телефона, оставила загадки нерешенными. Ведь все, что не делается — к лучшему, ведь так? Боб сделал мне предложение, а вскоре после скромной свадьбы (ибо какая свадьба с огромным животом?) я родила сына. Жили мы долго, не скажу, правда, что очень счастливо. Я оставила у себя тот медальон — не знаю, зачем. И иногда до самой смерти я видела лицо Симеона в слезах.\nУвидеть его самого я смогла только однажды. Я умирала, и он пришел, чтобы забрать мою душу с собой. Он был ангелом. Я все вспомнила, как только наши руки соединились. Все-таки та книга была про меня, все-таки это было дежавю... Я ушла с ним с улыбкой на устах. Он отвел меня туда, где царил покой... ",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 72,
    "text": "Придя домой и посетив ванную, я растянулась на кровати. День был насыщенным. Пора отдохнуть. Симеон... Приснись мне, пожалуйста.",
    "answers": [
      {
        "id": 67,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я открыла глаза. Было уже утро. Губы горели, будто и правда зацелованные. Что Он там говорил? Мы скоро будем вместе? Конечно, это только плод моего воображения, этот разговор, только сон. Но все же я чуствовала себя окрыленной после всего увиденного во сне.\nНадо расспросить Донну обо всем.",
    "answers": [
      {
        "id": 74,
        "text": "Где же Донна?"
      }
    ]
  },
  {
    "id": 74,
    "text": "Всю дорогу до вуза я донимала Донну расспросами. \n— Что ты знаешь о Симеоне? — спрашивала я ее.\n— Джули, ты, знаешь ли, была очень скрытной. Одно я знаю точно, это твой парень, ты упоминала об этом. У вас любовь-морковь и все такое.\n— А как его найти? Позвонить, написать?\n— Ты всегда шутила, что стоит только позвать, как он уже рядом. А больше я ничего не знаю.",
    "answers": [
      {
        "id": 75,
        "text": "Эээх. Жаль."
      }
    ]
  },
  {
    "id": 75,
    "text": "На парах меня снова не трогали. И я изучала фотографию. Может, попробовать позвать Симеона?",
    "answers": [
      {
        "id": 76,
        "text": "Чем черт не шутит. А вдруг сработает?"
      },
      {
        "id": 77,
        "text": "Страшно. Нет, пока не буду."
      }
    ]
  },
  {
    "id": 76,
    "text": "\"Симеон, прижи ко мне! Пожалуйста!\" — взмолилась я мысленно, и тут же уставилась на дверь, надеясь, что сейчас разразится гром и он войдет в аудиторию. \nНо чуда не случилось.\nПосле пары мы с Донной вышли на улицу, как и толпа других студентов — был на редкость погожий денек. Мы шли, болтали (она болтала, я поддакивала) на всякоразные темы.\nПока...",
    "answers": [
      {
        "id": 78,
        "text": "Что там?"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я решила не рисковать. Мало ли... Страшно. и до конца пары рассматривала фотографию в телефоне.\nВот прозвенел звонок, мы вышли на улицу.",
    "answers": [
      {
        "id": 79,
        "text": "Но вдруг..."
      }
    ]
  },
  {
    "id": 78,
    "text": "Я увидела Его глаза. Здесь, в толпе студентов. Я замерла на мечте. Он стоял в полоборота ко мне, взглянул, улыбнулся, одну руку прижал к сердцу (Боги, да у него такой же медальон, как у меня самой!), а вторую — пальцем к губам. И исчез, будто не было. \n",
    "answers": [
      {
        "id": 79,
        "text": "И тут... "
      }
    ]
  },
  {
    "id": 79,
    "text": "\"Я приду, как только позовешь. Но подожди немного. Скоро мы будем вместе\" — раздался его голос в моей голове. Я стояла ошарашенная. \nДонна забеспокоилась, глядя на замершую меня, но мне удалось ее успокоить. Кажется, она не поверила, глядя на мою неизвестно откуда взявшуюся счастливую улыбку.",
    "answers": [
      {
        "id": 80,
        "text": "Успокоить Донну и идти домой"
      }
    ]
  },
  {
    "id": 80,
    "text": "Жизнь налаживалась. Я больше не считала себя психом, любимый парень обещался скоро прийти в мою жизнь, у меня была любимая учеба. И недописанная книга.\nЯ достала листки и села читать-перечитывать их, с целью дописать недостающее.\nПеред глазами все поплыло...",
    "answers": [
      {
        "id": 81,
        "text": "Снова?!"
      }
    ]
  },
  {
    "id": 81,
    "text": "На этот раз перед глазами проносились картинки.\n…вот и я Симеон, идем рядом, рука об руку, смотрим друг на друга…\n…Вот моя вторая рука лежит на животе, как будто оберегая то, что внутри…\n…вот я поворачиваю голову…\n…вот бросаюсь наперерез летящей машине, выталкивая собой из-под ее колес в сторону маленькую девочку…\n…вот машина уносится дальше…\n…вот кровь. Много крови. Моей.\nИ звуки замирающего сердца.\nИ срывающийся голос любимого: Держись, родная! Я не позволю тебе умереть!\nСвет. Тепло. И сразу же — непроглядная темнота.",
    "answers": [
      {
        "id": 82,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 82,
    "text": "Очнулась я все так же в одиночестве. Судя по часам, в отключке я была около часа.\nНеужели все, что я увидела — реальность? Что, если амнезия после того случая?\nКак много этих если. Подождем.\nА пока надо спать. С утра свежая голова будет.",
    "answers": [
      {
        "id": 83,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 83,
    "text": "Проснувшись, но еще не открыв глаза, я учуяла дивный аромат роз. Рядом со мной на подушке лежала великолепная белая роза. И медальон. Хотя я точно помню, что клала его на туалетном столике.\nТолько Он мог оставить это тут. Я знаю, чего Он хотел. Я буду носить этот медальон.",
    "answers": [
      {
        "id": 84,
        "text": "Надеть медальон и собраться а вуз"
      }
    ]
  },
  {
    "id": 84,
    "text": "...Прошло уже несколько недель. За это время у меня были повторяющиеся видения про ту аварию и Его шепот \"это правда\". Каждый день я находила знаки внимания рядом с собой по пробуждению. После вуза я обычно шла в библиотеку и работала там над книгой. Герои были так похожи на меня и Симеона, что написать их  решила с нас. С одной поправкой — в книге Сильвестр был ангелом.\nХотя не удивлюсь, если и Симеон окажется кем-то сверхъестественным, после всех его штучек-то...",
    "answers": [
      {
        "id": 85,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 85,
    "text": "В тот день я была взволнована. Я не чувствовала связи с Симеоном и не находила от него сюрпризов вот уже несколько дней. Я даже звала его. Но он не приходил.\nВ тот день Донна не пришла. Я сидела одна. Пара уже началась, и я привычно вполуха слушала преподавателя, думая о своем. По коридору раздались шаги.",
    "answers": [
      {
        "id": 86,
        "text": "Очередной опоздун?"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Здравствуйте. Разрешите войти? Я новый студент, заплутал в переходах. — раздался бархатистый голос от двери.",
    "answers": [
      {
        "id": 87,
        "text": "Неужели?!"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Имя, фамилия? — Поинтересовался преподаватель\n— Симеон Даймонд.\nЯ сидела и не моглв поверить своим ушам, боясь поднять глаза — вдруг сон или ошибка?",
    "answers": [
      {
        "id": 88,
        "text": "Но когда подняла.."
      }
    ]
  },
  {
    "id": 88,
    "text": "Не может быть! У стола преподавателя стоял Он!!!\n— Хорошо, но больше не опаздывайте. Проходите, можете сесть с мистером Джейлз...\n— Нет, я бы предпочел присесть в другом месте.\nИ направился к моему столу. Преподаватель поджал губы, но смолчал.\nЭто правда был ОН!!!!",
    "answers": [
      {
        "id": 89,
        "text": "Что было дальше?"
      }
    ]
  },
  {
    "id": 89,
    "text": "Мы не могли насмотреться друг на друга, надышаться друг другом. Мы так сильно любили... Наверное, моя знаменитая тезка Ромео любила меньше!\nПосле занятий мы отправились в лесопарк неподалеку от вуза. Когда мы проходили по двору к воротам, я обратила внимание на злой, ревнивый взгляд Боба. Но мне было уже все равно.",
    "answers": [
      {
        "id": 90,
        "text": "В лес"
      }
    ]
  },
  {
    "id": 90,
    "text": "В лесу мы устроились на поляне с мягчайшей травой вобнимку и сперва просто молчали. Вот оно, то блаженное ощущение невероятного уюта, тепла, любви, окутывающее каждую клеточку твоего тела.\nПотом мы начали разговор. Мне о стольком хотелось его расспросить!\n",
    "answers": [
      {
        "id": 91,
        "text": "Кто же ты?"
      },
      {
        "id": 92,
        "text": "Что с нами было?"
      },
      {
        "id": 93,
        "text": "Что будет теперь?"
      }
    ]
  },
  {
    "id": 91,
    "text": "Он рассмеялся.\n— А в первый раз ты была более догадлива! Да, милая моя. Я не совсем обычный человек, вернее, не совсем человек. Я — ангел. Чистая, безгрешная душа. Нас отправляют работать среди людей, спасать души, которые еще можно очистить. На таком задании мы и встретились. Но я сейчас... Как бы сказать? \n— Падший ангел?\n— Нет, что ты! Скажем так, ангел в отставке. Смотри.\nНа небе горело закатное солнце. Симеон поднялся лицом к закату, раскинул руки в стороны, и за ними, со стороны спины, вспыхнули светом и тут же погасли очертания двух огромных крыльев.\nОн повернулся, улыбаясь, и спросил:\n— О чем ты хочешь еще спросить меня?",
    "answers": [
      {
        "id": 90,
        "text": "Сейчас подумаю..."
      }
    ]
  },
  {
    "id": 92,
    "text": "— Ты имеешь в виду, как мы познакомились?\n— Нет, я имею в виду не только это. Я все имею в виду.\n— Познакомились мы на задании, когда я работал меж людей. Я искал душу, которую можно спасти, и увидел тебя. Твои глаза очаровали меня, равно как и мои — тебя. Мы сразу же нашли общий язык, и ты моментально раскусила меня, видя, что я не такой, как остальные. Я выбирался на задания все чаще, Боги видели, что я не только спасаю души, но все больше тону в твоих глазах, и ничего не предпринимали, видя чистоту и твоей души. В один из таких дней мы оказались в постели, и это был акт чистой любви. И... — он виновато потупился — Случилось то, что не случалось в наших кругах уже давно — ты, человек, забеременела от ангела. Боги решили не вмешиваться, сказав, что от этого союза должно родиться чистое, совершенное дитя. Мы были счастливы. Наши судьбы по нашим законам были связаны Богами, доказательство — наши обручальные медальоны. Но в один из дней ты... Да, твои видения были правдивы. Ты спасла чужую жизнь ценой своей. Но я не мог дать тебе умереть! Я спас тебя, нашего ребенка, но восстановить потерянную память твою я не смог. Как не смог во второй раз спасти нашего малыша... Да и Боги запретили мне вмешиваться, я и так подверг опасности нас всех, раскрывшись в первый раз. Я и сам думал оставить тебя в покое, наблюдая лишь, все ли с тобой в порядке. Но когда у тебя пошли видения — скорее воспоминания — оставаться в стороне я уже не мог. Я пришел к Богам просить отпустить меня. И Боги, видя нашу взаимную любовь, пошли навстречу. И вот я тут... Ну, есть еще вопросы?",
    "answers": [
      {
        "id": 90,
        "text": "Конечно!"
      }
    ]
  },
  {
    "id": 93,
    "text": "А что теперь? Теперь я никуда не уйду. Теперь мы будем всегда вместе.",
    "answers": [
      {
        "id": 94,
        "text": "Что же было дальше?"
      }
    ]
  },
  {
    "id": 94,
    "text": "А дальше — будущее. Какое — не могу сказать, ведь оно только начинается. Придумайте его сами! Только с условием! Мы хотим быть счастливы вдвоем в этом будущем) Счастье — оно ведь такое разное...",
    "answers": [
      {
        "id": 1,
        "text": "В начало квеста"
      }
    ]
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  }
]