[
  {
    "id": 1,
    "text": " Моя подруга погибла в пожаре, но я до сих пор помню, как она говорила, что вернется ко мне... Эрика, не знаю, слышешь ли ты меня, но я жду тебя, и буду ждать, сколько потребуется, только вернись, пожалуйста... Я слышала, что видели призрака-девушку очень похожую на тебя, как бы я хотела, чтобы это была на самом деле ты.\n                                                Кики Гамильтон, 14 лет\n                                                                         04.08.1962\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 3,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "1 ЧАСТЬ\n«ДНЕВНИК»",
    "answers": [
      {
        "id": 4,
        "text": "28.05.1936 - 30.05.1936"
      },
      {
        "id": 5,
        "text": "01.06.1936- 03.06.1936",
        "need": 4
      },
      {
        "id": 6,
        "text": "04.06.1936",
        "need": 5
      },
      {
        "id": 7,
        "text": "Далее",
        "need": 6
      }
    ]
  },
  {
    "id": 3,
    "text": "Этот квест состоит из двух частей, первая посвящается записям в дневнике 14- летней девочки Кики. Вторая часть же уже идет как непосредственно сам квест. \nВот, пожалуй, все заметки к самому произведению, теперь хочу сказать насчет критики... Я принимаю только адекватную критику, а не то, что написано на эмоциях, поэтому попрошу ясно указывать на недостатки и плюсы моих работ. Мне очень важно ваше мнение)\nЕще скажу, мне кажется, что у меня получились какие-то недоужасы... Вроде страшно, но на самом деле нет. Поэтому попрошу у вас совета на этот счет как сделать атмосферу более напряженной и пугающей... Заранее спасибо)\nSnoop Killa",
    "answers": [
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 4,
    "text": "28 апреля\nСегодня такой чудесный день, я ходила гулять по парку вместе с моей мамочкой, с озера открывался такой красивый вид на наш дом, но почему-то в этот раз мне показалось, что возвращаться туда опасно, странное чувство...\n\nКогда мы вернулись домой, меня сморил сон, приятная прохлада веранды успокаивала и буквально через 10 минут я погрузилась в мир грез... Во сне я стояла посередине своей комнаты, на улице была ночь, полнолуние, время без пяти двенадцать. Окно резко распахнулось от сильного порыва ветра, я подошла, чтобы закрыть его и выглянула на улицу, вдруг я замечаю девушку, чуть старше меня, она стоит ко мне спиной, опираясь на ограду... От этого становится не по себе, вдруг, девушка начинает поворачиваться, но в ужасе я просыпаюсь. \n\nВокруг все как обычно, просто страшный сон, к чему бы это?..\n\n29 апреля\nДень прошел прекрасно, кошмары не беспокоили мой сон и я уже начала забывать вчерашний кошмар, но этой ночью произошло что-то ужасное...\n\nЯ проснулась от того, что стукноло окно, открывшееся от порыва ветра, поднявшись, я подошла к нему, но когда выглянула на улицу, то мое сердце пропустило удар — девушка из сна стояла возле ограды ко мне спиной, в ужасе, я захлопнула окно и зажгла свет в комнате, оставшуюся ночь я спала неспокойно, казалось, что кто-то тихо пел у меня под окном.\n\n30 апреля\nЯ не выспалась, страх гложил меня до мозга костей, что это может значить? Я не хочу беспокоить маму по этому поводу, а папа наврятли этому поверит... Что же мне делать?\n\nДорогой дневник, сейчас полночь, я проснулась от кошмара. Это было продолжение того сна, эта девушка обернулась... у нее нет глаз, из пустых глазниц течет кровь, губы разорваны и зашиты кривыми стежками, но меня напугало не только это... она медленно открыла калитку и поплелась к нашему дому, я проснулась, на улице тихо, но от этого не легче, что мне делать?",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "1 мая\nЯ не выдержала и рассказала все маме, она приглачила священика. Он освятил дом и провел исповедь, наконец-то я могу вздохнуть спокойно, такое ощущение, что кто-то оазжал оуку с моей шеи...\n\nЭту ночь я провела просто прекрасно, никаких страшных ведений наяву или снов... Я так рада, что моя мамочка меня выслушала и помогла, а еще разрешила поспать с ней пока мне не станеь легче, надеюсь, что скоро я вернусь к себе в комнату, не хочу разочаровывать Марка...\n\n2 мая\nМы сегодня ездили в город, мне купили новое синее платье и красивую шляпу с белым цветами... А потом мы поехали в гости к семье Вильямс. Марк оценил мои покупки, а еще на прощание он поцеловал меня в щеку... Дорогой дневничек, кажется, я влюбилась...\n\nЯ спрашивала маму, влюблялась ли она когда- нибудь? Оказывается, что она влюбилась в папу в 13 лет! Интересно, а когда мы с Марком подрастем, то тоже сыграем свадьбу?..\n\n3 мая\nМой дорогой дневник, мне страшно... Кошмар... он вернулся, я проснулась от того, что эта девушка во сне стояла на крыльце и напевала:\n«Раз, два, три, четыре, пять... Прячься лучше!\n  Раз, два, три, четыре, пять... Прячься лучше!\n  Раз, два... Я иду искать!»\n Неужели, этот кошмар будет продолжаться?.. Я уже не знаю, что делать, сейчас я перебираю четки с молитвой о помощи... Надеюсь, что наяву ничего не случится.\n",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "4 мая\nДорогой дневник, этот день может оказаться для меня последним... Сон, он продолжился... Она поднималась по ступеням дома, я в ужасе не могла пошевелиться. Дверь со скрипом открылась, ее пустые глазницы были обращены в мою сторону, на лице красовалась хищная кровавая улыбка, с тихим шепотом она подошла ко мне:\n— Кики, идем со мной... Давай поиграем... — с этими словами она притронулась своими холодными костлявыми руками к моей щеке — Призом будет жизнь... твоя жизнь...\n\nВ этот момент я проснулась. Думаю, мне надо готовится к следующей ночи...",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Часть 2\n«ПРЯТКИ»",
    "answers": [
      {
        "id": 8,
        "text": "5 мая "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я проснулась, спокойное весенние утро... И может быть последнее в моей жизни, но я не собираюсь сдаваться, я приготовлюсь и достойно встречу «Это», как я назвала эту девушку. ",
    "answers": [
      {
        "id": 9,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 9,
    "text": "Так, если вспомнить, что она говорила мне прятаться лучше, не значит ли это, что мы будем играть в прятки?.. Думаю, мне надо подготовить пару мест заранее, чтобы потом в случае, если она меня найдет, я могла обороняться... /прочтите примечание/",
    "answers": [
      {
        "id": 10,
        "text": "В саду"
      },
      {
        "id": 12,
        "text": "В подвале"
      },
      {
        "id": 14,
        "text": "Примечание "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я могу спрятаться в саду, там мнооо деревьев и есть пара построек, отличное место! Осталось только найти нужные предметы для самообороны...",
    "answers": [
      {
        "id": 15,
        "text": "Кухня"
      },
      {
        "id": 16,
        "text": "Чердак"
      },
      {
        "id": 17,
        "text": "В сад",
        "need": 16
      }
    ]
  },
  {
    "id": 11,
    "text": "Пройдя на кухню, я тихо стащила большой кухонный нож, после чего решила подняться на чердак... Уверен, в хламе, что там накопилось можно найти что угодно!",
    "answers": [
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "В нашепм подвале можно просто заблудиться, уверена, лучше места для того, чтобы спрятаться мне не найти! Осталось найти оружие для самообороны.",
    "answers": [
      {
        "id": 11,
        "text": "Кухня"
      },
      {
        "id": 13,
        "text": "Чердак"
      },
      {
        "id": 18,
        "text": "В подвал",
        "need": 13
      }
    ]
  },
  {
    "id": 13,
    "text": "Среди пыли я отыскала ржавое охотнечье ружье... Оно может пригодиться, может быть мне и 12 лет но я умею им пользоваться, так как мой папа заядлый охотник и обучил меня этому делу Теперь можно идти в подвал и готовиться к предстоящей ночи.",
    "answers": [
      {
        "id": 12,
        "text": "В подвал"
      }
    ]
  },
  {
    "id": 14,
    "text": "В подвале и в саду вы с легкостью спрячетесь. После вашего выбора у вас появиться возможность найти нужное оружие в локациях «кухня» и «чердак».\nУдачи)",
    "answers": [
      {
        "id": 9,
        "text": "К истории"
      }
    ]
  },
  {
    "id": 15,
    "text": "Пройдя на кухню, я тихо стащила большой кухонный нож, после чего решила подняться на чердак... Уверен, в хламе, что там накопилось можно найти что угодно!",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "Среди пыли я отыскала ржавое охотнечье ружье... Оно может пригодиться, может быть мне и 14 лет, но я умею им пользоваться, так как мой папа — заядлый охотник и обучил меня этому делу. Теперь можно идти в сад и готовиться к предстоящей ночи.",
    "answers": [
      {
        "id": 10,
        "text": "В сад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Мне нужно положить оружие в пределах досигаемости, чтобы я быстро могла до него добраться... Пожалуй, положу у входа в сарайчик, сразу же заберу, как только войду и спрячусь. Разве я не гений?",
    "answers": [
      {
        "id": 20,
        "text": "Ночью..."
      }
    ]
  },
  {
    "id": 18,
    "text": "В пдвале очень много мест, что бы спрятаться, но нужно положить оружие в пределах досигаемости, дабы я смогла быстро до него добраться... Я осмотрелась вокруг, самое лучшее решение, положить его у входа, чтобы схватить и спрятаться, разве я не гений?..",
    "answers": [
      {
        "id": 19,
        "text": "Ночью..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Я старалась заснуть, но страх все не покидал меня, мне хотелось, чтобы все это было всего лишь кошмаром,а не вещим сном, но предыдущие события все равно доказывали обратное... Время без пяти двенадцать, я слышу Шаги за окном и тихое пение: \n«Дин-дон, я пришла, \nСкорее, двери открывай!»\n От этого голоса внутри все сжалось, казалось, что в этом голосе собрались голоса все маленьких демонов, он пронизал меня до косточек, от ужаса я не могла двигаться, но входная дверь неумолимо скрипнула... Надо действовать!",
    "answers": [
      {
        "id": 26,
        "text": "Выйти из комнаты и идти к подвалу"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я старалась заснуть, но страх все не покидал меня, мне хотелось, чтобы все это было всего лишь кошмаром, а не вещим сном, но предыдущие события все равно доказывали обратное... Время без пяти двенадцать, я слышу шаги за окном и тихое пение:\n«Дин-дон, я пришла, \nСкорее, двери открывай!»\nОт этого голоса внутри все сжалось, казалось, чтл в этом голосе собрались голоса всех маленьких демонов, он пронизал меня до косточек, от ужаса я не могла двигаться, но входная дверь неумолимо скрипнула... Надо действовать!",
    "answers": [
      {
        "id": 21,
        "text": "Пепелезть через окно и бежать к сараю"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я перебралась через окно, как же хорошо, что моя комната на 1 этаже... Как только я отошла от окна, то услышала, как дверь открывается, а тихий голос напевает:\n«Не бойся, не бойся, \nЭто всё просто игра, \nА приз — твоя душа...\nНе скрыться тебе,\nЯ найду тебя, \nГде же ты,\nСпасительница моя?..»\nУслышав эти слова, моё сердце пропустило удар, что-то ужасающе родное слышалось в этом голосе...",
    "answers": [
      {
        "id": 22,
        "text": "Остаться слушать дальше"
      },
      {
        "id": 23,
        "text": "Бежать к сараю"
      }
    ]
  },
  {
    "id": 22,
    "text": "Голос стал приближаться к окну, но я боролась со страхом и продолжала слушать демоническое пение, вдруг перед моими глазами возник образ пожара...\n«- Кики, беги, у тебя не хватит сил вытащить меня!\n— Но Эрика, я не брошу тебя здесь! — я со слезами на глазах пыталась достать подруги из-под обломков.\n— Кики, уходи, не волнуйся, я приду к тебе... Пожалуйста, уходи... Кики...»\n— Эрика... — слезы хлынули из моих глаз — Эрика, это ты!? \nЯ повернулась, на меня смотрели две пустые глазницы, но рот уже не был перекошен жестокой улыбкой хищника, он был приоткрыт, будто она собиралась заплакать...\n— Эрика... Ты пришла как и обещала... Я... я... — утерев слезы ладошкой я запела- \nГде бы не была я, \nНа земле, в небесах, \nЯ буду помнить тебя, \nБуду помнить твоих\nОчей яркий свет\nИ теплой руки,\nПрикосновенье ко мне,\nБуду помнить тебя,\nПодруга моя, \nДаже если смерть, \nОдолеет меня, \nБуду помнить твой\nЗаразительный смех, \nПодруга моя, \nЗамены тебе нет...\nКогда я закончила, то Эрика уже стояла рядом со мной, на ней было то серое платье, в котором она была в тот ужасный день, на лице был след от ожога, но теперь она стала... человеком...\n— Кики... Ты не забыла меня, нет, не забыла?.. — девушка обняла меня — Спасибо, ты сняла с меня проклятье... спасибо...\nКОНЕЦ\nВы прошли квест со счастливой концовкой, спасли не только главную героиню, но и ее подругу, которой овладел злой дух... Надеюсь, вам понравилось, жду вашего мнения.",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я пустилась в сад со всех ног, я не могу разрешить этому духу завладеть своими эмоциями, иначе, я погибну!.. \nСад был окутан в тумане, деревья в темноте были похожи на монстров, тянущих ко мне свои костлявые лапы... За мной же слышались тихие шаги по гальке и пение:\n«Сбежать ты хочешь,\nНо не сможешь,\nЯ все равно найду тебя...»\nНаконец-то передо мной появились очертания сарайчика, забежв внутрь я...",
    "answers": [
      {
        "id": 24,
        "text": "Схватила нож"
      },
      {
        "id": 25,
        "text": "Схватила ружье"
      }
    ]
  },
  {
    "id": 24,
    "text": "Схватив нож я притаилась за каким-то хламом, голос становился все ближе, вот я уже вижу ее длинные черные волосы, из пустых глазниц падают алые капли крови... Тут она поворачивает голову в мою сторону:\n«Я нашла тебя, \nТеперь душа моя,\nТы проигрла,\nПо праву награда \nДостается мне!»\nС этими словами монстр протягивает ко мне свои костлявые пальцы, которые на моих глазах превращаются в лезвия...\n— Нет! — я занесла нож над головой девушки — Еще не конец, я еще не сдалась!\nС диким воплем я втыкаю нож в голову этого монстра, хищная улыбка пропадает с ее лица, руки опускаются... Через мгновенье легкое дуновенье ветра уносит тень и я остаюсь одна в полном мраке...\nКОНЕЦ\nВы прошли квест на нейтральную концовку- вы спасли главную героиню, но... проспойлерю немного, вы можете спасти и «Это», поэтому удачи вам) \nСпасибо за прохождение, жду ваших комментариев.",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я взвела курок и спряталась за кучей хлама... Вот, она заходит в дверь, один выстрел и я спасена, но... Я нажала на курок, раздался грохот, но передо мной уже стояла безглазая девушка и хищно улыбалась:\n«Ты пытаешься убить\nМеня напрасно, напрасно,\nТебя никогда не получить,\nНе стать надо мною властной...\nА теперь, выиграла я, \nЗабираю приз свой, \nТеперь душа моя, прости, \nНо это был выбор твой...»\nЕе костлявые руки тянутся ко мне, ее холодныепаьцы на моих глазах превращаются в лезвия, после этого резкая боль в области шеи и темнота... Я проиграла...\nКОНЕЦ\nВы прошли квест на плохую концовку, не спсли Кики... Может быть в следующий раз вам повезет больше...",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 26,
    "text": "Как только я завернула за угол, то услышала как дверь в мою комнату открывается, а тихий голос напевает: \n«Не бойся, не бойся, \nЭто все просто игра,\nА приз- твоя душа... \nНе скрыться тебе, \nЯ найду тебя, \nГде же ты, \nСпасительница моя?..» \nУслышав эти слова, мое сердце пропустило удар, что-то ужасающе родное слышалось в этом  голосе...",
    "answers": [
      {
        "id": 22,
        "text": "Остаться и слушать дальше"
      },
      {
        "id": 28,
        "text": "Бежать в подвал"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "Я побежала к подвалу со всех ног, я не могу разрешить этому духу завладеть своими эмоциями, иначе, я погибну!.. Темные коридоры и картины, смотрящие на меня со стен только нагоняли ужас... а за мной же слышались тихие шаги и пениe: \n«Сбежать ты хочешь, \nНо не сможешь, \nЯ все равно найду тебя...» \nНаконец-то дверь в подвал, я забежала в комнату и...",
    "answers": [
      {
        "id": 24,
        "text": "Схватила нож"
      },
      {
        "id": 25,
        "text": "Схватила ружье"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]