[
  {
    "id": 1,
    "text": "Представляю вам книгу Страж!\nКонцовок: 2\nДостижения:\n- Выжить\n- Спасти Короля\n-Спасти Принца\n-Напасть на магистра магии\n\nКолокол бил тревогу, все в суматохе бегали и собирались к общему построению, на площади уже собралось не меньше десятка солдат. Вы только что проснулись. В казарме суматоха, ваш лучший друг в спешке кричит вам:\n- Вставай! Общая тревога! Капитан сказал, что если не соберутся все, то всю казарму высекут! Не подводи товарищей, влезай в портки и вали на плац!\n",
    "answers": [
      {
        "id": 2,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 2,
    "text": "Все ваши товарищи уже убежали, вы лежите на нарах, рядом сундучок для вещей.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть сундучок"
      },
      {
        "id": 4,
        "text": "Осмотреться ещё"
      }
    ]
  },
  {
    "id": 3,
    "text": "В сундучке лежат все ваши вещи: меч, лёгкий панцирь, сапоги и кожаный шлем. Рядом мешочек с монетами, недавно выдавали жалование, и вы не успели потратить все. Там лежит 20 медных монет\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Взять всё"
      },
      {
        "id": 6,
        "text": "Ничего не брать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вокруг спальные места других солдат и их сундуки, но вы зарекаетесь их трогать - одному вору недавно отрубили руку, и вам не хочется последовать за ним.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть свой сундучок"
      }
    ]
  },
  {
    "id": 5,
    "text": "Наспех надевая броню, вы выбежали из казармы и поняли, что слишком долго собирались. На улицах творился хаос. Какие-то уродливые существа нападали на солдат и жителей города. Дома охватил пожар. На секунду впав в оцепенение, вы смотрите на весь этот ужас. Никто не командует, надо самому решать, что делать!\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Помочь товарищам - в бой"
      },
      {
        "id": 8,
        "text": "Бежать вглубь города"
      },
      {
        "id": 9,
        "text": "Бежать к воротам"
      }
    ]
  },
  {
    "id": 6,
    "text": "Можно, конечно, прийти на построение голышом, но лучше не стоит.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к сундуку"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подбегаете к толпе сражавшихся, монстров явно было больше. Солдаты, выдохшиеся после долгой битвы, пропускали удары и падали замертво. Вы вытаскиваете меч из ножен и бросаетесь на ближайшего противника. Пара ударов - и он упал. Но эти твари лезут со всех сторон. Вы убили уже несколько десятков этих существ, но они всё идут и идут на вас. Из отряда остались только вы и ещё три солдата. Что делать?\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Биться дальше"
      },
      {
        "id": 5,
        "text": "Незаметно отступить."
      }
    ]
  },
  {
    "id": 8,
    "text": "В панцире бегать не так уж и удобно, и вы скоро устаёте. Вы останавливаетесь на секунду. Мешкать нельзя! Дорога вперёд ведёт к центру города, влево ведёт на высокий холм, на котором стоит замок. Дорога же вправо ведёт к торговому кварталу. Сейчас вы находитесь в жилом квартале и можете спрятаться в одном из трёх домов, до которых можете успеть добраться. Поразительно, как вы так быстро добрались сюда из военного квартала.\n",
    "answers": [
      {
        "id": 11,
        "text": "Прямо"
      },
      {
        "id": 13,
        "text": "Налево"
      },
      {
        "id": 14,
        "text": "Направо"
      },
      {
        "id": 15,
        "text": "Бежать к домам"
      },
      {
        "id": 5,
        "text": "Вернуться у казармам"
      }
    ]
  },
  {
    "id": 9,
    "text": "У ворот полный беспорядок и бойня. Битва продолжается. Остатки стражи сражаются с полчищами монстров. Вы можете помочь страже, или пробраться к воротам незамеченым.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Помочь страже"
      },
      {
        "id": 16,
        "text": "Пробраться к воротам"
      }
    ]
  },
  {
    "id": 10,
    "text": "Бой длился целый час, вы уже потеряли счёт поверженым монстрам, их было слишком много. Обессилев, вы упали, и монстры разорвали вас на мелкие кусочки\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вас убили. Начните игру сначала."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы в центре города. Бой затронул эту часть сильнее всего - дома сгорели, повсюду трупы монстров и людей. Один из монстров лежит совсем близко к вам.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться"
      },
      {
        "id": 12,
        "text": "Осмотреть труп существа"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подходите к монстру и, наклонившись, осматриваете его. Кожа серая, покрытая слизью. Голова похожа на человеческую, но на ней нет ни глаз, ни ушей, ни носа, только огромный в полголовы рот с огромными, острыми, как бритва, зубами и длинный, с раздваивающимся концом, язык. Передние лапы длиннее и толще задних, на каждой лапе по четыре пальца, оканчивающиеся такими же как и зубы когтями.",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы у подножия холма, к замку ведёт лестница, но по ней уже лезут монстры, что делать? Осмотреться или бежать к замку, пробиваясь сквозь толпу монстров?\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Осмотреться"
      },
      {
        "id": 22,
        "text": "Бежать по лестнице"
      }
    ]
  },
  {
    "id": 14,
    "text": "В отличие от всех мест в городе, где вы были раньше, торговая площадь была наполнена людьми. За самодельными баррикадами стояли арбалетчики, солдаты, рыцари, маги, и весь остальной люд, оставшийся в живых. Похоже здесь и будет последний бой. Люди выбрали это место не случайно. Здесь в лавках торговцев было всё: еда, вода, оружие, стрелы, латы, щиты и многое другое.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Пробежать с боем за баррикады к уцелевшим"
      },
      {
        "id": 8,
        "text": "Вернуться к перекрёстку"
      }
    ]
  },
  {
    "id": 15,
    "text": "Перед вами три дома. правее стоит богатый дом, посередине обычный домик, левее дом нищего. Куда вы пойдёте?\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Вернуться к перекрёстку"
      },
      {
        "id": 44,
        "text": "В правый дом"
      },
      {
        "id": 45,
        "text": "В левый дом"
      },
      {
        "id": 46,
        "text": "В дом посередине"
      }
    ]
  },
  {
    "id": 16,
    "text": "У ворот уже нет стражи, всюду шныряют монстры. Нужно решать, что делать дальше, медлить нельза, не то вас заметят. Побежите дальше к воротам или вернётесь на плац?\n",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться на плац"
      },
      {
        "id": 17,
        "text": "Бежать дальше к воротам"
      }
    ]
  },
  {
    "id": 17,
    "text": "На воротах стоят два гиганта, лучше не попадаться им на глаза. Но рядом стоит сторожка, можно незаметно пробраться туда. Что вы сделаете?\n",
    "answers": [
      {
        "id": 18,
        "text": "Незаметно пробраться к сторожке"
      },
      {
        "id": 5,
        "text": "Вернуться на плац"
      }
    ]
  },
  {
    "id": 18,
    "text": "В сторожке всё перевёрнуто и лежит растерзаное тело сторожа, вас тошнит, не стоит даже подходить к этой куче мяса\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Осмотреть сторожку внимательнее"
      },
      {
        "id": 5,
        "text": "Вернуться на плац"
      }
    ]
  },
  {
    "id": 19,
    "text": "Пройдя немного дальше, чуть не вляпавшись в кровавое месиво, вы обнаружили люк. Что дальше?\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Вернуться ко входу в сторожку"
      },
      {
        "id": 20,
        "text": "Открыть люк"
      }
    ]
  },
  {
    "id": 20,
    "text": "Подняв крышку люка, вы видите лестницу вниз. Рискнёте полезть вниз или вернётесь ко входу в сторожку?\n",
    "answers": [
      {
        "id": 18,
        "text": "Вернуться ко входу"
      },
      {
        "id": 23,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 21,
    "text": "Кроме булыжников ещё есть дорога к перекрёстку.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться к лестнице"
      },
      {
        "id": 8,
        "text": "Вернуться к перекрёстку."
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы бежите вверх, снося головы монстрам на ходу. Они падают и катятся по лестнице вниз. Вы уже добрались до верха, как до вас донёсся жуткий вопль, пробирающий дрожью до костей. Вы взглянули на небо и увидели... ДРАКОНА! Вы видели их лишь на картинках в книгах Великой Библиотеки. Он приближался к замку.\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Бежать в замок"
      },
      {
        "id": 52,
        "text": "Бежать вниз"
      }
    ]
  },
  {
    "id": 23,
    "text": "Спустившись, вы очутились в длинном, тёмном и узком тоннеле, крышка люка захлопнулась, громко стукнув. Сверху слышится возня, кто-то царапает крышку остаётся только идти вдоль тоннеля\n",
    "answers": [
      {
        "id": 24,
        "text": "Идти вдоль тоннеля"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы уже видите свет впереди, но сзади что-то грохнуло. Обернувшись вы понимаете, что это оторвалась крышка люка. В темноте вы слышите, что со спины к вам несутся монстры. Вы можете сразиться с ними, или бежать дальше\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Бежать"
      },
      {
        "id": 26,
        "text": "Сражаться"
      }
    ]
  },
  {
    "id": 25,
    "text": "Звуки приближаются, вы упёрлись в стену. Что это? Тупик? Сверху вы замечаете небольшую дыру. Лезть в неё, или сражаться?",
    "answers": [
      {
        "id": 26,
        "text": "Сражаться"
      },
      {
        "id": 27,
        "text": "Лезть в дыру"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы пытаетест вытащить меч, но проход настолько узок, что у вас ничего не выходит. Вы решили бежать, но уже слишом поздно. Монстры напали и в недолгой схватке вы погибаете\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Начните игру сначала"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы еле-еле пролезли в это отверстие, не мешкая взяли первый попавшийся булыжник и заткнули им дыру. Погоня закончилась, но надолго ли?\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Определить своё местонахождение"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тут были все слои населения, от богатых до бедных. Все были заняты делом. Одни чинили баррикады, другие сражались, третьи лечили раненых и т.д. Можно идти помогать бойцам, а можно поговорить с кем-нибудь\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Выйти обратно на площадь"
      },
      {
        "id": 29,
        "text": "Идти в бой"
      },
      {
        "id": 30,
        "text": "Поговорить с кем-нибудь"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы сражались без устали три часа, и уже потеряли счёт поверженым врага. Монстров становилось всё больше и больше. Вы сражались храбро, но на вас напало сразу несколько врагов и повалили на землю. Вы так и не узнали, чем закончилась битва.\n",
    "answers": [
      {
        "id": 31,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "С кем вы хотите завести разговор?\n\n",
    "answers": [
      {
        "id": 32,
        "text": "Крестьянин"
      },
      {
        "id": 33,
        "text": "Воин"
      },
      {
        "id": 34,
        "text": "Маг"
      },
      {
        "id": 35,
        "text": "Торговец"
      },
      {
        "id": 36,
        "text": "Вельможа"
      },
      {
        "id": 37,
        "text": "Арбалетчик"
      },
      {
        "id": 28,
        "text": "Или вернуться на баррикады"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы очнулись в лесу. Вокруг было множество людей, и ни одного монстра. Расспросив окружающих, вы узнали, что маги всё-таки успели и перенесли всех людей в Кендгерский лес. В этом лагере полно припасов, готовится отступление. Кажется, вы встретите завтра новый день живым. Война только начинается.\nКонцовка номер 1.\n",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать дойти до другой концовки"
      }
    ]
  },
  {
    "id": 32,
    "text": "- Эээ.. Что вам нужно господин солдат?\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Что тут творится?"
      },
      {
        "id": 30,
        "text": "Прощай"
      }
    ]
  },
  {
    "id": 33,
    "text": "- Так рядовой, что тебе нужно? И без тебя хлопот много\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Простите, ничего"
      },
      {
        "id": 39,
        "text": "Что тут творится?"
      },
      {
        "id": 40,
        "text": "Какова обстановка оборонительного предприятия?"
      }
    ]
  },
  {
    "id": 34,
    "text": "- Привет, друг, что тебе надобно?\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Что тут творится?"
      },
      {
        "id": 42,
        "text": "(если вы уже поговорили с крестьянином, то нажмите сюда)"
      },
      {
        "id": 43,
        "text": "Чем вы занимаетесь?"
      },
      {
        "id": 30,
        "text": "Ничего. Прощай."
      }
    ]
  },
  {
    "id": 35,
    "text": "- Столько денег и товаров на ветер, ай-ай-ай. Отстань, не лезь ко мне.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Прощай."
      }
    ]
  },
  {
    "id": 36,
    "text": "- Ой, отстань паршивый солдатишка, не гоже вельможе говорить с простолюдином, уйди отсюда всёже\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Простите, ваше превосходительство. Прощайте"
      }
    ]
  },
  {
    "id": 37,
    "text": "- Уйди не мешайся\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Прости. Прощай"
      }
    ]
  },
  {
    "id": 38,
    "text": "- Эээ, господин солдат, недруг напал внезапно, я обычный крестьянин и незнаю что случилось, но я слышал как маги подозрительно шептались о чём-то\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Спасибо. Прощай."
      }
    ]
  },
  {
    "id": 39,
    "text": "- Если честно, без понятия. Я поднял бойцов, а эти твари уже жгли одну из казарм. Этих гадов слишком много. Думаю мы продержимся день, два. Но не больше.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Спасибо. Прощайте."
      },
      {
        "id": 33,
        "text": "Можно ещё поинтересоваться?"
      }
    ]
  },
  {
    "id": 40,
    "text": "- Через три часа после нападения, люди поняли, что на рыночной площади - самое лучшее место в городе для обороны. Мы кое-как собрали баррикады. В общем, мы сплотились чтобы выжить.\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Спасибо. Прощайте"
      },
      {
        "id": 33,
        "text": "Можно ещё поинтересоваться"
      }
    ]
  },
  {
    "id": 41,
    "text": "- Эти твари - порождения тьмы. Это специально выведенная порода пещерных вампиров. Эту армию создал тёмный чародей Гримлет Соглиун\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Спасибо. Прощай.(если вы на баррикадах)"
      },
      {
        "id": 15,
        "text": "Спасибо. Прощай(если вы в доме с магистром"
      }
    ]
  },
  {
    "id": 42,
    "text": "-Мы пытаемся создать портал, который перенесёт всё в радиусе действия куда угодно, но если его использовать, то мы перенесём и несколько порождений тьмы\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Спасибо. Прощай"
      },
      {
        "id": 34,
        "text": "Можно ещё поинтересоваться"
      }
    ]
  },
  {
    "id": 43,
    "text": "- Понемногу лечим раненых\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Спасибо. Прощай."
      },
      {
        "id": 34,
        "text": "Можно ещё поитересоваться"
      }
    ]
  },
  {
    "id": 44,
    "text": "Из этого дома всё вытащили, тут нечем поживиться, но можно отдохнуть\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Отдохнёте"
      },
      {
        "id": 15,
        "text": "Выйдете на улицу"
      }
    ]
  },
  {
    "id": 45,
    "text": "В этом доме ничего примечательного. Всё перевёрнуто, сломано и разбито.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Отдохнёте"
      },
      {
        "id": 15,
        "text": "Выйдите на улицу"
      }
    ]
  },
  {
    "id": 46,
    "text": "В этом доме всё сохранилось. Видимо, захватчики решили не трогать этот дом, но почему?\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Выйти на улицу"
      },
      {
        "id": 48,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы проспали несколько часов, а проснувшись, обнаружили что вы горите\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы сгорели, начните игру сначала"
      }
    ]
  },
  {
    "id": 48,
    "text": "В доме тихо, но вы замечаете сидящего на стуле старичка. Странно. Что вы сделаете?\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Уйти из дома"
      },
      {
        "id": 50,
        "text": "Попытаться заговорить"
      },
      {
        "id": 49,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 49,
    "text": "Старичок взмахнул рукой, и вы превратились в каменную статую\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Начните игру заново."
      }
    ]
  },
  {
    "id": 50,
    "text": "- Как же хорошо, что кто-то остался в живых! Я верховный маг, магистр ордена магии. Я спрятался в этом доме, поняв что захватчики его не тронут. Но на всякий случай я поставил руны света. Из-за них в дом могут зайти лишь люди.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Прощай."
      },
      {
        "id": 41,
        "text": "Что тут творится?"
      }
    ]
  },
  {
    "id": 51,
    "text": "Дракон приближается. Впереди стена, если обойти её, то вы подойдёте к воротам, но если считаете, что нужно спрятаться, рядом есть овраг.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Обойти стену"
      },
      {
        "id": 54,
        "text": "Прыгнуть в овраг"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы побежали вниз, крича как полоумный. Дракон заметил вас и выпустил шар огня. Вы поджарились до хрустящей корочки. Дракон подлетел и проглотил вас. Вы, под счастливый рык дракона, переварились\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Начните игру сначала"
      }
    ]
  },
  {
    "id": 53,
    "text": "Дракон заметил вас. Этим всё сказано\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начните игру сначала"
      }
    ]
  },
  {
    "id": 54,
    "text": "Как раз вовремя. Дракон пролетел мимо.\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Обойти стену"
      }
    ]
  },
  {
    "id": 55,
    "text": "Обойдя стену (при этом убивая монстров) вы видите ворота. Около ворот опять битва. Королевска стража отлично отбивалась от монстров. Ваше шестое чувство говорит, что вот-вот что-то произойдёт.\n",
    "answers": [
      {
        "id": 56,
        "text": "Посмотреть что будет дальше"
      },
      {
        "id": 57,
        "text": "Помочь страже"
      }
    ]
  },
  {
    "id": 56,
    "text": "Одно мгновение и подлетел дракон. Вы спрятались за камень и из-за вашего укрытия было прекрасно видно как всё войско расплавилось. Если бы вы побежали к ним, то тоже сгорели бы. Монстры рванули в замок. Что же делать\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Побежать к лестнице"
      },
      {
        "id": 59,
        "text": "Пойти в замок"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы побежали к страже. Они встретили вас с радостью\n- О, подкрепление!\nБой шёл. Вы побеждали, но вот по небу пробежала тень. Это был дракон. Одно мгновение и всё войско было расплавлено\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Начните игру сначала"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы на первом этаже замка. Целая толпа монстров тут же оглянулась на вас. Нужно решать без промедлений\n\n",
    "answers": [
      {
        "id": 65,
        "text": "сражаться"
      },
      {
        "id": 66,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Незаметно, в полуприсяде, чтобы вас не заметили, вы проходите во двор замка. Монстры грабят и убивают. Стража, слуги и монстры превратились в одно сплошное месиво. В замок ведёт одна дверь. Слева видна пристройка. Куда вы направитесь?\n\n",
    "answers": [
      {
        "id": 58,
        "text": "В замок"
      },
      {
        "id": 60,
        "text": "В пристройку"
      },
      {
        "id": 68,
        "text": "К башне"
      }
    ]
  },
  {
    "id": 60,
    "text": "В пристройке кроме трупов ничего нет. Можно осмотреться.\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Вернуться во двор"
      },
      {
        "id": 61,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 61,
    "text": "Отодвинув стог сена, валявшийся у стены, вы видите маленькую дверцу. Пожалуй, нагнувшись, вы сможете пройти. Либо вернуться во двор\n\n",
    "answers": [
      {
        "id": 59,
        "text": "вернуться"
      },
      {
        "id": 62,
        "text": "Лезть в проход"
      }
    ]
  },
  {
    "id": 62,
    "text": "По немногу, по маленьку, но вы пролазеете в этом узком тонельчике.Вы не сможете развернуться и вернуться обратно\n\n",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы подошли к маленькой дверце и пнув её, выбиваете её. дверь отлетает и рядом с ней падает шкаф, которым она была прикрыта\n\n",
    "answers": [
      {
        "id": 64,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы оказываетесь в небольшой комнатке, видимо это кухня на полу лежит шкаф, вокруг фрукты, овощи, и котлы, в которых что-то варится. Видимо сюда монстры ещё не пришли\n\n",
    "answers": [
      {
        "id": 73,
        "text": "уйти отсюда"
      },
      {
        "id": 69,
        "text": "Осмотреться"
      },
      {
        "id": 80,
        "text": "(если вы тут уже были, то вам сюда)"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы долго бились, рубя своим мечом головы, руки и ноги монстров. Вы считаете каждого убитого. Ради всех мечей в Вальгале, откуда вас здесь столько?\nУбив ещё десятка три монстров, вы падаете на ступеньки лестницы ведущей наверх, и жадно глотаете воздух. Посмотрев на плоды своих деяний вы говорите\n- Клянусь чёрным камнем, если мне хотя бы не скажут \"спасибо\" я лично перережу всех, кого спас.\n\n",
    "answers": [
      {
        "id": 67,
        "text": "осмотреться"
      },
      {
        "id": 59,
        "text": "Выйти во двор"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы обернулись и побежали, но даже не успели выбежать во двор, как вас догнали, и разорвали на куски.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начните игру заново"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы видите лестницу наверх. Больше ничего нет\n\n",
    "answers": [
      {
        "id": 70,
        "text": "Идти вверх"
      },
      {
        "id": 59,
        "text": "Вернуться во двор"
      }
    ]
  },
  {
    "id": 68,
    "text": "Везде валяются свежие трупы монстров. Тут путь лишь на верх по лестнице.\n\n",
    "answers": [
      {
        "id": 70,
        "text": "Вверх по лестнице"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы осмотрелись, съели баранью ножку, выпили вина, и тут вдруг вы слышите стук. Он становится громче и чаще. Вы оборачиваетесь и замечаете, что стук доносится из перевёрнутого шкафа. Что вы сделаете.\n\n",
    "answers": [
      {
        "id": 75,
        "text": "открыть шкаф"
      },
      {
        "id": 78,
        "text": "убраться отсюда"
      }
    ]
  },
  {
    "id": 70,
    "text": "Лестница привела вас на второй этаж\n",
    "answers": [
      {
        "id": 72,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 71,
    "text": "Крик слуги привлёк внимание монстров. Вам не спастись на этот раз\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начните игру сначала"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы в коридоре второго этажа. Тут хаос и разруха. От коридора ведут два рукава: левый в западное крыла, а правый в восточное, можно по лестнице спуститься на первый этаж.\n\n",
    "answers": [
      {
        "id": 73,
        "text": "Направо"
      },
      {
        "id": 74,
        "text": "Налево"
      },
      {
        "id": 58,
        "text": "Спуститься(если вы ещё не были на первом этаже то вам сюда)"
      },
      {
        "id": 68,
        "text": "Спуститься(если вы уже были на первом этаже вам сюда)"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы в правом крыле замка. Монстры не добрались до сюда. Это конечно хорошо, но надолго ли? Вы видите дверцу слева.\n\n",
    "answers": [
      {
        "id": 64,
        "text": "Пройти в дверцу"
      },
      {
        "id": 72,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 74,
    "text": "Этот корридор ведёт в покои короля, но проход завалило.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы аккуратно пнули шкаф  в нём послышались крики. Вы перевернули шкаф, открыли его. К вашему большому удивлению в шкафу лежал слуга.\n\n",
    "answers": [
      {
        "id": 76,
        "text": "Поговорить"
      },
      {
        "id": 77,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 76,
    "text": "- Эй, не бойся, я не монстр\n- Да я уж вижу\n- Что ты тут делаешь?\n- Я был на кухне, когда начался штурм города, все убежали в город, а я спрятался тут, но шкаф упал. Когда я услышал шаги, я начал стучать по шкафу, и вот вы меня спасли. Да кстати, а кто вы?\n\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Ответить"
      },
      {
        "id": 73,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы без труда, одним ударом убили слугу. На кухне делать уже нечего\n\n",
    "answers": [
      {
        "id": 71,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 78,
    "text": "Страница ещё не заполнена.",
    "answers": []
  },
  {
    "id": 79,
    "text": "Я совсем позабыл рассказать читателю что за героем он управляет. Вы - рядовой великой гвардии города Эригона. Вас зовут Николас Гордэн. У вас нет ни семьи, не дома. Ваш брат и родители погибли  на корабле \"Голден хинд\" во время шторма. В это время вы были в Эригоне и поступали в ряды гвардии.\n\n",
    "answers": [
      {
        "id": 81,
        "text": "Сообщить это слуге"
      },
      {
        "id": 73,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 80,
    "text": "Слуга сидел за столом в раздумьях, увидев вас, он улыбнулся и сказал\n- О, тебя ещё не съели\n\n",
    "answers": [
      {
        "id": 73,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 81,
    "text": "Выслушав ваш рассказ слуга сказал\n- Сочувствую вашей утрате, господин Николас. Можно называть вас Ник? В общем, левое крыло замка взорвали, и тем самым отрезали проход в покои короля. Но\n есть и другой проход. За мной\n",
    "answers": [
      {
        "id": 82,
        "text": "Идти за слугой"
      }
    ]
  },
  {
    "id": 82,
    "text": "Слуга нажал какой-то рычаг, и в стене открылся проход\n\n",
    "answers": [
      {
        "id": 83,
        "text": "Идти в проход"
      }
    ]
  },
  {
    "id": 83,
    "text": "В темноте, ведомый лишь приглушонным звуком шагов слуги вы вышли в богатую комнату. Вы поняли, что это покои короля. На кровати сидел сам король Логард Мудрый и плакал. Услышав ваши шаги, он посмотрел на вас, потом на слугу и закричав\n- Вейрон!!\nОн побежал обнимать слугу.\nТут вы поняли - Это не слуга, а сам принц Вейрон.\n- И как я принял его за слугу?\n",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "- Кто это с тобой?\nСпросил король Вейрона\n- Это рядовой Николас Хирд. Если бы ни он я был бы мёртв.\n- Во первых: не рядовой, а генерал, а во-вторых: Пермус подойди.\nСию же секунду вы увидели старичка, это был магистр ордена магии",
    "answers": [
      {
        "id": 85,
        "text": "(если вы вы видели магистра раньше, то вам сюда)"
      },
      {
        "id": 86,
        "text": "(если вы видите его впервый раз, то вам сюда)"
      }
    ]
  },
  {
    "id": 85,
    "text": "Магистр обратился к вам\n- О это вы молодой человек,\n рад видеть вас снова.\n\n",
    "answers": [
      {
        "id": 86,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "Старик махнул рукой и вы потеряли сознание\n\n",
    "answers": [
      {
        "id": 88,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "Вы очнулись. Обнаружив, что лежите на траве вы приподнялись и увидели оставшихся в живых людей. Магистр перенёс вас и короля с принцем в Кендгерский лес. Здесь уже располагались войска и жители, эвакуированные магами с торговой площади. Увидев короля с принцем, они радостно закричали, воспряв духом. Начиналась великая война, и присутствие Короля коренным образом её изменит. Это конец игры и вторая, редкая концовка.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Начать игру сначала"
      }
    ]
  }
]