[
  {
    "id": 1,
    "text": "Дима мужик которому уже за 30 он не из робкого десятка но после этой истории он стал из этого десятка\n\n\n\n\n\nАвтор:Sombik",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "Дима пришел домой вечером он был на день рождении у своего друга Юры когда он пришел что делал?",
    "answers": [
      {
        "id": 3,
        "text": "Сел за комп"
      },
      {
        "id": 4,
        "text": "Пошел спать"
      },
      {
        "id": 5,
        "text": "Лег смотреть телек"
      }
    ]
  },
  {
    "id": 3,
    "text": "И вот Дима сел за свой старенький комп.\nОн сидел в Соц. сетях до 01:00 ему дико захотелось курить",
    "answers": [
      {
        "id": 6,
        "text": "Выйти на лестничную площадку"
      }
    ]
  },
  {
    "id": 4,
    "text": "Дима лег спать\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "Дима смотрел телек но ему дико захотелось курить",
    "answers": [
      {
        "id": 6,
        "text": "Пойти на площадку"
      }
    ]
  },
  {
    "id": 6,
    "text": "Дима вышел на лестничную площадку покурить.\nЛампочки на этаже не было.",
    "answers": [
      {
        "id": 7,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дима решил осмотрется на площадке и вот возле мусоропровода он увидел стоящего старика. Он стоял и смотрел темнату. ",
    "answers": [
      {
        "id": 8,
        "text": "Попытаться его осмотреть"
      }
    ]
  },
  {
    "id": 8,
    "text": "Дима долго в него вглядывался и он заметил что он был в каких-то лохмотьях когда-то бывшие одеждой. Ноги босые.",
    "answers": [
      {
        "id": 9,
        "text": "Закончить курить"
      }
    ]
  },
  {
    "id": 9,
    "text": "И вот дима закончил курить и бросил сигарету как вдруг этот чувак повернулся. Дима наконец расмотрел его лицо. То что он увидел повергло его в шок. Вместо глаз две бездонные дыры, носа нет только две дырки, рот маленький только с верхней челюстью которая состояла только из клыков, а губ нету.",
    "answers": [
      {
        "id": 10,
        "text": "Отойти от шока"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дима отошел от шека и побежал в свою квартиру он залетел в неё",
    "answers": [
      {
        "id": 11,
        "text": "Закрыть дверь на 1 щелчок"
      },
      {
        "id": 12,
        "text": "Закрыть дверь на 2 щелчка"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дима щакрыл дверь на 1 щелчок как вдруг по двери ударили с такой силы что замок вылетел и этот монстр утащил Диму с сабой в темнату. Его так и не нашли не кто не знает где теперь Дима\n                     КОНЕЦ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дима закрыл дверь на 2 щелчка и это его спасло по двери ударили стакой силой что она аш пошатнулась но удары закончились",
    "answers": [
      {
        "id": 13,
        "text": "Пойти на кухню попить чай"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дима пошел на кухню но чувство страха не оставляла его он перебирал все места откуда на него могли смотреть. Выбор пал на окно",
    "answers": [
      {
        "id": 14,
        "text": "Открыть зановески"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дима открыл зановески и увидел этого деда он висел на окне 8 этажа",
    "answers": [
      {
        "id": 15,
        "text": "Побежать в спальню"
      }
    ]
  },
  {
    "id": 15,
    "text": "Дима побежал в спальню и лег на кровати",
    "answers": [
      {
        "id": 16,
        "text": "Найти телефон"
      }
    ]
  },
  {
    "id": 16,
    "text": "Дима решил найти телефон он ошупал штаны но не нашел его кажется он на кухне",
    "answers": [
      {
        "id": 17,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 17,
    "text": "Дима пришел на кухню но деда там не было он забрал телефон",
    "answers": [
      {
        "id": 18,
        "text": "И пошел в спальню"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он пошел в спальню как только он вошел увидел на балконе того деда",
    "answers": [
      {
        "id": 19,
        "text": "Бежать в ванну"
      }
    ]
  },
  {
    "id": 19,
    "text": "Дима побежал в ванну. И начал звонить Юре.\nОн дозвонился ему и попросил приехать. Дима был в панике.",
    "answers": [
      {
        "id": 20,
        "text": "Сидеть и ждать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дима сидел и плакал он слышал шаки по ламинату. И вдруг они остановились у двери в ванну и ручка двери начала дерагатся сперва слабо потом сильнее и сильнее, а потом выключился свет. И дима упал обморок.",
    "answers": [
      {
        "id": 21,
        "text": "Проснутся"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дима проснулся уже на больничной коляске. В соседней комнате стояли милицейские. А рядом с ним стоял Юра со своей женой он сказал что как он им позвонил они поняли что-то не ладно и вызвали полицию они приехали почти одинаково когда они зашли Диму нашли в ванной он был в обмороке по по всему дому были маслянистые следы. А под окно на кухне их больше всего. Теперь Дима уже 6 месяцев живет Юры он знает что тот дед хотел его убить и он не закончет на начатом.  И сегодня он вышел на площадку и опять увидел этого деда между мусоропроводом и лестницей...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]