[
  {
    "id": 1,
    "text": "Автор: Taylo\n\nЖанры: Апокалипсис\n\nВы — самый обычный студент, который оказывается на грани отчисления. Но отчислить вас так и не успеют, ведь началась эпидемия. Ваша задача добраться до вашей девушки.\nСможете ли вы добраться до нее? или же вас съедят существа? либо же вы сбежите с города без своей девушки?",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 36,
        "text": "Глава 2"
      },
      {
        "id": 67,
        "text": "[ОТ АВТОРА]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Эх, чёрт как же так получилось? Завтра меня должны отчислить. От этого даже смешно становится, ведь я не прогуливал пары, не имел задолжностей. \nНо если ты грубишь преподу, то готовься к отчислению и не важно каким ты был студентом.\n\nНу как бы там не было завтра я закончу учебу, обидно от этого, ведь все только начало налаживаться...\nУ меня наконец-то появилась девушка, Катя...она конечно поддержала меня в этом \"конфликте\", но я уверен ей так же не приятна вся эта история.\n\nЛадно, пора ложится спать. Завтра будет тяжёлый день.",
    "answers": [
      {
        "id": 3,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Бдыыыынь(звук будильника) — о нет, я как всегда не выспался. Но, радует, что после этого тяжелого дня я смогу высыпаться.\n\nНа улице привычно шла жизнь мегаполиса. Хотя можно ли Омск назвать мегаполисом? Конечно это риторический вопрос\n\nЧёрт, где мой телефон? Надо его найти, без него я как без рук, как и любой современный человек.\n\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Найти телефон"
      }
    ]
  },
  {
    "id": 4,
    "text": "Как я мог так небрежно поступить со своим телефонном бросив его на пол, хорошо что он не разбился.\n\nО, мне пришло СМС, надеюсь от Кати. Хм, странно это сообщение от МЧС, в котором говорится чтобы все сидели по домам и без надобности не выходили из них, а причину всего этого не называют.",
    "answers": [
      {
        "id": 6,
        "text": "Отправиться к Кате"
      },
      {
        "id": 5,
        "text": "Позвонить Кате"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мне нужно позвонить моей девушке.\n\nХм, странно она не берет трубку, раньше за ней такого не замечалось. \nВидимо мне придется перед учебой проведать Катю.",
    "answers": [
      {
        "id": 6,
        "text": "Отправиться к Кати"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот я и на остановке. Какое сегодня приятное утро, птички поют лучше обычного, погода и не холодная и не жаркая. И пока не ясен смысл СМС от МЧС, ведь на улице хорошо, я бы даже сказал прекрасно.\n\nЭтот день ничего не испортит... \n\nНу да, конечно куда же без этого. Бомж еле волочит ноги на остановку...он двигается очень странно. Пьяный чтоли?\n\nТолько, что на моих глазах этот бомж вцепился в шею стоящей рядом женщины\n",
    "answers": [
      {
        "id": 7,
        "text": "Помочь женщине"
      },
      {
        "id": 8,
        "text": "Убежать"
      },
      {
        "id": 31,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 7,
    "text": "К сожалению вы не смогли помочь женщине. Бомж укусил вас. Вы так и не смогли добраться до своей девушки",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я со всех ног бежал подальше от остановки. Мне стыдно за свой поступок, но я испугался. \n\nЧто это было? Бешенство у бомжа? Или же он поймал белочку? \n \nЛадно рассуждать буду потом, а сейчас нужно вызвать скорую. Надеюсь та женщина всё ещё жива. ",
    "answers": [
      {
        "id": 9,
        "text": "Вызвать скорую"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я не помню номер скорой помощи. Хорошо, наберу 112 надеюсь там помогут. \n\nЧто за??? Нет даже гудков, что со связью? Номер 112 должен работать и без связи, почему никто не отвечает? Где все?\n\nЧто мне делать, возвращаться на остановку и проверить жива ли женщина, либо же со всех ног бежать к моей девушки?",
    "answers": [
      {
        "id": 10,
        "text": "Отправляться к Кати"
      },
      {
        "id": 11,
        "text": "Вернуться на остановку"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я врятли уже помогу этой женщине. \n\nЯ должен сконцентрироваться на том чтобы без приключений добраться до своей девушки.",
    "answers": [
      {
        "id": 21,
        "text": "Отправляться к Кате"
      }
    ]
  },
  {
    "id": 11,
    "text": "Катя никуда не денется, а я должен узнать, что с этой женщиной. \n\nО боже...кажется она мертва, я не уверен в этом, но у нее разгрызана шея и из нее слабой струей течет кровь. \n\nЯ не хочу к ней подходить, но видимо выбора у меня нет. \n\nЧто??? Почему она встает? Что с ее глазами? Они красные, а из рта течет кровь. Она уже точно не человек.\n",
    "answers": [
      {
        "id": 12,
        "text": "Найти чем защищаться"
      },
      {
        "id": 15,
        "text": "Бежать со всех ног"
      }
    ]
  },
  {
    "id": 12,
    "text": "Мне нужно найти, что-то для защиты. \n\nО какое счастье я заметил лежащую палку, это конечно не смертельное оружие, но другого нет.",
    "answers": [
      {
        "id": 13,
        "text": "Атаковать зомби"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я нанес два удара по голове этого существа и оно все равно стоит на ногах. Человек точно на такое не способен. \n\nЯ должен собраться с силами и ударить сильнее.\n\nДа у меня получилось. Череп разлетелся на мелкие кусочки, а я увидел человеческий мозг. \n\nТакого зрелища я не смог перенисти и наблевал.",
    "answers": [
      {
        "id": 14,
        "text": "Уходить "
      }
    ]
  },
  {
    "id": 14,
    "text": "Я ушел от отстановки и не могу поверить глазам, минуту назад все было нормально, а теперь на меня двигается орда зомби.\n\nНеужели это мой конец?",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "Нет к такому жизнь меня не готовила. Лучше убежать отсюда подальше.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я не узнаю город, что произошло?\n\nСущества едят людей, кто-то пытается от них отбиться. Я даже вижу солдат стреляющих во всех без разбора. О боже они застрелили мать с маленькой девочкой...\n\nКажется они заметили меня.",
    "answers": [
      {
        "id": 17,
        "text": "Атаковать солдат"
      },
      {
        "id": 18,
        "text": "Осторожно уходить "
      },
      {
        "id": 19,
        "text": "Бежать со всех ног"
      }
    ]
  },
  {
    "id": 17,
    "text": "Это было плохой затеей, вас растреляли, а вы даже не смогли приблизиться к солдатам.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "По-моему это самое верное решение, я осторожно прошел мимо военных и существ. \n\nКажется меня никто не заметил. \n\nКатя я совсем о ней забыл. Как она сейчас там одна? Мне нужно срочно добраться  до нее, но в таком аду это будет не просто.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Когда вы побежали со всех ног, на вас отреагировали все, и существа и солдаты. Ваш конец был предрешен.\n\nСначала вам в спину прилетело пару пуль, а потом ваше тело разорвали существа.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Поздравляю! Вы прошли первую главу квеста, надеюсь вам понравилось. Спасибо!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "Квартира Кати находится на другом конце города, путь не близкий. Мне нужно зайти в магазин и купить водички, я очень хочу пить.",
    "answers": [
      {
        "id": 22,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 22,
    "text": "Магазин снаружи выглядит плачевно. Огромное количество тележек, разбросанные продукты. Надеюсь люди еще не все растащили.",
    "answers": [
      {
        "id": 23,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 23,
    "text": "В магазине обстановка не лучше, хоть на улице и светло, но в магазине кромешная тьма, я почти ничего не вижу. \n\nЕще и этот шуршащий звук напрягает.",
    "answers": [
      {
        "id": 24,
        "text": "Проверить, что это за звук"
      },
      {
        "id": 25,
        "text": "Игнорировать звук"
      },
      {
        "id": 32,
        "text": "Убежать из магазина"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я не буду в безопасности пока не проверю, что это за звук. \n\nНадо идти на источник шума.\n\nЯ уже рядом осталось завернуть за витрину.\n\nТы кто? — испуганно сказали вы. Я...я Вика — еще испуганее сказали девушка. Не убивай меня — произнесла Вика. С чего ты решила, что я буду тебя убивать? — удивленно спросили вы. А ты что не знаешь, что происходит в городе? Теперь каждый пытается убить друг друга — сказала Вика. Да уж, это я знаю, а почему это происходит? — поинтересовались вы. Я не знаю — не заинтересованно ответила Вика.",
    "answers": [
      {
        "id": 26,
        "text": "Споосить, что делает Вика"
      }
    ]
  },
  {
    "id": 25,
    "text": "Лучше не рисковать и не проверять, что там. \n\nМне нужно найти бутылочку с водой, я умираю от жажды.",
    "answers": [
      {
        "id": 28,
        "text": "Искать воду"
      }
    ]
  },
  {
    "id": 26,
    "text": "Что ты делаешь? — спросили вы. А разве не видно? Собираю провиант, какой смогу найти — ответила она. У тебя нет воды? — поинтересовались вы. Есть, держи — передала вам бутылочку с водой. \n\nСпасибо! — ответили вы. А ты так и не представился, как тебя зовут? заинтересованно спросила девушка. Меня зову...\n\nТы слышала? — закричали вы. Да, что это за взрыв? Слушай нам нужно уходить отсюда, здесь точно не безопасно — испуганно сказала Вика.",
    "answers": [
      {
        "id": 27,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "Спасибо, что прочитали первую главу квеста. Мне это очень важно.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 28,
    "text": "Оказыается еще не все вынесли с этого магазина, о боги спасибо я нашел воду. \n\nХорошо, теперь можно отправляться к моей девушки, хотя хорошая ли это идея, я сегодня столько увидел, что уже ни в чем не уверен.\n\nЧто это за звук? Боже на улице что-то взорвалось? Надо проверить",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Спасибо, что прошли первую главу квеста, мне это очень важно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 30,
    "text": "Аааа что происходит? Моя голова",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "Эй кто-нибудь помогите — кричали вы.\n\nНикто не отзывался. Пока вы надеялись, что кто-нибудь придет на помощь бомж закончил пировать женщной и обратил внимание на вас. \n\nВы отбились от него, но подоспела укушенная женщина, с ней вам уже не хватило сил чтобы справится.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы решили сбежать из магазина.\n\nВ этот момент проходил конвой военных, который принял вас за существо. \n\nВы не успели ничего объяснить, а вас уже изрешитили",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ваш герой, это студент Алексей, которого хотят отчислить из-за тяжелого характера парня. \n\nПеред основной игрой предлагаю вам выбрать, каким будет ваш герой.\n\nВ дальнейшем это сыграет свою роль.",
    "answers": [
      {
        "id": 34,
        "text": "Трус"
      },
      {
        "id": 35,
        "text": "Спортсмен"
      }
    ]
  },
  {
    "id": 34,
    "text": "Алексей никогда не занимался каким-либо видом спорта, а все свое свободное время проводил за видеоиграми. Из-за этого пострадала физ.форма парня. \n\nСкорее всего Алексей сбежит если заметит какую-либо опасность.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "С самого детства Алексей занимался в различных секциях. Парень вырос сильным и выносливым.\n\nВ случае опасности, он скорее придет на помощь, чем сбежит.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Господи, что это было, ааа у меня от этого взрыва в ушах заложило.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Проверить Вику"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Вика, ты как? С тобой все в порядке?\n— Да, все хорошо. \n— Как думаешь, что это было? — спросили вы. \n— А ты разве не понял? упал самолет, не далеко от нас. Я думаю нам нужно его проверить — сказала Вика. \n— Проверить? Зачем? Неужели ты думаешь, что кто-то там выжил?\n— Самолет упал, но не взорвался, так что да, я думаю там есть выжившие и мы должны помочь им в этом хаосе.",
    "answers": [
      {
        "id": 38,
        "text": "Согласится с Викой"
      },
      {
        "id": 39,
        "text": "Искать свою девушку"
      }
    ]
  },
  {
    "id": 38,
    "text": "Возможно ты права, в этом хаосе мы их последняя надежда — сказали вы.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Прости, я должен найти свою девушку — сказали вы.\n— Ну что ж тогда пока — произнесла Вика.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Вот и отлично, я рада что ты со мной согласен. Но пока мы находимся в этом магазине нужно взять все необходимое, воду, еду, а если найдем медикаменты, то это вообще будет прекрасно.\n— Не уверен, что мы найдем медикаменты.\n— Не будь таким пессимистом — протяжно сказала Вика.",
    "answers": [
      {
        "id": 41,
        "text": "Искать воду"
      },
      {
        "id": 42,
        "text": "Искать еду"
      },
      {
        "id": 43,
        "text": "Искать медикаменты"
      }
    ]
  },
  {
    "id": 41,
    "text": "Поиск воды не добавил вам проблем, так как её тут очень много.",
    "answers": [
      {
        "id": 42,
        "text": "Искать еду"
      },
      {
        "id": 43,
        "text": "Искать медикаменты"
      }
    ]
  },
  {
    "id": 42,
    "text": "Из еды вы решили взять батончики и чипсы, многоколорийная еда, то что нужно сейчас.",
    "answers": [
      {
        "id": 41,
        "text": "Искать воду"
      },
      {
        "id": 43,
        "text": "Искать медикаменты"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы проверили весь магазин и как не удивительно не нашли медикаментов. \nОсталось только подсобное помещение в котором возможно есть что-нибудь.",
    "answers": [
      {
        "id": 44,
        "text": "Идти в подсобное помещение"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы зашли и сразу же заметили, нехватку света, приходится продвигатся на ощупь. \nХорошо, что у меня с собой есть телефон — подумали вы.\nХоть экран телефона и был включен, но света все равно не хватало.\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Осмотрев помещение ничего кроме коробок и двери вы не заметили.\nНе понятная дверь, которую вы решили проверить, а вдруг она октрыта и вдруг там есть то что вам нужно.",
    "answers": [
      {
        "id": 46,
        "text": "Проверить дверь"
      }
    ]
  },
  {
    "id": 46,
    "text": "Дверь с легкостью открылась, тут было еще темнее, чем в прошлом помещении. \nИдя все дальше вы об что-то споткнулись об что-то крехтящее, вы поняли это зомби, который уже встал и шел к вам.",
    "answers": [
      {
        "id": 47,
        "text": "Бежать"
      },
      {
        "id": 48,
        "text": "Драться"
      },
      {
        "id": 49,
        "text": "Искать оружие"
      }
    ]
  },
  {
    "id": 47,
    "text": "Зомби загородил вам проход и вы решили побежать на пролом, к сожалению это не удачная идея.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 48,
    "text": "Драться с зомби голыми руками? Да вы смельчак, но увы зомби оказался сильнее",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ощупывая руками поверхность вы пытались найти хоть какое-то оружие, но пока все тщетно. \n",
    "answers": [
      {
        "id": 50,
        "text": "Кричать Вике о помощи"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Вика помоги я в ловушке, зажат зомби — кричали изо всех сил вы.\n\nЗомби был все ближе нужно продолжать поиски оружия",
    "answers": [
      {
        "id": 51,
        "text": "Искать тщательнее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Как вы не могли заметить эту сковороду лежащую прямо перед вами. \nДа сковорада сомнительное оружие, но сейчас выбирать не приходится. \nВооружившись вы почувствовали себя спокойнее.",
    "answers": [
      {
        "id": 52,
        "text": "Ударить по голове"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы решили не мешкать и ударили точно по голове, как учили фильмы и игры на тематику зомби.\nЭто сработало зомби упал, а вы выбежали из этого помощения.\nНа встречу вам бежала Вика.\n— Что случилось? Где зомби?\n— Уже мертв, я его убил — нервно произнесли вы.\n— Не думал, что это будет так легко.\n— Так это же зомби, почему должно быть тяжело — спросила Вика.\n— Но раньше это был человек, а не зомби, от этого становится грустно.\n— Погоди так он у тебя первый? — поинтересовалась Вика.\n— Что? — спросили вы.\n— Ну убитый тобою зомби первый? — сказала девушка.\n— Да первый...\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вода и еда у нас есть, пора выдвигаться — сказала Вика.",
    "answers": [
      {
        "id": 54,
        "text": "Выдвигаться к самолету"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы вышли из магазина, и выдвинулись в сторону упавшего самолета. \n\n— Расскажи о себе что-нибудь? — сказали вы\n— Что рассказывать, скажу только то что я рада началу этого хаоса — сказала Вика.\n— Почему рада? \n— Нуууу наврено потому что закончилась серая рутина, которая у меня была до хаоса.\n— А вдруг все это закончится и рутина вернется. Не боишься?\n— Ой это врятли, если ты смотрел сериалы про зомби-апокалипсис, то знаешь что не закончится. Ну а ты о себе расскажешь? — спросила Вика.",
    "answers": [
      {
        "id": 55,
        "text": "Рассказать"
      },
      {
        "id": 56,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы решили рассказать Вике о себе.\n\nОна это оценила, ваши отношения явно улучшились",
    "answers": [
      {
        "id": 57,
        "text": "Самолет"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы решили не рассказывать о себе.\n\nВике это не понравилось ваши отношения ухудшились.",
    "answers": [
      {
        "id": 57,
        "text": "Самолет"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы приближаетесь к самолету, в небе виден дым, а у самого самолета начался пожар. \nХвост самолета не видно, одного из крыльев самолета оторвало.\n\nКогда вы подходили к самолету, были слышны стоны и крики людей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 58,
    "text": "Попрощавшись с Викой вы выдвинулись в путь к своей девушке. \nПуть не близкий нужно попасть на другой конец города. В такой ситуации это будет сложной задачей.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Теперь нужно решить, каким путем идти. Быстрым, но не безопасным или медленым но менее опасным.",
    "answers": [
      {
        "id": 60,
        "text": "Быстрый путь"
      },
      {
        "id": 61,
        "text": "Медленый путь"
      }
    ]
  },
  {
    "id": 60,
    "text": "К сожалению быстрый путь очень опасен. Ваш путь пролегал через толпы зомби, через которых вам не удалось пройти.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы решили пойти по медленному пути, который является более безопасным. \n\nВаш путь пролегает через промзоны и дворы, в которых не должно быть много зомби.\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы пробираетесь через гаражи, за гаражами слышны хрипы зомби. Передвигаться нужно очень осторожно, так как оружия нет.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Передвигаясь вы не заметили как наступили на разбитую бутылку, зомби это услышали и уже находятся за вашей спиной.",
    "answers": [
      {
        "id": 64,
        "text": "Бежать"
      },
      {
        "id": 65,
        "text": "Спрятаться в гараже"
      }
    ]
  },
  {
    "id": 64,
    "text": "Лучшим решением в такой ситуации будет бегство.\n\nСо всех ног ты бросился бежать подальше от гаражей. Зомби хоть и были медлительны, но они тебя испугали не на шутку.",
    "answers": [
      {
        "id": 68,
        "text": "Бежать еще сильнее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы решили спрятаться в гараже, но дверь гаража закрыта, вы пытались ее открыть до прихода зомби, но ничего не получилось.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "Привет, надеюсь тебе понравится мой квест и ты поможешь сделать мне его еще лучше. Как? пиши о найденых ошибках, или же о чем-нибудь другом что бы ты хотел увидеть в квесте)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Я бегу очень быстро я чувствую как кончаются мои силы, нужно остановится, но нельзя.\n\nВы бежали так быстро и долго, что понимали если не остановитесь то упадете в обморок.",
    "answers": [
      {
        "id": 69,
        "text": "Остановится"
      },
      {
        "id": 70,
        "text": "Искать куда спрятаться"
      }
    ]
  },
  {
    "id": 69,
    "text": "Остановка оказалось роковой. Зомби не были на достаточном расстоянии, им хватило пару минут чтобы окружить вас.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 70,
    "text": "— Куда же спрятся? Эти зомби от меня не отстанут. \n\nВы бежали даже не из последних сил, а уже из вымышленных.\n\n— Мне кажется или дверь этого дома открыта? Да точно нужно срочно бежать туда.",
    "answers": [
      {
        "id": 71,
        "text": "Забежать в дом"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы забежали в дом и закрыли за собой дверь, промчавшись пару этажей вы увидели труп мужчины, с укусами по всему телу, страшное зрелище.\n\nВас вырвало рядом с трупом. \n\nПробежав еще пару этажей вы замптили открытую дверь квартиры.\n\n—Видимо это квартира того мужика, бедолага...",
    "answers": [
      {
        "id": 72,
        "text": "Войти в квартиру"
      }
    ]
  },
  {
    "id": 72,
    "text": "Войдя в квартиру вы упали без сил прямо на пороге. \n\nДля того чтоюы прийти в себя вам точно придется проспать весь день.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  }
]