[
  {
    "id": 1,
    "text": "Автор: Ярослав Зверев\nИздательство: Патриот√\n\n    Квест участвует в конкурсе микроквестов \"О чём поёт душа?\". \n    О чём поёт душа русского человека? Сказать трудно, но в минуту, когда враги ступают на Русскую землю, она шепчет только одно слово — Родина. \n    С севера на род Броневичей нападают иноземцы — дикие племена, поклоняющиеся волкам. В очередное нападение Броневичи понимают, что им не справиться с натиском дикарей. В бою их поддерживает лишь то, что скоро должен подойти талантливый в боях старейшина рода Берёзовичей со своим войском...",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "initSounds": [
          "музыка",
          "http://d.zaix.ru/6EhQ.mp3"
        ]
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c847122/v847122521/329d2/U2-Rd8gqPgQ.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "    Мирослав сидел в избе внутри города и смотрел через окно на бой. Он был ещё мал, род не пускал его сражаться. Иноземцы вновь напали на Броневичей, а он сидит тут и ничем не может помочь. Раньше Мирослав пытался своровать оружие и вступить в бой, но его всё время останавливали. \"Глупый, ты ещё юн, погибнешь в бою\", — говорили ему люди...\n    Бой шёл ожесточённый. Иноземцы сражались свирепо, но и Броневичи им не уступали. Силы врагов явно превосходили. \"Эх, сейчас бы и я сгодился в сражении\", — подумал Мирослав. \n    Оглянув поле боя, он заметил, как на его старшего брата, тоже сражавшегося там, накинулся рослый иноземец. Молодой славянин явно не справится в одиночку с противником. Мирослав попытался открыть дверь, но она не хотела поддаваться. К счастью, на помощь брату пришли Броневичи. \n    Было видно, что славянам приходилось трудно. Некоторые иноземцы уже пытались пройти за деревянное ограждение. Воины Броневичей довольно долго пресекали эти попытки. Но одной вражеской группе всё-таки удалось проломить ограду. Броневичи сначала пытались напасть на этот отряд и откинуть их за пределы города, но лишь только славяне погнались за ними, как остальные иноземцы устремлялись к городу. \n    В итоге Броневичи решили, что лучшим решением будет оборонять город. Хотя бы остальные враги не смогут пробраться за ограждение...\n    Вдруг Мирослав услышал где-то рядом шум битвы. Он перестал смотреть на битву и прислушался. Звук был очень близко, иноземцы уже дерутся в городе. Тут дверь в избу открылась и в дверном проёме показался вражеский воин. Как зверь оскалив зубы, он побежал с оружием в руках в твою сторону. За ним в избу вошёл его приятель. Он неожиданно сказал: \"Не тронь мальчонку, он ещё мал\".",
    "answers": [
      {
        "id": 3,
        "text": "— Не мальчонка я вовсе, а воин, и буду биться со всеми, кто нападёт на землю нашу (Броситься на врага)"
      },
      {
        "id": 4,
        "text": "(Промолчать)"
      },
      {
        "id": 2,
        "text": "Историческая справка: \nГородом у Древних Славян называлось поселение, окружённое деревянным ограждением.",
        "comment": true
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_str_set": [
          "global bg_music",
          "музыка"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "    Иноземец не ожидал атаки и Мирославу удалось выбить оружие у врага. Дальше они схватились врукопашную. Иноземец был крепче Мирослава, но славянин так сильно вцепился в противника, что чуть не задушил его. Наконец, Мирослав вспомнил про оброненный меч иноземца, схватил его и добил захватчика. \n    Оцепеневший от неожиданности и стоявший ранее неподвижно другой враг сейчас вынул меч и напал на славянина.\n    Возможно, Мирослав и проиграл бы в этом поединке, но в спину иноземцу прилетела стрела. Была ли она запущена специально или её целью был совершенно другой человек — осталось загадкой. Иноземец упал на пол избы. Он был мёртв.\n    \"Я убил человека, — пронеслось в голове у Мирослава — Также как и я, он жил, радовался, а я... и его больше нет. Нет, я обязан был это сделать, — продолжал свои раздумья Мирослав, — Неизвестно, сколько людей он мог бы убить, сколько дворов разорить, если бы я не сделал этого. Да, я должен был убить его... И всё-таки, как же сложно устроена человеческая жизнь...\"\n    Размышления Мирослава прервал звук сражения. Славянин вышел из избы...\n    Он победил одного иноземца и погнался за вторым, который почему-то вдруг бросился бежать. Преследовав врага, Мирослав не заметил, как оказался в поле, далеко от сражения. Одолев в бою иноземца, он собирался вернуться в город, как вдруг увидел двух людей, брёдших в сторону города. Это были остатки войска Берёзовичей, которые шли на помощь Броневичам. По их словам, в пути на отряд напали некие оборотни — полузвери-полулюди. Опытного в боях старейшину, которого все ждали, убили, вместе с его войском. Удалось уцелеть лишь этим двум воинам. Они успели подобрать шлем старейшины.",
    "answers": [
      {
        "id": 6,
        "text": "— В бой! Вы же поможете нам в сражении?"
      },
      {
        "id": 5,
        "text": "— Никто ведь не знает, как выглядел старейшина? Я надену шлем и представлюсь нашим воинам старейшиной, это поднимет дух воинов"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Бежавший на Мирослава воин остановился. Развернувшись, он вышел из избы. Второй иноземец вышел вслед за ним. Выждав некоторое время, Мирослав тоже вышел на улицу. Внутри города вовсю шло сражение. Один из вражеских воинов, увидя юного славянина, погнался за ним, чтобы его убить. Так как у Мирослава не было оружия, ему пришлось убегать. Он выбежал за пределы города и увидел двух воинов, брёдших к городу. Это оказались воины рода Берёзовичей. Иноземец, увидев, что его врагов стало больше, поспешил обратно в город. Но стрела одного из Берёзовичей настигла его. Враг упал замертво. \n    Двое воинов, оставшихся от всего отряда Берёзовичей, двигавшихся на помощь Броневичам, рассказали Мирославу всё, что с ними произошло. По их рассказу, в пути на отряд напали некие оборотни — полулюди-полузвери. Старейшину, которого все ждали, убили вместе с его отрядом. Уцелели лишь эти двое воинов. Они успели подобрать шлем старейшины.",
    "answers": [
      {
        "id": 6,
        "text": "— В бой! Вы же поможете нам в сражении?"
      },
      {
        "id": 5,
        "text": "— Никто ведь не знает, как выглядел старейшина? Я надену шлем и представлюсь нашим воинам старейшиной, это поднимет дух воинов"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Подумав, один из воинов сказал: \"Юный Броневич дело говорит\". Они посоветовались и решили дать Мирославу шлем. Надев шлем, Мирослав пошёл в город. Здесь шёл кровопролитный бой. Славяне проигрывали. Мирослав, подойдя к воинам Броневичей,  воскликнул: \"Я — старейшина рода Берёзовичей и я помогу вам победить захватчиков, пришедших на вашу землю\". \n    Мирослав посмотрел на Броневичей — верят ли? Но они так сильно ждали старейшину, что не заметили в нём сходств с Мирославом. Впрочем, всё лицо закрывал шлем, так что трудно было кого-то в нём узнать. Мнимый старейшина продолжал: \"Скоро прибудет моё войско и тогда мы точно сможем одолеть врага\". Иноземцы заволновались: если придёт ещё одно славянское войско, то им не сдобровать.\n    \"Опытному старейшине\" сразу же отдали командование войском. Положение славян в городе было плохое: силы иноземцев превосходили силы Броневичей. Теперь Мирославу надо было решить, что делать войскам.",
    "answers": [
      {
        "id": 7,
        "text": "Сделать вид, что славяне потеряли надежду и отступать, а затем неожиданно напасть на врага"
      },
      {
        "id": 8,
        "text": "Приказать обстрелять врагов стрелами, а дальше снова сражаться мечами"
      }
    ]
  },
  {
    "id": 6,
    "text": "    Воины сразу согласились. \"Ведь мы же за этим сюда и пришли\", — сказали они. Втроём славяне вошли в город, где шло ожесточённое сражение. Броневичи проигрывали. Мирослав и два новопришедших Берёзовича вступили в бой...\n    В скором времени славяне поняли, что им не победить. Старейшина Броневичей громко сказал \"Отступаем на юг, в Долину хлебопашцев\". Эти слова повторились несколько раз, чтобы все воины их услышали.",
    "answers": [
      {
        "id": 9,
        "text": " — Нам нельзя оставлять город, нужно сражаться с иноземцами, мы сможем их победить"
      },
      {
        "id": 10,
        "text": "(Молча отступать вместе со всеми)"
      }
    ]
  },
  {
    "id": 7,
    "text": "    Воины Броневичей, а также двое Берёзовичей, послушавшись Мирослава, сделали вид, что отступают. Обрадованные враги, ничего не подозревая, бросились в погоню. Выманив иноземцев из города, славяне вдруг развернулись и ударили по врагам. От неожиданности иноземцы не смогли оказать должного сопротивления. \n    Тем временем славяне, воодушевлённые приходом опытного старейшины и успехами в бою, стали сражаться с ещё большей силой.\n    Теперь иноземцы стали проигрывать. Тут они вспомнили об ещё одном славянском войске, двигавшемся сюда. И тогда иноземцы побежали прочь от этих лютых славян, которые не боятся никаких врагов. Побежали, несмотря на призывы их командиров вернуться в бой. Командиры же, видя это, тоже устремились на север, в те леса, из которых они пришли...\n    Все воины собрались около Мирослава. Он помог им победить в этом бою. Они смотрели на него, как на лидера, как на вождя. Они не понимали, почему не пришло войско Берёзовичей, но сейчас это было не важно.\n    Мирослав должен был сейчас произнести речь. Когда над его родом нависла опасность, он не испугался, а стал делать то, что от него требовалось для защиты Родины. Он знал, ради чего всё это делал. Теперь же он почему-то растерялся, не знал, что сказать. Но говорить надо было. И Мирослав неуверенно начал: \"Мы вместе смогли победить врага\". Говорящий запнулся. Но никто не заметил этого. Он уже был для них героем, он был новым светилом. Мирослав продолжал: \"И дело даже не во мне. Вы сами сделали это, я лишь немного вам помог. И ещё: никакой я не старейшина, а просто Мирослав из вашего города, войско Берёзовичей не придёт, а настоящего старейшину убили оборотни\". Говорящий снял шлем и все узнали юного Броневича, недавно запертого в избе.\n    Глаза воинов потускнели. Они ожидали увидеть героя, опытного старейшину, покрытого шрамами, а увидели — \"мальчонку\". \n    Первым опомнился старейшина Броневичей. Он грозно сказал: \"Как ты посмел обмануть нас, юнец? Ты будешь наказан. Запереть его!\" Двое воинов взяли Мирослава и отвели в избу, в которой он прежде сидел. Там его заперли. И лишь один человек подошёл к окну избы и сказал: \"Молодец, Мирослав, ты спас наш род. Я уверен, что и остальные когда-нибудь это поймут\".\n    Но юный Броневич не расстроился. Враги были побеждены, роду не угрожает опасность, а всё остальное — не важно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Славянские воины, послушавшись Мирослава, обстреляли врагов из луков. Такой ход не был успешен, потому что мало кто смог во время сражения вынуть луки. Большинству не давали это сделать иноземцы, нападающие в ближнем бою на своих противников.\n    Но славяне, воодушевлённые приходом опытного старейшины и верящие в близкое подкрепление, стали сражаться с ещё большей силой. \n    Иноземцы вдруг вспомнили про ещё одно славянское войско, двигавшееся сюда. И тогда иноземцы побежали прочь от этих лютых славян, которые не боятся никаких врагов. Побежали, несмотря на призывы их командиров вернуться в бой. Командиры же, видя это, тоже устремились на север, в те леса, из которых они пришли...\n    Все воины собрались около Мирослава. Он помог им победить в этом бою. Они смотрели на него, как на лидера, как на вождя. Они не понимали, почему не пришло войско Берёзовичей, но сейчас это было не важно.\n    Мирослав должен был сейчас произнести речь. Когда над его родом нависла опасность, он не испугался, а стал делать то, что от него требовалось для защиты Родины. Он знал, ради чего всё это делал. Теперь же он почему-то растерялся, не знал, что сказать. Но говорить надо было. И Мирослав неуверенно начал: \"Мы вместе смогли победить врага\". Говорящий запнулся. Но никто не заметил этого. Он уже был для них героем, он был новым светилом. Мирослав продолжал: \"И дело даже не во мне. Вы сами сделали это. И ещё: никакой я не старейшина, а просто Мирослав из вашего города, войско Берёзовичей не придёт, а настоящего старейшину убили оборотни\". Говорящий снял шлем и все узнали юного Броневича, недавно запертого в избе.\n    Глаза воинов потускнели. Они ожидали увидеть героя, опытного старейшину, покрытого шрамами, а увидели — \"мальчонку\". \n    Первым опомнился старейшина Броневичей. Он грозно сказал: \"Как ты посмел обмануть нас, юнец? Ты будешь наказан. Запереть его!\" Двое воинов взяли Мирослава и отвели в избу, в которой он прежде сидел. Там его заперли. И лишь один человек подошёл к окну избы и сказал: \"Молодец, Мирослав, ты много сделал для нашего рода. Я уверен, что и остальные когда-нибудь это поймут\".\n    Но юный Броневич не расстроился. Враги были побеждены, роду не угрожает опасность, а всё остальное — не важно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "    \"Мы потеряли здесь много воинов. Мы уходим. И не вмешивайся больше в серьёзные дела, юнец, не один ты заботишься о городе\", — ответил Мирославу старейшина. Воины в спешке покидали город.",
    "answers": [
      {
        "id": 11,
        "text": "Остаться в городе"
      },
      {
        "id": 10,
        "text": "Отступать"
      }
    ]
  },
  {
    "id": 10,
    "text": "    Славяне отступали на юг. Они уходили из своего города, из своего дома. Броневичи оставляли его врагам. От этого у всех было хмуро на душе. Но славяне знали: они вернутся сюда и вернут свой дом...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "    И тут Мирослав решился на серьёзный поступок. Сначала он был вместе со всеми, но во время суматохи он свернул в другую сторону и спрятался в одном из домов. Здесь он и начал свою скрытную жизнь. Пока большая часть иноземцев устремилась за Броневичами в надежде их догнать, юный славянин набрал досок и деревянных обломков. С помощью топора, найденного в его новом жилище, он заострил их. Полученные заострёные колышки Мирослав расположил вокруг избы. Затем он посчитал еду, находящуюся в избе. Её было достаточно, чтобы выжить здесь в течение пары недель. \n    Так началась жизнь в захваченном городе молодого смельчака из рода Броневичей. Он укрепил место своего пребывания, совершил несколько разведческих вылазок к лагерю иноземцев, связался с основными силами рода Броневичей, где до его появления считали его погибшим. Но всё это — уже другая история.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]