[
  {
    "id": 1,
    "text": "Автор:Дон Дикий Дон.\n\nИногда жизнь забывается, но нельзя забывать самого себя...\n                 Мои мысли\n\nЧто бы вы сделали если бы оказались в лесу без памяти? Вы простой парень очнувшийся... не буду спойлерить по играете и сами все поймёте.",
    "answers": [
      {
        "id": 2,
        "text": "Старт."
      },
      {
        "id": 21,
        "text": "О квесте"
      },
      {
        "id": 23,
        "text": "Почему нет 2 части?"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы просыпаетесь в каком-то темном месте, по запаху вы понимаете что это лес. Также вы чувствуете запах дыма. Пожар? Не может быть, ведь быть так темно в пожар! Значит это костер.\n—А, проснулся? — сказал мужской голос за Вами.",
    "answers": [
      {
        "id": 9,
        "text": "-Да. А кто ты?"
      },
      {
        "id": 4,
        "text": "Притвориться спящим."
      }
    ]
  },
  {
    "id": 3,
    "text": "—Ты Ян — она покраснела как рак — я Элла.",
    "answers": [
      {
        "id": 8,
        "text": "Приятно снова познакомиться.\n(улыбнуться)"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Спит еще...",
    "answers": [
      {
        "id": 5,
        "text": "Тихо осмотреться."
      },
      {
        "id": 7,
        "text": "Напасть на него."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы при встали и осмотрелись. Ваши глаза привыкшие к темноте различили деревья — это определенно лес. Так же рядом с вами лежала девушка, она даже не шевелилась. Мертва? Неужели этот парень... Черт возьми! Вот почему вы в лесу но почему он думает что вы спите а про неё даже не сказал.",
    "answers": [
      {
        "id": 7,
        "text": "Напасть на убийцу."
      },
      {
        "id": 11,
        "text": "Попробовать поговорить, присесть рядом."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы насилу вырвались из её объятий. Она и правда очень сильна.",
    "answers": [
      {
        "id": 20,
        "text": "Мы знакомы?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тихо подкравшись к нему вы медленно протянули к нему руки чтобы задушить. Тут он не оборачиваясь отталкивает вас одним резким движением руки. И вот на вас направлена окровавленная катана.\n—Это буйство что заразно? Хотя буйные отчаянные психи — говорил он сам с собой — они не подкрадыются а нападают в лоб.\nПосле этого он убрал катану в ножны и снова сел перед костром. Кем бы он ни был нападать на него не стоило...",
    "answers": [
      {
        "id": 11,
        "text": "Сесть рядом с ним."
      },
      {
        "id": 10,
        "text": "-Кто ты?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Тут с дерева съехал Кин.\n—Так нужно срочно уходить!\n—Зачем? — тревожно спросила Элла.\n—Нет времени объяснять!",
    "answers": [
      {
        "id": 15,
        "text": "Молча взять Эллу за руку и повести за Кином."
      },
      {
        "id": 15,
        "text": "Пошли."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Можешь называть меня как заблагорассудится.\n—Значит будешь Кин.\n—Окей.",
    "answers": [
      {
        "id": 14,
        "text": "А где мы?"
      },
      {
        "id": 16,
        "text": "А кто это? - Указать на девушку."
      }
    ]
  },
  {
    "id": 10,
    "text": "После ваших слов была долгая пауза. Ее нарушил ваш собеседник:\n—Ха! Говорит! А я то думал что он немой. — скащал он кому-то — Садись. Не бойся, я не убийца как ты подумал.\nОткуда он узнал про ваши мысли вы поняли не сразу, но он больше не казался злобным в той мере.",
    "answers": [
      {
        "id": 11,
        "text": "Сесть."
      }
    ]
  },
  {
    "id": 11,
    "text": "Перед костром теплее чем на сырой земле. Тысячи вопросов крутились у Вас в голове.",
    "answers": [
      {
        "id": 9,
        "text": "Снова кто ты?"
      },
      {
        "id": 14,
        "text": "Где я? Да черт с ним! Кто я?"
      },
      {
        "id": 16,
        "text": "А кто это? - указать на девушку."
      }
    ]
  },
  {
    "id": 12,
    "text": "— Всмысле чокнутая но, из-за когото, кто то заставил её сойти с ума...",
    "answers": [
      {
        "id": 13,
        "text": "Она что... мертва?"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Нет. Я повторяю. Я не убийца. Она в отключке.",
    "answers": [
      {
        "id": 17,
        "text": "Ты её так?"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Если ты умный то ты понял что это лес. Мы тут только на ночь. А вот кто ты я не в курсе. Нет мысли я не читаю, просто вопросы очень очевидны.",
    "answers": [
      {
        "id": 16,
        "text": "А это кто?"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы бежали сквозь лес как могли и ни разу не остановились. Но тут ваш рекорд бегунов прервался — Элла упала.\nВзяв её на руки (она весила как пушинка) Вы продолжили бег...",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 главы."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Черт её знает. Все что я знаю про неё это то что она буйная.",
    "answers": [
      {
        "id": 12,
        "text": "Что за \"буйная\"?"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Да, и кстати ты мне должен. Я тебя спас от неё.",
    "answers": [
      {
        "id": 18,
        "text": "Как?"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Понимаешь буйные в раз 6 сильнее людей и она тебя чуть не прикончила...\n\n—Аааааааа — вскричали Вы — голову пронзили воспоминания. Кровь. Эта девушка. Еще трое. Двое из них мертвы. Третья безумным взглядом смотрит на вас...\n\nОчнулись вы уже утром от выстрела пистолета над ухом. Это был Кин.\n—Ты что оглушить меня захотел?! — заорали на него вы.\n—Я тебя уже полчаса бужу! Я думал что ты коньки отбросил! И кстати твоя подруга очнулась.\nВы встали. Перед Вами стояла та девушка которая \"мертва\".",
    "answers": [
      {
        "id": 19,
        "text": "Поговорить с ней."
      }
    ]
  },
  {
    "id": 19,
    "text": "Как только вы подошли к ней она повисла на Вас крепко обнимая.\n— Я думала что она тебя убила! Прости за нападение я не контролировала себя!",
    "answers": [
      {
        "id": 6,
        "text": "Оттолкнуть девушку."
      },
      {
        "id": 20,
        "text": "Простите, но мы знакомы?"
      }
    ]
  },
  {
    "id": 20,
    "text": "—У него амнезия, причём глубокая — крикнул ей Кин с дерева. Когда он туда залез?\n—Так ты ничего не помнишь? — слезы навернулись ей на глаза.",
    "answers": [
      {
        "id": 22,
        "text": "Вообще-то... (рассказать про воспоминания из сна)"
      },
      {
        "id": 8,
        "text": "Нет, вообще ничего.(соврать)"
      }
    ]
  },
  {
    "id": 21,
    "text": "Это 1 глава из серии историй которые я напишу позже. Сейчас же это только начало моего творчества и я жду от вас отзывов.\nНадеюсь вам понравится!\n2 Глава уже пишется.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ваша девушка слушала вас со всей внимательностью которую могла проявить, и даже Кин с дерева затих (до этого он что-то насвистывал). Под конец повествования вы спросили:\n—Скажи а как зовут и тебя и меня?",
    "answers": [
      {
        "id": 3,
        "text": "..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Ребят простите что вторая часть не выходит я пытаюсь начать но все время занят. Времени не хватает.\n\nНО!\nели наберется 10 лайков хоть на одном моем квест я начну говорить в отзывах со всеми желающими, хотя к черту лайки задавайте вопросы рям щас в отзывах и я обязательно отвечу. \nP.S. 2 часть истории выйдет где то в выходные.",
    "answers": [
      {
        "id": 1,
        "text": "ок"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]