[
  {
    "id": 1,
    "text": "Автор: Nikiveria\nЖанр: романтика, школа и немного ревности ;)\n\nОписание:\nНа что вы готовы ради любимого человека? Этим человеком может оказаться любой-ваш близкий или совершенно чужой человек, который будет ВАМ важен, а это главное.\nЯ предлагаю вам решить судьбу девушки, пусть в малейших мелочах или даже не очень... Но она и правда готова на многое ради любви!\n\n(Всего 4 концовки)",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Это было весной... \nКонец года, старший класс. Как обычно я, Вика собиралась в мою любимую школу раньше обычного, это было нашей фишкой с Костей моим лучшим другом.\nМы собирались минут за 40 до начала урока, учитывая что уроки начинаются в 8:00. Вы спросите зачем? Обычно мы разгуливали по школе или двору, развлекались как... пара...скажете вы...но... нет, Костя, он вообще на это не намекает и вряд ли способен, а мне он очень нравится! И лишь из за него я могу назвать ненавистную школу любимой...",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ну а в этот раз мы хотели доделать домашнюю работу по нескольким предметам. Уже утром я была в хорошем расположении духа лишь из за того, что проведу с ним время наедине.\nЯ схватила рюкзак и направилась на кухню, чтобы перекусить. Мама собиралась на работу, особо не обращая на меня внимания, это тоже было особой традицией моего утра. Мы жили вдвоем, папа исчез когда мне было 5 лет, именно исчез, не выплатив элементы... Мама мне не рассказывает почему, стараясь старательно сменить тему, когда разговор заходит об отце. После его пропажи жизнь пошла другим чередом...",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "С Костей мы договорились встретиться у запасного входа, как всегда тайком от посторонних глаз. А вы что думали? Охрана так просто не пропустит парочку учеников в полу-пустую школу.\nКогда я пришла, моего друга еще не было, что заставило растеряться, ведь Костик практически всегда приходил первым. А я поняла, что не привыкла ждать.\nНо ближе ко входу, до меня доносся громкий разговор. Звук исходил из самой школы, по тону голос грубо отчитывал кого то.\nНо кто бы это мог быть?",
    "answers": [
      {
        "id": 5,
        "text": "Приоткрыть дверь запасного выхода и посмотреть"
      },
      {
        "id": 6,
        "text": "Не рисковать и ждать Костю"
      }
    ]
  },
  {
    "id": 5,
    "text": "Как можно неслышнее я приоткрыла дверь и в холле увидела Костю с виноватым выражением лица, а рядом охраника который был явно в плохом расположении духа.\nЕго поймали? Если и так, то почему его отчитывают так долго и в таком тоне. По гримасе охраника, казалось, будто Костик устроил конец света.",
    "answers": [
      {
        "id": 7,
        "text": "Вмешаться"
      },
      {
        "id": 8,
        "text": "Продолжить наблюдать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Все же я не хотела неприятностей. Мало ли кто там, вдруг охрана или больше того директор.\nНе успела я обдумать дальнейшие действия как дверь распахнулась и снесла меня прочь с лестницы на землю.",
    "answers": [
      {
        "id": 9,
        "text": "Выкрикнуть от неожиданности."
      },
      {
        "id": 10,
        "text": "Молча обернуться взглянув на дверь."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Костя, что тут происходит? — растерянно зпшла я в школу.\n— Ага, вот и помощь! — грубо сказал охраник.\nОставалось только догадываться о чем речь.\n— Вика! Тут просто...\nНо Костю перебили:\n— Во первых этот молодой человек не просто находится в школе в ранний час, он тем более  еще и мусорит!\nНа самом деле на полу достаточно приметно валялось большое количество грунта, просто обысного грунта...\nОчень странно... Может охраник спутал Костика с кем то другим.",
    "answers": [
      {
        "id": 11,
        "text": "Извиниться за друга (чтоб отстал охраник)"
      },
      {
        "id": 12,
        "text": "Выразить возмущение охране (защитить друга) "
      }
    ]
  },
  {
    "id": 8,
    "text": "Заняв удобную позицию для прослушывания, я приготовилась услышать причину недовольства представителя охраны и быть может причину опаздания друга.\nНо и не успевая сделать свои предположения, как Костя резко сдвинулся с места и рванул к запасному выходу в котором стояла я...",
    "answers": [
      {
        "id": 17,
        "text": "Отпрыгнуть в сторону"
      },
      {
        "id": 18,
        "text": "Замереть от неожиданности"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Совсем чтоли! — крикнула я от ушиба.\n— Ой прости пожалуйста Вика! Ты не ушиблась?\nГолос я узнала, это был Костя.\n— Вик, Вик ты слышишь меня!\nМне было приятно слышать его, он беспокоился за меня. Наконец то я обернулась.\n— Да, я впорядке. А что произошло.\nОтвета я не успела услышать. В дверях показался охраник, а на лице отображалась злоба. Что то явно случилось.",
    "answers": [
      {
        "id": 14,
        "text": "Встать на ноги."
      }
    ]
  },
  {
    "id": 10,
    "text": "Я обернулась и посмотрела на дверь. С выпученными глазами на меня смотрел Костя.\n— Вика! Боже прости.Ты в порядке.\nЯ не успела ответить как Костю тоже столкнули! \nЭто был охраник...\nТепепь с выпученным взглядом смотрел на нас обоих он.\n— Ой ребята! Ну вы даете ! А ну поднимайтесь! — уже с забавным видом он помогал встать сначала мне как даме, а потом Косте.\nКостя решил напомнить охранику кое о чем.\n— На счет того недоразумения в школе...как вас ?\n— Сергей Александрович! Да, чтобы загладить недоразумение на лестнице, я тебе помогу уладить недоразумение в школе. Договорились Костя!?\n— Конечно Сергей Александрович!\nМне только оставалось догадываться что произошло в школе.\n",
    "answers": [
      {
        "id": 15,
        "text": "Зайти в школу."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ох, господин охраник, ивините моего друга. Это какое то недоразумение. Правда мы все уберем, — пришлось извиняться, чтобы избежать неприятностей с директором и с экономить время для домашней работы.\nЯ заметила, что Костик одобрительно мне улыбнулся.\n— Эх! Старшеклассники! Совсем совесть потеряли! — сказал охраник, уходя на свой пост.\n— И да! Веник вон там! — он указал на укромный уголок у входа.\nНадо же я раньше его не замечала...\nКак ушел охраник, я услышала смешок Кости.\n— Ха, я уже думал не отвяжусь от него. Спасибо что вытащила и извини, что заставил ждать.\n— (краснея) Ага... спасибо.\nУ него такая улыбка... такая...\n— Эй Вика поможешь? — вывел меня из состояния нежности Костик.\n— Да, и я хотела спросить что тут произошло, — как бы невзначай сменила я тему, — ты вообще причастен к этому? — я указывала на беспорядок из земли.\n— Ну да, знаешь я относил грунт в школьный двор. Мама попросила меня донести мешок...видимо партия просчиталась...\nВ это можно было бы поверить ведь у Кости, мама работает в цветочном магазине и школа заказывает у магазина все для школьного дворика.\nКазалось это не могло вызвать подозрений, но говорил он не уверенно, а Костика я всю жизнь знала. Что то не так. Но зная себя я не стала перечить.",
    "answers": [
      {
        "id": 13,
        "text": "Помочь убрать землю"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Извините! Но Костя должно быть в этом не виноват, и как вы вообще имеете право его обвинять!\n— Вообще то...это я рассыпал землю, — виновато произнес Костя.\nПовисло молчание, но не на долго, взбушевавшийся охраник молча, но настойчиво направился к углу, откуда подобрал веник и чуть ли не швырнул в нас им.\n— Неловко вышло... — сбормотала я.\n— Ух, молодежь! Совсем совесть потеряли! Теперь командывать буду я! Быстро все убрали! — скомандывал нам охраник и со знанием своего превосходства отошел к своему посту.\nСмешок Кости оживил меня.\n— Ха, Вик ну ты дала жару! Спасибо что заступилась, я тебя такой еще не видел.\nМне было ужасно стыдно и одновременно приятно от похвалы друга.\n— Кость, а что все же произошло, зачем тебе земля? —  решила я наконец узнать правду, скрывая покрасневшее лицо.\n— Нуу, я относил мешок грунта в школьный двор по просьбе мамы, знаншь же, что школа заказывает материалы из ее магазина...\nВ это можно было бы поверить ведь мама Кости работает в цветочном магазине и школа частенько делает заказы. Если бы не неуверенность Костика, я бы в это легко поверила.\nНо зная себя я не стала перечить.",
    "answers": [
      {
        "id": 13,
        "text": "Помочь убрать землю"
      }
    ]
  },
  {
    "id": 13,
    "text": "Домашнюю работу мы, конечно, сделать не успели, из за чего я волнуюсь по поводу своей четвертной отметки, ведь я только ради него не сделала домашку дома...хотя могла бы. А еще Костя умудрился измарать мою форму грязью! Неприятно, но смотреть, как он извиняется передо мной я готова вечно...",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Вот молодежь! Кроме того, что на дорогу не смотрят, так еще и мусорят! А ну ка быстро убрал все это! — указывал охраник уже на проход в школу.\n— Мы зашли в коридор и я увидела такую картину : на полу валялось достаточно большое количество земли и рядом полупустой мешок с натписью\" Грунт\". Я надеялась что Костя не причастен к этому, а просто попал под горячую руку охраника.\n— Веник в углу! — грубо сказал он и наконец потопал к своему посту.\nПришло время выяснить что же тут все таки случилось.\n— Костя что случилось!? Ты причастен к этому.\n— Ну да, я относил грунт в школьный двор по просьбе мамы.\nВ это можно было бы поверить ведь мама Кости и правда работает в цветочном магазине и школа покупает рассаду. \nНо зная себя и видя его виноватый вид, я не посмела перечить ему.\n",
    "answers": [
      {
        "id": 13,
        "text": "Помочь убрать землю."
      }
    ]
  },
  {
    "id": 15,
    "text": "Когда я зашла я увидела вот такую картину: на полу валялся мешок с надписью \" Грунт\" , а из него была напрочь рассыпана земля. \n— Вик. Ты не обращай внимание на это, я просто относил землю для рассады в двор.\nВ это можно было бы поверить ведь его мама и правда работает в цветочном магазине и школа заказывала рассаду, ну а Костя был отнощиком недостающих ресурсов так скажем. На самом деле мне слабо верилось во все это. Но зная себя я не стала перечить.\nТем временем мы втроем убирали землю, оказалось, что охраник совсем неплохой мужик...\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "Наступило время обеда. Пару факультативов после, и я свободная птица.\nС Костей мы всегда ели вместе. Меня это радовало. Так как находились мы в разных классах, а это 11 классы, то встречатились в холле перед обедом, не люблю встречаться сразу в столовой, людные места тем более во время обеда, эти толпы голодных школьников меня чуть ли не сбивали, поэтому заходила я с Костей, именно заходила, он всегда пробивался через толпу и меня выводил. \nНо в этот раз Костя опять опаздывал, такое случалось, учителя бывает задерживали. Хотя в этот день я чувствовала беспокойство если еще и прибавить случай с ненасытной землей из магазина его мамы...мне в это до сих пор не верится.\nЯ устала ждать, звонить не уместно, да и до урока времени оставалось не много. Я решила идти в столовую одна, все давно уже обедали, вход был свободен. Мой взор сразу же упал на черноволосую девушку, которая сидела за одним столом с Костей!",
    "answers": [
      {
        "id": 19,
        "text": "Наблюдать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Не раздумывая я отошла в сторону, некий шок присутствовал не только в моих глазах, но точно и у охраника. Костя влетел в дверь которая конечно не закрыта, и улетел вниз по лестнице...\n— Костик! — крикнула я.\nОхраник уже помогал подниматься моему другу.\n— Парень ты мне тут чего устроил? Натворил дел и сбежать решил! — грубовато говорил он.\n— Да уберу я уберу! — отвечал Костик.\nЯ молча смотрела на эту сцену, я и подумать не могла в чем причина пока не прошла в саму школу.\nВ холле я увидела такую сцену: на полу валялся мешок с надписью \"Грунт\", а из него большая масса земли.\n—Хорошо, что лестница не крутая, да и их там три штуки, а то бы из за тебя отхватил еще, поэтому друг мой убирай, веник в углу! — охраник указывал на укромный уголок у запасного входа.\n— Кость! Я тебе помогу, только расскажи что здесь случилось.",
    "answers": [
      {
        "id": 38,
        "text": "Помочь убрать землю"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я не успела среагировать и просто уставилась, как мой друг бежал на меня.\nКогда он меня заметил его выражение лица сменилось на самое странное, ведь все это время его мысли наверняка занимал ошеломленный охраник. \nБыло поздно, Костя врезался в меня и я оступилась, падая назад на полуоткрытую дверь, которая распахнулась от толчка, оба мы полетели вниз по леснице...\n— Ай! —  я зажмурилась, вскрикивая от легкой боли в голове. \n— Вика! — кричал Костя.\nЯ открыла глаза, ощущая над собой чье то тело, сверху на меня с выпученным взглядом смотрел Костя, и потом я только осознала, что он всем своим телом накрывал меня.",
    "answers": [
      {
        "id": 39,
        "text": "Ударить его"
      },
      {
        "id": 40,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Не знаю что со мной произошло в тот момент, я чувствовала мощный порыв ревности, который никогда не могла почувствовать, или же это было то, что я никогда раньше не чувствовала.\nМне казалось что я застала его за чем то невозмутимым, но это совсем не так, я понимала это в глубине души, понимала! ",
    "answers": [
      {
        "id": 21,
        "text": "Наблюдать дальше"
      },
      {
        "id": 20,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я не могла просто так стоять и смотреть! Кто эта девушка и почему Костя не предупредил меня о своих планах.\nЯ подошла к столу и в грубом тоне сказала:\n— Костя! Я тебя ждала вообще то! А ты тут с ... кем то рассиживаешь!\nГоворила я это так, чтобы не обидеть и не как не намекнуть на мою ревность.... Конечно, Костя заметил это.\n— Оу, Вика я правда хотел уже идти к месту встречи и тут я встретил...Снежанну, — приветливо отвечал он.\n— ...И это...\nПоправить ситуацию решила новая знакомая.\n— Привет! Ты Вика я так полагаю? — поздоровалась Снежанна.\nПолагает она!\nОна мне сразу не понравилась, что и ответить...",
    "answers": [
      {
        "id": 22,
        "text": "Нагрубить знакомой, показывая, что чувствую обиду на Костю"
      },
      {
        "id": 23,
        "text": "Быть приветливой..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Я стояла как вкопаная, и не могла оторваться от земли. Мне стало интересно почему Костя меня непредупредил что у него планы на обед, он всегда был ответственным. \nА эти двое сидели за столом и мило общались, вот только о чем?\nЧерноволосая громко захохотала, а Костя лишь улыбнулся ей вслед.\nНет, я знаю, что у него очаровательная улыбка...но кто это такая?",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Ага, здравствуй, спасибо, что заставила меня ждать! А ты не могла догадаться что у него планы!? — мою ревность было не остановить. Так всегда, когда влюбляешься впервые?\nБыло видно, что новая знакомая совсем не ожидала такого развития событий.\n— Э...если ты считаешь что я виновата, то извини, — пыталась сгладить ситуацию Снежанна.\nВмешался Костя. \nОн встал из за стола со строгим выражением на лице, я поняла, что мне не жить. Против него я точно не смогу ничего сказать в своем \"обиженном тоне\"\n— Снеж, не нужно извиняться, Вика совсем не то хотела сказать ведь правда!?\n(Снеж!?) \nДаже меня он не называл более ласково чем, ее!\nДруг смотрел на меня пристальным недовольным взглядом, как я и думала, я молчала и просто смотрела на его взгляд полный решительности.\nНеловкое молчание прервал звонок...",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Ну привет... — нехотя поздоровалась я.\n— Извини, что задержала Костю, он мой давний знакомый мы тут просто встретились.\n(Встретились!? В школе!)\nЯ решила раскусить их полностью.\n— Как вы могли случайно встретиться в школе!?\nЯ надеялась что такого вопроса они не ожидают.\nНо Снежанна и тут нашла ответ.\n— Понимаешь я приехала устраиваться...поваром в столовой!\nКостя хотел вставить слово, но глядя на Снежанну приподнял свои уголки губ.\n(Ах!)\n— Поваром? Подожди сколько тебе лет! — этот вопрос надо было задать в первую очередь, ведь выгледела она не как школьница и точно не как девушка с опытом, и первой задала его я.\n— Точно с этого и надо было начинать, — ожил Костик. — Да кстати сколько тебе уже!?\nНеужели Костя не знал или только придуривается? А хотя зачем они оправдываются? Я ведь даже не девушка Кости! Кто я вообще Косте?\n— Мне 22, — сказала Снежанна.\n(Надо же на взросленьких потянуло...)\nэкхм\nНеожидала... Больше никто ничего не успел сказать. Прозвенел звонок.\nЯ поспешила на урок, не сказав не слова, но уходя услышала: — После уроков на нашем месте! — это был Костя...",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Домой я шла медленно, иногда оборачиваясь надежда на то что друг меня догонит была неимоверной. Наверное он до сих пор меня ждет...\nМожет я успею вернуться?",
    "answers": [
      {
        "id": 61,
        "text": "Вернуться к месту встречи"
      },
      {
        "id": 75,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 25,
    "text": "Не сказав и слова, я поспешила быстрым шагом на свой урок, вслед я услышала, как Костя что то говорил мне вслед, я ничего больше не хотела слышать!\nБоже я дура, я такая дура! Зачем я это сказала! В голове я перебирала все ругательства, лишь бы не думать об этой ситуации, хотя теперь я о ней всегда буду думать пока не разлюблю Костю. Ведь правда в этом нет ничего такого, обычный разговор состоялся между ними, они даже не обедали, о чем они разговаривали? Так то я знала всех одноклассниц и знакомых Кости, а этой непомню. А у Кости их было не мало.",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 26,
    "text": "После уроков я и не знала ждать ли Костю чтобы пойти домой. Он наверняка чувствовал обиду, но что бы это не было, разговор у нас точно должен  состояться. Не знаю почему, но из школы я шла медленно иногда оборачиваясь, надежда что друг меня догонит была неимоверной.\nИз школы я шла по двору, где была тропинка, которая выводила на дорогу, там неподолеку и располагался мой дом. В очередной раз обернувшись я заметила Костика с цветочным горшком в руках, а рядом Снежанну...",
    "answers": [
      {
        "id": 27,
        "text": "Г- гордость. Уйти домой"
      },
      {
        "id": 28,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ишь ты! Он обо мне хотябы подумал!? Как будто ничего и не случилось!\n— Обидно... —  пробормотала я вслух, перед тем как гордо отвернуть голову и отправиться домой.",
    "answers": [
      {
        "id": 28,
        "text": "Все же подойти..."
      },
      {
        "id": 50,
        "text": "Уйти домой"
      }
    ]
  },
  {
    "id": 28,
    "text": "Разговор не окончен! После всего он еще и как не в чем не бывало улыбается...ей. А этот горшок...слишком уж много обязанностей дает ему мама!\nЯ собрала всю волю в кулак и решила ответить на все его вопросы здесь и сейчас! Я уверенно подходила, Костя наконец обратил внимание на приближающегося к нему человека.\n— Вика! Очень хорошо, что ты пришла, не обращай внимание на это все, мы ведь так и ничего не рассказали тебе! — Костя и правда как забыл все происходящее за обедом...",
    "answers": [
      {
        "id": 29,
        "text": "Доказать свою правоту"
      },
      {
        "id": 30,
        "text": "Не напоминать о происходящем за обедом"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я не собираюсь так просто все забывать. Я должна доказать, что я права!\n— А ты вижу совсем забыл, да!?- я пыталась хоть как то намекнуть что я не просто игрушка и играть моими чувствами не позволю!\n— Что случилось? Остынь, — опять эта Снежанна.\n— А ты не лезь! Ты вообще кто, я тебя даже не знаю! Что вообще вы тут делаете, ты Костя разве записался в кружок по садоводству!?\nЯ не успела договорить. Как всегда Костя встал на сторону правосудия.\n— Ви...\nЯ была зла, и наверное впервые смогла перебить его не дав сказать и слова.\n— Нет Костя! Не надо твоих речей! Больше ничего не надо!\nКостя стоял в недоумении, про Снежанну молчу, а я решила больше не бегать за Костей! Немного гордости надо иметь при себе! Сказать, что я идиотски поступила я и сама себе могу...",
    "answers": [
      {
        "id": 31,
        "text": "Уйти домой"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я стояла молча и смотрела как эти двое расфосовывали очередной мешок грунта.\n— Да забудь ты эту ситуацию. Я просто давняя знакомая Кости, а встретились мы в школе потому что я поваром приехала устраиваться! — беззаботно говорила Снежанна.\n— Да Вика! Извини я сегодня очень рассеянный, — толи оправдывался, толи подбадривал меня Костя.\nЯ решила задать кое какой вопрос:\n— А почему тогда ты Снежанна с грунтом возишься, если ты поваром собралась работать, тебя Костя это тоже касается!\n— Эмм... знаешь- начала Снежанна, кинув виноватый взгляд на моего друга. Костя продолжил:\n— Я же скажал не обращай внимания, меня мама попросила все во дворе обустроить, ну ты же знаешь мою маму... — уже натурально оправдывался он.\nЯ чувствовала что меня обманывают, зачем все это вообще...",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Этой ночью я не могла уснуть, все думала о событиях дня. Меня перебивала гордость с каким то страхом. Я боялась за наши отношения с Костей, но меня и очень раздражала его новая подруга. Я решила стать смелее и все рассказать Косте! Про мою любовь, про ревность надеюсь он поймет.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "За завтраком я пыталась вспомнмть что мне снилось, я помню грунт, туман, фигура...\n— Снежанна! — выкрикнула я вслух. \nМама посмотрела на меня как на душевнобольную.\n— Ой прости мам... — \n...\nЯ все равно пришла в то время, в которое мы обычно встречались с Костей.\nЧто то мне подскаказывало что мы больше не будем так делать...\nЯ старалась почти незаметно посмотреть нет ли кого у запасного входа. Никого не было.\nЯ еще больше возненавидела эту девчонку!",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "На переменах я его не видела и на обеде в столовой тоже, хмм он даже не ел...Каждую перемену я искала его класс, пыталась посмотреть плохо ли ему без меня. Это все из за нее! Этой Снежанны! Ненавижу ее, что они делали во дворе вчера! Я не знала.\nПровести день без Кости все равно что совершить самоубийство....",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Конец учебного дня. \nМожет быть Костика и вовсе не было в школе. Я заглянула в класс, где он учился, я знала что в этот день он всегда дежурил в классе и надеялась застать его хотя бы там. Но в классе не оказалось никого, лишь маленький нож лежал на парте  Кости.",
    "answers": [
      {
        "id": 57,
        "text": "Взять нож"
      },
      {
        "id": 56,
        "text": "Не брать нож"
      }
    ]
  },
  {
    "id": 35,
    "text": "Как обычно я пошла через двор, который всего за один день стал таким ненавистным для меня! На мое удивление вокруг стояли свежепобеленные клумбы, на садовом столе как и вчера, лежал мешок грунта, а за столом ко мне спиной стояла Снежанна, которая клала землю в беленький горшочек и напевала веселую песенку. \nЯ как ее увидела сразу почувствовала гнев! Да я хотела уничтожить ее! Я все решила, ради Кости на все! Я подходила медленно, достовая тот самый нож. \nИтак я позади нее, нож в руке, (какая глупая не смогла меня заметить!)\nЯ подношу нож все ближе к ее спине, как резко я почувствовала дыхание на своей шее и знакомый голос: Снежанна не двигайся...\nЯ поняла, что это был мой Костя МОЙ и только МОЙ! Я замахнулась, но сильняя рука Кости обхватила мою, в которой был нож. \n— НЕТ ОТПУСТИ! — закричала я! \nМоя рука ослабла, и нож безжалостно упал на землю вместе со мной...",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Что ты наделала...глупая, ты глупая дура! Я ведь люблю тебя!...любил...\n— (всхлипы) я...я\n— ЧТО ТЫ !? Я тебя не прощу! Ясно! Надейся на то чтобы Снежанна в суд не подала!\n— Я тоже люблю тебя...\n— Я догадывался, поэтому ты так реагировала ведь да!? Ты ведь даже не знала в чем дело! Кто Снежанна и зачем мы проводили время во дворе школы! А ведь Вика это ради тебя же. Сегодня я потратил все время на подарок для тебя! Посмотри на это, — он указывал на хрустальную вазу, стоящую позади него, в котором были посажены прекрасные красные розы. \n— Они были предназначены для тебя! Я не могу поверить! Ты была готова убить ради любви...                                        ",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "...<s><s>\nС того времени прошло 2 года. Виктория не смогла окончить школу, семья переезжала, Виктория меняла множество школ в то время, в которых увы не смогла адоптироваться. Вика стала закрытой и грубой, часто из ее комнаты доносился плач, так утверждает ее мать. Выяснилось, что причиной неуспеваемости и изменения поведения стало психическое расстройство. Что именно произошло Виктория не может объяснить. Мать Вики упоминает о жестоком убийстве, оказалось что отец убил своего друга и друга семьи, считая, что именно он является любовником своей жены, на глазах 5-ти летней Вики, из за чего ребенка водили к психиатру, к удивлению произошедшее девочка смогла забыть с помощью методов психолога. Сейчас Виктория в психиатрической больнице, врачи утверждают, что она слышит якобы голос какого то Константина...который говорит что не простит ее никогда(со слов Виктории) \nВ следствии мы узнали, что Костя это школьный друг Вики, найдя его, он рассказал о школьных днях проведенных с Викой и о печальном расставании, ему жаль что семье Вики пришлось переехать, больше он ничего не сказал, хотя по нему было видно, он знает что то, чего не знаем мы...\nУходя он шел в обнимку с черноволоссой девушкой...\n\n\nПолучена отрицательная концовка \" Ошибка на всю жизнь\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 38,
    "text": "— В общем, я относил мешок грунта в школьный двор, магазин мамы не довез несколько мешков и она меня заставила... — говорил он\nВ это можно было поверить, ведь мама Кости и правда работает в цветочном магазине и школа заказывает некоторую рассаду время от времени. Зная себя и свой характер я не стала задавать больше вопросов по поводу этого, хотя могла бы и возразить.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Осознавая это, я в силу своей воспитанности все же ударила его кулаком в грудь.\n— Отойди! — крикнула я.\n— А! Ой прости Вика пожалуйста! — заговорил Костя, поднимаясь с меня.\n— Вика, ух прости, я не специально, я вообще не заметил что ты там стоишь. Ты, ты не поранилась!? — говоря это, он помогал мне встать.\n— Ой... — я схватилась за затылок, — в голове немного больно, — отвечала я, принимая его помощь.\n— Охх, Вика правда извини! Думаю, нужно к фельдшеру.\nСо всем этим, мы совсем забыли про охраника, который все это время смотрел на происходящее...\n— Помогите, что вы стоите! — достаточно громко обратился Костя к представителю охраны.\n— Нет, правда мне уже лучше, все хорошо, — отказывалась я от вмешательвств в мое здоровье.\nОхраник добродушно положил руку на мое плечо.\n— Ээ да, ходить можешь хоть, пойдем к медсестре...\n— Нет нет все хорошо не надо! — отнекивалась я.\n— Ну нет уж Вика идем, а вдруг сотрясение, — заботился обо мне Костя.\n— Ладно пойдем, — согласилась я, только ради его больших голубых глаз, а боль и правда не ушла.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я была не в себе от этого, но не могла предпринять что то против. Он смотрел на меня, а я на него. Это продолжалось еще пару секунд. Я чуть не растаяла от этого.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "В кабинете сказали, что моя боль вызвана обычным ушибом и больще ничего серьезного. Можно пойти домой и отдохнуть, но я отказалась, не хотела провести день одна, да и интересно, что же произошло в школе у запасного выхода. У кабинета медсестры меня ждал Костя.\n— Ну что сказали!?\n— Все хорошо не волнуйся, — с улыбкой ответила я, потирая ушибленную голову.\n— Очень хорошо! Я так беспокоился! Вик прости меня еще раз...правда.\n— Все нормально, ты сам то...не ушибся?\n— Я? Нет, у меня была очень мягкая подушка безопасности, — он усмехнулся, подтолкнув меня, а я неминуемо залилась краской.\nМеняем тему!\n— Кость, я хочу узнать, что произошло тогда там, с чего это ты так полетел к выходу?\n— Эм...ты об этом, ну понимаешь, мама меня попросила отнести грунт в школьный двор для рассады, их магазин не защитал еще несколько мешков в продажу школе...\nВ это можно было поверить, ведь мама Кости и правда работает в цветочном магазине и школа заказывает некоторую рассаду. \nНо в его словах я чувствовала долю неправды. Почему же он меня не предупредил еще вчера? Но зная себя и свой характер, я не стала задавать лишних вопросов.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Землю у входа убрал охраник, сжалился надо мной и пожалел Костю, с учетом, что больше такого не повторится. А домашнюю работу никто из нас так и не успел сделать...теперь я волнуюсь по поводу своей четвертной оценки, ведь я могла бы все сделать дома и не волноваться! Но я же ради Костика...",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Костя выслушал ее смех и заметил, что я стояла у входа и смотрела на него. Его выражение лица смутилось, он резко встал и подошел ко мне.\n— Вика ты...уже здесь, а что уже так поздно!? — видно что Костя забылся.\n— Я тебя ждала Кость, а у тебя я так понимаю планы!\n— Да нет я случайно заболтался со Снежанной, она просто...ну...\n— Снежанной. Не надо ничего объяснять, мог бы и предупредить что занят, — обида выражалась на моем лице, которую я всесильно пыталась скрыть.\nЯ только хотела уйти и упасть в свои раздумья, как его новая подруга остановила меня.\n— Стой же, я так понимаю ты Виктория? Подожди, извини что задержала Костю, он мой давний знакомый и мы заболтались.\n(Ага, заболтались...)",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "Я не знала что и думать, я ревновала в любом случае. А девушка оказалась симпатичной и довольно рослой. Точно не школьница. Серые глаза, однозначно крашенные черные волосы. Новенькая?",
    "answers": [
      {
        "id": 45,
        "text": "Поверить"
      },
      {
        "id": 46,
        "text": "Намекнуть на свою обиду"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Кость, это правда? — надеялась я.\n— Да это правда, Вика извини пожалуйста что заставил тебя ждать, я сегодня очень рассеянный!\n— Хорошо, а как объяснишь, то что встретил ты свою знакомую в школе !? — я пыталась найти придирку.\n— Я все объясню! — вырвалась Снежанна.\n— Я хотела устроиться поваром в вашу школу.\nЧто? Я не понимала верить этому или нет, мне казалось что все они мне нагло врали, лишь бы отмазаться, только от чего? Кто я вообще для самого Кости.\n— Подожди сколько тебе лет!? — у меня возник такой вопрос.\n— Ох с этого надо было начинать, мне...21 год, — ответила Снежанна.\n—... — нет с этого начинать не нужно было...\n— Да, кстати вам не кажется, что после этого можно познакомиться заново, — мой друг пытался сгладить конфликт.\nНикто не успел больше ничего сказать, прозвенел звонок",
    "answers": [
      {
        "id": 47,
        "text": "Идти на урок"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Костя! Как ты мог так взять и непредупредить меня! — мое возмущение было не остановить\n— Оу, Вик успокойся я...\nНо я перебила его:\n— Я тебя ждала, а ты тут с какой-то... — я воздержалась от оскорбления.\n— Хей, не оскорбляй Снежанну. Это на тебя совсем не похоже, думаю намекать на извинение не буду!?\nКостя был справедливым в этом деле, а я по сути поступила неправильно, но...но и поавда, почему я так себя веду.\nЕще секунда, неловкость между нами, прервал нудный звонок.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Я хотела скорее уйти чтобы обдумать ситуацию, но услышала вслед голос друга : — \"После уроков встретимся, на нашем месте!\"\nЯ обернулась, Костя улыбался мне. На моем лице невольно выдавилась слабая улыбка.",
    "answers": [
      {
        "id": 48,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 48,
    "text": "Совсем не важно, что я не успела пообедать...\nНа уроках я слушала плохо, и как я и думала, из за невыполненого домашнего задания получила пару. \nМыслей для расстройства даже не было, я все думала об этой ситуации в столовой, это было слишком странным. Ей 22 и ее берут поваром в столь ранний возраст...\nСлишком много вопросов. И моей ревности.\nЯ никак не могу понять причину моей вспыльчевости. И причину моей любви... Да, сначала были эти мерзкие существа под названием бабочки, которые дали понять, что я к нему неравнодушна, а теперь...я наверное слишком много об этом думаю.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Мне надоело это слушать. Лучшим вариантом для меня было уйти.\n— Ладно, я не буду вам мешать пока... — выдавила я.\nУходя я услышала как Костя бормотал что то про извинения и про завтрашний день. Все это мне было уже неинтересно. Пустые слова...\nРаз никто не хочет разбираться...и не надо.",
    "answers": [
      {
        "id": 51,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 50,
    "text": "Хорошо что они меня не видят мне же лучше!  Пускай там себе садят цветочки, а я буду страдать о такой безответной любви.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Множество вопросов крутились у меня в голове: Зачем, Почему, Как... Одно я знала точно как прежде уже не будет...если я совершу что то не так.",
    "answers": [
      {
        "id": 76,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "Мне снился сон...\nЯ стояла в школьном дворе, на улице был такой туман, что я не видела дороги, повсюду были разбросаны мешки с надписями \" Грунт \".",
    "answers": [
      {
        "id": 53,
        "text": "Побежать вперед"
      }
    ]
  },
  {
    "id": 53,
    "text": "Атмосфера зашкаливала, и я побежала вперед все дальше...\nКазалось, что этой дороги не будет конца. Как вдруг передо мной появилась фигура человека. Я едва разглядела очертания лица, это была Снежанна, она смотрела на меня взглядом полным хитрости. Она начала ехидно улыбаться, а сзади появился Костя, он тоже смотрел на меня  с таким же взглядом. \nПродолжение меня поразило. \nМой Костя опустил свою голову к шее Снежанны и начал целовать ее, чуть ли не поедая! Она начала производить смех, который медленно превращался в истерический, она продолжала смотреть на меня все громче смеясь, этот смех стал невыносимым! Громко! Очень громко.\nХотелось крикнуть: \"Прекрати!!\"",
    "answers": [
      {
        "id": 55,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 54,
    "text": "Эти слова Кости... \" Увидимся на нашем месте\" не выходили у меня из головы. А нашим местом был тот же запасной выход. Я хотела последовать его словам, но и в то же время хотела доказать свою независимость от Кости!",
    "answers": [
      {
        "id": 61,
        "text": "Пойти к месту встречи"
      },
      {
        "id": 62,
        "text": "Не пойти"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Прекрати! — кричала я уже в реальности.\nЗа плечи меня трясла мама, пытаясь разбудить.\n— Вика проснись!\nЯ открыла глаза.\n— А что, что произошло. \n— Господи, ты закричала во сне, вот я и прибежала! — видно, что мама беспокоилась.\n— Я не помню. Что я кричала!? — пыталась выведать я хоть что то.\n— Ты закричала \" Прекрати\" несколько раз, — обьясняла мне мама. — Что тебе снилось!?\n— Не знаю, слабо помню...\nПрозвенел будильник.\n— Пора в школу, — со вздохом сказала я.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Врядли это нож Кости, вдруг кто то оставил случайно именно на его парте, не буду лучше брать.",
    "answers": [
      {
        "id": 59,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 57,
    "text": "Не знаю зачем, но я взяла его, может это был знак, ведь он лежал на парте Кости...",
    "answers": [
      {
        "id": 35,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 58,
    "text": "— ...\n— Как хорошо, что я тебя нашел!\n— К...Костя?? — почти угнетенно я обратилась к знакомому голосу.\n— Вика, я тебя искал везде по школе и думал, что ты уже ушла, но ты здесь и я очень рад этому!\n— П...Правда??\nЕго руки заключили меня в нежные объятья.\n— Да Вика, прости что сегодня мы не виделись, и всю эту историю со Снежанной слишком долго рассказывать.\n— Ты не обижаешься!?\n— Боже, Вика нет, говорю же это долго рассказывать.\n— Расскажи мне!... пожалуйста...\n— Для начала обернись.\nЯ последовала его словам и обернулась. А сзади на земле стояла хрустальная ваза, с надписью \" Я тебя люблю\" а в горшке были прекрасные красные розы, казалось что это был просто сон совсем непохожий на тот страшный.\n— Я люблю тебя Вика...я готовился к этому дню, я хотел сделать тебе долгожданный подарок.\nНастал момент ответить? Это не шутка?\n— Костя... я\n— Я знаю, что ты меня тоже любишь, верно?\n— Это знаешь не только ты.\nОн сжал меня в своих обьятиях, я знала, это точно был не сон, и на Снежанну мне уже было порядком наплевать, она просто стояла и улыбалась глядя на нас двоих.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Как обычно я шла по школьному двору, который всего лишь за один день стал таким ненавистным для меня. К моему удивлению вокруг стояли свежепобеленные клумбочки, на садовом столе лежала пара мешков грунта, а за столом ко мне спиной стояла Снежанна, напевая веселую песенку.\nНа данный момент я ее ненавидела, ведь из за нее и из за своей ревности, я серьезно поссорилась с Костей. И мне казалось, что наши с ним отношения вот-вот разорвутся. Если честно я была готова сделать с ней все что угодно, но это лишь раздумья...\nЯ только хотела уйти, оставив Снежанну наедине со своей веселой песней, но меня остановил знакомый голос.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Оказалось, что Снежанна работает вместе с мамой Кости и добродушно согласилась помочь с подарком...для меня. А врали они, так скажем, для прикрытия сюрприза. \nА после этих событий мы(как вы уже догадались) были вместе на протяжении каждого дня, окончили школу и поступили в один университет...\nЯ поняла что чуть ли не совершила огромную ошибку. Но слава богу все встало на свои места, лучшего я и желать не могла, и кстати со Снежанной мы стали довольно близкими подругами! Но самое главное\nЯ чуть ли не погубила свою любовь...\n\n\n\nПолучена положительная концовка\" На краю любви и расставания\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 61,
    "text": "Все же я его любила слишком сильно, чтобы так просто уйти. Я пришла к нашему месту встречи, Костик был там, но не один, да... с ним была Снежанна, они дружелюбно разговаривали и  смеялись, пока не заметили меня.\nОн это специально делает?\n— Вика, мы уже заждались, ты непротив если с нами пойдет Снежанна?\nЯ? Непротив ли, все что касается ее это против!",
    "answers": [
      {
        "id": 63,
        "text": "Пойти вместе со всеми"
      },
      {
        "id": 64,
        "text": "Пойти без Снежанны"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я решила! Я не куда не пойду. В конце концов, надо иметь гордость, я не собираюсь за ним бегать! Пускай они там вдвоем делают что хотят! А я к этому не имею никакого отношения!",
    "answers": [
      {
        "id": 24,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 63,
    "text": "Я всем сердцем не хотела идти с ней, но опять же я не хотела портить отношения с Костей, не хочу чтобы он считал меня влюбленной в него дурой! Я даже не знаю догадывается ли он о чем то... Хотя так и есть...\n— Ну да...непротив, — нехотя ответила я.\n— Очень хорошо, оказалось что Снежанна живет неподалеку от твоего дома, — радовался Костя, казалось, что его улыбка была слишком наиграна...\n— Да, я бы хотела побольше узнать о тебе, — Снежанна говорила полным дружелюбным голосом. Что конечно меня раздражало.",
    "answers": [
      {
        "id": 65,
        "text": "Идти вместе"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Знаешь, вообще то я против, — пыталась я сделать хоть что то, чтоб она исчезла!\nПо моему никто из них не ожидал такого моего ответа. Лицо Кости помрачнело, а Снежанна смутилась.\n— Что это значит против? Я же не всерьез Вик.\n— А я всерьез! Как она появилась вы все время вместе! А ведь я...я.\n— Так подожди! Давай я тебе все объясню, не кипяшуй! — пытался что то сделать друг.\n— Что значит все объясню! Ничего объяснять не нужно! Я пойду вообще одна!\nЯ была зла, меня это раздражало. Но я была довольна своим ответом!\nЛишь вслед я слышала еще любимый голос Кости, который говорил что то про неблагодарство! Но это уже было неважно.",
    "answers": [
      {
        "id": 31,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 65,
    "text": "Мы отправились через школьный двор, Костик и Снежанна весело болтали о повседневной ерунде, лишь я не хотела разговаривать о чем либо, лишь думала зачем она вмешалась в нашу жизнь.\nКонечно Костя заметил мое расстройство на лице, и как друг поддержал, люблю его за это...\n— Вик, ты чего такая грустная, оценку чтоли плохую получила- он говорил это со смехом, но улыбаться я и нежелала.\nЯ заметила что Снежанна сменила радость на задумчивость и все пыталась меня подбодрить, из за чего я все сильнее злилась.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Мы дошли до дома Снежанны, он был выше моего по улице и первую проводили мы ее. На самом деле я была рада великому обстоятельству того, что она живет выше, я хотела наконец поговорить с Костей наедине и возможно высказать свои чувства сейчас.\n— Пока! — как всегда мило попрощалась Снежанна.\n— Пока! До завтра, — также и попрощался он.\n(Ох, ну почему же до завтра?)\nЛишь я молчала, пускай думает, что она мне не нравится, хотя это итак понятно по моему.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Следующее не могло не нервировать меня. А все почему.\nМы направились к моему дому, он был неподалеку, поэтому надо было действовать быстро.\nПока я готовилась все выяснить, Костя начал что то лепетать о уроках, но я даже не слушала.\nЯ решилась!\n— Слушай Кость, я хотела спросить кое что...\n— Да конечно.\n— Ну понимаешь... — как обычно мои слова оказались недосказанными, у Кости зазвонил телефон.\n— О...серьезно! Прости, я быстро отвечу.\nПока он и еще с кем то говорил, я поняла что не суждено нам поговорить нормально! Все равнн естт суждение о судьбе.\nКостя уже казалось уходил в сторону, явно не моего дома.\nИ в итоге я решила совершенно другое, я пошла быстрым шагом отсюда подальше, разговор не состоится, я шла в сторону дома, но так казалось только мне, из за заплаканных слезами глаз, я неувидела свет горящих фар, уже ослепляющих меня.\n— Стой! Ви... — одновременно держа трубку в руках он закричал, как мне показалось во всю мощь.\nБыло поздно? Нет! \nЯ остановилась, и мой взор упал на Костика со самым волнующемся выражением лица.\nМашина затормозила коснувшись бамбером моей сумки. Я поняла где я нахожусь, и меня это привело в страх, и вдруг...\nЯ начала падать на землю, теряя бдительность, в последний момент я почувствовала, как чья то рука крепко схватила меня.",
    "answers": [
      {
        "id": 68,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 68,
    "text": "Очнулась я у себя дома, рядом сидел нет, не Костик, рядом сидел мой папа...\n\n— Милая, Вика! Я так рад что наконец увидел тебя, ты стала такая взрослая.\n— Папа, это правда ты, я на том свете?\n— Милая нет что ты, представь что это просто сон, с моим посланием.\n— С твоим посланием?\n— Да, у нас мало времени пожалуйста послушай меня, я знаю про тебя многое, про твою любовь, я был вынужден прийти, я тебя прошу Вика не делай ошибок, потерпи немного.\n— Что, что ты имеешь ввиду, что ты знаешь?\n— Просто пойми я не дам совершить ту же ошибку что и я.\n— Папа хочешь сказать ты тоже любил? Так как и я.\n— Да, но у меня нет времени чтобы все рассказать. Просто смирись и плыви по течению, слышишь!\n— Я поняла тебя, но стой, папа я люблю тебя! Пап слышишь.\n— Прощай, я тебя тоже очень люблю, не делай поспешных выводов!\n— Папа! папа я поняла тебя, я тоже очень люблю тебя...\n\n...",
    "answers": [
      {
        "id": 69,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 69,
    "text": "Я проснулась, чувствовала я себя довольно бодрой, может все вчерашнее было всего лишь моим подсознанием?\nНе знаю что и делать. У меня был такой хороший сон, правда я совсем не помню что там было, но знаю, что он был хорошим...\nНа часах показывало 10:30\n— Я опаздала! — довольно громко крикнула я.\nЯ бросилась к шкафу, одеваться.\nНо в комнату вошла мама\n— Вика, стой подожди, не одевайся!\n— Мам ты на часы смотрела!?\n— Да смотрела, а ты я вижу совсем не помнишь происходящего вчера?\nЯ как раз таки помнила, только не могла поверить в это.\n— Ох, голова заболела, — осознав это я ощутила, как запульсировало в висках.\n— Ну ка быстро ложись в кровать, вчера у тебя был обморок, врач сказал тебе отлежаться дома.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "(Обморок...)\nЯ послушала маму и задумавшись, легла в постель, голова заболела еще сильнее, я поняла, что все вчерашнее было правдой. \nА как же Костя! Он сейчас в школе... Интересно он навестит меня. \nИ тут я вспомнила разговор. Но...совершенно не представляю откуда у меня в голове эти слова...\n\"Прошу не делай ошибок...\"\n— Ах! \nЯ правда должна подождать...",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "На следующий день, я уже правда чувствовала себя бодрой, и голова не болела. Что меня немного взволновало, это то, что Костя не дает о себе знать...\nВ глубине души я очень хотела посмотреть ему в глаза и Снежанне, из за которой у меня соучился эмоциональный всплеск.\nНо кто то говорил про умение ждать...этот кто то мне очень дорог...и этот кто то кого уже нет в живых.\n\"Это не важно\" — нехотя пронеслось у меня в голове, я почему то знала почему...\nМои раздумья прервала мама.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Милая, к тебе гости.\n— Какие гости?\nОдноклассницы? Подруги? Кто?\nУ меня небыло больше друзей кроме Костика, по крайней мере так я считала...\nБыла лишь надежда на то, что это он...",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Я услышала знакомый голос в коридоре, он мне прокричал;\n— Закрой глаза!\nСомнений я уже не ощущала, на уста прокралась заманчивая улыбка, я была уверена, это он!\nПосле, звук шагов в моей комнате и нежный шепот приказал мне:\n— Открывай...\nЯ с нетерпением открыла глаза и увидела Костика, моего Костика.\nВ его руках был горшочек, а в нем проростала маленькая роза.\n— Вик...\nЯ удивленно глядела на все это.\n— Что, Кость?...\n— Это...я еще давно готовился...весна и надо было, чтоб росток появился...\n— О-о чем ты?...\nОн смело поставил горшок на столик и развернул его тыльной стороной со словами:\n— Мне Снежанна посоветовала так сделать...\nОт имени Снежанна мне стало дурно, но увидев что написано на горшочке, я тут же выкинула ее из головы.\nНа горшке было выведено: \"Моя любовь рождает свет\"\n— Ты мне очень нравишься...еще с давних лет.\n— П-подожди...\n— Я не знаю, хотел написать что то в стихотворной форме, но..\n— Да стой же! Костя! — мое лицо расцвело в улыбке и я не пугаясь смущения без слов обняла Костика.\n— Господи, как же я тебя люблю!\n— Но Вик...я это первым хотел сказать!\n— Теперь все будет хорошо!\n\n\nПолучена положительная концовка\" Теперь все будет хорошо\"\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 74,
    "text": "Мы нашли кабинет, но в ранее время фельдшера еще не было на месте. По правде говоря, ее всегда не было на месте...и это не удивительно.\nЯ вздохнула, а Костя посадил меня на лавочку у кабинета и принялся извиняться...\n— Вик, прости, ради бога прости.\n— Пожалуйста не извиняйся... — с долей ярости произнесла я.\n— Нет, — Костя мягко положил руку на мою голову, — я виноват, давай ее дождемся.\nЯ подняла на него взглял и опять убедилась, что его глаза бесподобны. Нет, нет главное не краснеть!\nПосле своих слов, он нежно погладил меня по голове, рождая смущение у обоих. Он так раньше не делал...\n— Оу, эм... фельдшер идет! — крикнула я, не ожидая такого взбудораженного крика от самой себя.\nА в начале коридора показалась молодая девушка в пальто, которая одарила нас вопросительным взглядом, перед тем как открыть кабинет.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Да ну! Вика отбрось эти мысли из головы! Ты что решила? — быть гордой и независимой.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Дома я еще сто раз подумала о своем выборе и в итоге не пожалела. Но уснуть я все равно не могла, все думала о завтрашнем дне, что скажет Костя? И самое главное , что мне делать утром, ждать его или нет, об этом я не подумала...",
    "answers": [
      {
        "id": 77,
        "text": "Ночью"
      }
    ]
  },
  {
    "id": 77,
    "text": "Мне снился сон...\nЯ стояла посреди школьного двора, на небе сияло яркое солнце, на улице было слишком красиво мне давно не снились приятные сны. \nНо стоило мне только подумать об этом, как небо начало сужаться и темнеть, казалось, я слышала какие то голоса. Лишь за одну секунду прекрасный сон превратился в ужаснейший кошмар.",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 78,
    "text": "Меня окутал ветер вперемешку с черной пылью, голоса все усиливались и резко прекратились, резко прекратилось все и ветер, затишье перед бурей? Небо выглядело так как будто вот вот наступит конец света. Вдруг я услышала отчетливый голос за моей спиной.\n— Отдай его мне!!! Он МОЙ! \n— Что!? Кто здесь, кто ты!?\n— ВЫСЛУШАЙ МЕНЯ! ТЫ НЕДОСТОЙНА ЕГО, А Я ДА!\nЯ, на мое удивление была спокойна и была в силах задавать вопросы этому существу, в живую бы от меня и места мокрого не осталось.\nЭто что то буквально проплыло сквозь меня и встало лицом к лицу ко мне, и я увидела кто это был, СНЕЖАННА.\nЯ хотела что то сказать, но не могла я как будто потеряла дар речи.\n— ОН МОЙ, ОН МОЙ, ОН МОЙ!!!\nЯ не могла это терпеть! Меня разрывало на части, а все потому что ее руки просто прошли сквозь меня, вместе со всем этим она все произносила:\n— ОН МОЙ, ОН МОЙ.\nЯ кричала внутри себя, я звала на помощь, я пыталась проснуться. Как вдруг мой голос прорезался и я закричала.\n— ПРЕКРАТИ!!\nНо вслед я лишь услышала:\n— ОТПУСТИ ЕГО...",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Я проснулась с легкой отдышкой, меня пробивал холодный пот.\n— Ну и сон...нет, кошмар!\nПрозвенел будильник, пора в школу...\nНо я наверное впервые не хотела туда идти, я ходила в школу лишь ради Кости, но я не хотела видеть даже его, мою любовь!?\nБудильник продолжал звенеть своим усугубляющим трещанием, а я просто сидела на краю кровати и пыталась почувствовать хоть что то к Косте, неужели? Я почувствовала легкость, я поняла к чему был этот сон, я поняла, я больше не хотела мешать им.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Пока я делала нужные выводы, будильник все верещал, на что отреагировала моя мама.\n— Вика, выключи ты этот будильник, ты спишь чтоли.\nМама наконец заглянула в мою комнату.\n— Вика? Что с тобой? — говоря это, она отключила источник звука.\n— мрМам, я похоже плохо себя чувствую, можно я не пойду в школу? — ябыла готова придумать любую отговорку, лишь бы не идти.\n— Ох, милая ты меня пугаешь, не хотела тебе говорить, но пока ты спала, ты как то нервно кричала, и я хотела тебя разбудить, но прозвенел будильник, ты кричала что то похожее на...\n— Не надо мам. Я не хочу знать. Можно я просто не пойду в школу...\n— Хорошо Вика... — со вздохом мама удалилась, а я мысленно поблагодарила ее за солидарность.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Прошло несколько дней.\nИногда я позволяла себе не ходить в школу, а зачем, ради чего. Если я где то и видела Костю, то он был со Снежанной.\nЭто хорошо... пускай хоть они будут вместе. Конечно Костя меня искал, и если замечал пытался поговорить, но я лишь пыталась уйти от расспроса.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Со временем моя любовь остыла полностью, и вскоре нам пришлось переехать, экзамены я сдала в другой школе. И казалось уже началась взрослая жизнь. \nОднажды толи я сама, толи не по своей воле забрела в школу, в которой училась я и моя первая любовь.\nЭто было у запасного входа, я пришла вспомнить старые времена и поглядеть на все еще работающего охраника.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "Возможно это судьба, или что то другое, но опять же, чего я не могла ожидать вообще, произошло таким образом.\nЯ стояла и мило улыбалась, я вспоминала историю с грунтом, и того злобного охранника... И вдруг я слышу до боли знакомый голос!\n— Вика! Это правда ты!?\nЯ обернулась и не могла поверить тому кого я увидела.\n— Костик...!\nМы крепко обняли друг друга.\n— Как же я давно тебя не видел...\n— Я тоже...\n— Боже, я столько хотел тебе сказать, а ты тогда избегала меня, помнишь?\n— Да, да помнишь как мы встречались с тобой всегда здесь, у запасного входа! \n— Да, а эта история с мешком грунта и охраником!\n— Ага...\n— Ага...слушай Вик почему ты меня избегала?\n— К чему ворошить прошлое! — чуть поникше отвечала я.\n— Думаешь мы встретились тут не случайно?\n— Я не знаю что и думать, может это шанс высказать все несказанное тогда.\n— Я тоже так думаю...\n— Вика.\n— Костя.\n— Я ведь любил тебя, дурочку, а эта история со Снежанной.\n— Подожди что!? Ты разве не вместе со Снежанной?\n— А почему я должен быть с ней!? Подожди ка я кажется понял.\nЯ перебила его, бешено заглянув в его еще те же голубые глаза...\n— Да я любила тебя! Но решила оставить вас вдвоем!\n— Но ты же ничего даже не знала!\n— А что я должна была знать еще.\n— Снежанна она была продавщицей в цветочном магазине с моей матерью!\n— ...",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Что?\n— Она помогала мне делать подарок, для тебя.\n— Подарок? Я плохо понимаю...\n— Я любил тебя с начала старших классов. И хотел признаться, но тогда ты просто начала избегать меня!\n— Нет, не могу поверить!\n— А ты поверь...\n— Боже, как же так все вышло...\n— Знаешь, ничего уже не вернуть назад.\n— Ты прав. \n— Как ты говорила: \"чего прошлое ворошить\", — расскажи лучше как ты живешь в настоящем.\n— Ох, ну я поступила на юридический и ...\n— А как личная жизнь?...\n— ...Тебе правда это интересно?\n— Правда.\n— Ну чтож у меня никого нет...\n— Забавно, у меня тоже...Ты думаешь о том же о чем и я?\n(Думала я точно о том, о чем он думал...)\n— Ты и я?\n— Ага, может будем общаться?\n— А ты стал смелее! — я ударила кулаком в его плечо.\n— Верно подметила! \n— Ну что, пойдем?\n— Куда?\n— Гулять.\n— Пошли...\n\n\n\nПолучена нейтральная концовка\" Мирное восоединение\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]