[
  {
    "id": 1,
    "text": "Автор: Nikiveria\nЖанр: романтика, немного юмора и страха\nСтатус: в процессе...\nОписание:\n\nКроме таких квестов, один из которых ты сейчас читаешь, есть РЕАЛЬНЫЕ квесты, наверняка некоторым известен такой вид развлечений, и  многие бывали в таких квестах в своих населенных пунктах, где обычно нужно думать головой чтобы выйти оттуда.\nЯ предлагаю вам пройти квест в квесте, где ты — обычная девушка, которая вместе с компанией отправилась в страшный квест, и что тебя там ждет никто не знает... \nНо судя по названию, вы можете делать свои выводы. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 52,
        "text": "И еще немного о квесте"
      },
      {
        "id": 145,
        "text": "ВНИМАНИЕ"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                      ЧАСТЬ 1\n                \"Компания неблагородных кровей\"\n\nФевральское и выходное утро уходящей зимы предвещало что то необычное...\nДа... Сегодня мы договорились сходить на квест с одноклассниками. Мне совсем не нравилась эта идея, меня зовут Софья и мне 16 лет, казалось, в этом возрасте все должны развлекаться, но не я. \nКонечно я не совсем унылый козел и повеселиться иногда любила, а такой квест это еще и прекрасный способ блеснуть мозгами, хотя и умной я себя не считала.\nКак обычно мои одноклассники уговорили меня пойти с ними, им просто не доставало человека, ну и я решилась.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Квест назывался \"Вакцина\" мне уже не нравилось само название, а предистория тем более:\n\"В мире произошел сбой системы, и все люди начали превращаться в ужаснейших существ, которые начали устраивать разбой в мире. Но известно, что какой то профессор предугадывал это и изготовил супер средство, чтобы спасти всех. И мы группа зараженных еще не превратившихся, которые решили спасти себя и найти вакцину\"\n\n— Ну не бред!? — говорила я своей однокласснице и подруге Машке Агинской.\n\nС Машей мы всегда дружили, но лучшими подругами не были, просто дружили и все, потому что для меня нет лучших. Я это еще с первого класса решила... А если по делу, то это именно она повела меня за собой. Еще та активистка...\n\n— Ну не знаю, тебе всегда все не нравится, — ответила она, говоря абсолютную правду обо мне, которую я не хотела признавать.\n—Неправда! Да я... — не успела я оправдаться как нас окликали другие ребята из нашей \"группы зараженных\".",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Эй девки подкатывайте сюда, ща еще Славик подойдет, — это произнес Вадим Гринецкий, парень на год старше меня и Маши. Он из нашей школы, но из 11 класса.\n\nЭтот пацан мне НЕ нравился, я не выносила его \"крутой\" манеры общения. Этот парень известен в нашей школе, как плохой пацан из обеспеченной семьи. Иметь с ним диалога не доводилось даже везде сующей свой нос Машке, не то чтобы мне. И вот сейчас собственной персоной стоит неизведанный парень, который просто раздражал меня своим видом. А Гринецкий даже нравился Машке, но из ее подслушанных рассказов и собственных выводов, он еще тот тип. Возможно это я преувеличиваю.\n\nХотя Вадим это же безумное существо, у которого нечего ловить, во всех смыслах этого выражения, поэтому он мне был и неинтересен, может так казалось только мне... По первому впечатлению и мельком глядя со стороны, я еще давно замечала, как он шляется по подъездам со своими дружками, и ходят слухи, что этот Гринецкий состоит в неприличной банде...\nОбажаю слухи ;)",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я собрала свою приветливость в кулак и с улыбкой поздоровалась:\n—Привет ребята.\nВ ответ прозвучало сухое \"привет\" от половины находящихся здесь, Славка послал мне задорную улыбку и лишь с Ромкой, парнем и таким же моим одноклассником, с кем я тоже не имею много общего, мы встретились искрометным взглядом.\n\nРома Алексеенко достаточно неприметный парень в нашем классе, он всегда спокоен и по своему умен, по крайней мере не задрот и не ботаник. Просто молчаливый мальчик...не замечала, чтобы он имел дела с такими пацанами как Вадим или Славка. Это даже как то очевидно. Я могла обмолвиться с ним парой фраз. Не имела симпатии и отвращения тоже не имела. Загадочный Роман всегда наблюдателен и я схожусь во мнении, что в его черепной коробке строится план по захвату школы...ахах это так серьезно! Ну а больших подробностей я не имею.",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Катрина, ты может не будешь опять портить всем настроение, — как можно вежливо я попросила, чтоб она заглохла!\nОна захлопала глазками, пфыкнув мне в лицо.\n— Ой и эту тоже позвали. А я думаю чего это занудством веет. Извини, сначала не поняла, что тут находится кто то из серых мышей.\n— Да что ты говоришь! В отличие от тебя я не заставляю Славу изменять свой настрой на твою дикость, — краем глаза я увидела как Вадим хихикнул, Слава удивленно поднял на меня голову, а я продолжала зная, что права. — Ты всегда портила и будешь портить всем настроение, только вот нет сил слушать эти слова из твоих уст.\n— Во первых Сонечка не \"всем\" я якобы порчу настроение, а только тебе. Во вторых, ты что тут забыла милочка. Как вы ее из дома то вытащили, — это уже она натурально издевалась.\nПрервав мелкий конфликт, Вадик закатил глаза и перебил нас:\n— Блиин, девки прекращайте эту драмму, ...\nОн прилично приобнял Катрину и что то шепнул своей девушке на ухо, закончив фразу смешком, на что та хихикнула, прожигая меня взглядом.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я решила не обращать на это внимание, но в душе хотела ее обматерить не только за этот раз, ну и за ВСЕ, ведь есть за что. Порою, она каверзными словечками ставит на место людей, которые \"находятся не на том месте\" Собственно таким представителем являюсь и я.\nЯ слегка нахмурилась, раздумывая об этом.\nНеожиданно будто читая мои мысли против Катрины возразил Рома, ну буквально:\n— Слушай Смолова, ты лучше не зазнавайся, я еще посмотрю как ты там орать будешь, — с долей юмора говорил он.\nЯ заметила как Ромка подмигнул мне. \n— Хах, ты лучше это Соньке скажи.\n— Эй! — лишь успела вымолвить я при сочетании букв, выстраивающихся в мое имя.\n— А вот других сюда не приплетай. Разговор был о другом. Я вообще то говорил про...",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Мы зашли не в здание, а в подвал и не зашли, а спустились, где оказалась уютная комната с эпичной вывеской на стене 'Вакцина' (квесты инди от компании...***) чуть дальше стоял кожанный диван, а рядом шкафчики для одежды, стены были выкрашены в пурпурный и приятный цвет для глаз. Я уже увидела черную дверь, за которой скрывался вход в атмосферу эпидемии зомби, из за которой, приветливо махнув ладонью, нас встретил симпатичный парень, выразившийся приятным баритоном:\n— Здравствуйте, у вас закано? — сверкая белоснежными зубами, он осмотрел нашу группу.\nЗабыла напомнить, а хотя думаю, что это и так должно быть понятно, что Вадик считает себя лидером и поэтому на все вопросы отвечал он, перечить нежелательно.\n— Да, это мы очередная \"группа зараженных\" — шутканул наш лидер.\nВсе дали волю смеху, я нехотя хихикнула, не принимая это за шутку.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как нас попросили, мы сняли верхнюю одежду, одели запасную обувь и камуфляжи, которые нам выдали для прохождения квеста. Нам объяснили все правила, действия, также сказали про аниматора, если нам будет уж очень страшно, то мы можем вызвать его по рации, которую нам тоже выдали. Квест длиться около 40 минут. И кажется можно начинать.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я была уже в предвкушении повувствовать эту атмосферу, но угадайте кто решил поумничать — Смолова!\nОна обреченно спорила с Вадимом, о какой то ерунде, я не придавала этому значения, но когда неожиданно я уловила из ее уст наши с Ромой имена, я прислушалась и поняла, что в этот раз я не сдержусь.\n— ...эй да блин, ненужен нам будет никакой аниматор, мы то смелые, а вот на счет этих двоих... — она специально указала на меня с Алексеенко.\nУ меня кажется глаз задергался. Вообще обалдела! Мы впервые в таком месте, я будто проявляю трусость перед ней каждый день в нашем учебном заведении!\nИ вообще с чего бы ей спорить об этом с Вадимом...\nЕе парень на это лишь закатил глаза и было хотел как то ответить, но а я была уже на грани и выдавила первый звук в свою защиту (прямо суд какой то)\n— Катрина!\nНе успевая сформулировать и предложения, Рома заступился за нас первым, он мог и не боялся ответить за себя, ну и видимо за меня.\n— Слушай Смолова, ты так небрежно врешь, и я уже говорил это тебе, забыла? Знаешь пустыми угрозами меня не запугать, — казалось нарастает очередной конфликт, но его следующая фраза заставила ее посинеть от злости, а остальных вежливо помолчать:\n— Я видел то видео...",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мы выстроились друг за другом, Вадик первый конечно же, да я бы и первой не пошла, я все равно не смелее, как оказалось даже Алексеенко, я его недооценила. Он встал позади меня слепо улыбнувшись, при этом завораживая меня чистейшим взглядом серых глаз. Только сейчас я могла прочесть в ней ту тревогу, которой не было при самом диалоге с Катриной...",
    "answers": [
      {
        "id": 12,
        "text": "ЧАСТЬ 2"
      }
    ]
  },
  {
    "id": 12,
    "text": "                                       ЧАСТЬ 2\n              \"Вопрос, касающийся личной жизни\"\n\nНам открыли дверь и там нас встретила темнота и пустота. Даже Гринецкий, стоящий первым, не сразу решился пройти дальше.\nКак только мы зашли во мглу, заиграла вот эта напряженная музыка из ужастиков, стало реально страшно, ноги подкосились.\nИтак, мы движемся и уже видим слабый свет, как вдруг загрохотало что то наподобие какой то железяки. Перед нашим взором появился навес, который упал мимо наших голов с колким звуком.\nА нас так просто напугать!\nВсе заорали, а потом пролился лучистый смех!\nВыражая эмоции мы попали в комнату, провеяную эпической атмосферой. Казалось, что мы реально во время аппокалипсиса!\nНу что шальная! Поехали!",
    "answers": [
      {
        "id": 122,
        "text": "Что в комнате"
      }
    ]
  },
  {
    "id": 13,
    "text": "Все сразу кинулись на этот комод, ну и я вслед за Славой, который все еще сопровождал меня взглядом.\nЯ постаралась не думать об этом...\nВ общем кроме игрушечных и окровавленных краской рук и ног внутри ящичков мы ничего не нашли.\nКак вдруг Маша крикнула так, как будто нашла клад, хотя любая находка в этом месте и правда клад...\n— Я нашла фонарь! Только его надо включить, тут шнур тянется из за камода.\nНаконец это место станет значительно светлей.\nСледующей стала Смолова, что на этот раз найдено...\n— Тут розетка! Включай фонарь!\nКомната озарилась ярким желтым светом. Все ребята были настолько серьезны, что мне как то стало не по себе...",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "На стенах много различных записок:\n\"Как защиться от зомби...\" , \"Организм...\" и все в таком духе, хотя половина записей в красной краске, ну то есть...в крови...\nНичего приметного, касающегося загадки я не вижу.",
    "answers": [
      {
        "id": 122,
        "text": "Продолжим поиски"
      },
      {
        "id": 121,
        "text": "Прочесть одну из записей"
      }
    ]
  },
  {
    "id": 15,
    "text": "Этот ящик очень похож на холодильник из советских времен, также я могу назвать это своего рода \"дверью\" или же \"проходом\" Он был довольно небольшим, сбоку висел замок на котором нужно было ввести код из 3 цифр, можно попробовать вести какой нибудь, хотя нам говорили просто так этого не делать... \nОоо рядом в стене я вижу дырку, там точно что то есть, но нужен свет.",
    "answers": [
      {
        "id": 17,
        "text": "Попробовать ввести код "
      },
      {
        "id": 122,
        "text": "Вернуться к осмотру комнаты"
      },
      {
        "id": 20,
        "text": "Сунуть руку в дырку"
      },
      {
        "id": 55,
        "text": "Искать источник света"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я кинулась к ящичку, на котором едва что то было видно, заметила полку с чем то похожим на предметы для самозащиты, я достала все что там было, а это оказались счеты и как я предпологала противогаз — средство защиты. Было плохо видно, казалось смысла дальше держать все это не было. Я еще покрутила все в руках пытаясь найти хоть что то, но увы.",
    "answers": [
      {
        "id": 122,
        "text": "Вернуться к осмотру"
      }
    ]
  },
  {
    "id": 17,
    "text": "К черту поиски, надо ввести что нибудь:",
    "answers": [
      {
        "id": 19,
        "text": "123"
      },
      {
        "id": 19,
        "text": "597"
      },
      {
        "id": 19,
        "text": "666"
      },
      {
        "id": 19,
        "text": "389"
      },
      {
        "id": 19,
        "text": "207"
      },
      {
        "id": 19,
        "text": "411"
      }
    ]
  },
  {
    "id": 18,
    "text": "До моего ума еще даже принцип загадки не успел дойти, а мы уже продвигаемся... Возможно это и к лучшему?\nВсе из за парней... Когда то я и не могла предположить, что буду о таком так углубленно думать.\nВадим же вычеркивая наш разговор из своей биографии, вновь изображал человека, влюбленного в Смолову.\nХмм...\nНа счетах оказалась краска, а точнее все эти штуки были разного цвета, а замок на холодильнике был с этими цветами: желтый, синий, красный, соответственно мы их посчитали и открыли замок на холодильнике, а точнее мои одноклассники это сделали.\nМоя бы воля выругалась бы в лицо Вадику. Я же забыла про еще одну любопытную варвару — Слава! Он тоже выбил меня из колеи... Теперь я могу утверждать, что Щедрин с Гринецким как никак, а все таки похожи... \nЧто же мне преподнесет Рома? Ах! Он еще до квеста преподнес мне все что нужно!\nНо одинаковые и личные вопросы парней рождают во мне бурю страптивых эмоций! И хороших...и не очень...\nМожет все это заранее подготовленная шутка?",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я судорожно набрала первый цифры, которые вылезли у меня в голове.\nПо моему получается...!\n— ...\nХмм... нет неправильно, ой чему я удивляюсь...",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться к осмотру"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я же не трус, я взяла себя в руки и начала просовывать руку в отверстие, как вдруг настороживший меня Славка заговорил, склонив ко мне голову:\n— Софка, ты что смелая чтоли? — он сказал это шуточно, глядя как я сую руку в отверстие.\n— А если да то что? — прищурившись ответила я.\n— Хах, хорошо что смелая... — казалось он чего то недоговаривает, отвернувшись от меня он явно не собирался продолжать разговор, но в следующий момент, когда я захотела продолжить начатое, Щедрин бойко подсел ко мне, озираясь по сторонам.\nЯ недоуменно спросила, приподнимая бровь:\n— Ты чего?\n— Да я это...вообщем Сонь! — мы почти соприкосались плечами, но он наклоняя свое лицо еще ближе к моему, шепотом спросил:\n— Софка...вы с Алексеенко...встречаетесь?\n— ...\nВот так случай! Самое время об этом спрашивать. Я издала смешок, вспоминая как Рома вступался за меня.\n— Нет! Слав. Что ты! — возмущенно шептала я.\n— Хах, ладно... Если не врешь, то я верю... \nКак то глупо это звучит из его уст.\n— Зачем мне врать! — оправданно и случайно уже крикнула я, заставив обратить любопытные взоры на мою кандидатуру.\nЩедрин загадочно улыбнулся, вытягиваясь во весь рост. Смотря на мое искаженное выражение лица, Слава жестом руки позвал меня ко всем остальным ребятам и отошел.",
    "answers": [
      {
        "id": 126,
        "text": "Слава..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Все стало хорошо видно, теперь все кинулись осматривать полки в маленьком ящике. Наконец Щедрин отстал от меня со своими взглядами...но зато меня задержал сам Гринецкий! Что бы это могло значить?!\nПотянув за локоть, Вадим незаметно отвел меня в другой конец комнаты. Он начал говорить отрывками, не глядя на меня и делая вид, будто шарится в близ стоящем шкафчике:\n— ...Просто постой рядом и ищи! — рявкнул он, заставляя меня вновь недоуменно приподнять бровь.\n— Хем...Вадим... \n— Тсс! Тихо. \nЯ сомнительно повиновалась и уставилась на стену с записями делая вид, что внимательно их изучаю, но при этом навострив ушко, чтобы услышать исповедь Гринецкого.\nОн начал говорить отрывками:\n— Нестеренко...ты это...тип не одна? — указывал взмахом головы он в толпу.\nЧего!? Гринецкий!? Меня!?\nМне показалось или он намекает про определенного человека. \nМожет состроить глупую девочку, которая ничего не поняла?\n— Эм...в-всмысле? — слегка опешив от внезапной близости Гринецкого, ответила я.\nПрицокнув языком, Гринецкий сунулся ближе, махнув мне в лицо челкой:\n— Да я про Ромыча. Бл, вы встречаетесь? — говорил он шепотом.\nЧего, чего, а услышать такой вопрос во второй раз да и из уст Вадима, я не ожидала!\n— Нравится ли мне Алексеенко!? — я повторила его вопрос сама того не понимая, и пребывая в удивлении. И...и почему он назвал его \"Ромычем \n\"? Я чего то точно не знаю.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Замок благополучно открыт.\nДверь-холодильник открылась оттуда посочился свет, а все остальные источники света в комнате погасли. Ага...значит этот холодильник оказался проходом в другую комнату.\nМы начали решать кто первый лезет, Гринецкий запротистовал против того, чтобы лезть первым, а Смолова на эмоциях говорила все что попадется. Все это сопровождалось страшным звуком. Вдруг послышался скребет открывающегося люка. Свет светил в стену, где нам ясно была видна решетка, она задвигалась и оторвалась, откуда вылезла рука. По лохмотьям можно было понять, что это зомби!! (ну мол актер)\nВсе закричали, теперь было не важно кто, главное залезть!\nПочти все кинулись в этот крохотный проход, был полный беспорядок, все орали и не давали никому сделать шага. А это значит- время для нашего разрядителя конфликтов! Вадик заорал:\n—ТИХО нас щас сожрут, Нестеренко залезай первой!!\nПочему Я, никто не знал, и я сама не знала, это было не так важно, его все слушали, а я лезла.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кое как успокоившись, все заняли позиции и активно начали движение за мной, после меня лезла Катрина, я почувствовала как эта стерва схватила меня за ногу, из за чего я ударилась головой о поверхность ящика! \nПосле этого как мне показалось, я услышала ее смешок. Это точно не было случайностью!\nПоследним лез Алексеенко. По его громкому вяку, оказалось, что Романа успел схватить тот зомбак из люка за ногу, сняв ботинок.\n\"Эпик\" — пронеслось далеко в моих мозгах...\n— Ром, ты как! — Слава помог ему выбраться.\nОн всегда такой добрый ко всем...\n— Боже это забрало его ботинок! — говорила Смолова, как обычно, в своей манере.\n— Ну ты это не кисни твою обувь они не сожрут! — Вадик посмеялся и хлопанул его по лопаткам.\nОн всегда такой резкий...\n— Нормально все, так доковыляю, —  говорил Рома, после чего улыбнулся ангельской улыбкой, обращая этот взор в мою сторону\n(Ну нафиг...)\nЯ специально отвернулась...меня это правда волнует, я не могу разобраться в своих чувствах, а они сами...что интересно думают на счет всего этого хауса.\nРома такой милый...\nМысль о всеобщем розыгрышем я еще оставлю на полочке в своей голове...",
    "answers": [
      {
        "id": 125,
        "text": "ЧАСТЬ 3"
      }
    ]
  },
  {
    "id": 24,
    "text": "Итак что включает в себя очередная загадка:\nКлетка занимает половину комнаты, напротив стоит неизвестное устройство, на котором были разные шестеренки, а сверху песок, куда были воткнуты колбы, хмм...\n— Так ребят, — рассуждала мисс стервочка, — Нам надо выяснить нафига нам этот песок, давайте засыпем в колбы чтоли?\nКапитан очевидность! Этот песок у всех вызвал манию его засыпать!",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть комнату подробнее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Кроме клетки и этого аппарата комната включала в себя ящичек-коробку, приклепленную к стене, на которой конечно же был замок. Из освещения был только фонаричек и то приклепленный веревочкой к этому устройству, поэтому посветить в определенный участок было сложно.",
    "answers": [
      {
        "id": 27,
        "text": "Ближе осмотреть клетку"
      },
      {
        "id": 28,
        "text": "Осмотреть вход в эту комнату тоесть холодильник"
      },
      {
        "id": 26,
        "text": "Полезть засыпать песок"
      }
    ]
  },
  {
    "id": 26,
    "text": "Все столпились у этой машины, я пролезла и увидела, как из каждой воронки, в которую посыпали песок, свое местоположение. Например, самая первая красного цвета вообще направлялась туда, где была третья воронка синего цвета, а вторая...так мне не дают засыпать туда песок, и посмотреть вообще! Так уже грубо ко мне обратился Ромка:\n— Аххх, ну хватит ты трогать эти воронки, все туда уже пересыпали этого поганого песка, мы не можем найти подсказку.\nМм отчитал как школьницу! Сначала заступается, а потом кричит! Не позволю!\n— Слушай, а что я должна делать!? Я тоже разгадываю загадку! — я хотела любым способом доказать что не бесполезна. Он отвел взгляд в ответ на мои слова.\nЯ глянула на всех ребят, чтоб убедиться, что они не глазеют на нашу мелкую ссору.\n— Эй, Соня... — начал говорить Ромка, но в этот момент за Машкой, которая стояла у стены, я увидела что то, похожее на шестиренки, точно! Это должно помочь в разгадке, а что с этим делать, посмотрим...\n Так мой выход?",
    "answers": [
      {
        "id": 29,
        "text": "Предположить о находке"
      },
      {
        "id": 31,
        "text": "Не нужно...я ведь могла ошибиться в конце концов"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я уже говорила что это жутко, надо бы сказать что это просто ЖУТЬ, слава богу никакого приметного запаха нет в таких квестах. А зомбак реально как настоящий. А под ним то что! Однако коробка обмотанная тряпкой, толи просто комок тряпки, как же плохо видно! Но выглядит приметно. Еще на клетке замок, к которому нужен ключ.\nОх блин!\nМне кажется что этот недозомби шевельнулся! Фу, я больше не подойду к этому чудовищу.",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться к осмотру"
      }
    ]
  },
  {
    "id": 28,
    "text": "Дверь была закрыта, я и не собиралась ее трогать, я вообще мало что хотела трогать в этом месте, но можно рискнуть? Ведь так?",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться к осмотру"
      },
      {
        "id": 30,
        "text": "Толкнуть дверь"
      }
    ]
  },
  {
    "id": 29,
    "text": "Отвлекясь от конфликта с одноклассником, я и напомнила о своей надобности:\n— Машка, а ну ка отойди за тобой явная подсказка! — я была уверена, что права, надменно поглядывая на защитника-конфликтника в одном лице.\n— Ох точно, давайте лучше разглядим, — задорно выкрикнул Щедрин, подмигивая мне левым глазом.\n(Агх...)\nВсе стали разглядывать и обсуждать находку.\nРома однако понял, что зря накинулся на меня, это было видно по его опущенному вниз лицу.\nНе нравится мне его настрой. Я даже захотела подойти и поговорить с ним...но подруга ткнула меня в плечо, взывая к остальным, тем самым выбрасывая мою задумчивость из головы.\nЯ заметила лицо Катрины, которая также как и я секунду назад жалко глядела на Алексеенко.\n\nЕсли подробнее говорить про эти шестеренки, то они вроде бы разных цветов каких именно не вижу, и под ними цифры, тоже слабо видно...",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я толкнула дверь холодильника и капитан очевидность где ты!? Ахах, нет Катрина мне не нужна.\nА дверь была закрыта! А я хотела вернуть ботинок Роме...\nЖаль...",
    "answers": [
      {
        "id": 25,
        "text": "Вернуться к осмотру"
      },
      {
        "id": 56,
        "text": "Толкнуть еще раз"
      }
    ]
  },
  {
    "id": 31,
    "text": "Какой смысл говорить, там и вблизи мало что увидишь, я промолчу!\nА обернувшись к Роме, я его уже не обнаружила, а точнее он успел отлучиться. Я решила не продолжать разговор...\nНадо бы спросить или сказать кому то про шестиренки, чтобы не всем, а кому то!\nА можем меня интересуют темы, которые каждый затронул, смутив меня.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я не знала что и делать, ничего приметного не вижу, уж очень темно может поболтать с кем нибудь?\nС кем поговорить?",
    "answers": [
      {
        "id": 33,
        "text": "С Вадиком"
      },
      {
        "id": 34,
        "text": "С Ксюшей (серьезно!?)"
      },
      {
        "id": 35,
        "text": "С Лешей"
      },
      {
        "id": 36,
        "text": "С Машей"
      },
      {
        "id": 37,
        "text": "С Ромой"
      }
    ]
  },
  {
    "id": 33,
    "text": "Хмм Гринецкий, ой какой серьезный бандит! Надо это нарушить. Проговаривая его фамилию, невольно вспоминается, как он со Славой курил в моем подъезде...\nДумаю с ним разговор нужно начинать по типичному. Я не могу резко спросить о его заданном вопросе еще тогда в первой комнате.\nО чем спросить...",
    "answers": [
      {
        "id": 53,
        "text": "О загадке"
      },
      {
        "id": 39,
        "text": "\"Как дела\""
      },
      {
        "id": 54,
        "text": "\"Что делаешь\""
      }
    ]
  },
  {
    "id": 34,
    "text": "Не знаю чего мне будет стоить разговор с ней, но я хотела узнать и ее мнение...наверное.",
    "answers": [
      {
        "id": 49,
        "text": "Спросить о загадке"
      },
      {
        "id": 50,
        "text": "Тема парней..."
      },
      {
        "id": 51,
        "text": "\"Я тебе так не нравлюсь!?\""
      }
    ]
  },
  {
    "id": 35,
    "text": "Хмм Слава...Славик...Ярослав, Щедрин!, думаю он сможет со мной перикинуться парой словечек. Этот позитив не может не поговорить мо мной.\nО чем спросить?",
    "answers": [
      {
        "id": 59,
        "text": "О загадке"
      },
      {
        "id": 64,
        "text": "О их дружбе с Вадиком"
      },
      {
        "id": 71,
        "text": "О предстоящей контрольной по алгебре..."
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "— Слушай, подожди. Блин извини если мои слова тебя тронули, я тебя и правда совсем не знаю...\nЧто правда то правда, мы мало общались и совсем не знали друг друга, но не надо было извинятся... Он что правда умеет себя вести вежливо?\n— Да ладно тебе, я не обиделась, не надо извиняться, ты разве обращаешь внимание на пустяки? — почему он так заволновался по поводу своих слов, совсем уж необидных. Со своими дружками он общается явно похуже чем со мной.\n— Да обращаю, если я начинаю разговаривать с тобой, — все это он говонил в вполне серьезным тоном и вполголоса, ребята нас не слышали.\n— ...Понятно — рассеянно сказала я, надеясь, что разговор закончится.\nСо мной значит...\nОн продолжил разговор, сменив тему.\n— Хей, может это из за Катриши? Ты типо не обращай так сильно на нее внимание, и это...мои слова там всерьез не воспринимай.\n— Да ладно... — я слегка охренела.\n(Боже как он ее ласково кличет...\"Катриша\"...)\nГринецкий дернул меня за руку.\n(Боже какая крепкая рука...)",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Вадим?\n— А?\n— Как дела?\n— Ну...ты серьезно!? Не сказал бы, что сейчас наши дела отличны. Я думал ты единственная, которая не задает глупых вопросов в такие моменты.\n— Я просто спросила! — я огорчилась, будто чувства юмора и в помине не было! Или хотя он враздумьях...умняша.\nЯ разозлилась...Он заметил это.\n— Да ладно тебе, ты расстроилась чтоли, так че ты хотела?\nЯ что так заметно выглядела огорченной...\n— Это неважно! — я поняла, что зря начала эту бессмыслицу.\nС этими словами, я уже собиралась скорее уйти от нашего диалога, но внезапно он сказал то чего я не ожидала услышать от нахала Вадика:",
    "answers": [
      {
        "id": 38,
        "text": "Выслушать"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Вадим?\n— А?\n—Что делаешь?\n— Серьезно!? Я думал ты единственная, которая не задает настолько глупых вопросов в такой ситуации.\n— Я просто спросила!-я возмутилась, чувства юмора будто и не было! Или хотя он враздумьях...умняша!\nЯ разозлилась...",
    "answers": [
      {
        "id": 48,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вадик и я! Пфф бред...или нет... этот квест плохо на нас влияет. Если его предложение как то относится к тому, когда он меня спрашивал встречаюсь ли я с Алексеенко, то неужели он всерьез хочет со мной отношений?? \nИменно отношений? Нет, это глупо!\nДа я даже думать об этом не могу нормально!\nВ любом случае нужно взять и вообще ломать свои извилины на решение загадки.\n(Наверное пока не получится...)\nПока я переваривала сказанное мне Вадиком, про квест я на время забыла.\nНадо чем то себя занять, я тут типо антидот ищу.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Это что еще за вариант ответа такой!?\nМы всегда готовы! Ведь правда?",
    "answers": [
      {
        "id": 11,
        "text": "Мы готовы."
      }
    ]
  },
  {
    "id": 43,
    "text": "Пока я обдумывала сказанное, Леша нашел фонарь в груде песка, наконец то хоть что то, теперь стало значительно ярче, во первых фонарь больше поэтому и ярче.",
    "answers": []
  },
  {
    "id": 44,
    "text": "При свете двух фонариков, мы смогли разглядеть шестеренки на стене, которые закрывала высокая Маша, под ними были цифры. Мы уже и тяк и сяк пытались понять в чем смысл, ну мы засыпали еще раз, ну или несколько раз этого песка, но не могли понять.\nНадо бы выдвинуть вариант взаимодействия всего этого:\nНасколько я помню и увидела, что у каждой колбы воткнутой в песок свое местоположение, если туда его посыпать, и еще колбы были разных цветов, у нас есть два фонаря, мы можем разглядеть цифры под шестеренками на стене, которые тоже покрашены...",
    "answers": [
      {
        "id": 45,
        "text": "Сравнить цвета колб и шестеренки"
      },
      {
        "id": 73,
        "text": "Сравнить местоположение колб и цифры"
      },
      {
        "id": 74,
        "text": "Сравнить количество колб и цифры"
      }
    ]
  },
  {
    "id": 45,
    "text": "Итак первая колбочка красная, на стене из шестеренок тоже есть такой цвет — цифра 4, вторая колба зеленая, соответствующая ей шестеренка тоже есть — цифра 8, и третья колба синяя, которая имеет на стене шестеренку с номером 2.",
    "answers": [
      {
        "id": 94,
        "text": "Продолжаем рассуждать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Думаю нужно немного развеять атмосферу. Я бы хотела спросить ребят о загадке, а за одно и могу узнать волнующие меня темы, поговорив с кем нибудь... Я могу обратиться к тому, кого считаю нужным. Что и кто меня больше беспокоит? И совсем не важно, что я должна думать совсем о другом.\nС кем поговорить?\n\n*здесь ты можешь оставить закладку, чтобы после прохождения еще раз поговорить с кем нибудь другим (все диалоги разные и по своему интересны)*",
    "answers": [
      {
        "id": 33,
        "text": "С Вадиком"
      },
      {
        "id": 34,
        "text": "С Катриной (серьезно?)"
      },
      {
        "id": 35,
        "text": "Со Славой"
      },
      {
        "id": 65,
        "text": "С Машей"
      },
      {
        "id": 66,
        "text": "С Ромой"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Кстати, подожди... Что думаешь по поводу загадки, есть догадки? — он усмехнулся от рифмы.\n— Эмм догадки, ну у меня были варианты конечно — нехотя отвечала я, лишь мечтая, чтоб это закончилось.\n— А чего молчишь тогда, это из за Катришы чтоли? — значит и его цыпочка не только в губки целует, но и нервишки клюет.\nЯ хотела возразить, но он дернул меня за руку и мы отошли вглубь комнаты, подальше от других.\n— Ты это если че не обращай на нее внимание...вообще то я бросить ее хочу, мне другая нравится, — опять он говорил не глядя на меня.\n— Правда!? — незнаю почему, но я удивилась...вслух, я неожидала от него откровенностей.\n— А что, место занять ее уже захотела? Ну я непротив кстати — проникновенно взглянул он мне в глаза, что казалось случилось впервые.\nНо подождите...что он только что мне предложил!?\nОт таких слов и взглядов я замешкалась перед ответом, но ответить я хотела гордо.\n",
    "answers": [
      {
        "id": 63,
        "text": "\"Несмешно вообще то!\""
      },
      {
        "id": 67,
        "text": "\"Вадим ты серьезно?\""
      },
      {
        "id": 68,
        "text": "\"Я? С тобой?\""
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "— Эмм Катрина. \n— Что, кто то меня звал.\n— Представь себе да!\n— Что хотела.\n— Катрин, я просто хочу узнать твое мнение о загадке.\n— Вот так вот значит. У самой мозг нерабочий, так ты у других подхватывать будешь! Так я все и сказала, ага.\nДаже тут для нее все соперники. Я не намерена это слушать!\n— Вот кому так и нечего сказать дак это тебе! Хоть что то знала не говорила бы отговорочками!\nИз за повышенного тона, все обратили внимание на наши голоса.\n— Так! Что за ссоры, вы вообще серьезными быть можете? — ох это взбесилась Маша.\n— Девахи! — почти враз сказали Слава с Вадимом.\nМы со Смоловой умолкли, так как все уже глядели на очередной конфликт, особенно Рома, его взгляд не передать словами, такой угрюмый...причем смотрел то он на меня.\nЗачем я вообще вышла на контакт.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я думаю такие как Катрина непрочь переброситься фразами о мальчиках, тем более можно узнать кого то ближе.\nЯ что правда сейчас с ней об этом буду говорить? На что вы меня подписываете!?\n— Эмм Катрина.\n— Что, кто то меня звал?\n— Представь себе да!\n— Что хотела.\n— Да ладно тебе Катрин, я тут спросить хотела...\nУ тебя много парней было?\nОна искозила свое лицо, которое стало довольно страшным с тонной косметики на ее коже.\n— Парней! Нестеренко ты что и в этом преуспела!? — она усмехнулась.\n— Что значит преуспела! Ты ведь привлекательна, а я уж...\n— Сонь, знаешь красота не главное. Ты бы еще спросила о моем секрете популярности.\nОна невероятно палится!\n— Спасибо за вопрос, — с мнимой улыбкой сказала я.\n— Я не это имела ввиду! Я вообще с Гринецким расстаться хочу, достал этот идиот.\nВоу...воу остановите эту драмму...",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Эмм, Катрина.\n— Что, кто то меня звал.\n— Представь себе да!\n— Что хотела.\n— Нет, я хочу поговорить совершенно о другом, никаких ссор!\n— О чем же, даже подумать страшно.\n— Я хочу понять за что ты меня невзлюбила!\n— Оу... ты серьезно думаешь, что я тебя ненавижу? — говорено с усмешкой \n— Ну не совсем так, просто...\n— Слушай Нестеренко, расслабься, ты мне как воздух в поле совершенно не нужна, надеюсь как и я тебе.\n— Подожди, но...\nЯ не успела больше ничего сказать, она эффектно ушла от разговора со мной, подойдя к Вадику и повиснув у него на плече.\nИ зачем я пошла на контакт со Смоловой.\nПожалуй надо продолжать искать ответы на загадку.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Сам квест основан на реальном квесте, который был пройден мной в моем городе, ну а события в моей истории конечно вымышленые (хотя мне хотелось бы чтоб это было не так)\nОчень хочу знать, хотители вы, чтобы у квеста было продолжение и конечно же конец, концы!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Вадим.\n— А?\n— Что думаешь? Ешь догадки?\n— Ну если честно у меня даже нет вариантов. А ты кстати че молчишь, может тоже есть догадки.\nЯ хотела ответить, но Вадим успел перебить.\n— Ты это из за Катриши? Ты если что не обращай внимания на нее, и за тот случай на улице, мои слова не воспринимай всерьез.\n— Да ладно... — слегка охренела я.\n(Пфф, как он ее ласково кличет \"Катриша\") \nГринецкий дернул меня за руку.\n(Боже...какая крепкая рука...)\n",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Вадим.\n— А? \n— Что делаешь?\n— Ты серьезно!? Загадки гадаю как бы. А ты будто чем то другим занята. Я думал ты единственная, кто не задает таких глупых вопросов, в такие моменты.\n— Да я же просто спросила...\n— Плоховасто шутишь, у меня лучше поучись — как непринужденно он это говорит.\nЯ огорчилась, будто чувства юмора у него и в помине не было, он явно заметил огорчение на моем лице.\n— Да ладно тебе, обиделась чтоли?\n— Нет, я не обиделась.\nРазве так заметно мое огорчение!\nЯ собиралась уйти, понимая, что сморозила глупость, но он сказал то чего я и неожидала услышать от него:",
    "answers": [
      {
        "id": 38,
        "text": "Выслушать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Где бы могло быть хоть что то похожее на лампочку и светится...\nПошарив по углам, я так ничего и не нашла. Ребята заняты комодом и судя по всему там тоже не найдется осветительных приборов.\nПо моему в моменты мышления меня всегда прерывают. Взгляд Вадима время от времени, ложащийся на меня любопытным взмахом настораживал меня, а Слава чересчур серьезно посматривал на всех, включая меня.\nФуф...",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться к осмотру"
      }
    ]
  },
  {
    "id": 56,
    "text": "Просто так я не собираюсь оставлять эту дверь, по моему она должна открыться если ее токнуть еще раз, или это глупо?",
    "answers": [
      {
        "id": 57,
        "text": "Толкнуть"
      },
      {
        "id": 58,
        "text": "Все же не трогать дверь"
      }
    ]
  },
  {
    "id": 57,
    "text": "Эхх, а ну еще раз! \n(Толчок)\n— Сонь, ты что творишь, хах она не откроется не надейся, — с усмешкой произнес Рома.\n— Да я знаю, что это глупо не смотри на меня так! — грцбо ответила я.\n— Да я целую вечность готов смотреть на тебя... — отходя, он усмехнулся и посмешил в толпу, оставив меня в недоумении.\n— Погодь, смотреть на что? Я не расслышала, — почти шепнула я, отходящему однокласснику, но напрасно.\nПохоже я зря огрызнулась...охх\nПожалуй я продолжу искать ответ на загадку.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Пожалуй воздержусь, а то задним зрением я понимаю, что на меня кто то смотрит.\nЯ обернулась, с ухмылкой на меня смотрел Рома.\n— Сонь, на что ты надеялась?\n— Да знаю, что это глупо, не смотри на меня так!\n— Да я бы целую вечность мог так смотреть..- отходя от меня, он поспешил в толпу одноклассников, оставив меня в недоумении.\nЯ что то не так сказала? Или это я его не поняла.\nПожалуй я продолжу искать ответ на загадку.\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Слава\n— Что Соф?\nНе обращая внимания на то, что он опять назвал меня этим глупым прозвищем, я продолжила:\n— Что думаешь о квесте, есть догадки?\n— Ну знаешь, я люблю когда страшно, вот и вообще пошел на квест, но вот на счет загадок...\n— Хах, да, а я думала ты с Вадимом за компанию пошел.\n— По сути это так, но все же...Сонь...\nОн заговорил, снизив тон:",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я изначально знала же, что добром разговор с ней не кончится! Она не изменяема! Но в ее словах есть доля логики, если бы меня спросила она об этом, то в большем случае я бы также и подумала, но врядли бы ответила. Я чтоли виноватая осталась!?\n\nНадо продолжать искать ответы на загадку.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Понимаю...любовь прошла, завяли помидоры, — заговорила я с юмором, предвкушая очередной конфликт, но я хотела...поиздеваться над ней чтоли.\n— Хах, точно сказанно.\nМое лицо округлилось в удивительной гримассе.\nЯ не ожидала от нее такой реакции, от нее вообще можно ожидать чего угодно, это я уже выяснила. Но чтобы мне так прямо об этом говорить, наверно у нее таких Вадиков было уже... \nЧто это вообще было...\nДумаю надо продолжать искать ответы на загадку.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Что мне сделать сейчас?\n",
    "answers": []
  },
  {
    "id": 63,
    "text": "— Не смешно вообще то! — буркнула я и невозмутимо отвела в сторону свою помидорку.\n— А я и не смеюсь, подумай... — он отошел в сторону все еще поглядывая на меня, своими темными глазами, которые в этом помещении были абсолютно черными.\nТак он что мне только что встречаться предложил? Неплохие шуточки у него скажу я! Возомнил о себе невесть что.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Слав\n— Что Соф?\nНе обращая внимание на то, что он опять называет меня этим глупым прозвищем, я продолжила:\n— ...А, вы с Вадимом давно дружите?\n— Хм, ну типо...тебя это не должно касаться.\nВоу, его резкий тон очень удивил меня. Славка мне нагрубил! Теперь я тоочно уверена, что они с Гринецким похожи. Как же Слава ловко скрывается под маской позитивного мальчика.\n— Почему такие резкие вопросы? — не унимался он.\n— Да просто...вы... — я не знала что и сказать в свое оправдание.\nНо Слава сделал все сам перебивая меня:\n— Неужели тебе нравится Гринецкий?\n— О, что ты! Н-нет!     (наверное)\n— О, Соня ну признайся же, мы с тобой с началки друг друга знаем.\nИ заговорил на тон ниже:",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "Машка, я заметила что мало с ней общалась в последнее время, обычно я всегда с ней, на переменах и уроках, в общем везде.\nМожно перекинуться словечками, хоть и в такой момент.\nО чем спросить?",
    "answers": [
      {
        "id": 78,
        "text": "О квесте"
      },
      {
        "id": 79,
        "text": "Об уроках"
      },
      {
        "id": 80,
        "text": "О выходных"
      }
    ]
  },
  {
    "id": 66,
    "text": "Ромка, я вообще то не часто с ним общалась, но сегодня он меня даже защищал...забавно. А как он только что нагрубил мне, но в то же время по моему пожалел об этом.\nВсе же я поговорю именно с ним!\nО чем поговорить?",
    "answers": [
      {
        "id": 85,
        "text": "О загадке"
      },
      {
        "id": 86,
        "text": "Про его \"сегоднешнюю помощь\""
      },
      {
        "id": 87,
        "text": "Про его необутую ногу (которую забрал зомбак из люка)"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Гринецкий, ты серьезно?\n— Серьезней не куда, подумай...Нестеренко...\nОн подмигнул, и удалился к толпе одноклассников, его глаза будучи темными, были еще темнее в этом помещении. Жуть.\nТак он что мне только что встречаться предложил!? Неплохие у него шуточки скажу я! Возомнил о себе невесть что.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Я? С тобой? \n— Что тебя так забавляет? Подумай...\nОн отошел к толпе одноклассников, не сводя с меня своих темных глаз, которые в этом помещении были абсолютно черными. Как зомби, сердцеед, точно сердцеед.\nТак он что мне только что встречаться предложил!? Неплохие у него шуточки скажу я! Возомнил о себе невесть что.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Но ребята итак справлялись. Под устройством в груде песка оказался еще один фонарь, это местечко стало значительно светлей, фонарь то побольше и к тому же ярче.\nФуф...а я никак не сосредоточусь.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Надо чем то себя занять, я тут типо антидот ищу.\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Слав\n— Что Соф?\nВ очередной раз, не обращая внимание на то, что он снова назвал меня этим глупым прозвищем, я продолжила:\n— А...ты готов к контрольной по алгебре?\n— Хах, опять надеешься списать?\n— Оу, ну...не то чтобы, — я глупо отвела взгляд, жалея о выбранной теме для разговора.\n— Да ладно тебе, я не против, только не увлекайся.\nКак глупо, зачем я это сказала? Я собиралась уйти от разговора, но Слава меня окликнул.\n— Эй Сонь\n— Мм...\nОн подошел ближе, и как можно не привлекая к нам внимания сказал:",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Ну Соф, ты не очкуй особо из за таких вопросов, но тебе...же точно нравится кто то из наших пацанов?\n— ...\nА собственно говоря....на что я надеялась?\nКакого черта, все решили узнать мое мнение о своей же личной жизни! Меня начинает распирать от всего этого.\nЯ мысленно очумела и ответила:\n— ...Эм, ты думаешь я тебе так сразу скажу! — я взглянула с презрением на Щедрина.\n— Ну... — он почесал затылок.\nОх Щедрин знал бы ты как я не хочу с тобой разговаривать на эту тему!\nЧто же я чувствую по настоящему?",
    "answers": [
      {
        "id": 75,
        "text": "Мне нравится Вадик"
      },
      {
        "id": 75,
        "text": "Мне нравится Рома"
      },
      {
        "id": 75,
        "text": "Мне нравишься ты...Славка"
      },
      {
        "id": 75,
        "text": "Мне нравится левый парень!"
      },
      {
        "id": 75,
        "text": "Да никто мне не нравится!"
      }
    ]
  },
  {
    "id": 73,
    "text": "Первая красная колба и если в нее посыпать песок то она имеет продолжение там где третья колба синего цвета, вторая зеленая колба, если в нее засыпать песка, направляется туда где первая колба, ну а если совершить такие же мохинации с третьей колбой то ее продолжение во второй...\nДовольно запутанно...",
    "answers": [
      {
        "id": 92,
        "text": "Продолжаем рассуждать"
      }
    ]
  },
  {
    "id": 74,
    "text": "Ну колбы 3 на стене 6 прикрепленных к ней шестеренок и под каждой своя цифра...\nДумаю количество колб и цифры тут не причем.",
    "answers": [
      {
        "id": 44,
        "text": "Продолжаем рассуждать"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Слава...знаешь...\nЕго глазки были устремлены четко на мои, кстати голубенькие... а его незаменимая черта это — взгляд!\nЯ вздохнула перед ответом, но...\n— Рябзя! — крикнул Вадик, — я нашел еще фонарь!\nНеужели! Да! Вадим! Мысленное спасибо! Хоть когда то ты перебил в удачный момент. Пока Слава был отвлечен радостным визгом Машки и похвалами Катрины, я постаралась незаметно шмыгнуть от ответа, но комната то не резиновая, надеюсь он не захочет вернуться к этому вопросу, но зачем я сбегаю...",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Мое так скажем желание исполнилось, Слава искал меня глазами, и конечно он заметил меня, я почувствовала его взгляд на мне, выглядывающего тела из под своей тонкой подруги. Я вглядывалась в стену, на какие то надписи, лишь бы не видеть его, Славик отступил, и прищурив взгляд, с некой издевкой поймал меня в свой омут глаз. \nМаша конечно что то поняла, не зря ж я так прижимаюсь к ней, глядя в стену, но она не стала задавать лишних вопросов. Вот она! Женская солидарность.\nНо мне жаль Щедрина. Меня это даже пугает.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Ну как я теперь у него спокойно буду списывать, зная что был такой конфуз...\nОб этом глупо думать. Верно?\nВадик и Слава, эти ребята из не очень хорошей компании, я всегда к ним относилась как к... шпане и в общем то не общалась, а тут...откровенности. Еще чего!\nИ вообще нужно сосредоточиться на квесте... У нас же есть второй фонарь или что там? Надо бы пошевелить извилинами и на аремя забыть об этом разговоре.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Маш...\n— Да?\n— По поводу квеста, у меня так мозги совсем не работают, а ты что скажешь?\nЯ приятно улыбнулась, пытаясь впустить дружескую обстановку.\n— Хах, на счет мозгов не знаю, но могу сказать что у меня есть варианты.\n— Да, это хорошо...\nЭтот разговор мог закончиться точно также как один из ему подобных, но Маша стала серьезней и выдала мне такое заявление:",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Маш...\n— Да?\n— Хм, а ты сделала уроки на завтра?\n— Оо зачем же ты напомнила, я еще физику не делала.\n— Хах, ясно.\nЭтот разговор мог закончиться как все подобные ему, но Машка вдруг выдала серьезное заявление:",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Маш...\n— Да?\n— Слушай, какие у тебя планы на выходные?\nОна взглянула на меня призрительным взглядом.\n— Неужели ты хочешь погулять?\n— Вообще то да, ну а что такого.\n— Я думала вот о чем...\nОна стала серьезней и выдала такое заявление:",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Соня, тебе не кажется это глупым? Ты стала меньше со мной общаться.\nОу...она тоже заметила.\nМне ведь тоже так показалось, но говорить ли ей об этом?",
    "answers": [
      {
        "id": 82,
        "text": "\"Ты права\""
      },
      {
        "id": 83,
        "text": "\"Нет что ты!\""
      },
      {
        "id": 84,
        "text": "\"Ты правда так думаешь?\""
      }
    ]
  },
  {
    "id": 82,
    "text": "— Знаешь, ты права...\n— Ага, давай тогда наверстаем упущенное!\nЯ обрадовалась ее хорошему настрою, она тоже улыбнулась, как хорошо что мы друг друга понимаем!\nИз за своего высокого роста, ей пришлось наклониться ко мне ближе, сейчас явно прозвучит секретная информация, я поняла что она хотела посекретничать:\n— Сонь, признайся тебе кто то нравится! Или у тебя появился парень!\n— Машка! Не неси чушь! \n— Да ладно тебе!\n— Тише, мы ведь тут не одни!\n— Ага, а я уверена, что наши мальчики были бы рады узнать твое мнение о парнях...я с тобой еще поговорю...\n— Или на выходных... — я выдавила улыбку и рассмеялась.\nМы понимающе улыбнулись друг другу, но в этот раз ее проницательность явно не сработала...если бы мне и правда кто то нравился...а может все как раз таки наоборот?\nНадо бы вернуться к загадке.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Нет! Что ты!\n— Да да конечно, ты просто не хочешь признаваться да!?\nИз за своего высокого роста, ей пришлось наклониться ко мне, она явно хотела посекретничать:\n— Сонь, тебе же кто то нравится да! Или у тебя появился парень!\n— Чего! Машка не неси чушь!\n— Да ладно тебе!\n— Тише ты, мы же в квесте в конце концов!\n— Все равно после квеста поговорим!\n— Да хорошо, но ты не права.\nОна хитро смотрела на меня, я потихоньку гневалась, ее обычная проницатетельность в этот раз не сработала, если бы мне и правда кто то нравился...а может все как раз таки наоборот?\nНадо бы вернуться к загадке.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Ты правда так думаешь?\n— Я не думаю, я вижу! Не зря же так говорю...признайся!\n— В чем же...\nИз за своего высокого роста, ей пришлось наклониться ближе, Машка явно хочет посекретничать:\n— Да ладно тебя Сонь, тебе кто то нравится! У тебя появился парень! Поэтому мы мало общаемся, я знаю, что так всегда и...\nСейчас не лучшее время для обсуждения этого! Ее проницательность на этот раз не сработала.\n— Ээй, Машка не неси чушь! Я с тобой как общалась так и общаюсь...\n— Ну ты как обычно! Опять же не скажешь.\n— Не скажу, потому что нечего, мы в квесте вообще то!\n— Все равно же после этого расскажешь, — ухмылялась она, а я потихоньку гневалась, если бы мне и правда кто то нравился...а может все как раз таки наоборот...\n— Рассказывать то и нечего... — буркнула я себе под нос.\nНо это пока что...\nПора вернуться к загадке.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Ром...\n— А...что?\n— Что о квесте думаешь?\n— Хмм, на самом деле интересно, что будет дальше, только вот думать надо над этими загадками.\nОн приятно улыбнулся.\n— Ага, это точно, — я попыталась повторить ту же махинацию и со своими устами.\nПовисло молчание, но глядя на бледное лицо Ромки и его заступания за меня меня же и понесло:\n— А заступаться за одноклассников тебе тоже интересно? Или я раньше просто не замечала твоей помощи!?\nОн состроил удивленное лицо, с малостью возмушения.\nЯ пожалела о сказанном, но меня бесило...и я хотела было уже уйти но:",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Ром...\n— А...что?\n— Знаешь, я хотела спросить...\nЯ никак не могла найти подход, как задать этот вопрос, мне было просто интересно почему он заступился. Надо так и спросить!\n— Ром, почему ты за меня сегодня заступался?\nОн на миг сделал смущенное лицо.\n— Хочешь сказать, я должен просто смотреть как тебя унижают?\n— Про унижают резко сказано...\n— Прости, ну ты понимаешь я просто не мог молчать!\n— Ладно Ром, я поняла, спасибо. Просто ты...в школе молчаливый...\nЯ слегка смутилась, от того что сбила его с толку и хотела было уйти но:",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Ром...\n— А...что?\n— А как твоей ноге, не холодно, — я усмехнулась от сказанного, мне казалось это забавным.\n— Ах ты об этом, мне нормально, главное чтоб вернули потом ботинок.\nМы засмеялись так, чтобы нас не особо слышали.\n— А ты что заботишься обо мне? — вдруг сказал Рома.\nЯ смутилась.\n— ...Ну не то чтобы... \nМы замолчали, он сбил меня с толку этим вопросом.\nИ меня понесло:\n— А когда ты заступаешься за меня, тебе тоже нормально?\nОн изобразил такое же удивленное лицо, как я секунду назад, мы оба решили смутить друг дружку!?\nЯ было хотела уйти но:",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Сонь подожди.\nЯ выдохнула, чего он еще хочет, он сказал это так громко, что все остальные услышали и взглянули на нас.\nЯ все же вернулась к разговору, немного разозлившись.\n— Что? — на моем лице ровным счетом было написано все о чем я думала.\n— Сонь, ты злишься на меня?\n— Нет, наверное я злюсь на себя! — раздраженно гаркнула я, отворачивая голову и складывая руки на груди.\nНикак не могу понять из за чего я так раздражена...\nПочему то на его лице сверкнула милая ухмылка, но позже он продолжил диалог, коснувшись моих плеч:\n— Сонь, не следует так злиться. Сейчас не лучшее время, но, — внезапно для меня, он наклонил голову ближе к моему уху, — я понял, что мне нравится защищать тебя...\nСлегка остолбенев и даже незаметно улыбнувшись, я продолжала стоять, переваривая услышанное.\nДоговорив это, он ухватил мою кисть и обвел ее своей ладонью, как будто хотел...признаться в чем то. \nЯ поняла, что Рома ведь всегда был таким...прикосался когда хотел...ну конечно в рамках дозволенного, просто это я его не знала... Он ведь и никогда не стеснялся... В школе он такой молчаливый и незаметный, а сейчас Алексеенко поражает мое воображение.\nЭто же не значит что я ему нравлюсь...?\nИли это лишь наверное??\nЯ застыла от таких слов, хорошо сил убрать руку у меня нашлось, а то я явно красная как помидор.\nГлупая! Глупая! О чем думаешь!\nКак мне реагировать?",
    "answers": [
      {
        "id": 89,
        "text": "\"Ничего себе защитник!\""
      },
      {
        "id": 90,
        "text": "\"Ром, ты понял, что сказал!?\""
      },
      {
        "id": 91,
        "text": "\"Прости, я...эм...давай вернемся к загадке...\""
      }
    ]
  },
  {
    "id": 89,
    "text": "— Ничего себе защитник!...\nРома отстранился.\n— Прости, я имею ввиду совсем другое!\nЯ попятилась, активно жестикулируя рукой.\n— Нет неизвиняйся!— я прикрыла лицо рукой. — Давай лучше вернемся к загадке...\n— Да, да ты права, — он неуверенно пробормотал, почесывая затылок.\nМы опустили головы, как же глупо, молчание и непонимание — вот что витало в воздухе в тот момент, из за загадки, которая мозолила мозги нашей группе зараженных и из за нашего с Ромой диалога.\nДурак! \nПора бы и правда вернуться к загадке.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Ром. Ты понял что сказал?\n— Ох, прости пожалуйста, я не то имел ввиду, ты...\nЯ резко отстранилась, активно жестикулируя рукой.\n— Да...неизвиняйся ты, — я прикрыла красное лицо рукой, — давай лучше вернемся к квесту...\n— Да, да ты права, — неуверенно пробормотал он, почесывая затылок.\nМы опустили головы, молчание и непонимание — вот что витало в воздухе, из за загадки, мозолившей мозги нашей группе зараженных и из за нашего с Ромой диалога, мне показалось я даже почувствовала что то особенное. \nРома — дурак!\nПора бы и правда заняться загадкой.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Прости, я не поняла...\n— Нет, это я должен извиняться, я совсем другое имею ввиду! — он неотрывал от меня взгляда.\nЯ отстранилась, активно жестикулируя рукой.\n— Да...неизвеняйся ты, — я прикрыла красное лицо рукой, -...давай лучше вернемся к загадке.\n— Да, да ты права, — он неуверенно пробормотал, почесывая затылок.\nМы опустили головы. Глупцы! Молчание и непонимание — вот что витало в воздухе в тот момент, из за загадки, мозолившей мозги нашим одноклассникам и из за нашего с Ромой диалога.\nРома — Дурак!\nПора бы и правда заняться квестом.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Итак первая колбочка красного цвета, на стене из прикрепленных к ней шестеренок есть такой цвет — цифра 4, вторая колба зеленая, соответствующая ей шестеренка тоже есть —  цифра 8, и третья колба синяя, которая имеет на стене шестеренку с номером 2.",
    "answers": [
      {
        "id": 93,
        "text": "Продолжаем"
      }
    ]
  },
  {
    "id": 93,
    "text": "Все складывается в одну картинку. И если уж на то пошло нужно все рассказать ребятам.\nНеужели я сейчас решу эту загадку.\n\nМне ясна суть загадки?",
    "answers": [
      {
        "id": 95,
        "text": "Да"
      },
      {
        "id": 96,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 94,
    "text": "Первая красная колба, если в нее засыпать песок,  имеет продолжение там где третья колба, вторая колба зеленого цвета, если в нее засыпать песка, направляется туда где первая, ну а если совершить все те мохинации с третьей колбой, то ее продолжение во второй.",
    "answers": [
      {
        "id": 93,
        "text": "Продолжаем"
      }
    ]
  },
  {
    "id": 95,
    "text": "Супер! Надеюсь это так и есть ;) \nМоим друзьям зараженным это тоже нужно объяснить.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "Ладно, думаю ты даже не хочешь, чтобы я опять все разжевывала, но моим зараженным ребятам надо ;) ",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Я посмешила все рассказать ребятам, кто то о чем то шептался, кто то буквально считает песчинки, посыпая песочек, ну а я громко заявила о своем решении:\n— Послушайте!\nВсе с интересом посмотрели на меня, даже Катрина, не изобразила равнодушия на лице.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "И я начала:\n— Смотрите, если песок из первой колбы направляется в третью, а первая красного цвета и соотвестствующая ей цифра 8, то по местоположению можно понять, что цифра 8 будет на третьем месте в нашем коде!\nНеожиданно глаза Машки заблестели и она крикнула:\n— Точно Сонька!\nПотом все ребята враз начали говорить что это нужно проверить и все же они были уверены, что я права.\nСмогу ли я набрать код зная эту тактику\nP.S Если ты не помнишь то у второй колбы местоположение там где первая с цифрой 4, а у третьей там где первая и цифра 2.\nНужный нам код?",
    "answers": [
      {
        "id": 99,
        "text": "248"
      },
      {
        "id": 99,
        "text": "482"
      },
      {
        "id": 101,
        "text": "428"
      }
    ]
  },
  {
    "id": 99,
    "text": "Честь набрать код дали мне и черт! Не правильно!\nЯ с громким выдохом дала знать что ошиблась, но судя по тому как следом за мной догадливая подруга набрала верный код и сказала, что я ошиблась с одной цифрой, мыслила я верно. \nНо самое главное, содержимое этого \"сундучка\" на стенке, а там оказалось:\n1 бутылек с белой святящейся жидкостью, видимо вакцина, но пока только одна...полагаю, когда этих вакцин будет 6 штук, то квест закончится, также там оказался оборванный клочек бумаги на котором было что то написано, но Смолова как только увидела его заорала, что хочет прочитать лично, и мы неперечив ей, услышали ее ораторское мастерство:\n— \"Вернуться ребятки придется на шаг, и узкий проход оказался вам враг!\"\nКто это писал? Зомби — поэт?",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "Не успела я и выкинуть вид самого Вадима из моей головы, как наш разрядитель конфликтов своим грубым тоном приостановил образовавшуюся шумиху вокруг записки, сказав:\n— Так! Рябзя! Опять кому то придется лезть! \n— Ага... — поддакивала Катрина.\nНо тут же Вадим, делая шаг вперед высказал свое решение:\n— Кароч, это буду я!\nФыркнув тому как Смолова поддакивала Гринецкому, я непроизвольно выкинула:\n— Неудивительно... — и пожалела сразу же, глядя как меня пожирают презрительные глаза моих однокашников.\nНа что уже героически готовый Вадим издал смешок, кромсая меня глазами и колко выразившись:\n— Ты имеешь что то против Нестеренко!?\nЯ усмехнулась тому как он назвал меня по фамилии, почему то это вошло в привычку, уж больно не привыкла ее слышать...\n— Нет, лезь прошу... — жестом я указала на дверь.\nИ конечно в это вмешалась любимая девушка Вадика:\n— Раз ей так все не нравится, пускай сама и лезет!\nВсе подняли шумиху, и под руководством Смоловой начали толкать меня к проходу, даже Агинская! Рома конечно не принимал в этом участия... Ну смотря, как он усмехается, глядя на эту сцену, я поняла, что он успел обидеться на меня.\nНу и где та помощь Алексеенко, которая сейчас так нужна! \nВот почему я ненавижу общаться со своим классом и вообще общаться! ",
    "answers": [
      {
        "id": 103,
        "text": "ЧАСТЬ 4"
      }
    ]
  },
  {
    "id": 101,
    "text": "Честь набрать код дали мне и да! Я была права, это верный код, под радостные гулы моих одноклассников, нам открылась коробочка, висевшая на стене.\nИ что в ней оказалось:\n1 бутылек с белой светящейся жидкостью, судя по всему вакцина, пока только одна...и самое интересное скомканный листочек на котором корявым подчерком было что то написано, причем Катрина как только увидела этот клочок бумаги сразу его схватила и с ораторским мастерством стала читать:\n\"Вернуться ребятки придется на шаг и узкий проход оказался вам враг!\"\nКто это писал? Зомби — поэт?",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Мы поняли что записка отсылалась и намекала на то, что мы должны будем вернуться к двери-холодильнику и непросто вернуться, а выйти в предыдущую комнату.\nИ все же никто не решался подойди к так называемому узкому проходу, хотя по громкому крику Катрины \"Нам туда!\" и указанию пальцем на проход в котором она же и схватила меня за ногу, все явно поняли что нам реально туда.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "                                       ЧАСТЬ 4\n\"Потерянное с найденным за обе руки держутся\"\n\nНу чтож, пришлось залезать мне под глупый хохот Смоловой и гул ребят. Было не то чтобы страшно, в большей части было лишь возмущение от сложившейся ситуации и конечно боязнь неизвестности. После своих слов, я думала лишь об этом, я всегда боялась слова сказать, и тут одна фраза обернулась против меня! \nЛадно...в этот раз я сама нарвалась.\nЯ толкнула дверь, в которую меня благополучно запихали и которая на этот раз с легкостью распахнулась, но за ней скрывалась как никак темнота, и я не решалась лезть дальше, хорошо что мне догадались дать фонарь, а не отправили в \"свободный полет на легке\" \nОднако я слишком занудливая...",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Фонарик не давал много света, но что мне надо было увидеть, я увидела, а это, валяющиеся бутыльки со светящейся жидкостью 2 штуки, клочек бумаги (записка) и ключ, который небрежно лежал в ботинке Ромы, думаю, что забирать чью то обувь во время квеста в планы того зомби не входило, и ключ в ботинке просто забава организаторов.\nЯ развернула записку, предвкушая очередную написанную брехню, но прочитанное заставило прокатиться холодку по моему телу и непременно рвануть обратно в проход.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "В записке было написанно корявым подчерком заглавными буквами:\n\"БЕГИ ОТСЮДА!!!\"\nЯ шелохнулась, действовать так, как написано не сразу пришло в голову. Будто специально заиграла более напряженная музыка, правда мне в тему еще напряженее чем была, и послышались звуки зомби.\nТеперь то я рванула в дверь-холодильник, не обращая никакого внимания НИ НА ЧТО, конечно из прохода на меня старались глядеть все ребята, но самым ближайщим человеком оказался никто иной, как Гринецкий! Который сидел в проходе и следил со знакомой мне полуулыбкой, и в которого я тупо врезалась пока пыталась залезть.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Его лицо было не передать словами, прежняя улыбочка заменилась изумлением, он так близко, что я казалось могла докоснуться до его пухлых губ. Нет, нет это не важно!\nЯ заорала что есть мочи, упираясь в его грудь:\n— Дай пройти!!\nВадик вылупился на меня, но его лицо выражало не страх и не удивление, он был в то же время смущен. Вадим отскачил, думаю он тоже почувствовал, некомфортность в этой ситуации.\nМое лицо явно тоже выражало что то подобное.\nПро гул ребят подробно говорить не буду, кто то волновался, а на ком то лежала досада ближайшей загадки и нашей смущенной ситуации никто не мог заметить, все произошло за долю секунды.\nЯ заскочила в комнату со всем содержимым, и дверь холодильника со скрипом закрылась перед моей спиной.",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я сидела на холодном полу в комнате с клеткой, мне было до сих пор страшно и...неудобно.\nРебята разбирали добытые мной вещи, Алексеенко обрадовался своему ботинку и из за его несмолкаемой благодарности, я поняла, что чувствую отвращение, судя по этому, он успел превратиться в прежнего Рому и забыть нашу перепалку. Позновато как то!\nСмолова с Щедриным спорили, что за жидкость внутри этих пузырьков, ну а Гринецкий стоял прильнув к стене, и отвернув голову в сторону. Неужели он и правда так сильно смутился или было что то еще чего я не заметила, из за испуга и спешки...?\nПока я сидела в размышлениях, Машка же трясла меня за плечи.\n— Сонька, ты в порядке!?\n— Ой, да...\n— Эй, Сонь...\nНеожиданно на меня переключились все ребята, наверное они спросят почему я ни стого ни с сего побежала обратно да?",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "И да, распросы начал Славик:\n— Ну и что там случилось, чего ты так!? — он наклонился ко мне, выражая заинтерисованность, почему то я только сейчас увидела в ней поддельного Славу и его волнение.\nРядом с не фальшивым взволнованным видом все еще сидела подруга.\n— Нууу, — я усмехнулась, вспомнив эту ситуацию.\nМне больше ничего не оставалось, как показать скомканную записку ребятам.\n— Вот просто возьмите...\nЯ не заметила, как зажала этот листок в своей ладони, неожиданность и доля испуга еще ощущались в моем теле.\n— Ах, Нестеренко испугалась устрашающей бумажки! — завопила Смолова, специально произнеся эти слова в мою сторону.\nЯ тихо прицокнула и обвила свои колени руками, рассерженно упираясь в них подбородком. \nНа этот раз я решила однозначно не обращать на это внимания.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я поднялась с пола, ноги чуть подрагивали, из за прошлого случая. Прерывая все еще хохотавших Катрину и Славу, я обратилась к ним:\n— Катрина, я все найденное отдавала вам, где ключ?\nНа меня обернулся Щедрин, меняя улыбчивое выражение лица на задумчивость, а Катрина нахмурившись уставилась на нас с лицом первооткрывателя:\n— В-всмысле? Я ничего не знаю...\nАлексеенко тяжко вздохнул, проговаривая:\n— Думаю время у нас ограничено. \n— ...Логично... — пропела Маша.\n— Да, ну у кого же ключ!? — с ухмылкой сказала Смолова, по ее голосу казалось, что она что то скрывала.\n— А не у тебя ли, — огрызнулся Вадик, злобно глядя на Катрину.\n— Ну Вадя, с чего ты взял вообще! — мило огрызнулась она в ответ.\n— Ребята стойте! Кто его держал в последний раз,  — спросил Слава.\n— Потрясающе, как его можно было потерять! — закудахтала Смолова.\n— Уфф...\nЯ понимаю, что только мы могли так облажаться!",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "К моему удивлению, все лазили по полу, заглядывая в укромные уголки комнаты, все искали довольно таки не маленький ключ. \n— ... — я застыла как столбик.\nВяк Смоловой вновь вернул меня в зыбучюю реальность.\nОна, состроив умняшу пощелкала перед моим носом, огрызнувшись:\n— И что, если ты у нас как настоящая героиня добыла вакцины, значит ты не должна искать ключ!? Чего ты стоишь!?\nЯ лишь разинула рот, еще будучи в шоке от недавних действий ее парня.\nЭто заставило меня кинуться к первому попавшемуся уголку этой комнатушки и неминуемо покраснеть.",
    "answers": [
      {
        "id": 111,
        "text": "Поискать у клетки"
      },
      {
        "id": 112,
        "text": "Броситься на пол, там где и стою"
      },
      {
        "id": 113,
        "text": "Поискать у двери-холодильника"
      }
    ]
  },
  {
    "id": 111,
    "text": "Я кинулась к клетке. Да, к той самой, в которой лежит манекен очень похожий на настоящего зомби. \nПроемы у клетки были достаточно широки, поэтому ключ вполне мог затеряться там, но я слабо верила в это, мне вообще казалось, что ключ не мог так просто потеряться. \nЯ стала обшаривать руками доступные места, почти не понимая до чего я дотрагиваюсь, главное не услышать упреков Смоловой.\nСейчас мои мысли занимал лишь Гринецкий...его игривые касания по моей НОГЕ будоражут мне голову. Это всего лишь бред...верно?\nЧересчур нехорошие мысли так и крутятся. Что я на самом деле чувствую? И чего хочет он! Его девушка откусит мне бошку, если ее парень будет так делать...со мной.",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "От резкого прерывания моего недоуменного сознания и от...не знаю можно ли назвать это просьбой...и от вяка Смоловой, я кинулась на пол, там где и стояла. Искать совсем не хотелось, поэтому я тупо лазила в ближайших уголках, лишь бы ко мне не прикапались. \nЯ думаю лишь о Вадиме...",
    "answers": [
      {
        "id": 111,
        "text": "Поискать у клетки"
      }
    ]
  },
  {
    "id": 113,
    "text": "От крика Катрины и резкого прерывания моего недоуменного состояния, я кинулась на попавшуюся под мой взор дверь-холодильник, хотя там итак было видно, что никакого ключа тут и в помине нет. Главное, чтобы Катрина не прикопалась или еще кто.\nНо...\nЯ думаю лишь о Вадиме...",
    "answers": [
      {
        "id": 111,
        "text": "Поискать у клетки"
      }
    ]
  },
  {
    "id": 114,
    "text": "Я старалась больше не поднимать взгляда на Вадика.\nА тем временем поиски ключа сорвались гениальным предложением Алексеенко:\n— Слушайте, тут за нами ведь наблюдают камеры, и если мы воспользуемся рацией...то...\n— То эти администраторы и помогут найти ключ! — ошеломленный этой идеей Слава перебил Рому, тем самым закончив его фразу.\nРадостные звуки ребят подтверждали, что все согласны с этой идеей. \n— У кого рация!? — взволновалась Машка.\n— Хах, неговорите, что мы и ее потеряли... —  хихикнув, проговорила Смолова, высвобождаясь из объятий своего парня.\n— Спокойно! Все у нас есть, — отозвался Щедрин и достал рацию из кармана камуфляжа.\nПосле звука \"прием\" мы расказали нашу ситуацию и те кто за нами наблюдал, а это все сотрудники, по моему они ухахатывались над нами, а что, я бы тоже расмеялась будь это не ребята, с которыми я оказалась \"в одном мешке для ловли крыс\"\nВ итоге нам сказали ждать пока они посмотрят по камерам, куда мы могли подевать ключ и обязательно скажут где он.\n(если найдут)",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Опустив голову я незаметно улыбнулась, тому как Ромка меня поддержал, а Катрина стала защищать свои права:\n— Что!? Кто из нас еще наделает в штаны от страха! Ой! Простите, в брюки... Я на вас еще посмотрю! — прижавшись к груди Вадима, она продолжала говорить в грубом тоне, но уже обратившись к Роме:\n— Алексеенко, не советую защищать эту недотрогу, я не за этим тебя позвала, — она покосила на меня тупой взгляд, — и за твои слова на этот раз я тебя прощаю, — финально промурлыкала Смолова.\n— Обойдусь без твоего прощения, — тут же буркнул Рома таким тоном, которого я еще не слышала в его репертуаре.\nЧего!? Рому на квест пригласила Катрина!\nСлава Щедрин тяжко вздохнул и рубанув рукой воздух влез в разговор:\n— Ну правда ребят, что вы собачитесь, мы еще даже в здание не зашли. \n— Все верно, все новые разногласия еще впереди, — прозвучал голос Маши\nСлава сделал секундную паузу, осматривая всех привлекательным взглядом, при этом не сгоняя насмешливой улыбки. По этой паузе стало ясно, что Слава отдает разрядительство конфликта в руки Гринецкого.",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "На этот раз Рома промолчал, да и я бы тоже не стала перечить наставлениям Вадима. \nКонфликт исчерпан...все безмолвно идут вслед за своей порцией страха в квесте.\nСовершенно случайно, взглянув на Ромку, мы снова встретились взглядом, на этот раз, мы задержали взор друг на друге, но потом понимая, что я беспрекословно пялюсь на него, я смутившись отвела взгляд...\nНо внутри меня что то екнуло, выдавливая полуулыбку на уста.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Совершенно случайно, взглянув на моего защитника, мы снова встретились с ним взглядом, на этот раз, мы будто специально задержали взор друг на друге.\nА вот внешность Ромы Алексеенко меня всегда привлекала, так скажем мне нравились коренные брюнеты с прической, не имеющей модной пацанской челки, как у Вадика и довольно не вытянутое лицо со светлыми глазами, были триумфом в его внешности.\nТаким был Ромка, но внешность это лишь признак того, что внутри может быть неизвестное существо.... Теперь я стала сомневаться по поводу тихони Ромы Алексеенко.\nНо потом понимая, что неприкословно пялюсь на этого брюнета, я отвела голову в сторону, немного смущаясь. И могла же я умудриться в тот момент попасть глазами, уже на стоящего с другого бока Славку. Он тоже смотрел на меня, а после подмигнул, изящно вздернув бровями. \nХах!\nВнутри меня, что то екнуло и заставило выдавить полуулыбку в ответ.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Услышав столь интересную информацию, все посмотрели на уже и не такого тихоню Алексеенко, он же с ехидным взглядом смотрел на Катрину, которая казалось сейчас утопнет в гневе.\nСтояла молчаливая обстановка. \nЯ заметила равнодушность Гринецкого к этой ситуации, удивительно, что никаких угроз в наш адрес не прозвучало в честь защиты своей девушки...только едва заметный взор, который смотрел в мою сторону тем же изучающим взглядом. Я бы очень хотела думать, что этот взор — ошибка.\nВ этот момент, мы стояли рядом с Ромой. Я была, так скажем, довольна его такой защите. Сопроваждая свои намерения уверенным взглядом, Алексеенко внезапно приблизился, коснувшись меня и подтянув к себе, тем самым приобнимая.\nЯ чуть не упала из за толчка, ощущая небывалое смущение. Чем это движение могло помочь! Чуть покосившись на него, я попыталась спихнуть его руку с моей талии. Спустя мгновение, он понял что эдак что то мне не нравится и убрал руку, делая небольшой шаг в сторону.\nОстальные выжидая, что будет дальше наблюдали, озираясь по сто раз друг на друга. Всех ли волновало высказывание Ромы про неизвестное мне видео...или все дело в нас...\nЯ заметила вид Маши, она прикрыла рот рукой в приступе смеха...Ахх она точно заметила. Да и все явно не слепые и заметили действия Алексеенко! Если они еще не в предвкушении дальнейшего. ",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "Возвращаемся к главной теме дня!\n— Так, что за видео! О чем он Катрин!? — наконец Вадик вошел в реальность из своей думы и обратился к Смоловой.\nЗа что Гринецкого можно ценить, так это за то, как он разряжает обстановку, потому что все плавно перенесли свое внимание на пару.\nОна зажала губы в гневном выражении, и совершенно не обращая внимание на вопрос своего парня, подошла к Роме пригрозив пальцем, при этом выговаривая:\n— Только попробуй это сделать...\n— А ты не унижай Соню своими подколами...раз уж все поняла, — на лице Ромы не было и капли страха. И это все что он успел сказать, перед приходом, встречавшего нас ранее сотрудника, он выскользнул из какой то комнаты и ослепительно улыбаясь, сказал:\n— Ну чтож! Вы готовы!?\nВсе вздрогнули и тут же расслабились, какой уж тут квест! Тут во какие страсти в реали!\nНе знаю, кто бы мог знать про это загадочное видео, но я намерена узнать это после квеста у самого Алексеенко.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "Перед тем как нас еще раз предупредили о всей опасности и безопасности, с горем пополам наша компания еще раз якобы все усвоила.\nВ один момент, я увидела как Катрина тихонько отвела Рому, вцепившись в его рукав, при этом я не могла не услышать как она гаркнула на него:\n— Об этом мы поговорим после квеста! Ты меня понял!\nУслышать, что ответил Роман я не сумела...уверена он смог ей ответить как умеет. Хм, в тихом омуте черти водятся...\nА Вадим...он уже показал себя не таким каким я его знаю. Что еще нам преподнесет этот день?\nНо все же чувствуя себя неловко, я постаралась отбросить наскучные мысли и сосредоточиться на квесте. Я попробую разузнать все об этом позже... Я пообещала себе.\nА сейчас, нужен настрой! Ведь так?",
    "answers": [
      {
        "id": 11,
        "text": "Я готова"
      }
    ]
  },
  {
    "id": 121,
    "text": "Любопытство заставило меня прочесть самую \"неокровавленную\" запись, эта вырезка из газеты со слоганом: \"Жить или умереть\"\nОтрывок гласил:\n   \"...Ученые со всего света не понимали, как ящерка рожденная безо всех лап, смогла выжить...\"\nЭто все что нормально читается, ничего полезного.",
    "answers": [
      {
        "id": 122,
        "text": "Продолжим поиски"
      }
    ]
  },
  {
    "id": 122,
    "text": "Мы находимся в небольшой слабоосвещенной комнате, тусклый свет фонаря дает мало света, плохая видимость.\nНа грязных измазанной красной краской стенах, наклеены различные записки и вырезки из газет.\nВ середине комнаты стоит огромный железный комод, в дальнем углу в стене, стоял ящик больше похожий на мини-холодильник, на его дверце виднелся замок.\nВ другом углу стоял компактный ящичек в котором точно что то лежало.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреть записи на стенах"
      },
      {
        "id": 15,
        "text": "Осмотреть ящик-холодильник"
      },
      {
        "id": 16,
        "text": "Осмотреть маленький ящик"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Да не ори ты так! — отрезал он повышая тон, — Ну да, тип просто вы мне показалось ближе стали.\nОткуда он это может знать, мы ведь даже не видимся! Конечно если он намекает на сегодняшний случай перед началом квеста, то этого от Ромы даже я не ожидала!\nВадим был слишком взволнован, но при этом он не разу не посмотрел на меня, я же в свою очередь позволила хоть и в полутемном помещении, но оценить его внешний вид.\n\nБелокурые волосы \"крутого\" парня нашей школы были всегда ухожены, челка, которую я не долюбливала в прикиде таких парней, придавала свойственной обаятельности и шарма, вытянутое лицо с модельной фактурой, самый высокий парень из всех, кого я видела, а пухлые приоткрытые губы так и приманивали...чтобы соприкоснуться своими губами.\n\nОхох, слишком непредсказуемо! В подъезде я недооценивала внешний вид этого пацанчика.\n— Нет и еще раз нет! — я хотела во второй раз прочитать лекцию, о том, что это бред и никакой Алексеенко мне не нравится...и не нужен. \n(ну может это пока что)\nВадим пространственно вздохнул.\nДа ну вас! Парней этих! Такие секреты в конце концов, я даже Агинской с опаской могу рассказать... Я просто недоверяю людям. \nМеня прервали ребята, своими ликующими криками. Задерживая на них взор, я поняла, что Вадика со мной рядом уже нет.\n(Ох уж этот Гринецкий...)",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Ребята разгадали загадку и звали всех для того, чтоб пройти на следующий этап.\nВсе слишком странно...я никак не могу сосредоточиться.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "                                       ЧАСТЬ 3\n               \"Общительность, порой бональна\"\n\nЭто было напряжно! Мы оказались в жуткой комнате, половину которой занимала большая клетка, в которой лежал якобы зомби. Надеюсь это манекен, лучше подальше держаться от этой клетки, мало ли...\nА вообще половину моих мыслей занимает лишь прошлый инцедент. На самом деле, я старалась особо не смотреть в глаза людей мужского пола, находящихся в этой комнате...",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Слава всегда отличался какой то своею харизмой, возможно этому способствовал его внешний вид.\nКонечно он был привлекательный малый, всегда подстриженные вовремя волосы отливали приятным русым оттенком, а хоть и тонкие, но милые губы почти всегда имели свойство выстраиваться в одну полоску. Он всегда мог найти повод для улыбки. Поблескивая глазами цвета бронзы, Славик сломал не мало девичьих сердец.\nВ том числе и мое...но это довольно старая история...просто скажу, что я была влюблена в него в начальней школе, а потом...мы изменились и вместе с внешностью менялся и наш характер. В началке я его дразнила \"славяном\"... \nВот это я понимаю хорошее воспоминание...\nСейчас мое сердце не занято, его заставляет стучаться лишь книжные романы, в которых мир не такой как наш.\n(Ахах)",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть комод вместе с остальными"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я задумалась и обвела взглядом, всех находящихся. Мое внимание заострил...",
    "answers": [
      {
        "id": 128,
        "text": "Вадим"
      },
      {
        "id": 129,
        "text": "Слава"
      },
      {
        "id": 130,
        "text": "Рома"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вадим...он не по своему уверен и его... \"предложение\" мне будоражит душу. \nОно же не серьезно? Скажите что нет...ох что же мне и делать...\nТолько сейчас я поняла как мне понравились его внешность и свойственный характер крутого парня. Мне сразу захотелось стать плохой девочкой.\n\nНа кону следующий этап!",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Славик, он всегда стоял в моем видении и не плохим и не хорошим мальчиком, но что я думаю о нем сейчас? Глядя на его бронзовые глаза хочется заглядеться. Вот только почему я это поняла только сейчас... Старая влюбленность не ржавеет? \nМожет он всегда был мне не безразличен. Я в  нем многого не замечаю...\n\nНа кону следующий этап!",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Ромка не такой как остальные парни, и я это знала, но по моему не ценила этого. Я вдруг поняла, что его некая защита мне даже нравится. Тихоня Ромыч не такой уж и тихоня...да...мне это точно нравится...\nХм, а вид его шевелюры мог бы поспорить с рекламой дорогого шампуня для волос. Это странно, наверное мне больше всего нравятся его светлые серые глаза.\nПочему я думаю об этом...\nНаш ждет следующий этап!",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "Не успела я и выкинуть мысли о Славе из головы, как он задорно заговорил, заставляя насладиться его улыбкой.\n— Ребят! Думаю лезть сначала придется кому то одному.\n— Да точно! Пусть кто то все осмотрит и нам расскажет, — не скрывая возбужденности говорила Смолова\nСлавка тут же сделал шаг вперед и героически сказал с неотменной улыбкой:\n— Давайте я!\nЯ невольно пфыкнула, глядя на эту картину и непроизвольно сказала:\n— Вау, какие жертвы...\nНа что уже героически готовый Славик одарил меня любопытным и презрительным взглядом, после чего последовала полуулыбка и выбившие из колеи слова:\n— Хах Соф, ну что тебя опять не устраивает?\nЯ усмехнулась, не обращая внимание на заманчивую улыбку Щедрина.\n— Нет лезь, прошу, — рубанув рукой воздух, я плавно выговорила.\nИ конечно в это вмешалась Катрина:\n— Эй, раз ей все так не нравится, пускай сама и лезет! Верно Слав?\n— Что?...\nВсе подняли шумиху и под руководством дорогой Смоловой начали толкать меня к двери-холодильнику, даже Агинская! \nРома конечно не принимал в этом участия, ...этот гад вежливо молчал... Так всегда! Сейчас его заступничество и правда не помешало бы. \nАхх, значит за все сказанные раньше слова он все таки в обиде.\nВот почему я ненавижу общаться с людьми!",
    "answers": [
      {
        "id": 157,
        "text": "ЧАСТЬ 4"
      }
    ]
  },
  {
    "id": 132,
    "text": "Не успела я выкинуть из головы глаза Алексеенко, как мы опять нечаянно встретились взглядом...на этот раз, он слишком угрюмо окатил меня своим взором.\nМне это начинает надоедать!\nА если к делу, то стоял вопрос о том кто станет первооткрывателем и войдет в предыдущую комнату, если судить по записке.\n— Ребят, давайте туда пойдет кто то один и обследует обстановку, — безразлично предложил Вадим.\n— Да, да точно! — засияла Катрина и в очередной раз повисла на Гринецком , кося на меня глазки.\nАхах, она ревнует? Нет, Гринецкий мне не нужен.\nКашлянув Алексеенко героически вышел вперед и сказал:\n— Я могу полезть первым.\nЯ фыкнула, глядя на эту картину. Возомнил себя...супер-героем-защитником и так далее!\n— Какие жертвы... — раздраженно вырвалось из моих уст.\nНа что уже героически готовый Роман, прожег меня своим похолодевшим взглядом.\n(Бррр какие противоречия!)\nДаа, а я даже немного испугалась последствий, в чем очень даже угадала.\n— А ты Соня имеешь что то против!? — неожиданным неприсущем Ромке голосом было это сказано, по нему можно было прочесть: \"вызов принят Нестеренко\" или что то подобное, хотя не разу не слышала, чтоб Рома называл меня по фамилии.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "И конечно в это не могла не вмешаться Катриша:\n— Раз ты у нас такая умная, то сама и лезь!\nВсе подняли шумиху и если не вдоваться в подробности, то мои дорогие одноклассники под руководством Смоловой начали толкать меня к проходу, даже Агинская!!\nА Алексеенко! Вот почему этот гад не пытался встать на сторону моей защиты тогда, когда это было по настоящему нужно!\nОн что и правда обиделся!? Мямля!",
    "answers": [
      {
        "id": 156,
        "text": "ЧАСТЬ 4"
      }
    ]
  },
  {
    "id": 134,
    "text": "Тем временем, пытаясь скоротать время, каждый начал делать что то свое.\nПричем я не могла не заметить как Рома время от времени кидает в мою сторону гневные  взгляды.\nКстати, а что на счет видео... \nМашка стояла рядом, пытаясь мне рассказать сюжет нового просмотренного ей фильма наподобии этого квеста.\nПоразмыслив об этом, и поддакивая подруге, мой неугомонный взгляд упал на Вадима, однако он тоже был не прочь поглазеть на меня...\nА может сделать на вред Вадиму и не поддаваться его уловкам?\n...",
    "answers": [
      {
        "id": 146,
        "text": "Продолжать общаться с Мартой"
      },
      {
        "id": 147,
        "text": "Спросить у Ромы про то загадочное видео отчего Катрина пришла в ярость"
      },
      {
        "id": 148,
        "text": "Все же подойти к Вадиму"
      }
    ]
  },
  {
    "id": 135,
    "text": "Наконец к нам поступила информация и серьезно настроенный Вадим, довольный своими лукавостями, как настоящий лидер сказал:\n— Слушаю!\n'Голос из рации':\n— ...ребята...ситуация такая, по камерам не видно кто как и куда мог подевать этот ключ, поэтому мы попробуем к вам отправить человека, который лучше знает место и поищет его.\nЛицо Вадика скривилось, и он буквально закричал в рацию:\n— Чего? Нам не нужно никакого человека! \n'Голос из рации':\n— Мы все понимаем, но других вариантов у нас нет, мы не можем вам даже дать запасного ключа так, как его нету. А так, как вы его не можете найти, мы присылаем человека. Все! Ждите аниматора! Конец связи!\n— Вот чееерт, — пропел Гринецкий после услышанного, закидывая голову к потолку.\n— Не черткай, чертей в жизни будто мало, — усмехнулась Смолова, повиснув на нем.\n— Очень мало! Один из них передо мной стоит, — огрызнулся Вадим, спихнув с себя тушу Катрины.\n— Хах, ну и как ты со мной разговариваешь, — наивные слова Катрины прозвучали в знакомом грубом тоне.\n— Нормально я с тобой разговариваю!\n— Хватит! — перебил Щедрин пару, — ваших ссор тут еще не хватало, — Слава дал подзатылник Вадиму.\n— Да ладно вам ребят, сейчас аниматор придет найдет и уйдет, — говорила Маша.\n— Мне бы твою уверенность, — ответил Вадик толкнув Славу в грудь.\n— Я тоже считаю, что присылать нам аниматора глупо, но мы правда сами виноваты, — произнесла я, закончив на этом конфуз.\nИ вновь задержавшись на расстроенном виде Вадика, я прищурилась, пытаясь разобрать этого плохого мальчика.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "Позже ко мне незаметно подсел Вадик, удивительно, что он единственный, был серьезен как и я, не считая Маши, которая увлеклась замком от клетки.\nВадим пытаясь быть не замеченым заговорил:\n— Слушай, я кажется твою дрожь с другого конца комнаты вижу, — он опрятно усмехнулся, а боковым зрением я заметила, как он странно смотрел на мою испуганную физиономию. Но потом неожиданно поттолкнув меня плечом, он  приблизился.\n— Эй! — я ворчливо вякнула, поворачивая к нему голову. Его глаза так мило гармонировали с его улыбкой, что я даже как то засмотрелась.\n— Ты наверное сильно испугалась? — все также допрашивал, он меня, потталкивая в очередной раз плечом.\n— Хмф, да не наверное, а испугалась! — я все еще была похожа на ворчливую бабку, отвернувшись от него, — а что так сильно заметно? — я вновь подняла вопросительный взор на Вадима.\n— Да не сильно, а оочень сильно, — он тихо засмеялся, все толкая меня плечом, тем развеивая мою расстроенность.\nМеня рассмешил его тон, я улыбнулась и не глядя на него толкнула Вадима своим предплечьем в ответ, на что он повторил тоже самое, но с толчком посильнее, из за чего я сидя на пятой точке, потеряла равновесие и начала падать в сторону.\n— А... — я лишь успела разоединить руки в защитную позицию для падения, а\nВадик заливаясь чистым смехом, подхватил мою падающую тушу за локоть.\nЯ недовольно цокнула, но стоило моему взору упасть на Вадика и на его совсем не бунтарскую улыбку, то я невольно забывала все обиды и смущения, расплываясь в смущенной улыбке вновь.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Наши переглядки и рябяческие потолкушки продлились не долго. Ну конечно, мы не могли забыть про нашу основную миссию: Поиски вакцины! И прохождение квеста! \nВ последний раз, любуясь устами Гринецкого, меня вернули в реальность. А точнее Машка заставила нас посмотреть на все это под другим углом:\n— Ребята! — выкрикнула она. — Я не могу одна разгадывать загадку, к замку от клетки нужен ключ!\nЯ приобрела серьезный вид, отворачиваясь от Вадима и сказала:\n— Вообще то, я приносила ключ с вакцинами и запиской из первой комнаты.\n— И где же он! — психовала подруга.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "— Давайте поищем, чтоли... — начал озираться Рома, а в последний момент одарил меня ранее знакомым взглядом, почему то именно сейчас его взор меня не привлекал.\n— Давайте...я правда, честное слово не помню куда его убирала... — беспечные слова Смоловой были похожи на нелепое оправдание.\nЯ задумалась, стоя подбоченясь и расставив ноги на ширине плеч. \nДума...й\nСамая деликатная мысль пришла мне на ум и сразу упорхнула, после того как все еще сидящий на полу Гринецкий внезапно докоснулся до моей ноги, заставив оглянуться в вопросительном виде.\nЭтот парень лукаво улыбался, продвигая рукой в своей хватке к моей лодышке. Я слегка одурела и преобрела дурной вид. Он же закусывая нижнюю губу, провел игриво пальцами, залезая под штанину камуфляжа.",
    "answers": [
      {
        "id": 139,
        "text": "Отдернуть ногу"
      },
      {
        "id": 140,
        "text": "\"Ты что творишь!\""
      },
      {
        "id": 141,
        "text": "Улыбнуться в ответ"
      }
    ]
  },
  {
    "id": 139,
    "text": "В моем сознании это никак не укладывалось, переваривая косания Гринецкого в своей голове, ко мне полезли дурные мысли.\nЯ невольно усмехнувшись, от сложившейся ситуации, попыталась отдернуть ногу, которая будучи в его хватке будто онемела.\nДалее мне больше не пришлось стараться что то сделать, Вадик сам бойко убрал руку и поспешил подняться на ноги, отвернув от меня голову, но сверкая ехидной улыбкой.\nЧто это сейчас было?\nЯ в недоумении вернулась к моей изначальной точке, и увидела прямо перед собой намулеванную физиономию Катрины, которая явно была не довольна моим бездействием.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "В моем сознании это никак не укладывалось, переваривая косания Вадима в своих мыслях, я автоматически задала типичный вопрос:\n— Ты что творишь!\nОн лишь успел раскрыть рот, как сразу же отдернул руку от моей ноги и поспешил встать, отвернув от меня взор.\nЯ в недоумении вернулась к изначальной точке, и увидела перед собой намулеванную физиономию Катрины, которая явно была недовольна моим бездействием.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "В моем сознании хоть это и никак не укладывалось, но глядя на это лицо я как дура расплылась в улыбке, чувствуя смущение.\nВадик хотел что то сказать, но в тот же миг, его рука бесследно отдернулась от моей ноги, а сам он, отвернув от меня голову, поспешил подняться.\nЯ же пребывая в недоумении, вернулась к изначальной точке и увидела прямо перед собой намулеванную физиономию Катрины, которая явно была не довольна моим бездействием.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "Просматривая клетку, мне пришлось внимательно осмотреть ее обитателя, а самое главное, что я увидела нечто другое. В руке этого зомби лежала коробочка, обмотанная тканью. Да, это тот кусок ткани, который я видела ранее, но с другого ракурса, я четко вижу, что это коробка веский артефакт. Вот теперь то я уверена, что ключ, который мы благополучно потеряли от этой клетки! И однако наша цель коробка.",
    "answers": [
      {
        "id": 143,
        "text": "Посмотреть, что делает Вадим"
      }
    ]
  },
  {
    "id": 143,
    "text": "Я решила незаметно выследить как поживает Вадик после его выкрутасов. И то что мне пришлось почувствовать, отнюдь не приятно.\nЯ оперлась на прутья клетки и обернулась, поискивая глазами Гринецкого.\nМой взгляд остановился на том как Слава до сих пор, играясь бутыльками с этой вакцинической жидкостью, стоит и собственно говоря не принимает участие в поисках.\nРома шарился в груде песка... Маша стояла не подалеку, то опускаясь на пол, то вставая на носочки и все выслеживая объект поиска.\nНо этот факт стал просто пылью по сравнению с тем, что я заметила за этим.\nВ дальнем углу, за Ромой, я как раз таки и увидела Вадика...с Катриной. Он что то мило шептал ей у уха, на что та, прикрывая кистью ротик опрятно хихикала и громко сказала:\n— Сейчас не время, милый!!\nМммм, я так себя по идиотски чувствую... \nА когда Вадим смело поцеловал в засос эту стерву, то я так вообще вскипела!\nПочему же именно сейчас?\nМой жалкий и непонятливый взгляд не мог оторваться от этой сцены, я всеми своими жилками испытывала...",
    "answers": [
      {
        "id": 144,
        "text": "Ревность"
      },
      {
        "id": 144,
        "text": "Отвращение"
      }
    ]
  },
  {
    "id": 144,
    "text": "Это была ревность....\nО нет...за сколько минут я успела почувствовать симпатию к этому нахальному пацану!\nНадувшись, на этот раз я не боялась, что мисс Катрина накричит на меня из за того, что я бездействую. Я как последняя мстительница глядела на них, будто ожидая, когда они закончив удовлетворять друг друга, взглянут на меня, и я как свидитель с милехонькой ухмылочкой подойду к ним и скажу: \"Закончили?...дак вот не хотите ли вернуться к тому зачем мы сюда пришли!!\"\nНо прекрасно зная себя, я бы так не за что не поступила...\nМне лишь оставалось надменно наблюдать...\nА в один момент, не заканчивая целоваться, Гринецкий оторвал взгляд от своего сокровища, устремив четкий взор на мою фигуру.\nКакого было мне глупой дуре, которая с ненавистью смотрела в это время на них.\nЯ презрительно уставилась на Вадика, на что тот подмигнул мне и оторвался от губ Смоловой.\n!!!\nМеня передернуло! Я отвела взгляд, а внутри меня бушевала буря эмоций. Как он еще может совершать такие то действия! В таком то случае!",
    "answers": [
      {
        "id": 114,
        "text": "Успокоиться"
      }
    ]
  },
  {
    "id": 145,
    "text": "Квест пока что не будет обновляться из-за причины неисправности устройства, на котором пишется квест.\nКому интересно, то я расчитываю к нему вернуться с другого аккаунта.\nПростите, кого заставляла ожидать обновлений!",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я решила до конца быть гордой и не поддаваться его глупостям. Зачем он так издевается! И почему я на это так реагирую...\nЯ отвернулась от Вадика с упрямым видом и стала перебивать Машу, неся какой то бред. Она нелепо рассмеялась, мне в ответ. \n— Что с тобой!? — ее вопрос остался мной незамечен.\nЯ невольно обернулась, неужели оглядываться на Вадима станет моей привычкой...\nНо его не было там, где он стоял раньше.\nЯ дергано повернула голову к подруге, которая опять трясла меня за плечо.\nЯ лишь ответила:\n— Погоди...\nОна издав смешок, сказала, что говорила мне совсем другое.\nЯ вновь почувствовала себя неловко...\nА Гринецкий стоящий позади Маши так и намекал, чтобы я оказала ему внимания!",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Я решила до последгего оставаться гордой и не поддаваться на его провокации.\nПрерывая Машу, я подошла (как мне казалось) к фигуре Ромы. Но в приступе несканчаемой гордиливости, я случайно наткнулась на Смолову, неаккуратно толкнув ее.\n— Эй! Кхм, аккуратнее, тут не так тесно, — выразилась она.\nЯ ничего не ответила, и пребывая в недоумении я лишь взглянула на то место где стоял Вадик, его смех был настолько опрятен, что я могла навсегда забыть про то, что он последний бандит на районе.\nНу может я преувеличила...\nА он так и намекал, чтобы я подошла к нему. И что я могу сделать?\nРомка не обращает на меня внимание, да и еще Катрина!",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "Забывая обо всем, и с надменным видом, я небрежно прервала мое окружение и небольшими шагами, подошла к Вадику, наши очи не могли оторваться друг от друга.\nНаклонив голову вправо, он поднял свои уголки губ и сказал:\n— Кого то ты мне напоминаешь...\n— Ты за этим вопросом намекал мне подойти к тебе?\n— Да...а все же...\n— А все же хватит говорить загадками, — \nОн все сильнее натягивал на себя лукавую улыбку, не отрываясь от моих глаз. \nА потом неприметно и специально, встал сбоку от меня, опять делая вид, что говорит не со мной, и косаясь моего плеча, Гринецкий слегка наклонил голову, шепнув:\n— Слушай, может я раньше этого не замечал, но ты разве всегда взрываешь меня таким искрометным взглядом, когда я целуюсь с другой девушкой... А? Нестеренко?\n— Ч-что! — я смутилась, рефлекторно отстранившись от него.\nА Гринецкий больше ничего не сказал, отходя от меня на расстояние, но я всем нутром понимала, что он просто издевался!\nКак же я так! Удалось же мне попасть в его сети...",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "Спустя секунду послышался скрип двери-холодильника, стоя рядом с проходом, я и не успела всмотреться кто или что заставил сделать этот звук. А у меня так явная паранойя!! Я опять почувствовала как мою ногу крепко схватили!\nЧто!??\nЗомби!!??\nЯ негромко вскрикнула и встряхнула ногой, от неожиданности. А в этот момент незнакомый для меня, но приятный голос произнес:\n— Хей...! Я же вылезаю!!\n— ???\nКак только можно, я устремила взгляд на проход и лишь видела как моя лодышка была крепко охвачена мужской рукой, из самой двери показалась голова блондина, а затем и вторая рука вместе с туловищем.\nЯ отскакнула, давая проползти этому вроде человеку, нога моя до сих пор была опорой для него. Пропихнув свое тело и остановившись на уровне диафрагмы, он поднял блондинистую голову и приветливо улыбнулся, будто заглядывая в самое нутро человека, сверкая лучистыми голубыми глазами.\nУдивленным взглядом на него смотрели все, а я часто моргая испытывала дежавю...",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "— Здрасте... А меня зовут Алекс,...оу... — он прищурился, всматриваясь в мое лицо. — А как зовут девушку, чью ногу я могу охватить ладонью своей руки, — великодушно выразился парень и стал вычурно меня разглядывать, облокотившись на вторую руку.\n— ..Эм...я...— неуверенно начала издавать я звуки, но резкий голос Гринецкого, перебил меня:\n— Хей, парень, ты аниматор? — глядя призрительным взглядом спросил он.\n— Пусть эта девушка сначала ответит на мой вопрос, а потом уж я на ваш, — все с тем же видом задал вопрос Алекс.\n— Хах! Еще чего? — грубо выразился Вадим.\n— Купи слуховой аппарат, вот чего, мои слова именно до тебя явно не доходят, — он вновь обратился ко мне. — Могу ли я внятно узнать твое имя.\nЯ сомнительно, моргнула, но ответила:\n— ...Софья. Меня зовут Софья, — на этот раз я произнесла это более четче.\n— Чудесное имя... — промурлыкал он, мило улыбаясь.\nПосле этого, не теряя мгновенья, Гринецкий сделал два шага в мою сторону, одарив меня с ног до головы злым взором.\nОййо...\nНе думаете ли что мы тратим на это слишком много времени! — так и хотелось закричать.",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "— Так, во первых отпусти ее, — махнув белокурой челкой, Вадим указал на мою ногу.\n— А то что? — казалось, блондин еще сильнее впился пальцами руки в мою лодыжку.\nМожет не поздно прервать эту меланхолию?\n— Не переч, а!— гаркнул Гринецкий.\n— Мдам, понятно почему такие как вы умудрились потерять, заметь, предмет нашего обихода. Я про ключ, если что...\n— Чего!?\nАлекс со смешком закатил глаза, поддернув меня за ногу:\n— Девушки, ну с такими глупцами, не то чтобы ключ потерять, потеряться легко. Не правда ль? \nМне было неудобно глядеть на него сверху вниз.\n— Эй, ты че несешь вообще! — Вадим снова огрызнулся, сделав еще один угрожающий шаг в сторону Алекса.\nПро такого Вадика, мне Машка и рассказывала... Мол буйная выскочка.\n— Я не несу, а константирую факт, а...\n— Хей, хей успокойтесь! — в этот раз Слава полез утихомирить ситуацию, остановив Гринецкого и хорошим тоном перебивая блондина:\n— Может хватит уже нести эти нелепости...Алекс.\nАлекс снова дернул меня за ногу, заставляя посмотреть на него снова:\n— Мм, Софья, а у вас всегда принято перебивать друг друга?\nКакого он обратился ко мне!\nС опаской за этим наблюдая, я решила:\n— ",
    "answers": [
      {
        "id": 152,
        "text": "В своем ответе встать на защиту Вадика"
      },
      {
        "id": 153,
        "text": "В своем ответе встать на защиту Алекса"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Я думаю, что парни не перебивали бы тебя Алекс,...если бы ты сам...не напросился.\nЯ неловко замолчала, считая, что на этом моих слов будет достаточно. Но Алекс задержался на мне любопытным взглядом, заставляя смущаться.\n— Ого, а у нас все таки свое мнение имеется...да Софья... — не скидывая ехидной улыбки, он снова своим взглядом будто перебирался в моих мозгах, — ясно...\nОн ограничился только одним \"ясно\" !?\nИ я конечно же никак не могла не обратить внимание на полуухмылку Вадима, в мою сторону.\nЯ вошла во вкус и продолжила:\n— Знаешь, можно считать себя обреченным, если у тебя нет своего мнения, а у тебя его похоже слишком много, поэтому давайте закончим конфуз...думаю мы теряем на это слишком много времени.\nЯ изобразила умняшу, совершенно не ожидая этого от себя, а у Алекса кажется заблестели глазки и поднялось настроение, он дьявольски заулыбался.\nВсе остальные, услышав мои слова согласно кивнули, разгребаясь по комнате. Только тихий свист из уст Славы вселил небывалой уверенности.\nАниматор промолчал, но его не покидала аура таинственности. Отпуская наконец мою ногу, он  проводил меня тем самым взглядом. Мне это льстит...\nСверху вниз смотреть на это чересчур странно...\nИ лишь хмык Смоловой завязал на этом первом и довольно неприятном знакомстве, крепкий узелок.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Я думаю, что ты Вадим слишком сумбурно отнесся ко всему и к появлению Алекса, да и вообще давайте закончим на этом эту нелепость.\n— Полностью согласен! — не скидывая ехидной улыбки, он снова своим взглядом, будто перебирался в моих мозгах и наконец отпустил мою ногу.\nКак же это он не нашел отговорки к моим словам...?\nВсе были против моего мнения. Маша, которая единственная поддерживала меня, недовольно моргнула. И где всеми забытая недопомощь Ромки...\nИ как же я не могла не заметить, вид хмурости Вадима, которым взглядом он ежеминутно давал о себе знать.\nНесмотря на это, аниматор одобрительно поглядывал на меня, из за чего мне как то не по себе...\nПочему это я его стала выгораживать...ведь его чересчур умные слова подобны умственности Катрины...\nТьфу! Он не должен быть на равне с этой стервой!?",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "После того, как все утихомирились, аниматор стал выбираться из прохода, а Катрина незамедлительно подсела к Алексу и подала свою ручку, произнося таким приторным голосом:\n— Ну что аниматор по имени Алекс, надеюсь ты не злишься за то, что мы потеряли ключ.\n— Хах, нет, я рад слышать это извинение от тебя.\n— Вот, давай помогу тебе чтоли и...кстати, я Катрина.\nВыражая на своем личике физиономию хорошей девочки, она схватила его за руку.\nСлегка помедлив Алекс принял ее жест.\n— ...Да, огромное спасибо прекрасной девушке, зараженной опасным зомби вирусом.... — я услышала как Алекс добавил еще пару льстивых слов к Катрине.\nО боги...это вообще можно назвать комплиментом? Ну Катрише это нравится.\nВот такое вот общество. Встречаются с одними, а флиртуют с другими.\nНо легкий флирт...это же не серьезно, скажете вы?...на что я посмею не согласиться.\nНе вслушиваясь, что еще за словечки говорила Смолова Алексу, я невольно (наверное реально уже вошло в привычку) посмотрела на Вадика. И нет, он не глядел на свою девушку со взглядом ревнивца, как я на него минутой ранее. А ведь он даже не мой друг! Не то чтобы парень!\nВадим прислонился к стене, хмуро уставившись в потолок. Секунда..две...все происходит так быстро и так быстро, не успевая убрать свою любопытную голову от его вида, как он в ответ вновь завораживает меня воими темными глазами. Это снаружи, но немного светло внутри...",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "— Ну чтож...аниматор давай... — проговорил Щедрин, а Гринецкий надменно произнес вслед другу:\n— Ага, ищи ключ уже наконец!\n— Хмм...\nАниматор оглядел комнату, но кроме этого он больше ничего не стал делать...\n— Ну и че? Ээ, аниматор.\n— ... — Алекс тяжело вздохнул, давая понять какие же мы надоедливо-тупые и поддерживая лицо в улыбке, сказал:\n— Можешь впредь звать меня по имени.\nОоох... этот парень опять за свое.\n— Пф, что то еще? — в том же тоне отвечал Вадим.\n— Да,...наверное в таком случае я лучше попрошу чтоб ты потерял дар речи.\n— Хах. Я тебе мешаю!? Да ты сейчас вообще ничего не делаешь. Какой черт придумал приглашать сюда человека!\n— А какой черт сумел прервать квест тем, что потерял предмет нашей собственности...\nВнезапный цок Смоловой пронесся эхом в комнате, а она сама примостившись к Алексу сказала:\n— Вадя..., ну может ты сам ему и правда мешаешь...\n— Да вы все сговорились чтоли!\n— Ваадик ну хватит, — слишком добросовестно ответила Смолова.\nПф, да идиоту ясно, что она клеится к Алексу.\n— Послушай свою девушку, Вадим, — будто не при делах, Алекс прищурил глаза и соблазнительно улыбнулся Катрине.\nСначала на ее лице изобразилось удивление от того, что он знал факт того, что они с Вадимом пара.",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "                                       ЧАСТЬ 4\n \"Потерянное с найденным за обе руки держутся\"\n\nНу чтож, пришлось мне залезать в предыдущую комнату под хохот Катрины и гул ребят. Было не то чтобы страшно, я боялась неизвестности, после своих слов я думала лишь об этом, я всегда боялась слова сказать, а тут одна фраза обернулась против меня!\nЯ толкнула дверь, в проход которой меня благополучно запихали, и которая на этот раз с легкостью распахнулась, но за ней скрывалась как никак темнота, и я не решалась лезть дальше, хорошо, что мне догадались дать фонарь, а не отправили в \"свободный полет на легке\"\nПо моему я слишком занудливая...",
    "answers": [
      {
        "id": 159,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "                                       ЧАСТЬ 4\n\"Потерянное с найденным за обе руки держутся\"\n\nНу чтож, пришлось залезать мне под глупый хохот Катрины и гул ребят. Было не то чтобы страшно, была боязнь неизвестности и возмущение от сложившейся ситуации. После своих слов я думала лишь об этом, я всегда боялась слова сказать, и тут одна фраза обернулась против меня!\nЛадно...в этот раз я сама нарвалась...\nТолкнув дверь, в проход к которой меня благополучно запихали и которая на этот раз с легкостью распахнулась, меня встретила как никак темнота, и я не решалась лезть дальше, хорошо, что мне догадались дать фонарь, а не отправили в \"свободный полет на легке\" \nПо моему я слишком занудливая...",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "Фонарик не давал много света, но что мне надо было увидеть, я увидела, а это: валяющиеся бутыльки со светящейся жидкостью 2 штуки, клочек бумаги (записка) и ключ, который небрежно лежал в ботинке Ромы, думаю, что забирать чью то обувь в планы того зомби не входило, и ключ в ботинке просто забава организаторов.\nЯ развернула записку, предвкушая очередную написанную брехню, но прочитанное заставило прокатиться холодку по моему телу и неприменно рвануть обратно в проход.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 159,
    "text": "Фонарик не давал много света, но что мне надо было увидеть, я увидела, а это, валяющееся бутыльки со светящейся жидкостью 2 штуки, клочек бумаги (записка) и ключ, который небрежно лежал в ботинке Ромы, думаю, что забирать чью то обувь в планы того зомби не входило, и ключ в ботинке просто забава организаторов.\nЯ развернула записку, предвкушая очередную написанную брехню, но прочитанное заставило прокатиться холодку по моему телу и непременно рвануть обратно в проход.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "В записке было написано корявым подчерком заглавными буквами:\n\"БЕГИ ОТСЮДА!!!\"\nЯ шелохнулась, действовать так как написано не сразу пришло в голову, будто специально заиграла более напряженная музыка, послышались звуки и вяки зомби.\nЯ рванула в дверь-холодильник, не обращая никакого внимания НИ НА ЧТО, конечно из прохода на меня старались глядеть все ребята, но самым ближайшим человеком оказался Алексеенко!, который сидел впереди всех и волнующе следил за моими действиями, и в которого я тупо врезалась пока пыталась залезть.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "Его лицо было не передать словами, до того еще округленные глаза стали еще больше, смотря как я несусь в дверь-холодильник. Он даже не двинулся, Рома был так близко, что я казалось могла разглядеть небольшие проталинки в его светленьких лучезарных глазках. Нет, это не важно!\nЯ заорала, что есть мочи, упираясь в его грудь:\n— Дай пройти!!\nРомка вылупился на меня, но его лицо выражало не какое нибудь возмущение в перемешку с бывшим волнением, по его багровым щечкам было заметно, что он был в то же время смущен.\nНаконец он отскачил назад, приземляясь на пятую точку, думаю он явно почувствовал некомфортность в этой ситуации.\nМое лицо однако не могло не выражать подобного тоже.\nПро гул ребят подробно говорить не буду, кто то смеялся, а на ком то лежала досада ближайшей загадки, и нашей смущенной ситуации никто не мог заметить, все произошло за долю секунды.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Я вскочила в комнату со всем содержимым и дверь моего холодильника со скрипом закрылась.\nСидя на полу в комнате с клеткой, я до сих пор испытывала легкий испуг и...неудобство...\nРебята разбирали добытые мной вещи, Смолова с Вадимом спорили, что за жидкость внутри бутыльков, Славка с Машкой завели диалог по поводу этого...ну а на счет Ромы...\nОн сомнительно напялил свой ботинок и на его лице наконец прочиталась забавность, из за чего я глупо улыбнулась. Встретившись со мной взглядом, сначала он вновь виновато окатил меня волной смущения, но потом приветливо улыбнулся.\nДумаю этим мы разрешили неловкую ситуацию.\nМ-мимика.\nПока я приводила в мысли мое состояние и пыталась подавить улыбку, косающейся Ромы, Маша уже трясла меня за плечи.\n— Сонька, блин ты в порядке?\n— Ой, да...\n— Эй Сонь.\nНеожиданно на меня переключились все ребята.",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "И да расспросы начал Вадик:\n— Ну и че там случилось, чего ты так испугалась? — он пытался изобразить, что то похожее на перживание, только сейчас я испытывала в его тоне дешевую подделку, обделанную \"крутостью\"\nРядом с не фальшивым взволнованным видом все еще сидела подруга.\n— Нууу, — я усмехнулась, вспоминая ситуацию с моим побегом от звуков зомби.\nМне больше ничего не оставалось как показать скомканную записку ребятам.\n— Вот просто возьмите...\nЯ не заметила как зажала этот листок в своей ладони, доля испуга все еще ощущались в моем теле. \n— Ах, Нестеренко, бедняжка исругалась устрашающей бумажки! — завопила Смолова, читая записку, специально произнося эти слова.\nБольшинство тоже позабавились этой ситуацией.\nЯ прицокнула и обвила свою колени руками, рассерженно упираясь в них подбородком.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Ко мне незаметно подсел Рома, я не сразу увидела, что он единственный был серьезен как и я, не считая Маши, которая увлеклась замком от клетки.\nНадо бы действовать...но так не хочется...\n— Эй...Сонь, — Рома задержал пристальный взгляд, —  ты наверное испугалась... — он мило положил свою ладонь на мое плечо.\nЯ обратила свой взор на Ромку и мне вправду сразу стало легче, почему то, я раньше не думала, что его поддержка имеет вес.\n— Пожалуй ты прав, я чуть-чуть испугалась, — я слегка улыбнулась.\n— Всего лишь чуть-чуть!? — он прищурил глаза.\n— Лаадно! Не чуть-чуть.\n— Я так и подумал.\n\"Хихик!\" Пауза...наши головы небрежно устремлены друг на друга. Как глупо, неужели романтично? Глупо!\nОн округлил глаза как умеет и отводя взгляд, бойко убрал руку с моего плеча.\n— Эм, кстати, — продолжил Алексеенко покручивая ступней левой ноги, — хорошо, что мой ботинок так скоро прибыл ко мне.\n— Ах, да...\n— Благодаря тебе.\nВнезапно было произнесено серьезным тоном. Я хмуро подняла взгляд на него. \n— Ром, это ерунда!\n— Не правда. \n— Ром...да ну тебя! — я нелепо улыбалась, чувствуя неловкость.\n— У тебя милая улыбка.\nСначала я вновь подняла смущенный взгляд на Рому, и глядя на его, опущенное вниз и покрывшаеся румянцем лицо, усмехнулась, прикрывая ничуть не менее красное лицо ладонью.\nОн замолчал. Я ведь не хотела его обидеть. \nПо его глазам читалось что то до боли личное...и намекающее. А я не знала чего мне хотелось больше, убежать от этого парня или наоборот...прижаться.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Когда придет конец этим неловким ситуациям!?\nНаше общение не могло больше продолжаться. Ну конечно мы не могли забыть про нашу основную миссию: поиски вакцины! И прохождение квеста!\nВ последний раз продумывая слова Романа и задаваясь вопросом \"Ну почему он такой?\"  меня вернули в реальность. А точнее Машка, заставила нас обратить внимание и посмотреть на это под другим углом:\n— Рябзя! — выкрикнула она. — Я как бы не могу одна гадать над всем этим, к замку от клетки нужен ключ!\nЯ вновь приобрела серьезный вид и выговорила:\n— Я приносила ключ с вакцинами и запиской из первой комнаты.\n— И где же он!? — распсиховалась подруга.",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "Я поднялась с пола, ноги чуть подрагивали, из за прошлого случая. Прерывая все еще болтающих Смолову и Гринецкого, я обратилась к ним:\n— Катрина и Вадим, я все найденное отдавала вам, где ключ?\nОни обернулись, меняя позитив на хмурость, Катрина уставилась на нас с лицом первооткрывателя:\n— В-всмысле? Я ничего не знаю...\nСлавик тяжко вздохнул, проговаривая:\n— Супер. Думаю время у нас ограничено.\n— ...Логично... — пропела Маша.\n— Да, ну у кого же ключ!? — сказала Катрина, по ее голосу казалось, будто она что то и вправду скрывала.\n— А не у тебя ли! — огрызнулся Алексеенко, злобно зыркая на Смолову.\n— С чего ты взял вообще?! — огрызнулась она в ответ.\n— Ребят, ну кто его держал в последний раз? — спрашивал Щедрин.\n— Потрясающе! Как его можно было потерять! — на кудахтанье Смоловой не особо обратили внимание.\n— Уфф.\nЯ понимаю, что только мы могли так облажаться!",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "— Давайте искать, — психованно сказала Мария, озираясь по сторонам, а в один момент одарила нас с Ромкой взглядом, который так и говорил: \"Ай ай ай Соня, я чтоли не вижу что вы...\nИ напришивался ответ: \"Видеть мало, знать надо...\"\nНо это лишь игра взглядов...в этом мирке главная роль всегда отдается зеркалу души, и этот взор может сразу все о себе рассказать.\nВедь я и правда ничего не знала, не о том, что Рома за намеки кидает в мою сторону и что я чувствую к нему. К такому заботливому и красивому...неужели можно ставить этот \"диагноз\" под названием влюбленность?\n— Давайте поищем, я правда честное слово не помню куда его убирала... — беспечные слова Катрины вывели меня из забытья и были похожи на нелепое оправдание.\nЯ задумалась над этим вопросом, сложив руки в позе умного человека.\nА когда я казалось начала включаться в произошедшее, сзади все еще сидящий на полу Рома окликнул меня...:\n— Сонь...",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Я могу проклинать этот день лишь из за его приторного голоска, повторяющее мое имя. Я обернулась, но неожидала, что Рома может смотреть на меня с таким лицом...выражающее привлекательную таинственность.\n— Ам...что? — я неминуемо покраснела, посмотрев на Ромку.\n— Я лишь спрошу.\nОн настроен сказать что то серьезное, и я решила отложить поиски. А к этому времени он сам подошел ко мне.\n— Ты можешь после квеста...остаться со мной.\nОх, Рома такой неуверенный, когда это говорит. А ну ка стоять, он просит...что сделать?\n— В смысле?\n— Нет, нет, я потом обязательно провожу тебя, просто...\n— Стой, что значит остаться. Ты можешь назвать причину?\n— Аййй... — он дерганул плечами, — в общем это касается Смоловой... — слишком громко, как мне казалось, произнес Рома...\n— Что??\nИ как по команде сама Катрина влезла в наш диалог:\n— Так, так, так! — превысив громкости, Катрина уже навострила ушки, начиная разборочку.",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": "— И что! Нестеренко с Алексеенко! А как звучит то а! Сама симфония, а не название фамилий!\nЯ предчувствуя неладное принялась оправдываться:\n— Ка-катрин!\n— Что? Побазарить с Алексеенко еще успеешь, а сейчас прошу вернуться к поискам, если ты у нас такая героиня, что добыла вакцины это не значит, что ты можешь бездельничать.\nФуф...совсем не важно, что бочку катить она начала на меня...хотя бы она не поняла, что только что мы говорили о ней...я прямо заволновалась об этом.\n— Смолова! Хватит трогать Соню! — крикнул Рома, защищая меня.\n— Я еще не начинала Ромочка, надеюсь про сегодня ты все помнишь...\nПро сегодня! Точно! Стрелка со Смоловой! Но...он ведь просил меня тоже остаться...\n— Катриш...ну что вы опять собачитесь, — Вадим немногословно оказался рядом и прервал конфликтную ситуацию. \nОбнимая Смолову, он вновь шепнул ей что то на ушко, на что та сделав нам предупредительный маневр отошла в сторонку.\nМне надоели эти перешептывания!\n— Сонь...ты главное знай, я могу всегда заступаться за тебя, — настойчиво сказал Ромка, вгоняя меня в краску.\n— Ром... — в неловких ситуациях, я лишь могла как только лепетать сокрашенные имена людей, перед которыми мне неловко.\n— ...Дак...ты согласишься на сегодня?",
    "answers": [
      {
        "id": 180,
        "text": "Согласиться остаться с Ромой после квеста"
      }
    ]
  },
  {
    "id": 170,
    "text": "— А теперь я хочу начать вот с чего... — начал Алекс, — если разбирать квест по эпизодам, то вы прошли всего 2. А значит у вас должно быть 2 вакцины, вы это хоть не потеряли?\nЛюди у кого были бутыльки закивали.\n— Отлично... Посмею спросить кто выполнил задание и принес собственно говоря ключ...из первой комнаты?\nИ о боже, все пары глаз устремились на меня.\n— Я. — звук гулко отозвался эхом в комнате.\nАниматор развернулся, и подставив кисть к подбородку, прищурился. Его уверенной внешности мог бы позавидовать именитый детектив. Но Алекс не задержался в этой умной позе надолго, делая монотонные шаги, он стал приближаться. \nНо почему то именно ко мне! Нет, я не считаю это совпадением!\nА я опять подверглась его взгляду. Почему он смотрит так, будто знает обо мне все! Или он считает, что это я виновата и потеряла ключ!?\nНе меняя положения, за пару шагов он добрался до меня. Физически, я почувствовала, что он встал слишком близко, но вновь сверкнув голубыми глазками, Алекс резко отодвинул меня в сторону!!\n(Ээ, я конечно не так уж и люблю загадочных мальчиков, но почему толчок?)\nЯ ойкнула, ожидая совершенно не того и отскакнула в сторону, а Алекс тем временем презрительно глядел вперед...а точнее на Катрину, которая стояла за мной все это время...",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Мы подошли к компании. Всего нас было 6 человек: зануда я, активистка Мария, крутой Вадим, незаметный Рома, стерва Катрина и приветливый Слава, который успел подойти к нам, окончательно заполнив список \"истинных квестолюбов\"\nТак скажем компания не из лучших...\n— Опа Славка, ну че как жизнь, — поприветствовал Вадим Ярослава, по братски пожав руку своему лучшему другу и моему однокласснику.\n\nА Ярослав Щедрин однако не был таким как Гринецкий, хотя они и друзья, но абсолютно разные. (судя из моих наблюдений). Оба входили в разряд \"крутые нашей школы\" А то есть это пацаны как по сути с дурного района... Но Щедрин все равно вел себя более разумно. Основываясь на принципе общения \"привет — пока\" я ему больше доверяла. Даже когда в моем подъезде я видела этих ребят, Щедрин всегда провожал меня взглядом... Возможно положительное отношение сложилось лишь из за того, что он давал списывать алгебру на контрольных, в которой хорошо разбирался. А вообще никто не знает как два таких противоположных человека как Гринецкий и Щедрин могли \"скорешиться\"",
    "answers": [
      {
        "id": 5,
        "text": "Поздороваться"
      }
    ]
  },
  {
    "id": 172,
    "text": "— Ну что, все в сборе! Готовы ребят!? — позитивно заговорил Щедрин.\nНастроение мое поднялось от веселого настроя Славки, я даже хотела ответить выражением наподобие \"всегда готовы\" уж больно я сегодня решила быть неприсуще общительной! ...Но одна моя одноклассница, находящаяся в этом кругу не могла не умудриться помутить мой настрой всего одним предложением:\n— Пфф, Славк вот не надо этих офоризмов, блин ясно что готовы и все такое, мы так и так зайдем туда, — проговорила она голоском гламурной девчонки.\nПо моему у таких фиф даже существует свой тембр голоса, хоть ноты сочиняй. \nСлавка мило дернул плечами, потому что знал, что с ней бесполезно спорить...\n\nИтак. Катрина Смолова — это стерва, которая сама того не зная, любила испоганить всем настроение. Эта дерзкая особа недавно перешла в мой 10 Б и заимела неплохую популярность в школе, вечно выставляя себя умной и обаятельной. По правде эта девушка была бы очень миленькой даже с таким характером, если бы не тонна косметики на ее лице. Так кажется, что если подойти в упор и ткнуть пальцем в эту щечку, то на моей подушечке указательного пальца останется пятно от тонального крема. Но нет, ее можно назвать красивой, такие живут лишь этим. И да, она была конечно же девушкой Вадима Гринецкого... А мы с первого взгляда стали мысленными неприятелями.",
    "answers": [
      {
        "id": 6,
        "text": "Попросить, чтоб не портила мне настроение"
      },
      {
        "id": 7,
        "text": "Ну...промолчать"
      }
    ]
  },
  {
    "id": 173,
    "text": "Так Вадим обратился к нам:\n— И да Ромыч, ты реал лучше отцепись от моей девушки, а ты...как там...Нестеренко... — я вздрогнула, услышав свою фамилию, — в общем, тоже держи язык за зубами, — обратившись ко мне, он обвел меня оценивающим взглядом. \nБрр, я даже муражками покрылась.\nНам не оставалось ничего больше, как благополучно последовать совету крутого парня и замолчать. Переглянувшись с Алексеенко, мы мысленно согласились друг с другом, о том что перечить Вадиму не желательно, ибо репутация в нашем случае важнее. \nБоже и зачем я тут вообще нахожусь...среди этих не особо любимых мне людей.\nСобственно говоря вот так вот и кончаются большинство конфликтов. Вадим ставит всех на место. А сейчас обнимая свое сокровище, Гринецкий дал команду всем идти за ним.\n...Конфликт исерпан, все последовали вперед за своей порцией страха.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Я промолчала, скрестив руки и отводя взгляд. Как же они меня бесят! Почему все так и думают, что я сижу дома и никуда не хожу!\nКак будто услышав мои мысли, на этот вопрос ответил Рома, подтолкнув меня плечом:\n— Сонь, ты не кипятись, мы знаем, что ты у нас не какая не серая мышь, — дальше предложение прозвучало в более низком тоне и адресовано оно было Катрине. — Знаешь ли Смолова не все должны быть такими как ты. Кто из нас еще себя продемонстрирует в квесте!? — с усмешкой произнес он, состроив гримассу испуганной девочки.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "Мы отошли вглубь комнаты, ближе к клетке. Ну как обычно Вадик вглядываясь во внутрь этой клетки с зомби, заговорил тихим тоном, делая вид, что активно разглядывает ее обитателя:\n— Знаешь же невыносимый характер Смоловой, — на его лицо легла ухмылка.\n— Ага это точно... — опять же мне было нечего добавить, бездумно глядя на манекена.\nНа самом деле не удивительно, что он так думает о ней.\nПосле незначительной паузы, Гринецкий посмотрел на меня, казалось при нашем диалоге это произошло впервые, он проговорил слышным лишь мне шепотом:\n— А так вообще то, я ее бросить хочу.\n— Хмф, а что так? — надеюсь он не услышал в моем голосе долю смеха.\nНо Гринецкий обратил взор четко на мои глаза и произнес:\n— Понял, что другая нравится.\n— Правда? — случайно вырвалось из моих уст в удивленном тоне.\nНа это он хихикнул, отворачиваясь от меня.\nС лукавой улыбкой Вадим прищурился и сказал:\n— А что, на место ее уже метишь?\nЯ длительно моргнула, пытаясь как то возразить, но он продолжал:\n— Кстати, я если что непротив... — проникновенно кинул на меня взгляд Гринецкий, без каких либо подколов.\nОт таких слов и взглядов, я слегка замешкалась. Никогда с Вадимом мне не приходилось ТАК общаться...\nОтветить хотелось достойно его статусу...",
    "answers": [
      {
        "id": 63,
        "text": "\"Не смешно вообще то!\""
      },
      {
        "id": 67,
        "text": "\"Гринецкий, ты серьезно!?\""
      },
      {
        "id": 68,
        "text": "\"Я? С тобой!?\""
      }
    ]
  },
  {
    "id": 176,
    "text": "В записке было написано корявым подчерком заглавными буквами:\n\"БЕГИ ОТСЮДА!!!\"\nЯ шелохнулась, действовать так как написано не сразу пришло в голову. Будто специально заиграла более напряженная музыка и послышались звуки и вяки зомби.\nТеперь то я рванула в дверь-холодильник, не обращая никакого внимания НИ НА ЧТО, конечно из прохода на меня старались глядеть все ребята, но самым ближайшим оказался Щедрин!! Он сидел впереди всех и с улыбочкой следил за моими действиями, и в которого я тупо врезалась пока пыталась залезть.",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "Его лицо изменилось за долю секунды. Карие глазки расширились, рот приоткрылся, а его голосовые связки выдали писк неожиданности, услышанный только мной.\nЯ заорала, что есть мочи, упираясь в его грудь:\n— Дай пройти!\nСлава вылупился на меня, но его лицо выражало не страх и не удивление, он был в то же время смущен. Славик отскачил, приземляясь на пятую точку. Думаю он тоже почувствовал некомфортность в этой ситуации. Мое лицо явно выражало что то подобное тоже.\nПро гул ребят подробно говорить не буду, кто то волновался, а на ком то лежала досада ближайшей загадки и нашей смущенной ситуации никто не мог заметить, все произошло за долю секунды.\nЯ заскочила в комнату со всем содержимым, и дверь холодильника со скрипоп закрылась перед моей спиной.",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Я решила все таки вернуться к первой задаче.\nК моему удивлению все ползали по полу и искали таки не маленький ключ.\nВот и я кинулась к клетке. Да к той самой в которой лежит манекен очень похожий на настоящего зомби.\nПроемы у клетки были достаточно широки, поэтому ключ вполне мог затеряться там, но я слабо верила в это, мне казалось, что ключ вообще не мог так просто потеряться и что это все чьи то шалости...\nМожет стать детективом? Или я слишком ленивая для этого.\nЯ стала обшаривать руками доступные места в проемах, почти не понимая до чего я дотрагиваюсь, главное вновь не услышать упреков Смоловой.\nВсе же мои основные мысли занимал лишь Алексеенко...какой тут детектив...его голос и телодвижения будоражит мне голову, точно также как и он сам.\nПочему то...я жду недождусь конца...",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "Забывая об этих мыслях и просматривая клетку внимательнее, мне пришлось внимательно осмотреть ее обитателя, а самое главное, что я увидела нечто другое. В руке этого зомби лежала коробочка, обмотанная тканью. Да это тот кусок ткани, который я видела ранее, но сейчас с другого ракурса, я четко вижу, что это явный артефакт, который понадобится нам в разгадке! Вот теперь то я уверена, что ключ, который мы благополучно потеряли от этой клетки. И однако наша цель коробка.",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Хорошо! — явная уверенность прозвучала в моем произношении.\nРома одарил меня привлекательным взглядом.\nЕго радость выразилась и в том как он выпрямил спину, утвердительно кивнув.\n— На счет Катрины вообще не волнуйся! Я ее на место в любой момент могу поставить, — на нем скользнула язвительная улыбка.\n— Ты про видео? \n— Тсс, позволь я расскажу тебе позже об этом...\nРомка красиво приставил указательный палец к миловидным губам, намекая на то, что это я узнаю точно.\nОбажаю тайны!",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "Оуммм! Как же я не могу смотреть на него такого жалкого, пытающегося меня защитить... \n— Ром...я не могу сегодня...правда...на завтра уроков много...и мы поздно вернемся.\n— Я понял тебя.\n— Ром...ну правда.\n— Ты что жалеешь меня? Не нужно. Думаю нужно просто перестать болтать и искать ключ, — судорожно буркнул Рома, в последний момент выдавив сухую улыбку.\n\nУфф...",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "Я старалась не думать о наскучивших меня мыслях.\nА тем временем поиски ключа сорвались гениальным предложением Ромки:\n— Слушайте, тут за нами ведь наблюдают камеры, и если мы воспользуемся рацией...то...\n— То эти админы и скажут что нам делать! — ошеломленный этой идеей Щедрин перебил Рому, тем самым небрежно закончив его фразу.\nРадостные звуки ребят подтверждали, что все согласны с этой идеей.\nВоу, почему я сразу об этом не догадалась?\n— У кого рация!? — взволновалась Маша.\n— Хах, не говорите, что мы и ее потеряли... — хихикнув, проговорила Смолова, высвобождаясь из объятий своего парня.\n— Спокойно! Все у нас на месте! — отозвался Гринецкий и достал рацию из кармана камуфляжа.\nПосле звука \"прием\" мы рассказали нашу ситуацию и те, кто за нами наблюдал, а это все сотрудники, по моему они ухахатывались над нами, а что...я бы тоже рассмеялась будь это не ребята, с которыми я оказалась \" в одном мешке для ловли крыс\"\nВ итоге нам сказали ждать, пока они посмотрят по камерам, куда мы могли подевать ключ и обязательно скажут где он. ",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "Тем временем, пытаясь скоротать время, каждый начал делать что то отдельное от квеста.\nПричем я не могла не заметить как Рома время от времени кидает в мою сторону привлекательные взгляды.\nКстати, а что на счет видео...\nЯ невзначай глянула на Катрину, которая лезла с поцелуем к своему парню. \nБоже...мне жаль Гринецкого, потому, что я вижу как Смолова его достала.\nМаша дернула меня за руку, потянув за собой в укромное местечко. Я поняла что у нее ко мне есть секретная информация, но...",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Но\nНаконец к нам поступила другая информация и серьезно настроенный Вадим, как настоящий лидер сказал:\n— Слушаю!\n'Голос из рации':\n— ...ребята...ситуация такая, по камерам не видно кто как и куда мог деть этот ключ, поэтому мы попробуем к вам отправить человека, который лучше знает место и поищет его.\nЛицо Гринецкого скривилось и он буквально закричал в рацию:\n— Чего? Нам не нужно никакого человека!\n— Эм, а нельзя ли нам как то запасной ключик дать, — крикнул в рацию Слава.\n'Голос из рации':\n— А в этой ситуации других вариантов нет, да мы признаем то, что вы справились с задачей, но мы  не можем вам дать даже запасного ключа, так как его нет. А так как вы не можете вспомнить где он, мы присылаем вам человека. Все! Создали тут проблему! Ждите аниматора! Конец связи!\n(Аниматора?)\n— Вот чееерт, — пропел Гринецкий после услышанного, закидывая голову к потолку.\n— Не черткай, чертей в жизни будто мало, — усмехнулась Смолова, повиснув на нем.\n— Очень мало! Один из них передо мной стоит, — огрызнулся Вадим.\n— Хах, ну и как ты со мной разговариваешь, — наивные слова Смоловой прозвучали в грубой форме.\n— Хватит, — перебил пару Щедрин, давая подзатыльник Гринецкому.",
    "answers": [
      {
        "id": 189,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "Стоя рядом с проходом, я и не успела всмотреться кто или что заставил сделать этот звук.\nРезко и неожиданно я почувствовала как мою ногу крепко схватили! \nЧто??! Зомби!!\nЯ негромко вскрикнула и встряхнула ногой от неожиданности. А в этот момент незнакомый для меня, но приятный тембр пробежался по комнате:\n— Хей!... Я же вылезаю!!\n— ???\nКак только можно я устремила взгляд на проход и лишь видела как моя лодышка была крепко охвачена мужской рукой, из самой двери показалась голова блондина, а затем и вторая рука вместе с туловищем.\nЯ отскакнула, давая проползти этому вроде человеку, нога моя до сих пор была опорой для него. Пропихнув свое тело, и остановившись на уровне диафрагмы, он поднял блондинистую голову и приветливо улыбнулся, будто заглядывая в самое нутро человека, сверкая лучистыми голубыми глазами.\n— Здрасте! А меня зовут Алекс!\nВсе вежливо промолчали на приветствие красавчика Алекса.\n— Ага, здороваться у вас значит не принято, — Алекс оглядел находящихся смешливым взглядом. — А кстати, кого то тут зовут Соня? Я сам слышал. — в ответ молчание... — Хах я что случайно услышал чью то чересчур личную информацию!? Хей! Не ты ли его обладательница, красавица? — промурлыкал парень, заставляя посмотреть ему в глаза. Он пробежался пальцами по моей ноге, не отрывая ладони.\nА? Я напряглась, испуганно смотря на него.\nС любопытным взглядом на него впринципе смотрели все, а я даже испытала неловкость. ",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "Я продолжала смотреть на этого парня с охреневшим лицом, а остальные не спешили производить звуки.\n— У вас даже не принято отвечать на задаваемый вопрос? — блеснув рысьим взглядом, парень прервал паузу, завораживая голубыми глазками.\nДлительно моргнув, я и правда как рыба стала глотать воздух, то открывая и закрывая рот.\n— Сейчас вопросы появятся у нас. Ты аниматор? — хмыкнул Вадим, наконец спасая меня от едкого взгляда этого незнакомца.\nПарень великодушно хмыкнул в ответ, и наконец оторвав от меня взор, взглянул и на других, статно облокотившись на вторую руку, но не меняя лежачего положения.\n— Хм, допустим...но я так и не узнал ответа на мой вопрос, — парень вновь лукаво улыбнулся, поднимая голову на меня вверх и вновь пронзая мою психику вызывающим взглядом. Он намекает на предыдущий вопрос?\nЯ по дурацки открыла рот, но не выдавила не звука. \nАлекс не растерялся и продолжая улыбаться смущал меня:\n— Милая, от моей красоты только у тебя потерялся дар речи? — абсолютно серьезно произнес блондин.\n— А!...нет!— выкинула я, смутившись, и пытаясь снова стряхнуть руку блондина с моей ноги, на что Рома громко кашлянув вышел вперед.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "Воспользовавшись паузой, я судорожно сказала:\n— Ох! Эм!! Да это меня зовут Софья! — я устремила взгляд на Алекса, пытаясь разрядить обстановку.\n— О правда? Сколько же тебе потребовалось времени, чтобы вспомнить эту иныормацию. Милое имя! Софья! — будто выпадая из забытья отвечал Алекс.\nЯ возмутилась! А глядя на хмуро сжатые губы Ромы, это ситуация мне очень не нравится.",
    "answers": []
  },
  {
    "id": 188,
    "text": "\n",
    "answers": []
  },
  {
    "id": 189,
    "text": "— Все все все, ты конечно молодец, но прошу тебя теперь свалить.\n— Ну ты тип понимаешь, что это случайность.\n— Не вижу необходимости в этом.\n— Ц, ну че ты опять за свое!?\n— Никак нет, думаю вы знаете, что время ограничено и чтобы таких ситуаций не происходило я должен в крайнем случае за вами следить.\n— Хах, эй парень, мы на это не подписывались!",
    "answers": []
  },
  {
    "id": 190,
    "text": "Будучи в режиме ожидания на этот раз Машка сумела привлечь мое внимание, резко дернув за руку. Я потдалась этой провокации, и мы отошли в угол к двери-холодильнику.\nМаша вперемешку с восторгом и гневом, заговорила:\n— И что это значит!?\n— Ч-что?\nИзобразила я ничегонезнающую девочку.\n— Я слышала ваш разговор с Алексеенко, — сконстантировала факт Мария.\n— И-и что!? ... — я растерялась, вспоминая наш диалог.\n— А вот что! С какого перепуга он записался в твои защитники!? \nЯ мысленно расслабилась, она не слышала основной части... лишь Ромкина защита... Главное чтобы никто не знал о стрелке Алексеенко и Смоловой.\nЯ задумалась...\n— Соня! — раздался настойчивый голос Машки, взывающий меня выплыть из размышлений, но скрип двери-холодильника пересилил ее звонкое произношение....потом я услышала как прозвучал еще не знакомый мне тембр...",
    "answers": [
      {
        "id": 185,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 191,
    "text": "— Так, отпусти ее! — пригрозил рукой Рома и повысил голос на Алекса.\nОоо Рома не нужно!\n— А то что? — огрызнулся аниматор и казалось  посмотрел на Ромку так, будто зная, что он не часто встревает в разговоры...меня до сих пор удивляет сегодняшнее поведение Ромы.\nМожет не поздно прервать эту меланхолию?\n— Хватит перечить и отпусти ее, — уже спокойно говорил Рома. Он казался таким уверенным со стороны...\nПосле слов защитника, Алекс казалось еще сильнее впился пальцами в мою лодыжку.\n— Мдам, понятно почему такие как вы умудрились потерять, заметь предмет нашего обихода, — заумничал парень.\n— Ловко меняешь тему, — хохотнул Рома.\nАниматор со смешком закатил глаза, снова потдернув меня за ногу.\n— Пацаны ну че за базар, ты аниматор, дак займись тем, зачем тебя сюда позвали, — Вадим ловко попытался утихомирить сложившуюся ситуацию.\n— Хм... — Алекс издевался и зачем то тянул время.\nНу все! Мне это надоело! \nЯ решила влезть в разговор, обратившись к Алексу.",
    "answers": [
      {
        "id": 192,
        "text": "\"И правда Алекс...тебе лучше начать поиски\""
      },
      {
        "id": 193,
        "text": "\"Алекс, отпусти меня!\""
      }
    ]
  },
  {
    "id": 192,
    "text": "— И правда тебе лучше начать поиски... — неуверенно сказала я, устремив внимание на аниматора.\nУдивленным взглядом Алекс проскользил по моему телу.\n— Ого, а ты видимо совершаешь видимые успехи в разговорном деле...ведь Соня так!? — Алекс сделал акцент на моем имени.\nВ ответ я молча и настойчиво сверлила его глаза своими, не собираясь отвечать. Алекс не уступал мне в этом деянии.\n Пф, моя физионимия сразу заставляет так и назвать меня Соней? Про то что я невысыпаюсь промолчу...\n— Ты собираешься вообще совершать какие то телодвижения!? Или так и будешь пялиться на...мою девушку, — внезапно говорнул Ромка!\nЯ чуть не подавилась воздухом, сразу кинув удивительный и неодобрительный взгляд в сторону ой какого сердитого Ромы!\n— Собираюсь, — тут же ответил Алекс, отпуская мою ногу. — Только ради...твоей девушки, — подмигнул мне Алекс и поднапрягся, окончательно вылезая из прохода.\nОчуметь Рома! Попахивает наглостью... Эта его выходка мне однозначно не понравилась. \nНе представляю что сложилось в фантазии у тех кто находился в этой комнате. Особенно у Машки...",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "— Алекс, отпусти меня! — сказала как отрезала.\nАлекс в свою очередь очень восторженно взглянул на меня.\n— Ого, а ты похоже делаешь видимые успехи в разговорном деле, ведь Соня...так!? — рысьим взглядом он проскользил по моему телу.\nВ ответ я молча и настойчиво сверлила его глаза своими, даже не собираясь отвечать. Алекс не уступал мне в этом деянии. \nПф, неужели моя физиономия так и тянет назвать меня Соней? Про намек что я невысыпаюсь промолчу...\n— Хм, ты собираешься совершать какие то действия, кроме того как пялиться на (незнвчительная пауза) мою девушку! — внезапно говорнул Рома!!\nЯ чуть не подавилась воздухом, кинув неодобрительный взгляд, ой на какого сердитого Алексеенко!\nВсе незаметно так и навострили уши! Уффф.\n— Собираюсь, — тут же ответил Алекс, отпуская мою ногу. — Только ради твоей девушки, — он подмигнул мне, вылезая из прохода.\nОчуметь! Рома! Эта его выходка мне однозначно не понравилась. Ах! Мне это как то льстит! \nНе представляю, что сложилось в фантазии у всех находящихся в этой комнате. Особенно у Машки! И...у тех кому я говорила, что не имею отношений с Ромой. Получается это я будто соврала!? ",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "Да...Мария скрестила руки и злорадно ухмылялась, кидая поперечные взгляды. Я надулась и рубанула рукой воздух в недоуменной позе, давая понять подруге, что это все ошибка и выкрутасы Ромы. \n(Ой слухи то попрут)\nА в этот момент главная стерва никак не могла не приметить такого привлекательного паренька как Алекс, и когда он вылезал в комнату, она незамедлительно подскачила к проходу, протянув ему ручку помощи.\n— Вот, давай помогу тебе, а я кстати Катрина! — произнесла она, не забывая заигрывать накрашенными глазками.\n— Да, огромное спасибо девушке, зараженной опасным зомби-вирусом, — усмехнулся парень и принял руку помощи.\n— Не принимай серьезно наших придурков, они всегда такие, особенно Нестеренко, — она кинула ехидный взгляд в мою сторону, а я мошенально вздрогнула от ее голоса, назвавшее мою фамилию и потихоньку выходила из себя.\nЯ отвернулась, продолжая подслушивать.\nИ Алекс ей ответил...но в каком тоне!:\n— Хм, Нестеренко значит...ну учту...  — я могла почувствовать, как этот парень смотрит на меня.\n(Я типо не слышу!)\n— Но на меня ты можешь положиться... — продолжила Катриша диктовать свое совершенство.\nАлекс больше ничего не ответил и я позволила себе надуться еще сильнее, переваривая лживые слова своих \"приятелей!\"",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "Я глубоко вздохнула, делая вид что не слышала ее слов.\nВот такое вот общество. Встречаются с одними, а флиртуют с другими\nНо легкий флирт...это же не серьезно, скажете вы? ...на что я посмею не согласться.\nНе вслушиваясь, что еще за словечки говорила Смолова Алексу, я невольно взглянула на ее парня Гринецкого. И нет, он не глядел на свою девушку со взглядом ревнивца, он будто отрезанный от общества думал о чем то, что будто не позволено знать всем нам. бррр\nНе забывая о выходке Ромы, я сначала поспешила к нему с букетом вопросов, и чтобы дать выговор за недостоверную информацию, но черт возьми! Мне так льстят его слова! Я!? Его девушка!? А мне самой нравится этот вариант? Хотя я все же почему то пережевала и о том что Алекс думает обо мне.... Тьфу! Обаятельные парни всегда сносят голову! Да и я дура промолчала!\nА Алексеенко старательно избегал моего взгляда! Наглец! Хорошо...он понял что сморозил глупость? ",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "Я сидела на холодном полу в комнате с клеткой, мне было до сих пор страшно и ...неудобно.\nРебята разбирали добытые мной вещи, Алексеенко обрадовался своему ботинку, и из за его несмолкаемой благодарности я теперь чувствую отвращение, судя по этому, он успел превратиться в прежнего Рому и забыть нашу перепалку. Поздновато как то!\nСмолова с Гринецким спорили, что за жидкость внутри этих пузырьков, ну а Слава как оказалось стоял и упрямо глядел на меня. Я аж вздернулась, но потом снова расслабилась потому, что Слава тут же нацепил улыбку на лицо и подмигнул мне. Я постаралась выдать подобное. Судя по всему между нами было что то, что я не заметила из за испуга и спешки...\nПока я сидела в размышлениях, Маша же трясла меня за плечи.\n— Сонька, ты в порядке!?\n— Ой, да...\n— Эй Сонь...\nНеожиданно на меня переключились все ребята, наверное они спросят почему я ни с того ни с сего побежала обратно да?",
    "answers": [
      {
        "id": 197,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "И да расспросы начал Вадик:\n— Ну и че там случилось, чего ты так!? — он наклонился ко мне, выражая ненастоящую заинтерисованность.\nРядом с не фальшивым взволнованным видом сидела подруга.\n— Нууу, — я усмехнулась, вспомнив эту ситуацию.\nМне больше ничего не оставалось, как показать скомканную записку ребятам.\n— Вот, просто возьмите...\nЯ не заметила, как зажала этот листок в своей ладони, неожиданность и доля испуга еще ощущались в моем теле.\n— Ах, Нестеренко испугалась устрашаюшей бумажки! — завопила Смолова, специально произнося эти слова в мою сторону.\nЯ прицокнула языком и обвила свои колени руками, рассерженно упираясь в них подбородком.\nНа этот раз я однозначно решила не обращать на это внимание.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "Ко мне незаметно подсел Славик, я и не заметила как он был серьезен, по моему впервые. Не считая Машки, которая увлеклась замком от клетки.\n— Соф, ты это, не расстраивайся так из за Смоловой, — внезапно он начал успокаивать меня.\nЯ почему то усмехнулась.\n— Хмф, было бы из за чего расстраиваться, — буркнула я.\n— Это было очевидно.\n— Что?\n— Я знал, что так ответишь.\n— Ну поздравляю, ты очень проницателен, — огрызнулась я.\n— Причина в другом.\n— Нет, — я слегка растерялась от его прямолинейности, — человек может испугаться и из за такого, если ты об этом.\n— Нет. \nИз меня снова вылетела непроизвольная усмешка. Какой он самоуверенный! Он точно был таким? Или чрезмерная серьезность так на него действует?\nЯ решила забыть это подобие разговора и вновь опираясь на колени, уткнулась в них подбородком.\nСлавик плавно придвинулся и сначала помедлив, но погладил меня по голове. \n— Эй! — я постаралась отстраниться, а Щедрин в этот момент успел схватить меня за подбородок, развернув мою голову на него. \n— Значит ты расстроилась из за меня да?\n— Н-нет! Причем тут вообще ты.\n— Не говори, что ты не заметила.\n— Я-я не заметила! — из моих уст вырвалась неправда.\n— Ты вблизи красивее оказывается. \nЛицо Славы по дюймам стало приближаться к моему.\n(Чего!?)\n— Э-эй! Отпусти меня! Недоумок! \nЯ отдернула голову, знатно возмутившись и отвернув покрасневшее лицо.\n— Соф...",
    "answers": [
      {
        "id": 199,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 199,
    "text": "Но Славе не удалось предпринять что то еще. Я поднялась с пола, ноги слегка подрагивали. Выходка Славы? Да. А может испуг? И это тоже...\n— Соф... — Щедрин жалобно кликал меня этим мудренным прозвищем! А я не откликалась.\nСобираясь найти Машу и спрятаться от этой ситуации, я направилась, якобы, разгадывать загадку. А в общем то...у нас была загадка?\nНе давая додумать, на встречу мне шла Смолова...\n— Так так так... — начала она в типичном тоне, —  Нестеренко тебе вообще делать нечего?\n— А...что? — я неожидала услышать от нее упрек.\n— Если ты нашла вакцины, то не значит, что ты сейчас должна рассиживать тут!\n— Эм... \n— Хей, Катрина успокой свой пыл, — внезапно вставил предложение Слава, вставая рядом со мной.\n— Хм! Щедрин и ты туда же.\n— Нет, это ты всегда достаешь Соню упреками.\nКатрина лишь своенравственно хмыкнула в ответ.\n(Увау, я не думала, что защата это так приятно)\nЯ невольно одарила Славу благородным взглядом, из за чего наши лица даже покрылись румянцем. Я выговорила:\n— Спасибо...\n— Соф, я не договорил.\n— Слав...\nА тем временем Маша громко оповестила нас о кое какой проблеме...",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Ребята! — ее лицо с острыми чертами нахмурилось. — Нам как то замок от клетки открыть нужно, должен быть ключ.\n— О! Я приносила ключ с вакцинами, — незамедлительно вошла в разговор я.\n— И где же он!? — распсиховалась Машка.\nИ тут я обратилась к последним, кто изучал мною найденное:\n— Хм, Катрина и Вадим, все найденное перешло в руки к вам.\nСмолова приняла невозмутимый вид:\n— Что? Я...я его тоже...кому то отдавала.\n— Я не при делах, — сухо буркнул Гринецкий.\n— Отлично! — вырвалось у Машки, а я заметила, как она вполоборота смотрит на меня и рядом стоящего Славу со знакомым мне выражением, словно застукала меня с кем то... А...  \nОна заметила нашу мини-перепалку с Щедриным? Очевидно! Я знаю свою подругу. Теперь от распросов не уйти.\nА все остальные пошарили по карманам и попереглядывались, но ключа так никто и не нашел.\n— Класс! Ну как мы могли потерять артефакт! — закудахтала Катриша.\nЛегкие вздохи пронеслись по комнате.\nИ правда...только наша компания могла так облажаться!",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "Отвлекаясь от \"этаких страстей\" я решила принять участие в поисках ключа. Комната не такая уж и большая, я думаю просто взять и потеряться ключик не мог.",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "Выберите персонажа",
    "answers": [
      {
        "id": 203,
        "text": "Вадим Гринецкий"
      },
      {
        "id": 204,
        "text": "Ярослав Щедрин"
      },
      {
        "id": 205,
        "text": "Роман Алексеенко"
      },
      {
        "id": 206,
        "text": "Алексей Новозеров"
      }
    ]
  },
  {
    "id": 203,
    "text": "",
    "answers": []
  },
  {
    "id": 204,
    "text": "",
    "answers": []
  },
  {
    "id": 205,
    "text": "",
    "answers": []
  },
  {
    "id": 206,
    "text": "",
    "answers": []
  },
  {
    "id": 207,
    "text": "— Ага... — последовал его приятный голосок.\nСмолова изначально соблазнительно улыбнулась, но чувствуя \"этот\" угрюмый вид аниматора, смутилась.\n— Э-эм что... — Смолова тоже опешила от его взгляда. Неужели и такие стервочки умеют смущаться. — Ах, Алекс почему ты на меня так смотришь! — теперь на ее лице высветилась глупая улыбка.\n— Покажи руки, — сказано Алексом в грубом тоне.\n— Зачем?\n— Показывай.\n— Ну нет, зачем?\n(Что происходит?)\nВ ход пошла тяжелая артиллерия. Алекс ухмыльнулся схватив Катрину за предплечье.\n— Ээй! Не трогай меня! Ва-вадим! — внезапно заорала она, попятившись от аниматора, на что...к моему удивлению не окликнулся никто из находившихся здесь.\nЯ сразу взглянула на Гринецкого. Хмурое выражение чересчур долго присутствовало на его личике. При виде Вадима захотелось вздохнуть. Я была рада, что он не заступился за свою девушку?\nАлекс тем временем дерганул Смолову за руку вновь, и на этот раз, она потдалась и высунула руки. Из левой руки девчонки, не смотря на зажатый кулак, показался рубец ключа...",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 208,
    "text": "— Эмм... — неловко замычала, как оказалось виновница всей этой ситуации.\nАлекс молча разжал ее кулачек и смело показал нам тот самый ключ. \n(Честное слово, как в дешевом детективе)\n— Во дает... — послышался негромкий голос Славы.\n— Серьезно!? Смолова? \n— Ну ты...пацан даешь...\nУдивленые отголоски пронеслись по комнате, Алекс не менял уже серьезного выражения лица. Гринецкий до сих пор опирался на стенку, но теперь он закрыл лицо ладонью. Я просто стояла...\nРома выразился:\n— И как Смолова, ты это собираешься объяснять? \n— Э... — Катрина не могла подобрать слов.\n— Позвольте я сейчас все объясню, — проговорил Алекс и победно оглядел нашу группу.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "Наконец запас каверзных словечек у Вадима и Алекса со Смоловой закончился, и аниматор принялся за свою работу.\nАлекс встал в более видимое для нас поле зрения. Теперь я могла разглядеть блондина лучше.\nСтранно, что этот парень казался одинакового возраста с нами, но я бы все равно сказала, что он старше, быть может это из за его высокого роста, который превышал уже до того высокий рост Вадима. Да, да! \nСветло голубые глаза я приметила сразу (думаю к которым не нужно прибавление, что они выглядят как безоблачное небо!) элегантно подстриженные, и мило спускавшиеся на плечи волосы, совмещаясь с его мягкими чертами лица, создавали впечатление, что этот аниматор вот вот из сказки и с самого настояшего белого коня. Ну очень симпатичный! Не удивительно, что брюнетка-профурсетка Катриша запала на него.\nПоверх голубой рубашки, был накинут белый халат, перепачканный красными пятнами. Ну да, он же аниматор-актер. Но в нашем случае, Алекс здесь по другому поводу.",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 210,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "Пока что в начало"
      }
    ]
  },
  {
    "id": 211,
    "text": "Я кинулась к клетке. Да к той самой, в которой лежит манекен очень похожий на настоящего зомби.\nПроемы у клетки были достаточно широки, поэтому ключ вполне мог затеряться там, но я слабо верила в это, мне вообще казалось, что ключ не мог так просто потеряться.\nЯ стала обшаривать оуками доступные места, почти не понимая до чего я дотрагиваюсь, главное не услышать упреков Смоловой.\nСейчас мои мысли занимал лишь Славик...\nПочему я только сейчас осознала, что он мне интересен?\nЛишь потому, что он погладил меня по голове?\n...Не думаю.\nНевзначай я обернулась, поискивая глазами Славу, считая, что это поможет так сразу понять причину моих чувств к нему.\n(Ага конечно)",
    "answers": [
      {
        "id": 1,
        "text": "Пока что в начало"
      }
    ]
  },
  {
    "id": 212,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "Пока что в начало"
      }
    ]
  },
  {
    "id": 213,
    "text": "",
    "answers": []
  }
]