[
  {
    "id": 1,
    "text": "    Здравствуй, уважаемый читатель!<s>r\n<s>r\n    Хочу представить тебе тестовую версию моего нового квеста \"Жнец\". <s>r\nP. S. Квест переделан в линейную книгу и выставлен в моей группе вк!<s>r\nЖанр: Мистика<s>r\nАвтор: ChatNoir(Анна Савинова)<s>r\n<s>r\n    Джек живет скучной, размеренной, лишенной смысла жизнью. Но, вдруг, появляется незнакомец, который может наполнить его жизнь совсем другими красками. Чем это закончится для Джека, вы узнаете на страницах этого квеста.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "system",
        "canEditPage": true,
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "system": true,
        "canEditBg": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c836235/v836235809/2d90f/gs68PoDFp0E.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c836235/v836235809/2d97c/LwO6t9vL0tQ.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 2,
        "text": "Начнём!"
      },
      {
        "id": 31,
        "text": "Выбор глав."
      },
      {
        "id": 32,
        "text": "Достижения."
      },
      {
        "id": 19,
        "text": "К читателю!"
      },
      {
        "id": 1,
        "text": "Связь с автором.",
        "url": "https://vk.com/id397130809"
      },
      {
        "id": 1,
        "text": "Автору на печенье ;-)",
        "url": "http://Money.yandex.ru/to/410015896466872"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Бездна взывает к бездне.\" <s>r\n<s>r\n<s>r\nГлава 1. Джек.<s>r\n<s>r\n    По пустынной улице, освещенной тусклыми фонарями, медленно шел человек. Засунув руки в карманы, он, съежившись от холодного порыва ветра, остановился у мигающей покосившейся вывески \"Бар\". Осмотревшись по сторонам, он зашел внутрь.<s>r\n    Маленький прокуренный бар освещали несколько тусклых ламп, а на круглых деревянных столиках стояли пепельницы, наполненные окурками до краев. Посетителей не было и лишь пожилой бармен не торопясь натирал заляпанную пальцами кружку.",
    "answers": [
      {
        "id": 6,
        "text": "Подойти к барной стойке."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57193/yokP4p5Gn-w.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n",
    "answers": []
  },
  {
    "id": 4,
    "text": "... он оказался в огромном темном зале. Со всех сторон был слышен шепот, который, то возникал где-то с разных сторон зала, то будто бы доносился прямо у Джека за спиной. Когда Джек поднял глаза, то у него захватило дух от того, каким огромным был повелитель ада. Его мускулистое тело покрывали многочисленные шрамы, кожа его переливалась от ярко-красного до темно-бордового цвета, на вытянутом зловещем лице выступали острые скулы, а над желтыми, как золото, глазами торчали мощные надбровные дуги.<s>r\n  — Да ты смельчак! — сказал монстр и сильно стукнул копытом о землю так, что Джек повалился с ног.<s>r\n  — Мефисто?! — удивленно сказал Джек, поднявшись.<s>r\n  — Да, Джек. Это я, — произнес Мефистофель.",
    "answers": [
      {
        "id": 41,
        "text": "- Почему я здесь?"
      },
      {
        "id": 39,
        "text": "- Где я?!"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57179/Rd0mkEYJ410.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n",
    "answers": []
  },
  {
    "id": 6,
    "text": "  — Виски, пожалуйста, — уверенно сказал молодой человек, усевшийся за барную стойку.<s>r\n  — Паршивая погодка, не правда ли? — ухмыльнувшись ответил бармен, поставив стакан с виски перед посетителем.<s>r\nМолодой человек молча взглянул на улыбающегося бармена и, вздохнув, разом выпил содержимое стакана.<s>r\n  — Повторите, — резко выпалил молодой человек,  подвинув пустой стакан к бармену.<s>r\n  — Не в настроении, да? — спокойно спросил пожилой бармен, наливая посетителю виски.<s>r\n  — У меня давно нет этого настроения, — с горечью ответил молодой человек, вглядываясь в дно наполненного стакана.<s>r\n  — Что же вас тревожит, позвольте узнать? — продолжал интересоваться бармен.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить разговор."
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "  — Жизнь... Моя жизнь,— прошептал молодой человек.<s>r\n  — Чем же она вас тревожит? — продолжал расспрашивать бармен.<s>r\n  — В ней давно нет смысла, — ответил молодой человек, выпив залпом янтарный виски.<s>r\n  — А в чем вы видите смысл жизни? — спросил бармен, приподняв кустистую седую бровь.<s>r\n  — В цели. У меня ее нет, — сказал молодой человек, продолжая неотрывно смотреть в опустевший стакан.<s>r\n  — Хочешь, я дам тебе эту цель, Джек? — тихо сказал бармен, близко наклонившись к молодому человеку.<s>r\n    Ночной посетитель в недоумении посмотрел на бармена. Глаза старика заблестели, а на лице появилась зловещая пугающая улыбка.<s>r\n  — Но, откуда вы знаете моё имя?! — встревоженно воскликнул Джек.<s>r\n  — Я знаю твое имя, а ты знаешь моё... — ухмыльнувшись ответил бармен.<s>r\n  — Я вас впервые вижу! — возмутился Джек.<s>r\n  — Все знают мое имя. Я — Повелитель пороков. Страж грехов, дремлющих в глубинах душ, друг боли и смерти. В каждом отражении человеческих слез я вижу себя, и каждый ваш страх мне известен. Без меня нет света, ибо он бесполезен без тьмы. А я есть ее воплощение.",
    "answers": [
      {
        "id": 10,
        "text": "Уйти из бара."
      },
      {
        "id": 11,
        "text": "Поверить словам бармена."
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "  — Эй, дружище, да ты спятил! — зло вскрикнул Джек.<s>r\n    После этого, молодой человек резко встал, небрежно кинув на барную стойку деньги. Обернувшись на пороге бара, он увидел, как пожилой бармен пристально смотрит ему вслед.<s>r\n<s>r\n<s>r\n(Получено достижение 4.)",
    "answers": [
      {
        "id": 12,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 11,
    "text": "  — Хорошо, Повелитель пороков, — засмеялся Джек, поставив на стол очередной пустой стакан,  — Допустим, я тебе поверил. Что дальше?\n  — А дальше тебе нужно заключить со мной сделку. Я дам тебе смысл, а ты отдашь мне... душу! — ответил бармен, уставшись на Джека.\n  — Душу?! Не маленькая цена... — ответил Джек и задумался.\n  — Но и просишь ты не мало, — тихо кинул бармен и отвернулся, чтобы наполнить для Джека очередной стакан виски.\n  — А-а, была — не была! Я согласен! — с заплетающимся языком вскрикнул Джек.\n  — Сделка? — наклонившись к Джеку, сказал бармен и протянул ему руку.\n  — Сделка, — уверенно кивнул Джек и вытянул руку в ответ.",
    "answers": [
      {
        "id": 34,
        "text": "Пожать руку бармену."
      }
    ]
  },
  {
    "id": 12,
    "text": "    На улице продолжал идти дождь. Запах мокрого асфальта и грязного городского воздуха ударил Джеку в нос. Подняв воротник куртки, он побежал по узкой улочке, едва освещаемой фонарями. Единственное, чем были заняты его мысли — это сон.",
    "answers": [
      {
        "id": 14,
        "text": "Идти домой."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57184/rQVGnO78z1c.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n",
    "answers": []
  },
  {
    "id": 14,
    "text": "    Подойдя к двери своей квартиры, Джек достал связку ключей из кармана. Найдя нужный ключ, он с трудом открыл расшатанный замок и вошел в прихожую. Небрежно раскидав свои ботинки и бросив промокшую куртку на пол, он зашел в спальню.<s>r\n    Несколько секунд Джек стоял в комнате, вглядываясь в темноту. ",
    "answers": [
      {
        "id": 16,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 15,
    "text": "\n\n",
    "answers": []
  },
  {
    "id": 16,
    "text": "    Глубоко вздохнув, Джек упал на кровать и, прикрыв глаза, начал погружаться в сон.",
    "answers": [
      {
        "id": 17,
        "text": "Тук-тук-тук"
      }
    ]
  },
  {
    "id": 17,
    "text": "    Джек резко открыл глаза. Ему показалось, будто кто-то стучал в дверь. Прислушавшись, он застыл в ожидании.<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Тук-тук-тук"
      }
    ]
  },
  {
    "id": 18,
    "text": "    Джек встал с кровати и пошел в коридор. Теперь он был уверен, что в дверь точно кто-то стучал.<s>r\n  — Кто там? — спросил он, подойдя к входной двери.<s>r\n  — Откройте, пожалуйста, — послышался приятный женский голос.<s>r\n  — Вы кто? — резко ответил Джек.<s>r\n  — Я Марта. Ваша соседка, — ответил голос за дверью.<s>r\n    Джек неохотно открыл дверь и увидел, что на пороге стоит привлекательная молодая девушка. Ее волосы были собраны в хвостик, а у висков небрежно выбивались тонкие русые пряди. Она смотрела на вас своими выразительными изумрудными глазами и мило улыбалась. <s>r\n  — Простите, что так поздно, но мне необходимо срочно позвонить. Можно я сделаю это от вас? У меня что-то с телефоном. Наверное, перебои на линии из-за грозы. Вдруг, у вас все в порядке, — бархатным голосом сказала Марта.<s>r\n  — Ну, проходите. Сейчас я принесу телефон, — сказал Джек, впустив девушку и закрыв за ней дверь.",
    "answers": [
      {
        "id": 21,
        "text": "Поговорить с девушкой."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/5716b/NAkvsoHl1D4.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "    Здравствуйте, дорогие мои читатели!\n    Хотелось бы сообщить вам, что вышел новый квест \"Вершитель судеб\", номер 178000, который я написала в соавторстве с двумя замечательными авторами: Teppish и Yulia Oayder.\n    Надеюсь, что он вам понравится. Ниже вы сразу можете перейти к его прочтению.\n \n    С уважением, ChatNoir.",
    "answers": [
      {
        "id": 1,
        "targetbookid": 178000,
        "text": "Прочитать \"Вершитель судеб\"."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 20,
    "text": "  — Черт, черт, черт! Вроде они больше не преследуют меня, — прошептал Уильям, завалившись в полуразрушенный чердак.<s>r\n    Тьма охватывала каждый уголок прогнившего помещения. Запах сырости и плесени бил в нос, а от гулявшего по чердаку сквозняка бросало в дрожь. Уильям съежился в углу, прижимая кровоточащую рану рукой. <s>r\n  — Неужели мне суждено сдохнуть в этой дыре?! — ухмыльнулся он.<s>r\n    У Уильяма оставалось слишком мало времени. Нужно что-то предпринять...",
    "answers": [
      {
        "id": 23,
        "text": "Пойти домой и попытаться вылечиться там."
      },
      {
        "id": 51,
        "text": "Остаться на чердаке, подлечив рану подручными средствами."
      }
    ]
  },
  {
    "id": 21,
    "text": "  — Хочешь, проходи в комнату, — неловко промямлил Джек.<s>r\n  — Да, спасибо, — сказала Марта, поправив выбившуюся прядь волос за ухо.<s>r\n    Джек включил свет в гостиной и, указав девушке рукой на кресло, пошел за телефоном.<s>r\nВернувшись, Джек увидел, что девушки в комнате нет. Он растерянно огляделся по сторонам и спросил:<s>r\n  — Марта?!<s>r\nВдруг, за спиной Джека прошипел мужской голос:<s>r\n  — Джек... Неужели ты думал, что наш разговор прекращен? <s>r\n    Джек вздрогнул и, резко развернувшись, застыл в оцепенении. Перед ним, опершись об дверной косяк, стоял высокий худощавый мужчина средних лет. На нем был одет черный дорогой костюм, а аккуратно подстриженные темные волосы были зачесаны назад. Он пристально смотрел на Джека и зловеще улыбался.<s>r\n  — К-кто вы?! — испуганно сказал Джек, медленно попятившись назад.<s>r\n  — Я же говорил, мое имя тебе известно, — спокойным голосом ответил незнакомец.<s>r\n  — Но...этого не может быть! Ты — смерть?! Или я сошел с ума?! Может мне все это снится? — тараторил Джек.<s>r\n  — Нет. Я не смерть. У меня много имен... Можешь называть меня Мефистофель. Слышал о таком? — усмехнулся незнакомец.<s>r\n    По-хозяйски пройдясь по комнате, мужчина подошел к креслу и сел в него. Закинув ногу на ногу, он откинулся на спинку кресла и начал барабанить пальцами о подлокотник.",
    "answers": [
      {
        "id": 22,
        "text": "Поговорить с Мефистофелем."
      }
    ]
  },
  {
    "id": 22,
    "text": "  — Если ты действительно тот, за кого ты себя выдаешь, то зачем пришел? — дрожащим голосом спросил Джек.<s>r\n  — Ты сам воззвал ко мне! Каждый день ты думал о смысле жизни и проклинал все вокруг. Ты разочаровался в вашем Боге. А кто разочарован в нем, тот начинает становиться ближе ко мне, — сказал Мефисто, улыбнувшись.<s>r\n  — Как ты появился здесь, у меня в квартире? И где Марта? — взволнованно спросил Джек.<s>r\n  — Понимаешь, Джек... Я могу быть любым человеком, который когда-либо заключал со мной Договор, — ответил Мефистофель.<s>r\n  — Договор?! — удивился Джек.<s>r\n  — Именно. Я часто заключаю сделки. И скрепляю их Договором. Я и пришел к тебе, чтобы предложить заключить такую сделку, — спокойно объяснил Мефистофель.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "- Значит, Марта заключила с тобой Договор?"
      },
      {
        "id": 25,
        "text": "- Сделка?! Со мной?"
      }
    ]
  },
  {
    "id": 23,
    "text": "    Уильям, собрав последние силы, выбрался с чердака. Озираясь по сторонам, он брел по улицам, оставляя за собой кровавый след, который сразу же смывали серые капли дождя. Продвигаясь по пустующим переулкам, он мысленно боролся за жизнь, думая лишь об одном: \"Не умереть! Нельзя умирать!\"\n    Добравшись до дома, Уильям положил ослабевшую руку на дверную ручку, и рухнул на грязный мокрый асфальт.",
    "answers": [
      {
        "id": 53,
        "text": "Тем временем в баре..."
      }
    ]
  },
  {
    "id": 24,
    "text": "    Мефисто одобрительно кивнул головой.<s>r\n  — И... что с ней сейчас? — испуганно спросил Джек.<s>r\n  — С ней все хорошо. Она получила то, чего хотела, — сказал Мефисто и на его лице появилась легкая ухмылка.",
    "answers": [
      {
        "id": 25,
        "text": "- Ты говорил о сделке..."
      }
    ]
  },
  {
    "id": 25,
    "text": "  — Да. Я хотел бы предложить тебе сделку. Ты всем сердцем желал обрести смысл жизни. Я могу дать тебе его, — сказал Мефистофель, самодовольно прищурившись.<s>r\n  — Что я должен буду взамен? — поинтересовался Джек.<s>r\n  — Всего лишь одну ма-ааленькую вещь. Твою душу! — сказал Мефистофель, подмигнув.<s>r\n  — Маленькую вещь?! Это же... это... Душа! — возмутился Джек.<s>r\n  — Да, что тебе с нее?! Просто душа. Есть она у тебя или нет, никакой разницы, — безразлично сказал Мефистофель.<s>r\n  — А зачем она тебе, эта ма-аленькая ненужная вещь? — ухмыльнувшись, спросил Джек.<s>r\n  — Мне она гарантирует то, что после твоей смерти ты станешь моим, — протяжно смакуя каждое слово, ответил Мефистофель.<s>r\n  — То есть, я обретаю смысл жизни до своей смерти, а после смерти моя душа попадет к тебе? — уточнил Джек.<s>r\n  — Именно, — кивнув, ответил Мефисто.",
    "answers": [
      {
        "id": 26,
        "text": "Согласиться."
      },
      {
        "id": 27,
        "text": "Отказаться."
      }
    ]
  },
  {
    "id": 26,
    "text": "  — Я не знаю, — тихо ответил Джек, опустив глаза.<s>r\n  — Это то, чего ты хотел всю жизнь. Зачем думать о том, что будет потом, когда жить тебе нужно сейчас! — убедительно сказал Мефистофель, протянув к Джеку руку.<s>r\n  — Хуже уже не будет, — прошептал сам себе Джек и протянул руку в ответ.<s>r\n    Сжав руку Мефистофеля, Джек почувствовал, будто сто языков пламени охватили все его тело. Дыхание стало перехватывать и он упал на колени. Мефистофель отпустил его руку и сказал:<s>r\n  — Исполнено.<s>r\n    В глазах Джека потемнело, и он обессиленно рухнул на пол...<s>r\n<s>r\n<s>r\n<s>r\nКонец 1 главы.",
    "answers": [
      {
        "id": 30,
        "text": "Глава 2.",
        "need": [
          26,
          27
        ],
        "need_ever": true
      },
      {
        "id": 31,
        "text": "В меню выбора глав.",
        "need_ever": true
      }
    ]
  },
  {
    "id": 27,
    "text": "  — Нет! Я не хочу отдавать душу! — резко ответил Джек.<s>r\n  — Чем были заняты твои мысли всю жизнь?! Всю твою бесполезную жизнь... Ты жил как изгой, один, ненужный никому! Я же могу дать тебе все, о чем ты даже и не мог мечтать! Ты сможешь, наконец, Жить, а не существовать! — громко закричал Мефистофель, вскочив с кресла ожидая ответа.",
    "answers": [
      {
        "id": 28,
        "text": "- Нет."
      },
      {
        "id": 26,
        "text": "- Хорошо. Я согласен."
      }
    ]
  },
  {
    "id": 28,
    "text": "  — Хорошо, Джек, — вздохнул Мефистофель.\n    Не успел Джек что-то сказать, как увидел, что Мефисто с ужасающей улыбкой медленно приближается к нему. Джек попятился назад и почувствовал, как уперся в стену. По спине Джека побежали мурашки, а сердце бешено заколотилось. Мефистофель придвинулся к нему совсем близко...",
    "answers": [
      {
        "id": 29,
        "text": "В страхе зажмурить глаза."
      }
    ]
  },
  {
    "id": 29,
    "text": "    Джек зажмурил глаза и приготовился принять смерть. Он ждал минуту, две, три... Потом решился открыть глаза, но... В комнате никого не было.\n  — Что это было?! Это сон или реальность? Мефисто? — спросил Джек в пустоту.\n\nЕму никто не ответил.\n\n\n\nКонец.",
    "answers": [
      {
        "id": 33,
        "text": "Получено достижение 1."
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Я не герой и не гордец<s>r\nНе бог, не маг и не мечтатель,<s>r\nЯ — неподкупный мрачный Жнец,<s>r\nКровавой жатвы собиратель.\"<s>r\n(Зератул Александрович).<s>r\n<s>r\n<s>r\nГлава 2. Жнец.<s>r\n<s>r\n<s>r\n    Джек медленно открыл глаза и пришел в ужас от увиденного. Он находился где-то в другом мире. Огромный зал, со стекающей по высоким колоннам кровью, уходил далеко вперед во тьму. Стены, из которых то появлялись, то исчезали мученические лица. С открытыми ртами и пустыми глазницами, они просили о помощи. Джек ринулся вперед. Он бежал не останавливаясь, пока не наткнулся на большой мост. С двух сторон мост охватывали танцующие языки пламени. Дальше пути не было...<s>r\n    Вдруг, из темноты за мостом послышался голос, от которого Джек вздрогнул и начал осматриваться по сторонам.<s>r\n  — Дже-ек, добро пожаловать в мою скромную обитель! — произнес неизвестный, и его демонический голос разнесся эхом по величественному залу.",
    "answers": [
      {
        "id": 35,
        "text": "- К-кто ты? - спросил Джек."
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57164/4IWwB6T8oaQ.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "    Здесь вы сможете выбрать любую главу из книги.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1. Джек."
      },
      {
        "id": 30,
        "text": "Глава 2. Жнец.",
        "need": [
          26,
          27,
          34
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 32,
    "text": "    Здесь будут отображаться достижения, которых вы достигли по мере прохождения квеста.",
    "answers": [
      {
        "id": 1,
        "text": "На главную."
      },
      {
        "id": 33,
        "text": "Достижение 1.",
        "need": 29,
        "need_ever": true
      },
      {
        "id": 61,
        "text": "Достижение 2.",
        "need": 58,
        "need_ever": true
      },
      {
        "id": 62,
        "text": "Достижение 3.",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 63,
        "text": "Достижение 4.",
        "need": 10,
        "need_ever": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Поздравляю! Вы получили достижение \"НЕПРЕКЛОННЫЙ\"!\n\nВас не смог сломить даже Мефистофель! Вы очень отважный человек, раз смогли сказать Дьяволу \"Нет!\" Но на этом пути вы пропустили все интересные моменты из квеста. Надеюсь, вы получите и другие достижения из моей книги.\n\n\nСпасибо за чтение!",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к достижениям."
      },
      {
        "id": 1,
        "text": "На главную.",
        "need_ever": true
      },
      {
        "id": 27,
        "text": "Автосейв(Изменить решение)."
      }
    ]
  },
  {
    "id": 34,
    "text": "    Как только Джек коснулся руки бармена, он почувствовал, что в глазах начало темнеть. По телу будто пробежали обжигающие языки пламени и, дойдя до груди, начали плавить все внутри. Джек истошно кричал, а бармен лишь хохотал в ответ, крепко держа его руку. Не выдержав больше этой боли, Джек ослаб и повалился на пол, выпустив руку бармена.\n  — Исполнено, — безразлично сказал бармен.\n  — Кто ты? — еле выговорил Джек.\n  — Можешь звать меня Мефистофель, — донесся голос бармена.\n    В глазах Джека потемнело и он потерял сознание...\n\n\n\nКонец 1 главы.",
    "answers": [
      {
        "id": 30,
        "text": "Глава 2.",
        "need_ever": true
      },
      {
        "id": 31,
        "text": "В меню выбора глав.",
        "need_ever": true
      }
    ]
  },
  {
    "id": 35,
    "text": "  — Как ты мог не узнать меня?! Это же я — Мефисто. — ответил голос и захохотал так, что огромный мост начал трястись, а лица на стенах застонали.<s>r\n  — Мефисто? Но, где я? Это сон? — дрожащим голосом произнес Джек.<s>r\n  — Это не сон, Джек. Иди ко мне. Я хочу тебя видеть! — приказал Мефистофель.<s>r\n  — Но, мост... он в огне... — ответил Джек и попятился назад.<s>r\n  — Иди, Джек. Или мне придется заставить тебя! — грозно произнес Мефистофель.",
    "answers": [
      {
        "id": 36,
        "text": "Идти через мост."
      },
      {
        "id": 37,
        "text": "Бежать назад."
      }
    ]
  },
  {
    "id": 36,
    "text": "    Джек еще раз посмотрел на горящий мост и резко пошел вперед. С каждым его шагом, он чувствовал, как языки адского пламени сжирают его кожу. Мучительная боль охватила все его тело, но он решительно шел дальше. Посмотрев на свои руки, он испытал шок, их охватил огонь. Кожа вздувалась и лопалась, он истошно орал и его крики раздавались в тишине мрачного зала. Казалось, что он шел целую вечность и, наконец, он упал от мучительной боли, не дойдя до конца моста.",
    "answers": [
      {
        "id": 4,
        "text": "Внезапно, Джек очнулся..."
      }
    ]
  },
  {
    "id": 37,
    "text": "    Джек резко побежал назад, но какая-то неведомая сила подхватила его и начала тянуть обратно к мосту. Подкинув его в воздухе, как тряпичную куклу, она перенесла Джека на другую сторону горящего моста.\n\n\n(Получено достижение 3.)",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 38,
    "text": "    Джек оказался в огромном темном зале. Со всех сторон был слышен шепот, который, то возникал где-то с разных сторон зала, то будто бы доносился прямо у Джека за спиной. Когда Джек поднял глаза, то у него захватило дух от того, каким огромным был повелитель ада. Его мускулистое тело покрывали многочисленные шрамы, кожа его переливалась от ярко-красного до темно-бордового цвета, на вытянутом зловещем лице выступали острые скулы, а над желтыми, как золото, глазами торчали мощные надбровные дуги.\n  — Ты надеялся убежать от Меня?!  — сказал монстр и сильно стукнул копытом о землю так, что Джек повалился с ног.\n  — Мефисто?! — удивленно сказал Джек, поднявшись.\n  — Да, Джек. Это я, — произнес Мефистофель.\n",
    "answers": [
      {
        "id": 39,
        "text": "- Где я?"
      },
      {
        "id": 41,
        "text": "- Почему я здесь?"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57179/Rd0mkEYJ410.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "  — Ты в аду, Джек. А если быть точнее, то в моем замке, где я отдыхаю. Снаружи жарковато, да и вопли грешников мне уже поднадоели за столько веков, — сказал Мефисто, сделав скучающий вид.<s>r\n  — В аду?! Но ты же говорил, что я обрету смысл жизни! Ты обманул меня! — воскрикнул Джек.<s>r\n  — Нет, Джек, я всегда выполняю условия сделки. Ты здесь для того, чтобы обрести смысл жизни и я тебе его дам. У меня есть планы на твой счет... — сказал Мефисто, ехидно улыбнувшись и показав свои белоснежные клыки.",
    "answers": [
      {
        "id": 41,
        "text": "- Планы?!"
      }
    ]
  },
  {
    "id": 40,
    "text": "    Джек медленно открыл глаза. Он чувствовал в себе какую-то неведомую силу, которая была наполнена Тьмой и пустотой. Поднявшись на ноги, первое, что он увидел, было пугающее лицо Мефистофеля, восседавшего на своем кровавом троне и самодовольно улыбавшегося:<s>r\n  — Дже-ек, я думал ты никогда не очнешься. Добро пожаловать к нам!<s>r\n  — Что со мной произошло? Я умер? — так громко спросил Джек, что величественные стены затряслись.<s>r\n  — Тише, Джек. Ты еще не осознаешь, какой силой ты обладаешь и не умеешь ей управлять. Но мне нравится твой новый облик! Все лучше, чем эта дешевая человеческая шкура, — ухмыльнувшись, ответил Мефистофель.<s>r\n  — Новый облик? — продолжал спрашивать Джек.<s>r\n    В ту же секунду, Мефистофель поднял свои мускулистые руки и резким движением указал ими на Джека. Перед Джеком появилось огромное зеркало...",
    "answers": [
      {
        "id": 47,
        "text": "Разглядеть себя."
      }
    ]
  },
  {
    "id": 41,
    "text": "  — Джек, ты станешь Жнецом — собирателем душ, творцом правосудия, неупокоенным стражем справедливости... — сказал Мефисто, зловеще захохотав.\n  — Жнецом?! Но, я не хочу им быть! — ответил Джек.\n  — А у тебя есть выбор? Ты можешь не выполнить условия сделки, но тогда ты попадешь сюда, — сказал Мефисто, разведя руки.\n    Джек еще раз взглянул на стены, на которых измученные лица молили о помощи, и спросил:\n  — Что я должен буду делать?\n  — Я буду переносить тебя в разные времена, к разным людям и ты будешь выносить их душам приговор. Куда они отправятся в ад или в рай — решать тебе. Но, будь справедлив, мне очень хочется пополнить ряды своей армии грешников... — сказал Мефисто, ехидно улыбнувшись.\n  — Но как я смогу отличить добро от зла? — спросил Джек.\n  — Никак. Как в любом месте где есть свет где-то прячется тьма, так и в любой даже самой чистой душе находится кусочек и для тьмы, — сказал Мефистофель.",
    "answers": [
      {
        "id": 43,
        "text": "- Как ты стал тем, кто ты сейчас?"
      },
      {
        "id": 44,
        "text": "- Как я пойму, что пора принять решение о том, куда направить душу?"
      },
      {
        "id": 45,
        "text": "- Почему именно я?"
      },
      {
        "id": 42,
        "text": "- Я должен начать прямо сейчас?"
      }
    ]
  },
  {
    "id": 42,
    "text": "  — Не совсем. Сейчас ты просто очередная пустая человеческая душа, а мне нужно сделать из тебя Жнеца. И процедура эта тебе не понравится, — сказал Мефистофель, и в его глазах блеснула зловещая искорка.<s>r\n  — И что это за процедура? — боязливо спросил Джек.<s>r\n  — Сейчас ты сам все увидишь! — сказал Мефисто и тяжело встал со своего кровавого трона.<s>r\n    Не успел Джек что-либо понять, как Мефистофель развел свои огромные когтистые лапы. В ту же секунду, в его ладонях появились огромные пляшущие языки пламени. Резким движением, Мефистофель бросил их в Джека. <s>r\nТело Джека охватил огонь, его душераздерающие крики разнеслись по величественному залу. Джек чувствовал все адские муки, он ощущал как его кожа выгорает и слезает с костей. Джек упал на колени, а всевыжигающее пламя продолжало поедать остатки его человеческой плоти...<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "Прийти в себя..."
      }
    ]
  },
  {
    "id": 43,
    "text": "  — О-о-о, это долгая история... Я был архангелом в раю и имя мое было Люцифер... — начал рассказывать Мефисто.<s>r\n  — Что? В раю?! — перебил его Джек.<s>r\n  — Именно. Я был любимчиком, но... мне надоело постоянное восхваление Бога, и я единственный, кто решился захватить власть и восстал! У меня получилось, но я правил в раю недолго. Вернулся Бог и сослал меня в ад, и прислал архангела Михаила, чтобы тот заковал меня в цепи. Я томился тысячу лет до того момента, пока Бог решил, что со мной делать.<s>r\n  — И что же он решил? — спросил Джек.<s>r\n  — Он решил, чтобы я искушал Вас. Соблазнение души и введение ее во все порочное — вот моя работа! — ответил Мефистофель.<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "- А когда ты этим не занимался, то что было с людьми?"
      }
    ]
  },
  {
    "id": 44,
    "text": "  — Я дам тебе знать, Джек, — ответил Мефистофель.",
    "answers": [
      {
        "id": 41,
        "text": "- Я хочу спросить еще кое-что..."
      }
    ]
  },
  {
    "id": 45,
    "text": "  — Джек, я постоянно слежу за такими потерянными душами, вроде тебя. Но мало у кого из них было желание, которое совпадало с моими потребностями, — ответил Мефистофель.<s>r\n  — И чего же они желали? — поинтересовался Джек.<s>r\n  — Как всегда. Слава, богатство, женщины... — зевнув, ответил Мефисто.",
    "answers": [
      {
        "id": 41,
        "text": "- Я хочу еще спросить..."
      }
    ]
  },
  {
    "id": 46,
    "text": "  — Ха! В том-то и дело, что грешники и праведники, как их называет ваш Бог, были наравне. Уже с появлением первого человека в его душе существовали добро и зло, но Богу стало обидно, что его слуги, и те, кто живет не по его правилам, уравнены. Тогда он и обратился ко мне. Отдав мне ад, назвал князем Тьмы и приказал искушать ваши грешные никчемные души, — злобно сказал Мефисто.<s>r\n  — Так какое твое имя правильное? — спросил Джек.<s>r\n  — Правильного нет. Сам я дал себе имя Дьявол, — ответил Мефистофель.<s>r\n  — Почему именно это имя? — интересовался Джек.<s>r\n  — Дьявол — означает Бог. Я — Бог! И вместе со мной в ад были сосланы и мои приспешники, — сказал Мефисто.<s>r\n  — Приспешники?! — удивился Джек.<s>r\n  — Да. Их немало... Не все были согласны с Вашим Богом и многие ангелы присягнули на верность мне, —  заулыбавшись, сказал Мефистофель.",
    "answers": [
      {
        "id": 41,
        "text": "- Я хотел спросить..."
      }
    ]
  },
  {
    "id": 47,
    "text": "    Джек ужаснулся от увиденного. Перед ним стоял скелет. Куски обгорелой кожи на руках, вместо глаз зияли две большие черные дыры, оголенные кровавые кости вводили в ужас. Не было уже его привычного человеческого облика, а вместо одежды, на нем развивался черный ободранный балахон. Джек со всей силы ударил своим костяным кулаком в зеркало, и оно разбилось вдребезги, застелив осколками весь пол.",
    "answers": [
      {
        "id": 48,
        "text": "- Что ты со мной сделал?!"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c636426/v636426809/57172/3p1meWkR66Q.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "  — Я дал тебе неограниченную Силу! Ты не просто человек, ты — Жнец! Собирание душ, власть, магия, Тьма! Сама Смерть не так сильна... Все это — ты, Джек! И это твоя благодарность? — грозно прорычал Мефистофель.<s>r\n  — Я теперь твой раб и слуга! Я выгляжу как мертвец и чувствую себя как мертвец! Будто меня нет и все зло в Мире сидит во мне... — воскрикнул Джек и упал на колени, схватив себя за голову.<s>r\n  — Встань, Жнец! Ты не мой слуга или раб. Ты где-то между раем и адом. Только тебе решать, чего достоин человек. Ты будешь свидетелем поступков и их судьей. Ты не будешь делать зла, ведь для этого есть я! — захохотал Мефистофель.",
    "answers": [
      {
        "id": 49,
        "text": "- У меня уже нет выбора... Что я теперь должен делать?"
      }
    ]
  },
  {
    "id": 49,
    "text": "  — А сейчас ты отправишься к своей первой душе! Смотри, Джек... Твоя ошибка может встать очень дорого, — сказал Мефистофель.\n    После этого, он топнул своим огромным копытом так, что лица на стенах взвыли и попрятались. Перед Джеком возникло огромное огненное кольцо, в центре которого находилась зияющая дыра в черную пустоту. Мефисто указал Джеку на портал, приказав:\n  — Иди!\nИ Джек сделал шаг...\n\n\n\nКонец 2 главы.",
    "answers": [
      {
        "id": 50,
        "text": "Глава 3.",
        "need": 49,
        "need_ever": true
      },
      {
        "id": 31,
        "text": "В меню выбора глав."
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Убей одного человека — и ты станешь убийцей. Убей миллионы — и станешь завоевателем. Убей всех — и ты станешь Богом.\" (Жан Ростан).<s>r\n<s>r\n<s>r\nГлава 3. Уильям.<s>r\n<s>r\n<s>r\n    Темные узкие улочки заливало дождем. Тишину спящего города нарушили, нарастающие из глубины улиц, звуки погони. Держась за кровоточащую рану на плече, из темноты появился человек, и сразу же скрылся, проскользнув в узкий проём между домами. Следом слышались оглушающие выстрелы. Двое полицейских остановились, потеряв его из виду.  Вглядываясь в переулок, в котором исчез силуэт преступника, один из них закричал:<s>r\n  — Я переверну весь город, чтобы найти тебя! <s>r\n  — Лью, чего ты так завелся? Рано или поздно он совершит ошибку, — сказал высокий рыжеволосый полицейский, ободряюще похлопав второго по плечу.<s>r\n  — Он был так близко, но успел ускользнуть от меня, как раз в тот момент, когда я почти смог поймать его, Барни, — раздосадованно ответил Лью.<s>r\n  — Пойдем, выпьем в нашем баре. Рабочий день окончен, а преступник наверняка уже успел улизнуть далеко, — спокойно ответил Барни и неспеша побрел по улочке обратно.<s>r\n    Еще раз посмотрев в проем, где скрылся преступник, Лью вздохнул и пошел за напарником.",
    "answers": [
      {
        "id": 20,
        "text": "В это время..."
      }
    ]
  },
  {
    "id": 51,
    "text": "    \"Надо попытаться остановить кровь,\" — подумал Уилл и, сцепив зубы, разорвал окровавленную футболку в месте ранения.<s>r\n    Он не мог хорошо разглядеть рану в темноте, поэтому прижал ее ладонью, чтобы определить характер кровотечения. Бордовая кровь стекала тонкой струей между пальцев, не ощущалось пульсации, но по ладони медленно распространялось тепло. Имея неплохие теоритические знания, по оказанию первой помощи, Уильям определил, что...",
    "answers": [
      {
        "id": 54,
        "text": "Кровотечение капиллярное."
      },
      {
        "id": 55,
        "text": "Кровотечение венозное."
      },
      {
        "id": 56,
        "text": "Кровотечение артериальное."
      }
    ]
  },
  {
    "id": 52,
    "text": "\n",
    "answers": []
  },
  {
    "id": 53,
    "text": "  — Твое здоровье, Лью! — сказал раскрасневшийся Барни, высоко подняв стакан над головой.\n  — Спасибо, — ухмыльнулся Лью и продолжил, — здоровье мне понадобится, когда я уйду на пенсию. Стану ходить на рыбалку и играть в Бинго с трясущимися старушками, засыпать перед телевизором, просматривая тупые шоу, подстригать каждое утро газон перед домом в ожидании смерти... но не этого я хочу!\n  — Всему свое время. Ты думаешь, что поймаешь этого засранца и тебе дадут пожизненное место в полиции? Молодым нужно освободить место. Наше время на службе уже подходит к концу. Даже если тебе удастся схватить его, то навряд ли тебя оставят, — рассуждал Барни, закидывая в рот орешки из блюдца на барной стойке.\n  — Освободить место молодым?! — возмущенно заорал Лью, стукнув кулаком по столу, — Да что они знают о службе! Эти сопляки не поймают даже  собственную бабу, изменяющую им с соседом! \n  — Ты пробовал еще раз говорить с боссом? Может он оставит тебя еще? — интересовался Барни.\n",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить наблюдение за беседой."
      }
    ]
  },
  {
    "id": 54,
    "text": "    Определив, что кровотечение капиллярное, Уильям совершил ошибку при оказании первой помощи, лишь усугубив ситуацию. Состояние ухудшалось с каждой минутой и Уилл принял решение добраться до дома.",
    "answers": [
      {
        "id": 23,
        "text": "Попытаться уйти."
      }
    ]
  },
  {
    "id": 55,
    "text": "    Определив, что кровотечение венозное, Уильям не ошибся. Он начал экстренно принимать решение...",
    "answers": [
      {
        "id": 57,
        "text": "Засунуть пальцы в рану, из которой льется кровь, попытавшись, тем самым, сдавить поврежденный сосуд и остановить кровотечение."
      },
      {
        "id": 58,
        "text": "Сильно сжать кожу с подлежащими тканями, сдавливая, тем самым, поврежденный сосуд."
      },
      {
        "id": 57,
        "text": "Прижать место ранения пальцами, подождав от трех до десяти минут до остановки кровотечения."
      },
      {
        "id": 57,
        "text": "Попытаться извлечь пулю пальцами и наложить сверху давящую повязку."
      }
    ]
  },
  {
    "id": 56,
    "text": "    Определив, что кровотечение артериальное, Уильям совершил ошибку при оказании первой помощи, лишь усугубив ситуацию. Состояние ухудшалось с каждой минутой и Уилл принял решение добраться до дома.",
    "answers": [
      {
        "id": 23,
        "text": "Попытаться уйти."
      }
    ]
  },
  {
    "id": 57,
    "text": "    Это действие лишь усугубило положение. Кровотечение усилилось и Уильям решил как можно скорее добраться до дома.",
    "answers": [
      {
        "id": 23,
        "text": "Уйти с чердака."
      }
    ]
  },
  {
    "id": 58,
    "text": "    Одной рукой сильно сдавив кожу вокруг раны, другой рукой Уильям оторвал незапачканный кусок от своей футболки и начал заталкивать его глубоко в рану. Корчась от боли, Уилл все сильнее утрамбовывал ткань в ране, до тех пор, пока кровотечение полностью не остановилось. Почувствовав небольшое облегчение от успешно выполненного тампонирования, Уильям поднялся и медленно побрел к выходу с чердака.<s>r\n<s>r\n<s>r\n(Получено достижение 2.)",
    "answers": [
      {
        "id": 59,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 59,
    "text": "    Уильям, собрав последние силы, выбрался с чердака. Озираясь по сторонам, он одиноко брел по улицам, а по его измученному болью лицу стекали холодные серые капли дождя. Он мысленно боролся за жизнь, думая лишь об одном: \"Не умереть! Нельзя умирать!\"<s>r\n    Добравшись до дома, Уильям положил ослабевшую руку на дверную ручку, и рухнул на грязный мокрый асфальт.",
    "answers": [
      {
        "id": 53,
        "text": "Тем временем в баре..."
      }
    ]
  },
  {
    "id": 60,
    "text": "  — Не-ет, эта зажравшаяся свинья считает, что я уже слишком стар! Я покажу ему, что и в шестьдесят можно ловить преступников. Я не смогу на пенсии, не смогу так жить. Я должен доказать, что еще способен на многое. Я одинок, Барни. Я лучше сдохну от пули, чем в собственном кресле перед телевизором, наложив кучу дерьма под себя! — сказал Лью и вздохнул.<s>r\n  — Ты можешь сдохнуть в обнимку с какой-нибудь аппетитной девкой, но правда нет гарантии, что под тобой не окажется кучи дерьма, — сказал Барни и зашелся заразительным громким смехом, иногда прихрюкивая.<s>r\n  — Да пошел бы ты к черту! — с улыбкой сказал Лью и, звонко хлопнув напарника по спине, выпил залпом очередной стакан...<s>r\n",
    "answers": [
      {
        "id": 64,
        "text": "На следующий день."
      }
    ]
  },
  {
    "id": 61,
    "text": "Поздравляю! Вами получено достижение \"ОПЫТНЫЙ ЛАТАЛЬЩИК\".\n\nВас не сломит ни одна экстренная ситуация, ведь ваши знания по оказанию медицинской помощи могут спасать жизни!\n\n\n\nСпасибо за чтение!",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к достижениям."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 62,
    "text": "Поздравляю! Получено достижение: \"Я НЕ ТРУС, НО Я БОЮСЬ.\"\n\nЧувство самосохранения у вас развито отлично. Попытаться убежать — было разумным и честным решением, но жаль, что оно вам не помогло в этот раз.\n\n\nСпасибо за чтение!",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к достижениям."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 63,
    "text": "Поздравляю! Получено достижение: \"РЕАЛИСТ\".\n\nВас не так-то просто соблазнить коварными предложениями и вы не привыкли доверять сомнительным личностям. Так держать!\n\n\nСпасибо за чтение!",
    "answers": [
      {
        "id": 32,
        "text": "Вернуться к достижениям."
      },
      {
        "id": 1,
        "text": "На главную."
      }
    ]
  },
  {
    "id": 64,
    "text": "    Уильям начал приходить в себя. Сквозь слегка приоткрытые глаза он увидел свою сестру, которая сидела на стуле возле кровати. Её заплаканные глаза задумчиво уставились в одну точку, а в маленьких подростковых губах тлела недокуренная сигарета. Уилл приподнялся и вскрикнул:<s>r\n  — Джесс! Какого чёрта ты опять куришь?! Лучше бы я сдох, но не увидел этого.<s>r\n    Джессика вздрогнула и начала нервно тушить сигарету.<s>r\n  — Уилл, я думала, что потеряю тебя, а я так боюсь остаться одна, — сказала Джесс и кинулась обнимать брата, — Не смей так поступать со мной, не смей! Я не хочу умереть так...<s>r\n    Она бросила на него свой детский взгляд, наполненный слезами. В нём было столько боли и страдания, что у Уильяма начало прерываться дыхание.",
    "answers": [
      {
        "id": 65,
        "text": "Успокоить сестру."
      },
      {
        "id": 67,
        "text": "Продолжить разговор про курение."
      },
      {
        "id": 64,
        "text": "Новый ответ. введите текст",
        "url": "https://pp.userapi.com/c834303/v834303906/48f6d/5Ymy_HwE8FE.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "  — Не смей говорить о смерти, Джесс! Не смей! — сказал Уилл, строго посмотрев на неё, — Лучше я сам убью тебя, если увижу, что ты куришь эту дрянь! Ты травишь себя! Тебе нельзя курить, Джесс, нельзя! Что же ты делаешь, глупышка...<s>r\nУильям погладил сестру по растрёпанным мягким волосам и начал бережно вытирать ей слезы.<s>r\n  — Я так испугалась, когда увидела тебя на пороге. Я сразу позвонила Бернсу. Он смог помочь тебе. Рана уже не представляет опасности, но если бы ты промедлил еще немного, то мог умереть от кровопотери. Он выспрашивал меня о том, где ты получил ранение. Я отмалчивалась, ведь я действительно не знаю. Да и знала бы, то не сказала ему. Что ты скрываешь от меня? Почему я не могу знать, что происходит с тобой? — нервно тараторила Джессика, жалостливо приподняв брови.<s>r\n  — Не сейчас, Джесс. Я расскажу тебе, но не сейчас, — прошептал Уилл.",
    "answers": [
      {
        "id": 68,
        "text": "Тем временем в полицейском участке..."
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  },
  {
    "id": 67,
    "text": "  — Джесс, я много раз говорил тебе, чтобы ты не курила, но ты продолжаешь вести себя как ребенок! Когда ты поумнеешь, наконец?! — закричал Уильям, постаравшись не закрывать тему с курением сестры.<s>r\n  — А ты у нас умный, да?! Ты вечно пропадаешь где-то, у тебя неожиданно появляются деньги, а сегодня ночью ты вообще приперся домой весь в крови! Я думала ты сдох, а ты придираешься к сигаретам!.. Ты неисправимый дурак, Уилл! — гневно проговорила Джессика и выбежала из комнаты, хлопнув дверью.",
    "answers": [
      {
        "id": 68,
        "text": "Тем временем в полицейском участке..."
      }
    ]
  },
  {
    "id": 68,
    "text": "  — Значит, мистер Бернс, вы утверждаете, что вчера вы ",
    "answers": [
      {
        "id": 66,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  }
]