[
  {
    "id": 1,
    "text": "Жанр: приключения.\n\nАвтор: STM\n\nПривет, дорогой читатель!\nПриятного чтения!\n\nПредисловие: \nИстория из жизни 18 летнего Хантера Смолла, который попал в гущу событий - террорестический захват трехэтажного офисного здания.\n\nКонцовки:\n                     \"Почти получилось\"\n                     \"Бессмысленная надежда\"\n                     \"Никто не уйдет живым\"\n                     \"Назад пути нет\"\n                     \"До конца\"\n               (Всего 15 концовок)\n\n\n\nБудильник в очередной раз выполнил свою работу... Хантер спросонья понимал, что нужно опять вставать и делать все эти повседневные вещи... Уже было лень ходить в туалет...",
    "answers": [
      {
        "id": 2,
        "text": "Встать."
      },
      {
        "id": 21,
        "text": "От автора."
      },
      {
        "id": 76,
        "text": "Вторая часть."
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 77,
        "text": "Почему квест отсутствовал долгое время."
      }
    ]
  },
  {
    "id": 2,
    "text": "- Ладно, еще пять минут и встану.. Хантер вновь открыл глаза...\n- О нет! Уже 7:53...Я, может, еще успею собраться и успеть на стажировку..\nХантер оделся неторопливо и пошел на улицу. Все еще теплый октябрьский ветерок нежно обдувал бледные щеки юноши. \n- Блин, в кармане всего бакс, а я так и не поел... Но я опаздываю!",
    "answers": [
      {
        "id": 6,
        "text": "Поехать на автобусе"
      }
    ]
  },
  {
    "id": 3,
    "text": "Повалявшись на кровати, Хантер посмотрел время на телефоне: 7:03.\n- Еще 7 минут... Успею привести себя в чувства.\n  Пролежав на кровати достаточно долго, Хантер сбился со времени и подумал, что прошло всего 2 минуты. Хантер проснулся от сильных толчков мамы.\n- Совесть есть у тебя? У тебя сегодня контрольная. Как так-то? - сказала удивившаяся мама, увидев время на часах.\n- Совсем мальчик растерянный стал. Ничему не учиться...",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Набрав 02 у Хантера заиграла надежда и уже не так было страшно.\nКроме помех ничего не было слышно. И тут села батарейка.",
    "answers": [
      {
        "id": 23,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "Хантер решил, что пешком ничего не решается и поехал на автобусе, который нужный Хантеру уже ждал пассажиров у остановки. Зайдя в автобус, свободных мест небыло. Ему очень хотелось спать, пришлось делать это стоя. Народ толпился, выходя из автобуса, то и дело постоянно задевали, а то и толкали стоящего соню. Недалеко от офиса юноша увидел группу людей, но каких... Страшные и уродливые дяди.\n \"Зеки или бомжи какие-нибудь\",- подумал Хантер, выходя из автобуса. \n\n- Так.. \"Коллэпс Индастриз\" .. мне сюда!",
    "answers": [
      {
        "id": 38,
        "text": "Войти в здание."
      }
    ]
  },
  {
    "id": 7,
    "text": "\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "Трехэтажный офис и туалет на первом. Выходя из него, Хантер увидел, как чинят кулер.\n- Ну хоть попить что бу... стоп.\n Хантер узнал среди мастеров тех самых дядей, которых видел на улице. Когда Хантер начал уходить, проблеском света заметил торчащий пистолет. У Хантера сразу промелькнула мысль о террористах и т.д. \n   Поднимаясь по ступенькам, Хантер думал, сказать ли директору об этих людях, а если не поверит и сочтет за розыгрыш? А терять место в компании не хотелось бы.",
    "answers": [
      {
        "id": 9,
        "text": "Рассказать о тех странных людях с оружием."
      },
      {
        "id": 10,
        "text": "Ничего не рассказывать."
      }
    ]
  },
  {
    "id": 9,
    "text": "Войдя в кабинет с огромными, как крупная черешня глазами, Хантер на ухо сказал директору, что на первом этаже какие-то люди с пистолетами. Директор посмотрел на Хантера с презрением, как будто это сумасшедший, затем он недоумевающе пошел разбираться на первый этаж.\n\nВся аудитория сидела молча, не издавая звуков. Прошел час, но ни директора, ни-че-го. Дэвид, как считает Хантер - его друг, собирался посмотреть, что в коридоре и разведать обстановку.",
    "answers": [
      {
        "id": 11,
        "text": "Пойти с Дэвидом."
      },
      {
        "id": 40,
        "text": "Остаться в кабинете."
      }
    ]
  },
  {
    "id": 10,
    "text": "Хантер был в недоумении от такого случая. \n- Мастерам по починке кулеров разрешено носить огнестрел?..Непонимаю...,- про себя подумал Хант.",
    "answers": [
      {
        "id": 39,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Не предвещая беды, Хантер присоединился к другу. На 3 этаже из других кабинетов были слышны разговоры, которые велись оживленно. Офис был разделен на 3 крыла: левое, офисное и центровое. Ничего страшного.\n \n 2 этаж не особо бурлил жизнью, все заняты работой. Парни ничего не подозревают, все как обычно.\n 1 этаж. После спуска на первый, Дэвид и Хантер проходили мимо вахтерной... Из столовой выбежал встревоженный паренек, оборачиваясь, он бешено кричал:\n- Бегите, прячьтесь, тут...,- выстрел в голову прервал его речь. Неизвестно откуда началась стрельба. Со всех этажей все ринулись на первый. Там, где лежало тело паренька, выбежали двое человек и моментально  спустили курок. Многие очухаться не успели, как водопад крови окатил Хантера и Дэвида.",
    "answers": [
      {
        "id": 13,
        "text": "Спрятаться в туалете."
      },
      {
        "id": 14,
        "text": "Свернуть направо, в уборную."
      },
      {
        "id": 15,
        "text": "Вернуться вместе с Дэвидом в кабинет."
      }
    ]
  },
  {
    "id": 12,
    "text": "Жаль...",
    "answers": []
  },
  {
    "id": 13,
    "text": "Хантер полностью растерялся и понял, что и его подстрелят. Недолго думая, он забежал в туалет и закрыл дверь на щеколду.\n\nВыстрелы прекратились, как рядом раздалась речь, но на непонятном языке. Обнаружив, что дверь закрыта, один из террористов кинул гранату под дверь...1...2...3. Хантер боялся умереть, боялся боли, решил спрятаться за туалетом... Бабах... Даже так осколки достали голову мальчика, как медленно багровый сок окрасил пол...\n\n\n1 концовка: \"Неповезло\".",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 14,
    "text": "Свернув направо, Хантер побежал по коридору прямо в уборную. \nНикакой щеколды небыло, поэтому следовало доверять удаче, закрыв плотно двери. Шаги все ближе, вдруг, как террорист остановился. Хантер посмотрел в глазок и услышал, как террорист зарядил оружие, Хантер вздрогнул и этим самым выдал себя. Дверь слегка дернулась. Террорист начал простреливать двери. Уборная была большой, спрятаться можно где было. ",
    "answers": [
      {
        "id": 16,
        "text": "Попробовать спрятаться среди уборных тележек."
      },
      {
        "id": 17,
        "text": "Спрятаться под столом у входа."
      }
    ]
  },
  {
    "id": 15,
    "text": "Хантер стоял в полном ступоре, но жесткая рука друга привела его в чувства...\n\n- Ханти! Ты пулю ждешь?! Побежали, быстрее!\n\nХантер в оковах адреналина побежал по ступенькам, обгоняя Дэвида, как вдруг Дэвид запинается об ступеньку.\n\n- А-а-а-а, что-то с ногой, а-а-а.. Ханти, дай руку!",
    "answers": [
      {
        "id": 36,
        "text": "Протянуть руку."
      },
      {
        "id": 37,
        "text": "Убежать."
      }
    ]
  },
  {
    "id": 16,
    "text": "Хантер сам от себя неожидал такой мысли, ну а что делать? Тележек было достаточно много, а Хантер был худым.\n Попытка пролесть оказалась удачной, не успел Хантер и поудобнее устроиться, как террорист ворвался в уборную, затем начал жадно осматривать помещение, желая пустить кровь...\n\n- Ну давай, покажи свое личико... Мы тебя не обидим, выйди, и мы тебя отпустим... Смелее...\n\n- Раджа, чего застрял там? Мы на 2 этаж собираемся, там уж точно побольше мяса. Кстати, ты установил глушилки?\n\n- Да, ни одна собака не позвонит и не напишет сообщение о помощи...Хе-хе...Кхем...\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Хантеру на глаза попался столик, под котором можно было спрятаться.. Террорист выбил двери ногой. Он что-то сказал, но не успел закончить поиски, ведь его окликнули...",
    "answers": [
      {
        "id": 18,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Хантер чуть ли не потерял сознание и уже чувствовал, как будто его холодной водой окатили: холодный пот ручьями стекал с рук и головы, а Хант даже разобраться со всем этим не мог... Тут небыло ни окон, только тот путь, откуда он пришел.\n\nКрики доносились со 2 этажа. Хант уже начал сожалеть о том, что не пошел с Дэвидом, ведь одному было очень страшно.",
    "answers": [
      {
        "id": 19,
        "text": "Остаться в уборной и ждать."
      },
      {
        "id": 20,
        "text": "Попробовать осмотреть этажи."
      }
    ]
  },
  {
    "id": 19,
    "text": "- Какого... И почему я не догадался позвонить в полицию? Так-с, время 10:21... Так быстро время пролетело.\n\nХантер сел за столик. Попробовать позвонить маме или в полицию?",
    "answers": [
      {
        "id": 4,
        "text": "Позвонить в полицию."
      },
      {
        "id": 22,
        "text": "Позвонить маме."
      }
    ]
  },
  {
    "id": 20,
    "text": "Хантер переборол страхи и открыл двери. Пройдя пару шагов, он увидел, как из-за угла выходит террорист. Хантер побежал назад, на его удивление, дверь резко кто-то подпер.\n\n- Эй, открой, мать твою......Открой!!!\nОни близко!....\n\n- Прости, я сам хочу жить...\n\n- Ну ты и сука! Сдохни, ублюдок!\n\nЖивотный страх вселился в юношу.\n\n- Пожалуйста....не убивайте..прошу...\n\n- Нэт! Ти не саслужил жить такой жизнь!\n\nХантер побежал с кулаками на террориста, но тот успел выпустить очередь, оставив кровь на двери.\n\nКонцовка 7 \"Назад пути нет\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 21,
    "text": "Привет, незнакомый читатель! Меня зовут Александр и это мой самый первый квест, огромное вам спасибо что хоть немного прочитали. \n\nПожалуйста, оцените квест по мере возможности! Буду очень признателен и благодарен.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 22,
    "text": "- Пожалуйста, ответь, ну же...\n\nШипения и только. Хантер заплакал от безысходности и молился про себя...",
    "answers": [
      {
        "id": 23,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вставая из-за стола, Хантер услышал шаги позади себя, еле успев обернуться, перед ним явилась черная картинка... Его вырубили... 14: 45... \n \n- Где я...\n\n- Типичный вопрос, но сиди тихо, не шуми, я уже тут 6 часов сижу и хочу кушать...\n\n- А...а..\n\n- А тебе я спас жизнь, ты мой должник. Знаю, сейчас это предложение тебя удивить, но\n... ты тоже хочешь кушать, верно?\nСможешь пройти в столовую за едой?\n",
    "answers": [
      {
        "id": 24,
        "text": "Ты сумасшедший? Там их полно! Нет, я отказываюсь."
      },
      {
        "id": 25,
        "text": "Вместе... Пошли со мной, один я ничего не сделаю."
      },
      {
        "id": 26,
        "text": "Ладно, пойду один, жди."
      }
    ]
  },
  {
    "id": 24,
    "text": "- Я спас тебе жизнь, а ты... пошел к черту отсюда...",
    "answers": [
      {
        "id": 27,
        "text": "Попытаться сопротивляться..."
      },
      {
        "id": 26,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 25,
    "text": "- Нет, это слишком рискованно! Иди и ты перестанешь быть должником...\n\n- Ты идиот? А если меня убьют? вдвоем шансов будет больше!\n\n- Нет! Либо ты идешь, либо ты уйдешь из библиотеки на произвол судьбы... Ну!",
    "answers": [
      {
        "id": 26,
        "text": "Идти одному."
      },
      {
        "id": 24,
        "text": "Ты сумасшедший? Это опасно! Я не пойду!"
      }
    ]
  },
  {
    "id": 26,
    "text": "Хантер дрожащими руками открыл дырявую от пуль дверь...\n- Вроде никого... Ладно..\n\nКак бы не старался тише идти Хант, шарканья раздавались по всему коридору. Трупы. Горы трупов у лестницы и туалета.\nПосмотрев направо, Хантер поразился: окна были обвиты колючими проволоками, двери прибиты и также в проволоке. Снаружи у входа стояло 4 машины, все напичканы взрывчаткой... Еще там стояла группа людей-террористов. Все на виду. У столовой тоже трупы. Налево - эвакуационный выход, направо - вход в офисное крыло. Прямо - столовая.",
    "answers": [
      {
        "id": 28,
        "text": "В столовую."
      },
      {
        "id": 29,
        "text": "Идти к выходу."
      },
      {
        "id": 30,
        "text": "В офисную."
      }
    ]
  },
  {
    "id": 27,
    "text": "Хантер, сделав вид что уходит, резко с разворота ударил по лицу, после очередных ударов, Хант начал чувствовать усталость...\n\nНезнакомец резко выхватил нож и двинулся на Хантера и свалил его.\nОн толкнул Ханта, тот свалился на пол. Незнакомец выполнил замах, и целился в живот. И...Хантер задерживает удар, но ненадолго.\n\nАгония охватывает Хантера, но сил нет и он начинает чувствовать, как нож вонзается медленно и плавно, как проникает нож в масло...\n\nКонцовка 2 : \"Почти получилось\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 28,
    "text": "Темно. Капли лучей света еле просачиваются сквозь окровавленные шторки. Зайдя в буфет, на прилавках ни денег, ни булок, ничего. Урчание живота напоминало пение кита. Колбаса размозжена по полу, все пролито, но так ничего вкусного. Что делать?",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться в уборную."
      },
      {
        "id": 32,
        "text": "Продолжить поиски в подвале."
      }
    ]
  },
  {
    "id": 29,
    "text": "Коридор был чист и не имел следов убийств. ВЫХОД - вывеска над зап.выходом. Хантер ринулся к выходу, позабыв о своем \"спасителе\". Но чем ближе он приближался к выходу, тем сильнее что-то пищало...",
    "answers": [
      {
        "id": 33,
        "text": "Проигнорировать и бежать дальше."
      },
      {
        "id": 34,
        "text": "Вернуться в коридор."
      }
    ]
  },
  {
    "id": 30,
    "text": "Идя по офисному крылу, Хантер почуял запах тухлого, запревшего...\nЭти люди лежат так, как будто это куклы, большие такие, не издающие ни звука.\n\n- Куда так много убивать... Некуда наступить..,- с отвращением буркнул Хантер.\n\nПочти подойдя к ступенькам, Хантер подскользнулся на луже крови и полетел на ступеньки, ударившись с размаху головой. \n\nКровь хлестнула из большой головы, почти покинувшего этот мир человека.\n\nКонцовка 6 \"Нелепая смерть\"\n",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 31,
    "text": "Хантер испытывал мизерный стыд перед тем человеком, но а что делать, если там кроме трупов и крови ничего нет?\n\nХантер задумался и уже не был таким скрытнем. Невольно посмотрев в окно, Хант заметил на себе чужие взгляды. Спустя мгновение, террористы с криками побежали в здание, докладывая о юноше в рацию. Стали слышны стук обуви, это шли со 2 этажа... Куда свернуть? Хантер, растеряно озираясь, все-таки решил...",
    "answers": [
      {
        "id": 35,
        "text": "Побежать к выходу."
      },
      {
        "id": 30,
        "text": "Свернуть в офисную."
      }
    ]
  },
  {
    "id": 32,
    "text": "Увидев лестницу ведущую вниз, Хантер открыл двери.\n\nКуча еды, приборов...  Двери, которые были открыты, медленно и протяжно поскрипывали от гуляющего ветра. Слезы радости напали на юношу. Со скоростью света Хантер выбежал на улицу.\n\n- Ура, мать твою, я на свободе...\n\nУже почти получилось...\n\nХантер в последний момент увидел, как с крыши за ним следят снайперы. 2 пули и все в голову...\n\nКонцовка 5 \"Одновременный выстрел\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало дня. "
      }
    ]
  },
  {
    "id": 33,
    "text": "Населенный надеждой Хантер бежал, думая только о спасении, учащалось и пиканье, как только Хантер дернул за ручку, тут же произошел взрыв...\n\n\nКонцовка 3 \"Бессмысленная надежда\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 34,
    "text": "Теперь предстояло выбрать: либо столовая,  либо идти в офисное крыло.",
    "answers": [
      {
        "id": 28,
        "text": "Идти в столовую."
      },
      {
        "id": 30,
        "text": "Идти в офисное крыло."
      }
    ]
  },
  {
    "id": 35,
    "text": "Резко свернув направо, Хантер побежал к выходу, не успел он дернуть за ручку, как его кто-то окрикнул.\n\nОни уже здесь. Ему что-то говорят...\n\n- Джэхеж, может оставить мальчугана, у нас держать будем? Мм..?\n\n\n- Нэээт, договор быль таков: отсюда НИКТО не уйдет живим... Агонь!\n\nКонцовка 4 \"Никто не уйдет живым\"\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться в начало."
      }
    ]
  },
  {
    "id": 36,
    "text": "Хантер вернулся и подал руку помощи. \n\n- Ханти, берегись!\n\nХантер успел поднять друга, но в руку выстрелили, она прошла навылет.\n\n- Аа-а-а-а!!! Быстрее...кха.. бежим в кабинет!",
    "answers": [
      {
        "id": 41,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Хантер не обращая внимания убежал на 3 этаж..",
    "answers": [
      {
        "id": 50,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 38,
    "text": "Пройдя на первый этаж офиса, было все как обычно: спешащие офисные планктоны с тоннами бумаг в руках.\n\n- Так.. \"стажировка проходит на третьем этаже офиса\", - неторопливо прочитал Хантер. По пути на третий этаж, ему встретился давний друг детства - Дэвид Уайлдхак.\n\n- Ха-ха! Хантер! Сколько лет, сколько зим, а?\n\n- Привет, дружище. Ты что здесь делаешь? \n\n- Я.. э-э.. на стажировку прие.. пришел. \n\n- Что ж, пошли. Через три минуты начнется отбор.\n\nВойдя в кабинет, они увидели, что в кабинете уже сидит порядка двадцати человек. Пузатый мужчина, видимо, директор этого офиса, громко заявил: \n\n- Так, молодые люди, опаздывать не есть хорошо! Минус балл! А теперь садитесь на свои места, - он помолчал, после чего продолжил говорить, - Я выдам всем бланки и напишите на них, почему вы выбрали нашу компанию, также напишите на листках ваши плюсы и минусы. Если кому-то нужно будет срочно выйти выходите без вопросов, затем возвращайтесь обратно. \n\nСпустя тридцать минут Хантер почувствовал зов природы, после чего незамедлительно вышел в туалет.",
    "answers": [
      {
        "id": 8,
        "text": "Идти в туалет."
      }
    ]
  },
  {
    "id": 39,
    "text": "В кабинет зашел еще один человек в костюме, затем позвал директора и те поспешно удалились.\n\nЧас прошел, все сидят и валяют дурака. Дэвид долго оглядывал всех, затем решительно встал и сказал: \n\n- Да ну, целый час уже ждем... пойду проветрюсь, чтоли...",
    "answers": [
      {
        "id": 11,
        "text": "Пойти с Дэвидом."
      },
      {
        "id": 40,
        "text": "Остаться в кабинете."
      }
    ]
  },
  {
    "id": 40,
    "text": "Дэвид вприпрыжку ушел гулять по коридорам.. \nВсе начали активно друг с другом общаться и говорить о том, как узнали о стажировке.\n\nТут в класс забегает Дэвид и пулей ныряет в кабинет, затем моментально закрывает за собой двери.\n\n- Ребята..тут..такое...\n\n- А чего ты весь в...крови?\n\n- Это не моя.\n\n- Что там такое? Расскажи.\n\n- Там..людей убивают...\n\n- Что? Че за розыгрыши? \n\nПосле пару смешков будущих коллег, внизу раздались приглушенные крики и что-то похожее на хлопки.\n- Вот..вот о чем я вам говорил.. \n\n- Что там такое то? Расскажи.\n\nДэвид рассказал, после того как он спустился на первый этаж, полетели гранаты и пули, началась паника. Многих убили и директор - не исключение.\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Дэвид и Хантер вернулись в кабинет.\n\n- Так, ситуация критичная,- начал Дэвид - необходимо чем-то забаррикадироваться! Дверь открывается в кабинет! Так что можно просунуть через ручку...швабру! Тащите что-нибудь, чем можно подпереть дверь..так...а ты, Ханти, тебе..Так! Есть аптечка первой помощи?\n\n- Посмотри в той комнате!\n\nДэвид побежал за аптечкой, а Хантер наблюдал за панической ситуацией:\n\n- Линда! Ты так и будешь ныть? Либо помоги, либо заткнись! Из-за тебя нас могут убить!.. Тише, прошу..",
    "answers": [
      {
        "id": 42,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 42,
    "text": "Дэвид вернулся с сумкой лекарств.\n\n- Те, кто одежду шить умеет или вообще зашивать хоть что-нибудь, есть такие?\n\n- Есть! ,- приободрившись сказала Линда, вытирая слезы.\n\n- Давай сюда, щас рану зашивать будем. Иглу я опустил в спирт, рану смазал, приступай! Держись, Хантер...\n\n- Линда, не дрожи, успокойся..Просто воткни и еще раз, затем потяни и так пока рана не закроется!\n\n- Ааааа!!!,- неожиданно заорал Хантер, но Дэвид успел закрыть рукой рот.\n\n- Тише-тише. Все, все... Линда, быстрее!\n\n- Не так то это и легко...",
    "answers": [
      {
        "id": 43,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 43,
    "text": "Линда закончила зашивать рану Хантера, тот кряхтя поднимался на ноги.\n\n- Талантище! Иди на хирурга! Смотри, как красиво...\n\nЗашито было неаккуратно и нитки кое-где торчали.\n\n- Да иди ты..Как могла так и зашила.\n\n- Ладно-ладно, спасибо. Стоп.. Сюда кто-то идет! По укрытиям! Вэнс, кидай швабру..Шшшш....\n\n",
    "answers": [
      {
        "id": 44,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 44,
    "text": "Казалось, что в тот момент сердца остановились у всех. Все замерли в ожидании.\n\n- Эээ, идыте сюда, давай здесь паищим!\n\nТеррорист попытался открыть двери, но обнаружил , что она закрыта. Он позвал кого-то к себе.\n\n- Джафар, Фарид, сюда! Взрывчатка нужьна, э!\n\nВсе друг с другом переглянулись.\n\n- Взрывчатка? И что делать? У двери стоять нельзя!\n\n- Быстро группиру...\n\n- Взривай!...",
    "answers": [
      {
        "id": 45,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 45,
    "text": "Оглушительный взрыв разорвал тех, кто стоял у двери.. Хантер не увидел Дэвида, как и входящих внутрь кабинета террористов.\n\n- А-а-а, Дэвид, ты...*кашель*.. ты тут?\n\n- Дэвида тут нет...Жалкая сопля.\n\nТеррорист взвел курок на Хантера, как Дэвид подкрался сзади и попытался нанести удар, но промахнулся, террорист эффектно выхватил нож и вонзил в шею Дэвида острую дамасскую сталь...\n\nАа..аагрхх..,- это были последние звуки захлебывающегося в крови друга.",
    "answers": [
      {
        "id": 46,
        "text": "Попытаться задушить террориста."
      },
      {
        "id": 47,
        "text": "Остаться на месте."
      }
    ]
  },
  {
    "id": 46,
    "text": "Где-то поблизости слышился звук вертолета. Хантер, ощущая всю злобу и ненависть ко всем террористам мира набросился на ухмыляющегося урода. Тут входят еще двое и наводят автомат то ли на Хантера, то ли на террориста.\n\n- Что делать?\n\n- Стреляй, насрать! Одной туши больше, одной меньше!\n\nХантер начал прикрываться телом и пули, как гадюки, начали кусать тело террориста. Хантер настолько сжимает руками горло, что кровь не может выйти изо рта террориста...\n\nЧерез окно было видно, как на тросах спускается спец.отряд. прямо рядом с окнами. Вдруг, стекла с визгом и треском разлетелись в щепки.  В кабинет через окна ворвались спецназ.\n\n- Всем лежать, работает SWAT!\n\n- Это террористы, сэр!\n\n- Огонь!\n\nХантер продолжал держать тело убитого террориста, после чего упал от бессилия.Где-то внизу раздался грохочущий взрыв...\n\nКомандир спец.отряда заметил еле дышавшего Хантера, затем скомандовал:\n\n- Рамирез, Сальватручча, подавайте сигнал, тут есть выжившие!\n\n- Количество?\n\nКапитан Сандерс осмотрелся.\nВсе были без движения.\n\n- Один...только один! Быстрее! У него пулевое ранение!..",
    "answers": [
      {
        "id": 48,
        "text": "Эпилог."
      }
    ]
  },
  {
    "id": 47,
    "text": "Хантер продолжил смотреть на бездыханное тело Дэвида.\n\n- Фарид, мы уходим через подвал офиса! Ты слышишь? МЫ УХОДИ-ИМ!!!\n\nФарид взял за шкирку Хантера и они ускользнули в подвал. На выходе их ожидала машина в которой был близкий друг его отца: Емилио Холд. \n\n- Хант, как ты..\n\n- Жми в пол, если выберемся, 2 сотни тебе. Гони!\n\nКонцовка 9 \"Жизнь или смерть\"\n",
    "answers": [
      {
        "id": 76,
        "text": "Продолжение следует в лагере пленных..."
      }
    ]
  },
  {
    "id": 48,
    "text": "Хантер очнулся уже в больнице..\nКапитан разговаривал с доктором о Хантере и его состоянии. Юноша слегка покряхтел, после чего капитан развернулся и радостно сказал:\n\n- Очнулся.. Крепкий малый. Две пули выдержал, молодец!..,- после этих слов капитан вышел из палаты, затем тихо заговорил, - Состояние не критичное. В здании, кроме него, мы никого не нашли.. Да.. Входите..\n\nЕго мама уже входила со слезами, она представляла, что вместо лица юноши будет месиво.\n\n- Мальчик..*всхлип*..мой.. Как ты?..\n\n- Я жив, мама?\n\n- Конечно..конечно..",
    "answers": [
      {
        "id": 49,
        "text": "Далее.."
      }
    ]
  },
  {
    "id": 49,
    "text": "- Сегодня в эфире: На мировую компанию \"Коллэпс Индастриз\" было совершено нападение террористов под предводительством Ками Таджага, который не был найден в ходе спец.операций. Террористы оккупировали здание и убивали всех, кто там был. Единственным выжившим оказался Хантер Смолл. По его словам, он выжил, благодаря Дэвиду Уайлдхаку, который был обнаружен мертвым. Обоим семьям была выслана материальная помощь в размере 30.000$.\nО других новостях расскажет Сара Вердина...\n\nКонцовка 8 \"До конца\"",
    "answers": [
      {
        "id": 21,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 50,
    "text": "Хантер вспопыхавшись вошел в кабинет.\n\n- Где Дэвид? Что с ним? \n\n- Скорее всего..убит.. они идут сюда.. нужно обороняться! Устроим засаду. Пусть кто-нибудь будет проходить мимо и мы его шваброй и тяпнем.\n\n- А не рисково ли, Хант?\n\n- А есть выбор?",
    "answers": [
      {
        "id": 51,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 51,
    "text": "- Так, есть добровольцы кто будет отвлекать?\n\n- Я могу. Это легко. \n\n- А ты смелчак! Как зовут?\n\n- Лорен.\n\n- Отлично. Лорен, иди прямо по коридору и кричи что-нибудь. Это их привлечет.\n\n- Фух..Ладно. Я готова.",
    "answers": [
      {
        "id": 52,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 52,
    "text": "Лорен выбежала в коридор и начала что-то кричать. Лорен выглядила неплохо и была в моде. Каблуки и все такое...\n\n- Ээй, тупицы-ы, сюда давай!\n\nВдруг из кабинета резко вылезает автомат и начал заливать коридор пулями. Лорен вернулась в кабинет...\nС телом, где не было место живому месту, все в пулях... Лорен упала и больше не двинулась с места.\n\n- Какого.. Хантер.. И это твой план?\nПо одиночке сливать людей? \n\n- ЕСТЬ ВЫХОД? Так, по местам.\n\n- Иди к черту, Хантер. Мы не хотим жертвовать и помогать тебе ради тебя же самого. Выкиньте его из кабинета.\n\n- Эй, эй, эй!\n\nЕго на руках выкинули вместе со шваброй в коридор.\n\n- Вот.. Засранцы.. Так. Тихо.\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 53,
    "text": "Хантер ударил по голове террориста и пока тот отходил от испуга, Хантер выхватил автомат и начал целиться в террориста.\n\n- Ээ..парень..нэ убивай..я памагу тебэ.. только нэ убивай..",
    "answers": [
      {
        "id": 54,
        "text": "Выстрелить в террориста."
      },
      {
        "id": 55,
        "text": "Убрать автомат."
      }
    ]
  },
  {
    "id": 54,
    "text": "Хантер не имел понятия, как целится и случайно начал палить куда попадя. Видя бездыханное тело, Хантер отбросил автомат. Его кто-то тронул за плечо. \n\nХантер хотел обернуться, но приклад автомата его остановил.",
    "answers": [
      {
        "id": 56,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Хантер отвел автомат.\n\n- Спасибо, спасибо!\n\nЗатем террорист перевел взгляд куда-то позади Хантера. Он обернулся, а приклад прилетел прямо в голову, после чего Хантер потерял сознание.",
    "answers": [
      {
        "id": 60,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 56,
    "text": "Хантер очутился посреди кабинета самого директора. Где-то в коридоре были слышны выстрелы.\n\nКогда он полностью пришел в себя, то увидел перед собой Дэвида с пистолетом в руках.\n\n- Дэвид, какого черта... , - Хантер стал смотреть на него как на убийцу животных.\n\n- План таков...,- сказал Дэвид и резко вскинул пистолет и махом убил 4 человек. Дэвид положил пистолет на кожаный диван, затем начал развязывать ему руки.\n\n- Как ты? \n\n- Прости, Дэвид, я...\n Дэвид на секунду взглянул на лицо Хантера: лицо покраснело.\nОн испытывал огромный стыд, что оставил его на лестнице..",
    "answers": [
      {
        "id": 57,
        "text": "Продолжить..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Дэвид освободил Хантера, после чего Дэвид сказал:\n\n- Ладно, у меня есть ключ к замку, который ведет на крышу. Пошли.\nВот, возьми это, будешь меня прикрывать.\n\nДэвид протягивает М9 Хантеру.",
    "answers": [
      {
        "id": 58,
        "text": "Взять пистолет."
      },
      {
        "id": 59,
        "text": "- Я не умею стрелять..полезнее будет, если это будет у тебя."
      }
    ]
  },
  {
    "id": 58,
    "text": "- Отлично, теперь просто иди за мной и прикрывай меня, хорошо?\n\n- Ладно.\n\nОт кабинета директора до лестницы было маленькое расстояние.",
    "answers": [
      {
        "id": 61,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 59,
    "text": "- Тебе виднее, только держись позади меня...\n\n- Хорошо, пошли.",
    "answers": [
      {
        "id": 64,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 60,
    "text": "Хантер очнулся в кабинете директора. Когда он полностью пришел в себя, то увидел перед собой Дэвида.\n\n- Какого черта..Дэвид..\n\n- Так, план таков,- говорит Дэвид размахивая пистолетом, как резко вскидывая его, махом завалил троих человек.\n\n- Как ты, друг?\n\nЛицо Хантера в миг покраснело от огромного стыда, ведь он оставил его там...\n\n- Я..я..прости.. ",
    "answers": [
      {
        "id": 67,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 61,
    "text": "Замок был открыт. Друзья поднялись на крышу. \n\n- А как же те, кто остался в кабинете?\n\n- Ханти, послушай... Я это все подстроил.. Я шпион, понимаешь?! Я не смогу с этим жить... Я сдал вас этим людям... там от них ничего не осталось..прости..\n ",
    "answers": [
      {
        "id": 62,
        "text": "Убить Дэвида."
      },
      {
        "id": 63,
        "text": "Отбросить пистолет."
      }
    ]
  },
  {
    "id": 62,
    "text": "Хантер медленно навел на Дэвида пистолет.\n\n- Они бы убили меня, Ханти, пойми..\n\n- Ты спасал свою шкуру, прикрывшись другими.. Так нельзя\n и я не смогу сделать иначе...\n\n- ХАНТИ, НЕТ!!!\n\nХантер спустил курок.\n\n- Невериться... Я.. убил еще 1.. но думаю, что он это заслужил..\n\nКонцовка 10 \"Правосудие\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 63,
    "text": "- Неет, я не убью еще одного..Они выкинули меня на смерть.. Хорошо что они умерли они или нет.. ничего уже не вернуть.. \n\n- Спасибо тебе, Хантер, за все...\n\nКонцовка 11 \"Все еще впереди\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 64,
    "text": "Хантер и Дэвид вышли на улицу.\n\n- Постой, а как же те люди, которые остались в кабинете?\n\n- Послушай, их нет..\n\n- Всмысле, ты о чем?\n\n- Я.. я сдал вас этим людям, чтобы выжить...\n\n- Выжить кому? Тебе?\n\n- Извини...я растерялся.. они собирались убить меня и семью! Я дорожу своей жизнью и жизнью родных...",
    "answers": [
      {
        "id": 65,
        "text": "Наброситься на Дэвида."
      },
      {
        "id": 66,
        "text": "Оставить Дэвида."
      }
    ]
  },
  {
    "id": 65,
    "text": "Хантер схватил за рубашку Дэвида, тот его отбросил и нацелился на лежачего юношу. Хантер выбил ногой пистолет и взял за галстук и каждый попытался друг друга скинуть с крыши.\n\nНету победивших и проигравших.\nОба совсем потеряли рассудок от гнева, они упали с крыши. Оба. Насмерть.\n\nКонцовка 13 \"Око за око\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 66,
    "text": "- Хотя... Ты наверняка расскажешь рано или поздно об этом..Прости.. \n\nДэвид нацелился на Хантера, руки его дрожали.\n\n- Что?!\n\n- Я не могу рисковать.\n\nКонцовка 12 \"Обманутый\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 67,
    "text": "- Ладно, у меня есть ключики от замка на крыше.\nВозьми пистолет, прикроешь меня в случае чего.",
    "answers": [
      {
        "id": 68,
        "text": "- Ладно, возьму, иди."
      },
      {
        "id": 69,
        "text": "- Пусть лучше у тебя останется."
      }
    ]
  },
  {
    "id": 68,
    "text": "- Окей, пошли.\n\nЯркий свет солнца ослепил юношей.\n\n- Так. Тут есть тросы. Где они?\n\n- Это я, засранци!\n\nХантер узнал, что это тот самый, кого он пощадил.\n\n- А ти, Дэвид, поплатишься за измену! \n\n- Стреляй, стреляй!\n\nХантер стал беспорядочно стрелять. Террорист начал палить, Хантер успел спрятаться, а Дэвид - нет.\n\nХантер аккуратно прицелился и попал по плечу. Тот свалился с крыши с коротким криком и разбился насмерть...\n\nХантер подбежал к истекающему кровью другу.. \n\n- Черт! Как же.. я тебя вытащу!\n\n- Постой, я хочу.. *кашель*\n\n- Что, что хочешь сказать?\n\n- Я..я хочу.. сказать...я с самого начала.. был с..НИМИ....\n\nКонцовка 13 \"Предсмертное раскаяние\"",
    "answers": [
      {
        "id": 21,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 69,
    "text": "- Как знаешь. Во всяком случае я лучше стреляю.\n\n- Откуда такие навыки?\n\n- Неважно.\n\n",
    "answers": [
      {
        "id": 70,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 70,
    "text": "- Таак-с, почти...... есть! Пошли.\n\nДэвид аккуратно осмотрелся.\n\n- Вроде никого. Так. Вон там должны лежать тросы. Пошли.\n\nХантер с доверием посмотрел на друга.\n\nИз-за угла выбегает тот самый парень, которого пощадил Хантер.\n\n- Дэвид?! Ах ти...  С самого начала говориль, тебе нельзя было доверять..Я говорил боссу...\n\n- С самого начала? О чем он?\n\n- Нэважно, на том свете узнаете! Аллаху Акбар!!!\n\n- Ложись, Ханти!\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 71,
    "text": "Очередь достала Хантера, но спустя доли секунды, Дэвид с одного выстрела уложил террориста. Он подбежал к истекающему кровью другу, затем начал осматривать Хантера.\n\n- Пули насквозь.. Твою.. это моя вина, прости..\n\n- О чем.. ты?\n\nХантер слышал и видел вертолет со спецназем.\n\n- Все будет хорошо, держись!...",
    "answers": [
      {
        "id": 72,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 72,
    "text": "Похороны состоялись на следующий день. Мать в слезах не могла выдавить из себя слова. Но все же решилась.\n\n- Спасибо, Дэвид, что оберегал моего сына... \n\n Внезапно приехала машина со спецназом.\n\n- Мэм! Отойдите! Рядом с вами один из инициаторов террора!\n\n- Дэвид, о чем они...\n\n- Его имя не Дэвид, а Рахим Арджан!\n\nКонцовка 14 \"Разоблачение\"",
    "answers": [
      {
        "id": 21,
        "text": "Продолжение следует в тюрьме строгого режима..."
      }
    ]
  },
  {
    "id": 73,
    "text": "- Ничего себе.. И что дальше?\n\n- А..а теперь они идут СЮДА!,- испуганно крикнул Дэвид.\n\n- Как нам выбраться отсюда?,- хором сказали все.\n\nМожно попробовать поискать в кладовой и найти веревки!-, с воодушевлением сказал Хантер.\n\nТрое ринулись рыть кладовую кабинета, пытаясь найти хоть ткани. После минуты поиска, один прокричал: \n\n- Нашел! Но.. она тонкая, боюсь не выдержит! \n\n- Плевать! Тащи ее сюда.\n\n- Ладно, Ханти, ты первый.. и так все по очереди!..",
    "answers": [
      {
        "id": 74,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 74,
    "text": "Ребята скинули веревку, после чего один из них сказал:\n\n- Немного нехватает.Что делать?\n\n- Прыгать! Там расстояние с гулькин нос.\n\n- Ладно...",
    "answers": [
      {
        "id": 75,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 75,
    "text": "Хантер перелез через окно и начал молиться про себя.\n\n- Не смотреть вниз, только не смотреть вниз.. Тут всего то 3 этажа, а так высоко!\n\n- Не боись. Только так все выйдут отсюда.\n\nКак только Хантер начал спускаться, веревка затрещала и в итоге разорвалась, а Хантер безмолвно упал на асфальт, перед этим закрыв глаза...\n\nКонцовка 15 \"Жизнь на волоске\"",
    "answers": [
      {
        "id": 21,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 76,
    "text": "Уважаемый читатель, тут я размещу информацию о второй части, тобиш вышла она или в разработке.\n\nЕсли понравился квест, то оцените его в комментариях или напишите, стоит ли делать вторую часть, а если только начали читать, то... приятного чтения!\n\nСтатус: 104 страницы, почти доведена до конца, следите за обновлениями.",
    "answers": [
      {
        "id": 1,
        "text": "Начать прохождение."
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 77,
    "text": "Да потому что его запретили, пока я \"спал\" эти пять месяцев. В негодовании я обратился к создателю, на что мне ответили, что квест запрещен по просьбе читателей: действия изначально проходили в школе, и Хантеру было 16, а не 18, как сейчас. Вобщем, террористы убили детей, учителей и тд и тп. \n\nЕсли это действительно кого-то задело, то прошу простить. \n\nСпасибо.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]