[
  {
    "id": 1,
    "text": "Это история о вашей смерти, все ваши действия приведут только к ней. Вы не супер герой, нет никакой волшебной вакцины, всё что вы можете сделать — выйграть для себя немного времени. В 17 году началось заражение, улицы кишили зомби. Узнали вы об этом когда возвращаясь домой. Тогда вам удалось выжить благодаря удаче, но получится ли у вас выжить спустя 2 года?\n\nАвтор: Billy",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c841223/v841223847/75f49/rOh1TMfnrxE.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://pp.userapi.com/c841223/v841223847/75f8c/ZZ1W-3BrSpg.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "[Начать историю]"
      },
      {
        "id": 22,
        "text": "[Предисловие]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Открыв глаза, вы увидели всё ту же картину, которую видели вчера. Отсыревшие обои, небольшой письменный стол в углу комнаты, шкаф и ваша кровать — это всё было здесь когда вы пришли. Поднявшись с кровати вы почувствовали слабость, вы хотите пить и есть.",
    "answers": [
      {
        "id": 3,
        "text": "Подойти к столу",
        "need": -3,
        "need_sometimes": true
      },
      {
        "id": 4,
        "text": "Подойти к шкафу",
        "need": -4
      },
      {
        "id": 5,
        "text": "Подойти к кровати",
        "need": -5
      },
      {
        "id": 7,
        "text": "Подойти к окну",
        "need": -7
      },
      {
        "id": 6,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы подходите к письменному столу. Перед вами простой деревянный столик приставленный к стене у окна. Выглядит сильно побитым и слегка прогнившим, возможно там что-то осталось?",
    "answers": [
      {
        "id": 12,
        "text": "Осмотреть стол"
      },
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы подходите к шкафу. Старый сломанный шкаф, выглядит очень хрупко. Шкаф сильно побит, возможно в нём кто-то прятался? Теперь уже не важно, живых людей почти не осталось, а возможно вы последний человек на земле.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подошли к кровати. Старая сломанная кровать, выглядела ужасающе, но что более страшное — вам приходилось на ней спать. Весь матрас был замазан пятнами крови и грязи. Ножек на кровати небыло, поэтому вам каждую ночь приходилось чувствовать холод от пола.",
    "answers": [
      {
        "id": 10,
        "text": "Лечь спать"
      },
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы подходите к двери. Перед вами старая потрескавшаяся дверь. На ней кровавые отпечатки, скорее всего кто-то пытался выбраться из комнаты, а когда у него ничего не вышло он выпрыгнул в окно. Если вы не до конца осмотрели комнату, лучше сделать это. Кто знает когда вы вернётесь.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      },
      {
        "id": 14,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы подошли к окну. Несущая рамка окна была сломана, а окна выбиты. На улице стоит полумрак, скоро сядет солнце и выходить будет слишком опасно. Начало лета, и разбитое окно никак не влияет на комнатную температуру.",
    "answers": [
      {
        "id": 11,
        "text": "Выглянуть в разбитое окно"
      },
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы рыскаете по столу и по выдвижным шуфлядкам в поисках нужных вещей. Всё что вам удалось найти — стопа бесполезных бумаг.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы возвращаетесь в центр комнаты к кровати. Продолжить осмотр или пойти искать еду?",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к кровати",
        "need": -5
      },
      {
        "id": 4,
        "text": "Подойти к шкафу",
        "need": -4
      },
      {
        "id": 7,
        "text": "Подойти к окну",
        "need": -7
      },
      {
        "id": 3,
        "text": "Подойти к столу",
        "need": -3
      },
      {
        "id": 6,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 10,
    "text": "                    *Вы мертвы*\nПосреди ночи к вам в комнату ворвался заражённый, но из-за слабости организма вы не смогли дать отпор.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 11,
    "text": "Высунув голову в окно, вы осматриваете главную улицу. На улице тихо, как и последние пару дней. По всей дороге стоят брошенные машины, скорее всего ниодна больше никогда не заведётся. Вы уже несколько месяцев путешествуете без машины. Когда это всё началось вам было всего 19, водить вы не умели, так же как и стрелять. До этого всего вы были студентом МВД. Родных вы потеряли в первый месяц, иногда встречались незнакомцы с которыми вы путешествовали, но теперь это не важно, ведь они все мертвы.",
    "answers": [
      {
        "id": 13,
        "text": "Поспешно вернуться к кровати"
      },
      {
        "id": 9,
        "text": "Аккуратно отойти от окна и продолжить осмотр комнаты"
      }
    ]
  },
  {
    "id": 12,
    "text": "Осмотрев стол и открыв все шуфлядки вам удалось найти только бесполезную, грязную бумагу.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться к осмотру комнаты"
      }
    ]
  },
  {
    "id": 13,
    "text": "                   *Вы мертвы*\nРезко откинув голову назад вы насаживаете её на торчащий обломок стекла. Ваше тело замертво падает на пол.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 14,
    "text": "Открыв дверь вы проходите в узкий коридор. Вокруг темно и сыро, пол достаточно слабый, вы надеетесь что он выдержит ваш вес. Справа от вас находится входная дверь в квартиру, которая ведёт на лестничную площадку, а слева проход на кухню.",
    "answers": [
      {
        "id": 15,
        "text": "Пройти налево в сторону кухни"
      },
      {
        "id": 16,
        "text": "Подготовиться к уходу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы проходите в сторону кухни и оказываетесь перед входом в неё. Слева от вас дверь, ведущая в уборочную, возможно там что-то осталось, ведь до этого вы не пробывали вскрыть эту дверь. Из дверного прохода на вас падает тусклый оранжевый свет исходящий от заходящего солнца.",
    "answers": [
      {
        "id": 17,
        "text": "Войти на кухню"
      },
      {
        "id": 18,
        "text": "Попытаться открыть дверь в уборочную"
      },
      {
        "id": 14,
        "text": "Вернуться в начало коридора"
      }
    ]
  },
  {
    "id": 16,
    "text": "Перед уходом вам нужно сытно поесть и чётко распланировать дальнейшие действия. Сначала нужно съесть то, что вам удалось найти у себя на кухне.",
    "answers": [
      {
        "id": 34,
        "text": "[Съесть консервы]",
        "need": [
          33,
          -37,
          -36,
          -35
        ],
        "need_sometimes": false
      },
      {
        "id": 29,
        "text": "[Выпить воду]",
        "need": [
          30,
          -29
        ]
      },
      {
        "id": 14,
        "text": "Вернуться в середину коридора"
      },
      {
        "id": 32,
        "text": "Достать карту и распланировать маршрут [назад вернуться нельзя]"
      },
      {
        "id": 16,
        "text": "\n---\nВы сытно поели",
        "need": 36,
        "merge": true
      },
      {
        "id": 16,
        "text": "\n---\nВы слегка перекусили",
        "need": 37,
        "merge": true
      },
      {
        "id": 16,
        "text": "\n---\nВы утолили жажду",
        "need": 29,
        "merge": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы входите на кухню. Вы оказываетесь в небольшого размера комнате, заполненой оранжевым светом заходящего солнца. Всё выглядит очень гнилым и сломаным. Холодильник выглядел лучше чем всё остальное, но скорее всего еда в нём уже прогнила, ведь электричество отключили полтора года назад. На стене и полу в ряд были выставленны шкафчики, а возле окна стоял стол. Расстановка выглядела очень ненатурально, как будто кто-то это всё переставил после начала апокалипсиса.",
    "answers": [
      {
        "id": 17,
        "text": "[Вы нашли бутылку воды]",
        "need": 30,
        "comment": true
      },
      {
        "id": 17,
        "text": "[Вы нашли сломанный нож]",
        "need": 31,
        "comment": true
      },
      {
        "id": 17,
        "text": "[Вы нашли консервы]",
        "need": 33,
        "comment": true
      },
      {
        "id": 23,
        "text": "Обыскать шкафчики",
        "need": -31
      },
      {
        "id": 24,
        "text": "Обыскать холодильник",
        "need": -33
      },
      {
        "id": 25,
        "text": "Обыскать стол",
        "need": -25
      },
      {
        "id": 15,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дверь в уборную выглядит очень крепкой, как будто её никогда не открывали. Она чище других и до сих пор закрыта, возможно там хранили что-то важное?",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться выбить дверь"
      },
      {
        "id": 15,
        "text": "Вернуться ко входу в кухню"
      },
      {
        "id": 27,
        "text": "Попытаться открыть дверь с помощью ножа",
        "need": 31
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы слегка отходите назад, после чего закидываете ногу и делаете прямой удар в дверь. Неожиданно ваша вторая нога подкашивается и вы падаете спиной на хрупкий пол и проламываете его своим весом. Пролетя пару метров вы падете спиной на пол, ломая себе позвоночник. Теперь у вас нет выхода.",
    "answers": [
      {
        "id": 20,
        "text": "Ждать"
      },
      {
        "id": 21,
        "text": "Звать на помощь"
      }
    ]
  },
  {
    "id": 20,
    "text": "                  *Вы мертвы*\nВы лежали несколько дней на земле пока не умерли с голоду. В последние часы вы очень сильно мучались, но вскоре всё кончилось.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 21,
    "text": "                   *Вы мертвы*\nВы начали громко кричать на помощь и спустя несколько часов вы услышали приближающиеся шаги. Прошло несколько секунд и из-за угла появился ходячий, всё произошло быстро, вы почувствовали резкую боль в облости живота, после чего отключились.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "По слухам эта вся история началась утром 8 сентября 2017 года. Как во всех фильмах про зомби, один кусает другого и тот превращается. За последние пару лет вы встречали достаточно много людей, но не все из них были дружелюбны. Вы решили для себя что вам легче будет одному, ведь ни семьи, ни родственников больше не осталось. Вы небыли обеспечены и жили как обычный студент, без машины, без собственного жилья. После начала апокалипсиса вы бегали от дома к дому, собирая разные медикоменты и припасы. Сейчас вы пришли в очередной временный дом, где и начинается ваша последняя история. ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы подходите к шкафчикам. Некоторые из них уже лежат на земле. А большая часть ещё держится на петлях. В нижнем ряду шкафчики выглядят лучше, но они выпачканы в крови.",
    "answers": [
      {
        "id": 26,
        "text": "Обыскать нижний ряд шкафчиков",
        "need": -26
      },
      {
        "id": 30,
        "text": "Обыскать верхние шкафчики",
        "need": -30
      },
      {
        "id": 28,
        "text": "Обыскать сломанные шкафчики на земле",
        "need": -31
      },
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подходите к односекционному холодильнику. Взявшись за ручку вы открываете дверьцу холодильника. Резкий запах гнили бьёт вам в прямо в нос. На секунду земля уходит из под ног, но после пары секунд вы привыкаете и запах уже не кажется таким сильным.",
    "answers": [
      {
        "id": 33,
        "text": "Обыскать холодильник"
      },
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы подходите к большому кухонному столу. Всё что на столе находилось — отбитая с потолка штукатурка. Заглянув под стол вы находите только стулья. Здесь ничего не осталось.",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы наклоняетесь и открываете по очереди нижние шкафчики. Всё что вам удалось найти — пустые банки от консервов. Последующие поиски не дали плодов, здесь ничего не осталось.",
    "answers": [
      {
        "id": 30,
        "text": "Обыскать верхние шкафчики",
        "need": -30,
        "need_sometimes": true
      },
      {
        "id": 28,
        "text": "Обыскать шкафчики на земле"
      },
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы попытались отодвинуть внутренюю задвижку с помощью ножа, но у вас ничего не вышло.",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться ко входу в кухню"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы присаживаетесь на одно колено и начинаете переворачивать один за другим упавшие шкафчики. Под одним из них вы находите сломанный поперёк лезвия нож.",
    "answers": [
      {
        "id": 31,
        "text": "Взять нож с собой"
      },
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы достаёте из подсумка на рюказке бутылку воды. Открыв её вы делаете несколько глотков, а после короткого перерыва допиваете её.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к планировке"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы подходите в ближе, становитесь на носочки и достаёте до верхних шкафчиков. По очереди открыв каждый вы находите маленькую бутылку воды. Больше здесь ничего нет.",
    "answers": [
      {
        "id": 28,
        "text": "Обыскать шкафчики на земле"
      },
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы берёте с земли сломанный нож и засаживаете его за ремень на поясе.",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы присаживаетесь и снимаете со спины сумку. Расстегнув её вы достаёте небольшую карту города. Большая её часть разрисована разными цветами. Недалеко от вашего дома находились два основных места, которые вы хотели посетить — продуктовый магазин и оружейная лавка. На карте они отмечены большими вопросительными знаками. Так как вы неуспели обыскать дом в котором вы находитесь, вы можете начать отсюда.",
    "answers": [
      {
        "id": 38,
        "text": "Подняться на этаж выше к квартирам 7-9",
        "need": [
          -43
        ]
      },
      {
        "id": 45,
        "text": "Подняться на этаж выше к квартирам 7-9",
        "need": 43
      },
      {
        "id": 39,
        "text": "Спуститься к квартирам 1-3"
      },
      {
        "id": 40,
        "text": "Направиться в продуктовый магазин"
      },
      {
        "id": 41,
        "text": "Направиться в оружейный магазин"
      }
    ]
  },
  {
    "id": 33,
    "text": "Зажав нос пальцами вы начинаете обыскивать холодильник, раздвигая гнилые овощи по сторонам. Удача! Вам удалось найти закрытые консервы.",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться к обыску кухни"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы достаёте из кармана банку закрытых говяжьих консервов. Она пролежала достаточно долго и могла испортиться, но вы надеятесь на лучшее.",
    "answers": [
      {
        "id": 35,
        "text": "[Открыть банку руками]"
      },
      {
        "id": 36,
        "text": "[Открыть банку с помощью ножа]",
        "need": 31
      },
      {
        "id": 16,
        "text": "Вернуться к подготовке"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы пытаетесь расковырять банку руками и с помощью ударов о различные предметы. В какой-то момент у вас получается её открыть и содержимое разлетается по комнате.",
    "answers": [
      {
        "id": 37,
        "text": "Собрать и съесть остатки консервов"
      },
      {
        "id": 16,
        "text": "Вернуться к подготовке"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы достаёте из-за ремня найденный вами нож и аккуратно вскрываете банку с консервами. К счастью консервы оказались съедобными и вы сытно поели.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к планировке"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы съедаете сколько можно консервов сгребая их с пола и стенок. Через несколько минут сборок вы чувствуете что у вас начинает болеть живот. К хорошему это не приведёт.",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться к планировке"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы направляетесь по лестнице вверх, но зайдя за первый поворот замечаете, что путь преградил один из блуждающих ходячих. Они медленные, но кто знает вдруг он не один. Мало ли у вас не получится и он вас укусит.",
    "answers": [
      {
        "id": 42,
        "text": "Попытаться убить ходячего руками"
      },
      {
        "id": 43,
        "text": "Попытаться убить ходячего ножом",
        "need": 31
      },
      {
        "id": 32,
        "text": "Оставить его и вернуться на второй этаж"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы спускаетесь на первый этаж. Перед вами выход и полностью открытые двери в квартиры. Скорее всего их уже обыскали. Вы решаете не входить туда. Приятный холодный ветерок сквозил по лестничной площадке.",
    "answers": [
      {
        "id": 32,
        "text": "Подняться на этаж выше"
      },
      {
        "id": 40,
        "text": "Направиться в продуктовый магазин"
      },
      {
        "id": 41,
        "text": "Направиться к оружейной лавке"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы выходите на улицу и в спешке начинаете бежать к магазину. По дороге вы замечаете несколько ходячих и движение на крыше.",
    "answers": [
      {
        "id": 65,
        "text": "Укрыться за ближайшей машиной"
      },
      {
        "id": 66,
        "text": "Бежать к дому"
      },
      {
        "id": 67,
        "text": "Бежать к магазину"
      }
    ]
  },
  {
    "id": 41,
    "text": "                   *Вы мертвы*\nВы обходите здание и в 100-200 метрах перед вами видите оружейную лавку. Вы начинаете бежать в её сторону и цепляетесь ногой за растяжку.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 42,
    "text": "                   *Вы мертвы*\nВы набрасываетесь на ходячего и хватаете его за плечи. От резкого поворота ходячий оказывается напротив вашего запястья. Вы не успеваете среагировать и чувствуете резкую боль, вы видите как ходячий отрывает от вышей руки кусок плоти и уже через несколько секунд из-за паники и сильной боли вы теряете сознание.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 43,
    "text": "Из-за ремня вы достаёте обломанный старый нож. Если нанести точный удар в голову, вам хватит его длины что бы поразить мозг и убить ходячего. Вы тихо подкрадываетесь со спины и с размаху всаживаете нож в затылок стоящему зомби. В один миг его тело обомлело и камнем рухнуло на землю.",
    "answers": [
      {
        "id": 44,
        "text": "Обыскать мёртвого ходячего"
      },
      {
        "id": 45,
        "text": "Подняться на третий этаж"
      },
      {
        "id": 32,
        "text": "Вернуться на второй этаж"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы присаживаетесь возле мёртвого ходуна. На вид это парень лет двадцати пяти, одетый в рваную рубашку с джинсами. Его тело было сильно испачкано в крови. Полазив по карманам вы нашли одну сломанную сигарету и ключи от чего-то.",
    "answers": [
      {
        "id": 45,
        "text": "Подняться на третий этаж"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы поднимаетесь по лестнице на третий этаж. Лестничная площадка выглядит идентично второму этажу. Возле вас находится три квартиры: седьмая, восьмая и девятая. В седьмую и восьмую двери закрыты, вам стоило бы попытаться их выбить или открыть. У входа в девятую квартиру лежала её же дверь, если дверь уже выбили там может быть опасно.",
    "answers": [
      {
        "id": 46,
        "text": "Подойти к седьмой квартире"
      },
      {
        "id": 47,
        "text": "Подойти к восьмой квартире"
      },
      {
        "id": 48,
        "text": "Подойти к девятой квартире"
      },
      {
        "id": 32,
        "text": "Вернуться на второй этаж"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы подходите к деревянной двери с номером семь. Дверь выглядит слегка исцарапанной, возможно кто-то уже пытался её выбить.",
    "answers": [
      {
        "id": 49,
        "text": "Попытаться выбить дверь",
        "need": -49
      },
      {
        "id": 45,
        "text": "Вернуться в центр третьего этажа"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы подходите к железной двери с номерным знаком восемь. Подёргав за ручку вы убеждаетесь что дверь закрыта на замок. Пытаться выбивать железную дверь не лучшая затея.",
    "answers": [
      {
        "id": 50,
        "text": "Попытаться открыть дверь найденым ключём",
        "need": [
          44,
          -50
        ]
      },
      {
        "id": 51,
        "text": "Попытаться выбить дверь",
        "need": -50
      },
      {
        "id": 45,
        "text": "Вернуться в центр этажа"
      },
      {
        "id": 47,
        "text": "\n---\nВы уже открыли квартиру\n",
        "need": 50,
        "merge": true
      },
      {
        "id": 50,
        "text": "Войти в квартиру",
        "need": 50
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы входите в девятую квартиру. До этого вы слышали здесь шорохи, вам стоит быть осторожнее. Квартира выглядит идентично вашей,  вы знаете местонахождение кухни и уборочной.",
    "answers": [
      {
        "id": 56,
        "text": "Обыскать уборочную",
        "need": -59
      },
      {
        "id": 57,
        "text": "Обыскать кухню",
        "need": -64
      },
      {
        "id": 45,
        "text": "Вернуться в центр этажа"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы делаете несколько ударов ногой в деревянную дверь. Ничего не происходит, скорее всего она заперта изнутри. От звука ударов в девятой квартире послышался шорох, возможно вам показалось. ",
    "answers": [
      {
        "id": 45,
        "text": "Вернуться к центру третьего этажа"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы достаёте ключ, который нашли у убитого ходячего и вставляете его в замок железной двери. Ключ подошёл и замок с громким щелчком открылся. Вы аккуратно нажав на ручку проходите внутрь. Квартира изнутри выглядит так же как и ваша, так что вы уже знаете где находятся кухня и уборочная.",
    "answers": [
      {
        "id": 53,
        "text": "Обыскать кухню",
        "need": -53
      },
      {
        "id": 54,
        "text": "Обыскать уборочную"
      },
      {
        "id": 45,
        "text": "Вернуться в центр этажа"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы слегка отходите назад после чего делаете удар в железную дверь. Резкая боль подкосила правую ногу и вы с грохотом упали на пол.",
    "answers": [
      {
        "id": 52,
        "text": "Попытаться встать"
      }
    ]
  },
  {
    "id": 52,
    "text": "                  *Вы мертвы*\nВы пытаетесь подняться на ноги. Когда у вас это почти получилось из девятой квартиры вышел ходячий. Его привлёк звук вашего падения. Вы пытались отбиваться и отползать от него, но все попытки были четны. Каждый раз когда он вас нагонял он откусывал кусок кожи с мясом. Спустя пару минут вы потеряли сознание от болевого шока.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы проходите на кухню. На этой кухне всё сохранилось лучше чем у вас. Обыскав её вы убеждаетесь, что тут давно ничего не осталось. Если только вы не хотите забрать стулья? Из окна этой комнаты было видно продуктовый магазин, который вы хотите посетить.",
    "answers": [
      {
        "id": 55,
        "text": "Прислониться к окну и рассмотреть магазин получше"
      },
      {
        "id": 50,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы подходите к уборочной, дверь внутрь полностью открыта. Вы аккуратно заглядываете туда. Внутри никого, стоит стиральная машина, душ и большое испачканное пылью и грязью зеркало. На стене чем-то написано 8999. \n",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы прислоняетесь ближе и замечаете движение возле продуктового магазина. Силуэт двигается достаточно медленно, скорее всего это не человек.",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы тихо проходя замечаете ходячего в уборочной. Это невысокая девушка без одной руки. Странно что она не вышла к вам когда вы поднялись на третий этаж. Спустя несколько секунд она вас замечает и кидается на вас...\nОна с громким хлопком падаем на пол и вы понимаете что с ней произошло. Видимо в начале эпидемии её укусили и зная что будет дальше она приковала себя цепью, после чего отрезала себе руку в надежде что это поможет остановить заражение. Не помогло.",
    "answers": [
      {
        "id": 58,
        "text": "Попытаться убить девушку"
      },
      {
        "id": 59,
        "text": "Закрыть уборочную и вернуться в коридор"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы входите в мрачную кухню, окно закрыто большой шторой. Всё выглядит как обычно, по меркам апокалипсиса. Шкафчики распахнуты как и холодильник, там явно ничего нет. Вы замечаете что в приоткрытой духовке что-то есть.",
    "answers": [
      {
        "id": 63,
        "text": "Проверить духовку"
      },
      {
        "id": 48,
        "text": "Вернуться на коридор"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы вытаскиваете нож из-за ремня и медленно подходите к лежащей девушке. В тот момент когда вы делали удар она вскинула руку и слегка поцарапала вам ногу. Вы удачно её убиваете. Обыскивая уборною вы находите пилу, которой она отпилила себе руку и пистолет с одним патроном в обойме. Спустя пару минут у вас появился сильный жар, а это значит одно — вы заражены.",
    "answers": [
      {
        "id": 60,
        "text": "Отрезать себе ногу пилой"
      },
      {
        "id": 61,
        "text": "Застрелиться с помощью пистолета"
      },
      {
        "id": 62,
        "text": "Ждать превращения"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы тихо отходите и закрываете дверь. В коридоре вы находите старый деревянный стул, которым подпираете дверь. ",
    "answers": [
      {
        "id": 48,
        "text": "Вернуться в начало коридора"
      }
    ]
  },
  {
    "id": 60,
    "text": "                   *Вы мертвы*\nВ сильных мучениях вы режете себе ногу пилой. Вот наконец процедура окончена, вся уборная в крови и посреди комнаты ваша нога. Вам удалось прижечь рану и не потерять сознание от потери крови. Спустя пару часов появилась сильная слабость, а затем вы отключились. Теперь вы, как и остальные жители города, бездумно скитаетесь в поисках оставшихся выживших.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 61,
    "text": "                   *Вы мертвы*\nВы берёте пистолет и проверяете есть ли там патроны. Есть, всего один, для вас. Вы взводите затвор, после чего делаете выстрел прямо себе в рот. Ошмётки головы заполнили чистые промежутки в стенах.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 62,
    "text": "                   *Вы мертвы*\nВысидите на холодном полу и ждёте превращения. В один момент вы слышите быстрые шаги и принимаете их за человеческие. Вы громко зовёте на помощь и к вам в квартиру заходит молодая девушка. Увидев вас она сразу бросается на помощь, но замечая царапину останавливается. Она резким движение достаёт из-за спины тесак и подойдя ближе...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы подходите к духовке и открываете дверьцу. Внутри находится птичье гнездо с яйцами. При вылазке вам нужно что-то есть, ведь не факт что вы сможете что-нибудь найти. ",
    "answers": [
      {
        "id": 64,
        "text": "Съесть яйца"
      },
      {
        "id": 48,
        "text": "Прикрыть духовку и вернуться в коридор"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы берёте несколько яиц из кладки и делая в каждом небольшое отверстие ножом выпиваете. Теперь ваш организм имеет больше белка и голод не придёт так быстро.",
    "answers": [
      {
        "id": 48,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 65,
    "text": "                    *Вы мертвы*\nВы присаживаетесь за машиной и пытаетесь разглядеть происходящее на крыше. Потеряв бдительность вы не замечаете как к вам подошёл ходячий, после чего схватив зубами ногу оторвал кусок мяса. Вы умираете от болевого шока.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 66,
    "text": "                   *Вы мертвы*\nВы срываетесь с места и начинаете бежать в сторону дома откуда пришли. Сокрушительный звон и резкая боль в облости живота, вы падаете на землю, и опустив голову замечаете что у вас нету половины живота, начинает темнеть в гла...",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 67,
    "text": "                  *Вы мертвы*\nВы срываетесь с места в сторону магазина, громкий хлопок и темнота.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  }
]