[
  {
    "id": 1,
    "text": "Автор: dariawhite (Наумкина Дарья)\n\nЖанр: апокалипсис\n\nКто управляет нашими судьбами? Можем ли мы изменить нашу жизнь вопреки всему? Сможем ли мы выжить, находясь на грани возможностей? Итак, у тебя есть один шанс. Что выберешь ты: вечную жизнь в аду или смерть героя?\n\nТебя зовут Леся и тебе 19 лет. Можно сказать ты несильно отличаешься от своих сверстников. Ты также ходишь в институт, гуляешь с друзьями, любишь слушать музыку и ждешь настоящую любовь. В прошлом году ты закончила школу. Сейчас у тебя вполне нормальная жизнь, если не считать обычных каждодневных неурядиц. Но сегодня твоя жизнь изменится навсегда. Ведь именно от твоих решений будут зависеть жизни миллиардов людей.\n\nP.S. Квест имеет несколько концовок. Он может закончиться как хорошо, так и плохо. Безопасность мира и людей зависит от тебя и твоих решений. Удачи, и спаси этот мир!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 42,
        "text": "Возможные концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Итак, сегодня суббота. Еще вчера в институте ты договорилась пойти со своими друзьями гулять. Но проснулась ты рано, так что спешить никуда не надо. Ты живешь в небольшой однокомнатной квартире, которую снимаешь, потому что она недалеко от института. Родители живут на другом конце города, но даже не смотря на непосредственную близость видитесь вы нечасто. Твоя квартира состоит из спальни с окном и небольшим количеством мебели, но все равно по-своему уютной, маленькой кухонки, в которой есть все необходимое, чтобы готовить бутерброды на завтрак, ванной с туалетом и коридора, как раз соединяющего спальню и кухню.",
    "answers": [
      {
        "id": 3,
        "text": "Встать с кровати"
      },
      {
        "id": 22,
        "text": "Не вставать с кровати"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сейчас 10 утра, а вы договорились встретиться в 14.00. Но до выхода из дома тебе еще надо сходить в магазин и занести конспекты с пятничного занятия своему заболевшему другу Егору, по счастливой случайности живущему этажом ниже в этом же доме.",
    "answers": [
      {
        "id": 4,
        "text": "Сходить в магазин"
      },
      {
        "id": 5,
        "text": "Спуститься с конспектами к Егору"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты накидываешь пальто, одеваешь шапку, берешь сумочку. Но уже перед самым выходом из дома вспоминаешь, что забыла взять деньги, и проходишь в спальню, ругая себя за дырявую голову.",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть в окно"
      },
      {
        "id": 7,
        "text": "Взять деньги и пойти наконец в магазин"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты накидываешь вязаную кофту и уже собираешься выйти из дома, как вдруг вспоминаешь, что забыла самое важное — конспекты, т.е. смысл твоего путешествия на этаж ниже, и, ругая себя за дырявую голову, проходишь в спальню.",
    "answers": [
      {
        "id": 8,
        "text": "Посмотреть в окно"
      },
      {
        "id": 9,
        "text": "Спуститься наконец с конспектами с Егору"
      }
    ]
  },
  {
    "id": 6,
    "text": "Проходя мимо окна к тумбочке с накоплениями, ты непроизвольно отмечаешь, что на улице ни одного человека, и останавливаешься, разглядывая пустынную улицу и несвойственно яркое этому времени года солнце. В мысли закрадываются сомнения: «Стоит ли идти одной в магазин?», и, параллельно вспоминая все начала фильмов про апокалипсис, решаешь: все таки пойти в магазин или сначала спуститься к Егору.\n\nP.S. С этого момента развитие сюжетной линии будет полностью зависеть от твоих решений.",
    "answers": [
      {
        "id": 10,
        "text": "Продолжать запланированное путешествие в магазин, еда важнее"
      },
      {
        "id": 11,
        "text": "Пойти к Егору, все-таки на случай конца света у тебя есть припасы, а мнение человека, просматревшего все существующие и несуществующие фильмы ужасов более важно"
      }
    ]
  },
  {
    "id": 7,
    "text": "Взяв деньги и наконец выйдя из квартиры, ты спускаешься по лестнице на первый этаж. Выходишь из подъезда, и тебя ослепляет несвойственно яркое этому времени года солнце. Немного привыкнув к солнечному свету, ты оглядываешь улицу и с удивлением отмечаешь, что на ней нет ни одного человека. В мысли закрадываются сомнения: «Стоит ли идти одной в магазин?», и, параллельно вспоминая все начала фильмов про апокалипсис, решаешь: все таки пойти в магазин или вернуться домой за конспектами и сходить к Егору.\n\nP.S. С этого момента развитие сюжетной линии будет полностью зависеть от твоих решений.",
    "answers": [
      {
        "id": 10,
        "text": "Продолжать запланированное путешествие в магазин, еда важнее"
      },
      {
        "id": 11,
        "text": "Пойти к Егору, все-таки на случай конца света у тебя есть припасы, а мнение человека, просматревшего все существующие и несуществующие фильмы ужасов более важно"
      }
    ]
  },
  {
    "id": 8,
    "text": "Проходя мимо окна к тумбочке с конспектами, ты непроизвольно отмечаешь, что на улице ни одного человека, и останавливаешься, разглядывая пустынную улицу и несвойственно яркое этому времени года солнце, и, параллельно вспоминая все начала фильмов про апокалипсис, понимаешь, что все-такие сделала правильный выбор, решив сначала пойти к Егору. Стоит поговорить с ним, может он что-то знает или хотя бы догадывается.",
    "answers": [
      {
        "id": 11,
        "text": "Продолжать поход к Егору"
      }
    ]
  },
  {
    "id": 9,
    "text": "Выходя из квартиры, ты заметила несвойственно яркое этому времени года солнце и поэтому решила посмотреть в подъездное окно. Ты останавливаешься, с удивлением разглядывая пустынную улицу, на которой нет ни одного человека, и, параллельно вспоминая все начала фильмов про апокалипсис, понимаешь, что все-такие сделала правильный выбор, решив сначала пойти к Егору. Стоит поговорить с ним, может он что-то знает или хотя бы догадывается.",
    "answers": [
      {
        "id": 11,
        "text": "Продолжать поход к Егору"
      }
    ]
  },
  {
    "id": 10,
    "text": "В привычно быстром темпе ты зашагала к ближайшему магазину. Погода была настолько хорошая, что, не смотря на подозрительную пустынность и тишину на оживленных прежде улицах, ты улыбнулась и в приподнятом настроении дошла до супермаркета. Но здесь тебя ждала новость, причем совсем не самая приятная. Магазин оказался закрыт и по-видимому открываться не собирался. На удивление весь город был в таком умиротворенном порядке, что казалось, будто никогда прежде здесь не жили люди, а построили его просто для красоты.",
    "answers": [
      {
        "id": 12,
        "text": "Все-таки попытаться открыть дверь"
      },
      {
        "id": 13,
        "text": "Пойти обратно домой"
      }
    ]
  },
  {
    "id": 11,
    "text": "Захватив с собой конспекты, ты закрываешь дверь квартиры на ключ и неспеша спускаешься на этаж ниже.",
    "answers": [
      {
        "id": 14,
        "text": "Позвонить в звонок"
      }
    ]
  },
  {
    "id": 12,
    "text": "Твои попытки открыть дверь конечно же не увенчались успехом. Было очень странно, что круглосутчный магазин закрыт в выходной, и с неясной тревогой в груди ты уже развернулась, чтобы пойти обратно домой, как вдруг увидела в небе яркую вспышку молнии и поняла, что начинаешь падать, теряя сознание. «Стоило сначала поговорить с Егором, неизвестно, чем закончится это путешествие» — была твоя последняя мысль, после которой ты окончательно отключилась.",
    "answers": [
      {
        "id": 17,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 13,
    "text": "Теперь уже с необъяснимой тревогой в груди, ты еще быстрей зашагала обратно. Не должен быть закрыт круглосуточный магазин в выходной. Раздумывая над дальнейшим планом действий, ты увидела в небе яркую вспышку молнии и поняла, что начинаешь падать, теряя сознание. «Стоило сначала поговорить с Егором, неизвестно, чем закончится это путешествие» — была твоя последняя мысль, после которой ты окончательно отключилась.",
    "answers": [
      {
        "id": 17,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 14,
    "text": "Тебе открывает как всегда улыбчивый и жизнерадостный Егор. Ты заходишь в квартиру, оборачиваешься и видишь дуло пистолета перед собой.\n\nP.S. С этого момента развитие сюжетной линии будет полностью зависеть от твоих решений.",
    "answers": [
      {
        "id": 15,
        "text": "«Егор, что ты делаешь?!»"
      },
      {
        "id": 16,
        "text": "Выхватить пистолет, чтобы тебя не убили. Тут явно не все ладно"
      }
    ]
  },
  {
    "id": 15,
    "text": "Твое сердце буквально ушло в пятки и стучало там так, словно талантливый ударник в известной рок-группе. Твой взгляд сейчас выражал такое по-детскому глупое смятение, что даже любой самый жестокий снайпер опустил бы оружие. Но Егор оставался совершенно спокоен и холоден. Продолжая держать в одной руке пистолет, он указал другой рукой на стул в середине его спальни. Послушно повинуясь, ты села и тебя связали бичевками, больно впившимися в руки и ноги. Дрожащим голосом ты повторила свой вопрос, но вместо ответа Егор ушел на кухню и начал греметь дверцами шкафов. Вернувшись с какой-то бутылкой, он неспеша открыл ее и побрызгал тебя жидкостью, которая на первый взгляд казалась обычной водой. Поняв, что максимум твоей реакции заключается в том, что ты просто поморщилась, Егор еще немного брызнув холодной воды, развязал тебя и только потом, сжалившись под твоим умоляющим взглядом, принялся объяснять причину и цель всех своих действий.",
    "answers": [
      {
        "id": 23,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты редко занимаешься спортом, в отличие от Егора, который играет в команде по футболу. В попытке выхватить пистолет Егор оказался ловчее и сильнее, и он выстрелил тебе прямо в легкое. Ты умерла, но зато ты не увидишь апокалипсис.\n\nПлохая концовка\n...\n«Пистолет мне по душе»",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты открываешь глаза и осматриваешься. Ты находишься в темном звуконепроницаемом помещении. На виске запекшаяся кровь и сильно болит левое плечо. Откуда-то веет жаром, который не согревает, а, наоборот, заставляет все тело дрожать, причем не столько от страха, сколько от смертельного холода, который не покидает твое тело и голову с самого твоего пробуждения в этом кошмарном подвале или просто комнате: ты пока так и не поняла, где находишься.",
    "answers": [
      {
        "id": 18,
        "text": "Попытаться встать и найти дверь"
      },
      {
        "id": 19,
        "text": "Оставаться лежать, лучше не дразнить тех, кто схватил тебя"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты поднимаешься на ноги, разбитый висок начинает неприятно ныть, а картинка плывет перед глазами. Кое-как справившись с головокружением, ты начинаешь медленно идти вдоль стены, ощупывая предметы. Обойдя все четыре стены ты с ужасом понимаешь, что в этой комнате нет ни одной двери. Не успевая до конца разобраться с мыслями и справиться с накатившей волной страха, ты отпрыгиваешь назад, потому что в углу около тебя кто-то начал двигаться и мычать что-то неразборчивое.\n\nСбежать ты никуда не можешь, поэтому остается просто сидеть и ждать чего-то. Через пару минут этот кто-то до конца пришел в себя и попытался встать, но лишь с грохотом упал на пол. Ты наконец осознаешь, что он находится в таком же положении, что и ты, и подходишь к нему, разглядывая очертания его лица.",
    "answers": [
      {
        "id": 20,
        "text": "Сесть рядом"
      }
    ]
  },
  {
    "id": 19,
    "text": "Пролежав еще добрых три часа, ты уже изнемогаешь от скуки, боли в виске и плече и страха от всего происходящего. Все это время в углу напротив тебя кто-то двигался и мычал что-то непонятное. Ты так и не решилась встать и проверить есть ли в комнате дверь и кто находится с тобой в этом помещении. Последнее, что ты успеваешь увидеть — это опять такая же молния, какую ты видела до этого на улице. После ты теряешь сознание и через несколько секунд просыпаешься в своей комнате.\n",
    "answers": [
      {
        "id": 21,
        "text": "Встать с кровати"
      }
    ]
  },
  {
    "id": 20,
    "text": "Приглядевшись, ты осознаешь, что около тебя сидит не кто иной, как Егор. Страх на секунду затихает и на место ему приходит огонек надежды. Да слабый, да неуверенный, но он все же есть. А как говорят: «Надежда умирает последней». И, значит, пока есть надежда, есть возможность спасения.\nБуквально прочитав в твоих глазах немой вопрос, Егор говорит, кратко, тихо и сдержанно: «Это конец света, Леся.».",
    "answers": [
      {
        "id": 24,
        "text": "«Егор, объясни мне наконец, что за чертовщина здесь происходит?! Что значит конец света?! Где мы и почему на улице не было ни одного человека?!»"
      }
    ]
  },
  {
    "id": 21,
    "text": "На часах все так же 10 утра, на календаре все та же дата.Ты подбегаешь к окну, на улице как обычно много народу, мамочки с детьми, бабушки с продуктовыми сумками, машины. Ты уже начинаешь думать, что весь этот кошмар тебе просто приснился, но ноющая боль в разбитом виске говорит о том, что все было реально. Ты не понимаешь, что происходит, и никогда не поймешь. Рассказав кому-то эту историю, тебя бы приняли за сумасшедшую, поэтому ты смирилась с неизвестностью и просто продолжила жить дальше, отправив воспоминания об этом кошмарном дне в самый дальний уголок памяти. Из всей этой ситуации ты вынесла один урок: есть кто-то, кто следит за нами, и решает, что мы должны забыть, а, что останется с нами навсегда, как напоминание о том, что от каждого нашего выбора зависит наша жизнь и жизнь других людей.\n\nНейтральная концовка\n...\n«Один невозможный, кошмарный день из жизни Леси»",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты долго и упорно проходил этот квест. Молодец! Ты смог привести его к нейтральной концовке. Она не хорошая и не плохая, просто ты смог выжить. Вывод: не вставайте сегодня с кровати и апокалипсис не случится. Ба дам тсссссс...\n\nНейтральная концовка\n...\n«На сегодня апокалипсис отменяется»",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "«Я обрызгал тебя святой водой, чтобы проверить не демон ли ты. Это конец света, Леся.»",
    "answers": [
      {
        "id": 24,
        "text": "«Егор, объясни мне наконец, что за чертовщина здесь происходит?! Что значит конец света?! Почему на улице не было ни одного человека?!»"
      }
    ]
  },
  {
    "id": 24,
    "text": "«Моя семья уже давно знает про конец света. Легенды о нем передаются из поколения в поколение. Никто не знал, когда он случится, но каждого члена моей семьи готовят к нему с самого рождения, потому что каждый может стать избранным.».",
    "answers": [
      {
        "id": 25,
        "text": "«Что значит стать избранным? И откуда твоя семья знает про апокалипсис?»"
      }
    ]
  },
  {
    "id": 25,
    "text": "«Когда-то очень давно, апокалипсис почти свершился, но избранные сделали правильный выбор и наша планета продолжила жить. Раз в огромный период времени дьявол выбирает 4 человек из одного города, которые и становятся избранными. Тысячи лет назад одним из таких избранных стал мой предок, и по легенде кто-то из моего рода опять должен стать им. В этот раз, выбор пал на меня, поэтому я и моя семья столько знаем. Вторым избранным стала ты, Леся. Осталось найти двоих оставшихся. По легенде, дьявол предоставляет выбор избранным, никто не знает, какой, но поверь, лучше быть жертвой, чем избранным. Дьявол проверяет людей на эгоизм, корысть и другие грехи, а после проверки дьявол решает давать ли людям шанс на спасение.»",
    "answers": [
      {
        "id": 26,
        "text": "«Шанс на спасение?»"
      }
    ]
  },
  {
    "id": 26,
    "text": "«Да, от тебя, меня и еще двух человек зависит, будут ли жить миллиарды людей.».",
    "answers": [
      {
        "id": 27,
        "text": "Обдумать сказанное Егором"
      }
    ]
  },
  {
    "id": 27,
    "text": "Егор оказался не таким простым жизнерадостным парнем, которого ты знала. Да и ты, если выживешь, не будешь уже просто обычным человеком. А выживешь ли ты вообще?\nТы до сих пор до конца не можешь осознать, что все это действительно реально. Но это уже не просто квест или игра, это борьба за жизнь, и не только свою, борьба за жизнь своих друзей, своих родных и еще целых семи миллиардов людей, живущих на планете. Сможешь ли ты справиться? Сможешь ли остаться собой после всего, что пережила? Ответы на эти вопросы пока не знает никто, даже, наверное, сам дьявол.\n\nВспышка света. Ты проваливаешься в темноту.",
    "answers": [
      {
        "id": 28,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты потеряла сознание и очнулась в огромное светлом зале со множеством окон и блестящим паркетом. Неужели сам дьявол перемещает тебя по разным местам?",
    "answers": [
      {
        "id": 29,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Окна очень высокие от пола до потолка, на них висят золотистые шторы. Люстра выполнена из горного хрусталя и, отражая солнечные лучи, переливается всем цветами радуги. В конце зала стоит золоченый трон с куполом из бархата темно-кровавого цвета, а к нему ведет ковровая дорожка более светлого красного оттенка.\n«Как-то слишком жизнерадостно для дьявола.» — мысленно замечаешь ты.\n\n«А кто сказал, что я должен любить мрачные цвета?» — ты услышала голос у себя за спиной.\n",
    "answers": [
      {
        "id": 30,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ты медленно обернулась, сделала несколько шагов назад и только сейчас заметила, что в зале были все четверо избранных. Двое других оказались студентами из твоего университета. Ты с ними не общалась, но видела их на переменах в коридоре или кафе неподалеку. Егор был в другом конце зала, и сейчас от его хладнокровности не осталось и следа.\n\nПока ты искала Егора глазами, дьявол переместился на трон. Все избранные медленно подошли к нему.",
    "answers": [
      {
        "id": 31,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 31,
    "text": "«Вы все уже знаете, зачем вы здесь. Осталось только рассказать вам правила игры. Итак, каждый должен будет пройти три ситуации, в которых я проверю вас и решу стоит ли давать людям шанс на жизнь. Если в этих ситуациях хотя бы двое из вас сделают правильный выбор, я оставлю человечество жить. Игра началась!»\n\nВспышка света. Ты опять проваливаешься в темноту.",
    "answers": [
      {
        "id": 32,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты оказываешься в помещении. Перед тобой стол, и на нем лежит пистолет. После стола находится крепкая железная дверь, которая по-видимому открыта. Ты берешь пистолет, медленно открываешь дверь и проходишь внутрь второй комнаты. Дверь за тобой закрывается, комнату освещает лишь небольшая люстра на потолке. Перед тобой сидят два человека, твой друг Егор и бабушка, которую ты пару раз видела на рынке возле твоего института. Около них стоит стол с запиской, на которой написано:\n«Убей одного или погибнут миллиарды».",
    "answers": [
      {
        "id": 33,
        "text": "Убить Егора"
      },
      {
        "id": 33,
        "text": "Убить бабушку"
      },
      {
        "id": 34,
        "text": "«Я не буду их убивать, они ни в чем не повинны, лучше погибну я!»"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вспышка. Темнота. Голос.\n\n«Ты сделала неправильный выбор, но я дам тебе еще один шанс»\n",
    "answers": [
      {
        "id": 35,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты говоришь, обращаясь в дьяволу:\n«В записке написано убить одного, но ни Егор, ни бабушка ни в чем ее повинны. Я не могу убивать невинных. Пусть лучше умру я, ведь, сделав так, я не нарушу твоих требований!», и приставляешь дуло пистолета к виску.\n\nВспышка. Темнота. Голос.\n\n«Поздравляю, ты сделала правильный выбор. Игра продолжается!»",
    "answers": [
      {
        "id": 35,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты находишься в комнате с одной дверью, на которой висит записка:\n\n«Бери, сколько хочешь, и всю жизнь не будешь нуждаться ни в чем».\n\nТы открываешь дверь, а там лежат несколько миллиардов долларов.\n",
    "answers": [
      {
        "id": 36,
        "text": "Взять все и обеспечить себя на всю жизнь"
      },
      {
        "id": 36,
        "text": "Взять немного себе, а остальное отдать близким"
      },
      {
        "id": 37,
        "text": "Не брать ничего"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вспышка. Темнота. Голос.\n\n«Ты сделала неправильный выбор. Эти деньги предназначались детским домам по всему миру. Сейчас я даю тебе последний шанс спасти этот мир.»",
    "answers": [
      {
        "id": 38,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вспышка. Темнота. Голос.\n\n«Ты сделала правильный выбор. Осталось последнее задание. Теперь ты и Егор — единственные, кто еще может спасти ваш мир. Двое других не справились. Игра продолжается!»",
    "answers": [
      {
        "id": 38,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты оказываешься в том же тронном зале, что и сначала. Перед тобой сидит дьявол.\n\n«Это последнее испытание. Я дам тебе выбор. Ты готова?».\n\n«Да.».\n\n«Ты можешь навечно остаться моей рабыней, у тебя будет все, что ты захочешь, но ты будешь служить мне, и все люди на этой планете погибнут, в том числе и твои близкие, или ты можешь пожертвовать собой, погибнуть навсегда, и эта планета будет жить, твои родные остануться живы, но никто и никогда не узнает, что это ты спасла их от смерти и от меня. Что выбираешь ты?»",
    "answers": [
      {
        "id": 39,
        "text": "«Я готова стать твоей рабыней, я хочу жить»"
      },
      {
        "id": 40,
        "text": "Я готова принять смерть, мои родные должны жить, все люди на планете не заслуживают смерти»"
      }
    ]
  },
  {
    "id": 39,
    "text": "«Ты сделала неправильный выбор. Егор тоже не смог пожертвовать собой. Эти люди и этот мир слишком грешны, чтобы иметь право на жизнь. В прошлый раз я не смог завершить начатое, но теперь апокалипсис свершился!».\n\nВспышка.Темнота.\n\nПлохая концовка\n...\n«Своя жизнь дороже»",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 40,
    "text": "«Ты сделала правильный выбор! Егор тоже не совершил ошибки. Поздравляю, этот мир достоин жизни,эти люди должны жить. Вы спасли этот мир. Я приходил сюда дважды и не смог вас победить, в этот раз тоже проиграл.Три раза люди побеждали меня, самого дьявола. Я больше не приду на эту планету и освобождаю тебя, Леся, от смерти за то, что ты смогла принять смерть, чтоб спасти этих людей, за твой правильный выбор. Ты изменила свою судьбу. Запомни это на всю жизнь. Ты решаешь, как жить, а не я!»\n\nВспышка. Свет.\n",
    "answers": [
      {
        "id": 41,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 41,
    "text": "Время 10 утра. Та же дата на календаре. Ты подбегаешь к окну, на улице как обычно много народу, мамочки с детьми, бабушки с продуктовыми сумками, машины. Ты уже начинаешь думать, что весь этот кошмар тебе просто приснился, но ноющая боль в разбитомр ранее виске говорит о том, что все было реально. Ты не чувствуешь себя потерянной или разбитой. Ты ощущаешь необычайную лёгкость и счастье, но ты имеешь право быть счастливой, ведь только что ты спасла мир. Никто никогда не узнает, что это была ты, никто даже не вспомнит, что был акалипсис, но ты все равно счастлива, потому что, если бы не ты, эти люди не были бы живы. Из всей этой ситуации ты вынесла один урок: ты сам управляешь своей судьбой и своей жизнью, и именно от твоих поступков, решений и слов зависит твоя жизнь.\n\nХорошая концовка\n...\n«Не быть апокалипсису. Этот мир наш!»\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 42,
    "text": "Здесь показаны все возможные концовки",
    "answers": [
      {
        "id": 43,
        "text": "«На сегодня апокалипсис отменяется»"
      },
      {
        "id": 44,
        "text": "«Пистолет мне по душе»"
      },
      {
        "id": 45,
        "text": "«Один невозможный, кошмарный день из жизни Леси»"
      },
      {
        "id": 46,
        "text": "«Своя жизнь дороже»"
      },
      {
        "id": 47,
        "text": "«Не быть апокалипсису. Этот мир наш!»\n"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Нейтральная концовка\nВы ничего не делали, ничего и не произошло",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Плохая концовка\nВас убили, попробуйте заново, все-таки конец света надо остановить",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Нейтральная концовка\nВы попытались что-то сделать, но ваши попытки не увенчались особым успехом, мир вы не спасли, он как-то сам спасся. Если интересно узнать, как он оказался спасен, откройте другие концовки.",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Плохая концовка\nВы сделали множество неправильных выборов, этот мир разрушен. Попробуйте заново, может все-таки эта планета достойна спасения?",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Хорошая концовка\nНемалыми усилиями вы спасли этот мир. Поздравляю!",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  }
]