[
  {
    "id": 1,
    "text": "Приветствую Вас во второй части!\nРассказывать ничего не буду, а то не будет интересно!.. Но...\n...поддадитесь ли Вы чувствам?..\n...или же миссия важнее?..\n...кого Вы предпочтёте: человека, спасшего Вас или же того, кто называет себя «спасителем душ»?..\n...чью сторону Вы предпочтёте или останитесь при своём мнении?..\nНу, вперёд?..",
    "answers": [
      {
        "id": 2,
        "text": "Пройти квест!"
      }
    ]
  },
  {
    "id": 2,
    "text": "И так, Рок привёл меня в кафе, а сам отлучился, оставив куртку на спинке стула...\nЯ не могла ждать, пока он вернётся: схватила куртку и выбежала. Я бежала по улицам, надев его куртку, и прибежала к себе домой. Сняв куртку, я бросила её на кровать и села, чтобы отдышаться.",
    "answers": [
      {
        "id": 4,
        "text": "*пойти на кухню*"
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": "Я немного проглодалась, пока бежала, поэтому решила пойти на кухню...\n— Таааак, что ты от меня прячешь?.. — нагнулась я, открыв холодильник.\n— Я? Не, я ничего... Кстати, отсюда просто отличный вид~\nОт неожиданности, я упала. РОК!!!\n— Р-рок?! Ты что тут делаешь?!\nОн стоял, ну, теперь уже напротив меня и смотрел, как я сижу на полу, со своей «маньяческой» улыбкой...\n— Ну а ты как думаешь?\nУважаемые знатаки, внимание, вопрос: а как я думаю?..",
    "answers": [
      {
        "id": 7,
        "text": "- Ты пришёл за курткой?"
      },
      {
        "id": 8,
        "text": "- Ты пришёл за мной?"
      },
      {
        "id": 9,
        "text": "- Да откуда мне знать?!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Разозлившись на Рока я выбежала из дома и направилась в сад.\nСидя под одной из многочисленных сакур, я невольно заплакала...\n— А ведь я предупреждал тебя...\nЯ подняла глаза: передо мной стоял немного нахмурившись, Честер.\n— А, это ты... Нет, я просто...\nЧестер нагнулся ко мне и успокаивающе начал:\n— Спокойно, ты можешь мне довериться! Скажи, что призошло?",
    "answers": [
      {
        "id": 6,
        "text": "- Он... поцеловал меня, против моей воли... *сказать правду*"
      },
      {
        "id": 6,
        "text": "- Нет, он ничего не сделал... просто мне не очень приятно его общество... *почти солгать*"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Оу... ясно... Ну, если ты не хочешь оставаться с ним, то... — Честер протянул мне руку, — можешь пойти со мной...\nЯ конечно была растроена и зла на Рока, но... будет ли это правильно?..",
    "answers": [
      {
        "id": 15,
        "text": "- Ай, да пошёл он к чёрту!.. Я с тобой, Честер!"
      },
      {
        "id": 15,
        "text": "- Нет, Честер... Прости, но я не могу..."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Неа! — помотал головой Рок, — Последняя попытка!",
    "answers": [
      {
        "id": 8,
        "text": "- Ты за мной?.."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Джекпот! — вскрикнул Рок и взвалил меня к себе на плечо...\nВ этот момент, больше всего я боялась не за свою жизнь, а за свою миниюбку, которая осталась один на один с Роком...\n— Эй!!! Что ты делаешь?!\n— Тихо, тихо! От того, как сильно дёргаешься ты, дёргается и твоя юбка~\n?!...Твою ж!..\nПосле слов Рока, я замерла и кажется, даже не дышала... Он нёс меня, напевая что-то знакомое... Что же он напевал?..",
    "answers": [
      {
        "id": 10,
        "text": "- Ах, это же моя любимая песня!.."
      },
      {
        "id": 11,
        "text": "- От куда ты знаешь эту песню?!"
      },
      {
        "id": 12,
        "text": "*молча подхватить*"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Не верный ответ! Попробуй ещё...",
    "answers": [
      {
        "id": 7,
        "text": "- Ты за курткой?"
      },
      {
        "id": 8,
        "text": "- Ты за мной?"
      }
    ]
  },
  {
    "id": 10,
    "text": "Рок обернулся:\n— Правда? Ха, забавно...\n— А чего забавного?\n— Это и моя любимая песня...\nСтранно, но даже в таком положении, я испытывала чувсвтво, что мы с Роком — друзья с детства...\nНеожиданно, Рок остановился и спустил меня на землю. В этот момент, я была счастлива, что хожу по дому в сапогах...\n— Думаю, дальше ты и сама идти сможешь.\nЯ молча кивнула.\nДальше мы шли просто вместе. Шли, пели и обсуждали всё подряд...\nСложно признать, но мне было приятно общество Рока. Наконец, мы пришли к красивому двухэтажному коттеджу. Рок выскочил вперёд меня и открыл ворота, жестом пригласив меня войти:\n— Добро пожаловать в моё скромное убежище!",
    "answers": [
      {
        "id": 13,
        "text": "*зайти*"
      }
    ]
  },
  {
    "id": 11,
    "text": "— У? О чём ты?\n— Песня, которую ты напеваешь...\n— А, это...\n— Да! Откуда ты её знаешь?\n— Услышал где-то. Это было давно... А что?",
    "answers": [
      {
        "id": 10,
        "text": "- Это моя любимая песня!.."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я подхватила Рока и вот мы уже поём эту песню дуэтом...\nНеожиданно, он остановился и поставил меня на землю. В этот момент, я была счастлива, что хожу по дому в сапогах...\n— Думаю, дальше ты и сама сможешь...\nЯ молча кивнула.\nДальше мы просто шли вместе. Шли, пели, смеялись... Никогда я не чувствовала себя так хорошо рядом с парнем. Но Рок... Он особенный. Хоть он и наглый, дерзкий и оооочень самоуверенный, но я верю, что Рок не такой уж плохой, как кажется на первый взгляд...\nИ вот, мы подошли к воротам красивого двухэтажного коттеджа. Рок проскользнул вперёд и открыл ворота, жестом приглашая меня войти:\n— Добро пожаловать в моё скромное убежище!..",
    "answers": [
      {
        "id": 13,
        "text": "*войти*"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Скромное?.. — немного усмехнулась я.\nВ саду перед коттеджом было всё: красивые цветущие деревья сакуры и вишни, разнообразные цветы, фантан и бассейн с лазурной водой... Я видела лишь часть сада — деревьев было много, и казалось, что я стою перед лесом...\nРок подошёл ко мне сзади и положил руку мне на плечо.\n— Нравится?\n— Очень... здесь так чудесно!..\nРок улыбнулся и наконец снял очки — я повернула голову в его сторону и увидела красивые, глубокие и такие же синие, как море, глаза Рока...\n— Теперь это твой дом. В свою квартиру тебе возвращаться опасно, так что будешь жить у меня.\nРок развернулся и медленно направился в сторону дома...",
    "answers": [
      {
        "id": 14,
        "text": "- Почему мне нельзя возвращаться к себе?"
      },
      {
        "id": 16,
        "text": "- Х-хорошо..."
      },
      {
        "id": 16,
        "text": "- Окей, но не думай, что я буду тебе подчиняться!.. "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Я расскажу тебе, когда придёт время. — отрезал Рок.",
    "answers": [
      {
        "id": 16,
        "text": "- Х-хорошо..."
      },
      {
        "id": 16,
        "text": "- Окей, но не думай, что что я буду тебе подчиняться!.."
      }
    ]
  },
  {
    "id": 15,
    "text": "— А, ну... тогда... — Честер отвернулся на момент, но тут же повернулся ко мне с безумной улыбкой, — сюрприииз!\n— Что?..\nЧестер набросил мне на голову мешок, после чего вырубил... я даже не успела ничего сказать...",
    "answers": [
      {
        "id": 21,
        "text": "*открыть глаза*"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я побежала за Роком, который уже зашёл в дом, как вдруг, кто-то дёрнул меня за руку, заставив упасть прямо в кусты...\n— Ай!\nНо этот человек закрыл мне рот. Я увидела, что что был молодой рарень с чёрными волосами, торчащими в разные стороны и завораживающими ярко-зелёными глазами...\n— Тихо! — прошептал парень — А то ОН услышит!..\nПарень убрал руку от моего рта.",
    "answers": [
      {
        "id": 17,
        "text": "- Кто ты?!"
      },
      {
        "id": 18,
        "text": "- Что тебе нужно?"
      },
      {
        "id": 19,
        "text": "*позвать Рока*"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Меня зовут Честер. Но я больше известен, как Хранитель душ.",
    "answers": [
      {
        "id": 18,
        "text": "- Что тебе нужно?"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Я пришёл спасти тебя!\n— Меня?!\n— Да! Ты в опасности! В БОЛЬШОЙ опасности!!!\n— ...\nЧестер взял меня за руку и потащил из кустов.\n— Ты должна идти со мной, пока не поздно! ",
    "answers": [
      {
        "id": 20,
        "text": "*пойти с Честером*"
      },
      {
        "id": 20,
        "text": "- Нет! Ты спятил?!"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Тише ты!!! — он снова закрыл мне рот рукой.",
    "answers": [
      {
        "id": 17,
        "text": "- Да кто ты, чёрт возьми?!"
      },
      {
        "id": 18,
        "text": "- Что тебе нужно?"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Так, так, так... Ну, здравствуй, Хранитель...\nОблокотившись рукой на ствол дерева, Рок стоял и сердито смотрел на Честера.\n— Рок! Ты не понимаешь, во что ввязываешь эту девушку!..\n— Это ТЫ ничего не понимаешь! — схватил он Честера за воротник его одежды и потянул вверх, к своему лицу, — Она умная девушка, и не даст тебе запудрить ей мозги!\n...\n— Ребят, а я тут причём?!\nОни оба яростно повернулись ко мне:\n— ПРИТОМ!!!\nОни оба снова отвернулись от меня и начали злобно кричать друг на друга.\nПора сматываться.",
    "answers": [
      {
        "id": 22,
        "text": "*бежать в дом*"
      },
      {
        "id": 22,
        "text": "*бежать на улицу*"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Вставай!!! Прошу тебя, вставай!!!\nПередо мной взволнованно бегала Алиса. Вокруг — полная темнота. Я лежала на полу, перевернувшись на спину.\n— В чём дело?\nАлиса остановилась, села на колени и взяла в свои маленькие, бледненькие лодошки мою голову:\n— Прошу, просыпайся!.. Ты в опасности!..",
    "answers": [
      {
        "id": 35,
        "text": "- Что такое, Алиса?"
      }
    ]
  },
  {
    "id": 22,
    "text": "В любом случае, я решила, что всё же хорошо оставаться поблизости к этим двоим и решила убежать в дом.\nВнутри он выглядел также прекрасно, как и снаружи: прекрасный интерьер, множество эксклюзивной и модной мебели, интересные вещички для дополнения дизайна и создания уюта... Как же тут здорово! Ну и пока Рока нет, я решила устроить самой себе экскурсию...\nС чего начнём?",
    "answers": [
      {
        "id": 23,
        "text": "*найти кухню*"
      },
      {
        "id": 24,
        "text": "*найти ванную*"
      },
      {
        "id": 25,
        "text": "*найти спальню*"
      },
      {
        "id": 26,
        "text": "*обследовать второй этаж*"
      },
      {
        "id": 27,
        "text": "*остаться в гостиной*"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кухня. Из мебели здесь стол, стулья, холодильник, плита, микроволновая печь и раковина. А, ну и, конечно, люстра! И так, что же мне сделать?..",
    "answers": [
      {
        "id": 28,
        "text": "*исследовать холодильник*"
      },
      {
        "id": 29,
        "text": "*сесть за стол*"
      },
      {
        "id": 22,
        "text": "*выйти из кухни*"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ванная. Белоснежная ванна с душем, коврик и зеркало.",
    "answers": [
      {
        "id": 30,
        "text": "*принять ванну*"
      },
      {
        "id": 22,
        "text": "*выйти из ванной*"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я нашла спальню. И первое, что я захотела сделать, это...\n— КРОВААААТКАААА!!! — я с разбегу прыгнула на большую, двухместную и мягкую кровать.\nНемного повалявшись, я поняла — спать я не хочу...",
    "answers": [
      {
        "id": 22,
        "text": "*вернуться в гостиную*"
      }
    ]
  },
  {
    "id": 26,
    "text": "Нет, думаю, будет разумней сначала всё осмотреть здесь.",
    "answers": [
      {
        "id": 22,
        "text": "*вернуться к изучению первого этажа*"
      }
    ]
  },
  {
    "id": 27,
    "text": "Гостинная, как гостинная! Нет здесь слишком скучно...",
    "answers": [
      {
        "id": 22,
        "text": "*исследовать первый этаж*"
      }
    ]
  },
  {
    "id": 28,
    "text": "Холодильник, как холодильник... Ничего особого... Есть я сейчас не хочу, поэтому нет смысла в продолжении рассмотра...",
    "answers": [
      {
        "id": 23,
        "text": "*закрыть холодильник*"
      }
    ]
  },
  {
    "id": 29,
    "text": "Нет, ну за стол садиться точно смысла нет!",
    "answers": [
      {
        "id": 23,
        "text": "*отойти от стола*"
      }
    ]
  },
  {
    "id": 30,
    "text": "Хм... Неплохая идея!..\nЯ наполнила ванну водой и залезла в неё.\n— Ах, как хорошо после напряжённого дня понежиться в тёплой ванне!..\nНо без пены, ванна — не ванна, так?",
    "answers": [
      {
        "id": 31,
        "text": "- Да!"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Так то лучше~\nТеперь я лежала в ванне с большим количеством воздушной и пушистой пены.\n— Ой, простите, тут занято?~\nВ комнату вошёл Рок, но увидев меня, отвернулся, немного покраснев.\n— РОК!!! ВЫЙДИ!!! СЕЙЧАС ЖЕ!!!\nОн выскочил из ванной, но я чувствовала, что Рок за дверью.\n— С каких это пор, моя же собственность, указывает мне, что делать? — усмехнувшись сказал он.\n— Чёрт, ты хотя бы постучать мог?!\n— А, ну, извините, что я просто так расхаживаю по своему дому! Между прочим, в поисках тебя...\n— Меня?..\n— Да. Я думал, ты убежала...",
    "answers": [
      {
        "id": 32,
        "text": "- Я хотела, но... передумала."
      },
      {
        "id": 33,
        "text": "- Да куда я теперь убегу?.."
      }
    ]
  },
  {
    "id": 32,
    "text": "За дверью послышался самодовольный фырк.\n— Это из-за меня, верно?~\n— Ага, щас! Размечтался!\nЯ вылезла из ванной, и быстренько одела свою одежду. Выходя из комнаты, я «случайно» ударила Рока дверью. От силы удара, он упал на пол, но это не стёрло самодовольную улыбочку с его лица.\n— Ну признайся, — начал он, — не одна девушка не может передо мной устоять! И ты тоже не смогла, верно?~\nРок принял такую позу, словно он не случайно упал, а позирует для какой-то картины или фотографии.\nЯ же стояла с угрюмым лицом и смотрела на него, как на идиота... каким он и является!",
    "answers": [
      {
        "id": 34,
        "text": "- Да пошёл ты!.."
      },
      {
        "id": 34,
        "text": "- Нет."
      }
    ]
  },
  {
    "id": 33,
    "text": "— А может...",
    "answers": [
      {
        "id": 32,
        "text": "*молчать*"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Ну ладно... — Рок сделал такое лицо, словно обиделся.\nНо всего на пару секунд. Он резко сзватил меня за руку, заставив меня упасть на себя и... поцеловал. ПРЯМО В ГУБЫ!!! Я чувствовала, как мои уши и лицо приняли ярко-красную окраску...\n— Ч-чёрт, что ты т-творишь?! — вскочила я с Рока.\n— Да ты и не особо сопротивлялась~ \n— Козёл!\nЯ дала Року пощёчину и ушла.",
    "answers": [
      {
        "id": 5,
        "text": "*выйти из коттеджа и пойти в сад*"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Вставай!!!\nЯ поднялась на ноги. Алиса взяла меня за руку и потащила во тьму... Но вдруг мы нашли одну из тех безумных собак...\n— Давай! Это твой шанс!\nСобака раскрыла свою огромную пасть из которой доносилась жуткая вонь и вопли обречённых.\n— Что?! Я туда не пойду! Ты спятила?!\n— Наклонись!\n— Что?..\n— На-кло-нись!\nЯ выполнила просьбу девочки: она легонько поцеловала меня в щёку и толкнула, чтобы я выпрямилась.\n— Пора! Когда вернёшься, не говори ЕМУ где была, ни при каких обстоятельствах! Пока...\n— Алиса?..\nОна со всей силы толкнула меня в открытую пасть собаки и помахала рукой на прощанье... Пока я летела через глотку пса, я видела души мёртвых людей... Наверно, Алисин поцелуй — защита от превращения в духа...",
    "answers": [
      {
        "id": 36,
        "text": "*открыть глаза*"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я оказалась в тёмной комнате с единственной лампой, находящейся прямо надо мной... Попытавшись пошевелиться, я обнаружила, что привязана к стулу и обсалютно беспомощна!.. Единственное, чем я могла шевелить — голова...\n— Что?.. Где я?..\n— Так, так, так... Уже проснулась?..\nИз темноты вышел Честер.\n— Что ты творишь, псих?! Развяжи меня!!!\nОн лишь пару раз цокнул языком:\n— Нет, нет, нет! Ты никуда не пойдёшь... — он стал ходить вокруг меня, — Ну что? Как там поживает Поглотительница Душ?\nПоглотительница Душ?.. Это он про Алису?..\n— Я не знаю о чём ты!..\n— Ой, да всё ты знаешь! Не притворяйся! — он резко опрокинул стул, к которму была привязана я, и нагнулся к моему лицу, — Не стоит меня злить, крошка... Я страшен в гневе...\n— Я тебе никакая не крошка!!!\nЧестер самодовольно усмехнулся.\n— Поверь, лучше тебе сотрудничать со мной, ведь сейчас твоя жизнь в моих руках...\nОн нагнулся совсем близко, что я чувствовала его дыхание...\nВдруг посоышался грохот: кто-то или что-то снёс стену!\n— Рок!!! — радостно вскрикнула я.\n— Кажется, я не понятно объяснил, Хранитель?.. Эта девушка — моя!\nРок где-то раздобыл автомат... с ним он кажется ещё брутальней...\n— Ох, как же ты мне надоел!\nЧестер достал из кармана куртки два кастета и надел их.\nНачалась схватка. Мне не было особо видно, но я точно знала — Честер побеждает. Это было слышно. Но Рок вырубил его. Он сразу стал развязывать меня.\n— Чёрт, Рок! Почему ты так долго?!\n— Прости, но ты сама виновата: нечего было выбегать из дома!..\nНаконец он развязал меня и помог подняться.\n— О чём он тебя спрашивал?\n— Ни о чём... Просто пустые угрозы...\nЯ не могла рассказать всё Року, так как не была уверена, кого Алиса имела в виду.\nМы пошли домой. Я очень устала, поэтому Рок понёс меня на спине. А я уснула...",
    "answers": [
      {
        "id": 37,
        "text": "*спать*"
      }
    ]
  },
  {
    "id": 37,
    "text": "А на этом пока всё! Спасибо за прохождение второй части! Знаю, здесь ещё меньше страниц, чем в первой части, но зато больше материала! Надеюсь, Вам понравилось! (3 часть ожидается)",
    "answers": [
      {
        "id": 1,
        "text": "Блин, почему всё?.."
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "Ммм, так ты у нас брюнетка?~ ;3\nТеперь выбери цвет глаз~",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  }
]