[
  {
    "id": 1,
    "text": "Автор: Заря.\n\nЖанр: романтика, драма.\n\nСтатус: завершен.\n\nАннотация: \n    Это история обычной девушке по имени Адель, которая из-за неусидчивого характера своей матери и её любви к приключениям часто переезжает. Каждый раз девушка мечтает, что этот постоянный кошмар с переездами закончится, и она сможет найти себе верных друзей, завести собаку и наконец-то отыскать свою любовь. Только сможет ли она перетерпеть все ненастья, чтобы остаться рядом с тем кого любит или предпочтёт жить спокойной жизнью?",
    "answers": [
      {
        "id": 65,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a25/1903/18/5067edab1217.jpg",
        "system": true
      },
      {
        "id": 1,
        "url": "https://b.radikal.ru/b19/1808/2c/9bd722d5d8e1.jpg",
        "text": "Укажите команды для картинки"
      },
      {
        "id": 63,
        "text": "Главы",
        "need": 2
      },
      {
        "id": 1,
        "url": "https://vk.com/club179857463",
        "text": "Моя группа в ВК"
      },
      {
        "id": 125,
        "text": "Персонажи"
      },
      {
        "id": 64,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 255,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"ГЛАВА 1, День шоппинга\"\n\n    Это был очередной обычный летний день, яркие лучи солнца проникали в мою комнату через широко распахнутое окно, которое я с начала лета и легкой жары никогда не закрываю. Где-то вдалеке доносилось пение птиц, сливающиеся в одно целое и нерушимое звучание природы. Вдобавок ко всему на улице пахло цветами с нашего недавно обставленного сада, и я просто лежала в своей мягкой и уютной постельке, наслаждаясь этим чудесным и беззаботным утром. На часах 8 утра, прекрасное время для того, чтобы поспать ещё часик другой. ",
    "answers": [
      {
        "id": 3,
        "text": "Вставать с постели"
      },
      {
        "id": 4,
        "text": "Полежать ещё немного"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b01/1903/f9/167e10d1c23e.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Я решила, что все же необходимо вставать, потому что все мои неотложные дела никто за меня не сделает, а поспать я ещё успею, ведь каникулы только начинаются. К тому же мы с мамой сегодня собирались ехать в здешний торговый центр. Мы с ней, совсем недавно сидя за просмотром фильмов, решили устроить себе долгожданный шоппинг, тем более нам обеим надо прогуляться и узнать где здесь что находится, поэтому сегодня я должна выглядеть умопомрачительно, чтобы всех снести на повал, ведь первое впечатление как говорится самое верное. Только вот я ещё сама не знаю, кого я собралась сносить на повал, но ничего лучше всегда быть готовой ко всему.",
    "answers": [
      {
        "id": 5,
        "text": "Встать с постели, и идти в ванную"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Независимо оттого, что будет происходить вокруг меня, я ни за что не встану с моей мягкой постельки. И пусть даже на улице будет проходить самый красивый парень в этом городе, я не встану на него взглянуть, хотя если он будет в моем вкусе я может быть подумаю. Я полежала так ещё минут пять и почти начала погружаться в забвенный сон, как вдруг вспомнила, что мы с мамой собирались в здешний торговый центр, потому что именно сегодня мы решили устроить долгожданный шоппинг. Так что как бы мне не хотелось ещё вздремнуть, но все равно мне придётся вставать, хотя я была бы не против проспать так весь день.",
    "answers": [
      {
        "id": 5,
        "text": "Вставать с постели, и плестись к ванной"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Я прямиком залезла в душ и включила воду попрохладнее, чтобы хоть как-то проснуться. Это весьма помогло, особенно с учётом того, что я всё-таки попала под ледяные брызги воды. После такого не лёгкого испытания холодной водой мои на сегодня немногочисленные мысли вскоре пришли в полный порядок. Выйдя из душа, я почувствовала прилив бодрости, который заполнял все мое тело. Но позабыв о том, что стоило взять с собой полотенце, я голышом пробежала в комнату и нашла свое любимое полотенце с дракончиками.",
    "answers": [
      {
        "id": 6,
        "text": "Закончить водные процедуры"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Проходя мимо зеркала, я решила остановиться и взглянуть на свое отражение. На меня смотрела красивая девушка лет и улыбалась, у нее были русые волосы и карие глаза, которые смотрели сейчас с озорством. Сказать честно у меня неплохая фигура и весьма симпатичная внешность, и все это,  благодаря родителям по крайней мере внешность. Наглядевшись на себя, я приступила к выбору одежды... Что же мне надеть по такому случаю?",
    "answers": [
      {
        "id": 178,
        "text": "Вариант 1"
      },
      {
        "id": 179,
        "text": "Вариант 2"
      },
      {
        "id": 180,
        "text": "Вариант 3"
      },
      {
        "id": 129,
        "text": "Описание персонажа"
      }
    ]
  },
  {
    "id": 7,
    "text": "    Выглядела я восхитительно, и мама была довольна, что меня безусловно радовала. После я начала наносить макияж, а мама думала, что сделать мне на голове. Мама решила сделать колоски, а я одобрительно кивнула. И где-то через час я была полностью готова. На часах 13:15 времени достаточно, чтобы дойти до кинотеатра.",
    "answers": [
      {
        "id": 82,
        "text": "В путь"
      },
      {
        "id": 80,
        "text": "Выбрать другой вариант"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Адель, ты уверена, что хочешь смотреть именно этот фильм? — встревоженно поинтересовался Митя, включая телевизор.\n—Да, это очень хороший фильм, а почему ты спрашиваешь? — спросила я, удобно расположившись на мягком диване.\n—Потому что ты такая эмоциональная, а я не могу спокойно смотреть на твои слезы. — произнес парень. — Может посмотрим комедию?\n—Нет, нет и ещё раз нет! Я все решила! И возможно постараюсь не плакать, но это не точно, потому что фильм очень трогательный. — театрально пустила слезу я.\n—Может все же что-нибудь другое? — подозрительно спросил Митя, глядя на меня умоляющим взглядом.",
    "answers": [
      {
        "id": 39,
        "text": "-Нет, давай Титаник"
      },
      {
        "id": 184,
        "text": "-Ладно, выбирай ты фильм. На этот раз я сдаюсь"
      }
    ]
  },
  {
    "id": 9,
    "text": "    Спускаясь по лестнице, я услышала звук закрывающейся двери. Возможно, мама куда-то ездила в то время, пока я спала. Надеюсь, что наша поезда ещё в силе, а то зачем в итоге получится, что я зря так наряжалась. Хотя даже если все и отменится, я вполне смогу прогуляться в парке, который находится недалеко от моей будущей школы, а если ещё постараться и убрать волнение смогу завести там новые знакомства с местными жителями.",
    "answers": [
      {
        "id": 11,
        "text": "Идти в гостиную"
      },
      {
        "id": 10,
        "text": "Идти на кухню"
      }
    ]
  },
  {
    "id": 10,
    "text": "    Зайдя на кухню, я не обнаружила мамы. На кухонной тумбе лежали пакеты с продуктами, видимо, она ездила в продуктовый магазин. Наверное, она именно поэтому и не стала меня будить. Может быстро позавтракать, а после пойти спросить у мамы, когда мы поедем по магазинам или для начала пойти поговорить с мамой? Еда или шоппинг, что же выбрать? ",
    "answers": [
      {
        "id": 12,
        "text": "Позавтракать"
      },
      {
        "id": 11,
        "text": "Идти в гостиную"
      }
    ]
  },
  {
    "id": 11,
    "text": "    Я зашла в гостиную и увидела маму, говорящую по телефону. Выглядела она весьма взволнованно. Интересно, с кем она разговаривает? И о чем? Скорей всего это по работе, поэтому даже не хочу слушать о чем идёт речь, просто проигнорирую свое чрезмерное любопытство и чем-нибудь позанимаюсь. Самое главное в этом разговоре, чтобы не было ничего серьезного. Ее работа всегда казалась мне скучной и неинтересной, но она ее по-настоящему любит и дорожит ею.\n    Глядя на нее, я с каждым разом всё больше и больше убеждаюсь, что мы похожи как две капли воды. Она имеет такую же красивую внешность и хорошую фигуру, но все же мы разные по характеру, взглядам на жизнь, отношению к людям и это неудивительно, так как характер у меня от папы. А он у него, как часто говорит мама непробиваемый, поэтому спорить с ним просто бесполезно, только лишь трата времени.",
    "answers": [
      {
        "id": 13,
        "text": "Поздороваться"
      },
      {
        "id": 14,
        "text": "Дождаться пока она поговорит по телефону"
      },
      {
        "id": 137,
        "text": "Описание персонажа"
      }
    ]
  },
  {
    "id": 12,
    "text": "    Я достала с пакета хлопья и молоко и начала творить шедевр: \"Хлопья с молоком\" от Адель Новиковой. Спустя какое-то время я начала есть то, что сама и приготовила. Оказалось весьма вкусно и питательно. Начав уплетать мой шедевр, я стала думать о своем детстве. Как же я скучаю по тем моментам, когда я сонная и лохматая спускалась на кухню, а мама готовила мне завтрак, а теперь Аделичка готовит себе завтрак сама, а иногда и обед и ужин и на себя и на маму. Вот и началась моя самостоятельная жизнь. Но не прошло и пяти минут, как я закончила и продолжила поиски мамы, предварительно вымыв за собой посуду, чтобы в дальнейшем не услышать приреканий с маминой стороны. ",
    "answers": [
      {
        "id": 11,
        "text": "А теперь пойти в гостиную"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d33/1808/b8/b5cdef0ac6a7.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "    Я помахала ей и мило улыбнулась, она улыбнулась мне в ответ, и подойдя ко мне нежно поправила мою непослушную прядь волос, а после отойдя в сторону продолжила говоришь по телефону. Я была очень рада такому нежному порыву с ее стороны, что даже не удержалась и в момент, когда она повернулась начала ее безжалостно щекотать. Она ели сдержалась чтобы не засмеяться, но вскоре поняв, что могу получить от нее люлей, я перестала ее доставать и поспешила присесть хоть куда-нибудь и состоить личико словно я примерная дочь. Именно в этот момент я поймала на себе строгий взгляд мамы. Я ей мило улыбнулась и решила уже сесть куда-нибудь, чтобы все же не найти приключений на сегодняшний день, мама продолжила разговаривать по телефону.",
    "answers": [
      {
        "id": 15,
        "text": "Сесть на диван"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Решив не мешать ей, я подошла к окну и стала наблюдать за тем, что происходит на улице. На противоположной стороне улице я увидела маленького мальчика, который играл с мячом, он выглядел весьма забавно. Спустя несколько мгновениий из дома, возле которого играл мальчик, вышел парень, я бы даже сказала весьма симпатичный парень, он подбежал к мальчику и схватил его на руки, а после начал с ним играть, это выглядело очень мило. Я даже улыбнулась, но спустя минуту они зашли домой. Больше на улице ничего интересного не происходило, и я решила, что стоит присесть.",
    "answers": [
      {
        "id": 15,
        "text": "Сесть на диван"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Она проговорила по телефону еще минуты три, а после положила телефон в карман брюк и села рядом. Выглядела она как обычно превосходно. Строгий деловой костюм, собранные волосы в пучок, с вечно спадающей на глаза челкой, и аккуратный макияж. Как обычно ничего лишнего. \n—Я смотрю ты уже готова? — сказала мама, смотря на меня удивлённым взглядом. — Прекрасно выглядишь, дорогая!\n—Ну а как же! Спасибо, мам, ты тоже! — произнесла я с обворожительной улыбкой, поправляя прическу.\n—Ну тогда ладно деваться мне уже некуда, что ж поехали. — вздохнула мама, поднимаясь на ноги.",
    "answers": [
      {
        "id": 16,
        "text": "-Ура шоппинг!"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Спустя три часа мы уже сидели дома весьма уставшие и обессиленные, а вокруг нас лежало несчитанное количество пакетов с разным названиями брендов. Мы многое узнали о городе, в котором сейчас живём. А ещё мама познакомила меня с Владимиром своим коллегой по работе, он так же как и мама разведен и весьма привлекателен. А ещё у него есть сын старше меня года на два-три и его если не ошибаюсь зовут Митя. Мама была весьма взволнованна, когда случайно увидела его. ",
    "answers": [
      {
        "id": 17,
        "text": "Поговорить с мамой"
      },
      {
        "id": 138,
        "text": "Описание персонажа"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Мам, этот твой Владимир ничего такой. — произнесла я, подталкивая локтем маму в бок.\n—Во-первых он не мой, а во-вторых он и вправду весьма привлекательный мужчина. — сказала мама, пытаясь еле заметную улыбку, но по ней было видно, что он ей нравится. — Я уверена его сын будет не менее симпатичный, тем более что они сегодня вечером приедут к нам на ужин.\n—Что!?- сказала я, чуть ли не крича, я была в полном шоке. — Как ты могла пригласить в дом малознакомого мужчину?\n—А почему бы и нет? — ответила она спокойно. — Дорогая, мы знакомы уже больше двух месяцев, потому что связывались по работе. И между прочим именно он помог заполучить мне это место работы. ",
    "answers": [
      {
        "id": 18,
        "text": "-Да нет нечего, но просто нужно ведь предупреждать"
      },
      {
        "id": 19,
        "text": "-А как же спросить меня, может у меня на сегодня планы"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Прости, я хотела сказать тебе раньше, но забыла. — мама попыталась сделать грустное лицо, но я то знаю её как облупленную, она просто издевается надо мной.\n—Только давай без своих печальных глазок, ладно? — сказала, я сдерживая смех. Долго обижаться на нее у меня никогда не получалось.\n—Как скажешь, дорогая. — радостно ответила она, смеясь и обнимая меня.\n—Ладно, я к себе пойду разбирать вещи. — я встала с дивана и прихватила с собой пять пакетов с одеждой и всякой мелочью.",
    "answers": [
      {
        "id": 20,
        "text": "Идти к себе в комнату"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Какие если не секрет? — спросила она, пристально глядя мне в глаза.\n—Да нет у меня на сегодня планов! Мам, но все равно прошу тебя предупреждай меня  в следующий раз. — сказала я, поднимаясь с дивана и прихватывая с собой пять пакетов с одеждой и прочей мелочью.\n—Хорошо, доченька.- ответила она, победно закидывая ноги на диван.\n—Ладно, я к себе готовиться к приходу твоего Владимира. — язвительно произнесла я, удаляясь.\n—Он пока что не мой. — негромко произнеса мама, а я лишь ухмыльнулась ее уверености.",
    "answers": [
      {
        "id": 20,
        "text": "Идти к себе в комнату"
      }
    ]
  },
  {
    "id": 20,
    "text": "    Я поднялась по лестнице, и зайдя в свою комнату, наконец-то смогла полностью расслабиться и выдохнуть, ощущая себя на своем месте и в своей тарелке. Сняв с себя парадную одежду и одевшись во все домашнее, я вернулась к своей милой постельке, которую по ужасным с течением обстоятельств мне пришлось оставить. Я решила, что хватит уже мучить бедную постельку одиночеством, ведь как можно оставлять ее одну так на долго.\n—Какое блаженство! — восторженно прошептала я, запрыгнув на кровать с разбегу.",
    "answers": [
      {
        "id": 21,
        "text": "Лежать и размышлять"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Мама всё-таки конечно дала стране угля, они друг друга знают со всем ничего, а она его уже в гости пригласила. И в добавок к одному ему он ещё и с сыном прийдёт. Но признаться честно мне интересно, а его сын симпатичный, так-то Владимир весьма привлекательный я бы даже сказала красивый, наверное, его сын такой же. Боже мой, и почему мои мысли постоянно о чем-то не том, надо вообще-то делом заняться, а не лежать и дурью маяться.",
    "answers": [
      {
        "id": 22,
        "text": "Заняться рутинными делами"
      }
    ]
  },
  {
    "id": 22,
    "text": "    Пока я занималась делами по дому, прошло больше трёх часов, и совсем скоро к нам пожалуют гости, поэтому надо подготовиться к их приезду. Может надеть платье, которое мы с мамой купили во время шоппинга. Оно очень красивое, уверена, что все будут просто без ума от него, а точнее от меня в нем. Выбор сделан в пользу нового платья, и пока ещё есть время сделаю хоть какую-нибудь укладку.",
    "answers": [
      {
        "id": 23,
        "text": "Наряжаться"
      }
    ]
  },
  {
    "id": 23,
    "text": "    Я ещё раз убедилась, что не зря купила это белое платье с голубыми кружевами, которое безумно мне идёт. Еще в магазине я по уши в него влюбилась, а теперь моя любовь к нему только усилилась. От мыслей меня отвлек звук, приближающегося автомобиля. Выглянув в окно, я увидела, подъезжающую к нашему дому машину. Скорее всего это и есть виновники моей сегодняшней спешки. Ну, да машина остановилась возле нашего дома. Пора встречать гостей и стараться вести себя так, чтобы все говорили, какая я у мамы молодец.",
    "answers": [
      {
        "id": 24,
        "text": "Идти встречать гостей"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"ГЛАВА 2, Гости\"\n\n     Когда я спустилась на первый этаж, мама уже открывала дверь, а я немного занервничала. Ещё секунда и на пороге стоял Владимир и скорее всего Митя его сын. Я так волнуюсь, будто это встреча самая главная в моей жизни, но в общем-то знаю,  что это определено не так, но отогнать дурные мысли все никак не могу. Мама нечасто знакомит меня со своими предметами воздыхания, поэтому мне сложно свыкнуться с этим, хоть часто подкалываю ее по этому поводу. ",
    "answers": [
      {
        "id": 25,
        "text": "Рассмотреть парня"
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d41/1903/25/a75ae411f35c.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "    Передо мной стоял весьма симпатичный русый парень немного старше меня, на голову выше меня и с красивыми чертами лица, которые выражали безразличие ко всему, что происходило вокруг. Но почему-то я была уверена, что где-то глубоко внутри себя он прятал свои чувства и переживания и просто не показывал их окружающим. Думается мне, что он не очень-то и хотел здесь быть, но видимо ему пришлось согласиться на уговоры отца, как я его сейчас прерасно понимаю. ",
    "answers": [
      {
        "id": 26,
        "text": "Поприветствовать гостей"
      },
      {
        "id": 41,
        "text": "Продолжать его рассматривать"
      },
      {
        "id": 139,
        "text": "Описание персонажа"
      }
    ]
  },
  {
    "id": 26,
    "text": "    Мужчина стоял с букетом маминых любимых пионов и тортом, а Митя стоял с букетом моих любимых лилий. Забавно, откуда они узнали о наших с мамой предпочтениях, хотя учитывая болтливость моей мамы это неудивительно. \n—Здравствуйте, Владимир Иванович. — сказала я, выдавливая из себя подобие улыбки.\n—Привет, Володя, может ты представишь нам молодого человека? — произнесла мама и улыбнулась своей обворожительной улыбкой.\n—Здравствуйте, дорогие дамы. Марина, это тебе. — сказал \"Володя\" и вручил маме букет цветов, она просто сверкала. — Этот молодой человек мой сын Митя, Митя, а эти две очаровательные особы Марина Федоровна и её дочь Адель.\n—Приятно познакомиться. — сказал Митя и вручил мне букет цветов, и опять никаких эмоций, может помочь ему отсюда свалить? Хотя бы доброе дело сделаю, ведь видно, что ему здесь некомфортно и неприятно.",
    "answers": [
      {
        "id": 27,
        "text": "-Взаимно... Большое спасибо за цветы."
      }
    ]
  },
  {
    "id": 27,
    "text": "    Закончив с весьма затянутым приветствием, мама провела экскурсию по нашему дому, в свою комнату я их не впустила, сказав что у меня не убрано, последней комнатой нашей экскурсии была столовая. Не столе нас ожидало обилие блюд, которое мы с мамой и приготовили. Я решила, что такие красивые цветы нужно непременно поставить в вазу.\n—Мам, давай я положу цветы в вазу. — заявила я, поднимаясь со стула.\n—Это было бы неплохо. — согласилась мама и передала мне свой букет.\n—Если хочешь я могу тебе помочь? — сказал Митя, очевидно не имея никакого желания оставаться один на один с этой парочкой.",
    "answers": [
      {
        "id": 28,
        "text": "-Если тебе не сложно"
      },
      {
        "id": 42,
        "text": "-Нет, спасибо, я сама"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Мы зашли на кухню, и я начала искать вазы. Митя стал возле окна и наблюдал за моими попытками найти эти несчастные вазы.\n—Митя, а ты давно здесь живёшь? — спросила я, нарушив наше неловкое молчание.\n—С самого рождения, а ты как я понял приехала сюда совсем недавно. — произнес парень скорее утвердительно, чем вопросительно.\n—Так и есть, и очень надеюсь, что не скоро отсюда переедем. — сообщила я с небольшой печалью в голосе.\n—Неужели вы так часто переезжаете? — с невозмутимым голосом спросил парень, но в его глазах читался интерес, забавно.\n—Через чур часто... А вот и вазы. — сказала я с улыбкой, стараясь отогнать от себя дурные мысли, но они постоянно давали о себе знать. \n—Можно задать вопрос?- спросил Митя, пытаясь сменить тему.",
    "answers": [
      {
        "id": 29,
        "text": "-Да"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Почему тебя назвали Адель? Впервые встречаю девушку с таким именем. — произнес Митя.\n—Мама читала какой-то зарубежный роман, когда она была беременна мной. В нем была главная героиня по имени Адель, ей она очень понравилась, так как была очень красивой, умной и своенравной женщиной. Как только мама дочитала эту книгу у нее начались схватки, и она решила, что это знак и назвала меня в честь этой героини. — я говорила это как заученную фразу, но все также со смехом и эпичнымы вздохами, при этом наполняя ёмкости водой, как только я закончила цветы уже были в вазах.\n—Да уж, интересная история. — Митя улыбнулся, а я впервые за этот вечер увидела его улыбку, а он ничего такой оказывается, когда не смотрит на все отчуждённо и с отвращением.",
    "answers": [
      {
        "id": 30,
        "text": "-Расскажи о себе"
      },
      {
        "id": 31,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Ну что, теперь твоя очередь рассказывать о себе! — сказала я, стоя облокотившись об кухонную тумбу, а Митя услышав мои слова стал вновь серьезнее и более сдержан.\n—Я жил спокойной, размеренной жизнью до того  момента как потерял маму, она умерла когда мне было пятнадцать... Я остался с отцом, который через год начал искать ей замену... Я долго не мог отойти от этой потери... В школе после смерти матери количество моих друзей уменьшилось в трое, я не хотел ни кого видеть и слышать, а с теми кто не оставил меня тогда я продолжаю общаться и сейчас в колледже, так что вот так. — этими словами он закончил свое повествование.\n    Он выглядел спокойным, но я понимала насколько сложно дались ему эти слова, я напомнила ему о душевной ране, которую он так долго пытался заглушить где-то глубоко в себе. Я была безумно удивлена его открытости, даже честно сказать шокирована. Хотя думаю, что это скорее был способ оттолкнуть меня.",
    "answers": [
      {
        "id": 32,
        "text": "Обнять его"
      },
      {
        "id": 33,
        "text": "-Прости"
      }
    ]
  },
  {
    "id": 31,
    "text": "    Я стояла молча мне нечего было ему сказать, да и что тут скажешь, он тоже не спешил продолжать разговор. Так мы простояли ещё немного и вскоре меня стало это напрягать.\n—Может вернёмся, а то нас наверное потеряли. -сказала я, глядя на Митю, а он на меня.\n—Да, пойдем. — ответил Митя и как-то с облегчением выдохнул. ",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться в столовую"
      }
    ]
  },
  {
    "id": 32,
    "text": "    Я подошла к нему и приобняла его. Все мышцы его тела были напряжены до предела, но как только я обняла его, он немного расслабился и на секунду замер, а после ответил на мой порыв. Он крепко обнял меня пытаясь заглушить свою боль. И только сейчас я в полной мере поняла, насколько ему тяжело и одиноко.\n—Спасибо. — прошептал мне на ухо Митя.\n—Не за что. — так же прошептала я.    \n    Мы простояли так ещё недолго. И всё-таки решили вернуться к нашим родителям. А то они наверно нас уже потеряли.\n—Наверное нам пора.-сказала я, отстранившись.\n—Да, ты права.- почти шепотом ответил парень, поправляя свою одежду.",
    "answers": [
      {
        "id": 35,
        "text": "Идти в столовую "
      }
    ]
  },
  {
    "id": 33,
    "text": "—Прости... — сказала я, мне кажется ещё немного и слезы прольются из моих глаз.— Мне очень жаль, я соболезную... Прости меня...\n—Тебе не за что просить прощения, это я должен просить у тебя прощения, что навалил на тебя свои проблемы... Нам пора возвращаться пока нас не начали искать. — его невозмутимость поражала меня до глубины души.",
    "answers": [
      {
        "id": 35,
        "text": "-Да, ты прав"
      }
    ]
  },
  {
    "id": 34,
    "text": "    А после начались переезды. Мама хотела сменить обстановку, но после первого же приезда отца ко мне она вновь срывалась с места и ехала куда-то, таща меня за собой. В школах у меня толком не было друзей, не из-за того, что я замкнутая или застенчивая, нет, все из-за того, что я просто не успевала с кем-то подружиться. На сегодня у меня всего несколько настоящих и проверенных друзей, с которыми я общаюсь на протяжении больше пяти лет. Зато мама обзавелась полезными знакомствами, особенно в сфере продажи недвижимости.",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "    Когда мы вошли в столовую, наши родители мило беседовали, по их взглядам я поняла, что они флиртуют друг с другом, почему-то у меня от этого по спине пробежали неприятные мурашки.\n—А вот и дети! — сказала мама, глядя на Владимира, он только улыбнулся и кивнул ей.\n    Мы сели на свои места и принялись есть, как по мне сегодня у нас очень даже не плохо получилось. Надеюсь, гости такого же мнения по поводу приготовленных нами блюд.",
    "answers": [
      {
        "id": 36,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 36,
    "text": "    Вечер прошёл просто идеально, мы долго беседовали о всяких мелочах и громко смеялись, даже Митя в такой обстановке по-немногу растаял и со временем стал более активно вступать с нами в диалог. Так прошло время, а мы не умолкали. Правда к не счастью, даже такой прекрасный вечер когда-то подходит к концу.\n—Ничего себе сколько время! — сказал Владимир, взглянув на часы — Мить, думаю нам уже пора домой. Дамы, разрешите откланяться? — произнес он и по-доброму улыбнулся.\n—Уже? Так скоро? — удивилась мама, но противиться не стала и улыбнулась. — Ну, что ж поделать? Разрешаем.",
    "answers": [
      {
        "id": 37,
        "text": "Провожать гостей"
      }
    ]
  },
  {
    "id": 37,
    "text": "    Встав из со стола, мы медленно начали продвигаться к выходу, продолжая при этом разговаривать и смеяться. Мама была счастлива рядом с Владимиром, и это было видно невооруженным взглядом, но вот что из этого получится я пока не знала. Выйдя на улицу, я почувствовала лёгкий ветер, который ласкал мои волосы и нежно гладил мои щёчки. Я посмотрела на Митю, он выглядит при свете луны просто восхитительно, а его волосы развевались на ветру, и я вдруг поймала себя на мысли, что не хочу его отпускать. Да, Адель, ты кажется совсем дурочка, раз так быстро теряешь голову в присутствии красивого парня.",
    "answers": [
      {
        "id": 40,
        "text": "Печально посмотреть на Митю",
        "need": 32
      },
      {
        "id": 43,
        "text": "Спросить понравилось ли у нас",
        "need": 42
      },
      {
        "id": 46,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 38,
    "text": "    Когда я вошла в столовую мама мило беседовала, по ее взгляду я поняла что они флиртуют друг с другом, почему то у меня от этого по спине пробежали мурашки.\n—А вот и Адель!-сказала мама глядя на Владимира, он только улыбнулся и кивнул ей, Митя же просто взглянул на меня и продолжил есть как ни в чем не бывало. Я молча прошла и села на свое место.",
    "answers": [
      {
        "id": 36,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 39,
    "text": "    Митя лишь кивнул и стал морально готовиться к худшему, а я с удивлением продолжила наблюдать за его реакцией. Он или не любит мои слезы, или не хочет чтоб я плакала, но все же он весьма серьезно на счёт этого переживает. Разместившись поудобнее на диване, Митя включил кинозал и сел рядом, а я сразу же крепко прижалась к парню, положив голову ему на грудь, я услышала его учащенное сердцебиение, которое билось на равне с моим.\n—Удобно? — спросил парень, прижимая меня к себе ещё крепче.\n—Не то слово. — еле слышно произнесла я, прикрыв глаза от удовольствия. — А тебе?\n—Самое то. — также не громко ответил Митя.",
    "answers": [
      {
        "id": 185,
        "text": "Спустя какое-то время..."
      }
    ]
  },
  {
    "id": 40,
    "text": "    Я смотрела на него, так будто вижусь с ним в последний раз, когда он это увидел, то очень удивился. Наши родители пошли к машине, а мы остались на террасе. Он продолжал смотреть на меня удивлённо, но после он подошёл и взял меня за руку, его руки были очень холодные, и мне так захотелось их согреть. \n—Что с тобой? Ты так на меня смотришь, как будто я уезжаю навсегда. — говоря это, он был весьма встревожен.\n—Я и сама не могу понять, что со мной происходит. Просто этот вечер как-то быстро закончился. — на эти слова он улыбнулся и медленно снял свой браслет с руки, на вид это обычная безделушка, но уверена, она для него значит что-то важное, и надел его мне на руку.\n—Пусть он напоминает тебе обо мне. — сказав это, он нежно меня обнял.",
    "answers": [
      {
        "id": 44,
        "text": "Услышать голоса"
      }
    ]
  },
  {
    "id": 41,
    "text": "    Я продолжила на него смотреть, но при этом я молчала, понятия не имею сколько это могло продолжаться, но он взглянул на меня, и я увидела в этом взгляде безразличие. Меня это немного смутило и я поспешила отвести взгляд, а то мало ли еще что-нибудь подумает.",
    "answers": [
      {
        "id": 26,
        "text": "Поприветствовать гостей"
      }
    ]
  },
  {
    "id": 42,
    "text": "    Когда я вошла в столовую, то сразу начала искать вазы. Чтобы уже наконец-то положить цветы куда-нибудь. Попутно я думала о Мите, почему интересно он такой печальный и раздраженный... Когда я отошла от мыслей поняла, что провела здесь минут пять, так пора возвращаться. Найдя вазы, я наполнила их водой и поставила цветы.",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться в столовую"
      }
    ]
  },
  {
    "id": 43,
    "text": "    Мы направились все вместе к машине, и пока мама с Владимиром разговаривали, я решила спросить у него, как ему у нас.\n—Я очень надеюсь, что тебе у нас понравилось. — заговорила я, попутно смотря куда-то вдаль. \n—Да, у вас очень уютно и хорошо. — ответил он без особого энтузиазма, а дальше мы прошли весь путь молча, не сказав друг другу и слова.\n—Ну что же, пора прощаться, нам пора домой. В следующий раз вы к нам. — сказал Владимир и подмигнул маме, она же расплылась в улыбке и пообещала, что мы обязательно в скором времени навестим их. \n    Попрощавшись с нами, Владимир и Митя сели в машину и начали трогаться, и вскоре они скрылись из виду. А мы с мамой немного поболтали на улице и вернулись домой.",
    "answers": [
      {
        "id": 45,
        "text": "Убираться"
      }
    ]
  },
  {
    "id": 44,
    "text": "    Вдруг мы услышали голоса и поняли, что они адресованы нам, и поспешили спуститься с террасы. Возле машины стояли мама и Владимир и жали друг другу руки, но это мало было похоже на дружеское рукопожатие.\n—Ну что же, пора прощаться, нам пора домой. В следующий раз вы к нам. — сказал он и подмигнул маме, она же расплылась в улыбке и пообещала, что мы обязательно скоро навестим их. \n    Попрощавшись с нами, Владимир и Митя сели в машину и начали трогаться, и вскоре они скрылись из виду. А мы с мамой немного поболтали на улице и вернулись домой.",
    "answers": [
      {
        "id": 45,
        "text": "Убираться"
      }
    ]
  },
  {
    "id": 45,
    "text": "    Мы весьма быстро убрались и помыли посуду, на часах было десять, и ещё немного поболтав о сегодняшнем вечере, мы решили пойти по своим комнатам и наконец-то лечь спать. Этот день был очень наполнен событиями, поэтому отдых был нам необходим, как воздух.",
    "answers": [
      {
        "id": 47,
        "text": "Идти к себе"
      }
    ]
  },
  {
    "id": 46,
    "text": "    Мы направились все вместе к машине, и пока мама с Владимиром громко и весело разговаривали мы с Митей шли молча без особого интереса к происходящему вокруг нас.\n—Ну что же, пора прощаться, нам пора домой. В следующий раз вы к нам. — сказал он и подмигнул маме, она же расплылась в улыбке и пообещала, что мы обязательно скоро навестим их. \n    Попрощавшись с нами, Владимир и Митя сели в машину и начали трогаться, и вскоре они скрылись из виду. А мы с мамой немного поболтали и вернулись домой.",
    "answers": [
      {
        "id": 45,
        "text": "Убираться"
      }
    ]
  },
  {
    "id": 47,
    "text": "    Зайдя к себе в комнату я с удовольствием смогла расслабиться, потому что почувствовала себя по-настоящему свободной. Мне захотелось переодеться в пижамку и просто увалиться спать, так я и поступлю...",
    "answers": [
      {
        "id": 48,
        "text": "... но для начала проверю соц. сети",
        "need": 40
      },
      {
        "id": 49,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 48,
    "text": "    Зайдя в соц. сети я увидела смс от Мити ( мы обменялись данными на ужине). Я поспешила его открыть... Прочитав его, мои щеки покрылись румянцем. В смс он благодарил за хорошо проведенный вечер, за мою заботу и внимательность и там было ещё много всего такого, но самое главное, что он хотел бы еще со мной увидеться! Я конечно понимала, что вряд ли усну от увиденного и услышанного, но все же решила попытаться уснуть.",
    "answers": [
      {
        "id": 49,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 49,
    "text": "\"ГЛАВА 3, День сериалов\"\n\n    Я проснулась рано утром, что было сильно на меня не похоже. Не долго думая, я решила пойти позавтракать. Закончив водные процедуры, я поспешила на кухню. Уже выходя из комнаты, я обернулась и посмотрела на свою комнату и поняла, что именно о такой и мечтала все эти годы своей еще пока не продолжительной жизни. \n—Надеюсь, мы не скоро переедем. — печально подумала я, в последний раз оглядываясь назад.",
    "answers": [
      {
        "id": 50,
        "text": "Идти на кухню"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/1908/e2/d1136dcff411.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "    Когда я спустилась на первый этаж, то услышала звуки исходящие из кухни, мама скорей всего уже проснулась и готовит завтрак, скоро ей на работу, а я останусь одна одинешечька в таком огромном доме, но зато с полным холодильником продуктов. Пахнет весьма вкусно, ммм... Видимо, она ещё под воздействием вчерашнего вечера раз решила приготовить такой грандиозный завтрак.",
    "answers": [
      {
        "id": 51,
        "text": "Зайти на кухню"
      }
    ]
  },
  {
    "id": 51,
    "text": "    Мама стояла возле плиты и готовила мои любимые сырники. Хотя если подумать любое блюдо приготовленное моей мамой является моим любимым. Я почему-то так соскучилась по нашим милым завтрак вдвоем в спокойной обстановке. Размышляя над этим, я подошла к ней и обняла ее сзади и прижалась к такой родной и теплой спине.",
    "answers": [
      {
        "id": 52,
        "text": "-Доброе утро"
      },
      {
        "id": 53,
        "text": "Молчать и просто обнимать ее"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Доброе, а ты что так рано сегодня проснулась? — сказала мама, развернувшись ко мне лицом и гладя тыльной стороной ладони мои волосы.\n—Не знаю. — сказала я, игриво улыбаясь. — А что это у нас так вкусно пахнет?\n—Твои любимые сырники, садись сейчас будем есть. — ответила она, переворачивая слегка подгоревшие сырники.\n    Я послушалась ее совета и села за небольшой столик находящийся на кухни, на столе уже были тарелки с остывшими сырниками и горячим чаем. И вот зачем было столько жарить, но даже если брать в расчёт то, что у меня вперёди целый день я все равно столько не съем. ",
    "answers": [
      {
        "id": 54,
        "text": "Приступить к еде"
      }
    ]
  },
  {
    "id": 53,
    "text": "    Я просто стояла и обнимала ее, наслаждаясь этим милым моментом, мама так же не спешила нарушить это молчание, ведь оно было таким нужным и просто необходимым. Наше молчание не было отягощающим, нет, оно было лёгким.\n—Садись сейчас будем завтракать- сказала мама, после нашего лёгкого молчания. \n    Я послушалась ее совета и села за небольшой столик находящийся на кухни, на столе уже были тарелки с остывшими гренками и горячим чаем.",
    "answers": [
      {
        "id": 54,
        "text": "Приступить к еде"
      }
    ]
  },
  {
    "id": 54,
    "text": "    Приступив к еде, мы с мамой долго болтали обо всем на свете. Я много узнала о городе в котором живу. Ещё мы поговорили на счёт школы, о подаче документов и о том, как я буду добираться до будущей школы. Так и прошёл сегодня наш добрый и уютный завтрак. Вскоре мама начала собираться на работу, а я решила убрать со стола и помыть посуду. Как только я все сделала, мама попрощалась со мной и ушла на работу, сказав мне, чтобы я не скучала. Чем бы теперь заняться?",
    "answers": [
      {
        "id": 55,
        "text": "Послушать музыку",
        "need": -55
      },
      {
        "id": 56,
        "text": "Убраться дома",
        "need": -56
      },
      {
        "id": 57,
        "text": "Прогуляться по городу",
        "need": -57
      },
      {
        "id": 58,
        "text": "Поболтать с Митей",
        "need": 48
      },
      {
        "id": 59,
        "text": "Смотреть весь день сериал"
      }
    ]
  },
  {
    "id": 55,
    "text": "    Я легла на диван и просто начала слушать музыку, но спустя время мне это надоело, надо будет обновить плейлист, а то до дыр заслушаные песни успели надоесть. Надо заняться чем-то более увлекательным.",
    "answers": [
      {
        "id": 54,
        "text": "Заняться чем-то ещё"
      }
    ]
  },
  {
    "id": 56,
    "text": "    Дома было весьма чисто, но я решила что прибраться не помешает. Спустя время дом блестел чистотой. Надо подумать чем занять себя, а то сидеть без дела это не дело.",
    "answers": [
      {
        "id": 54,
        "text": "Заняться чем-то ещё"
      }
    ]
  },
  {
    "id": 57,
    "text": "    Выйдя на улицу, я обнаружила, что погода была прекрасная. Птички пели, люди гуляли по городу, а я уже медленно блуждала по парку. Ничего интересного правда здесь не было, но надышавшись свежим воздухом, я убедилась, что не зря вышла на улицу. Через пол часа с начала прогулки я решила, что пора возвращаться домой, может успею ещё чем-нибудь заняться по дому.",
    "answers": [
      {
        "id": 54,
        "text": "Заняться чем-то ещё"
      }
    ]
  },
  {
    "id": 58,
    "text": "    Митин телефон был выключен. Ну что ж перезвоню позже, может он занят, и поэтому выключил телефон, а может у него телефон сел. Придется заняться чем-то другим, чтобы не умереть со скуки.",
    "answers": [
      {
        "id": 54,
        "text": "Заняться чем-то еще"
      }
    ]
  },
  {
    "id": 59,
    "text": "    Я давно хотела посмотреть сериал, который мне как-то давно посоветовал посмотреть подруга, видимо и его время пришло. Весь день я любовалась на любимых актеров Голливуда и каждый раз удивлялась их актерскому мастерству. Ведь как можно так правдоподобно показывать такие сложные эмоции и переживать такие жизненные ситуации... Когда сериал закончился, я была вся в слезах от увиденного, очень сильно зашёл он мне в сердце. Посмотрев на часы, я поняла, что совсем скоро мама прийдёт с работы и мне надо ее встретить и что-нибудь приготовить, ведь все до одного сырники я успела съесть и пару пирожных, которые мама покупала, чтобы было с чем встречать гостей.",
    "answers": [
      {
        "id": 60,
        "text": "Приготовиться к приезду мамы с работы"
      }
    ]
  },
  {
    "id": 60,
    "text": "    Закончив с приготовлением ужина, я услышала звук, подъезжающей машины, и поспешила встретить маму. Когда я вышла в прихожую, она только открыла дверь, увидев меня, она улыбнулась и подала мне пакет с едой.\n—Так ты же вроде недавно покупала еду. — сказала я, взяв тяжеленный пакет. — Зачем тогда ещё и так много?\n—Там то, что я не нашла в местном магазине. — ответила она. — Ммм, а что так вкусно пахнет?\n—Это наш ужин, который только и делает что ждёт тебя. — сказала я с важным видом, хотя я еле уложилась к ее приезду. \n—Ну раз ждёт тогда пошли, только я пойду переоденусь с начала, а ты иди пока накладывай. — устало сказала она, надевая свои любимые домашние тапочки. ",
    "answers": [
      {
        "id": 61,
        "text": "Наложить еду"
      }
    ]
  },
  {
    "id": 61,
    "text": "    Я положила еду себе и маме, а потом нарезала хлеб. Пахло действительно очень вкусно, так что я еле дождалась пока вернётся мама. Вернулась она спустя где-то десять минут в домашней одежде и собранными в тугой хвост волосами.\n—Ну что как день прошел? — спросила я, когда мама села рядом со мной за стол.\n—Неплохо, но я очень устала за этот день! — произнесла мама, потирая уставшую шею. — У тебя как день прошел, дорогая?\n—Хорошо, почти весь день сериал смотрела.- ответила я, довольно улыбаясь.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "    Как говорится утро добрым не бывает. Рано утром меня разбудила мама, сказав что уже одиннадцать часов. Сегодня у нее выходной, но как я поняла из вчерашнего разговора с Митей, со мной она его не собирается проводить, а собирается выгнать меня свою единственную и надеюсь самую любимую дочь из дому. Как всё-таки она все круто придумала, вот я полностью уверена, что она будет смотреть мой сериал, и именно поэтому выправаживает меня из дома, чтобы я ей случайно чего не рассказала.",
    "answers": [
      {
        "id": 74,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 63,
    "text": "    Здесь будут представлены все доступные главы этого квеста, но вам, мои дорогие читатели, они не будут видны до окончания написания всего квеста. А если вы читаете эти строки, значит автор наконец-то окончила свою долгую и кропотливую работу. Благодарю за внимание. ",
    "answers": [
      {
        "id": 65,
        "text": "\"ПРОЛОГ\""
      },
      {
        "id": 2,
        "text": "\"ГЛАВА 1, День шоппинга\""
      },
      {
        "id": 24,
        "text": "\"ГЛАВА 2, Гости\""
      },
      {
        "id": 49,
        "text": "\"ГЛАВА 3, День сериалов\""
      },
      {
        "id": 71,
        "text": "\"ГЛАВА 4, Поход в кино\""
      },
      {
        "id": 112,
        "text": "\"ГЛАВА 5, Кафе\""
      },
      {
        "id": 144,
        "text": "\"ГЛАВА 6, Повторение -мать учения\""
      },
      {
        "id": 191,
        "text": "\"ГЛАВА 7, Приезд отца\""
      },
      {
        "id": 207,
        "text": "\"ГЛАВА 8, Любовь на пятом этаже\""
      }
    ]
  },
  {
    "id": 64,
    "text": "    \"Следуй за своим вдохновением, и Вселенная откроет тебе двери там, где раньше были стены\"\n                                                            Джозе Кэмпбелл\n\n    \n\n    Номера моих работ:\n187209 Персиковый сад \n157963 Все вокруг меня реально. Часто 2.\n95555 Все вокруг меня реально. Часть 1.\n93317 Я — твое лекарство.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1908/24/ec59e231e3d6.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "ПРОЛОГ.\n\n    На календаре начало июня. Я наконец-то дождалась этого незабываемого времени, когда тебе абсолютно никуда не нужно спешить, и именно поэтому думаю, что можно ни за что не переживать и жить, наслаждаясь жизнью. Тем более здесь, в новом доме, в новом городе, на новом месте, где меня совсем никто не знает. А здесь всё-таки достаточно неплохо и район весьма благополучный. Определенно могу сказать, что данный переезд является одним из самых успешных за всю мою историю.\n    Что о самом нашем появлении здесь, то история нашего переезда очень проста. Месяц назад моей любимой маме предложили хорошую и высокооплачиваемую работу, и она не смогла отказаться от весьма выгодного предложения, после она нашла уютный дом, и мы его купили за приемлемую цену, предварительно продав наш старый и не уютный, как по мне дом. И вот мы уже почти две недели живем здесь. Мама даже успела познакомиться с соседями, хорошо, что в это время я спала, заперевшись в комнате. ",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/1903/25/137dd86ced18.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Это тот, который ты все так сильно хотела посмотреть? — спросила мама, наливая себе в кружку персиковый сок. \n—Ага! Именно он, мне так он понравился, ты даже не представляешь насколько! — начала я повествование о сериале, который сегодня поразил меня до глубины души, так и закончился наш день в разговорах о сериалах и работе. Мама в итоге сказала, что тоже хочет его как-нибудь посмотреть, и поэтому мне впредь запрещалось рассказывать, что там было.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "    Когда часы показали одиннадцать, мама спохватилась и сказала, что уже давно пора спать. Я была только за, потому что за этот день я успела неплохо вымататься и тоже хотела лечь поскорее в свою милую кроватку, но думаю, что вполне можно ещё что-нибудь сделать перед тем, как отправиться на боковую. Мне неплохо помогает книга, чтобы побыстрее уснуть или игра веселая ферма или ещё что-нибудь.",
    "answers": [
      {
        "id": 68,
        "text": "Почитать книгу",
        "need": -68
      },
      {
        "id": 69,
        "text": "Поиграть в весёлую ферму",
        "need": -69
      },
      {
        "id": 70,
        "text": "Заглянуть в соц. сети",
        "need": -70
      },
      {
        "id": 71,
        "text": "Просто лечь спать",
        "need": 70
      }
    ]
  },
  {
    "id": 68,
    "text": "    Взяв в руки первую попавшуюся книгу, я начала читать. Книга оказалась весьма романтичной, и приправленной фантастикой про вампиров, оборотней и охотников, а сама книга называется \"Все вокруг меня реально?\" Я просто погрузилась в книгу с ее интригующей обстановкой, она захватила меня с первых страниц, но я отложила ее спустя пол часа, потому что поняла, что нужно уже идти спать.",
    "answers": [
      {
        "id": 67,
        "text": "Сделать ещё что-нибудь"
      }
    ]
  },
  {
    "id": 69,
    "text": "    О! Меня уже коровки заждались! Все берусь за работу. Игра неплохо так меня затянула в свои крепкие и цепкие лапки, но спустя немного времени я смогла со всем закончить. Урожай собран, животные накормлены, а товары распроданы, поэтому мое дело на неопределенное время окончено.",
    "answers": [
      {
        "id": 67,
        "text": "Заняться чем-нибудь ещё"
      }
    ]
  },
  {
    "id": 70,
    "text": "    Зайдя в ВК, я увидела несколько новых сообщений и уведомлений. В уведомлениях не было ничего интересного, а вот в сообщениях было одно от моего нового знакомого Мити, пару школьных бесед  (именно из разных школ), но сейчас меня больше интересовало сообщение от Мити, что же в нем может быть? ",
    "answers": [
      {
        "id": 72,
        "text": "Сообщение от Мити",
        "need": 28
      },
      {
        "id": 73,
        "text": "Сообщение от Мити",
        "need": 42
      },
      {
        "id": 67,
        "text": "Сделать ещё что-нибудь"
      }
    ]
  },
  {
    "id": 71,
    "text": "\"ГЛАВА 4, Поход в кино\"\n\n    Сон пришел не так быстро, как я этого хотела. Я вертелась туда сюда, мысли вертелись вместе со мной, и ни я, ни они не могли успокоиться. И так спустя почти два часа я всё-таки уснула. Снилось мне ясное небо, синие море и обжигающий песок, а я сижу на пляже и просто любуюсь всем этим видом. Какие прекрасные и непередаваемые ощущение, даже сквозь сон ",
    "answers": [
      {
        "id": 62,
        "text": "Утро"
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/1908/a1/24643b3fb470.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": "    \"Привет, Адель. Прости, что не отвечал, у меня просто сегодня был экзамен, и я сегодня чтобы не отвлекаться выключил телефон.\"\n    \"Чтобы загладить свою вину, предлагаю завтра в 15:00 сходить в кино, которое только вчера вышло в прокат. Тем более как мне сказал папа, а ему сказала твоя мама о том, что она не очень в восторге от того, что ты останешься дома одна и без компании. Отказ не принимается, потому что твоя мама уже знает об этом и в любом случае выгонит тебя из дому завтра:)\"\n    \"Но надеюсь ты и сама не против моей компании...\"",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 73,
    "text": "    \"Привет, по просьбе твоей мамы предлагаю завтра сходить в кино в 15:00, которое только вчера вышло в прокат. Потому что, как мне сказал папа, а ему сказала твоя мама о том, что она не очень в восторге от того, что ты останешься дома одна и без компании. Отказ не принимается, потому что твоя мама уже знает об этом и в любом случае выгонит тебя из дому завтра.\"\n    \"Но надеюсь ты и сама не против моей компании...\"",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "    Спустившись на первый этаж злой и очень хмурой, я искала глазами человека, который решился потревожить мой сон. Мама, а вот и она собственной персоной, сидит себе молодец на кухне и попивает довольная кофе.\n—Ну, наконец-то ты проснулась! Ты между прочим, как я знаю, собираешься в кино с Митей! — сказала мама, любезно мне улыбаясь.",
    "answers": [
      {
        "id": 75,
        "text": "-И нафига ты это сделала?"
      },
      {
        "id": 76,
        "text": "-Да уж, такого я от тебя не ожидала!"
      }
    ]
  },
  {
    "id": 75,
    "text": "—А что не так? Ты хоть прогуляешься, тем более Митя прекрасная компания. А вдобавок и город посмотришь, ты же так хотела. — произнесла мама, надкусив печенье и запив кофе.\n—Ну, а меня не надо было спросить? — спросила я, вопросительно подняв брови.\n—Прости, Адель, но я же переживаю, чтобы ты здесь не скучала одна. — и опять эти печальные и до жути милые глаза.\n—Мам, я с тебя в шоке. Ты как всегда, молодец. — сказала я, решив сделать и себе кофе.\n—И не говори, что ты удивлена. — заявила она, развернувшись ко мне с кружкой в руке.\n—Я привыкла. — сообщила я, наливая кипяток в кружку, доброе утро что сказать. ",
    "answers": [
      {
        "id": 77,
        "text": "Пора собираться"
      }
    ]
  },
  {
    "id": 76,
    "text": "—А почему нет? Митя милый парень, хоть и молчаливый... Уверена, он покажет тебе город, и вы сможете поближе познакомиться. — произнесла мама, попивая кофе.\n—Ну, может ты и права, но все равно нужно предупреждать заранее. — смирившись со своей участью, произнесла я, направляясь к спасательной банке с кофе.\n—Прости, Адель, но я же переживаю, чтобы ты здесь не скучала одна. — печально заявила она.\n—Ну да, ну да. — произнесла я, наливая кипяток в кружку. — Все только из лучших побуждений.",
    "answers": [
      {
        "id": 77,
        "text": "Пора собираться"
      }
    ]
  },
  {
    "id": 77,
    "text": "    Разболтавшись за завтраком, мы с мамой просидели почти час. Мама рассказала мне о своей работе, о своих новых коллегах и о том, где можно прогуляться в городе. Я внимательно слушала ее и все время улыбалась, но мысли были о папе, где он сейчас и как. И как только она договорила, я медленно и неуверенно спросила:",
    "answers": [
      {
        "id": 78,
        "text": "-Мам, от папы нет новостей?"
      }
    ]
  },
  {
    "id": 78,
    "text": "    На миг мама замолчала и призадумалась. Тема о папе всегда была для нее болезненной. Они развелись, когда мне было десять, папа переехал от нас, а мама так и не смогла остаться в доме где они жили, и вот именно с того момента мы так сказать кочуем.\n—Он писал недавно. Спрашивал как у нас дела, я сказала, что у нас все хорошо. — холодно произнесла она, допивая свой кофе.",
    "answers": [
      {
        "id": 79,
        "text": "-Он сказал ещё что-нибудь?"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Он собирается скоро тебя навестить... У него скоро свадьба... — произнесла мама, печально смотря в никуда, я уже начала жалеть, что завела этот разговор именно сейчас.\n—Мам, прости, я зря спросила. — сказала я, виновато опустив голову. И ведь так всегда.\n—Ты не в чем не виновата... Слушай, лучше чем опускать носы, давай лучше уберем со стола, а ты начинай собираться. — произнесла мама, вставая из-за стола.",
    "answers": [
      {
        "id": 80,
        "text": "-Хорошо"
      }
    ]
  },
  {
    "id": 80,
    "text": "    Убрав со стола, мы с мамой направились в мою комнату выбирать мне наряд. Спустя пятнадцать минут наши мнения разделились, мама склонялась к нежно фисташковому платью, темно бежевой сумочке и такого же цвета босоножкам, а я к белой футболке поло, красной юбочке, рюкзачку и кроссовках. Что же выбрать?",
    "answers": [
      {
        "id": 81,
        "text": "Мамин вариант"
      },
      {
        "id": 7,
        "text": "Мой вариант"
      }
    ]
  },
  {
    "id": 81,
    "text": "    Выглядела я восхитительно, и мама была довольна, что меня безусловно радовала. После я начала наносить макияж, а мама думала, что сделать мне на голове. Мама решила сделать укладку, а я одобрительно кивнула. И где-то через час я была полностью готова. На часах 13:15 времени достаточно, чтобы дойти до кинотеатра.",
    "answers": [
      {
        "id": 82,
        "text": "В путь"
      },
      {
        "id": 80,
        "text": "Выбрать другой вариант"
      }
    ]
  },
  {
    "id": 82,
    "text": "    Я решила по пути заглянуть в местную библиотеку и присмотреть себе книжку, мама была только за, если я осмотрюсь в городе. Так я и направилась в библиотеку, которая находилась почти рядом с кинотеатром. Погода стояла замечательная, по улицам оживленно ходили люди, машины разъезжали по городу медленно и неторопливо, сегодня ведь выходной куда спешить, думала я, вдыхая лёгкий запах свежей выпечки. Передо мной была пекарня с большой красивой вывеской \"Пышечка\". Может заглянуть?",
    "answers": [
      {
        "id": 83,
        "text": "Зайти в пекарню"
      },
      {
        "id": 84,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "    Когда я зашла в пекарню, запах стал только сильнее. Кругом стояли стеллажи с выпечкой, от изобилия которых кружилась голова. А за прилавков стоял милый старичок с добродушной улыбкой и маленькими круглыми очками.\n—Выбрала что-нибудь, голубушка? — спросил он, добродушно мне улыбаясь. \n—У вас здесь столько всего, что я даже не знаю что выбрать. — честно ответила я, отвечая ему такой же доброй и искренней улыбкой.\n—Ну, тогда могу посоветовать \"сочники\", у нас они отменные! — сказал он, указывая на прекрасные булочки с творогом. ",
    "answers": [
      {
        "id": 85,
        "text": "-С удовольствием!"
      }
    ]
  },
  {
    "id": 84,
    "text": "    Я продолжила свой путь, и вскоре моим глазам предстала большая и старинная библиотека. Перед библиотекой были прекрасные, яркие и  ухоженные полисадники, деревянные лавочки были расположены равно удаленно друг от друга, чтобы пришедшие сюда люди могли удобно здесь расположиться и при этом не мешать друг другу, а в центре находился памятник известному здешнему писателю, о котором на ужине поведал Владимир. Ближе к зданию росли большие и величественные деревья. Один вид перед библиотекой чего только стоит, думаю внутри вообще загляденье. ",
    "answers": [
      {
        "id": 86,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 85,
    "text": "—Сколько тебе положить? — спросил старичок.\n—Давайте два. — ответила я.\n—Хорошо, вот держи, приятного аппетита. — сказал старичок, подавая мне красивый пакетик с названием магазина.\n—Сколько с меня? — спросила я, доставая кошелек.\n—Семьдесят рублей. — ответил мужчина, а я протянула ему деньги.\n—Большое спасибо. До свидания! — сказала я, выходя из пекарни.\n—До свидания, счастливого дня! — произнес мне вслед милый старичок.",
    "answers": [
      {
        "id": 84,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 86,
    "text": "    Зайдя в помещение, я увидела комнату с тремя дверями, лестницей на второй этаж, гардеробной и диванчиками у входа. На одной из дверей была табличка \"библиотека\", туда я и зашла. В этой большой и просторной комнате ветал запах книг и знаний. Здесь кругом были большие деревянные стеллажи с книгами и журналами, столы для чтения из того же дерева и стол побольше, где сидела женщина лет сорока пяти.",
    "answers": [
      {
        "id": 87,
        "text": "Пройтись по залам библиотеки"
      }
    ]
  },
  {
    "id": 87,
    "text": "    Несчётное количество стеллажей образовывало из себя целые лабиринты, в которых можно запросто заблудиться. Людей было немного, но они всё-таки были, поэтому я старалась им не мешать, а лишь тихонечко пыталась здесь не заблудиться. Книги здесь были различные: разные авторы и жанры, также разные по возрасту книги, но мой взгляд привлекала одна книга. Название этой книги \"Спеши любить\" Николласа Спаркса. Раньше я что-то о ней слышала, но только сейчас наступил момент, чтобы взять ее.",
    "answers": [
      {
        "id": 88,
        "text": "Взять книгу и подойти к женщине"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Здраствуйте, я бы хотела взять книгу. — произнесла я, указывая на книгу.\n—Хорошо, как вижу ты совсем недавно здесь, поэтому сейчас я объясню тебе что и как, а после мы тебя запишем. Тогда ты сможешь спокойно пользоваться нашей библиотекой. Приступим? — спросила в конце своего повествования женщина.\n—Да, хорошо. — ответила я робко.\n—Меня зовут Инна Викторовна. — произнесла Инна Викторовна, ожидая узнать, как зовут меня.\n—Приятно познакомиться, меня зовут Адель. — все так же робко произнесла я.",
    "answers": [
      {
        "id": 89,
        "text": "Спустя пол часа"
      }
    ]
  },
  {
    "id": 89,
    "text": "    Инна Викторовна многое мне рассказала, как о библиотеке, так и о городе. Я честно признаться заслушалась ее рассказами, так как она великолепно умеет повествовать о вещах, которые на первый взгляд кажутся всем скучными и неинтересными. После и я включилась в разговор, начала спрашивать о городе, рассказывать о местах где я побывала сама. Мои рассказы показались Инне Викторовне очень интересными, и она внимательно слушала то, что я ей рассказывала. Но что-то я заболталась, мне нужно спешить чтобы не опоздать.",
    "answers": [
      {
        "id": 90,
        "text": "-Извините, Инна Викторовна, я немного опаздываю, и мне уже нужно идти"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Да, да, конечно, не буду тебя больше задерживать. Пойдем, я запишу твои данные для учётной книжки и можешь брать книгу. — произнесла женщина, направляясь за свое рабочее место. — Что ты, кстати, решила взять?\n—Спеши любишь.- ответила я.\n—Ммм, хорошая книга, немного тяжёлая, но действительно очень хорошая. — сказала она, задумчиво  и немного грустно улыбаясь.\n—Правда? — спросила я.\n—Я плакала, как малое дитя... Главная задумка по-моему мнению заключается в том, что нужно любить человека в не зависимости от его внешности, благосостояния и прочих достоинств, и даже не важно сколько вы сможете быть вместе, может вы проведёте всего день вместе, но это лучше чем вообще ничего, главное... Это... Спешить любить и не бояться любить.",
    "answers": [
      {
        "id": 91,
        "text": "-Вы дали мне пищу для размышлений"
      },
      {
        "id": 92,
        "text": "Промолчать"
      },
      {
        "id": 93,
        "text": "-Вау!"
      }
    ]
  },
  {
    "id": 91,
    "text": "—Ну тогда дерзай, как дочитаешь расскажешь понравилась или нет. — произнесла Инна Викторовна и отдала мне книгу, после чего мы распрощались, и я пошла по своим делам, а она принялась за свои.\n    На часах 14:15, до места назначения где-то двадцать минут пешком, но это если я буду идти очень медленно. Так что я приду вовремя и не опоздаю, а это очень хорошо. ",
    "answers": [
      {
        "id": 94,
        "text": "Возле кинотеатра"
      }
    ]
  },
  {
    "id": 92,
    "text": "—Как дочитаешь расскажешь понравилась или нет. — произнесла Инна Викторовна и отдала мне книгу, после чего мы распрощались, и я пошла по своим делам, а она принялась за свои.\n    На часах 14:15, до места назначения где-то двадцать минут пешком, но это если я буду идти очень медленно. Так что я приду вовремя и не опоздаю, а это очень хорошо. ",
    "answers": [
      {
        "id": 94,
        "text": "Возле кинотеатра"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Поверь, эта книга стоит твоего внимания. Как дочитаешь расскажешь понравилась или нет. — произнесла Инна Викторовна и отдала мне книгу, после чего мы распрощались, и я пошла по своим делам, а она принялась за свои.\n    На часах 14:15, до места назначения где-то двадцать минут пешком, но это если я буду идти очень медленно. Так что я приду вовремя и не опоздаю, а это очень хорошо. ",
    "answers": [
      {
        "id": 94,
        "text": "Возле кинотеатра"
      }
    ]
  },
  {
    "id": 94,
    "text": "    На часах 14:50, по дороги я зашла в магазин и купила вкусняшки, которые в скором времени планирую съесть. Когда я подошла к кинотеатру, там уже стоял Митя, весь такой красивый, статный, но вот его взгляд как всегда холодный и отчужденный. Он был внешне спокоен, но вот что творилось у него внутри я не знаю.",
    "answers": [
      {
        "id": 95,
        "text": "Взглянуть на подаренный браслет и подойти",
        "need": 28
      },
      {
        "id": 96,
        "text": "Подойти к парню",
        "need": 42
      }
    ]
  },
  {
    "id": 95,
    "text": "—Привет, прекрасно выглядишь. — произнес парень, слегка мне улыбнувшись, что в его случае уже немалый успех.\n—Привет, ты тоже! — произнесла я, рассмотрев его превосходный вид, так как одет он был в синюю футболку и тёмно-синие джинсы.\n—Билеты я взял, так что можно идти.\n—Мне как-то не удобно, что ты заплатил за меня.- произнесла я, потупив голову.\n—В этом нет ничего страшного, тем более я тебя пригласил в кино, я и заплатил... Вижу ты носишь мой маленький подарок.\n—Да, он напоминает о тебе. — произнесла я, а после пожалела, что сказала это вслух, парень тоже слегка смутился, но попытался сразу же это скрыть за выражением безразличия, но я уже начала его предугадывать.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Привет, прекрасно выглядишь. — произнес парень, слегка мне улыбнувшись, что в его случае уже немалый успех.\n—Привет, ты тоже! — произнесла я, рассмотрев его превосходный вид, так как одет он был в синюю футболку и тёмно-синие джинсы.\n—Билеты я взял, так что можно идти.\n—Мне как-то не удобно, что ты заплатил за меня.- произнесла, потупив голову, я.\n—В этом нет нечего страшного, тем более я тебя пригласил в кино, я и заплатил.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Думаю нам пора, иначе мы опоздаем на сеанс. — произнес парень, проводя меня в здание весьма большого и обширного здания. \n—А здесь очень красиво! — произнесла я, разгадывая все вокруг любопытным взглядом ребенка, который видит что-то впервые.\n—Ты такая забавная! — произнес он, тихо смеясь и наблюдая за мной, уверена выглядело это реально смешно.\n—Так хватит надо мной смеяться! — заявила я.\n—А то что? — спросил вызывающе он, я уже не узнаю в нем того парня, которого я видела впервые на ужине.",
    "answers": [
      {
        "id": 98,
        "text": "Обидеться (чисто по-женски!)"
      },
      {
        "id": 99,
        "text": "Побить его"
      },
      {
        "id": 100,
        "text": "-А тебе прям очень интересно?"
      }
    ]
  },
  {
    "id": 98,
    "text": "—Все, я обиделась!- сказала я, показывая ему язык и скрестив руки на груди.\n—Так нечестно! Я даже не успел сориентироваться, а уже проиграл?! — произнес парень, печально опустив голову.\n—Ну ладно, ладно я шучу! Пошли уже в кино, а то точно опаздаем!- сказала я, направляясь в зал.\n—А вот это уже реальное дело! — восторженно сказал парень, догоняя меня.",
    "answers": [
      {
        "id": 101,
        "text": "Кино"
      }
    ]
  },
  {
    "id": 99,
    "text": "—Ну, все сам напросился! — сказала я, начав его слабенько бить своими маленькими ручками от чего, он только больше расхохотался, а я спустя время вместе с ним.\n—Все хватит, хватит, я тебя прошу!- сказал парень, подняв руки сдаваясь.\n—Ну, хорошо, пока что перемирие... Пошли уже в кино, а то точно опаздаем!- сказала я, направляясь в зал.\n—А вот это уже другое дело! — восторженно произнес парень, догоняя меня. ",
    "answers": [
      {
        "id": 101,
        "text": "Кино"
      }
    ]
  },
  {
    "id": 100,
    "text": "—Прям очень, очень! — сказал он, всячески выражая свой интерес.\n—Ну, тогда у тебя только два варианта. Один лучше другого, я теперь даже не знаю какой выбрать! — сказала я, медленно и устрашающе на него надвигаясь.\n—Ого, и какие же? — спросил он, медленно отходя от меня, от чего я немного ускорила шаг.\n—А вот не скажу! Я сама выберу! — пригрозила я, думая что с ним такого сделать.",
    "answers": [
      {
        "id": 98,
        "text": "Обидеться (чисто по-женски!)"
      },
      {
        "id": 99,
        "text": "Побить"
      }
    ]
  },
  {
    "id": 101,
    "text": "    Фильм начался именно в том момент когда мы зашли. Вначале это были рекламные видео, а после и сам фильм. Парень сидел и внимательно смотрел, поедая попкорн ( его мы купили, когда спорили. ) Я тоже внимательно смотрела и поедала, купленные вкусняшки. Фильм оказался весьма драматичным, это было понятно по первым кадрам, которые немного раскрывали картину всего происходящего.",
    "answers": [
      {
        "id": 102,
        "text": "Просмотр фильма"
      }
    ]
  },
  {
    "id": 102,
    "text": "    Во время фильма я плакала, просто как малое дитя. Фильм оказался про потерявшихся животных и то, как они возвращались домой. Митя смотрел обеспокоено и печально на меня и явно сомневался в том, сделал ли он правильный выбор в выборе фильма.\n—Адель, я... Даже не предлагал, что ты так будешь реагировать на фильм, прости меня пожалуйста. — произнес парень, взяв меня нежно за руку и вытерев слёзы с моего лица.",
    "answers": [
      {
        "id": 103,
        "text": "-Тебе не за что извиняться.- убрать руку"
      },
      {
        "id": 104,
        "text": "-Нет, что ты, фильм очень хороший! Это я просто очень эмоциональная.- обнять  парня"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Мне не хочется чтобы ты так переживала! — ответил он обеспокоенно.\n—Я просто немного через чур эмоциональная. А за заботу спасибо. — произнесла я и улыбнулась.\n—Да ну ты чего, мне не сложно даже приятно, тем более ты ещё такая лапочка! — сказал парень и мило улыбнулся.\n—Кто я? — спросила я, оглядевшись вокруг, я не заметила никаких лапочек.\n—Очень милая лапочка! — произнес он, негромко смеясь и умиляясь.",
    "answers": [
      {
        "id": 105,
        "text": "Возражать"
      },
      {
        "id": 106,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 104,
    "text": "    Он явно не ожидал от меня таких нежностей, так что первые несколько секунд я ждала его реакции. Осознав что происходит, парень обнял меня в ответ. От него исходит приятный запах парфюма, который в скупе с моим образует очень приятный запах. Так мы сидели, я в добавок еще и иногда хмыгала носом.\n—Ты всё-таки ещё такая лапочка! — прошептал он мне ласково на ушко, а после минуты выпустил из своих теплых объятьев.\n—Кто я? — спросила я, оглядевшись вокруг, я не заметила никаких лапочек.\n—Очень милая лапочка! — произнес он, негромко смеясь и умиляясь.",
    "answers": [
      {
        "id": 105,
        "text": "Возражать"
      },
      {
        "id": 106,
        "text": "Согласиться"
      }
    ]
  },
  {
    "id": 105,
    "text": "—Я категорически не согласна! — проговорила я, подняв указательный палец вверх. — У вас нет никаких оснований для таких утверждений. Я являюсь взрослой, крайне независимой и очень серьезной особой.\n—Вот значит как, ну, раз так то, я хочу вам напомнить, что старшие всегда умнее, а это значит, что я прав! — завершил он, поедая попкорн и смотря фильм, внимания на меня он уже не обращал. И что делать? Продолжить попытки по опровержению своей правоты или нет?",
    "answers": [
      {
        "id": 107,
        "text": "Продолжаем"
      },
      {
        "id": 108,
        "text": "Лучше смотрим фильм и ревем дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "—Ну, возможно это так, но это ещё ничего не значит. Я все равно уже большая и взрослая! — сказала я, сделав серьезное лицо.\n—Нет, ты ещё совсем миленькая и маленькая! — сказал парень и подёргал меня за нос.\n—Это не совсем так, просто тут такая обстановка, что мне просто не нужно быть серьезной и взрослой. — произнесла я, пытаясь понять, сказанные слова.\n—Рядом со мной ты становишься такой, верно? Можешь не отвечать, я и так это понял.-завершил он, поедая попкорн и смотря фильм, внимания на меня он уже не обращал, а я просто молчала, ведь возможно он прав.",
    "answers": [
      {
        "id": 108,
        "text": "Смотреть фильм и реветь дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "—Это не так, и вообще не фиг прикрываться тем, что ты старый! Я большая и взрослая, все точка! — сказала я, а у Мити глаза в миг увеличились в два раза, выглядел он весьма возмущённо.\n—Я старый? — наигранно прошипел он.\n—Да, то есть нет, то есть... Короче, нормальный ты! — ответила я, не зная как оправдаться.\n—Ты меня обидела, большая и взрослая особа. — произнес он с наигранной грустью.\n—Ой все, давай лучше фильм смотреть.\n—Хорошо, лапочка. — произнес парень, а я лишь закатила глаза.",
    "answers": [
      {
        "id": 108,
        "text": "Смотреть фильм"
      }
    ]
  },
  {
    "id": 108,
    "text": "    Как и в любом хорошей фильме, в этом фильме был \"хепи энд.\" Слезы перестали литься только тогда, когда животные оказались дома целые и невредимые. Митя весь фильм меня утешал и по-дружески обнимал за плечи, не просто прося, а даже умоляя, чтобы я не плакала. Выглядело это очень мило, так взрослый и вроде как бы серьезный парень хлопочет над такой \"лапочкой\", как я. Мне даже совсем-совсем немного приятно такое поведение с его стороны.",
    "answers": [
      {
        "id": 109,
        "text": "На выходе из кинотеатра"
      }
    ]
  },
  {
    "id": 109,
    "text": "—Ну что, куда ты ещё хочешь сходить? — спросил Митя, внимательно ожидая моего ответа.\n—Я бы не прочь перекусить, здесь есть ближайшее кафе какое-нибудь? — спросила я.\n—Да, есть одно неплохое место, пойдем. — сказал парень, взяв меня за руку и ведя в каком-то направлении.\n—Только платить я буду сама. — сказала я, как самостоятельная и независимая барышня.\n—Нет, лапочка, плачу я. Я как джентльмен просто обязан это сделать!- ответил он деловито.",
    "answers": [
      {
        "id": 111,
        "text": "-Ты мне ничего не обязан"
      }
    ]
  },
  {
    "id": 110,
    "text": "    Я ещё не успела сильно проголодаться, так что можно не брать полноценный набор (первое, второе и компот), а с другой стороны у нас вроде ещё прогулка и мне нужно много энергии. Что же выбрать, да ещё так чтобы не ударить по кошельку моего джентльмена:",
    "answers": [
      {
        "id": 113,
        "text": "Первое, второе и \"компот\""
      },
      {
        "id": 114,
        "text": "Кофе и тирамису"
      },
      {
        "id": 115,
        "text": "Салат и апельсиновый сок"
      },
      {
        "id": 116,
        "text": "Много мороженого!!!"
      }
    ]
  },
  {
    "id": 111,
    "text": "—Я знаю, но дай мне пожалуйста сделать доброе дело! — сказал парень, и я сдалась.\n—Хорошо, делай своё доброе дело! — ответила я, продолжая держать его руку и следуя за ним. — Кстати, а ещё долго идти?\n—Нет, мы уже почти дошли, вон то здание. — произнес парень, указывая на небольшое здание с вывеской \"Кафе Людмила\"\n—Прикольненько! — произнесла я, осматривая кафе с таким интересным названием.",
    "answers": [
      {
        "id": 112,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 112,
    "text": "\"ГЛАВА 5, Кафе\"\n\n    В кафе играла успокаивающая музыка, в центре помещения был оборудован небольшой фантан, который своим звуком, также успокаивал посетителей. Везде цветы и какие-то подделки на столах и стенах, а в остальном ничего необычного. Сев за свободный столик возле окна Митя отлучился за меню, а как вернулся дал мне одно, а второе оставил себе. Выбор был не большой, но и не маленький, так что выбрать было из чего.",
    "answers": [
      {
        "id": 110,
        "text": "Сделать заказ"
      },
      {
        "id": 112,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a20/1908/6f/465feeee2b0d.jpg"
      }
    ]
  },
  {
    "id": 113,
    "text": "    Мой выбор пал на вкусный борщик, котлету по-киевски с гарниром и черным чаем... Надеюсь я все это осилю. Митя заказал тоже самое и удивлённо посмотрел на меня.\n—Что-то не так? — неоожиданно спросила я, застенчиво отводя взгляд.\n—Нет, что ты, все в порядке... Просто я не ожидал от такой девушки такой прекрасный аппетит. То есть ты ничего не подумай, я думал ты такая же как и остальные девочки, которые постоянно паритесь по поводу того, что вы едите и постоянно сидите на \"диетах.\"",
    "answers": [
      {
        "id": 117,
        "text": "-Считай, что я не такая как все!"
      },
      {
        "id": 118,
        "text": "-Я люблю просто вкусно покушать"
      }
    ]
  },
  {
    "id": 114,
    "text": "    Мой выбор пал на капучино с корицей и вкусное тирамису. Давно я его не ела, даже уже начала подзабывать его вкус, а этого никак нельзя допустить. Митя взял тоже самое.\n—Давно же я не ел тирамису! — сказал парень, мило мне улыбаясь, его улыбка всегда меня поражает своей чистотой и искренностью.\n—Я тоже! — произнесла я, и ответила на его улыбку. Как всё-таки быстро он расстаял, мило.\n—Ну вот и поедим! — отметил парень.\n—Ага. — произнесла я и задумалась, наблюдая за собакой гуляющей по улице.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "    Мой выбор пал на нежирный салатик и апельсиновый сок. Вкусно и полезно ничего не скажешь. Митя заказал себе мясо с гарниром, пирожное картошка и чай. \n—А ты точно наешься? — спросил он с сомнением.\n—Да, а ты сомневаешься? — спросила я, загадочно глядя ему в глаза.\n—Ты из тех девочек что тщательно следят за своей фигурой? — спросил он, скорее делая вывод чем спрашивая.",
    "answers": [
      {
        "id": 121,
        "text": "-Нет, просто люблю правильное питание"
      }
    ]
  },
  {
    "id": 116,
    "text": "    Мой выбор пал на три вида различного мороженого, которое одиноко смотрело на меня с обложки меню и просили забрать его в свои теплые руки. Митя улыбнулся и заказал тоже три других мороженого, и получилось так, что на нашем столе были все виды мороженого, которые были в меню.\n—А мы не заболеем? — спросил с опаской Митя.\n—Неее, ты что! Если будем есть не спеша, то не заболеем... наверное. — отметила я, пытаясь убедить скорее себя, чем его в правдивости своих слов. У меня не очень получалось. ",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "—Да я и так понял, что ТЫ особенная. — сказал он, довольно откинувшись на спинку стула.\n—Ммм, и как же ты это понял? — спросила я, глядя внимательно и любопытно ему в глаза.\n—Как только увидел. — произнес парень, а я вспомнила нашу первую встречу.\n—Ну да, особенно если вспомнить как ты себя в начале вел. — сказала я, ласково смотря ему в глаза и проникая ему в самую глубину души.\n—Я в начале был не в духе. — честно признался он.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "—И это честно говоря весьма круто! — ответил парень, улыбаясь мне своей лучезарной улыбкой. \n—Почему же? — заинтересовано спросила я.\n—С тобой можно нормально поесть, но я все равно не уверен, что ты все это за раз осилишь. — сказал он, смотря на мои маленький и не внушающие доверия габариты.\n—Ха, а давай поспорим?! — произнесла я с наглой и уверенной улыбкой, протягивая ему руку.\n—Спорим! Если я выиграю ты будешь должна мне поцелуй! — сказал он, сжав по-сильнее мою руку.\n—А если выиграю я, то ты выполнишь одно мое заветное желание! — сказала я, стараясь пропустить мимо ушей слова о его условиях. \n—И какое же оно твое заветное желание?",
    "answers": [
      {
        "id": 119,
        "text": "-Я мечтаю о собаке"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Хорошая мечта. — ответил он и мило улыбнулся своим мыслям. \n—А у тебя? — задала я встречный вопрос.\n—Их много. Одна из них увидеть океан! — ответил он очень воодушевлено и радостно. \n—Вау, это отличная мечта! Теперь я тоже хочу увидеть океан! — сказала я, облокотившись щёчками на свои руки.\n—Ага, но твоя мечта более исполнимая.- отметил парень, наблюдая за мной. — Твои условия я принимаю, так что давай приступать. ",
    "answers": [
      {
        "id": 124,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 120,
    "text": "—О чем думаешь? — спросил парень, наблюдая за тем, как я наблюдаю за собакой. \n—У тебя есть мечта? — спросила я немного времени спустя.\n—Их много. Одна из них увидеть океан! — ответил он очень воодушевлено и радостно. \n—Вау, это отличная мечта! Теперь я тоже хочу увидеть океан! — сказала я, облокотившись щёчками на свои руки.\n—А у тебя помимо увидеть океан есть мечта?\n—Да, и не одна. Но сейчас моя главная мечта- это завести собаку! — ответила я и по-детски рассмеялась.\n—Хорошая мечта. — ответил он и мило улыбнулся своим мыслям.",
    "answers": [
      {
        "id": 124,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 121,
    "text": "—Ааа, ну, понятно. — ответил он, скрывая свою нахальную ухмылку.\n—Ой, не хочешь не верь! — сказала я и отвернулась от него, смотря в окно.\n—Верю, верю, я просто пошутил. — произнес парень. — На что смотришь?\n—На пёсиков, какие они всё-таки милые! — прошептала я, глядя на этих милых существ.\n—Видела бы ты сейчас свои глаза. — произнес он, а когда я на него недовольно посмотрела, он смутился. — Почему не заведете?\n—Не знаю, мама их недолюбливает, а я не знаю смогу ли я нормально следить за животным.",
    "answers": [
      {
        "id": 124,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 122,
    "text": "—У тебя есть мечта? — спросил Митя немного времени спустя.\n—Да, и не одна. Но сейчас моя главная мечта- это завести собаку! — ответила я, и по-детски рассмеялась.\n—Хорошая мечта. — ответил он и мило улыбнулся своим мыслям.\n—А у тебя? — задала я встречный вопрос.\n—Их много. Одна из них увидеть океан! — ответил он очень воодушевлено и радостно.\n—Вау, это отличная мечта! Теперь я тоже хочу увидеть океан! — сказала я, облокотившись щёчками на свои руки.",
    "answers": [
      {
        "id": 124,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 123,
    "text": "—У тебя есть мечта? — спросил Митя немного времени спустя.\n—Да, и не одна. Но сейчас моя главная мечта- это завести собаку! — ответила я, и по-детски рассмеялась.\n—Хорошая мечта. — ответил он и мило улыбнулся своим мыслям.\n—А у тебя? — задала я встречный вопрос.\n—Их много. Одна из них увидеть океан! — ответил он очень воодушевлено и радостно.\n—Вау, это отличная мечта! Теперь я тоже хочу увидеть океан! — сказала я, облокотившись щёчками на свои руки.",
    "answers": [
      {
        "id": 124,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 124,
    "text": "    Спустя несколько часов я лежала на кровати и по-детски улыбалась своим мыслям. Думала я сейчас только о Мите, его улыбка, глаза, теплые руки, он замечательный, даже не так, он самый прекрасный парень, которого я когда-либо видела! Кажется я влюбилась! Боже мой, как я счастлива... А может я все себе выдумала и к Мите я отношусь как к другу? Мое сердце начало разрываться от неопределенности. Что же я всё-таки чувствую к этому милому и доброму, иногда холодному и закрытому парню? ",
    "answers": [
      {
        "id": 126,
        "text": "Мы с ним просто ДРУЗЬЯ..."
      },
      {
        "id": 127,
        "text": "Он мне НРАВИТСЯ и даже чуточку больше..."
      }
    ]
  },
  {
    "id": 125,
    "text": "    Здесь будут представлены участвующие персонажи данного квеста.",
    "answers": [
      {
        "id": 129,
        "text": "Адель Новикова"
      },
      {
        "id": 137,
        "text": "Марина Новикова (Егорова)"
      },
      {
        "id": 138,
        "text": "Владимир Степанов"
      },
      {
        "id": 139,
        "text": "Дмитрий Степанов"
      },
      {
        "id": 140,
        "text": "Максим Новиков"
      },
      {
        "id": 135,
        "text": "Алёна Анисимова"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 126,
    "text": "    Да, мы просто друзья. А все эмоции только из-за прекрасно проведенного дня в хорошей компании. Я смогла наконец-то успокоиться и мое сердце успокоилось, а это значит что возможно всё-таки я была права, но вот что чувствует Митя ко мне? Для меня это загадка, хотя я вижу, как он ко мне относится и то как он себя ведёт рядом со мной. Надеюсь, что я никаким образом не дала ему ложную надежду, на развитие каких-либо романтический отношений между нами.",
    "answers": [
      {
        "id": 132,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 127,
    "text": "    Да, мы что-то большее чем просто друзья. Эта новость прибавила темпу моему сердцебиению, скорость которого и так сейчас была запредельная, мое сердце словно отплясывало чечётку. Я встала с кровати и начала медленно кружиться и напевать с детства знакомую мне песенку, а после как моя голова совсем закружилась, я упала на кровать и начала громко смеяться своим глупым мыслям. Вот и я нашла свою первую любовь... \n    А что же испытывает ко мне Митя? Я конечно замечаю, что он ведёт себя рядом со мной очень мило и заботливо, но может это чисто по-дружески? Ааа, все хватит, не буду забивать свою голову подобными мыслями, а то накручивать себя я умею на славу. Пусть все идёт как должно идти, дальше будет видно. Будь что будет, а там посмотрим по обстоятельствам. ",
    "answers": [
      {
        "id": 132,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 128,
    "text": "    Я решила отправить Мите сообщение с благодарностью за сегодняшний день. Ведь если бы не он я бы как минимум не узнала, где здесь находится кинотеатр. Он пообещал мне, что скоро мы еще куда-нибудь пойдем, но чуть позже, потому что у него скоро сессия и ему надо готовиться к ней, а мне так захотелось ему помочь, что когда он провожал меня домой, я да возьми и ляпни, что хочу ему помочь. \n    Он был очень рад моему неожиданному предложению, что сразу же согласился, ведь иначе я могла просто сказать, что пошутила и отказаться от данного предложения. Так что с понедельника мы начинаем готовиться к его сессии. Он приедет заберёт меня к себе, там мы все прогоним по вопросам, и он отвезёт меня обратно домой. Маме я уже об этом рассказала, а он своему папе, так что все в курсе.",
    "answers": [
      {
        "id": 131,
        "text": "Понедельник, утро, семь утра..."
      }
    ]
  },
  {
    "id": 129,
    "text": "И. Ф.: Адель Новикова.\n\nВозраст: 16 лет.\n\nХарактер: Милая, доброжелательная девушка. Мечтает завести собаку и наконец прекратить переезжать из города в город, а обрести настоящий уютный дом, где тебя кто-то ждёт.",
    "answers": [
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b32/1903/63/13fad9705529.jpg"
      },
      {
        "id": 125,
        "text": "Назад к персонажам",
        "need": 125
      },
      {
        "id": 6,
        "text": "Назад к повествованию",
        "need": 6
      }
    ]
  },
  {
    "id": 130,
    "text": "—Ну наконец-то! — сказала мама, сажая луковицы тюльпанов в ее аккуратные клумбы, я же умоляюще на нее смотрела.\n—Мам, пожалуйста только не это! — взмолилась я.\n—Ничего не знаю, мне через два часа нужно быть на работе. Так что я сейчас иду в душ, готовлю завтрак и отправляюсь на работу, а ты досадишь тюльпаны, а за это я куплю тебе что-нибудь вкусненькое! — сказала мама, сняв перчатки и передав их мне в руки, направилась в дом.",
    "answers": [
      {
        "id": 141,
        "text": "-Супер, блин!"
      },
      {
        "id": 141,
        "text": "-Я так надеялась, что этот день начнется нормально!"
      }
    ]
  },
  {
    "id": 131,
    "text": "—Адель, вставай быстрее! — кричала мама через дверь ванной, вот если тебе не удалось нормально послать, зачем ты отнимаешь такую возможность у других, именно так я думала каждый раз, когда она меня будила.\n    Эту информацию я мирно пропустила мимо ушей. И вот я только начала опять погружаться в мир грёз, как мама зашла ко мне в комнату с криками и постоянно спадающим полотенцем.\n—Спящая красавица, подъем! — заявила она, скрестив руки на груди.\n—Если я встану то, я уже перестану быть спящей красавицей. — ответила я сонно и довольно улыбаясь, на что мама тоже улыбнулась.\n—Ты не забыла, что к тебе Митя должен приехать и забрать твою сонную тушку. — довольная собственным превосходноством произнесла она.",
    "answers": [
      {
        "id": 133,
        "text": "-Нет, но он же приедет за мной в 12"
      },
      {
        "id": 134,
        "text": "-Блин, точно! Мне теперь надо вставать и собираться?- мучительно промычала я"
      }
    ]
  },
  {
    "id": 132,
    "text": "    Переодевшись и поужинав, я преследуемая мамиными расспросами решила, что лучше всего будет мне сейчас лечь спать, хоть на часах всего лишь девять часов. За сегодняшний день я весьма утомилась и мне хочется наконец-то отдохнуть и расслабиться. Завалившись на свою мягкую кровать, я начала думать обо всем, что произошло за сегодня. Полежав так около полу часа, я пришла к одному решению.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "—Да, но учитывая как ты спишь, то мне очень кажется, что ты не успеешь собраться, а заодно помочь мне по дому. — сказала она.\n—Все ясно, тебе нужно, чтобы я что-то сделала вот ты меня и разбудила. — сказала я, с неохотой поднимаясь с постели, и направляясь в ванную тихо ворча себе под нос. — А я то думала, что ты по доброте душевной за меня волнуешься, что я могу куда-то опаздать.\n—Не ворчи, я и вправду переживаю. А теперь будь умницей, помоги маме. Я жду тебя внизу и доброе утро! — произнесла мама, хитро улыбаясь.",
    "answers": [
      {
        "id": 136,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 134,
    "text": "—Да, давай быстрее, мне как раз нужна ещё твоя помощь! — произнесла мама, довольно улыбаясь.\n—Хорошо, хорошо! — сказала я, подскочив с кровати и помчавшись в ванную комнату.\n—Вот и умница, жду тебя внизу и доброе утро!- произнесла мама, хитро улыбаясь.",
    "answers": [
      {
        "id": 136,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 135,
    "text": "И. Ф.: Алёна Анисимова.\n\nВозраст: 29 лет.\n\nХарактер: Самовлюблённая женщина, знающая себе цену. Многого добилась в этой жизни сама, и поэтому теперь она ничего ни от кого не ждёт, а берет все от жизни и самодовольно улыбается всем неприятностям.",
    "answers": [
      {
        "id": 125,
        "text": "Назад"
      },
      {
        "id": 135,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a27/1908/80/49b3db7f95fe.jpg"
      }
    ]
  },
  {
    "id": 136,
    "text": "    Когда я спустилась на первый этаж то, услышала доносящиеся звуки с улицы. Я решила, что мама устроила разгром своего полисадника, и вышла на улицу, завязав потуже свой милый розовый халат. Предвкушение перед адской работой в полисаднике меня очень не радовало. Запах стоял восхитительный, солнце нежно ласкало мое лицо, а я невольно улыбнулась.",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "И. Ф.: Марина Новикова (Егорова).\n\nВозраст: 36 лет.\n\nХарактер: Весьма приятная и дружелюбная женщина. Пользуется неплохой популярностью у мужчин, благодаря своей красоте, но сама близко никого не подпускает (рана после первого брака даёт о себе знать).",
    "answers": [
      {
        "id": 125,
        "text": "Назад к персонажам",
        "need": 125
      },
      {
        "id": 11,
        "text": "Назад к повествованию",
        "need": 11
      },
      {
        "id": 137,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c42/1908/cc/a33ab606c281.jpg"
      }
    ]
  },
  {
    "id": 138,
    "text": "И. Ф.: Владимир Степанов.\n\nВозраст: 44 года\n\nХарактер: Весьма сильный и самоуверенный мужчина. Один растит единственного сына, ему приходится не сладко, потому что у Мити в некотором роде осталась обида на отца.",
    "answers": [
      {
        "id": 125,
        "text": "Назад к персонажам",
        "need": 125
      },
      {
        "id": 16,
        "text": "Назад к повествованию",
        "need": 16
      },
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/1908/55/590e6263da65.jpg"
      }
    ]
  },
  {
    "id": 139,
    "text": "И. Ф.: Дмитрий (Митя) Степанов.\n\nВозраст: 18 лет.\n\nХарактер: Спокойный, добрый парень. Весьма милый, но несмотря на это имеет сильный характер. Во всем старается видеть только хорошее. Есть некие разногласия с отцом.",
    "answers": [
      {
        "id": 125,
        "text": "Назад к персонажам",
        "need": 125
      },
      {
        "id": 139,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/1903/9e/e2c88ab84d20.jpg"
      },
      {
        "id": 25,
        "text": "Назад к повествованию",
        "need": 25
      }
    ]
  },
  {
    "id": 140,
    "text": "И. Ф.: Максим Новиков.\n\nВозраст: 39 лет.\n\nХарактер: Бывает слишком вспыльчивым. Любит женское внимание. Отец из него конечно получился не очень, возможно это в то время было ему не нужно, но несмотря на это дочь искренне его любит.",
    "answers": [
      {
        "id": 125,
        "text": "Назад"
      },
      {
        "id": 140,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/1908/10/677d4d72e0cd.jpg"
      }
    ]
  },
  {
    "id": 141,
    "text": "—Не ворчи, Адель, ты словно бабка старая! — сказала мама, закрывая за собой дверь.\n—Тебе легко говорить! — проворчала я и надела перчатки, приступая к работе.\n    Спустя час я уже успела проголодаться, а мама собраться. Почувствовав запах исходящий из дома, я все побросала и забежала в дом, где чуть не снесла маму с ног. Она как всегда выглядела великолепно, а я сейчас выглядела как гадкий утёнок, который только и просил глазками: \"Дайте что-нибудь покушать!\"",
    "answers": [
      {
        "id": 142,
        "text": "-Я хочу кушать, мам"
      }
    ]
  },
  {
    "id": 142,
    "text": "—Оооу, ты же моя зайка! — сказала она и расплылась в довольной материнской улыбке. — Иди поешь, на столе тебя ждет омлет и горячие бутерброды, а ещё можешь сделать себе хлопья. Ну вроде я все сделала, так что все теперь я побежала, удачного дня, солнышко!\n—И тебе мам! — сказала я, и мама чмокнула меня в щечку и побежала на работу.\n    А передо мной стоял выбор завтрака, проголодалась я на славу, так что могу съесть целого слона, но так как я люблю животных то, лучше воздержусь от этой мысли, а выберу между тем, что мне предложила мама.",
    "answers": [
      {
        "id": 143,
        "text": "Омлет"
      },
      {
        "id": 143,
        "text": "Горячие бутерброды"
      },
      {
        "id": 143,
        "text": "Хлопья"
      }
    ]
  },
  {
    "id": 143,
    "text": "    Налив себе апельсиного сока, я положила себе в тарелку еду и направилась в гостиную, где меня уже ждал телевизор с интересными программами. Когда я поудобнее расположилась на диване и включила отличный канал с захватывающими сериалами. Одна серия сменяла другую, моя тарелка с едой заменяла другую тарелку с едой. На часах уже почти одиннадцать, так что нужно начинать собираться, иначе Митя увидет меня в не очень красивом свете, чего я очень не хочу допустить. Выключив телевизор и отнёсся посуду на кухню, я отправилась в комнату.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "\"ГЛАВА 6, Повторение — мать учения\"\n\n    Я вышла на улицу и увидела незнакомую машину за рулём, которой сидел довольный Митя. Взглянув на часы, я подметила, что он очень очень пунктуальный, потому что на часах было ровно одиннадцать. Подойдя ко мне парень нежно обнял меня и покрутил в воздухе, я ответила на его порыв и обняла в ответ.\n—Мы же вроде недавно виделись, а ты так соскучился? — спросила я, все еще находясь в воздухе, и любопытно смотря парню в глаза.\n—Да! — ясно и четко ответил парень.\n—Ты неисправим! — прошептала я.\n—Ага, я такой! — сказал парень.",
    "answers": [
      {
        "id": 145,
        "text": "-Ты со всеми друзьями себя так ведёшь?",
        "need": 126
      },
      {
        "id": 147,
        "text": "-И мне это нравится! - обнять",
        "need": 127
      },
      {
        "id": 144,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c24/1908/e6/6933304cf14d.jpg"
      }
    ]
  },
  {
    "id": 145,
    "text": "    От моих слов он немного смутился, а после также непринужденно ответил:\n—В основном нет, но бывают исключения, особенно когда я заманиваю к себе домой молоденьких девушек, чтобы заставлять их меня учить. — сказал парень и медленно опустил меня на землю, в его глазах замечалась некая печаль, которую он пытался скрыть своей вечно лучезарной улыбкой и смешными шутками.\n—То есть я не единственная, кто решилась тебе помочь в столь скучном и нудном деле? — спросила я, всячески выражая гнев и недоумение.\n—Ооо, какой у меня ужасный язык! — сказал Митя и закрыл рот рукой, а после все же решил ответить. — Буду с тобой честен. Это не совсем так, ты единственная кто будет мне помогать, но не единственная из тех, кто хотел. ",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "    В комнате меня уже ждал подготовленный наряд на сегодня. Это были светлые в некоторых местах рваные джинсы, серая футболка с принтом и белые кроссы. На голове высокий конский хвост, и не слишком много косметики. Выглядела я весьма симпатично, но в то же время и серьезно. Учитывая, что от меня ничего по сути не требуется, я взяла небольшой рюкзачок, в который я положила ключи от дома, кошелек на всякий случай, телефон, наушники и женскую мелочь. На часах без десяти двенадцать, пора спускаться и ждать моего будущего подопечного.",
    "answers": [
      {
        "id": 144,
        "text": "Через десять минут..."
      }
    ]
  },
  {
    "id": 147,
    "text": "    Я прижалась к нему настолько сильно как только позволяли мои силенушки. Я услышала маленький смешок на мои попытки обнять его сильно сильно, но говорить он ничего не стал, а только лишь прижался ко мне в ответ и уткнулся в мои непослушные волосы.\n—Адель... Мне так хорошо рядом с тобой, что я просто не хочу тебя отпускать. — прошептал мне на ухо парень от чего по моей коже пробежали мурашки, а сердце забилось сильнее.\n—Так не отпускай... — прошептала я, а после он отстранился от меня и с любопытством заглянул в мои глаза полные надежды и радости, я возможно ждала от него подобных слов, поэтому для меня они стали подтверждением, что наши чувства всё-таки взаимны.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "—Знаешь, а ты не такая уж и тяжёлая, как я предполагал. — произнес парень и слегка подкинул меня в воздухе для ощущения веса.\n—То есть ты думал, что я толстая? — сказала я возмущено, лицезрея невозмутимые глаза нахала.\n—Нет, что ты, просто ты как пушинка очень лёгкая! — произнес парень и мило мне улыбнулся, обижаться на него после этого не было просто сил и желания, ведь эта миленькая улыбочка скорей всего свела с ума не одну девушку.\n—Ну ладно, на этот раз поверю. — ответила я.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "—Знаешь, а ты не такая уж и тяжёлая, как я предполагал.- произнес парень.\n—То есть ты думал, что я толстая? — сказала я возмущено, лицезрея на этого нахала.\n—Нет, что ты, просто ты как пушинка очень лёгкая! — произнес парень и мило мне улыбнулся, обижаться на него после этого не было просто сил и желания, ведь эта миленькая улыбочка скорей всего свела с ума не одну девушку, но слава богу не меня.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "—Ну что? Мы можем ехать? Или же останемся здесь до вечера? — спросил у меня двухсмыслено Митя, наблюдая за моей реакцией.\n—Вот ещё что, чтобы ты сессию завалил? Нет уж, сначала сдай сессию, а потом иди на все четыре стороны! — сказала я, и указала куда ему можно будет в скором будущем идти.\n—Только с тобой, а то одному скучно. — произнес парень, выражая спокойное лицо, которое еле сдерживало наглую улыбку.\n—Ну посмотрим на твое поведение, хотя фигушки тебе! — произнесла я, направляясь к машине. — Кстати, это что твоя машина?\n—Да, папа на восемнадцатилетние подарил. — сказал с некой гордостью, смотря на свою ласточку, а потом как-то погруснев.",
    "answers": [
      {
        "id": 151,
        "text": "-Научишь меня управлять этой штукой?"
      }
    ]
  },
  {
    "id": 151,
    "text": "—Ты и за рулём? — спросил Митя, сказать, что он был удивлен или шокирован ничего не сказать.\n—Ну, а почему нет, опыт у меня имеется, но очень небольшой правда. — сказала я, мило улыбаясь и ожидая каков будет вердикт.\n—Не знаю, посмотрим... Нужно будет найти нормальную дорогу, а главное чтобы там не было людей, а то мало ли. — сказал Митя, а я закатила глаза и села в машину. — Не обижайся я шучу.\n—А кто сказал, что я обиделась? — спросила я, когда Митя сел за руль этого честно признаться шикарного аппарата.\n—Твои надутые губки. — произнес парень.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "    Подъехав к двухэтажному дому, мы вышли на улицу и у меня просто открылся рот в прямом и переносном смысле. Дом был настолько красив, что мне кажется он спокойно мог соревноваться с самыми лучшими домами кого-нибудь элитного города. Архитектор и дизайнер данного интерьера постарались на славу, стоимость этого дома безусловно исчислялась в большом количестве цифр. Близлежащие дома были такие же красивые и очень дорогие, но именно дом Мити выделялся своей индивидуальностью.",
    "answers": [
      {
        "id": 158,
        "text": "В доме..."
      }
    ]
  },
  {
    "id": 153,
    "text": "    В следующее мгновение он взял меня за подбородок и повернул мое лицо к себе, расстояние между нами было всего несколько сантиметров, поэтому я могла вдоволь насладиться красотой этого парня, вроде он обычный человек, но у меня он вызывает просто бурю эмоций. Его глубокие и нежные глаза смотрели куда-то в глубину меня, проникая в каждую клеточку моей души. Мое сердце отплясывало чечётку и даже не думало замедлять свой бешеный ритм.\n    И тут я понимаю, что он смотрит то на мои губы, то в мои глаза, сама же я сейчас ощущаю на себе его горячее дыхание, от которого мое тело каждый раз будто ударяет молния. Расстояние начало медленно уменьшаться, а я начала понимать к чему это все клонит. И вот что мне сейчас делать, если я просто не могу или скорее сказать просто навсего не хочу отрываться от этих карих глаз.",
    "answers": [
      {
        "id": 154,
        "text": "Ждать действий",
        "need": 147
      },
      {
        "id": 155,
        "text": "Отстраниться"
      },
      {
        "id": 156,
        "text": "Сделать шаг навстречу ",
        "need": 147
      }
    ]
  },
  {
    "id": 154,
    "text": "    Я просто наслаждалась этой ситуацией, и когда мои губы дрогнули, изображая малюсенькую улыбочку, парень все понял, улыбнулся, запустил руку в мои волосы, а после мы слились в нежном поцелуи. Парень был очень ласков и аккуратен, будто боясь, что я очень хрупкая, и он может мне как-то навредить, вот какой всё-таки глупышка, но все равно приятно, когда к тебе так трепетно относятся. Одна его рука перебирала мои непослушные волосы, а вторая все так же держала меня за подбородок. Я обвила руками его шею, и тихо ликовала внутри. Так прошло минут пять, после того как Митя неохотно отстранился от меня, а после быстро чмокнул в губы и довольный собой завёл мотор.\n—Все миледи мы отправляемся! — торжественно произнес Митя, и мы отправились в путь, а я продолжала думать о том, что только что сейчас между нами произошло. — И не забудь пристигнуться, пожалуйста. ",
    "answers": [
      {
        "id": 157,
        "text": "Спустя пол часа..."
      }
    ]
  },
  {
    "id": 155,
    "text": "    Я медленно отстранилась, направив взгляд в окно. Объяснить свой порыв было сложно, но я уверена, что так для всех будет лучше. Митя печально ухмыльнулся, а после потянувшись к моему сидению, взял ремень безопасности и застегнул его, тогда я повернулась к нему немного вся такая удивлённая, а он лишь улыбнулся мне своей веселой улыбкой и сказал:\n—Безопасность превыше всего! А теперь миледи мы отправляемся! — торжественно произнес Митя, и мы отправились в путь.",
    "answers": [
      {
        "id": 157,
        "text": "Спустя пол часа..."
      }
    ]
  },
  {
    "id": 156,
    "text": "    Я решила ему немного так скажем помочь. В следующее мгновение я приблизилась к нему и прильнула к его мягким губам. Парень ответил почти в ту же секунду. Поцелуй был поистине незабываемым и страстным. В моей голове все перемещалось,  и я начала забывать просто где нахожусь. Мы отстранялись друг от друга только тогда, когда у нас заканчивался воздух. Одна его рука перебирала мои непослушные волосы, а вторая все так же держала меня за подбородок. Я обвила руками его шею, и тихо ликовала внутри. Так прошло минут пять, после того как Митя неохотно отстранился от меня, а после быстро чмокнул в губы и довольный собой завёл мотор.\n—Все миледи мы отправляемся! —  торжественно произнес Митя, и мы отправились в путь, а я думала о том, что только что произошло. — И не забудь пристигнуться пожалуйста. ",
    "answers": [
      {
        "id": 157,
        "text": "Спустя пол часа..."
      }
    ]
  },
  {
    "id": 157,
    "text": "    За пол часа дороги мы наговорились на целый день вперед. Парень постоянно смеялся и говорил какая я лапочка, я не стала отрицать этого, потому что да это так и есть. Виды за окном были прекрасные, от обычных однотипных домов, заканчивая многоэтажными  коттеджами. По дороге мы еще заехали в магазин, купив всякие вкусности, которые безумно вредные, но очень вкусные. Дальше по дороге мы ели вкусняшки, но предельно аккуратно, потому что Митя очень трепетно относится к своей машине.",
    "answers": [
      {
        "id": 152,
        "text": "Дома у Мити"
      }
    ]
  },
  {
    "id": 158,
    "text": "    Внутри дом был ничем не хуже. Дом в стиле модерн. Аккуратная мебель и ничего лишнего, вот все составляющие этого дома. Кругом цветы и комнатные растения. Через большие окна и стеклянные двери видна ухоженная лужайка на заднем дворе дома. Обстановка мне определено очень нравится, честно признаться я бы с удовольствием осталась бы здесь жить, точнее я хочу себе точно такой же дом. \n—Нравится? — спросил Митя, наблюдая за моей реакцией, уверена я сейчас выгляжу как ребенок, которые впервые пришёл в музей, от этого искренняя улыбка не сходила с его лица.",
    "answers": [
      {
        "id": 159,
        "text": "-Безумно!"
      },
      {
        "id": 159,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 159,
    "text": "—Надеюсь ты налюбовалась, потому что нам нужно идти учить конспекты! Давай быстро, быстро, быстро! — сказал Митя, быстро подгоняя меня на второй этаж.\n—Куда ты так торопишься! Мы все выучим, не волнуйся! — сказала я, поднимаясь по лестнице.\n—Надо, иначе потом тебе придется убирать... кое-что. — сказал Митя, подозрительно улыбнувшись.\n—Что? Что убирать? О чем ты, человек?! — спросила я, но ответа не последовало, а мы стояли возле двери, видимо ведущей в комнату Мити.\n—Предупреждаю сразу, твоя мама разрешила! — сказал Митя и медленно открыл дверь.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "    Посредине комнаты стояла обычная картонная коробка. Из которой доносились скулящие звуки. Мое сердце замерло, я чуть ли не подлетела в коробке и открыла ее. Боже мой, что я испытала, когда открыв ее, увидела маленькое чудо. Это был щеночек, самый красивый и милый на всем белом свете. Моя мечта исполнилась, а все благодаря Мите, взглянув на него, я увидела его довольный взгляд и улыбку на лице.\n—Спасибо! — сказала я, понимая, что по моим щекам текут реки слёз, а глаза искренне выражают благодарность.\n—Не за что, я просто решил исполнить твою маленькую мечту. И это кстати сенбернар. — произнес парень, присев рядом, я не выдержав прижалась к парню, прижав при этом к себе моего миленького щеночка.",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      },
      {
        "id": 160,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/1904/84/c737c640a2a3.jpg"
      }
    ]
  },
  {
    "id": 161,
    "text": "    Так мы и сидели. Митя обнимал меня, я обнимала щеночка, а щеночек облизывал мне руки. Просто идиллия, которую не хочется прекращать. От парня исходил приятный запах парфюма, который кружил голову, тепло тела согревало, а нежные поглаживания волос, дополняли этот момент мимишностью. \n—Как ты ее назовешь? — спросил Митя, почесав щеночка за ушком, тот, а точнее та радостно начала облизывать его руку.\n—Ммм... не знаю пока. Я все думаю, что скажет мама, когда увидит ее. — запереживала я.\n—Все будет нормально, мы с отцом с ней договорились. — сказал Митя.\n—Но как это возможно? — опешила я от какого заявления. — Это же моя мама! \n—А вот так! И кстати, есть еще кое-что...",
    "answers": [
      {
        "id": 162,
        "text": "-Что именно?"
      },
      {
        "id": 163,
        "text": "-Мама разрешила завести мне собаку, но сказала, чтобы я собирала свои вещи и шла на все четыре стороны?"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Ммм... Даже не знаю как начать. — произнес Митя и почесал затылок.\n—Ну, начни как-нибудь, я постараюсь тебя понять. — произнесла я, выжидающе взглянув на парня своими глазенками.\n—Когда я сдам сессию, мы с папой собирались съездить отдохнуть. Моему папе нравится твоя мама, и он решил пригласить ее и получается тебя съездить с нами к океану, пока есть время... — сказал парень и погруснел.",
    "answers": [
      {
        "id": 164,
        "text": "-Вау, получается сбудется твоя мечта! Это так круто!"
      }
    ]
  },
  {
    "id": 163,
    "text": "—Блин, как ты догадалась? — спросил удивлено Митя, его улыбка перерастала в уморительный смех, от которого мне сейчас не стала смешно.\n—В смысле? — уставилась на парня я.\n—Да ты чего, я же шучу! — несильно похлопал меня по плечу Митя.\n—А что тогда? — задала я очередной вопрос.\n—Когда я сдам сессию, мы с папой собирались съездить отдохнуть. Моему папе нравится твоя мама, и он решил пригласить ее и получается тебя съездить с нами к океану, пока есть время... — сказал парень и погруснел.",
    "answers": [
      {
        "id": 164,
        "text": "-Вау, получается сбудется твоя мечта! Это так круто!"
      }
    ]
  },
  {
    "id": 164,
    "text": "—Да, ты права... Так что тебе понравился подарок? Думаю, ты сможешь взять его с собой. — сказал Митя, указав на щенка, играющего с моими волосами и руками.\n—Подарок просто замечательный, но почему такая большая порода? — спросила я, глядя на этого милого бугая с глазами бусинками.\n—Мне кажется тебе больше всего подходит эта порода, они милые и забавные совсем как ты! — произнес, не отрывая взгляда от меня, Митя.\n—Тут спорить с тобой не стану, потому что это на сто процентов чистая правда! — торжественно проговорила я, прижимая к себе пухляшку.\n—Обожаю, когда ты со мной не споришь!\n—Могу начать, хочешь? — спросила я с вызовом.\n—Лучше не надо. — поднял руки Митя в сдающимся жесте, а в этот момент щеночек написал возле кровати Мити, неудобно как-то.",
    "answers": [
      {
        "id": 165,
        "text": "-Упс..."
      }
    ]
  },
  {
    "id": 165,
    "text": "—Твою же мать! Адель, тебе придется убирать за своей собакой! — сказал переходя на крик Митя, понять его можно, поэтому возмущаться я не стала, а лишь спокойно вздохнула и кивнула.\n—Да уж, представляю, что мне будет дома мама устраивать! — засмеялась я, понимая, что дома от мамы я буду получать гораздо больше.\n—Ха, привыкай теперь, Адель! — сказал Митя, успокоившись, и направился вон из комнаты, а через несколько минут вернулся с тряпкой в руках. — Держите, миледи, вам предстоит тяжёлая работа, а я пойду посмотрю, что есть в холодильнике. У вас есть какие-нибудь пожелания?\n—Окей. Что-нибудь попить, я думаю будет очень кстати. — произнесла я, забрав у Мити тряпку.",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "    Митя ушёл на кухню, видимо не желая меня смущать или же не желая видеть, как я буду заниматься уборкой жизнедеятельности организма моей собачки. Подойдя к лужицы, я поняла, что глаза боятся, руки делают и как взяла, как протёрла и в миг скревилась как будто у меня в руках отказалось что-то очень противное и мерзкое. Подумав куда же мне деть вонючую в прямом смысле слова тряпку, я решила самостоятельно найти ванную комнату. \n    Выйтя в коридор, я зашла в соседнюю комнату, которая оказалась еще одной спальней, закрыв дверь мои поиски продолжились. Следующая комната оказалась ванной в кремовых тонах. Ванная комната как и весь дом была на самом высшем уровне, каждая деталь дополняла другую, а свет был слегка приглушен, чтобы глаза не напрягались и могли без лишних усилий насладиться красотой интерьера.",
    "answers": [
      {
        "id": 167,
        "text": "Тряпка, куда мне ее положить?"
      }
    ]
  },
  {
    "id": 167,
    "text": "    Не зная куда деть тряпку, я как растерянный и нашкодивший ребенок, склонялась из стороны в сторону с тряпкой в руках. И тут я кое-что заметила, количество лекарств было просто несчётным, разные цвета, формы и упаковки внушали ужас, потому что я успела это все поведать. Мой девушка очень тяжело болел, а я старалась проводить с ним как можно больше времени, но а после это невыносимое чувство потери, которое никуда не делось.\n    Запах и вид лекарств всегда вводит меня в состояние паники. Увидев все это, я выронила тряпку и выскочила в коридор, чтобы найти Митю и все у него разузнать о лекарствах, возможно это не мое дело, но я хочу узнать кому принадлежит все это лекарство. Сердце почему-то ускорило свой бег, и я уже шла по дому словно обезумевшая. Спустившись на первый этаж, я увидела непринуждённого и спокойного парня, который наливал напитки в стаканы.",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "    Но как только глаза парня остановились на мне, вся его расслабленность и спокойствие бесследно исчезли. Он стал обеспокоенным и серьезным, его губы хотели, просто жаждали что-то сказать, но он как будто сам себя останавливал, не позволяя произнести того, что он так сильно хотел сказать.\n—Чьё лекарство в ванной? Его так много, Митя кто болен? — спросила я, мой голос дрожал.\n—Адель, прошу тебя успокойся, все нормально... Что-то из того лекарства витамины, что-то от головы и боли, а что-то нашей домработницы, она женщина пожилая, поэтому необходимые лекарства оставляет здесь. — ответил парень, подойдя ко мне, он нежно провел рукой по волосам и обнял меня очень нежно и бережно.",
    "answers": [
      {
        "id": 169,
        "text": "Молчать, мне нечего сказать, кроме того, что я паникерша..."
      }
    ]
  },
  {
    "id": 169,
    "text": "—Ты конечно та ещё паникерша, я испугался думал ты ударилась или упала. — произнес парень заботливо, но в его глазах отражался страх, но почему ведь ничего не случилось. \n—Прости, просто я испугалась... В моей жизни уже было что-то наподобие, поэтому я теперь боюсь лекарств...- ответила я, вспоминая то время.\n—Может расскажешь? Тебе станет легче. — произнес парень, проведя рукой по моей щеке, с которой сорвалась слеза.\n—Не знаю, это сложно... — я разрывалась между желанием все ему рассказать, потому что иногда боль потери лучше с кем-то разделить, а с другой стороны он малознакомый мне человек.",
    "answers": [
      {
        "id": 170,
        "text": "Рассказать"
      },
      {
        "id": 171,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 170,
    "text": "    Рассказав Мите печальную историю из своей жизни, мне стало намного легче. Парень молча меня выслушал и не разу не перебил, а только крепко держал меня за руку. Каждое слово давалось мне тяжело, но я смогла излить душу, и наконец-то я смогла спокойно выдохнуть. Каждый раз я понимаю, что наши отношения с Митей улучшаются. Он хороший друг и человек, на которого я могу положиться. Находясь рядом с ним я понимаю, что что-то значу в его жизни, но только пока не знаю могу ли я ответить ему тем же. Куда заведёт нас наше общение мы возможно скоро узнаем. ",
    "answers": [
      {
        "id": 173,
        "text": "Как прошло занятие..."
      }
    ]
  },
  {
    "id": 171,
    "text": "    Для меня эта тема весьма болезненна, и я не с каждым могу ей поделиться. Возможно, когда наши отношения станут более дружескими и близкими, я смогу ему раскрыться. Парень ничего не сказал, он не настаивал на том, чтобы я поделилась с ним, нет, он просто протянул мне стакан с напитком. Каждый раз я понимаю, что наши отношения с Митей медленно, но вроде налаживаются. Он хороший друг и человек, на которого я могу положиться. Находясь рядом с ним я понимаю, что что-то значу в его жизни, но только пока не знаю могу ли я ответить ему тем же. Куда заведёт нас наше общение мы возможно скоро узнаем.",
    "answers": [
      {
        "id": 173,
        "text": "Как прошло занятие..."
      }
    ]
  },
  {
    "id": 172,
    "text": "—Митя, блин, ну как можно не знать таких элементарных вещей? — спросила я, схватившись в очередной раз за голову. \n—Я что виноват, что история это не мое? — спросил Митя, пожав плечами.\n—Не знаю. И что мне с тобой делать.- произнесла я, взглянув в эти красивые и до ужаса глупые глаза, и почему-то подумала, что этим он похож с моей милой колбаской.\n—Ты главное не ругайся. Я обещаю исправиться, такчто прошу прощения. — серьёзно произнес парень, пододвигая к себе тетради. \n—Договорились, в первый раз прощаю. — сказала я, глубоко вздохнув, и щёлкнув по носу парню.\n—Так-то лучше. Давай сделаем передышку, а то у меня уже голова кипит от столь большого количества информации! — сказал парень.\n—Окей, что будем делать, пока твоя голова перестанет кипеть? Может всё-таки придумаем кличку собачке? — спросила я, гладя мягкую шерсть моего маленького питомца.\n—А давай!- изрёк с воодушевлением Митя.",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "    Закончив с напитками,  мы поднялись на второй этаж, где нас уже заждалось мое чудо. Я схватив свою большую и тяжёлую колбаску на руки уселась на пол, облокотившись спиной к кровати. Митя достал две тетради и толстую книгу, сел рядом. Так мы и начали все повторять. Предметом нашего изучения стала история. Большинство информации было мне знакомо, так что я была в своей стихии. Митя, хоть и самолично исписал эти две тетради, средними знаниями похвастаться не мог, поэтому пришлось заучивать все с самого начала. Все это время колбаска вертелась вокруг нас, то и дело мешая и отвлекая и так ничего не знающего Митю.",
    "answers": [
      {
        "id": 172,
        "text": "Разговор"
      }
    ]
  },
  {
    "id": 174,
    "text": "—Предлагаю назвать ее Фионой. — невозмутимо произнес Митя, неужели он сейчас серьезно.\n—Мить, ты дурак? Какая Фиона? — спросила я, не понимающе хлопая ресницами.\n—Сейчас я с тобой не согласен. Просто я обиделся на нее, потому что не фиг делать свои дела у меня в комнате! — сказал парень и шутливо пригрозил щеночку пальцем.\n—Она же не специально, она ещё маленькая и не может себя контролировать! — пыталась донести я эту мысль до этого балбеса.\n—Все равно, пусть будет Фиона. — сказал Митя.\n—Нет. Нет. И ещё раз нет. — сказала я.\n—Ок, твои предложения. — взглянул на меня Митя.\n—Офелия, а коротко Лия. — улыбнулась я, понимая, что эта кличка идеально ей подходит.\n—Ммм, мне нравится, но Фиона тоже классно! — сказал парень, улыбаясь.",
    "answers": [
      {
        "id": 175,
        "text": "Продолжение занятия",
        "need": 126
      },
      {
        "id": 176,
        "text": "Продолжение занятия",
        "need": 127
      }
    ]
  },
  {
    "id": 175,
    "text": "    Выбрав кличку Офелии, и успев отдохнуть, мы решили, что пора уже продолжать, а ещё лучше заканчивать с заучиванием конспектов. Проведя ещё около часа за учебой, мы наконец-то закончили. Парень предложил остаться у него и поиграть в приставку или ещё что-нибудь, но я отказалась, сославшись на то, что нужно дома помочь маме и найти место для Лии.",
    "answers": [
      {
        "id": 177,
        "text": "Поездка домой..."
      }
    ]
  },
  {
    "id": 176,
    "text": "    Выбрав кличку Офелии, и успев отдохнуть, мы решили, что пора уже продолжать, а ещё лучше заканчивать с заучиванием конспектов. Проведя ещё около часа за учебой, мы наконец-то закончили. После Митя предложил поиграть в приставку, либо посмотреть кино, от такого предложения было просто невозможно отказаться, поэтому я с удовольствием согласилась. Сначала мы играли с Лией, после хорошенько наобнимались с Митей, а потом решили посмотреть какой-нибудь фильм. После долгих споров мы сошлись на Титанике. Романтично, но  в тоже время немного печально, но благо у меня есть человек, к которому можно будет прижаться и поплакать.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "    В дороге мы в основном разговаривали про здешний колледж. Мне было интересно стоит ли рассматривать его как вариант для поступления в следующем году или нет. По рассказам Мити этот колледж отличный вариант для поступления с моим выбором профессии. А я хочу стать дизайнером, и если повезёт в моей одежде будут ходить люди и не только по подиуму, но пока это только мечты. Митя поддержал мою идею по поводу профессии, так как много его одноклассников поступили именно на эту профессию. По их мнению эта работа мечты. Сам же Митя учится на архитектора, что как по мне тоже очень круто. Забавно только то, что они до сих пор проходят такие школьные предметы как история, но возможно это у них такая программа.",
    "answers": [
      {
        "id": 186,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 178,
    "text": "    Наряд подобран просто изумительно, все детали отлично гармонирует друг с другом. Теперь дело осталось за малым, а точнее за прической и макияжем. С макияжем я управилась за считанные минуты, а вот с прической нужно подумать, особенно потому, что на улице такое невыносимое пекло.",
    "answers": [
      {
        "id": 181,
        "text": "Высокий хвост"
      },
      {
        "id": 182,
        "text": "Просто распустить"
      },
      {
        "id": 183,
        "text": "Коса"
      },
      {
        "id": 6,
        "text": "Или может другой вариант?"
      },
      {
        "id": 178,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1908/27/e6bcb83ae74d.jpg"
      }
    ]
  },
  {
    "id": 179,
    "text": "    Наряд подобран просто изумительно, все детали отлично гармонирует друг с другом. Теперь дело осталось за малым, а точнее за прической и макияжем. С макияжем я управилась за считанные минуты, а вот с прической нужно подумать, и особенно потому, что на улице такое невыносимое пекло.",
    "answers": [
      {
        "id": 181,
        "text": "Высокий хвост"
      },
      {
        "id": 182,
        "text": "Просто распустить"
      },
      {
        "id": 183,
        "text": "Коса"
      },
      {
        "id": 6,
        "text": "Или может другой вариант?"
      },
      {
        "id": 179,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b14/1908/01/ff6051baef9c.jpg"
      }
    ]
  },
  {
    "id": 180,
    "text": "    Наряд подобран просто изумительно, все детали отлично гармонирует друг с другом. Теперь дело осталось за малым, а точнее за прической и макияжем. С макияжем я управилась за считанные минуты, а вот с прической нужно подумать, и особенно потому, что на улице такое невыносимое пекло.",
    "answers": [
      {
        "id": 181,
        "text": "Высокий хвост"
      },
      {
        "id": 182,
        "text": "Просто распустить"
      },
      {
        "id": 183,
        "text": "Коса"
      },
      {
        "id": 6,
        "text": "Или может другой вариант?"
      },
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/2001/fa/e1308e2f3847.jpg"
      }
    ]
  },
  {
    "id": 181,
    "text": "    Весьма практично и мило смотрится, я уверена, что мама одобрит мой образ. А теперь нужно поторапливаться, если я планирую успеть позавтракать до того, как мы отправимся в путь. Но все же мою голову занимали мысли о том, что мама не разбудила меня с утра пораньше. Мы вроде договорились ехать за покупками именно сегодня, а мама не меняет так просто своих планов. Что ж ничего сейчас спущусь и узнаю, почему я с утра не услышала фразу \"Адель, ну сколько можно спать, ты же не спящая красавица, так что давай вставай.\"",
    "answers": [
      {
        "id": 9,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 182,
    "text": "    Весьма практично и мило смотрится, я уверена, что мама одобрит мой образ. А теперь нужно поторапливаться, если я планирую успеть позавтракать до того, как мы отправимся в путь. Но все же мою голову занимали мысли о том, что мама не разбудила меня с утра пораньше. Мы вроде договорились ехать за покупками именно сегодня, а мама не меняет так просто своих планов. Что ж ничего сейчас спущусь и узнаю, почему я с утра не услышала фразу \"Адель, ну сколько можно спать, ты же не спящая красавица, так что давай вставай.\"",
    "answers": [
      {
        "id": 9,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 183,
    "text": "    Весьма практично и мило смотрится, я уверена, что мама одобрит мой образ. А теперь нужно поторапливаться, если я планирую успеть позавтракать до того, как мы отправимся в путь. Но все же мою голову занимали мысли о том, что мама не разбудила меня с утра пораньше. Мы вроде договорились ехать за покупками именно сегодня, а мама не меняет так просто своих планов. Что ж ничего сейчас спущусь и узнаю, почему я с утра не услышала фразу \"Адель, ну сколько можно спать, ты же не спящая красавица, так что давай вставай.\"",
    "answers": [
      {
        "id": 9,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 184,
    "text": "    Парень облегчено выдохнул, взял пульт в руки и начал искать добрые и позитивные фильмы без всяких задушевных моментов. Его выбор пал на фильм с названием \"Охотницы за приведениями\", который я как раз ещё не видела. Разместившись поудобнее на диване, Митя сел, а я сразу же крепко прижалась к парню, положив голову ему на грудь, я услышала его учащенное сердцебиение, которое билось на равне с моим.\n—Удобно? — спросил парень, прижимая меня к себе ещё крепче.\n—Не то слово. — еле слышно произнесла я, прикрыв глаза от удовольствия. — А тебе?\n—Самое то. — также не громко ответил Митя.",
    "answers": [
      {
        "id": 187,
        "text": "Фильм"
      }
    ]
  },
  {
    "id": 185,
    "text": "    Фильм пролетел незаметно, а слёзы за весь фильм так и не упали с моего лица. Я сдержала данное слово, хоть это и далось мне с трудом, но я с этим справилась. Митя в конце фильма, обнимал меня ещё крепче, от чего на душе становилосьв миллион раз светлее и теплее. Именно из-за этого мне совершенно не хотелось плакать, при этом мне все же было очень грустно наблюдать за тем на что способен человек, который любит по-настоящему искренне.\n    Тема любви вообще для меня очень странная тема. Не скажу, что я в нее не верю или то, что я в ней разочаровалась, но что-то с этой любовью вечно не так. Истина ее разгадки постоянно ускользает от меня. А я в очередной раз остаюсь наедине со своими мыслями о том, что все возможно было бы иначе. Я перестала рисковать, но почему? Неужели я стала бояться обжечься, или ответ иной? Я стала старше? И перестала верить в то, что и у меня могут быть нормальные отношения. \"Мысли и переживания автора)\"",
    "answers": [
      {
        "id": 188,
        "text": "Поездка домой..."
      }
    ]
  },
  {
    "id": 186,
    "text": "    Митя привез меня домой в положенный срок. На входе меня уже ждала мама, которая жизнерадостно нам улыбалась, но в ее взгляде была капля озорства и интереса. Распрощавшись с Митей, он сел обратно в машину, а я помахав ему рукой поднялась на террасу. Машина отъехала от дома и спустя несколько минут скрылась из виду.\n—Ну и как у вас дела? — спросила мама, когда мы заходили в дом.\n—Мам! Мы просто друзья! — ответила я немного возмущено и резко.\n—Но почему? Он такой хороший мальчик, а как он на тебя смотрит! — и вот вновь она завела свою пластинку мама.\n—Мама, человека нельзя заставить полюбить. — четко заявила я и зашла домой. ",
    "answers": [
      {
        "id": 189,
        "text": "Спустя время..."
      }
    ]
  },
  {
    "id": 187,
    "text": "—Фильм и вправду классный! — восторженно произнесла я, когда фильм закончился.\n—Рад, что тебе он пришёлся по вкусу. — сообщил парень, поцеловав меня в лоб.\n—А теперь мне пора домой. — с грустью в голосе заявила я, поднимаясь на ноги. — Отвезешь меня?\n—Нет, оставлю тебя здесь, рядом со мной. — подошёл ближе Митя, нежно поцеловав меня в губы, мне так хотелось чтобы этот поцелуй длился как можно дольше, но всему приходит конец. — Пойдем, я пока машину заведу. \n—Ага, а я заберу своего питомца. — радостно завопила я, начиная поиски Лии.",
    "answers": [
      {
        "id": 188,
        "text": "Поездка домой..."
      }
    ]
  },
  {
    "id": 188,
    "text": "    В дороге мы в основном разговаривали про здешний колледж. Мне было интересно стоит ли рассматривать его как вариант для поступления в следующем году или нет. По рассказам Мити этот колледж отличный вариант для поступления с моим выбором профессии. А я хочу стать дизайнером, и если повезёт в моей одежде будут ходить люди и не только по подиуму, но пока это только мечты. Митя поддержал мою идею по поводу профессии, так как много его одноклассников поступили именно на эту профессию. По их мнению эта работа мечты. Сам же Митя учится на архитектора, что как по мне тоже очень круто. Забавно только то, что они до сих пор проходят такие школьные предметы как история, но возможно это у них такая программа.",
    "answers": [
      {
        "id": 190,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 189,
    "text": "    Прошло пару дней с того момента, как Митя начал сдавать сессию. За все это время я пару раз ходила в магазин, гуляла в парке, переписывалась с друзьями, а чаще всего просто залипала дома у телевизора. Но сегодня был особенный день, сегодня нам с мамой предстояло знакомства с папиной невестой. Для меня она в скором будущем станет мачехой, а маме причиной для расстройства. И как бы я сильно не хотела, чтобы этой встречи никогда не случалось, но сделать ничего не могла, ведь он хоть какой никакой, но мой папа. Может он даже на пару дней возьмет меня к себе погостить и познакомиться поближе с его любимой пасией. Правда, я волнуюсь о том, как я смогу оставить Лию, ведь мама подолгу работает, а она уже непривыкла сидеть без моего, либо же маминого внимания.",
    "answers": [
      {
        "id": 191,
        "text": "Приезд папы..."
      }
    ]
  },
  {
    "id": 190,
    "text": "    Митя привез меня домой на два часа позже, и надеюсь, что мама не будет из-за этого сильно ругаться. А вот и она ждет меня уже на входе, жизнерадостно нам улыбаясь, но в ее взгляде была капля озорства и интереса. Распрощавшись с Митей, он сел обратно в машину, а я помахав ему рукой поднялась на террасу. Целоваться при маме неприлично. Машина отъехала от дома и спустя несколько минут скрылась из виду.\n—Ну и как у вас дела? — спросила мама, когда мы заходили в дом.\n—Мам, у нас все нормально! — ответила я, стеснительно улыбаясь.  \n—Ну и хорошо. А как он на тебя смотрит!- завела свою пластинку мама.\n—Мама, я знаю! Не начинай. ",
    "answers": [
      {
        "id": 189,
        "text": "Спустя время..."
      }
    ]
  },
  {
    "id": 191,
    "text": "\"ГЛАВА 7, Приезд отца\" \n\n    Утро началось под мамины крики. Она не могла найти формочки для выпекания. И зачем ей все это, неужели она хочет показать папе, что вот какая она хозяйка. Я могла бы об этом подумать, если бы не знала о их интрижке с Владимиром Ивановичем, но в таком случае что же именно движет этой загадочной женщиной, которую я любя величаю \"мамой.\"\n—Адель, может ты спустишься и поможешь мне? — кричала она с первого этажа.\n—Ты хоть иногда можешь оставлять меня в покое? — негромко произнеса я, но на мое удивление дверь резко открылась, и на пороге стояла возмущенная мама.\n—Тебе нужен покой? Тогда ты с радостью поедешь до своего отца. — заявила она с обидой.",
    "answers": [
      {
        "id": 192,
        "text": "-Ты о чем? "
      }
    ]
  },
  {
    "id": 192,
    "text": "—Он хочет забрать тебя на пару дней к себе, чтобы ты лучше познакомилась с его невестой. — заявила она, присев на край кровати и грустно вздохнув произнесла. — Если понравится можешь остаться у них подольше. \n—Мам, ну, ты чего? Хочешь я совсем не поеду? — спросила я, обняв ее нежно за плечи, на мои голые локти легли тёплые и слегка шершавые, но самые родные и любимые руки матери.\n—Тебе нужно поехать, они не поймут. — ответила она, бережно поглаживая мои волосы. \n—Мне все равно, они живут своей жизнью, а мы своей, мама, я не хочу никуда ехать! — твёрдо заявила я, подняв такие еще по-детски наивные глаза бусинки, на что мама слегка улыбнулась.\n—Он тоже твоя семья, едь. Ты наконец-то отдохнешь, я уйду в работу, а после вместе с Владимиром и Митей поедем к океану, так что считай все только в плюсе, а за Лией я присмотрю.",
    "answers": [
      {
        "id": 193,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 193,
    "text": "    Ожидание приезда папы томило меня и тревожило. Я не знала, что стоит говорить, а где лучше промолчать. Ведь, хоть я и скучаю по папе, но при этом я всегда стараюсь стремиться показать ему, что он мне не нужен, а его очередная пассия меня совсем не интересует. Но думаю эта окажется умнее и хитрее всех остальных, раз именно она смогла сделать так, чтобы папа выбрал ее на роль своей будущей жены. Вещи собраны, мысли плотным клубком сидят в голове, а я только и делаю, что брожу по собственной комнате взад вперед.\n—Когда же они приедут! — высказалась я по поводу того, что их до сих пор нет, а после услышала звук подьезжающей к дому машины. — А вот и они, как по заказу. ",
    "answers": [
      {
        "id": 194,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 194,
    "text": "—Марина, дом потрясающий! — произнес папа, войдя в дом, она по доброму ухмыльнулась. \n—Пап... — почти шёпотом произнесла я, понимая, что вот-вот расплачусь, я безумно соскучилась по нему, хоть и долго себе в этом не признавалась.\n—Адель, солнышко! — восторженно сказал он, а я бросилась ему на шею. — Я так соскучился по тебе, моя малышка Адель.\n—А она то по тебе как соскучилась. — выдохнула мама, а после с издевкой посмотрела в сторону папиной пассии, на которую я даже не обратила внимание, она закатила глаза. \n    Закончив с задушевными приветствиями, мы прошли в столовую, где стол в очередной раз ломился от количества блюд. Мама довольная собой пошла на кухню за уткой, которая в ожидании своего часа долго томилась в печи.",
    "answers": [
      {
        "id": 195,
        "text": "Ссора "
      }
    ]
  },
  {
    "id": 195,
    "text": "    Не знаю с чего все началось и кто вообще затеял эту размовку, но спустя пол часа в столовой взрослые, если с учётом совершаемых ими поступкам можно их так называть, начали кричать друг на друга. Я сидела и смотрела на это все словно в замедленной съёмке. Мое сердце выло изнутри. Я вспомнила то, что было когда они были еще вместе, когда я была еще совсем крохой, потом развод, издеваетельство в школе. Дети из полных семей смеялись надо мной особенно после разборок родителей прямо на глазах учителей и одноклассников. В то время я даже не понимала, как можно быть такими жестокими?",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "    Слушать их разборки не было сил, поэтому я просто встала из-за стола и вышла из дома, прихватив с собой уже заготовленную сумочку с телефоном, наушниками, парой сотен наличными и паспортом (я была готова к такому повороту собитий), а взрослые даже и не заметили моего отсутствия, хотя куда уж там. Я, глубоко погруженная в собственные мысли, побрела вдоль улицы, включив музыку и надев наушники. Как же грустно и одиноко я иногда себя чувствую, словно я совсем никому не нужна на этом свете. Из мыслей меня вывело теплое прикосновение руки, остановившей меня прямо перед проезжавшей машиной и только после этого я поняла, что совсем не смотрела куда иду и, что вполне возможно меня могла сбить машина.\n—Адель, что с тобой? — закричал Митя, испуганно глядя мне в глаза. — Ты чуть не попала под машину! Я когда увидел тебя сразу побежал к тебе, но ты не отзывалась.",
    "answers": [
      {
        "id": 197,
        "text": "Расплакаться"
      }
    ]
  },
  {
    "id": 197,
    "text": "—Я... Не специально... Просто... — начала я, а после расплакалась, хмыгая носом и всхлипывая в попытке рассказать парню, что произошло.\n—Ну, что ты маленькая. — произнес парень и прижал меня к себе, от его тёплого и заботливого голоса я расплакалась еще сильнее. — Я рядом и обещаю, что никому не дам тебя в обиду.\n—Обещаешь? — спросила я, смотря на него зареваными глазами, он посмотрел на меня словно увидел что-то необъяснимое и удивительное, а после утвердительно кивнул, поцеловав меня в лоб. \n—Поехали кое-что покажу? — произнес парень, указывая на свою машину. \n—Куда поедем? — спросила я, все еще прижимаясь к теплой и безопасной груди парня.\n—Ты мне веришь? — спросил парень, а я лишь грустно улыбаясь кивнула. Могу же хоть кому-то довериться в этом чертовом городе.",
    "answers": [
      {
        "id": 198,
        "text": "Спустя пол часа езды..."
      }
    ]
  },
  {
    "id": 198,
    "text": "    Сначала я понятия не имела куда мы едем, а после того, как мы подъехали к большому зданию, я поняла, что это аэропорт. И тут я вспомнила, что удачно прихватила за собой паспорт. От этого я слегка рассмеялась и уставилась на Митю в ожидании объяснений. \n—Сейчас ты все поймешь. — произнес парень, припорковав машину. — Идем.\n—Ну, ладно. — неуверенно сказала я, выйдя из машины и направляясь за парнем.\n    Войдя в аэропорт, я услышала десятки голосов и людей, которые радостно встречают друг друга. Но понять причину, по которой мы здесь, я все никак не могла. Парень повел меня окнам, которые открывали вид, на взлетающие самолёты. Остановившись возле такого окна, я стояла молча и ожидала объяснений.",
    "answers": [
      {
        "id": 199,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 199,
    "text": "—Как-то раз я был в аэропорту с дядей. Мне тогда было лет тринадцать. Я жутко расстроился, что поругался с другом и не мог с ним помириться. Весь день ходил грусный, тогда дядя, узнав, что меня волнует, посоветовал представить все твои обиды, переживания и вообще все, что тебя расстраивает, садится на один из собирающихся взлетать самолётов и улетает, а ты просто стоишь и наблюдаешь, как все что тебя терзало поднимается в воздух и улетает далеко от тебя. Знаю, звучит по-детски и мало чем поможет, но если ты постараешься и представишь, то может и тебе поможет это хоть немного успокоиться. — закончил свою историю парень. А я просто стояла и пыталась понять то, что он действительно ради того, чтобы я помахала своим проблемам ручкой, бросил все свои дела и привез меня сюда за десятки километров от дома. — Только не говори, что ты сейчас думаешь, что я совсем дурачок. ",
    "answers": [
      {
        "id": 200,
        "text": "Обнять его"
      }
    ]
  },
  {
    "id": 200,
    "text": "    Слов было не нужно. Мы поняли друг друга и без них. Когда я спустя время отстранилась, то поняла, насколько сильно я хочу отправить все свои проблемы в безрочный отпуск. Выбрав самолёт, в который садились люди, я представила человека в пальто и шляпе, который скрывал свои глаза за темными очками и который весь был окружен жужжащими насекомыми. Фантазия как обычно меня не подвела, вырисовывая самые странные образы в моей голове. И вот еще минута, как человек в черных очках, мохает мне рукой из окна самолёта, а после взлетает в воздух. На душе на удивление стало легче и я забыла о том, что ждёт меня дома, я просто наслаждалась тем фактом, что я сейчас смотрю на очередной взлетающий самолёт. ",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "—Не хочу тебя отвлекать, но ты что решила отправить в полет всех кого ты знаешь? — поинтересовался Митя, вручая мне стаканчик с горячим и ароматным кофе. — Просто уже самолётов пять точно взлетело.\n—Нее, все плохое улетело в первом самолёте, а так мне просто понравилось наблюдать за тем, как кто-то садится на самолёт и куда-то летит или наоборот приземляется здесь и радуется, что долетел. Ведь кто-то летит в гости к родственникам, кто-то по работе, а кто-то, возможно, просто взял и решил полететь туда, где еще никогда не был. — ответила я, сделав глоток спасительного напитка. — А когда ты успел сходить за кофе? \n—Вот это у тебя глубокие мысли. — удивленно произнес парень, почесав затылок. — Ты была слишком занята и даже не заметила, как я на минуту другую отошёл. ",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "—Думаю тебе и вправду стоило отвлечься. — удивленно произнес парень, почесав затылок. — Ты была слишком занята и даже не заметила, как я на минуту другую отошёл. \n—Прости, я вся в себе. — ответила я, смутившись от замечания парня.\n—Значит у меня не сильно то и удалось тебе помочь? — спросил Митя, слегка огорчившись.\n—Ну, что ты! Если бы не ты я не знаю, что бы сейчас делала одна там на дороге! — сказала я с чувством искренной благодарности. — Для меня это очень важно. И это очень мило, ради меня еще никто такого не делал.\n—Это еще что! У меня для тебя есть еще один сюрприз. — произнёс он, подмигнув мне.\n—И какой же? — заинтересована спросила я.\n—Скоро сама все увидишь. — без особых объяснений ответил Митя, взяв меня за руку и потянув прочь из аэропорта.",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "    Дорога была не долгой. Во время поездки Митя не замолкая рассказывал мне смешные истории из собственной жизни, а я сидела и веселилась рядом с ним, забывая про свои проблемы, которые я отправила восвояси далеко и надолго, наверное. Приехали мы в знакомый мне парк, в котором была не так уж много и людей. Оставив машину на ближайшей парковке, мы решили прогуляться по парку. \n—И вот так вот я узнал, что значит самому готовить. — данными словами Митя закончил повествование истории про то, как он остался голодный один дома наедине с кухней.\n—Да уж, весело же ты сжег кастрюлю вместе с кашей. — произнесла я, похлопав парня по плечу.",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "—Присядем? — спросил Митя, когда мы подошли к одной из лавочек.\n—Да, конечно. — ответила я, присев на лавочку под деревом. — И от солнца спрятались.\n—Это точно. — сказал парень, а после замялся в попытке что-то сказать. \n—Что-то не так? — спросила я в ожидании каких-то объяснений его встревоженному состоянию. \n—Сегодня я был в твоем районе не просто так. У меня в планах было пригласить тебя погулять. — произнес парень, а после он преподнес мне красную розу, которая возникла из не откуда. ",
    "answers": [
      {
        "id": 205,
        "text": "-Но как?"
      }
    ]
  },
  {
    "id": 205,
    "text": "—Я приготовился. — он спокойно пожал плечами и довольно заулыбался. — Именно такой реакции я и ожидал увидеть, Адель.\n—Спасибо, Мить это очень приятно. — произнесла я, почувствовав нежный запах хрупкого цветка.\n—В общем-то не за что, мне просто сделать для тебя что-нибудь приятное. — по нему было видно, что он взволнован.\n—Это очень мило. — радостно заявила я, обняв парня за шею. — А ты оказывается романтик.\n—Я хотел еще кое-куда тебя отвести. — произнес парень, но его прервал звук моего телефона, взглянув на экран телефона, я поняла, что мне звонит мама собственной персоной. ",
    "answers": [
      {
        "id": 206,
        "text": "Взять трубку ",
        "need": 126
      },
      {
        "id": 207,
        "text": "Поехать с Митей",
        "need": 127
      }
    ]
  },
  {
    "id": 206,
    "text": "—Алло, мам. — произнесла я в трубку, ожидая криков и моего полного разгрома с ее стороны, но в ответ я лишь услышала:\n—\"Адель, дочка, возвращайся домой. Я очень тебя прошу.\" — сказала она, а после отключилась.\n—Мама говорит, чтобы я возвращалась домой. — сообщила я, задумчиво глядя на экран телефона. \n—Я отвезу тебя. — сказал Митя, немедленно поднимаясь на ноги. \n—Спасибо, Мить. — сказала я, встав напротив него, он смотрел на меня как-то печально, словно сейчас упускал что-то, а точнее терял это что-то. \n—Без проблем. — грустно ответил он. ",
    "answers": [
      {
        "id": 208,
        "text": "Дома..."
      }
    ]
  },
  {
    "id": 207,
    "text": "\"ГЛАВА 8, Любовь на пятом этаже.\"\n\n—Куда ты там хотел меня отвезти? — спросила я, выключив звук телефона. \n—Я не буду раскрывать все свои тайны. — парень встал с лавочки и протянул мне руку. — Но если ты все-же  хочешь узнать, то предлагаю отправляться в путь прямо сейчас. \n—Заинтриговал. — негромко произнесла я, взяв парня за руку, он потянул меня к выходу из парка.\n—Тебе должно понравиться, Адель. — сказал Митя, заводя двигатель, когда мы уже сидели в машине.\n—Посмотрим. — лукаво улыбаясь произнесла я. ",
    "answers": [
      {
        "id": 229,
        "text": "На месте..."
      }
    ]
  },
  {
    "id": 208,
    "text": "    На протяжении всего пути мы обменялись всего парой однородных фраз. После когда мы подъехали к дому, где меня уже ждала мама, коротко попрощались и он уехал, а я молча стояла перед мамой все еще в ожидании криков и разбирательств. Глаза у нее были заплаканные, а волосы слегка растрепаные. \n—Заходи домой. — сказала она, пропуская меня в дом. — Я волновалась за тебя. \n—Папа уже уехал? — спросила я, заметив, что в доме кроме нас никого не было. \n—Нет, они еще в столовой. — сказала она, пытаясь мне что-то сказать, а я начала понимать о чем именно пойдёт разговор. — Адель, мне кажется, что нам стоит...\n—Переехать! Я права? — вдруг закричала я, а слёзы неожиданно потекли по моим щекам. \n—Я не хотела этого, но... — произнесла она, сдерживая гнев. — Ты должна меня понять.",
    "answers": [
      {
        "id": 209,
        "text": "-Серьёзно? А ты не хочешь понять меня?"
      },
      {
        "id": 210,
        "text": "-Я устала тебя понимать. С меня хватит"
      }
    ]
  },
  {
    "id": 209,
    "text": "—Адель, хватит! Ты же видела, что не я это все начала! — сказала мама, размахивая руками.\n—Какая разница, кто это начал? Ты как всегда делала так, как считала нужным. — мои слова были тверды и уверены.\n—-На что это ты намекаешь? — резко спросила она, пристально смотря на меня. \n—Да то, что я устала уже от такой жизни, мне надоело! Если ты не можешь его отпустить, то почему я должна страдать от твоего эгоизма? — продолжая плакать, а после мама замахнулась и лицо обожгла острая боль, она что действительно дала мне пощечину. — За что ты ударила меня?\n—Не забывай с кем ты разговариваешь! — произнесла она, но ее фальшивое хладнокровие я видела не вооруженным глазом, она сама от себя такого не ожидала, но признаться в этом она не могла. — Прости меня. ",
    "answers": [
      {
        "id": 211,
        "text": "-Я думаю, что с меня хватит! "
      }
    ]
  },
  {
    "id": 210,
    "text": "—Что именно хватит? Ты же видела, что не я это все начала! — сказала мама, размахивая руками.\n—Какая разница, кто это начал? Все закончилось абсолютно также, как и много раз до этого. — мои слова были тверды и уверены.\n—На что это ты намекаешь? — резко спросила она, пристально смотря на меня. \n—Да то, что я устала уже от такой жизни, мне надоело! Если ты не можешь его отпустить, то почему я должна страдать от твоего эгоизма? — продолжая плакать, а после мама замахнулась и лицо обожгла острая боль, она что действительно дала мне пощечину. — За что ты ударила меня?\n—Не забывай с кем ты разговариваешь! — произнесла она, но ее фальшивое хладнокровие я видела не вооруженным глазом, она сама от себя такого не ожидала, но признаться в этом она не могла. — Прости меня. ",
    "answers": [
      {
        "id": 211,
        "text": "-Я думаю, что с меня хватит!"
      }
    ]
  },
  {
    "id": 211,
    "text": "    Я была на пределе, а поэтому молча вбежала в свою комнату и начала собирать свои вещи, бросая их в большую сумку. Мама зашла в мою комнату почти следом, увиденное ее шокировало. Она не знала, что сказать, а лишь смотрела на меня опечаленными глазами. \n—Ты сама говорила, что я должна съездить к отцу. Так что считай, что я исполняю твое пожелание. — заявила я, когда вещи были собраны, а злость все также бурлила внутри, разъедая все внутри меня.",
    "answers": [
      {
        "id": 212,
        "text": "Спуститься на первый этаж "
      }
    ]
  },
  {
    "id": 212,
    "text": "—Пап, мы уезжаем. — сказала я, войдя в гостиную, где сидел отец со своей невестой.\n—Адель, доченька... — он был растерян, но после вошла мама и сказала:\n—Раз она так решила, то пусть будет так. \n—Хорошо. Мы привезем тебя обратно, когда ты сама этого захочешь. — произнес папа, взволновано глядя то на меня, то на маму.\n—Да, да, хорошо. Мы можем ехать? — спросила я, удерживая сумку, а после вспомнила про Лию. \n—Я присмотрю за собакой, можешь не волноваться. — ответила моим мыслям мама.\n—Тогда едем. — произнес папа.",
    "answers": [
      {
        "id": 213,
        "text": "Дома у папы..."
      }
    ]
  },
  {
    "id": 213,
    "text": "    Я толком и не попрощалась с мамой. Так я была на нее зла. Папа и Алёна ничего у меня не спрашивали. Когда мы приехали, Алёна просто отвела меня в уютную спальню кремовых тонов и посоветовала отдохнуть, что я и сделала. Из-за напряжения и переутомления я отключилась сразу же, как только моя голова коснулась прохладной подушки. Сны мне снились тревожные, но проснуться сразу у меня не получилось, поэтому я очень надеюсь,  насмотрелась сономарафона  кошмаров на месяцы вперед.\n    Утром я проснулась очень рано, что на меня не похоже. Накинув лёгкий банный халатик, я спустилась на первый этаж, где во всю кипела жизнь. Женщина в аккуратной униформе готовила еду, а папа и Алёна сидела за стол о чем-то мило беседуя. Увидев меня, они улыбнулись, а я неожиданно занервничала. Что я вчера натворила, даже и подумать стыдно. Я была на эмоциях и не понимала, что делаю, но все равно это не оправдание того, что я обидела маму.",
    "answers": [
      {
        "id": 214,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 214,
    "text": "—Доброе утро. — в унисон произнесли взрослые, а после мило улыбнулись друг другу.\n—Если его можно так назвать. — сказала я, присев за приготовленное мне место.\n—Ты волнуешься из-за вчерашнего? — спросил папа, встревоженно посматривая в мою сторону.\n—Да. Я обидела ее. Как мне теперь быть не знаю. — сообщила я, виновато потупив голову.\n—Дайте друг другу время остыть. Вы помиритесь, солнышко, я уверен. — ответил он, заботливо погладив мои волосы. — А сейчас тебе нужно позавтракать, чтобы набраться сил.\n—Надеюсь, пап... Для чего? — спросила я, откусывая яблоко. — Я думала, что спокойно посижу и посмотрю телевизор. ",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "—Мы готовимся к свадьбе, а Алене нужна твоя помощь. — довольно произнес папа. — Кушай омлет, а то этим яблоком ты не наешься.\n—И зачем тебе моя помощь? — впервые за эти два дня я обратилась к своей будущей мачехи.\n—Мы сегодня едем выбирать свадебное платье. — она от этих слов так и светилась, словно новогодняя игрушка на елке.\n—Ого, ну, хорошо. — ответила я, принимаясь за омлет, а после задумалась о доме и о том, что я взяла с собой, и резко поняла, что забыла телефон у себя в комнате на комоде. — Хоть, отвлекусь, телефон то я все равно не взяла. \n—Вот возьми. — произнёс папа, давая мне кредитную карточку. — Купишь себе все, что понравится, только прошу тебя не отказывайся.",
    "answers": [
      {
        "id": 216,
        "text": "-Окей, но что я себе куплю в свадебном магазине?"
      },
      {
        "id": 217,
        "text": "-Я не могу ее взять"
      }
    ]
  },
  {
    "id": 216,
    "text": "—Об этом не волнуйся! Мы устроим совместный шоппинг! — произнесла Алёна, улыбаясь.\n—Вот и чудесно, а сейчас вы извините, но я помчался на работу. — сказал отец, выпив остатки сока в своем стакане, а после поцеловав меня и Алёну вышел на улицу, и сев в шикарную машину с водителем уехал. \n—Круто, я провела время с папой. — шёпотом произнесла я, на что девушка негромко рассмеялась, а я удивлено уставилась на нее.\n—Ты скоро привыкнишь. Он всегда такой весь в делах, но не расстраивайся, мы тоже сможем весело провести время. \n—Посмотрим. — вздохнула я, это девушка не вызывала у меня к ней ни положительных, ни отрицательных чувств, поэтому я относилась к ней более чем терпимо.",
    "answers": [
      {
        "id": 218,
        "text": "В магазине "
      }
    ]
  },
  {
    "id": 217,
    "text": "—Солнышко, я же от всей души. — сказал он, а я его прервала, сказав что:\n—Я не возьму и точка. Поэтому прошу прими это.\n—Ладно. — сказал он, а после посмотрел на свою невесту, а она понимающе кивнула. — Раз мы все решили я могу ехать на работу. — сказал отец, выпив остатки сока в своем стакане, а после поцеловав меня и Алёну вышел на улицу и сев в шикарную машину с водителем уехал. \n—Круто, я провела время с папой. — шёпотом произнесла я, на что девушка негромко рассмеялась, а я удивлено уставилась на нее.\n—Ты скоро привыкнишь. Он всегда такой весь в делах, но не расстраивайся, мы тоже сможем весело провести время. \n—Посмотрим. — вздохнула я, это девушка не вызывала у меня к ней ни положительных, ни отрицательных чувств, поэтому я относилась к ней более чем терпимо.",
    "answers": [
      {
        "id": 218,
        "text": "В магазине "
      }
    ]
  },
  {
    "id": 218,
    "text": "    В свадебном салоне нас уже ждала одна единственная девушка. Хотя я представляла себе армию везжащих подружек Алены, может еще не все приехали. \n—Алена, нас что будет всего трое? — спросила я, слегка недоумевая.\n—Да, у меня не так много подруг, точнее людей которых я действительно могу назвать друзьями. — произнесла Алёна, уже начав осматривать красивые свадебные платья.\n    В весьма дорогом салоне было несколько молодых девушек и женщин, которые полностью были погружены в выбор платья своей мечты. Алёна и Карина (подруга Алены) так же начали блуждать по магазину, а вслед за ними носилась совсем молодая девушка и предлагала варианты платья. Спустя два часа Алена перемерила наверное пол магазина, но ей ничего не нравилось. ",
    "answers": [
      {
        "id": 219,
        "text": "Постараться что-нибудь найти на свой вкус "
      }
    ]
  },
  {
    "id": 219,
    "text": "    Я самостоятельно начала ходить и искать платья, понимая, что шансы на успех очень малы. Спустя минут десять я нашла одно пышное платье с невероятным вырезом на спине. \n—Алёна! — ходила и кричала я по всему магазину.\n—Адель, ты чего орешь?.. — начала девушка, а после увидев в моих руках платье замолчала.- Где ты его нашла? Оно прекрасно! \n—Я знаю, поэтому и ору. — ответила я, передав ее платье. — А теперь иди мерий!",
    "answers": [
      {
        "id": 220,
        "text": "Вечером..."
      }
    ]
  },
  {
    "id": 220,
    "text": "—Ты не представляешь, любимый, она идёт по магазину и кричит мое имя, а после вручает мне платье. — произнесла Алёна, все время смеяясь и размахивая руками, я помню также в детстве рассказывала маме, как у бабушки увидела совсем маленьких кроликов.\n—Неужели ходила и кричала? Ну, а что же было дальше? — спросил папа, а я молча улыбалась. \n—Я его померила! — сказала она, радостно подскочив на ноги. — И не поверишь, но я сразу же в него влюбилась. \n—И купила именно его? — спросил папа, уже предвкушая развязку столь драматичной и эмоциональной истории. \n—Да! — сказала она, сев обратно на стул.",
    "answers": [
      {
        "id": 221,
        "text": "В этот же вечер"
      }
    ]
  },
  {
    "id": 221,
    "text": "    В общем я не плохо провела сегодняшний день. Алена на мое удивление оказалась неплохой девушкой, которая умеет в нужные моменты казаться дурочкой, но думаю внутри она та еще стерва, но мне она сегодня это не показала. После свадебного салона мы все же зашли в магазин сотовой связи и купили мне новый телефон. Отказываться было бессмысленно, Алена умела убеждать. Поэтому сегодня у меня есть возможность позвонить маме. Трубку она взяла не сразу, но все же взяла. Я услышала уставший, но такой любимый голос, а на заднем фоне довольный лай Лии. \n    Наш разговор длился минут двадцать, но за это время мы успели с мамой вместе и поплакать и посмеяться, а после все же найти пути к примирению. По нашему соглашению я проведу здесь еще несколько дней, а после нам все же предстоит переехать, но в этот раз потому что бывшие хозяева решили вернуть его назад. По договору они имели на это право. Но честно говоря, я почему-то в это не верю, но снова ссориться я не вижу смысла.",
    "answers": [
      {
        "id": 222,
        "text": "Спустя несколько дней..."
      }
    ]
  },
  {
    "id": 222,
    "text": "    Проведя в гостях у папы около недели, я сильно подружилась с Аленой, которая каждый день водила меня то по магазинам, то по выставкам, а также показала где она работает. У нее есть собственный бренд одежды! И как оказалось она дизайнер. Я была безумно удивлена, а после старалась как можно больше спросить у нее профессию своей мечты. Она была только рада поделиться опытом. Папа только и умилялся, когда мы начинали спорить о том, чей наряд на показе мод был лучший.",
    "answers": [
      {
        "id": 223,
        "text": "Опять в дорогу"
      }
    ]
  },
  {
    "id": 223,
    "text": "    Настал день, когда мама сообщила мне, что уже перевезла все вещи и я могу вернуться домой. Я вроде была и рада, но в тоже время мне хотелось остаться здесь. Папа видел как я разрываюсь между ним и мамой, но не решался что-то мне сказать, поэтому инициативу в свои руки решила взять Алена.\n—Адель, не волнуйся, если ты хочешь, то можешь остаться здесь... Мы всегда рады видеть тебя, поэтому ты можешь приезжать к нам в любое удобное для тебя время. \n—Ну, хорошо. — произнесла я, решив, что теперь буду почаще навещать папу с Аленой.\n—Я сам тебя отвезу. — произнес папа, когда я готовилась сесть в машину.",
    "answers": [
      {
        "id": 224,
        "text": "-Не стоит, пап. Тем более мы думаю, что мы все равно скоро встретимся "
      }
    ]
  },
  {
    "id": 224,
    "text": "—Кстати, да! Ты мне еще обещала помочь выбрать оформление зала. — подмигнула мне Алена, а я звонко рассмеялась. \n—И торт! — торжественно показав указательный палец, произнесла я. — Ну, а теперь до свидания. \n—Пока, мы будем скучать. \n    Сев в машину, я напоследок помахала папе с Аленой ручкой, а после папин водитель завел двигатель и мы отправились в путь. Включив музыку в наушниках, я стала просто наслаждаться пейзажами за стеклом авто. Спустя всего час спокойной езды мы оказались у новенького двухэтажного дома с панорамными окнами и высоким забором. Выйдя из машины, я поблагодарила мужчину и направилась в дом. ",
    "answers": [
      {
        "id": 225,
        "text": "-Мама!"
      }
    ]
  },
  {
    "id": 225,
    "text": "    Но вместо мамы меня встретила Лия, которая радостно прыгала вокруг меня. Я поспешила взять ее на руки и сразу же отметила, что она набрала пару кг за то время пока меня не было. \n—Лия! Моя девочка, как же я по тебе соскучилась! — сказала я прижимая эту огромную тушу к себе.\n—А по мне? — радостно спросила мама, в спешке спускаясь на первый этаж. \n—А по тебе ещё больше! Мам, я так соскучилась! Прости меня, ты же знаешь я не со зла, ты же знаешь, что я сильно сильно люблю тебя! — произнесла я, обнимая маму и еле сдерживая подкатившие слезы.\n—Знаю и я тебя люблю! Ты тоже меня прости, дорогая, я все еще стараюсь начать все заново. ! — сказала она, обнимая меня еще крепчн. ",
    "answers": [
      {
        "id": 226,
        "text": "Спустя 5 лет..."
      }
    ]
  },
  {
    "id": 226,
    "text": "\"КОНЦОВКА 1, Новый дом, новая жизнь.\"\n\n    Войдя в знакомую аудиторию, я по привычки начала искать Никиту. Парня, который сводил меня с ума своей внешностью, но больше всего своим характером, а в особенности своей дикой ревностью. Найдя его глазами, я состроила недовольную мину, потому что мы уже опаздываем на семейный ужин с моей семьёй. \n—Никита, что за дело? — спросила я, гневно глядя на его долгое прощание с друзьями.\n—Прости, котик, я не специально. — ответил парень, нежно чмокнув меня в губы и взяв за руку повел прочь из университета. — Кстати, ты как всегда прекрасно выглядишь, но вот тревога на твоем лице все портит.\n—Я нервничаю, Никит. — произнесла я, сильнее сжимая его руку.\n—В этом нет причин, я же рядом. — произнес он, мне самодовольно подмигнув. ",
    "answers": [
      {
        "id": 227,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 227,
    "text": "    Его \"верная лошадка\" уже ждала нас на парковке. Быстро сев в машину, мы поспешили в ресторан, где сегодня собралась вся моя семья, чтобы побыть всем вместе. Никита с его навыками вождения не подвел, и в назначенное время мы были на месте. Войдя в ресторан, я сразу услышала плач в перемешку со звонким детским смехом. За одним большим столом сидели: папа, который только и делал, что развлекал свою маленькую дочурку Элу с такими же как у ее мамы огненными волосами, а рядом с ними Алена, после сидела мама, держа на руках Рому, который спокойной себе сасал соску, а рядом бедный дядя Боря (мамин новый муж), который пытался успокоить Риту, которая все никак не могла успокоиться. ",
    "answers": [
      {
        "id": 228,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 228,
    "text": "    За эти несколько лет так много всего изменилось. Папа женился на Алене, а спустя год у них родилась Эла. А спустя еще год моя мама встретила дядю Борю, который в скором времени позвал ее замуж. Благо, что к этому моменту я перебралась жить в квартиру поближе к университету, потому что спустя полтора года у них родились два монстрика, которые никогда и никому не дают покоя. Я по возможности стараюсь навещать и тех, и тех, но надолго меня не хватает, потому что Эла очень неусидчивая, а двойняшки сильно крикливые. \n    А что про меня? Я учусь в университете на дизайнера как и хотела, в этом же университете я повстречала Никиту, который так же как и я без ума от моей Лии, которая уже стала огромной и ленивой собакой. Я иногда вспоминаю Митю, который подарил мне ее. В начале после моего резкого переезда мы даже с ним какое-то время списывались, но после неожиданно потеряли контакт. Сейчас я даже не представляю где он и как. Да и с моим темпом жизни я редко о чем успеваю задумываться, а лишь смотрю вперёд в надежде, что оно будет счастливым.",
    "answers": [
      {
        "id": 1,
        "text": "На первую"
      }
    ]
  },
  {
    "id": 229,
    "text": "—Торговый центр? — спросила я, когда автомобиль остановился на большой парковке перед местным торговым центром.\n—Идем, ты все увидишь! — потащил меня парень внутрь здания. \n    Поднявшись на третий этаж, где мы недавно были в кинотеатре, я почему-то решила, что мы идём в кино. Но моя догадка оказалась неверной, потому что мы прошли кинозал мимо, а направились в сторону, где была расположена площадка для катания на роликах. \n—Митя, а я... это не умею... на них кататься. — заикаясь произнесла я, пятившись к выходу. \n—Доверься мне. Я же рядом. — спокойно ответил он, глядя мне в глаза, а после нежно чмокнул меня в губы, на моем лице сразу появилась улыбка. ",
    "answers": [
      {
        "id": 230,
        "text": "Три часа спустя..."
      }
    ]
  },
  {
    "id": 230,
    "text": "    Не скажу, что у меня получилось научиться кататься на роликах, но думаю, что людей я расмешила на славу. Только встав на эти штуки с колесиками, я как умолешенная вцепилась в Митю и не отпускала, и благодаря мне мы постоянно падали и чаще всего я падала на Митю. Чувствую, что у кого-то появится на теле парочка синяков. Все это действо мы забросили спустя час, а после пошли в кафе, которое здесь же и находилось. Поедая вкусные пирожные, я наблюдала за такими же бедолагами как и я.",
    "answers": [
      {
        "id": 231,
        "text": "Ближе к вечеру..."
      }
    ]
  },
  {
    "id": 231,
    "text": "—А теперь самая главная часть моего сюрприза. Главное успеть. — произнес парень, глядя на наручные часы. — Скорее у нас еще есть время.\n—Куда же теперь? — спросила я, когда меня вновь потянули в неизвестном направлении. \n—Увидишь, Адель. — хитрая улыбка не сходила с его лица. \n    Мы не стали выходить из торгового центра, наоборот мы поднялись на крышу здания. Я была в шоке, и сразу решила спросить:\n—Ты не боишься, что нам влетит? И что мы вообще здесь забыли?\n—Начальник охраны, который здесь работает мой хороший друг. Еще пара минут и ты все увидишь. ",
    "answers": [
      {
        "id": 232,
        "text": "Ждать "
      }
    ]
  },
  {
    "id": 232,
    "text": "—Давай присядем? — спросил парень указывая на лавочку. Рядом с лавочкой стоял небольшой столик, а на нем коробка в подарочной упаковке.\n—Как же ты запарился, Мить. — сказала я, сев на лавочку, парень, довольно улыбаясь, накинул мне теплый плед на плечи. — Для чего это все?\n—Я хочу насладиться каждым моментом, проведенным с тобой. — сказал парень, пожав плечами. — А теперь смотри.\n—Закат! Отсюда такой красивый вид! — я смотрела на парня и мне хотелось только одного. \n—Тебе нрав... — парень не успел закончить свой вопрос, я вероломно его остановила, страстно поцеловав его в губы, его руки ласково блуждали по моему телу, отчего я слегка подрагивала.",
    "answers": [
      {
        "id": 233,
        "text": "А теперь домой..."
      }
    ]
  },
  {
    "id": 233,
    "text": "    Остановившись недалеко от дома, я повернулась с тревожным лицом к парню, мне стало страшно от того, что может ждать меня дома. Мама будет рвать и метать, но хуже всего то, что она может решить вновь переехать, а все больше вглядываясь в эти родные моему сердцу черты лица, понимаю, что не хочу уезжать от него. Я не смогу без него.\n—Ты вся дрожишь, лапочка! — тревожно заявил он, сжав покрепче мои руки.\n—Я боюсь. — прошептала я, прижавшись к Мите.\n—Если хочешь можешь переночевать у нас. Уверен, что папа поговорит с твоей мамой и все благополучно разрешится. — повернув мое лицо к себе, сказал он, если бы все было так легко.\n—Она не поймет. Мне пора. — произнесла я, выходя из машины. \n—Тогда я иду с тобой, ведь из-за меня тебя не было целый день дома. — взяв меня за руку, мы подошли к дому. ",
    "answers": [
      {
        "id": 234,
        "text": "-Это не обязательно. Я сама во всем разберусь, Мить "
      },
      {
        "id": 235,
        "text": "-Я благодарна, что ты рядом со мной "
      }
    ]
  },
  {
    "id": 234,
    "text": "—Я твой парень, и впредь буду решать твои проблемы. — подмигнув мне, сказал \"мой\" парень. \n—Мить, я серьёзно. Лучше не стоит, ты не знаешь мою маму в гневе. — взмолилась я.\n—А теперь узнаю. — произнес парень, стуча в дверь, а я в страхе слегка спряталась за ним. \n    Вот же интересная картина, я прячусь за спиной парня от собственной матери. За дверью послышались голоса, а после дверь открыл Митин папа. Мы оба были в ступоре от увиденного. После в дверях показалась и мама вся в слезах. Я не находила в себе смелости и сил, чтобы хоть что-нибудь сказать. Тем более, что здесь сказать? \n—Ну, что встали? Проходите в дом. — прервал молчание Владимир, пропуская нас в дом. — А теперь объясните свое поведение, молодые люди! Почему мы должны вам названивать, искать вас, спрашивать у всех не видел ли вас кто-нибудь? Неужели было так сложно взять трубку? ",
    "answers": [
      {
        "id": 237,
        "text": "Нотации..."
      }
    ]
  },
  {
    "id": 235,
    "text": "—Я твой парень, и впредь буду решать твои проблемы. — подмигнув мне, сказал \"мой\" парень. \n—Только предупреждаю, что моя мама в гневе это что-то, ты точно уверен, что хочешь этого? — спросила я, ожидая, что он наверное убежит отсюда с криками.\n—Уверен. — произнес парень, стуча в дверь, а я в страхе слегка спряталась за ним. \n    Вот же интересная картина, я прячусь за спиной парня от собственной матери. За дверью послышались голоса, а после дверь открыл Митин папа. Мы оба были в ступоре от увиденного. После в дверях показалась и мама вся в слезах. Я не находила в себе смелости и сил, чтобы хоть что-нибудь сказать. Тем более, что здесь сказать? \n—Ну, что встали? Проходите в дом. — прервал молчание Владимир, пропуская нас в дом. — А теперь объясните свое поведение, молодые люди! Почему мы должны вам названивать, искать вас, спрашивать у всех не видел ли вас кто-нибудь? Неужели было так сложно взять трубку? ",
    "answers": [
      {
        "id": 237,
        "text": "Нотации..."
      }
    ]
  },
  {
    "id": 236,
    "text": "    Спустя два дня все вещи были собраны, деньги сняты с карточки и план был полностью продуман. Не знаю, что потом со мной будет, но я хочу это сделать. Попрощавшись с Лией, я наложила ей еды в миску и налила воды, так что до момента как приедет мама ей хватит. Брать ее с собой это очень рискованно, Митя уже договорился с одной девушкой, которая после отъезда мамы будет за ней смотреть. Бесшумно выскочив на улицу, я сразу же увидела знакомую машину. Уже отсюда было видно, что машина заполнена сумками и ящиками с едой.\n—Может поможешь? — спросила я, когда парень поднимался по ступенькам. \n—Это все? — на его лице было нескрываемое удивление. — Чемодан и сумка?\n—А еще рюкзачок! — с довольным видом произнесла я и поцеловала его в губы. \n—Ну, ладно. Тогда в путь? — спросил Митя, а я на секунду замешкалась.\n—В путь. — произнесла я и закрыла дверь на ключ.",
    "answers": [
      {
        "id": 240,
        "text": "В пути..."
      }
    ]
  },
  {
    "id": 237,
    "text": "—Ты как, Аль? — спросил Митя, когда я, погруженная в собственные мысли, села на свой любимый подоконник. \n—Устала сильно. — ответила я, опустив голову на поджатые колени.\n—У тебя был тяжёлый день, это неудивительно. — парень сидел на моей кровати и пристально смотрел на меня.\n—Дело не в сегодняшнем дне. Я устала от всего, что творится в моей жизни. — подняв голову, я увидела, как он тревожно смотрит на меня. — Так хочется простого спокойствия. Я устала от ссор родителей, от этих переездов, от того, что я не могу ничего с этим сделать... Почему все так, Мить? Почему?!\n—Адель, моя милая Адель. — парень приблизился ко мне и присел на коленки, так, что наши лица были на одном уровне. ",
    "answers": [
      {
        "id": 238,
        "text": "-Я хочу убежать отсюда, от всех!"
      }
    ]
  },
  {
    "id": 238,
    "text": "    И тут в его глазах загорелся огонёк. Он что-то придумал, но что? Его состояние меня настороживало. Думаю из этого точно не выйдет ничего хорошего. Идеи, пришедшие людям в таком состоянии, всегда начинаются со слов: \"Один раз живем.\"\n—У меня есть план! — произнес парень, слегка тряся меня за ногу. Мне кажется это будет что-то с чем-то, но мне это даже нравится. \n—И какой же, если не секрет? — спросила я, а у самой сердце в пятки ушло. \n—Мы поедем к океану вдвоём! Только я и ты! На целую неделю! — мои глаза резко округлились.\n—Ты совсем с ума сошел? Нам же бошки потом пооткручивают! И как ты вообще себе это представляешь, как мы туда попадём? — спросила я, скрестив руки на груди. ",
    "answers": [
      {
        "id": 239,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 239,
    "text": "—Сессию я сдал, поэтому теперь я свободен, как ветер. У тебя каникулы. Собирем потихому вещи и поедем, а после сообщим родителям, что мы уже на месте, а дальше и они подтянутся. Папа уже снял дом, в нем для проживания все есть. Доедем до Мурманска на моей машине (у него хороший внедорожник) за несколько дней и считай спустя пару часов мы в Териберке. — произнес парень, радостно треся меня за плечи. \n—Где? Тере что? — уставилась на него я, не понимающе хлопая глазами.\n—Село Териберка, где мы будем жить несколько дней. Оно располагается у Ледовитого океана. \n—Ничего себе. А там сейчас холодно? — спросила я, уже во всю интересуясь безумным планом Мити.\n—Прохладно, но это ничего. Какие там виды. Я в интернете, когда информацию искал столько всего узнал, а сколько насмотрелся. Так значит ты со мной или боишься? ",
    "answers": [
      {
        "id": 236,
        "text": "-С тобой, но если нас поймают, я скажу, что ты меня заставил "
      }
    ]
  },
  {
    "id": 240,
    "text": "—Ты оставил записку? — спросила я.\n—Да, а ты? — задал ответный вопрос парень.\n—Ага, только толку то... — отвернувшись к окну, тихо произнесла я. — Все равно потом получим.\n—Так хватит принимать все близко к сердцу! — его теплая рука накрыла мою.\n—Я стараюсь, но у меня плохо получается. — ответила я и попыталась улыбнуться.\n—Тебе нужно отдохнуть, потому что вечером ты будешь меня развлекать разговорами, чтобы я не уснул. — сказал парень и выключил музыку. \n—А мы не будем останавливаться на ночлег? \n—Будем, а теперь спи. — произнес парень, а я опустила кресло и постаралась уснуть.",
    "answers": [
      {
        "id": 241,
        "text": "Спустя несколько дней..."
      }
    ]
  },
  {
    "id": 241,
    "text": "\"ГЛАВА 9, Териберка.\"\n\n    Несколько дней в пути не прошли даром. После того, как мы доехали до Мурманска, который тоже безусловно радовал глаз своими пейзажами нам открылся путь на место, ради которого мы и совершили весь этот путь. Дорога проходила вдоль потрясающих видов: вокруг бесконечная белоснежная тундра и настоящая дикая природа — грозные сопки и скалы, перевалы и ущелья. Сама по себе Териберка напоминает традиционные рыболовные деревни: деревянные домики, лодки и причалы. Часть поселка застроена домами советского периода. Везде здесь царят упадок и романтика разрушения: здания изрядно потрепаны жизнью и ветром с моря, а заброшенный порт превратился в настоящее кладбище кораблей. ",
    "answers": [
      {
        "id": 242,
        "text": "Приезд в частный дом..."
      }
    ]
  },
  {
    "id": 242,
    "text": "    Дом располагался немного в отдалении от всех других. Большой двух этажный деревянный сруб. Когда машина подъехала к дому, нам на встречу вышел пожилой мужчина в стареньком сюртуке. Он был удивлен нас увидеть, но все же был очень рад этой встречи. \n—Митяй, а ты чего так рано, а папка где? — спросил мужчина, слегка подхрамывая, но все же уверено направляясь к нам. \n—У него дела кое-какие образовались, Николай Егорович. А у нас удалось выбраться пораньше. \n—Ну, что же вы стоите? Заходите в дом! — сказал мужчина, с гостеприимством пропуская нас в дом.\n—А как зовут твою подругу? — поинтересовался мужчина, глядя на меня.\n—Адель, меня зовут Адель. — произнесла я. \n—Ух, ты ж имя какое красивое! — воскликнул старичок, а Митя в ответ заулыбался и закивал головой в знак одобрения. ",
    "answers": [
      {
        "id": 243,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 243,
    "text": "    Николай Егорович оказался на удивление очень интересным рассказчиком, поэтому пока Митя разгружал машину, мы попивая чай с вареньем, мило беседовали. Спустя час мужчина передал ключи Мите и отправился на рыбалку. \n—Что будем делать? — спросил Митя, который наконец-то смог присесть. \n—Пошли смотреть достопримечательности! У меня как раз фотоаппарат заряжен! — произнесла я, подав парню кружку горячего чая. — Замерз?\n—Если только чуть чуть. — произнес он, грея руки об кружку. — Я не думал, что исполнять мечту так трудно. Океан, и за чем он мне был нужен? ",
    "answers": [
      {
        "id": 244,
        "text": "-Не ворчи! А давай лучше собираться"
      }
    ]
  },
  {
    "id": 244,
    "text": "—Может завтра? — умоляющим голосом произнес парень, допивая чай.\n—Ну, давай сегодня быстренько. — ответила я, состоив миленькие глазки.\n—Ладно, ты умеешь уговаривать! — сказал парень, а после опять начал надевать свою ветровку. \n    Довольно долго прогуливаясь по окрестностях, мы наконец-то дошли до места ради которого вся эта затея и была спланирована. Неожиданно для себя я поняла то, что никогда не видела такой красоты.  Берег моря завораживает, впечатляет и не оставляет равнодушным никого! Волны, бьющиеся о скалы, вдоль береговой линии — огромные валуны идеально круглой формы и снова скалы, скалы, скалы. И осознание того, что это и есть Край земли… Дальше — только океан и Северный полюс.",
    "answers": [
      {
        "id": 245,
        "text": "Спустя два дня..."
      }
    ]
  },
  {
    "id": 245,
    "text": "    За эти дни нам наконец-то удалось просто побыть дома. Сначала мы сами гуляли и любовались видами, после Николай Егорович повел нас к себе в гости, накормил самой вкусной на свете ухой и опять рассказывал истории из своей насыщенной жизни. Но этот день обещал быть спокойным. Сидя в своей комнате я читала книгу, которую взяла в библиотеке. Спеши любить, история любви крутого парня и дочери священника. Я уже надеялась на счастливый конец этой истории, как оказалась, что главная героиня смертельно больна и ей осталось недолго. \n    Я начала плакать, понимая, что у этой истории не будет хепи энда, слезы мешали читать, поэтому приходилось несколько раз останавливаться, чтобы немного успокоиться. Мне было грустно и больно, но я продолжала читать. Девушке становилось все хуже, болезнь побеждала ее, но парень все это время было с ней рядом. Он полюбил ее, хоть и давал ей обещание, что не влюбится в нее. А после он сделал ей предложение, ведь ее единственная и самая заветная мечта была выйти замуж. ",
    "answers": [
      {
        "id": 246,
        "text": "Конец истории"
      }
    ]
  },
  {
    "id": 246,
    "text": "    Девушка умерла, а парень остался с неподъемным горем от потери. Но ведь они любили друг друга по-настоящему, хоть и недолго. Но почему она не сказала ему о своей болезни? Я, закрыв книгу, сжалась в комочек и продолжила плакать. Ко мне в комнату зашёл Митя, увидев меня в таком состоянии он не на шутку перепугался. \n—Адель, что случилось? — спросил парень, присев рядом со мной. \n—Это все книга! — заплакала я, а после спряталась в объятьях любимого. \n—И что с этой книгой? — парень не унимался со своими вопросами.",
    "answers": [
      {
        "id": 247,
        "text": "Рассказать ему "
      }
    ]
  },
  {
    "id": 247,
    "text": "—Но почему она ему не рассказала все с самого начала? — спросила я, все еще злясь на девушку. \n—Потому что он перестал бы относиться к ней как к равной, как к такой же как и он сам. — ответил парень, на нем не было лица. \n—Но она же врала ему! — я не могла и не хотела понимать ее поступки.\n—В чем именно, Адель? Он полюбил ее и она полюбила его, а остальное не имеет значения! — Митя на удивление стал серьёзным и опечаленным.\n—Но ведь она не оставила ему выбора! — неожиданно для себя я закричала на всю комнату. — Он полюбил ее, но у него не было даже шанса... сделать это все осознано понимая того, что в скором времени будет страдать от потери любимой. Она молчала до последнего. ",
    "answers": [
      {
        "id": 248,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 248,
    "text": "—Я виноват перед тобой, Адель. — произнес Митя, по его щеке одиноко текла слеза. \n—Мить, о чем ты говоришь? — я в ужасе подбежала к нему и начала пристально смотреть ему в глаза. — Что ты такое говоришь? \n—Я болен, смертельно болен... Врачи не дают точных прогнозов по поводу того, сколько мне осталось. — сказал он, смотря в пустоту, а до меня постепенно начали доходить его слова.\n—Это не правда! Ты шутишь, скажи, что ты шутишь! — умоляющим голосом, взмолилась я, надеясь на то, что это все дурацкая шутка. \n—Это правда... Ты права, у того парня должен быть выбор. Я хочу чтобы и у тебя он был... Если ты захочешь уйти, я это пойму, и отвезу тебя домой, а после исчезну из твоей жизни... Но если ты останешься со мной и проживешь со мной, возможно, мои последние дни, недели, месяцы, а может и годы, то я буду самым счастливым человеком на свете...",
    "answers": [
      {
        "id": 249,
        "text": "Сбежать. Я не могу быть с ним. Я не переживу этого"
      },
      {
        "id": 250,
        "text": "-Я люблю тебя... И я не смогу без тебя"
      }
    ]
  },
  {
    "id": 249,
    "text": "    Я испуганно пятилась назад к двери. Парень все так же смотрел в пустоту, но я все равно думала, что его взгляд обращен на меня и прожигает меня на сквозь. Я, повинуясь голосу разума, побежала прочь из дома. Уже выбежав на улицу, я увидела машину, из которой вышли мама и Владимир. \n—Адель, что случилось? — спросила мама встревоженно, глядя на меня, я побежала к ней, чтобы в ее объятьях спрятаться от невзгод всего этого ужасного мира.\n—Мам, я хочу домой! Прошу тебя давай уедем! — я ревела и умоляла маму уехать отсюда. \n—Дорогая, объясни, что случилось? — мама испуганно смотрела на меня, она тоже стала плакать. — Митя тебя обидел?!\n—Нет. — произнесла я, не переставая плакать. — Давай уедем, мам!\n—Хорошо. — кивнула мама.",
    "answers": [
      {
        "id": 251,
        "text": "Спустя 5 лет..."
      }
    ]
  },
  {
    "id": 250,
    "text": "—Адель, ты не представляешь насколько сильно я счастлив слышать от тебя эти слова. — и тут мы оба начали смеяться и плакать одновременно. \n—Самое главное, что мы вместе, верно? — спросила я, нежась в его объятьях. \n—Верно. — ответил парень, а после мы услышали голоса на первом этаже. — Это то, о чем я думаю?\n—Родители? — произнесла я, и мы медленно, взявшись за руки, вышли посмотреть кто там. \n—А вот и дети. — произнесла мама, глядя на нас и довольно улыбаясь. ",
    "answers": [
      {
        "id": 253,
        "text": "Спустя 3 года.."
      }
    ]
  },
  {
    "id": 251,
    "text": "\"КОНЦОВКА 2, Бегство, как лучший способ скрыться от проблем.\"\n\n    Скучная пара по основам экономики наконец-то подошла к концу. Звонок прозвенел, студенты поднялись со своих мест и направились к выходу, все кроме моего соседа по парне. Антон уснул, когда наш нудный преподаватель только начал свое повествование о безработице и ее видах. \n—Антонио, вставай, пара закончилась! — пыталась я разбудить этого ленивца. — Ты пропустил самую главную тему в своей жизни! \n—А? Что? Какой сейчас год? — спросил парень, глядя на меня своими изумительными голубыми словно небо глазами. \n—2047. — абсолютно серьёзно ответила я.\n—Ммм, а ты хорошо сохранилась для сороколетней. Прибегала к ботексу? — спросил парень, поднимаясь на ноги.\n—Ха, ха, ха! — ответила я и направилась вон и аудитории, но меня остановили.",
    "answers": [
      {
        "id": 252,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 252,
    "text": "—Не дуйся, зая. — сказал парень, нежно притянув меня к себе. — Твоя мама уже скорее всего нас заждалась, так что давай торопиться. \n—Ты прав. — выдохнув ответила я, а после дала ему не сильного подзатыльника. — За ботекс.\n—Понял, прошу прощения. — кивнул парень, и мы поспешили выйти из университета, в котором я училась на финансиста.\n    Дома нас уже ждала мама и Лия, единственное, что осталось в моей жизни от Мити. Я не знаю, как он сейчас и думаю это даже к лучшему. После того, как мы с мамой вернулись домой то, сразу же переехали. Именно тогда я впервые поняла ее, почему мы все это время переезжали. Она убегала от проблем, в тот раз от них убежала и я. Не скажу, что жалею, но иногда бывает накатывает грусть. Но благодаря Антону, главному весельчаку и бывшему бабнику я забываю обо всем. Правда мама его не очень и жалует, но все же молчит, но в большинстве из-за того, что и я ей ничего не говорю на счет ее нынешнего жениха Федора. Папа женился на Алене, но мы редко общаемся, и у меня теперь есть сестра Эла. Вот так я и живу.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 253,
    "text": "\"КОНЦОВКА 3, Недолго, но счастливо.\"\n\n—Мама, не тени так сильно! Еще немного и я задохнусь! — закричала я, когда мама слишком сильно затянула корсет на моем белоснежном свадебном платье. \n—Впервые вижу такую вредную невесту! — рассмеялась мама и передала бразды управления моей подруге Насте, кстати которая оставалась по просьбе Митя смотреть за Лией, после я узнала, что они брат и сестра.\n—Вредная, но зато самая красивая! Моему братцу с ней точно повезло! — произнесла девушка.\n—Вот что верно, то верно! — сказала мама, довольно откинувшись на кресле и попивая шампанское. — Девушки, если мы не поторопимся, то опаздаем на свадьбу. \n    Спустя два часа Митя был моим мужем. Я была самой счастливой девушкой на свете. Поздравления и тосты сыпались со всех сторон. Наш медленный танец, от которого у всех гостей наворачивались слезы. А дальше первая брачная ночь и медовый месяц. ",
    "answers": [
      {
        "id": 254,
        "text": "Спустя 7 лет..."
      }
    ]
  },
  {
    "id": 254,
    "text": "    За это время Митя построил отличную карьеру и создал с нуля собственный бизнес, в котором я занимала высокую должность, хоть и появлялась в офисе несколько раз в месяц. С двумя маленькими детьми свободного времени просто нет, но даже несмотря на это, мы с Митей всегда находили время друг для друга. Это были самые не забываемые десять лет моей жизни. Болезнь очень редко давала о себе знать, поэтому Митя ушел неожиданно и тихо. Это случилось ранним утром, когда Лера и Толик были у бабушки.\n    Он позвал меня шёпотом, нежно поцеловав в губы, крепко держа меня за руку со словами: \"Я люблю тебя. Лишь благодаря тебе я смог прожить такую замечательную жизнь. Ты — мое лекарство, Адель.\" А я улыбалась ему, но слезы не прекращая шли по моим щекам, я ответила ему: \"Я тоже тебя люблю! Как я теперь буду без тебя? Я — твое лекарство, ты как всегда знаешь, что сказать.\" А после он уснул вечным снов. Я долго плакала и кричала, но изменить что-то не могла. Нам и так было отведено много времени, чтобы побыть счастливыми и за это я благодарна судьбе.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 255,
    "text": "    В данном квесте всего три концовки. Все они с счастливые и грустные одновременно. Буду надеяться, что вам понравится. ",
    "answers": [
      {
        "id": 255,
        "text": "КОНЦОВКА 1, Новый дом, новая жизнь.",
        "comment": true
      },
      {
        "id": 226,
        "text": "КОНЦОВКА 1, Новый дом, новая жизнь.",
        "need": 206,
        "need_ever": true
      },
      {
        "id": 255,
        "text": "КОНЦОВКА 2, Бегство, как лучший способ скрыться от проблем.",
        "comment": true
      },
      {
        "id": 251,
        "need_ever": true,
        "need": 249,
        "text": "КОНЦОВКА 2, Бегство, как лучший способ скрыться от проблем."
      },
      {
        "id": 255,
        "text": "КОНЦОВКА 3, Недолго, но счастливо.",
        "comment": true
      },
      {
        "id": 253,
        "text": "КОНЦОВКА 3, Недолго, но счастливо.",
        "need": 250,
        "need_ever": true
      },
      {
        "id": 255,
        "text": "   ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 256,
    "text": "",
    "answers": []
  },
  {
    "id": 257,
    "text": "",
    "answers": []
  },
  {
    "id": 258,
    "text": "",
    "answers": []
  },
  {
    "id": 259,
    "text": "",
    "answers": []
  }
]