[
  {
    "id": 1,
    "text": "Автор: DesertEagle\n\nЗдравствуйте, я представляю вам пилот трилогии \"Истории \"Игрока\"\".\nЕсли вам понравится начало истрии то не пленитесь и посавьте лайк, ведь если наберётся 20лайков я начну писать певую часть(если вы наберёте 70  лайков, то книга выдет через  2-3 дня)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "История разворачивается через 25 лет после котострофы, в 2011 году.\nВы — вольный сталкер и одиночка, но у вас есть несколько друзей и связи почти во всех группировках включая \"Долг\", \"Свободу\", \"Военных\" и даже \"Монолит\"",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы попали в зону вместе со своим дядей, которого направили служить на зоне. Как вы, наверное, уже поняли, он военный, и занимает пристижную должнсть, по началу вы вместе с ним охраняли зону  от  бескнечно идущих в зону новичков. Но однажды, на блкпост напали бандиты, они превосходили вас числом, а вы их огневой мощью, это перестрелка была самой сложной и долгой, какую вы видели, после часа упрного сражения вы сломались, не выдержав натиск бандтов. Вас взяли в плен, ваш дядя сумел сбежать и крыться в глубине зоны.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Через две недели плена, вы и несколько других пленных совершили удачный побег. В плену вы и познакомились с \"Долговцем\" и \"Свободовцем\"",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "После побега вы разошлись, но поскольку у вас всех отобрали КПК, вы пошли с \"Долговцем\" в \"Бар\"'",
    "answers": [
      {
        "id": 6,
        "text": "Следующяя страница"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пожив там несколько недель и купив КПК, вы решили что стоит найти своего дядю.",
    "answers": [
      {
        "id": 7,
        "text": "Прдолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "Во время проживания в \"Баре\" вы заработали себе прозвище \"Игрок\" которое вам понравилось.",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы очень любили наблюдать за боями на арене  и почти всегда играли на ставках, и хрошо зарабатывали, поэтому, ваши знакомые стали называть вас \"Игроком\"",
    "answers": [
      {
        "id": 9,
        "text": "Открыть следующую страницу"
      }
    ]
  },
  {
    "id": 9,
    "text": "Покинув \"Бар\" вы отправились на \"Скадовск\" в надежде найти информацию о возможном местонахождении своего дяди",
    "answers": [
      {
        "id": 10,
        "text": "Закончить читать эту лабуду"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ну вот и, собственно, все что я хотел написать, все имена и клички я придумаю при написании основной книги.",
    "answers": [
      {
        "id": 11,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Стоп, забыл сказать. Если вам понравился сюжет то поставьте лайк, посклюку это пилот, то книга выйдет тольк после положиельной оценки публики",
    "answers": [
      {
        "id": 1,
        "text": "Ставьте лайки, и пишите ваши коментарии а свами был ивангай, бай, бай)))"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]