[
  {
    "id": 1,
    "text": "!!!Квест рассчитан на женскую аудиторию!!!\nАвтор: AntįGįrl\nВозрастное ограничение: 16 \nЖанр: романтика, мистика, вампиры.\nСюжет: Вы играете за обычную девушку-студентку по имени Мари. Однажды, возвращаясь домой после учёбы, её начинает преследовать подозрительная личность... Как же Вы будете действовать? В чью пользу будет разыграна ситуация? Сможете ли Вы выжить и остаться невредимой? Жизнь Мари в Ваших руках!",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      }
    ]
  },
  {
    "id": 2,
    "text": "Моё имя Мари Шаньен. До недавних пор, я была самой обычной девушкой, студенткой приличного колледжа... А теперь?.. Теперь я не знаю — кто я?.. ",
    "answers": [
      {
        "id": 7,
        "text": "Так что же случилось?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я закрыла глаза, в предкушении чего-то ужасного... Парень легонько поцеловал меня в шею...\n...\nЯ чувствовала, что моё лицо и уши стали ярко-ярко красными...\nКак только я открыла глаза, никого уже рядом не было... но в руке, в которой я сжимала бутылку, теперь лежал клочок бумаги, свёрнутый в трубочку.",
    "answers": [
      {
        "id": 4,
        "text": "[развернуть бумажку]"
      }
    ]
  },
  {
    "id": 4,
    "text": "«Если ты читаешь это, значит в твоей квартире тебя уже поджидает сюрприз! Беги скорее и посмотри!\n                                                                 Твой Л.»\nМой Л?! Кто это?! И что ждёт меня в моей же квартире?..\nВ любом случае, нет смысла стоять и гадать — нужно идти домой...",
    "answers": [
      {
        "id": 5,
        "text": "[идти домой]"
      }
    ]
  },
  {
    "id": 5,
    "text": "И так, я направилась в свою скромную, уютную квартирку. Лифт сломался, поэтому пришлось подниматься по лестнице... на 6 этаж...\n— Нуар, я дома! — крикнула я, заходя в квартиру.\nКо мне сразу подбежал мой любимый чёрненький котик с зелёными глазами и стал радостно ходить вокруг меня, издавая писклявое мяуканье. Я погладила его и прошла в гостиную... Странно, окна во всех комнатах зашторенны... Я думала, что открыла их, когда уходила или нет?.. Ладно, проехали...",
    "answers": [
      {
        "id": 6,
        "text": "[пойти в ванную]"
      },
      {
        "id": 19,
        "text": "[пойти на кухню]"
      },
      {
        "id": 20,
        "text": "[пойти в спальню]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Думаю, в ванной мне делать нечего...",
    "answers": [
      {
        "id": 5,
        "text": "[вернуться в гостиную]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Хорошо... Я всё расскажу в мельчайших подробностях...",
    "answers": [
      {
        "id": 8,
        "text": "И так?.."
      }
    ]
  },
  {
    "id": 8,
    "text": "Был обычный день. Я неслась по коридору, убегая от своей подруги Айрис, весело и громка смеясь:\n— Ха, ха, ха! Не догонишь, Айр! — кричала я, обернувшись.\n— Это мы ещё посмотрим!\nОна немного ускорилась и почти ухватила меня за короткую, аккуратную косу... но я вылетела на лестничную площадку и поехала вниз по перилам. Айрис выскочила за мной, но побежала по лестнице.\n— Ха! Ты всё ещё надеешься догнать меня?\nЗапыхаясь, Айрис крикнула вслед, уже бежавшей по коридору второго этажа мне:\n— Не беспокойся, догоню! Я неутомима!\nНо по её виду и голосу не было понятно, что Айрис — неутомима... Хотя, с ней всегда так! Я уже привыкла: мы с Айрис вместе, чуть ли не всю жизнь! Ещё с детского сада дружим...\nПогрузившись в воспоминания, я не заметила, как врезалась во что-то... а точнее, в кого-то...\n— Ай!..",
    "answers": [
      {
        "id": 9,
        "text": "[поднять глаза]"
      }
    ]
  },
  {
    "id": 9,
    "text": "— ...в-вау...\nПередо мной стоял красивый высокий парень, со светлыми волосами. Черты его лица изящны и мужественны, настолько, что я не могла отвести от него взгляд...\n— Ой, прости! Ты в порядке?\n...\nБоже!!! Этот красавчик заговорил со мной!!! Что же делать?!",
    "answers": [
      {
        "id": 10,
        "text": "- Да, всё... всё в п-порядке..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Парень протянул мне руку и помог подняться. Его ладонь такая... тёплая и мягкая...\nЯ чувствовала, что краснею...\n— Я рад, что не убил тебя ненароком!.. — он усмехнулся, — Меня зовут Альтер. Альтер Чейз. А ты?..\n— Мари!!!\nЯ обернулась: Айрис лежала на полу и кричала.\n— Мари!!! Помоги!!!\nЯ сразу побежала к ней:\n— Айрис! Что с тобой?!\nОна была вся в слезах и еле могла говорить. Боже, что же с ней произошло?!\n— Я... Я упала! И кажется, вывехнула ногу! Так больно!..\nОна замолкла. К нам подбежал Альтер:\n— Что случилось?\n— Она вывехнула ногу! А сейчас, похоже, упала вобморок!\nОн подошёл к Айрис и взял её на руки.\n— Нужно отнести её в медпункт! Срочно!",
    "answers": [
      {
        "id": 11,
        "text": "- Да! Пошли!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мы побежали в кабинет медсестры. Она впустила нас, попросила положить Айрис и выйти. Я и Альтер замерли возле двери в ожидании...\nМоему огорчению не было предела! Это я... я виновата в случившемся!!! Ох, бедная Айрис! Бедная, бедная...\nЯ зарыдала. Альтер всеми силами пытался меня успокоить, но всё тщетно... я продолжала плакать.",
    "answers": [
      {
        "id": 12,
        "text": "[успокоиться]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Собрав в себе все последние силы, я успокоилась.\nИз кабинета вышла медсестра с доброй улыбкой:\n— Здорова ваша подружка! Просто небольшой вывех и обморок! Она уже пришла в себя, но...\n— Но?.. — спросили мы с Альтром почти в голос.\n— Она не сможет ходить какое-то время. Я наложила гипс на её ногу. С классным руководителем я уже связалась и она знает. Вашу подругу придётся отправить домой... В теперь, идите.\nПрозвенел звонок и я побежала в класс. Я никак не могла сосредоточиться на уроке: мысль о плохом самочувствии Айрис не давали мне покоя. Я!!! Это я виновата!!! Чёрт, какая же я дура!..\nНаконец, этот ад закончился. Я пошла домой, полностью погрузившись в свои мысли...\nВдруг, я заметила, как кто-то стал преследовать меня...",
    "answers": [
      {
        "id": 13,
        "text": "[идти быстрее]"
      },
      {
        "id": 14,
        "text": "[обернуться]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я ускорила шаг. Эффекта это не принесло... ",
    "answers": [
      {
        "id": 14,
        "text": "[обернуться]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Моим преследователем оказался парень в чёрной кофте с капюшоном, прячущим лицо, и в тёмно-красных джинсах. Заметив, что я остановилась, парень притормозил на секунду, и медленно стал приближаться ко мне, с маньяческой улыбкой на лице. Глаз видно не было.",
    "answers": [
      {
        "id": 15,
        "text": "[бежать]"
      },
      {
        "id": 16,
        "text": "[стоять на месте]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я побежала, что есть сил. Парень побежал за мной, не отставая ни на шаг. Мы бежали почти вровень...\nЭта хищная улыбка на его лице, только придавала мне сил и уверяла в том, что мне нельзя проиграть в этих «догонялках»!..\nВдруг, я заметила, что их уже двое... трое... четверо!!!\nМне на глаза попался опрокинутый мусорный бак... из него вывалилась часть мусора, среди которой больше всего выделялась полуразбитая бутылка...",
    "answers": [
      {
        "id": 17,
        "text": "[схватить бутылку]"
      },
      {
        "id": 17,
        "text": "[бежать дальше]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Он подходил всё ближе, и ближе... Я так не могу!!!",
    "answers": [
      {
        "id": 15,
        "text": "[бежать]"
      },
      {
        "id": 16,
        "text": "..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Нет, так больше нельзя!!!\nЯ схватила бутылку за горлышко, а острый конец направила на преследующих меня парней:\n— Стоять!!! Ещё одно движение, и клянусь, я всех поубиваю!!!\nПарни замерли. Один из них вышел вперёд, встав совсем близко ко мне... и краю бутылки...\nОн улыбнулся, но уже совсем другой, доброй улыбкой... она показалась мне знакомой...",
    "answers": [
      {
        "id": 18,
        "text": "[напасть]"
      },
      {
        "id": 18,
        "text": "[не дёргаться]"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Н-не подходи!..\nПарень осторожно взял меня за руку, прислонив её к стене здания, возле которого я стояла. Он приблизился совсем близко ко мне...\n— ...не бойся... я не кусаюсь...",
    "answers": [
      {
        "id": 3,
        "text": "- Ч-что ты собираешься сд-делать?.."
      }
    ]
  },
  {
    "id": 19,
    "text": "Кухня тоже не изменилась... Боже, я так проголодалась! Открыв холодильник, и нагнувшись, чтобы осмотреть нижние полки, я заметила, что Нуара нет рядом со мной... но есть тень...\n— Ку-ку... — послышалось за моей спиной.\nОт неожиданности, я упала...",
    "answers": [
      {
        "id": 21,
        "text": "[поднять глаза]"
      }
    ]
  },
  {
    "id": 20,
    "text": "В спальне всё как обычно... Думаю, сейчас мне нечего здесь делать.",
    "answers": [
      {
        "id": 5,
        "text": "[вернуться в гостиную]"
      }
    ]
  },
  {
    "id": 21,
    "text": "                        Конец первой части!\nНадеюсь Вам понравилась первая часть! Я очень старалась над ней! И будет вообще круто, если Вы напишете комментарий со своим мнением и пожеланиями! Всего Вам хорошего! Спасибо за прохождение! ^^",
    "answers": [
      {
        "id": 1,
        "text": "И всё??? Ладно, в начало!"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]