[
  {
    "id": 1,
    "text": "Недалекое будущее, город вблизи Москвы.На улице горят фонари, кажется все давно уже спят, и лишь в одной квартире горит свет... <s>r\n—как ты думаешь, мир когда нибудь станет лучше?... конечно кто бы говорил...мне просто интересно твое мнение, что скажешь? \nСпросила девушка, сидящая на стуле, и мечтательно смотрит в окно\n—я скажу,что ты уже совсем не маленькая девочка чтобы думать о невозможном, Аня...\nСмеется, пацан явно младше её, судя по складу ума и росту",
    "answers": [
      {
        "id": 2,
        "text": "|ударить по наглой рыжей роже|"
      },
      {
        "id": 3,
        "text": "-ты что то там сказал?! "
      },
      {
        "id": 53,
        "text": "О квесте "
      }
    ]
  },
  {
    "id": 2,
    "text": "В следующее мгновение в лицо обидчика прилетает не слабый удар, от которого тот падает на пол, раздается оглушительный грохот\n—ничего себе у тебя туша! \nНасмешливо сказала девушка\n—да не я это!\nПарнишка приземлился довольно мягко, по этому его немного насторожил этот шорох ",
    "answers": [
      {
        "id": 5,
        "text": "-да ну, так не хочешь признавать правоту, своей госпожи, кролик? "
      },
      {
        "id": 6,
        "text": "-прости... ты не ушибся? |помочь подняться|"
      }
    ]
  },
  {
    "id": 3,
    "text": "—а н нет, ничего, госпожа, я просто пошутил... \nПарнишка испуганно смотрел на свою \"хозяйку\",а та в свою очередь смотрела на него, с довольной улыбкой, как лиса на кролика, вдруг на улице послышался грохот \n—ничего себе! что это было!? \nАня явно была в недоумении \n—пойдем проверим?... хотя... на ночь глядя, не лучшая идея... \nПарниша явно волновался ",
    "answers": [
      {
        "id": 9,
        "text": "-лучше я пойду одна... не хочу чтобы с тобой что-то случилось... много ответственности... "
      },
      {
        "id": 12,
        "text": "-как говорил Гагарин... Поехали! ...только давай завтра... "
      }
    ]
  },
  {
    "id": 4,
    "text": "—я не девочка!\nПрокричал озлобленным писклявым голосом \n—фу фу фу, такой милый голосок... \nИх дружескую беседу прервал жуткий грохот",
    "answers": [
      {
        "id": 11,
        "text": "-ммм? это еще что? \n|подойти к окну|"
      }
    ]
  },
  {
    "id": 5,
    "text": "—гррр... простите... \nЕму явно не нравилось что ему кто-то указывает, но по какой то причине он продолжал подчиняться \n—ладно, я пошутила... прости... \nЕе голос стал необычайно ласковым\n—у угу... и ты прости... может пойдем проверим что там? \n—на ночь глядя?... нет... тебе нет восемнадцати, а ментов сейчас что собак... \nУложила его спать и легла рядом ",
    "answers": [
      {
        "id": 12,
        "text": "|на следующий день|"
      }
    ]
  },
  {
    "id": 6,
    "text": "—да нет... а с каких это пор ты стала извиняться? \n—это не важно... если это не от твоего падения, то от чего то еще... завтра проверим, а теперь давай спать... ",
    "answers": [
      {
        "id": 12,
        "text": "|на следующий день|"
      }
    ]
  },
  {
    "id": 7,
    "text": "По видимому эта тварь уходить не собирается ",
    "answers": [
      {
        "id": 8,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 8,
    "text": "Подойдя незаметно к краю воронки Аня заметила необычную картину — посреди воронки лежал небольшой корабль, возможно спасательная капсула, судя по габаритам. Кругом неё бродил огромный, размером с человека четвероногий паук, опутывая её золотистой паутиной. ",
    "answers": [
      {
        "id": 7,
        "text": "|ждать пока существо уйдет|"
      },
      {
        "id": 15,
        "text": "|напасть из засады|"
      }
    ]
  },
  {
    "id": 9,
    "text": "Возможно это был правильный выбор, однако выходить на улицу ночью здесь и так не безопасно, а вы ещё и неизвестно к чему идете. \n—эх... хреновое у меня предчувствие... так, соберись дура, возможно метеорит или еще фигня какая-то... петарды например... ",
    "answers": [
      {
        "id": 37,
        "text": "|на свалку|"
      },
      {
        "id": 3,
        "text": "|домой|"
      }
    ]
  },
  {
    "id": 10,
    "text": "Непонятно зачем, но Анна взяла громадный моток этого \"золота\" и положила в рюкзак. \n—может пригодиться... ",
    "answers": [
      {
        "id": 14,
        "text": "|назад|"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "Наступило утро, солнце приветливо светило в окно, Анна проснулась первой и пошла на кухню, Женька мирно спал, тут она вспомнила о вчерашнем, и решила пойти проверить.\n—хмм, может его не будить? Наверное переживает... ",
    "answers": [
      {
        "id": 13,
        "text": "|разбудить Жэку и пойти осмотреться|"
      }
    ]
  },
  {
    "id": 13,
    "text": "Аня залезла на кровать на четвереньках и нависла над спящим пацаном, долго смотря на его лицо, облизала его щеку, он неожиданно проснулся и видимо то, в каком положении он сейчас находится, его явно смущало\n—а Аня, ты чего это творишь?! \n—мурр, я? бужу тебя, хи хи хи...❤\n—больше так не делай! \n—ууу, кролику не понравилось?❤\n—давай забудем... \n—эхх, ладно, госпожа тебя сегодня прощает,пойдем посмотрим что там вчера грохнуло? \n—ага... \nВыражение его лица было каким то кислым",
    "answers": [
      {
        "id": 16,
        "text": "-эй, а почему это мы такие кислые? улыбнись... "
      },
      {
        "id": 18,
        "text": "-ладно, пойдем... \n|переход - город|"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как и ожидалось, кругом громадные кучи мусора, некоторые из них, те что по сырее, были оплетены золотистым материалом, напоминающим паутину. Неподалеку от вас была воронка в ней что-то дымилось.",
    "answers": [
      {
        "id": 8,
        "text": "|осмотреть воронку|"
      },
      {
        "id": 10,
        "text": "|взять образец паутины|"
      }
    ]
  },
  {
    "id": 15,
    "text": "Девушка схватила попавшуюся под руку железную трубу, замахнулась и с разбегу бросилась на монстра в кратере. Труба с вязким хлюпаньем вошла в тело недопаука и отрубила ему ногу. ",
    "answers": [
      {
        "id": 17,
        "text": "|добивание|"
      }
    ]
  },
  {
    "id": 16,
    "text": "—какое то предчувствие хреновое... \n—предчувствие да? может ты и прав... но знаешь, не проверим, не узнаем, да? \n—думаю... да, ты права... как всегда... \nЭтот разговор явно поднял ему настроение, Аня взяла две бутылки воды, одну отдала своему спутнику, то же сделала и с сухарями \n—ты всегда так запасаешься? \n—не, просто вдруг кушать захочется... \n—ладно... \nДевушка взяла с собой керамбит, а пацану отдала нож-бабочку, тот без вопросов его взял, и они пошли на улицу ",
    "answers": [
      {
        "id": 18,
        "text": "|переход - Город|"
      }
    ]
  },
  {
    "id": 17,
    "text": "Оторванная конечность стала медленно регенерировать, такой расклад вас явно не устраивал, задней конечностью тварь вырвала из рук девушки трубу и отбросила по дальше, Аня не растерялась и выхватив из кармана керамбит возила его в голову той твари. Недопаук распластался по дну катера, кажется, бой окончен. \n—уууф... чего чего, а таких \"фокусов\"...я не ожидала... ",
    "answers": [
      {
        "id": 20,
        "text": "|осмотреть капсулу|"
      }
    ]
  },
  {
    "id": 18,
    "text": "На улице было светло и слегка прохладно, единственное, что могло насторржить — это гробовая тишина, царящая в городе, что весьма необычно, так как в это время на улицах оживленно \n",
    "answers": [
      {
        "id": 19,
        "text": "-пойдем в магазин...\n|набрать припасов|"
      },
      {
        "id": 36,
        "text": "-пойдем в рай-центр... \n|попытаться выяснить, что происходит|"
      },
      {
        "id": 37,
        "text": "-пойдем на место происшествия... \n|попытаться выяснить что произошло|"
      }
    ]
  },
  {
    "id": 19,
    "text": "Магазин находился недалеко от дома, поэтому добраться туда, труда не составило,   насторожило одно, он был закрыт, что весьма странно, ведь он обычно работает с восьми часов \n—странно, закрыто... пойдем домой? \n—нее, братишка, какой домой?! мы зачем пришли? за провизией, вот зачем! хотя... может ты и прав... ",
    "answers": [
      {
        "id": 33,
        "text": "|вернуться домой|"
      },
      {
        "id": 23,
        "text": "|пробраться через вентиляцию|"
      }
    ]
  },
  {
    "id": 20,
    "text": "Капсула была окутана золотой паутиной, разгребать ее у Анны не было ни малейшего желания, но, она всегда носила с собой зажигалку, сама не имея понятия, зачем она ей нужна. \n—хех... всегда знала что рано или поздно она мне пригодится... ",
    "answers": [
      {
        "id": 22,
        "text": "|сжечь паутину|"
      }
    ]
  },
  {
    "id": 21,
    "text": "—ого! да ты прямо мастерица... я бы только под ногами путался... \n—да не, братишка, без тебя трудновато было... а за мастерицу спасибо... кстати, давай посмотрим что за пушки?\n—угу... \nВам повезло, каждого экземпляра было по 2, видимо для каждого члена экипажа, с первыми двумя видами вопросов не возникало, \"спас 12\" и \"глок\" а вот с остальными двумя были вопросы... Первый образец был похож на штурмовую винтовку но вместо рожка была какая-то капсулка с зеленой жидкостью. Второе оружие представлялось пистолетом, но вместо обоймы была небольшая батарея.",
    "answers": [
      {
        "id": 35,
        "text": "-так... теперь, закрываем двери и спать... весь день проходили... \n|пойти спать|"
      },
      {
        "id": 46,
        "text": "-так, а теперь, план на завтра... "
      }
    ]
  },
  {
    "id": 22,
    "text": "Хотя вещество паутины и было похоже на золото но это оказалось не так, она медленно и ярко горела, как нефть. Люка в капсуле не оказалось, он был выбит. \n—как удачно всё складывается... наверное...\nНа счет \"удачно\" Аня поторопилась, войдя в корабль она увидела следующее: два сиденья были заляпаны кровью, а вместо людей на них были скелеты, покрытые черной дрянью, они медленно растекались.\n—твою... нужно... нужно осмотреться... ",
    "answers": [
      {
        "id": 24,
        "text": "|осмотреться|"
      }
    ]
  },
  {
    "id": 23,
    "text": "Раскрутив решетку ножом, девушка влезла внутрь, но не успела она проползти и трех метров, как вдруг металлическая вентиляционная труба под ней продлилась, и она упала на прилавок, проломив его\n—твою мааать... кажется... ничего не сломала... \n—эй, ты там в порядке?! \n—д да... вроде... \n—я сейчас ",
    "answers": [
      {
        "id": 25,
        "text": "-оставайся там! \n|исследовать магазин самой|"
      }
    ]
  },
  {
    "id": 24,
    "text": "Перед вами был пульт управления, справа 3 вертикально расположенных контейнера, два длинных и один маленький, а с лева аптечка. ",
    "answers": [
      {
        "id": 26,
        "text": "|обискать ящики|"
      }
    ]
  },
  {
    "id": 25,
    "text": "—хорошо, будь осторожна... \n—ага... \nПоднялась с пола, пошла к полкам, и стала складывать в рюкзак консервы, хлеб и сушеную рыбу, так же взяла пару шоколадок, после чего отправилась к холодильникам, которые не работали, только теперь она поняла что свет во всем городе пропал. Взяв пару бутылок минералки и положив их в рюкзак она подошла к двери, её внимание привлекла пустая бутылка, лежащая около двери\n—готова поклясться, что раньше её здесь не было... ",
    "answers": [
      {
        "id": 27,
        "text": "|поднять бутылку|"
      },
      {
        "id": 28,
        "text": "|наступить на бутылку|"
      }
    ]
  },
  {
    "id": 26,
    "text": "В первом длинном ящике было 2 комплекта костюмов, о их предназначении только предстоит выяснить, оставлять такое добро у вас не было желания. ",
    "answers": [
      {
        "id": 29,
        "text": "|продолжать осмотр|"
      }
    ]
  },
  {
    "id": 27,
    "text": "Как только Анна подняла бутылку, та стала резко меняться, девушка не раздумывая швырнула \"нечто\" в противоположную сторону, теперь это была не бутылка а нечто похожее на черного четвероногого паука, вывернутого на изнанку, он быстро приблежася к девушке ",
    "answers": [
      {
        "id": 30,
        "text": "|наблюдать|"
      },
      {
        "id": 31,
        "text": "|бежать|"
      }
    ]
  },
  {
    "id": 28,
    "text": "Анна наступила на бутылку, и послышался визг, под её ногой было четвероногое существо похожее на паука\n—это мать твою что за фигня?! \n",
    "answers": [
      {
        "id": 31,
        "text": "|бежать|\n"
      }
    ]
  },
  {
    "id": 29,
    "text": "В маленьком ящике лежало 4 сух пайка \n—хм... у нас конечно не так мало жратвы... но лишняя провизия не повредит... заберу ка я  пайки, все равно этим двоим уже не к чему... ",
    "answers": [
      {
        "id": 32,
        "text": "|продолжать осмотр ящиков|"
      }
    ]
  },
  {
    "id": 30,
    "text": "Существо быстро приближалось к девушке и прежде чем она осознала что происходит, оно запрыгнуло ей на лицо, щупальца вошли ей в рот, она пыталась избавиться от этого существа, но тщетно, слышался лишь хриплый голос, она пыталась звать своего друга, вся жизнь пролетела у нее перед глазами, прежде чем Аня превратилась в черную жижу, из  которой выползло несколько таких тварей \n\n\nВЫ МЕРТВЫ ",
    "answers": [
      {
        "id": 1,
        "text": "|в начало|"
      }
    ]
  },
  {
    "id": 31,
    "text": "Аня вышибла замок, выбежала на улицу и закрыла за собой дверь, проблема в том что дверь больше не закрывалась и приходилось ее держать, тут как раз подоспел и Женька \n—ты видел эту хрень?! \n—какую? \nВ стеклянную дверь влип четвероногий монстр, пацан отпрыгнул от двери \n—это твою мать что за хрень?! \n—сама не знаю... правильно сделала что тебя оставила снаружи... \n—ты не ушиблась? ",
    "answers": [
      {
        "id": 33,
        "text": "-да вроде нет... но думаю хватит с меня на сегодня... пойдем домой? "
      },
      {
        "id": 36,
        "text": "-вроде нет...так... сейчас примерно полдень... предлагаю отправиться в рай-центр... "
      },
      {
        "id": 37,
        "text": "-нет... судя по тому как урчит мой животик, уже обед... давай покушаем и пойдем к тому месту... ну, где жахнуло... \n|переход - свалка|"
      }
    ]
  },
  {
    "id": 32,
    "text": "В последнем ящике Аня не надеялась найти что то особенное но как только она его открыла, то на её лице засияла безумная улыбка... \n—это стволы, СТВОЛЫ твою мать! ну все, трындец этим ублюдкам! \nНапихав все что можно и нельзя в рюкзак, Анна довольная поспешила домой. ",
    "answers": [
      {
        "id": 34,
        "text": "домой?  \n|к нему, к нему родимому! |"
      }
    ]
  },
  {
    "id": 33,
    "text": "Дом, милый дом, кажется это единственный безопасный уголок во всем городе, да и такой уж ли безопасный? В любом случае, другого дома у вас не было, но жаловаться не на что, да и не кому...",
    "answers": [
      {
        "id": 36,
        "text": "-прогуляемся к рай-центру? \n|попытаться выяснить что произошло|"
      },
      {
        "id": 37,
        "text": "-пойдем в ту сторону, где грохнуло вчера... \n|идти на север, через свалку|"
      },
      {
        "id": 38,
        "text": "-давай отдохнем пару часиков... \n|отдохнуть и обдумать дальнейшие действия|"
      }
    ]
  },
  {
    "id": 34,
    "text": "Прийдя домой Аня не скрывая радости рассказала о всем что произошло с ней сегодня, она буквально светилась от счастья, да и Женька услышав ее рассказ очень удивился. Про оружие она естественно не упомянула.",
    "answers": [
      {
        "id": 21,
        "text": "-глянь-ка, что у меня есть! \n|показать то что вы раздобыли на ввлазке|"
      }
    ]
  },
  {
    "id": 35,
    "text": "На следующий день... \nАня и Жека проснулись практически в одно и то же время, погода на улице была не очень, серые тучи шли по направлению к городу, исходя из ваших знаний, это ничего хорошего не предвещало, ведь эти черные твари размножались именно во влажной среде.\n—нужно быстрее валить от сюда... \n—не знаю зачем, но спорить с тобой я не  буду... ",
    "answers": [
      {
        "id": 49,
        "text": "|план первый|\n(уехать на десятке, подвох в том что бензина в ней было достаточно, но само ее состояние оставляло желать лучшего) "
      },
      {
        "id": 51,
        "text": "|план второй|\n(раздобыть бензина и поехать на  УАЗике, в плане нет никаких изъянов, кроме того что на заправке очень сыро, и так постоянно, а сырость - значит монстры)"
      }
    ]
  },
  {
    "id": 36,
    "text": "—не думаю, что это хорошая идея... тебе бы отдохнуть... но если ты говоришь что в порядке... тогда пойдем... \nНа улице по прежнему было тихо, но учитывая то что в магазине вы встретили странное существо, отсутствие людей больше не казалось таким уж странным... Дорога к рай-центру заняла около часа, здесь стояло здание администрации, старое, с облезлой штукатуркой, двери не были открыты... их просто не было... ",
    "answers": [
      {
        "id": 39,
        "text": "-не нравится мне это... нужно осмотреться... \n|осмотреть здание|"
      }
    ]
  },
  {
    "id": 37,
    "text": "По дороге на свалку происшествий не было, кругом царила гробовая тишина, что странно, учитывая что именно свалка — предполагаемый эпицентр всех событий. Помимо тишины, настораживали и лужи черной маслянистой жидкости.",
    "answers": [
      {
        "id": 14,
        "text": "|осмотреть окрестности|"
      }
    ]
  },
  {
    "id": 38,
    "text": "Немного вздремнув, они стали думать, что делать дальше",
    "answers": [
      {
        "id": 33,
        "text": "|Встать с дивана и решить что делать дальше|"
      }
    ]
  },
  {
    "id": 39,
    "text": "Здании ничего не было кроме каких то бумаг, в которых никто из вас не разбирался, на втором этаже была единственная дверь, которая вас привлекла. Привлекательна она была тем, что под ней была черная лужа, что не могло не насторожить... \n—Ань... \n—да? \n—думаешь стоит проверять, что за дверью?... ",
    "answers": [
      {
        "id": 40,
        "text": "-конечно! разве тебе не интересно что там?... мне не очень, но все же... \n|проверить, что там за дверью|"
      },
      {
        "id": 33,
        "text": "-хм... думаю... лучше пойти домой и подготовиться... \n|вернуться домой|"
      }
    ]
  },
  {
    "id": 40,
    "text": "Девушка подошла к двери и толкнула ее, было не заперто. Черная лужа и открытая дверь не внушали доверия, но преодолев страх, Аня шагнула в кабинет, послышалось хлюпанье вязкой жижи под каблуками \n—твою мать, новые туфли! \n—надо было сапоги одевать... \n—какой дебил наденет летом сапо... ой... беру свои слова обратно... \nАнне стало неловко, ведь ее спутник как раз одел сапоги... будто знал... ",
    "answers": [
      {
        "id": 42,
        "text": "|осмотреть стол|"
      },
      {
        "id": 43,
        "text": "|осмотреть шкафы|"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": [
      {
        "id": 33,
        "text": "|идти домой|"
      }
    ]
  },
  {
    "id": 42,
    "text": "За креслом сидел человек, кожа его была какой то серой, изо рта текла черная жидкость, такая же как на полу, слышалось хриплое дыхание. Рядом на полу, в луже той дряни, лежал пистолет. ",
    "answers": [
      {
        "id": 44,
        "text": "|поднять пистолет и проверить боезапас|"
      },
      {
        "id": 45,
        "text": "|осмотреть человека|"
      },
      {
        "id": 33,
        "text": "-так, а теперь... валим нафиг! \n|бежать домой|"
      }
    ]
  },
  {
    "id": 43,
    "text": "Кроме бесполезных бумаг и побрякушек здесь ничего нет",
    "answers": [
      {
        "id": 40,
        "text": "|отойти от шкафов|"
      }
    ]
  },
  {
    "id": 44,
    "text": "Подняв пистолет с пола, Анна поспешно отряхнула черную дрянь с него,и проверила боезапас, в обойме было 3 патрона, видимо тот кто им пользовался, и понятия не имел, как стрелять",
    "answers": [
      {
        "id": 47,
        "text": "|осмотреть тело|"
      }
    ]
  },
  {
    "id": 45,
    "text": "Человек не подавал признаков жизни, но как только девушка с напарником подошли ближе, мазутоподобная жидкость стала стекаться к \"мертвецу\", он стал похож на вывернутого человека, черного цвета и медленно поднимался с кресла",
    "answers": [
      {
        "id": 48,
        "text": "|стрелять|"
      },
      {
        "id": 33,
        "text": "|бежать домой|"
      },
      {
        "id": 50,
        "text": "|атаковать в рукопашную|"
      }
    ]
  },
  {
    "id": 46,
    "text": "У вас было в голове две идеи... \n1. Ехать в Наро-Фоминск на старенькой \"Десятке\".\n2. Забрать новенький УАЗ из полицейского участка. \nВторой план вам нравился больше, но проблема была в том что бензин был на нуле, единственный способ его раздобыть — поход на заправку... ",
    "answers": [
      {
        "id": 21,
        "text": "-у меня  две идеи...... а пока пошли спать, завтра решим что делать... \n|идти спать|"
      }
    ]
  },
  {
    "id": 47,
    "text": "Мазутоподобная жидкость растекалась от тела, но оно не было пустой оболочкой, там что то было. Черные зрачки медленно повернулись в вашу сторону. ",
    "answers": [
      {
        "id": 45,
        "text": "и что дальше? "
      }
    ]
  },
  {
    "id": 48,
    "text": "Выстрелов пару раз в голову, девушка стала отходить в сторону, сразу же подбежал Жека и перевернул достаточно тяжелый стол на чудище\n—Аня, контрольный! \n—а ага! \nАнна быстро подошла к человекоподобному существу, придавленному столом и всадила последнюю пулю в голову монстра. \n—м меткий выстрел... ",
    "answers": [
      {
        "id": 33,
        "text": "-а теперь, валим домой... "
      }
    ]
  },
  {
    "id": 49,
    "text": "Собрав все свои вещи, наш дуэт сел в машину и отправился в Наро-Фоминск, но по дороге машина сломалась, ремень лопнул, да и колеса стерлись... вторую половину пути вы преодолели пешком, но все же добрались до места назначения.  ",
    "answers": [
      {
        "id": 55,
        "text": "Достижение "
      }
    ]
  },
  {
    "id": 50,
    "text": "Выхватив нож из кармана, Анна бросилась на существо, в миг ее опутали черные щупальца и стали входить в неё, большинство полезли в рот, парень пытался что нибудь сделать, но его отбросило какой то взрывной волной и приложило о стену. Тварь извлекла щупальца из девушки, но это уже тяжело было назвать человеком, лишь волосы и одежда напоминали о том что когда то она была девушкой. \n\nВЫ МЕРТВЫ ",
    "answers": [
      {
        "id": 1,
        "text": "|в начало|"
      }
    ]
  },
  {
    "id": 51,
    "text": "Обое вместе пошли на заправку, атмосфера там им сразу не понравилась, кругом было сыро, а сырость, значит монстры, а снаряжение вы не взяли, да и что, с парой тварей не справитесь? Войдя в здание, Аня достала нож, так, на всякий случай, и этот случай как раз почти сразу же случился, из за кассы на неё набросился мелкий арахноморф, который тут же был убит, отойдя от шока она взяла несколько пачек жвачки, пару шоколадных батончиков и две бутылки минералки, и поделила между собой и Женькой... Набрав пару канистр бензина они отправились в полицейский участок, залив бензин Аня завела машину и они с кроликом (так она называет Женьку) отправились обратно на заправку, на пол пути машина заглохла, бензин кончился, дотолкав с большим трудом машину до заправки, они заправились и поехали в Наро-Фоминск к своей подруге, где и стали готовиться к нападениям тех тварей, теперь втроем. ",
    "answers": [
      {
        "id": 52,
        "text": "|достижение|"
      }
    ]
  },
  {
    "id": 52,
    "text": "Достижение: \"В ПУТЬ\"\nТеперь у команды есть оружие и машина, так же появляется третий человек в команде — Анна Кибалова, теперь в компашке две Ани, хоть что-то радует.\n\nпродолжение следует... ",
    "answers": [
      {
        "id": 1,
        "text": "|в начало|"
      }
    ]
  },
  {
    "id": 53,
    "text": "  —Ну, начнем мы с того что это наша первая  работа и она совместная, у нас возникали некоторые разногласия, и кое что может получиться слишком суховато, и не соответствовать жанру , но не судите строго, пожалуйста... \n  -\"Ну не, братан, зачем уж так? по моему это чересчур... ну не знаю, жалко? нечего присмыкаться!\n  -Просьба не судить строго, это не способ присмыкаться, а лишь просьба... \n  -\"а... ну ладно... ",
    "answers": [
      {
        "id": 54,
        "text": "-а теперь об особенностях квеста \n-\"ток ты по короче пиши... а то инструктаж по больше чем квест выйдет... "
      }
    ]
  },
  {
    "id": 54,
    "text": "  -это история о 16 летнем юноше по имени Женя и 18 летней девушке, её зовут... \n  -\"Аня её зовут...Петрова... \n  -да но не могла бы ты не лезть?...ладно... в общем, они не то чтобы друзья и не редко ссорятся, но в остальном они относительно дружные. при нашествии арахноморфов и прочих тварей, они не теряются и не впадают в панику, а тут же стараются выяснить что произошло. узнав о начале конца света, они собираются отправляться к своей общей подруге Анне Кибаловой, так как это была самая лучшая и самая первая подруга Ани...можно сказать, единственная... \n\nНад квестом работали: Duality и Дама Пик",
    "answers": [
      {
        "id": 1,
        "text": "-\"описание есть, а теперь марш играть!))) "
      }
    ]
  },
  {
    "id": 55,
    "text": "Достижение: \"ТЕРНИСТЫЙ ПУТЬ\"\nВы несколько недель шли к Наро-Фоминску, измученные усталостью вы пришли домой к своей подруге и остались жить с ней, вернее готовиться к нашествию паукообразных вместе с новой спутницей — Анной Кибаловой. \n\nпродолжение следует... ",
    "answers": [
      {
        "id": 1,
        "text": "|в начало|"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]