[
  {
    "id": 1,
    "text": "\"Больные психически, но здоровые духом\"\n\nЖанр: комедийный боевик\n\nВо время бунта в одной из психбольниц сбегает группа пациентов, у которых есть воображаемые оружия. Они радуются, что они на свободе. Но этот побег не понравился одному из влиятельных людей, который окупировал город и который сам был когда-то особо буйным и сбежал с психбольницы. И он со своими людьми выходит на психов, чтобы либо сплавить их обратно, либо убить. А психи наоборот хотят убрать этого авторитета и его людей, чтобы в городе воцарились мир, добро и справедливость. Война начинается! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Обычный день в психбольнице. Санитары и врачи делают свои дела. Пациенты отдыхают или ходят на процедуры. Но сегодня несколько пациентов решили устроить побег. Ведь они к нему готовились весь год.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Выберите персонажа.",
    "answers": [
      {
        "id": 4,
        "text": "Пистолет"
      },
      {
        "id": 5,
        "text": "Охотник"
      },
      {
        "id": 6,
        "text": "Финка"
      },
      {
        "id": 7,
        "text": "Самурай"
      },
      {
        "id": 8,
        "text": "Боец"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пистолет\n\nСтрелял в тире из пистолета. Тир находился в парке. Но из-за непопаданий в мишень он сошел с ума. Он расстрелял контролера и всю палатку. Пистолет схватил все пули, выбежал с пистолетом на улицу и начал палить по всему парку, чем напугал всех людей, тем самым испортил им отдых. Лишь полицейские смогли его успокоить усыпляющим дротиком. Он может изобразить пистолет и пистолет-пулемет своей рукой и пальцами и пальнуть, как из обычного пистолета. ",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Охотник\n\nБывший рабочий металлообрабатывающего цеха. Однажды он с коллегами поехал на охоту. Будучи пьяными у них возник конфликт, при чем в адрес Охотника. Охотника это так сильно задело, что он достал ружье и расстрелял всех до единого. Об этом узнали на работе, в прессе и в полиции. Охотник был уволен с работы и судом был направлен на лечение в психбольницу. Руками может изобразить ружье.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Финка\n\nЭта девушка в детстве пережила трагедию: неизвестные отморозки на ее глазах зарезали ее родителей. Это очень сильно отразилось на ее психике. Будучи взрослой она решила отомстить убийцам. Она взяла у тети-опекуна финку, пошла к убийцам и со злобой и местью зарезала их. Но это не принесло ей никакой радости — соседями были вызваны санитары, и Финка была отправлена в психбольницу. Рукой может изобразить финку.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Самурай\n\nУмеет владеть канатой. Раньше работал на главаря одной из преступных группировок, которая занималась грабежом квартирного имущества. Но неспонтанно очередь дошла до квартиры самурая, в которой живут его жена и дочь. Чтобы спасти семью, Самурай отказался идти с бандой на задание и пытался отговорить банду. На что босс сказал: \"Не пойдешь — я убью тебя и твою семью!\" Самурай стал одержим гневом и своей катаной изрезал всех гангстеров и покончил с боссом. Но это не принесло положительных результатов — Самурай был признан невменяемым и отправлен в психбольницу. Он может владеть уже воображаемой катаной.",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Боец\n\nРанее был профессиональным бойцом ММА. Однажды ночью Боец встретил по дороге трех хулиганов, которые потребовали деньги. Боец не стал им ничего отдавать, и вот они его прижали и начали силой вымогать деньги. Боец был уже полон агрессии и вместо денег дал трем хулинанам больших оплеух. Боец хотел развернуться и уйти, но тут же был одет смирительной рубашкой, одетой санитарами, которых вызвали соседи...",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      },
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "И вот психи затеяли побег. Они подбежали к двойной двери и начали ее бить и толкать. И тут сбежались санитары со шприцами и дубинками. И они послужили преградой для пяти психопатов и для других пациентов.\n— Сильнее давите на дверь! — сказал Пистолет. — Санитары ничего с вами не сделают. Мы их сами остановим!\nВыберите персонажа.",
    "answers": [
      {
        "id": 10,
        "text": "Пистолет"
      },
      {
        "id": 11,
        "text": "Охотник"
      },
      {
        "id": 12,
        "text": "Финка"
      },
      {
        "id": 13,
        "text": "Самурай"
      },
      {
        "id": 14,
        "text": "Боец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Пистолет изобразил пистолет и начал палить по санитарам. ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Охотник начал стрелять в санитаров из воображаемого ружья.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Финка начала резать и колоть санитаров воображаемой финкой. ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Самурай начал резать санитаров воображаемой катаной.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Боец начал бить, валить и \"ломать\" санитаров. ",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      },
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Кажется, отбились, — сказал Охотник.\nПациентам удалось выбить двойную дверь. И они с победным криком побежали во двор, затем к воротам.\n— УРААА!!! — кричали пациенты и пять психов.\nИ тут к воротам подъехали две полицейских ГАЗели, из которых вылезли спецназовцы с дубинками и щитами. Они зашли во двор, подошли к толпе пациентов, и между ними началась драка.\n— Не ура... — грустно сказал Самурай.\n— Выше нос, ребята! — воскликнул Пистолет. — Мы же сильные! Мы же могущественные! Мы сможем все! Если у каждого в кармане найдутся таблетки, дающие нам энергию и силу. Да будет воля нашим пациентам!!!\nИ психи двинулись в сторону спецназовцев. И спецназовцы двинулись в сторону психов.\nВыберите персонажа.",
    "answers": [
      {
        "id": 16,
        "text": "Пистолет"
      },
      {
        "id": 17,
        "text": "Охотник"
      },
      {
        "id": 18,
        "text": "Финка"
      },
      {
        "id": 19,
        "text": "Самурай"
      },
      {
        "id": 20,
        "text": "Боец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пистолет вошел в схватку со спецназовцем. Солдат надвинулся с щитом на Пистолета. Но Пистолет убрал щит и застрелил солдата.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Охотник стрелял в солдата воображаемым ружьем, но солдат защищался от пуль своим щитом. Охотник против этого был бессилен.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "Финка набежала на солдата с щитом. Он встретил ее щитом. И тут она убрала щит и зарезала солдата.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Самурай убрал щит солдата и сделал ему увечие.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Боец убрал щит солдата и ударил ногой по ноге солдата, из-за чего тот упал. И Боец нанес солдату смертельный удар.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      },
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ворота были уже открыты. И все пациенты вышли на волю и разбежались в разные стороны.\n— Так, нам нужна машина, — сказал Пистолет. — Чтобы свалить отсюда как можно дальше!",
    "answers": [
      {
        "id": 22,
        "text": "Первая ГАЗель"
      },
      {
        "id": 22,
        "text": "Вторая ГАЗель"
      }
    ]
  },
  {
    "id": 22,
    "text": "Психи сели в машину. Пистолет сел за руль. Он завел машину, и они поехали в их родной город.\n— Психбольница! — сказал Пистолет. — Давай, до свидания!",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "А тем временем у себя в особняке находился когда-то сбежавший из психбольницы буйный по кличке Белый Столб и смотрел телевизор, где начались новости. \nОн — худой. Длинноволосый. У него бледная кожа. Он носит кличку Белый Столб потому, что устойчив, как и обычный каменный столб. Его с пути и со стойки ничто, никто и никогда не сбивает. И он обладает такой же \"каменной\" силой, как и обычный столб. Один удар, и нет человека. А сбежать ему помогли его верные отморозки, одевшись в медицинский халат. Он давно окупировал город и взял его под свой контроль. На улицах, особенно в темь происходят грабежи, обворовывание граждан, нанесения тяжкого вреда здоровью граждан и даже убийства. Ведь Белый Столб собрал свою группировку из отморозков. ",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ведущая новостей сказала:\n\"Сегодня в одной из психбольниц произошел бунт и побег пациентов. Пациенты оказались настолько сильными, что их не смогли остановить ни санитары, ни отряды спецназа. Среди пациентов были замечены пять буйных, которые пользовались своими воображаемыми оружиями, кроме одного, владеющего смешанными единоборствами. Санитары разбежались по разными дорогам. А те пять пациентов взяли одну из ГАЗелей спецназа и поехали в сторону Города.\"\n— Ой, вот что буйные в моем городе забыли, а? — сказал Белый Столб. — Зашкерились бы в четырех стенах и все! Ждали бы, когда они смогут уже выйти!\n— Чем это они тебе не угодили, Белый Столб? — спросила подруга и правая рука Белого Столба Инесса, подошла к Белому Столбу и села рядом с ним. — Они же всю жизнь стремились к свободе, пожирая эти таблетки!\n— Вот пусть бы они и дальше жрали таблетки. Чтобы голова разъяснилась, мозги на место встали! И вышли бы честным путем и главное с чистой совестью. А тут им захотелось применить вот такой силовой метод!\n— Белый Столб, чем же ты недоволен?\n— А тем, Инесса, что эти психи-беглецы смогут разрушить как город, так и жизни мирных людей!\n— С чего ты взял? Может, они выбрались для какой-то другой цели?\n— Ну, не знаю, не знаю... Но я в любом случае заставлю их как-нибудь покинуть мой город! А заставить могу не только я, но и подобные мне городские отморозки! Никто не имеет права быть выше, чем я!\n— Ааа! Это да. ",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пятеро психов уже ехали по городу. \n— Ребят, мне тут в голову вопрос стукнул, — сказал Пистолет. — Где заселимся на первое время?",
    "answers": [
      {
        "id": 26,
        "text": "В гостинице."
      },
      {
        "id": 27,
        "text": "В отеле."
      },
      {
        "id": 29,
        "text": "В заброшенном здании."
      },
      {
        "id": 29,
        "text": "В заброшенном домике."
      },
      {
        "id": 31,
        "text": "В коммуналке."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Мы же хотим временно поселиться, а не на одну ночь!",
    "answers": [
      {
        "id": 28,
        "text": "А куда тогда?"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "Пистолет загоготал.\n— Цена проживания в отеле вообще космическая! И денег у нас таких нет! Нет, плохая это идея.",
    "answers": [
      {
        "id": 28,
        "text": "А куда тогда?"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Тогда не знаю.\nИх ГАЗель начала проезжать мимо сидящего на дороге бородатого бомжа.\n\"Может, он знает?\" — подумал Пистолет.\nГАЗель остановилась перед бомжом. Пистолет открыл окошко, повернулся к бомжу и сказал:\n— Уважаемый! \nБомж увидел полицейскую ГАЗель, испугался, встал и собрался бежать.\n— Да стой! Мы не полицейские. \nБомж остановился.\n— А кто вы? — спросил бомж.\n— Мы — беглецы из психбольницы! \n— Ой, психов мне не хватало!\n— Стой! Че ты убегаешь-то? Мы ничего тебе не сделаем! И даже мухи не обидим. \n— Кто \"мы\"? Сколько вас?\n— Пятеро.\n— Хорошо. Что вы от меня хотите?",
    "answers": [
      {
        "id": 30,
        "text": "А ты не знаешь, где нам можно переконтоваться?"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Да ну! Там, наверное, живут, поди, бомжи какие-нибудь да наркоманы! Нет, не подходит эта идея.",
    "answers": [
      {
        "id": 28,
        "text": "А куда тогда?"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Переконтоваться?\n— Да.\nБомж, недолго думая, сказал:\n— Я знаю, что есть один вагон. Он просто стоит на земле. Раньше там тоже какие-то бомжи жили, а потом нашли жилье лучше.\n— Спасибо.",
    "answers": [
      {
        "id": 32,
        "text": "Телек там есть?"
      },
      {
        "id": 33,
        "text": "Там туалет есть?"
      },
      {
        "id": 34,
        "text": "Еда там есть?"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Да ну, нафиг! А то сожителей там еще напугаем! Да и задницами тереться там не охота.",
    "answers": [
      {
        "id": 28,
        "text": "А куда тогда?"
      },
      {
        "id": 25,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Нет... Но там есть радио.",
    "answers": [
      {
        "id": 35,
        "text": "Дорогу покажешь?"
      },
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Тем бомжам повезло, что этот вагон оказался с туалетом и умывальником! И вам повезло!",
    "answers": [
      {
        "id": 35,
        "text": "Дорогу покажешь?"
      },
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Есть! Много! Это вообще оказался вагон с   буфетом! Там еще кухня есть.",
    "answers": [
      {
        "id": 35,
        "text": "Дорогу покажешь?"
      },
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Да.",
    "answers": [
      {
        "id": 38,
        "text": "Садись, поехали."
      }
    ]
  },
  {
    "id": 36,
    "text": "Бомж Викинг начал показывать дорогу. И вот они подъехали к тому самому вагону с буфетом. Вагон оказался на пустыре на заброшенной стройке, неподалеку от города. \n— Вот мы и приехали! — сказал бомж.\nМашина остановилась.\n— За мной, — сказал бомж.",
    "answers": [
      {
        "id": 40,
        "text": "Зайти в вагон"
      },
      {
        "id": 41,
        "text": "А как здесь вагон оказался?"
      },
      {
        "id": 42,
        "text": "Здесь стройку почему-то прекратили."
      },
      {
        "id": 43,
        "text": "А что здесь должно было строиться?"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Абсолютно бесплатное! — засмеялся бомж.\n— Ну, ладно, — ответил Пистолет.\n— А то у нас денег нет, — добавил Охотник. — Только лекарства.\n— Молчи, Охотник! — шепотом сказала Финка, ткнув Охотника локтем.\n— Нет, — сказал бомж. — Ничем расплачиваться не надо. Живите в свое удовольствие!",
    "answers": [
      {
        "id": 38,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 38,
    "text": "Бомж сел в машину, и они поехали по дороге. И в салоне разорился неприятный запах от бомжа.\n— Ну и вонь! — сказала Финка, заткнув нос. \n\"Интересно, а он моется вообще?\" — подумал Самурай.",
    "answers": [
      {
        "id": 36,
        "text": "Показывай, куда ехать?"
      },
      {
        "id": 37,
        "text": "Проживание там бесплатное?"
      },
      {
        "id": 39,
        "text": "А тебя как зовут?"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Викинг.\n— Как? — переспросил Пистолет.\n— Викинг.\n— А почему \"Викинг\"?\n— Во-первых, у меня скандинавские корни. Во-вторых, я раньше любил воровать, грабить лавки. Из-за чего меня потом в тюрьму отправили. Потом вышел и увидел, что в моем доме живут новые жильцы. И я остался без жилья! Хотя я жил с женой, но перед тюрьмой мы оформили развод.",
    "answers": [
      {
        "id": 36,
        "text": "Ладно. Куда ехать?"
      }
    ]
  },
  {
    "id": 40,
    "text": "Бомж и психи зашли в вагон. Это оказался вагон-купе. ",
    "answers": [
      {
        "id": 44,
        "text": "А мы представляли вагон совсем иначе!"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Этот вагон украл прораб этой стройки. \n— Украл?\n— Там такая ситуация: к одной логистической компании не по своей воле поъехал поезд, к которому был прикреплен этот вагон. Прораб договорился с крановщиком вытащить этот вагон и на грузовике привезти его сюда. Там тогда такой скандал поднялся! Водителя поезда таким образом развели! Он думал, что разгружать и загружать будут! Пока стройка только-только начиналась, прораба посадили за решетку, и всех строителей распустили. Здание так и не достроено, а вагон так и остался здесь!",
    "answers": [
      {
        "id": 36,
        "text": "Понятно."
      }
    ]
  },
  {
    "id": 42,
    "text": "— Дак за кражу вагона с поезда прораба посадили в тюрьму! А строители остались без работы!\n— А... А я думал, они обанкротились.\n— Да нет...",
    "answers": [
      {
        "id": 36,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Какое-то офисное здание.",
    "answers": [
      {
        "id": 36,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 44,
    "text": "— А как вы его представляли?",
    "answers": [
      {
        "id": 45,
        "text": "Плацкарт."
      },
      {
        "id": 45,
        "text": "Обычный поезд с сидениями."
      }
    ]
  },
  {
    "id": 45,
    "text": "— Как видите! Это купе. Здесь мест... ложись — не хочу! \nВикинг привел психов к буфету, в котором находятся холодильник, микроволновка и корзинка с продуктами. \n— Тут еды завались просто!\nПотом Викинг повел их к санузлу.\n— И вот, наконец, санитарная зона! Жаль, что душа, правда, нет. И, как говорится...\nВикинг собрался уходить. Вдруг остановился и сказал:\n— Счастливо оставаться!\nИ Викинг ушел.\n— Эх, заживем! — сказал Охотник.\n— Да... — ответил Пистолет. — Но это на первое время! Надо будет еще деньги откуда-то брать.",
    "answers": [
      {
        "id": 46,
        "text": "Из кармана."
      },
      {
        "id": 47,
        "text": "Ограбим? "
      },
      {
        "id": 48,
        "text": "Заработаем?"
      },
      {
        "id": 49,
        "text": "Может, свои медикаменты продать?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Все засмеялись.\n— Ой, Охотник! — сказал сквозь смех Пистолет. — Ну, ты и шутник однако!\n— Я еще и не так шутить умею!\n— А как еще?\n— Мы на охоте, правда, шутили. Финке не понравится.\n— Ой, как будто я мужских шуток не слышала! — возразила Финка. \nВсе насторожились.\n— Где это ты таких шуток могла услышать? — спросил Пистолет.\n— В \"Мурзилке\"! \n— А что там такое может быть?\n— Ребята, это детский журнал! Но тот выпуск был неподтвержденный. И там я видела загадки, на ваш вгляд, взрослые и мужские! \n— Ну, давай, сморозь что-нибудь!\nФинка, недолго думая, сказала:\n— Отгадайте загадку. Что ты смотришь на меня? Раздевайся, я твоя!\nПистолет улыбнулся. Охотник, Самурай и Боец засмеялись.",
    "answers": [
      {
        "id": 50,
        "text": "Что, прям тут?"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Больной, что ли? Мы только что на свободу кое-как вышли! Обратно, что ли, хочешь? Я, например, нет!",
    "answers": [
      {
        "id": 45,
        "text": "И я - нет."
      }
    ]
  },
  {
    "id": 48,
    "text": "— Ой, да куда нас, психов, возьмут...",
    "answers": [
      {
        "id": 45,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Больной, что ли? Они нам нужны для супер-силы! А если мы их продадим? Да, заработаем, сколько-то денег! Но без медикаментов мы будем уязвимыми и бессильными...",
    "answers": [
      {
        "id": 45,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 50,
    "text": "— Ответ неверный! — сказала Финка. — Это кровать!\n— Понятно, — сказал Пистолет.\n— Слушайте еще. Туда, сюда — обратно. Тебе и мне приятно. Что это?",
    "answers": [
      {
        "id": 51,
        "text": "Качели, что ли?"
      },
      {
        "id": 52,
        "text": "Ты на что намекаешь?"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Вот это верно!\n— Мда, Финка... — сказал Боец. — Ну и загадки у тебя!\nВдруг психи услышали чьи-то громкие крики с улицы:\n\"Вылазь, давай! Встал быстро! Вот сюда встал!\"\nПсихи насторожились.\n— Кто это орет? — спросил Самурай.\n— Без понятия, — ответил Пистолет.\n— А, может, глянем, а? — спросила Финка.",
    "answers": [
      {
        "id": 53,
        "text": "Давайте."
      },
      {
        "id": 54,
        "text": "Не стоит."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Я ни на что не намекаю! И даже не думайте! А думайте над ответом на загадку!",
    "answers": [
      {
        "id": 51,
        "text": "Качели, что ли?"
      }
    ]
  },
  {
    "id": 53,
    "text": "Психи вышли из вагона и увидели, как четверо отморозков избивали одного невинного человека. Но его лицо показалось знакомым \n— Что ты делаешь в нашем городе?! — спросил один из них, избивая невинного. — А ну отвечай живо!!!\n— Я родился в этом городе! — ответил невинный. — И это мой город!\n— Ты философствовать вздумал, что ли?! — рявкнул отморозок и снова ударил невинного. — Ты никто в этом городе! Ты — ничтожество! Это наш город, а не твой! Я не хочу, чтобы такие психи, как ты, здесь находились! Но если ты и родился в этом городе, то и окочуришься в этом городе!\n\n— Кажется, лицо знакомое... — сказал Охотник.\n— Дак это же Невинный! — сказал Пистолет. — Которого по не справедливости сплавили в психушку! Реально надо помочь ему!",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Почему? — спросила Финка.\n— Это же не наша разборка! — ответил Пистолет.\n— Мало ли! Вдруг это невинный человек какой-нибудь? Или кто-нибудь из нашей психбольницы? Пошли!",
    "answers": [
      {
        "id": 55,
        "text": "Я не пойду на чужие разборки!"
      },
      {
        "id": 53,
        "text": "Пошли."
      }
    ]
  },
  {
    "id": 55,
    "text": "— Так, ребята! Если мы сейчас не пойдем, и если человека убьют, это ж ляжет на нашей совести! Невинного убьют, а эти будут разгуливать да еще что-нибудь подобное натворят! Вдруг у этого человека семья есть!\n— Я думаю, надо идти, — сказал Самурай.\n— И я, — добавил Охотник.\n— И я, — добавил Боец.\n— Что ж, придется мне согласиться с вашим мнением! — сказал Пистолет.\n— Мда, Пистолет, — сказал Охотник. — У тебя никогда нет своего мнения.\n— Вообще-то есть! Но кто-то настаивает на своем!\n— Все, пошли! — сказала Финка. — Хватит трындеть!",
    "answers": [
      {
        "id": 53,
        "text": "Идти на разборку"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вдруг отморозки случайно повернулись к психам. Один перестал избивать Невинного, повернулся к психам и спросил:\n— А вы че зырите?!",
    "answers": [
      {
        "id": 57,
        "text": "Отпустите человека!"
      },
      {
        "id": 58,
        "text": "Вы за что так с человеком обходитесь?"
      }
    ]
  },
  {
    "id": 57,
    "text": "— А то что?\n— Если вы его отпустите, вам ничего не будет. А если нет, то...\n— Какого хрена вы сюда приперлись?",
    "answers": [
      {
        "id": 58,
        "text": "За что вы избиваете человека?"
      }
    ]
  },
  {
    "id": 58,
    "text": "— А ваше какое дело? Кстати... я вас узнал! Вы же те самые беглецы из психушки, верно? ",
    "answers": [
      {
        "id": 59,
        "text": "Промолчать"
      },
      {
        "id": 59,
        "text": "Допустим. И что?"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Понятно. А Белый Столб, наш босс, приказал нам истребить всех беглецов из психушки!",
    "answers": [
      {
        "id": 60,
        "text": "Мы вас сейчас самих истребим!"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Че ты сказал?! — спросил отморозок и надвинулся вместе с друзьями на психов, достав ножи.",
    "answers": [
      {
        "id": 61,
        "text": "Мы ведь тоже из этого города!"
      },
      {
        "id": 62,
        "text": "Если не умеете себя по-человечески вести, то этот город точно не для вас!"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Дак валите из города живо, пока на ногах стоите!  ",
    "answers": [
      {
        "id": 62,
        "text": "Вы сейчас сами отсюда свалите либо целыми, либо по частям!"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Тааак... Кого бы нам первым загасить? Вас? Или вашего дружка?",
    "answers": [
      {
        "id": 63,
        "text": "Вас!"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Че?!",
    "answers": [
      {
        "id": 64,
        "text": "Биться с отморозками"
      }
    ]
  },
  {
    "id": 64,
    "text": "Пистолет изобразил, как и его друзья, оружие. Отморозки засмеялись от воображаемых оружий.\n— Как вы с этим будете сражаться? — спросил отморозок.\n— Зря смеешься! — сказал Пистолет и прострелил ногу одному из отморозков, который упал и уже был бессилен. Отморозки набежали на психов, но были отбиты, бессильны и истекали кровью. Самурай зарезал одного. Охотник застрелил другого. Финка зарезала третьего. Но Бойцу как назло не досталось оппонента. \n— Почему я ни с кем не подрался? — спросил Боец.\n— Да ладно, не расстраиваися! — улыбаясь утешил Пистолет. — Все еще будет!\n— Теперь мы вас будем допрашивать, ублюдки! — крикнул Невинный. \n— Верно подсказал! — ответил Пистолет.",
    "answers": [
      {
        "id": 65,
        "text": "Допросить выжившего отморозка"
      }
    ]
  },
  {
    "id": 65,
    "text": "Психи окружили истекающего кровью и еле живого отморозка. \n— Что же вам от меня надо? — недовольно спросил отморозок. — На какой черт мы мне сдались?\n— Отвечай...",
    "answers": [
      {
        "id": 66,
        "text": "На кого вы работаете?"
      },
      {
        "id": 67,
        "text": "Мы слышали про какой-то белый столб. Что это?"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Я не посмею вам об этом говорить!\n— Отвечай! Иначе хуже будет!\n— Ладно, ладно! Мы работаем на на Белого Столба.",
    "answers": [
      {
        "id": 67,
        "text": "И кто это?"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Белый Столб? А, Белый Столб — это наш босс.\n— Продолжай.\n— А что продолжать?\n— Ты, давай, рассказывай, зачем он хочет истребить психов вроде нас?\n— Однажды мы замаскировались в санитаров и пришли за Белым Столбом, чтобы его вытащить, как будто мы собираемся его в другую лечебницу перевезти. Никто ничего не заподозрил. Потом мы привезли его в город...\n— Еще раз спрашиваю, — перебил Пистолет. —  зачем Белый Столб хочет истребить психов? \n— Ведь после побега он взял этот город под свой контроль. И теперь он стирает с лица Города всех плохих людей вроде вас.\n— То есть считаете себя хорошими людьми, так?\n— Именно!\n— Крутыми, да?\n— Угу.\n— Понятно. А теперь вали отсюда и Белому Столбу привет от нас передавай!\n— Хорошо, — сказал отморозок и пополз к машине.",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "Отморозок дополз до машины и открыл дверь.\n— Это мой шанс! — сказал Невинный и надвинулся на отморозка, но Пистолет его начал задерживать.\n— Стой! — сказали они. — Не надо! Пусть валит!\n— Нет! Я хочу отдать ему всю боль, которую он мне причинил! \n— Невинный прав, Пистолет! — сказал Боец. — Нельзя оставлять удары без ответа.\nПистолет отпустил Невинного и тот набросился на отморозка с криками:\n— Ничтожество — это ты!!! Понял?! Кто тебе вообще сказал, что это ваш город?!\n— Да отвали ты! — ответил отморозок и оттолкнул Невинного. \n— Ты че...\nИ Невинный набрался ярости и ударил отморозка кулаком по лицу. Отморозок упал. И Невинный ударил дверью в голову отморозку. Тот схватился за голову.\n— За что? \n— Это тебе за мою малую Родину!\n— Чего?\nПотом Невинный еще раз ударил дверью лежащего отморозка в голову, из которой уже начала течь кровь. Психи были восхищены.",
    "answers": [
      {
        "id": 69,
        "text": "Офигеть!"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Ты только что наказал обидчика! — добавил Охотник.\n— Ты — молодец! — добавила Финка.\n— А в психушке дак ты вообще все время в углу сидел, — добавил Самурай.\n— Стой! — сказал Боец. — Мы же тебя знаем.\n— Это же Невинный! — сказал Пистолет. — Невинный! Брат! Здорова!\nИ все кинулись обнимать Невинного.\n— Слушай, что-то мы не видели тебя во время побега! — сказал Пистолет. \n— А я в толпе других больных был, — ответил Невинный. — которые открывали двери.\n— Ааа. Понятно. А, может, расскажешь, как ты тогда оказался там?",
    "answers": [
      {
        "id": 70,
        "text": "По несправедливости."
      }
    ]
  },
  {
    "id": 70,
    "text": "— Это понятно...\n— Ты слушай! В общем, дело было так: прихожу домой после того, как мы собирались с друзьями пива попить. Смотрю, меня жена не встречает. Думаю, в чем дело? Хотя я ни с кем ей не изменял. Прохожу дальше по коридору, и тут \"бац!\", и меня кто-то вырубил. Просыпаюсь, у меня руки были в крови, которую нельзя было отмыть! Жена лежит на кровати в крови! А у меня еще нож оказался в руке! Потом полиция приехала. Несмотря на все мои оправдания, меня повязали... Потом через суд меня направили к вам. Даже все улики на меня указывали! И все, что я говорил, было использовано против меня!!!\n— Тихо, тихо! — сказала Финка. \n— Потом приехал в психушку и сидел в углу палаты никем не тронутый изо дня в день и ждал, когда дело пересмотрят и выпустят меня. Но никто ничего не предпринял! Ладно, убийца мог пойти против меня! Но какого черта судья против меня попёр?! А, может, убийца специально заплатил судье, чтобы тот сплавил меня в психушку?\n— Невинный, перестань зацикливаться на этом! — сказал Пистолет. — Главное, что ты сейчас на свободе.\n— На свободе — это ладно. А вот мне бы хотелось найти не только убийцу, но и судью, который осудил меня по несправедливости, да отомстить им!\n— Слушай, а ты не хочешь присоединиться к нам в команду? — спросил Пистолет.",
    "answers": [
      {
        "id": 71,
        "text": "Хочу!"
      },
      {
        "id": 72,
        "text": "Да как-нибудь в другой раз."
      }
    ]
  },
  {
    "id": 71,
    "text": "— Что ж, добро пожаловать в команду \"Душевнобольные\"!",
    "answers": [
      {
        "id": 73,
        "text": "Спасибо."
      }
    ]
  },
  {
    "id": 72,
    "text": "— Ну, смотри. Как хочешь.\nНевинный развернулся и пошел своей дорогой.\n— Если что, мы все время будем здесь!\n— Хорошо.\nНевинный пошел и вдруг остановился. Он повернулся к психам, улыбнулся и сказал:\n— Хотя кого я обманываю?",
    "answers": [
      {
        "id": 71,
        "text": "Конечно, присоединюсь!"
      }
    ]
  },
  {
    "id": 73,
    "text": "В это время тех же отморозков заждался Белый Столб и вместе с Инессой на машине поехал к ним.\n— Что-то долго их нет, — сказал Белый Столб. — Они же давно должны были прикончить того психа и вернуться!\nБелый Столб подъехал к пустырю, на котором стоит вагон и на котором отморозки Белого Столба избивали психа. Но Инесса и Белый Столб ужаснулись от того, что его люди мертвые лежат на земле.\n— Белый Столб! — обеспокоенно сказала Инесса. — Это еще что? \n— Шприц мне в вены! То есть это тот псих с ними так расправился? Ничего, сейчас разберемся!\nМашина затормозила.\n— Посиди пока, Инесса, — сказал Белый Столб, вылез из машины и пошел к телам его людей. \n— Капец! — сказал он. — Один застрелен. Другие два зарезаны. А четвертый с простреленной ногой и пробитой дверью головой! Неужели он был настолько силен? И откуда вообще у него оружия были? Ааа! Может, ему помог кто-то?",
    "answers": [
      {
        "id": 74,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 74,
    "text": "В это время находились шестеро психов и наблюдали за Белым Столбом.\n— О! — сказал Пистолет. — Это же Белый Столб! Его мы точно не видели.\n— Ведь до нашего побега какие-то санитары взяли его и вывезли оттуда! — сказал Охотник.\n— Что-то мне подсказывает, — сказала Финка. — что это далеко не санитары... Это какие-то отморозки, просто одевшиеся в халаты, зашли в психушку вывели его и вывезли оттуда! Я думала, что его в другую психушку увезут. Ан нет! Они ему просто помогли сбежать! Вот и все!\n— Ты права, Финка! — сказал Пистолет. — Слушайте, а пойдемте с Белым Столбом поздороваемся?",
    "answers": [
      {
        "id": 75,
        "text": "Пойдем."
      },
      {
        "id": 76,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 75,
    "text": "Шестеро психов вышли из вагона и подошли к Белому Столбу. \n— Привет, Белый Столб, — сказал Пистолет. — А ты чего здесь делаешь?\n— О! — ответил Белый Столб, повернувшись к психам. — А вы кто?\n— Ну, как? Ты же с нами в одной психушке лежал! Помнишь?\n— Допустим, лежал. И что?\n— А ты сбежал с психушки раньше нас еще и втихушку! Мы думали, тебя санитары повязали и увезли в другую психушку. А они тебе помогли бежать оттуда, да? Я смотрю, теперь ты король в этом городе, да?\n— Да. Король. Я властвую теперь над всем городом! Город живет по моим законам, один из которых подразумевает истребление таких беглецов-психов, как вы!\n— Чего?!\n— Мои люди сегодня убили бы одного из психов, если бы не его помощники, которые убили моих людей!\n— Правильно сделали, что убили! В Городе не место ни тебе, ни твоим отморозкам!\n— Пасть свою закрой! Слушайте меня сюда внимательно! Если в ближайшее время вы не покинете мой город, я и мои люди помогут вам покинуть! ",
    "answers": [
      {
        "id": 78,
        "text": "Сам вали из города и людей своих забирай!"
      }
    ]
  },
  {
    "id": 76,
    "text": "— А че? \n— А нафига?\n— Просто повидаемся с ним. Узнаем, что да как. И насчет нас что-нибудь скажет.",
    "answers": [
      {
        "id": 75,
        "text": "Пошли тогда."
      }
    ]
  },
  {
    "id": 77,
    "text": "Кого обыскать?",
    "answers": [
      {
        "id": 80,
        "text": "Первого"
      },
      {
        "id": 81,
        "text": "Второго"
      },
      {
        "id": 82,
        "text": "Третьего"
      },
      {
        "id": 83,
        "text": "Четвертого"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Мы-то в Городе останемся. А вам, психам, здесь не место! Вы же ничтожества!\n— Это ты — ничтожество! И место тебе и твоим людям точно не здесь!\n— Слушайте, я бы сейчас вам с удовольствием надрал задницы... за то, что убили моих людей!!! Но я боюсь быть побежденным, так как вас много и сил у вас много. Ничего-ничего! Сейчас наберусь сил и людей и запросто с вами расправлюсь! Я все-таки заставлю вас покинуть Город! Хе-хе-хе! \nБелый Столб пошел к своей машине и помахал рукой.\n— Пока, ублюдки! Не рад был с вами увидеться!\nИ Белый Столб сел в машину и уехал.\n— Как будто мы рады были его видеть! — проворчал Охотник. \n— Еще говорит, что Город живет по его законам! — добавил Боец. — Тоже мне, король!",
    "answers": [
      {
        "id": 79,
        "text": "А давайте обыщем карманы мертвецов?"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Давайте, — ответила Финка. — Может, деньги найдутся или что-нибудь еще.",
    "answers": [
      {
        "id": 77,
        "text": "Обыскать карманы"
      }
    ]
  },
  {
    "id": 80,
    "text": "В его карманах были найдены весго лишь пятьдесят рублей и Nokia 1100.\n— А я одижал большего... — вздохнул Пистолет. — Еще и телефон без зарядки.",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      },
      {
        "id": 77,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 81,
    "text": "В его кармане был найден смартфон и две тысячи рублей.",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      },
      {
        "id": 77,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 82,
    "text": "В его кармане была найдена жевательная резинка и телефон.\n— О! Это будет вместо тысячи зубных паст и щеток!",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      },
      {
        "id": 77,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": "В его карманах был найден телефон и десять рублей.\n— Всего лишь?! — спросил Пистолет. — Вы издеваетесь?",
    "answers": [
      {
        "id": 84,
        "text": "Дальше"
      },
      {
        "id": 77,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Это все, что мы нашли, — сказал Охотник.\n— Ничего страшного, — ответил Пистолет. — на мелкие расходы хватит.\n— Смотрите, а как же тачка? — спросил Самурай, посмотрев на машину.\n— О! У нас еще и тачка будет? — переспросил Пистолет. — Эх, заживем! Кстати, а кто за руль сядет, вопрос?",
    "answers": [
      {
        "id": 85,
        "text": "Ты."
      },
      {
        "id": 86,
        "text": "Охотник."
      },
      {
        "id": 87,
        "text": "Финка."
      },
      {
        "id": 87,
        "text": "Самурай."
      },
      {
        "id": 87,
        "text": "Боец."
      },
      {
        "id": 87,
        "text": "Невинный."
      }
    ]
  },
  {
    "id": 85,
    "text": "— Я?\n— Ну, да, — сказали они.\n— Не знаю, как вы, я машину не поведу.\n— Почему?\n— Сразу говорю: не потому, что не хочу. Ведь у меня есть свое средство передвижения!\n— Какое?\n— Сейчас увидите. Смотрите!\nПистолет решил изобразить воображаемый мотоцикл. Он ударил ногой по \"кикстартеру\", и Пистолет начал издавать звуки работы двигателя. Потом он \"сел\" на \"сидение\", взялся руками за \"руль\", несколько раз нажал \"рукоятку газа\", выжал \"сцепление\" и \"поехал\". Потом вернулся и слез.\n— Ничего себе! — сказала Финка. \n— Этот мотоцикл у меня еще с психбольницы остался! Выбирайте, кто поедет за рулем-то?",
    "answers": [
      {
        "id": 84,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Я поеду! У меня опыта больше.\n— У нас теперь есть все! Хата, тачка, деньги! Но немножко... Что касается оружий, хотелось бы настоящие иметь. И мотоцикл тоже... А, может, прокатимся?",
    "answers": [
      {
        "id": 88,
        "text": "Давайте!"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Нет, я не поеду за рулем.",
    "answers": [
      {
        "id": 86,
        "text": "Тогда Охотник поедет."
      },
      {
        "id": 84,
        "text": "Назад"
      },
      {
        "id": 85,
        "text": "Тогда Пистолет поедет."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Финка! — улыбаясь сказал Пистолет. — А ты не хочешь прокатиться на моем мотоцикле?\n— Как будто я мотоцикла твоего не знаю!\n— Я же сейчас только показал, какой он! Садись.\n— Ну, ладно.\nПистолет завел свой \"мотоцикл\" и сел на сидение. Финка решила сесть сзади. Но она не почувствовала сидения и упала на \"пятую точку\". Психи не сдержанно засмеялись. Финка встала и обтряхлась. Ей было не до смеха. \n— Пистолет! — обиженно сказала Финка. — Ты специально все это подстроил?!",
    "answers": [
      {
        "id": 89,
        "text": "Я ничего не подстраивал!"
      },
      {
        "id": 90,
        "text": "Блин. Мотоцикл, видимо, только на меня действует."
      }
    ]
  },
  {
    "id": 89,
    "text": "— Ну, конечно! Я вижу, что все ради прикола было!\n— Да ладно, не обижайся!\n— Я поеду с ними! — сказала Финка, подойдя к машине, и села в машину.",
    "answers": [
      {
        "id": 90,
        "text": "Блин, мотоцикл, по всей видимости, только на меня действует."
      }
    ]
  },
  {
    "id": 90,
    "text": "Все заняли свои места и поехали.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "В кафе, на улице, за столиком сидят и пьют пиво еще трое сбежавших психов: Шкаф, Катюша и Буренка. \nКоротко о них.",
    "answers": [
      {
        "id": 92,
        "text": "Шкаф"
      },
      {
        "id": 93,
        "text": "Катюша"
      },
      {
        "id": 94,
        "text": "Буренка"
      }
    ]
  },
  {
    "id": 92,
    "text": "Шкаф.\n\nОн получил это прозвище за крупное телосложение и за то, что работал контрабандистом. В его пальто всегда можно было найти и купить разные нелегальные предметы: различные оружия, вещества, телефоны и купюры. Потом во время ареста он сошел с ума и судом был направлен не в тюрьму, а в психбольницу.",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      },
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "Катюша.\n\nДевушка среднего возраста. Это не только настоящее ее имя. Она еще и сумасшедший солдат. Она украла с полигона именную боевую машину и на ней поехала в родной поселок искать особняк, в котором каждый день собирался опасный наркопритон, на который соседи постоянно жаловались. И тот, кто жаловался, умирал от рук наркоманов. И на жалобы полицейские просто закрывали глаза. И вот Катюша приехала, чтобы положить конец этому беспорядку. Она пустила ракеты в тот особняк, тем самым разрушив его на доски. И в нем никто не выжил. Это и обрадовало соседей, и они приняли Катюшу за героиню. Но овации продлились недолго. Катюшу признали невменяемой и направили в психбольницу.",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      },
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 94,
    "text": "Буренка.\n\nПо ее прозвищу нетрудно догадаться. Она вела свой бизнес — молочно-товарную ферму, доставшуюся от ее бабушки и матери. Она пасла коров на лугу, от которых она получала молоко и продавала на рынке, что приносило большой доход. Но однажды она пришла с работы на ферму и увидела не только зарезанных коров, но и записку, написанную кровью, со словами \"Ты следующая\". Буренка стала одержима горем и жаждой мести. \"Кому могло такое в голову прийти?\" — подумала она. Ей не терпелось найти живодеров и сделать с ними то, что они сделали с ее коровами. И это случилось. За ней пришли живодеры и тут же были зарезаны. Она хотела завести новых коров, чтобы продолжить свой бизнес, но все это перечеркнул арест. Суд признал ее невменяемой.",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      },
      {
        "id": 91,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "И вот они сидят за столом и видят, как худой, длинноволосый и бледнокожий мужчина проехал мимо них и косо посмотрел на них.\n— Чего это мужик на нас смотрит? — спросила Катюша. ",
    "answers": [
      {
        "id": 96,
        "text": "Ты ему понравилась, наверное!"
      },
      {
        "id": 97,
        "text": "Не знаю."
      }
    ]
  },
  {
    "id": 96,
    "text": "— Так! — рявкнула в ответ Катюша и показала кулак. — За такие шутки я могу в глаз дать! С ноги! С разворота!\n— Ой-ой-ой! — испуганно сказала Буренка.\n— Ладно, ладно! Не буду так больше! — сказал Шкаф.\n— Смотри мне! ",
    "answers": [
      {
        "id": 97,
        "text": "Дальше"
      },
      {
        "id": 99,
        "text": "Все равно тебе мужика надо!"
      }
    ]
  },
  {
    "id": 97,
    "text": "Белый Столб едет на машине. Он достал телефон и позвонил своим отморозкам.\n— Алло, — сказал Белый Столб. — Короче, работа есть. Я только что проехал мимо кафе и увидел, как трое психов, две женщины и один мужчина, сидят и пьют пиво. Поднимайте своих ребят и поезжайте туда! Подонимайте психов! Заставьте их исчезнить из города! Хе-хе-хе!\nРазговор прервался гудками. \n— Если мне не удалось сплавить из города одну группу психов, то сейчас попробую другую!",
    "answers": [
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "Шкаф, Катюша и Буренка по-прежнему сидели за столиком. Только они собрались уходить, и тут же подъехали четыре машины, из которых вылезли по четыре отморозка. Психи насторожились.\n— Почему их так много? — спросила Буренка. \n— Бояться не стоит! — сказала Катюша.\nОтморозки подошли к столику психов. Один из них, стукнув кулаком об стол, сказал:\n— Значит так! Наш босс приказал очистить город от таких психов, как вы! Так что выбирайте: сами пойдете отсюда или вам помочь?",
    "answers": [
      {
        "id": 100,
        "text": "А что мы вам сделали?"
      },
      {
        "id": 101,
        "text": "Сами валите, откуда пришли!"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Так, хватит! Хотя... У меня давно его не было. Точнее вообще не было!",
    "answers": [
      {
        "id": 97,
        "text": "Про что и речь!"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Нам психи вообще не нравятся! Ваше место в психушке!",
    "answers": [
      {
        "id": 98,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Че вы сказали?!\nШкаф, Катюша и Буренка встали со стола.\n— Правильно! — сказал один из отморозков. — А теперь проходите к выходу!\nПсихи уже готовы были дать отпор толпе отморозков.\nВыберите персонажа.",
    "answers": [
      {
        "id": 102,
        "text": "Шкаф"
      },
      {
        "id": 103,
        "text": "Катюша"
      },
      {
        "id": 104,
        "text": "Буренка"
      }
    ]
  },
  {
    "id": 102,
    "text": "Шкаф толще, выше и сильнее, поэтому врага он мог повалить с одного удара.",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      },
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 103,
    "text": "Катюша долго служила в армии, поэтому она изначально знала приемы и удары, и смогла повалить лишь двух-трех врагов.",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      },
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 104,
    "text": "У Буренки было крупное телосложение, как и у Шкафа. Еще у нее есть резиновая маска коровы, которую она надела. Отморозки засмеялись.\n— И что ты нам сделаешь, корова? — спросил один из них.\nБуренка не вытерпела такого оскорбления, поэтому одного отморозка \"забодала\" и повалила наземь, а второго ударила головой в лицо.",
    "answers": [
      {
        "id": 105,
        "text": "Дальше"
      },
      {
        "id": 101,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "Но защищаться психи долго не смогли, так как их меньше, чем толпа отморозков, которые их окружили.\n— А мы не думали, что вы такие сильные! — сказал один из отморозков. — Но жить вам здесь осталось немного!\nОтморозки достали ножи, биты и пистолеты и нацелились в психов.\n— Ой, как страшно! — передразнила Катюша. — Такие уроды, как вы, долго не живут!\n— Все, вам хана!",
    "answers": [
      {
        "id": 106,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "К счастью, неподалеку подъезжали Пистолет, Охотник, Финка, Самурай, Боец и Невинный. \n— Не трогайте их!!! — крикнул Пистолет отморозкам и спрыгнул с мотоцикла. Отоморозки повернулись к приезжим психам, приездом которых они были крайне недовольны.\nМашина остановилась, и из него вылези еще пятеро психов. Финка спросила:\n— Пистолет! А ты чего мотоцикл свой бросил? Он поди вдаль куда-нибудь уехал!\n— Да не переживай! — ответил Пистолет. — У меня таких мотоциклов навалом!",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 107,
    "text": "— А вы еще кто? — недовольно спросил один из отморозков. — Ааа! Вы тоже психи-беглецы? Но вас же меньше, чем нас! \n— Зато сильнее, чем вы!\n— О как? Но нас не победить! Белый Столб дальше будет править городом и стирать всех плохишей из города! Но вы первые плохиши, которым пора уже как-то покинуть город, это вы!\nВсе психи были уже готовы к бою.\n— Вы сейчас сами покинете город!\n— Чего?!",
    "answers": [
      {
        "id": 108,
        "text": "Приготовиться"
      }
    ]
  },
  {
    "id": 108,
    "text": "Психи заглотнули таблетки с супервеществом. Отморозки засмеялись.\n— Эта гадость же вас убьет! — сказал отморозок.\n— Это не то, о чем ты думаешь, — ответил Пистолет, когда в это время все психи стали сильнее, выносливее и неуязвимее. — Когда подонки вроде тебя ширяются гадостью, от которой вы все и гниете! \n— Вы сейчас сами сгниете от наших рук!!!",
    "answers": [
      {
        "id": 109,
        "text": "В бой!"
      }
    ]
  },
  {
    "id": 109,
    "text": "Выберите персонажа.",
    "answers": [
      {
        "id": 110,
        "text": "Пистолет"
      },
      {
        "id": 111,
        "text": "Охотник"
      },
      {
        "id": 112,
        "text": "Финка"
      },
      {
        "id": 113,
        "text": "Самурай"
      },
      {
        "id": 114,
        "text": "Боец"
      },
      {
        "id": 115,
        "text": "Невинный"
      },
      {
        "id": 116,
        "text": "Шкаф"
      },
      {
        "id": 117,
        "text": "Катюша"
      },
      {
        "id": 118,
        "text": "Буренка"
      }
    ]
  },
  {
    "id": 110,
    "text": "Пистолет расстрелял со своего \"Пистолета\" врагов.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 111,
    "text": "Охотник расстрелял врагов из своего \"ружья\".",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "Финка порезала врагов своей \"финкой\".",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 113,
    "text": "Самурай изувечил врагов своей \"катаной\".",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "Боец с помощью своих приемов из ММА повалил врагов.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 115,
    "text": "Невинный набрался ярости и начал бить врагов кулаками, валить их и добивать.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "Шкаф повалил врагов одним ударом.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 117,
    "text": "Катюша разбила врагов своими сокрушительными ударами.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 118,
    "text": "Буренка завалила врагов своим \"боданием\" и добила их до конца.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      },
      {
        "id": 109,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "Психи повалили отморозков, но оставили только одного, чтобы его допросить. Девять психов его окружили и забили его в угол.\n— Нет!!! Ребята, ребята! — закричал от страха отморозок. — Пожалуйста! Не надо! Я могу сделать для вас все, что захотите! Только не убивайте меня! \n— Ответь на один вопрос, — ответил Пистолет.\n— Да, да, конечно...\n— Где Белый Столб?\n— Он просил не говорить об этом! Можно я пойду?\nОтморозок в это время собрался уходить.\n— Нам нужны ответы, — сказал Пистолет. — Еще раз спрашиваю, где Белый Столб?\nУ отморозка уже не было шансов на спасение. И он от страха закричал и заревел.",
    "answers": [
      {
        "id": 120,
        "text": "Ну?"
      },
      {
        "id": 120,
        "text": "Кричи, кричи! Может, ума у тебя прибавится."
      }
    ]
  },
  {
    "id": 120,
    "text": "— Ой, ну, хорошо! Хорошо! Я скажу, где Белый Столб! Скажу!\n— И где же он?\n— Он находится у себя в особняке на 95-й улице!\n— Продолжай.\n— А что продолжать?\n— Кто его сообщники? Кто его правая рука?\n— У него есть подружка. Ее зовут Инесса. И через нее вы врят ли пройдете к Белому Столбу!\n— Для нас нет никаких препятствий на пути к цели!\n— Смотрите. Я вас предупреждал! Ребята, я же вам рассказал все, что знаю! Можно я пойду уже?",
    "answers": [
      {
        "id": 121,
        "text": "Никуда ты теперь не пойдешь!"
      },
      {
        "id": 122,
        "text": "Иди, конечно."
      }
    ]
  },
  {
    "id": 121,
    "text": "— Почему?\nИ Пистолет прострелил отморозку голову.",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Спасибо! — сказал отморозок и побежал прочь.\n— Пистолет, ты что делаешь? Зачем ты его отпустил? — спросил Охотник.\n— Он пока ничего не подозревает... Но далеко он не убежит!\nИ Пистолет выстрелил отморозку в спину. Он упал на колени, затем на четвереньки. Потом он повернулся к приближающемуся Пистолету и, зная, что далеко он теперь не уйдет, спросил:\n— Что тебе еще нуж...\nПистолет добил отморозка несколькими выстрелами.",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 123,
    "text": "— Новая цель: Белый Столб, — сказал Пистолет. — Интересно, а мы пройдем к нему через его какую-то Инессу?",
    "answers": [
      {
        "id": 124,
        "text": "Идти к Белому Столбу"
      }
    ]
  },
  {
    "id": 124,
    "text": "И девять психов направились к особняку Белого Столба. А тем временем Белый Столб и Инесса увидели через окно, как психи приближаются к их дому. \n— Белый Столб! — испуганно сказала Инесса. — Это они!\n— Кто? \n— Те психи, от которых ты хотел избавить Город! \n— Вот зараза! И откуда они адрес наш узнали?\n— Пошли, побьем их! ",
    "answers": [
      {
        "id": 125,
        "text": "Белый Столб! Встречай гостей!"
      }
    ]
  },
  {
    "id": 125,
    "text": "— А я сейчас этих \"гостей\" прогоню поганой метлой! \nБелый Столб и Инесса услышали этот крик и спустились к ним. Перед дверью в особняк психи остановились.\n— Я надеюсь, ты пропустишь даму вперед? — спросила Инесса.\n— Конечно! Если не справишься, я присоединюсь. \n— Хорошо, мой сладкий!",
    "answers": [
      {
        "id": 126,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 126,
    "text": "Перед психами вышла Инесса.\n— Я не понял! — сказал Пистолет. — А где Белый Столб? Кто ты такая?\n— Слишком много вопросов мне задавать не надо! — ответила Инесса. — Ясно? Я — Инесса. А Белый Столб отдыхает и попросил меня заменить его.\n— Зачем? \n— Чтобы я ему помогла сплавить вас с этого города! \nИ Инесса достала из чулок метательные ножи на цепи. Она сначала начала размахивать ими.",
    "answers": [
      {
        "id": 127,
        "text": "В бой!"
      }
    ]
  },
  {
    "id": 127,
    "text": "Кто начнет драться?",
    "answers": [
      {
        "id": 128,
        "text": "Те, кто с огнестрельным оружием"
      },
      {
        "id": 129,
        "text": "Те, кто в рукопашном бою"
      }
    ]
  },
  {
    "id": 128,
    "text": "Пистолет и Охотник сделали выстрелы в Инессу, но пули были отбиты.\n— Молодец, Инесса! — сказал Белый Столб. — Молодец!",
    "answers": [
      {
        "id": 127,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 129,
    "text": "Финка, Боец, Невинный, Шкаф, Катюша и Буренка надвинулись на Инессу. Она по-прежнему размахивала ножами на цепи. \n— Приготовьтесь! — скомандовала Катюша.\nИнесса размахнулась ножами и готова была их кому-нибудь всадить.\n— Сразу говорю! — сказала Инесса. — Нож попадет в того, кто приблизится!",
    "answers": [
      {
        "id": 130,
        "text": "Боец! Шкаф! Вперед!"
      }
    ]
  },
  {
    "id": 130,
    "text": "Боец и Шкаф начали надвигаться на Инессу. \n— Боец! — сказал Шкаф. — Хватай один из ее ножей! А я возьму удар второго ножа на себя.",
    "answers": [
      {
        "id": 131,
        "text": "Понял!"
      },
      {
        "id": 132,
        "text": "Откуда ты знаешь мое имя?"
      }
    ]
  },
  {
    "id": 131,
    "text": "Боец и Шкаф уже начали приближаться к Инессе.\n— Я предупреждала! — сказала Инесса.\nИнесса размахнулась ножами. Одним ножом они попала в плечо Шкафа. Так как у него кожа толстая, как и он, нож в его тело попал неглубоко.\nБоец ловко схватил нож. Шкаф вытащил нож из тела и, взявшись крепко за нож, сказал:\n— Возьмись за нож покрепче!\nБоец взялся крепко за нож. Инесса начала упираться в землю, чтобы отобрать ножи. Но не могла отобрать.\n— Взял!\n— Теперь тянем!\nБоец и Шкаф потянули за нож и повалили Инессу наземь. ",
    "answers": [
      {
        "id": 133,
        "text": "Свяжите ее!"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Какая разница? Делай, что я сказал!",
    "answers": [
      {
        "id": 131,
        "text": "Хорошо."
      }
    ]
  },
  {
    "id": 133,
    "text": "Боец и Шкаф обмотали Инессу цепями и оставили лежать.\n\n— Вот блин! — сказал Белый Столб. — Почему она не сопротивляется!\n\n— Зачем вы так, ребята? — спросила Инесса. — Все, что вы сделаете, ничего хорошего вам не принесет!\n— А ваши с Белым Столбом в городе криминальные проделки вам какую-то пользу приносят, что ли? — спросила Финка.\n— Мы же обкрадываем, убиваем психов вроде вас! Мы хотим, чтобы в нашем городе вас не существовало!\n— В этом городе существовать не будете ВЫ! — рявкнула Финка и пырнула своей \"финкой\" в грудь Инессы.",
    "answers": [
      {
        "id": 134,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Нееет!!! — крикнул Белый Столб и вышел к психам. — Что вы наделали, уроды?! \n— Правильно сделали! — ответил Пистолет. — Потому, что мы не позволим каким-то подонкам править городом! И свои законы издавать!\n— А, то есть вы хотите сплавить меня отсюда? Это мне нужно очистить Город от вас, чтобы никакие психи не бегали по городу!\n— Оу! Мне кажется, что псих — это ты!\n— Пистолет! — прошептал Охотник. — Что ты с ним сопли жуешь? Застрели его!\n— А у тебя своего мнения, что ли, нет? — спросил Белый Столб. — Кто-то шепчет тебе.",
    "answers": [
      {
        "id": 135,
        "text": "Прицелиться в Белого Столба"
      },
      {
        "id": 136,
        "text": "Боец! Шкаф!"
      }
    ]
  },
  {
    "id": 135,
    "text": "Пистолет нацелил свой \"пистолет\" в Белого Столба. \n— И что ты мне сделаешь? — засмеялся Белый Столб. — Застрелишь меня из этого? Это на мне не сработает.",
    "answers": [
      {
        "id": 137,
        "text": "Зря смеешься!"
      }
    ]
  },
  {
    "id": 136,
    "text": "— Да! — ответили они.\n— Проберитесь в его дом и схватите что-нибудь тяжелое... Ну, вы поняли, о чем я?\n— Поняли, — ответил Шкаф. — Пошли, Боец!\nИ они потихоньку зашли в дом.",
    "answers": [
      {
        "id": 135,
        "text": "Прицелиться в Белого Столба"
      }
    ]
  },
  {
    "id": 137,
    "text": "— Что? — в недоумении спросил Белый Столб.\nИ Пистолет выстрелил Белому Столбу в лоб.  Пуля пронзила лоб Белому Столбу, но Белый Столб не упал.",
    "answers": [
      {
        "id": 138,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 138,
    "text": "За это время Боец и Шкаф в доме начали искать что-нибудь тяжелое.\n— Боец, что здесь может быть тяжелым? — спросил Шкаф.\nБоец нашел комод, тумбочку, стол и шкаф.\n— Ну, и что можно сбросить?",
    "answers": [
      {
        "id": 141,
        "text": "Комод"
      },
      {
        "id": 141,
        "text": "Тумбочку"
      },
      {
        "id": 141,
        "text": "Стол"
      },
      {
        "id": 142,
        "text": "Шкаф"
      },
      {
        "id": 143,
        "text": "А, может, тебя кинуть?"
      }
    ]
  },
  {
    "id": 139,
    "text": "Белый Столб не упал после выстрела в голову.\n— А ты силен, я смотрю? — сказал он. — Но я еще сильнее!\n— Боец! Шкаф! Давайте! — крикнул Пистолет.\n— Поняли! — ответил Шкаф, и они с Бойцом кинули шкаф в окно, которое разбилось на стеклянные осколки.\nБелый Столб повернулся к окну, из которого должен полететь шкаф. Психи окружили его, образовав узкий круг, из которого Белый Столб уже не смог выйти.\n— Какого черта? — спросил Белый Столб.\nИ шкаф упал на Белого Столба. И Белый Столб умер. И из головы и носа Белого Столба потекла кровь.",
    "answers": [
      {
        "id": 140,
        "text": "Да! Мы победили зло!"
      }
    ]
  },
  {
    "id": 140,
    "text": "Психи обрадовались победе.\n— Теперь мирных граждан никто не тронет! — добавил Охотник.\n— А давайте этот особняк себе заберем? — спросил Пистолет.\n— Давайте! \nЕще в особняке оказался гараж.",
    "answers": [
      {
        "id": 144,
        "text": "Осмотреть особняк"
      },
      {
        "id": 145,
        "text": "Осмотреть гараж"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Нет. Его это не убьет. Только временно нейтрализует.",
    "answers": [
      {
        "id": 138,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 142,
    "text": "— Точно! Шкаф кидает шкаф! Гениально!",
    "answers": [
      {
        "id": 139,
        "text": "Взять шкаф"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Че, больной, что ли? Ведь я сломаюсь, а не он!",
    "answers": [
      {
        "id": 138,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 144,
    "text": "Психи пошли смотреть особняк.\n— Чтобы начать жить, надо выкинуть все, что осталось после Белого Столба и Инессы.\n— Все будет сделано! — ответила Финка. — Смотрите, а там какой-то оружейный склад есть!\nПсихи пошли смотреть склад, и им повезло — ведь они нашли оружия, которые подошли каждому.",
    "answers": [
      {
        "id": 140,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 145,
    "text": "Психи зашли в гараж. Он оказался настолько большой, что в нем есть фургон и \"Харлей\".\n— Офигеть! — сказал Охотник. — Да мы в этот фургон два счета в девятером влезем!\n— В восьмером, — сказал Пистолет.\n— Почему? — спросил Охотник.\n— Да, кстати? — добавил Самурай.\n— Потому, что я поеду на \"Харлее\", — ответил Пистолет. — Финка, ты поедешь со мной?\n— Конечно! — ответила Финка. — Я рада, что ты нашел нормальный мотоцикл. А не тот, на котором ты в психушке ездил!",
    "answers": [
      {
        "id": 146,
        "text": "Что, ребят, прокатимся?"
      }
    ]
  },
  {
    "id": 146,
    "text": "— Да! — ответили психи.\nПистолет и Финка сели на \"Харлей\". А семь психов поехали на фургоне.\nИ вот они поехали в сторону заката солнца.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  }
]