[
  {
    "id": 1,
    "text": "Проходит некоторое время после событий первой части. В городе снова царит покой и порядок. Но не надолго: ведь в психбольнице находился один сумасшедший пациент с контузией после военной службы на горячей точке, после чего он был направлен в психбольницу, откуда его вытащил безжалостный полковник со своими солдатами. И они вместе с лжевоенными хотят устроить в Городе разгром. Но психам это не понравилось, и они решили остановить это.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ночь. Психбольница. С летящего военного вертолета на крышу спустились трое стрелков со своими автоматами с глушителями. И они прихватили с собой болгарку, способную распилить замок от люка. И вот они распилили, открыли люк и спустились в подсобное помещение, дверь которого была тоже заперта. И вот первый стрелок сказал второму:\n— Посвети мне.\n— Есть, — ответил второй и включил фонарь. \nПервый в это время достал болгарку и начал распиливать дверь. В итоге дверь была распилена. Стрелки открыли дверь, а за ней оказались несколько санитаров.\n— Огонь! — приказал первый, и все трое расстреляли санитаров и зашли в помещение. На выстрелы никто не сбежался.\n— Так, нам нужен Контуженый! — сказал первый. — Помните: действуем осторожно! Он нужен нам живым! Искать его!\n— Есть! — ответили второй и третий и начали искать по палатам Контуженого. \n— Не есть, а искать!\nОни открыли каждую дверь, но нигде его не оказалось. ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "И вот они подошли к концу коридора и зашли в самую последнюю палату. И там они увидели, что Контуженый в палате лежит один. Он спит. И Первый подошел к Контуженому и стал трясти его, чтобы проснулся.\n— Контуженый! — сказал Первый, и Контуженый открыл глаза и зашевелился. — Контуженый! Подъем! \nКонтуженый сквозь темноту не увидел солдат и по привычке резко встал.\n— Кто здесь? — спросил Контуженый.\n— Мы пришли, чтобы освободить тебя, — ответил Первый. \n— Откуда?\n— Нет времени разговаривать! Встал и пошел!\n— Куда? Зачем?\n— Пойдешь с нами и узнаешь.\nСолдаты повели Контуженого по коридору. Они пришли в подсобное помещение, и Контуженый увидел несколько тел санитаров.\n— Это вы их так? — спросил Контуженый. \n— Тсс! — цыкнул Второй. — Пасть закрой и иди!",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "И вот они вышли на крышу, где их поджидал вертолет. Первый показал жест, чтобы вертолет приземлился. Вертолет приземлился, трое солдат посадили Контуженого в вертолет, и вертолет полетел.\n— Да кто вы такие, черт вас возьми? — презрительно спросил у солдат Контуженый. \n— И это вместо того, чтобы сказать \"спасибо\"? — спросил повернувшийся к Контуженому полковник Орт. Лысый. Носит черную повязку на левом глазу. Контуженый был, действительно, не рад тому, что его вытащили неизвестные ему солдаты.\n— За что?\n— Или ты просто не рад освобождению?\n— Рад, конечно, но я бы сам с чистой совестью, спокойной душой и ясной головой вышел!\n— Из психушки, сам знаешь, выйти не так-то просто, как из обычной больницы! Забыл представиться. Или ты помнишь меня с горячей точки? Я — полковник Орт. У меня есть к тебе предложение, от которого ты не сможешь отказаться.\n— Какое?\n— Ты будешь моим заместителем?\n— А если я откажусь?\n— Откажешься — застрелю!\n— Хорошо. Так точно, товарищ полковник! Буду вашим заместителем!\n— Очень хорошо! Мы будем делать все, что я прикажу!",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Из девяти психов раньше всех проснулся Пистолет и первым делом включил телевизор, чтобы посмотреть новости. \n— Всем доброе утро! — сказал Пистолет, но никто не проснулся. — Проснись и пой!\nНо никто так и не проснулся. И вот начались новости. Ведущая сказала:\n\"Сегодня ночью в одной из психиатрических больниц произошел очередной побег одного из пациентов, который когда-то поступил с горячей точки с контузией. И вот квадрокоптер зафиксировал, как из вертолета вылезают трое неизвестных солдат и пропиливают люк, в который они вскоре влезают. Оказывается, люк вел в подсобное помещение, запертую дверь которого солдаты также распилили. На эти звуки сбежались санитары, но были расстрелены солдатами. Выстрелов никто не услышал. Но больной с контузией либо с чьей-то помощью сбежал, либо это было похищение! Будем следить за развитием событий. Оставайтесь с нами!\"",
    "answers": [
      {
        "id": 6,
        "text": "Контуженый... Что-то знакомо..."
      },
      {
        "id": 7,
        "text": "С фига ли каким-то левым солдатам какого-то психа вытаскивать?"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пистолет, недолго думая, сказал:\n— А, это же тот пациент, которого с горячей точки к нам направили? Странно, а почему его тогда в психушку направили? Он, наверное, сам всех хотел разбомбить? Но не важно.\nИ тут подошел Охотник и спросонья спросил:\n— Пистолет, ты чего забурчал на весь дом?",
    "answers": [
      {
        "id": 8,
        "text": "Спать не хотелось больше!"
      },
      {
        "id": 9,
        "text": "Да вот новости смотрел."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Хотя, может быть, это кто-то высший по званию отправил тех солдат, чтобы вернуть контуженого? ",
    "answers": [
      {
        "id": 5,
        "text": "Но не факт."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Не хотелось! Но ты же не один в доме!",
    "answers": [
      {
        "id": 6,
        "text": "Извини."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ого! И что на этот раз?\n— Ночью какие-то военные с нашей психушки вытащили какого-то контуженого.\n— Контуженого? — спросил Боец, подойдя к ним. Пистолет и Охотник повернулись к нему. — Дак я его знаю!\n— А, да? — спросил Пистолет. — И откуда?\n— Он поступил к нам с контузией, которую заработал на войне, на горячей точке. \n— А что такое могло случиться? — спросил Охотник.\n— Там короче граната неподалеку от него взорвалась. Осколок ему в левый бок черепа ударил. И тогда он короче сошел с ума! Потом его кое-как усыпили и привезли в психушку.\n— Стой! — сказал Пистолет. — Откуда ты об этом знаешь?\n— Мне его врач рассказывал, мол, что с этим военным могло произойти. И вот он мне об этом и рассказал!\n— А! А то я думал, ты с ним в палате лежал!\n— Да нет! Если б я с ним лежал, я бы врят ли выжил!",
    "answers": [
      {
        "id": 10,
        "text": "А как бы ты не выжил?"
      },
      {
        "id": 11,
        "text": "Почему?"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Да, кстати? — добавил Охотник.\n— Ты же Боец! Ты же раньше в смешанных единоборствах дрался! — Пистолет сделал боксерский жест. — Прописал бы ему несколько ударов \"раз, раз\", и он лежит — не шевелится.\n— Если бы... А у него-то и с контузией было сил в разы больше, поэтому от такого сумасшествия он туда и попал! Ему было разорвать кого-нибудь раз плюнуть!\n— Это да... — ответил Пистолет.\n— Ой, ой, ой! Даже я бы не поселился с ним в одной палате! — добавил Охотник. ",
    "answers": [
      {
        "id": 12,
        "text": "И я про то же."
      }
    ]
  },
  {
    "id": 11,
    "text": "— Потому! Он же сумасшедший был, а я — нет! ",
    "answers": [
      {
        "id": 9,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 12,
    "text": "В штаб-квартире полковника Орт. \n\nПолковник Орт сидит у себя за столом. Перед ним стоит Контуженый. Полковник Орт говорит:\n— Так вот, значит, Контуженый, отныне ты мой заместитель и правая рука. Какие приказы я отдаю тебе, такие приказы ты будешь отдавать нашим солдатам. Ясно?\n— Так точно, товарищ полковник, — ответил Контуженый.\n— Я вытащил тебя из тех четырех стен, чтобы мне было легче выполнять наши задачи! \n— А какие же задачи у нас будут, товарищ полковник?\n— Обычные. Мы будем захватывать различные территории. Будем очищать население и сделаем вместо него военный городок. И наша первая цель — это город Город. И нам никто не должен помешать этого сделать!\n— Город Город?! \n— Так точно. \nКонтуженому сразу эта идея не понравилась, но возразить он не мог. Он родился в этом городе и вырос со своими будущими сослуживцами, которых он потерял на горячей точке.\n— Не нравится эта идея..., — вполголоса сказал Контуженый.\n— Что? — переспросил полковник Орт. — Повтори!\n— Кхм! Я говорю, — торжественным голосом ответил Контуженый. Он чувствовал, что пойти против злобного босса приравнивалось к самоубийству. — Мне нравится эта идея!\n— Вот и хорошо! Сегодня же приступим к первым боевым действиям!",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Все психи уже проснулись. Теперь сидят и не знают, чем заняться. \n— Что поделать? — спросил Пистолет. — Не знаю. Ничего не происходит. Так бы и сходили куда-нибудь. Или покуролесили.\nИ тут послышалось, как по улицам начала проезжать военная техника.",
    "answers": [
      {
        "id": 14,
        "text": "Это еще кто? Или что?"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Это война, друзья!!! — обеспекоенно закричал Боец. — Мы пропали!!!\n— Да заткнись ты! Война! — сказал Пистолет. — Они еще ничего не сделали, а ты сразу разорался!",
    "answers": [
      {
        "id": 15,
        "text": "Пошлите выйдем!"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Куда? Я же тебе ничего не сделал!\n— Пошли, говорю, выйдем! Посмотрим, что происходит!\n— А, так бы и сказал!",
    "answers": [
      {
        "id": 16,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Психи вышли на улицу и увидели, как мимо проезжал танк, а сзади шла рота \"солдат\" с автоматами. \n— Офигеть! — спросила Финка. — Это кто такие?\n— Обычные солдаты, — ответила Катюша.\n— Обычные, говоришь? — недоуменно спросил Пистолет. — Сейчас проверим. Давайте хором...",
    "answers": [
      {
        "id": 17,
        "text": "Вперед, солдаты!!!"
      },
      {
        "id": 17,
        "text": "Ура! Ура! Ура!!!"
      }
    ]
  },
  {
    "id": 17,
    "text": "На этот крик обернулись солдаты и остановились. Один из них по рации сказал:\n— Контуженый, Контуженый! Я — Орел. Прием.\n\"Слышу тебя хорошо.\"\n— Видим население из девяти человек.\n\"Из девяти всего лишь?!\"\n— Так точно.\n\"Открыть по ним огонь! Конец связи.\"\nСолдат отложил рацию и сказал:\n— Рота, целься!\nСолдаты нацелились в психов. Пистолет сказал:",
    "answers": [
      {
        "id": 18,
        "text": "Вы же нормальные солдаты! Зачем вам в людей стрелять?"
      },
      {
        "id": 18,
        "text": "Да ладно вам, ребята! Мы же на одной Родине живем!"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Огонь!\n— Вниз! Сымитируем смерть! — скомандовал Пистолет, и все психи легли на землю в то время, когда солдаты открыли по ним огонь. \n— Не вставать и не двигаться! — сказал Пистолет.\n— Контуженый. Все чисто, — сказал солдат ро рации. \n\"Замечательно. Продолжайте дальше прочесывать территорию. Конец связи.\"\nСолдаты и танк шли уже неподалеку.\n— Охотник! — вполголоса сказал Пистолет. — Это наш выход!\n— Какой?\n— Расстрелять тех солдат!\n— Ааа! Ну, давай!",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Пистолет и Охотник подбежали сзади роты и сказали:\n— Все чисто, да?\nСолдаты повернулись к двум психам и прицелились.\n\nВыберите персонажа.",
    "answers": [
      {
        "id": 20,
        "text": "Пистолет"
      },
      {
        "id": 21,
        "text": "Охотник"
      }
    ]
  },
  {
    "id": 20,
    "text": "Пистолет вытащил пистолет и начал расстреливать роту.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Охотник вытащил дробовик и начал расстреливать солдат.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      },
      {
        "id": 19,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Пистолет и Охотник расстреляли роту. Остался только танк, который поехал дальше.",
    "answers": [
      {
        "id": 23,
        "text": "Может, глянем, кто в танке?"
      },
      {
        "id": 24,
        "text": "Подорвать бы танк."
      }
    ]
  },
  {
    "id": 23,
    "text": "— Давай.\n— Нет, давайте я гляну! — сказала Катюша и побежала к танку.",
    "answers": [
      {
        "id": 25,
        "text": "Дадим даме дорогу?"
      },
      {
        "id": 26,
        "text": "Нет, мы хотели сами посмотреть!"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Чем? У нас ничего такого нет. ",
    "answers": [
      {
        "id": 22,
        "text": "Блин, нечем..."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Уступим.\nКатюша залезла на танк и открыла люк башни. Танкист поднял голову, увидел Катюшу и сказал:\n— Вы кто?\n— А ну иди сюда! — сказала Катюша, взяла его за шиворот, вытащила из башни и кинула наземь.\n— Окружайте его, чтоб не сбежал! — сказала Катюша, и психи окружили его.\n— Вы кто такие, черт возьми? — спросил танкист. \n— Рот закрой! — ответила Катюша. — Сейчас я тебе буду вопросы задавать!\n— Что?\n— Кто эти солдаты? И какого черта ты разъезжаешь по улицам на танке, а?! Ты дезертир, что ли?\n— Нет, нет! Меня заставили!\n— Да, конечно! Так я тебе и поверила!\n— Нет, я серьезно! Заставили меня! То есть нас.\n— Кого \"нас\"?\n— Нас, солдат. \n— Кто заставил?\n— Полковник Орт и его заместитель Контуженый.\n— Где они находятся?\n— Они просили нас молчать!\n— Понятно. Сами выясним.\n— Не выясняйте!\n— Рот закрыл и побежал отсюда живо!!!\nТанкист взобрался на танк, но Катюша его оттуда скинула со словами:\n— Не на танке, а на своих двоих! Танк я конфискую. И отдай мне твой шлем!\nТанкист снял шлем, кинул его Катюше в руки и побежал. Катюша надела шлем и спросила:\n— Ребят, хотите прикол покажу?",
    "answers": [
      {
        "id": 27,
        "text": "Давай."
      },
      {
        "id": 27,
        "text": "Какой?"
      },
      {
        "id": 29,
        "text": "Нет, у нас настроение хорошее."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Я больше шарю в военном деле! Так что дайте мне дорогу!",
    "answers": [
      {
        "id": 25,
        "text": "Надо уступить даме."
      }
    ]
  },
  {
    "id": 27,
    "text": "Катюша залезла в танк и начала целиться башней в бегущего в даль танкиста по ведущей вверх дороге.\n— Сейчас... — сказала Катюша. — Смотрите!\nКатюша сделала выстрел, и разряд попал в землю позади танкиста. Танкист упал, закричав от страха, медленно встал и закричал психам:\n— Вы идиоты, что ли?! Я из-за вас кирпичей наложил!!!\nПсихи засмеялись над странной походкой танкиста. А Самурай крикнул вслед:\n— А ты че так странно идешь? Кирпичи, что ли, тяжелые?\nПсихи опять засмеялись.\n— Мда, Катюша, — сказал Пистолет. — Ты у нас молодец!\n— Еще бы! — ответила Катюша и вылезла из люка. — Я еще и военные самолеты вожу! \n— А, да? — спросила Буренка.\n— Прикольно! — добавил Невинный.\n— Ты нам не рассказывала! — сказала Финка.\n— Катюша, — сказал Пистолет. — А ты случайно не знаешь, кто тогда пролетал на самолете и в небе нарисовал слово из трех букв?\n— Я много рисовала слов из трех букв! Например, ВДВ, ВВС, ВМФ.\n— Ммм... Вот такие слова, значит? — спросил Пистолет. — А я думал...\n— Во-первых, не слова, а аббревиатуры, — перебила Катюша. — А во-вторых, Пистолет, не смей даже думать о том слове! Если б я его нарисовала, сразу пошла бы под трибунал! Надо с танка слезать. \n— Не вопрос!\nПистолет протянул руку Катюше, чтобы помочь слезть.",
    "answers": [
      {
        "id": 28,
        "text": "Прошу вас, мадам!"
      }
    ]
  },
  {
    "id": 28,
    "text": "— На! — ответила Катюша и вместо руки протянула ногу. \n— Блин... — обиделся Пистолет и убрал руку.\n— То-то же!\nИ Катюша спрягнула с танка.\n— И, кстати, никакая я не мадам! Еще надо загнать танк, чтобы не мешался.\n— А хочешь, я тебе загоню танк в твой бокс? — спросил Пистолет.\n— Не надо мне загонять танк в мой бокс! Просто припаркуем его возле нашего дома.\n— Пистолет! — отозвалась Финка, и Пистолет повернулся к ней. — Забыл?",
    "answers": [
      {
        "id": 31,
        "text": "А, в твой бокс, что ли, загнать?"
      },
      {
        "id": 32,
        "text": "Что \"забыл\"?"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Нет, ребят, вы такого еще не видели!",
    "answers": [
      {
        "id": 27,
        "text": "Тогда давай!"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Давай.\n— Но при одном условии, что мы никому не скажем, да?\n— Не расскажем никому... кроме моего парня! \n— А, тогда не надо! Пожалуйста!\n— То-то же! Чтоб знал, как клеиться к занятым девушкам!",
    "answers": [
      {
        "id": 34,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Не надо!\n— Почему?\n— Потому, что у меня его нет! Бебебе!",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "— В смысле \"что\"? Я ведь твоя!\n— Моя? С тех пор, как я тебя один раз на Харлее покатал, что ли?\n— Да. Теперь я хочу с тобой быть.\n— Нет, Финка, между нами выше дружбы быть не может.\n— Ну, Пистолетик! \nФинка сделала обиженное лицо.",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "— Пистолет, а как же я?\n— Ты вообще исключение!\n— Почему?",
    "answers": [
      {
        "id": 35,
        "text": "Отношения сейчас не позволительная для нас роскошь!"
      },
      {
        "id": 36,
        "text": "Ты мне не нравишься."
      }
    ]
  },
  {
    "id": 34,
    "text": "Катюша сказала:\n— Пистолет, а я тебе скажу, почему я тебе не дала помочь мне слезть с танка. \n— И почему?\n— Потому, что мой парень уже долгое время находится на военной службе где-то далеко. ",
    "answers": [
      {
        "id": 30,
        "text": "А, может, пока твой парень в командировке, мы с тобой \"того\"? А?"
      },
      {
        "id": 33,
        "text": "Меня сейчас вообще не интересуют отношения!"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Согласна. Но мы же можем отвлечься между делом.\n— Не можем.\n— Почему?\n— Пока мы будем отвлекаться, Город будет уничтожен!\n— Полностью с тобой согласен, — ответил Боец.\n— Ладно. А что ты скажешь на счет меня? А? Как я тебе?",
    "answers": [
      {
        "id": 36,
        "text": "Никак."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Я тебе не нравлюсь?!\n— Меня сейчас не интересуют отношения, особенно с тобой!\n— Значит, не нравлюсь.\n— Я хочу быть с той, которую никто из вас не знает.\n— Пистолет, но ты же мне нравишься!\n— Нравлюсь? С тех пор, как я тебя на Харлее прокатил?\n— Да. \n— Капец, я ей нравлюсь из-за какой-то дороговизны! \n— Да!\n— Вообще капец! Показал девушке дорогую вещь, сразу моя стала! \n— А ты объясни мне, чем я тебе не нравлюсь?\n— Тем, что у тебя смотреть не на что и держаться не за что!\n— Пистолет, но внешность же не главное! Главное, что внутри у тебя и у меня!\n— Да я не хочу больше об этом говорить!!! Мне больше интересно, как устранить нависшую угрозу! А вас, значит, отношения интересуют!\n— Еще бы, Пистолет! — сказал Шкаф. — Не надо зацикливаться на одной и той же жизни. Есть и другая жизнь!\n— Нет, жизнь всего одна. Вы говорите, не стоит?! Зацикливаться на нависшей угрозе?! А на том, что настанет тот миг, когда наши жизни оборвутся, тоже не зацикливаться? Ой, да че я вообще с вами разговариваю! Ну вас к черту! А ты, Финка, раз тебе отношения важнее, ищи себе другого парня или жди, когда он к тебе подкатит! Сам тогда буду угрозу устранять!\nПистолет пошел не домой, а в даль. \n— Пистолет, ты куда? — крикнула Финка, но Пистолет ничего не слышал. — Стой! Пистолет, вернись!\nФинка загрустила и чуть не залилась слезами.",
    "answers": [
      {
        "id": 37,
        "text": "Тоже мне, служебный роман!"
      }
    ]
  },
  {
    "id": 37,
    "text": "А тем временем в штабе полковника Орта и Контуженого. \n— Что-то, Контуженый, долго нет твоих солдат с танком, — сказал полковник.\n— Сейчас...\nКонтуженый взял рацию, но тут забежал тот самый танкист и с отдышкой воскликнул:\n— Тревога! Фух... Тревога!\n— Что такое? — спросил Контуженый.\n— У нас всю роту расстреляли... фух... танк у меня угнали! Один я живой остался!\n— Кто это сделал?\n— Люди! \n— Понятно, что не животные! Что за люди?\n— Меня девчонка какая-то вытащила из башни и кинула наземь. И я увидел еще каких-то людей. Они меня начали спрашивать, зачем мы расхаживаем со своим танком. Но я вас не выдал. Потом они меня отпустили, и я побежал так, что пятки засверкали! Потом эти пальнули в меня из танка, но снаряд ударил лишь позади меня! Я аж кирпичей наложил! \n— То-то я думаю, чем так воняет! — сказал полковник, закрыв нос рукой.\n— Все, молодец! — ответил Контуженый. — Теперь иди меняй и стирай свои пеленки!\n— Но я же танк потерял!\n— Хреново... — ответил полковник. — Но самое главное, что ты жив остался! У нас этих танков море! Все, иди, стирайся!\n— Есть!\nТанкист вышел из штаба.\n— Раз у нас первый план не сработал, будем применять план Б. Пускаем в ход вертолет.\nПолковник Орт взял трубку, набрал номер телефона и сказал:\n— Соедините меня с летчиком Горбачей. (пауза) Горбачей! Вводи в строй свой вертолет и возьми с собой роту солдат.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": "Пистолет шел по дороге. \n— Ищи любовь! — проворчал Пистолет. — У нас тут угроза, а Финка уже о любви и симпатии думает! \nИ тут Пистолет увидел пролетающий неподалеку вертолет. Из него по тросу спустилось несколько солдат.\n— Что за чертовщина?",
    "answers": [
      {
        "id": 39,
        "text": "Бежать к своим"
      },
      {
        "id": 40,
        "text": "Сходить с той точке самим"
      }
    ]
  },
  {
    "id": 39,
    "text": "Пистолет побежал домой к своим товарищам. Он забежал в особняк, где сидели друзья. Они уставились на него. Финка спросила:\n— Ну, что, психованный наш? Успокоился?\n— Нет! Стало еще беспокойнее!\n— Как \"беспокойнее\"? — спросил Охотник.\n— Там вертолет прилетел и в одном месте высадил нескольких солдат. По-любому от Контуженного и полковника! Надо выдвигаться туда, что бы ни случилось! Поднимайте свои булки и бегом туда! \nПсихи встали со своих мест.\n— И да, оружия и боеприпасы не забудьте!",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Да ну нафиг! Их много, а я один! Ну, как один? Со мной еще и пистолет! Но одним пистолетом я от них не отделаюсь.",
    "answers": [
      {
        "id": 39,
        "text": "Бежать к своим"
      }
    ]
  },
  {
    "id": 41,
    "text": "А тем временем десять солдат высадились возле здания банка. Они \"залетели\" в здание с выстрелами вверх и с криками:\n— Стоять!!! Это залет!!! Никому не дергаться!!!\nКлиенты и персонал закричали от страха и, закрыв уши, легли на пол. Охранники пытались остановить солдат, но были отстрелены. Пять солдат окружили заложников, а другие пять обыскали кабинеты и, кого нашли, вывели к заложникам.\n— Еще раз повторяю, — сказал один из солдат. — Это залет. Нам поручено проследить за вами и самое главное никого не пускать и никого не выпускать, пока нам не будет дано разрешение. И без всяких фокусов! И предупреждаю сразу: если хоть кто-нибудь зашевелится или окажет сопротивление, будет тут же расстрелен! Все меня услышали?",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": "Психи вышли на улицу с оружиями в руках. И тут прибежали люди с криками:\n— Помогите! В банке заложники! Захватчики не впускают и не выпускают никого и целятся в каждого, кто к ним приблизится!",
    "answers": [
      {
        "id": 43,
        "text": "Выдвигаемся!"
      },
      {
        "id": 44,
        "text": "Вы ментов вызывали?"
      }
    ]
  },
  {
    "id": 43,
    "text": "Психи подошли к банку и увидели стоящих возле входа солдат. Они увидели психов и, прицевшись в них из автоматов, сказали:\n— Стой! Стрелять будем! ",
    "answers": [
      {
        "id": 45,
        "text": "Расстрелять солдат"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Вызывали. Но захватчики успели их расстрелять!",
    "answers": [
      {
        "id": 43,
        "text": "Надо срочно выдвигаться!"
      }
    ]
  },
  {
    "id": 45,
    "text": "Выберите персонажа",
    "answers": [
      {
        "id": 48,
        "text": "Пистолет"
      },
      {
        "id": 48,
        "text": "Охотник"
      },
      {
        "id": 48,
        "text": "Катюша"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Конечно, в одной команде! Я хотя бы воевала в отличие от вас!",
    "answers": [
      {
        "id": 47,
        "text": "Надо уступить девушке..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Катюша за раз расстреляла караул. ",
    "answers": [
      {
        "id": 49,
        "text": "Заходим!"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Я буду стрелять! — сказала Катюша. — Я лучше шарю в военном деле! Так что дайте мне дорогу!",
    "answers": [
      {
        "id": 47,
        "text": "Больше ничего не остается! Надо уступить девушке!"
      },
      {
        "id": 46,
        "text": "А ниче, что мы в одной команде?"
      }
    ]
  },
  {
    "id": 49,
    "text": "Психи зашли в банк и привлекли внимание стрелков.\n— Посторонние! Открыть огонь!",
    "answers": [
      {
        "id": 50,
        "text": "Пойти в наступление"
      },
      {
        "id": 51,
        "text": "Спрятаться в укрытие"
      }
    ]
  },
  {
    "id": 50,
    "text": "Психи пошли в наступление, но были расстрелены. И без жертв налета не обошлось...",
    "answers": [
      {
        "id": 49,
        "text": "Контрольная точка"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 51,
    "text": "Психи спрятались в укрытие, но по ним продолжали \"палить\" солдаты. \n— Слушайте, а они не успокоятся! — сказала Катюша. — Пока они нас не расстреляют. Надо от них как-то избавиться! ",
    "answers": [
      {
        "id": 50,
        "text": "Пойти в наступление"
      },
      {
        "id": 53,
        "text": "Расстрелять солдат по одному"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вдруг у солдата заговорил голос по рации:\n\"Первый, первый! Я — Горбачей. Прием!\"\nСолдат достал рацию, но ее схватила Катюша.\n— Дай сюда! — сказала Катюша. — Горбачей! Слышу тебя хорошо.\n\"Кто это?\"\n— Не важно. Значит так! Гони сюда свой вертолет. Твои солдаты приказ выполнили.\n\"Чушь какая-то! Конец связи!\"\n— Так, ребят! Если прилетит этот вертолет, окружаем его!",
    "answers": [
      {
        "id": 54,
        "text": "Поняли тебя."
      },
      {
        "id": 55,
        "text": "Как скажешь."
      },
      {
        "id": 58,
        "text": "А с этим что делать?"
      }
    ]
  },
  {
    "id": 53,
    "text": "Психи расстреляли солдат, держась в укрытии. Но один из солдат решил сдаться.\n— Нет!!! Не надо! Не подходите! Не подходите! \nСолдат кинул в психов автомат, но не попал. Солдат собрался бежать, но его остановила Катюша, схватив его за шиворот и прислонила к стене.\n— Кто вы такие? — спросил солдат сквозь зубы. — Что вам от меня нужно?\n— Кто мы такие, тебе знать необязательно. Зато тебе обязательно знать, где находятся полковник Орт и его заместитель Контуженый?!\n— Кто? Ребят, я не знаю, кто это! Вы о чем вообще?\n— Ты дуру из меня не делай! Еще раз спрашиваю, Где полковник Орт и Контуженый?!\n— Это знает только пилот вертолета Горбачей!\n— О, а он где?\n— Он полетел на разведку вашего города, чтобы мы вместо него вознесли военный городок! ",
    "answers": [
      {
        "id": 52,
        "text": "Каким образом?"
      }
    ]
  },
  {
    "id": 54,
    "text": "И тут послышалось, как к банку приближается вертолет. ",
    "answers": [
      {
        "id": 57,
        "text": "Это он! Выходим живо!"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Не \"как скажешь\", а окружаем его по моей команде!",
    "answers": [
      {
        "id": 54,
        "text": "Поняли тебя."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вдруг у Горбачея в рации был услышен голос:\n\"Горбачей, Горбачей! Это Контуженый. Прием!\"\nПилот взял рацию, но ее отобрала Катюша.\n— Дай сюда! — сказала Катюша.\n— Это тот Горбачей, о котором нам говорили! — сказал Самурай.\n— Да, Контуженый! Слушаю тебя.\n\"Подождите, женщина, а вы кто?\"\n— Это не важно. Нам важно, где вы. А ваши имена я уже знаю.\n\"Мы не обязаны никому докладывать о нашем местонахождении!\"",
    "answers": [
      {
        "id": 61,
        "text": "Зато о вашем местонахождении узнают власти!"
      },
      {
        "id": 61,
        "text": "Вы не боитесь, что о вашей деятельности могут узнать все?"
      }
    ]
  },
  {
    "id": 57,
    "text": "Психи вышли уже в то время, когда вертолет перед ними приземлился. Психи встали перед носом вертолета. \n— Вылезай! — крикнула Катюша, прицелившись оружием в пилота, и показала жест, чтобы он вышел наружу. — Вылезай живо!!! Стрелять буду!!!\nПилот нехотя вышел из кабины, но тут его схватила Катюша и кинула его в толпу.\n— Держите его! Крепко держите.\nПсихи схватили его так, чтобы он не убежал.\n— Ребят! Да кто вы такие, черт возьми? Что вам от меня нужно?\n— Нам уже известно, что вами заправляют полковник Орт и Контуженый. Где они находятся?\n— Лучше перестреляйтесь! — ответил пилот.\n— Рот закрой свой и слушай меня! Нам нужно уже знать, где находится этот дуэт, и как до него добраться! Где они?!\n— Катюша, может, хорош его пытать? — спросила Финка. — Он и так не может ничего сказать.\n— А я и не скажу!\n— Заткнись!!! — крикнула Катюша и ударила пилота кулаком в лицо. — Короче, либо ты сейчас же говоришь, где эта парочка \"Твикс\", либо я сейчас тебя привяжу к винту, и ты улетишь отсюда!\n— Хорошо, хорошо! Я скажу, где находятся эти двое!\n— Лучше будет, если ты не только расскажешь, но и покажешь, где они! В вертолет бегом! \n— Понял... \nПилот хотел уже сесть в кабину пилота, но его задержала Катюша:\n— Стоять!\nПилот остановился. Катюша подошла к пилоту и забрала у него шлем. \n— Эй! — вякнул пилот.\n— Придется поменяться местами. Я за руль, а ты на заднее сидение! Бегом! Все на борт!",
    "answers": [
      {
        "id": 59,
        "text": "Сесть в вертолет"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Убейте его.\n\nПистолет достал пистолет.\n— Нет! Нет! Нет! Нет! Нет!!!\nПистолет выстрелил солдату в сердце.",
    "answers": [
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 59,
    "text": "Психи сели на борт.\n— Так ты, пилот! — сказала Катюша пилоту. — Садись рядом со мной — дорогу показывать будешь. Но руль не трогай!",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "А тем временем в штабе. Полковник Орт и Контуженый заждались вертолет и отряд.\n— Что-то от Горбачея и его отряда давно не было ни видно, ни слышно, — сказал полковник Орт. — Контуженый! Ну-ка свяжись с Горбачеем!\nКонтуженый достал рацию.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "\"Не вздумайте говорить что-то о нас!\"\n— Почему не говорить? Где-то справедливость должна быть!\n\"На кой черт вы мне сда...\"\nВдруг послышался другой голос:\n\"Контуженый, что ты мямлишь?! Дай. Полковник Орт на связи.\"\n— Очень приятно слышать голос преступника всегородского масштаба!\n\"Знаете что?! Слушайте сюда. Кто бы вы ни были, вам жить осталось совсем мало! Только я пальцем щелкну, и ваш город исчезнет навсегда!\"",
    "answers": [
      {
        "id": 62,
        "text": "За город обидно было... Очень обидно."
      },
      {
        "id": 63,
        "text": "Ты сам скоро исчезнешь, как только мы до тебя доберемся!"
      }
    ]
  },
  {
    "id": 62,
    "text": "\"А вы думали...\"",
    "answers": [
      {
        "id": 63,
        "text": "Но ты сам исчезнешь скоро!"
      }
    ]
  },
  {
    "id": 63,
    "text": "\"Чтооо?!\"\n— Я вам все сказала. Конец связи. Пилот, что сидишь, молчишь? Давай, диктуй дорогу!",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "В штабе.\n\n— Капец! Те, кто говорил по рации, наверное, разбили всю роту. Дак они еще и грубят главнокомандующему! Остался последний козырь: это корабль с солдатами. Попробуем на берегу разрушить город.\n— Но мы же только край города разрушим!\n— Контуженый, а солдаты там для чего? Не позировать же в формах! У них у всех есть ружья плюс взрывчатые вещества. Вот они нам и помогут!",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": "Пилот начал показывать, куда лететь.\n— Значит, — сказал пилот. — К нашей базе можно пролететь вот так... так... туда свернуть... пролететь дальше, и там будет наша база и те, кого вы ищете!\n— Спасибо, пилот! — ответила Катюша. — Ты больше не нужен. \nКатюша открыла заднюю дверь вертолета. \n— Ты больше никому не нужен.\n— В смысле?\n— Прыгай! \n— Куда?\n— Из вертолета.\n— Как скажете. \n— Счастливого приземления! — сказал Пистолет. И психи засмеялись.\nПилот подошел к открытой двери, но тут же остановился. \n— Э, а парашют? — спросил пилот. ",
    "answers": [
      {
        "id": 66,
        "text": "ПРЫГАЙ!!!"
      },
      {
        "id": 67,
        "text": "Надо ему парашют?"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ладно. Но это будет на вашей совести!\nПсихи ничего не ответили потому, что сами знают, что на их совести это не отразится. \nПилот испуганно подошел к краю двери.\n— Я не могу прыгать без парашюта! Ребят, вы чего?",
    "answers": [
      {
        "id": 68,
        "text": "Как он меня бесит уже!"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Не надо ему парашюта, — ответила Катюша.\n— Вы что, серьезно? — спросил пилот. ",
    "answers": [
      {
        "id": 66,
        "text": "ПРЫГАЙ!!!"
      }
    ]
  },
  {
    "id": 68,
    "text": "Пистолет встал, быстрыми шагами подошел к пилоту и со всей силы толкнул его. И пилот упал с криком, который медленно утих.\nПсихи засмеялись.\n— Счастливого приземления, пилот! — сказал Пистолет.\n— Пистолет, красава! — восторженно крикнул Охотник и протянул ладонь. — Дай пятюню, чувак!\nПистолет дал краба Охотнику, потом всем остальным.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "В штабе.\n\n— Нет! Так дело не пойдет! — сказал полковник Орт. — Уже второй план с треском провалился! Ничего, ничего! Сейчас мы с моря будем бомбить! \nПолковник Орт взял телефон и сказал:\n— Соедините меня с командиром корабля Больцманом. (пауза) Больцман! Ты — моя последняя надежда на захват Города! Слушай мой приказ. Вводи в строй свой корабль и поднимай своих матросов! Будем город бомбить. Сначала начинайте с любого берега. ",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": "Психи летят в вертолете. Вдруг у Катюши из рации послышался голос:\n\"Эй, там! Вы меня слышите?\"\n— Слышу тебя хорошо, полковник!\n\"Короче, я рано или поздно сделаю так, что ваш город снесется к чертям! И первая бомбежка начнется с одного из берегов пляжа вашего города! Вы даже не заметите, как город превратится в руины. Ха-ха!!!\"\nСвязь прервалась.\n— Полковник меня уже подбешивает! — скаозь зубы сказал Пистолет.\n— Да он всех нас бесит! Не только тебя. — сказал Самурай. — Полетели к нему!\n— Нет, надо предотвратить сначала бомбежку на каком-то из берегов.",
    "answers": [
      {
        "id": 71,
        "text": "Правый берег"
      },
      {
        "id": 72,
        "text": "Левый берег"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Нет здесь никакой бомбежки.",
    "answers": [
      {
        "id": 72,
        "text": "Другой берег"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вертолет подлетел к тому берегу, и психи увидели, как военный корабль подплыл к берегу и начал стрелять по зданиям из пушек. А на берегу все отдыхающие начали разбегаться. \n— Боже мой! — сказала Катюша. — Это никак не допустимо! Сейчас мы раздолбим эту оловянную игрушку! ",
    "answers": [
      {
        "id": 73,
        "text": "Пулеметом"
      },
      {
        "id": 74,
        "text": "Гранатометом"
      }
    ]
  },
  {
    "id": 73,
    "text": "Катюша расстреляла корабль с пулемета, но корабль выдержал пули.\n— Вот черт... — сказала Катюша. — Не сработал пулемет...",
    "answers": [
      {
        "id": 74,
        "text": "Применить гранатомет"
      }
    ]
  },
  {
    "id": 74,
    "text": "Катюша пальнула из гранатомета по кораблю. И ей удалось попасть снарядом по кораблю.\nКатюша взяла ниже. И тут вышли несколько солдат с гранатометами, но Катюша их сразу расстреляла. И последним вышел Больцман с наводящим гранатометом. \n— Это Больцман! Сейчас мы его... ",
    "answers": [
      {
        "id": 76,
        "text": "Расстреляем из пулемета"
      },
      {
        "id": 76,
        "text": "Пальнем с гранатомета"
      }
    ]
  },
  {
    "id": 75,
    "text": "В штабе.\n\nПолковник Орт не может связаться с Больцманом.\n— Черт! — рявкнул он. — Неужели он тоже разгромлен?!\n\"Полковник Орт! Как слышно? Прием.\" — послышался голос Катюши.\n— Опять ты?! \n\"Так точно. Но я хочу вас обрадовать — мы свою задачу выполнили.\"\n— Ты мне зубы не заговаривай! Задачу выполнили! Вы как смеете вмешиваться в мои планы?!\n\"А как ты смеешь захватывать наш город! Все, мы сейчас прилетим к вам и сотрем вас с лица Земли!!!\nРазговор прервался.\n— Я вас самих сотру! Слышите? Прием. Прием! Все, Контуженый, сами пойдем на врагов, а потом сами будем разрушать город! \nКонтуженый был против того, чтобы его родной город разрушался.",
    "answers": [
      {
        "id": 81,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 76,
    "text": "Катюша решила не стрелять в Больцмана, а просто стрельнуть неподалеку от него. Больцмана выкинуло в море, и Больцман выронил гранатомет. Он подплыл к берегу и вылез из него.\n— Я специально его не убила, чтобы выбить из него ответ на вопрос: где полковник и Контуженый! Ладно, спускаемся.",
    "answers": [
      {
        "id": 77,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 77,
    "text": "Они приземлились на берег а Больцману. \n— Посидите пока.\nОна вышла из вертолета Катюша, подошла к Больцману, взяла его за шиворот и сказала:\n— Ну, что? Живой? Не утонул?\n— Живой, да! Живой. Спасибо!\n— Молчать! — сказала Катюша и ударила Больцману по лицу. — Мне важно знать, где Контуженый и полковник. Где они? Только не вздумай меня дурить!\n— Ладно, ладно! Хорошо! Я вам скажу, где они. \n— Давай уже!\n— Полетите отсюда на северо-запад. И там будет их военная база — вы увидите. Я, надеюсь, все сказал? Пожалуйста, отпустите меня!",
    "answers": [
      {
        "id": 78,
        "text": "Отпустить"
      },
      {
        "id": 79,
        "text": "Застрелить"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Иди — я тебя отпускаю.\n— Спасибо, — ответил Больцман и побежал в сторону Города.\nКатюша достала пистолет.\n— Куда?!",
    "answers": [
      {
        "id": 79,
        "text": "Застрелить"
      }
    ]
  },
  {
    "id": 79,
    "text": "Катюша застрелила Больцмана и, оттащив его за ноги к берегу, пустила его труп в море.",
    "answers": [
      {
        "id": 80,
        "text": "Сесть в вертолет"
      }
    ]
  },
  {
    "id": 80,
    "text": "Катюша села за руль вертолета, завела двигатель и подняла вертолет. \n— Следующая остановка — военная база. Конечная. Там находятся эти двое! — сказала Катюша.\n— Наконец-то! — сказал Охотник.\n— Надерем им задницы! — сказала Финка.",
    "answers": [
      {
        "id": 75,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вертолет был уже ближе к той базе. Но на углах стен с проволкой стоят вышки с автоматчиками.\n— Черт, не ожидала... — сказала Катюша. — Но меня это не остановит.\nИ Катюша расстреляла гранатометами вышки.\n\n— Черт!!! — крикнул полковник Орт. — Они уже вышки разрушили!!! Контуженый, поднимай солдат!!!\n— Понял.\nКонтуженый нажал на кнопку тревоги. И солдаты с автоматами в спешке побежали на территорию.\n— Это не учение. Это боевая тревога.\n\nКатюша увидела, как на территорию выбежали солдаты с автоматами и начали расстреливать вертолет.\n— Ну, на мне это не сработает!\nИ Катюша пулеметом и гранатометом расстреляла солдат и некоторые здания базы.",
    "answers": [
      {
        "id": 82,
        "text": "Спускаемся."
      }
    ]
  },
  {
    "id": 82,
    "text": "Психи спустились на территорию базы и выбежали из вертолета. И им навстречу вышли полковник Орт и Контуженый. \n— Мда... — сказал полковник Орт. — Я и не думал, что вас так много окажется! Но мне не мешает расстрелять вас!\n— Руки вверх! — сказала Катюша, прицелившись в него пистолетом.\n— А ты вообще стой на месте, пока пулю не получила!\n— Боец?! — спросил Контуженый, увидев Бойца.\n— Контуженый? — спросил Боец.\n— Вы знакомы? — спросил полковник Орт. \n— Да, — ответил Контуженый. — Мы с ним в одной палате, в одной психушке лежали.\n— Здорово. Но они тебе не так дороги, как я. \nКонтуженого очень сильно задели эти слова, но решил сдержать себя.\n— Так что слушай мою команду. Целься.\n— Ты же не станешь в своих стрелять? Верно? — спросил про себя Боец.\nКонтуженый прицелился в психов. И психи прицелились в ответ.\n— Стреляй. \nКонтуженый не нажал на курок.\n— Че встал?! Стреляй! Выполняй приказ!",
    "answers": [
      {
        "id": 83,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Нет, — ответил Контуженый и опустил пулемет.\n— Не понял... — опешил полковник Орт. Психи тоже переглянулись от неожиданности.\n— Конечно, не понял! Не понял, что плохо нападать на наш город. Еще и меня использовать в корыстных целях! Ты заставлял меня вести воиска по Городу, чтобы его расчистить. Ты использовал меня!\nПолковник Орт засмеялся и сказал:\n— Посмотрите на него! Мы с тобой на войне рука об руку шли, я тебя из психушки вытащил, и ты меня за это вот так благодаришь?!\n— А как же то, как ты приказал нам идти в наступление под большой поток пуль, под которым все мои сослуживцы погибли, а?!\n— Это был приказ! Еще раз спрашиваю, это благодарность за все, что я тебе сделал?",
    "answers": [
      {
        "id": 84,
        "text": "А я тебе ни за что не благодарен!"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Вот так, значит, да?! Не хочешь их расстреливать, тогда я их сам это расстреляю!\nПолковник Орт прицелился в психов. Вдруг Контуженый замахнулся пулеметом и крикнул:\n— Не посмеешь!!!\nИ Контуженый ударил прикладом пулемета в голову полковника Орта. Полковник упал. И Контуженый \"добил\" полковника выстрелами и криками, полными злости. Психи удивленно переглянулись. Потом Контуженый повернулся к ним и прицелился в них. ",
    "answers": [
      {
        "id": 85,
        "text": "Прицелиться в ответ"
      },
      {
        "id": 85,
        "text": "Ты же не будешь в своих стрелять?"
      },
      {
        "id": 85,
        "text": "Давай, стреляй в нас!"
      }
    ]
  },
  {
    "id": 85,
    "text": "Контуженый тут же опустил пулемет и кинул его наземь. Он заплакал и закрыл рукой лицо.\n— Ты сдаешься, что ли? — спросил Пистолет. \n— Тише ты! — вполголоса сказала Финка. \nКонтуженый полез в карман и достал какой-то листок.\n— Я думал, он за пистолетом полез.\n— Я с ним поговорю, — сказал Боец и подошел к Контуженому. — Здорова, Контуженый!\n— Привет, — ответил он. Следом подошли и психи.\n— А ты где был во время побега?\n— Ой, ребята! Пока вы бежали, я в это время был прикован к койке. Так было противно терпеть уколы всякие-разные, глотать эти таблетки! Я не был рад тому, что это отродие со своими солдатами меня вытащило. Я видел и слышал, как они стреляли по работникам больницы и по пациентам. Он командовал мной, а я его слушал и выполнял приказы! Ребят, если бы я отказывался, он бы меня застрелил тут же! Я не по своей воле этой делал! Он заставлял меня вести солдат по Городу!\nКонтуженый заплакал.",
    "answers": [
      {
        "id": 86,
        "text": "Простите меня, пожалуйста!"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Контуженый, мы тебя понимаем! — ответил Боец и обнял Контуженого. — Мы знаем, что ты сам не мог этого слелать.\n— А что за листок ты там достал? — спросил Пистолет.\nКонтуженый расположил перед собой листок, на котором оказалась фотография его сослуживцев.\n— Это твои сослуживцы? — спросил Пистолет.\n— Да... Это они, — он начал показывал пальцем на сослуживцев. — Вот этот был единственный в семье, при чем, кроме мамы у него больше никого не было. А у этого его жена должна была родить ребенка. Жена была в то время на седьмом месяце. А этого его девушка ждала его из армии. Они долго встречались, потом решили пожениться, но этому попрепятствовал призыв. Он надеялся прийти из армии и жениться.\n— И что с того?\n— Они погибли все, кроме меня! Понимаете? Зато они спасли меня, когда меня враги полностью окружили! Почему?! Я не погиб?!\n— А, может, ты для них что-то хорошее сделал, а потом они с тобой поквитались?",
    "answers": [
      {
        "id": 87,
        "text": "Да."
      },
      {
        "id": 87,
        "text": "Скорее всего."
      }
    ]
  },
  {
    "id": 87,
    "text": "— В первые годы службы в учебной части мы что-то накосячили, я не помню. Но я не этого не делал. Потом об этом доложили нашему прапорщику, и он нас выстроил и начал спрашивать, кто это сделал. Если бы все ответили, люлей получил бы каждый. Поэтому пришлось мне \"прикрыть\" своих. Я, конечно, огреб, но сослуживцы нет. И за это я получил уважение в роте.\n— Молодец! Че!\n— А когда нас отправили в горячую точку, нас ждал полковник Орт. Во время одной из задач после того, как солдаты меня высвободили из окружения врагов, полковник Орт отдал приказ идти в наступление. И там, когда возле меня взорвалась граната, осколок попал мне в левую часть головы! И из-за этого я получил контузию и стал весьма психованным. И все погибли, кроме меня. Почему они, а не я?!\n— А, может, ты был просто неуязвим?\n— Может быть. Но у них хотя бы были родители, друзья, любовь. А я вообще сиротой вырос! У меня никого: ни родителей, ни друзей, ни возлюбленной! Мне не только себя жалко... Мне жалко своих сослуживцев, которые не вернулись домой! У которых была вся жизнь впереди! ",
    "answers": [
      {
        "id": 88,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 88,
    "text": "Контуженный опять заплакал, встал на колени и закрыл фотографией лицо. Боец и другие кинулись утешать Контуженого. ",
    "answers": [
      {
        "id": 89,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Все, ребят, — сказал Контуженый и встал ноги. — Я пойду.\n— Куда? — спросил Пистолет.\n— Обратно.\n— Туда?! Нет, нет, нет! Забудь это место.\n— Ну, как же? Я же не долечился!\n— А мы тебя сами вылечим.",
    "answers": [
      {
        "id": 90,
        "text": "Правда?"
      },
      {
        "id": 91,
        "text": "Как?"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Да!\n— Пошли с нами! — сказал Боец. \n— Нет, мое место там. У меня даже друзей нет.\n— Поздравляю! — сказал Пистолет. — Ты нашел друзей!\n— Ты подружишься с нами! — добавила Буренка. — Давай!",
    "answers": [
      {
        "id": 92,
        "text": "Ладно. Я с вами."
      }
    ]
  },
  {
    "id": 91,
    "text": "— У нас дома. И у нас свои медикаменты есть.\n— Мы тебе поможем вернуться к нормальной жизни, — добавила Финка. ",
    "answers": [
      {
        "id": 90,
        "text": "Правда?"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Кстати, Контуженый — это не только кличка, но и фамилия.\nКонтуженый нашел себе новых друзей. Но ему был необходим \"постельный режим\". Друзья нашли для него отдельную койку, медикаменты, капельницы, чтобы он пришел в себя. Друзья выстроились вокруг него. \n— Как тебе, Контуженый? — спросил Пистолет.\nКонтуженый, улыбаясь, показал пальцы вверх. \n— Мы за тебя рады, — улыбаясь сказал Боец. ",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  }
]