[
  {
    "id": 1,
    "text": "ENTER_YOUR_SOUL_ENTER_YOUR_SOUL_ENTER_YOUR_SOUL_ENTER_YOUR_SOUL_ENTER_YOUR_SOUL_",
    "answers": [
      {
        "id": 2,
        "text": "obj:Ввести душу"
      }
    ]
  },
  {
    "id": 2,
    "text": "Протяжно зевнув, вы лениво открыли глаза, потирая правый глаз. Первое, что вас немного смутило — это обсолютная тишина, как в доме, так и на улице. Довольно странно, так как, обычно ваша мать уходила на работу позднее. Мельком вглянув в окно, вы увидели, что на улице было еще довольно темно и моросил небольшой дождик. Капли. Они как будто играют в догонялки, будто у них какое-то соревнование по тому, кто быстрее удариться о земли. Вас всегда удивляла настойчивость дождя, даже когда его все ненавидели, он все равно продолжал лить. Упираясь в стенку кровати, вы наконец-то встали, взяли телефон с маленького столика и посмотрели на время. 7:04. Да, уже пора собираться в школу.",
    "answers": [
      {
        "id": 3,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 3,
    "text": "Да, куда же не пойти утром, только если не на кухню! Ведь вы голодный и очень любили поесть. Пройдя по коридору, а затем повернув налево вы попали в свою кухню. Старая плита, стоящая у стены, древние шкафы и холодильник, советских времен. Да, жили вы небогато, но вы об этом особо не задумывались. У вас были свои проблемы, переживания, вам некогда было думать о какой-то кухне и о её опрятности, внешнем виде. Взглянув на кухонный стол, вы увидели какую-то записку. А, так это от вашей мамы. Ваша мама любила оставлять вам записки. Посмотрев, что написало в этой записке, вы оторопели.\n\"Сынок, сегодня ты долже#€-^£8°;×;7оОгцш^!7♤<s><s>■7☆×€Лцл*×,-8£×\"\n\"Что за хрень?\" — подумали вы, глядя на эту записку. Может это какой-то розыгрыш? ",
    "answers": [
      {
        "id": 6,
        "text": "Позвонить маме"
      },
      {
        "id": 9,
        "text": "Сделать, то, что написала мама."
      },
      {
        "id": 3,
        "text": "Ты не должен здесь находится. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Её взгляд поступился, и девушка немного покраснела, глядя в пол. \n—П..Прости. Я в первый раз вижу человека за полгода! \nВдруг оживилась она. Что? Как? Что происходит здесь мать вашу! Кто эта девушка, почему мне никто не отвечает, а на гребанной улице нет людей! Много мыслей крутилась у меня в голове, множество вопросов, и на них нет ответов. Я промялил. \n—Ч..Что? Что происходит? \n—Я не знаю.\nВесело ответила девушка, поглаживая свои волосы. Она спятила? Или просто странная? \n—Я в один день проснулась и никого не стало. Я обследовала весь город, но никого не нашла. Но тут заявился ты, я так рада! \nОна улыбалась во весь рот. Нет, ну точно, с ней что-то не так. Каштановые распущенные волосы, мятое розовое платье, кристально-чистые голубые глаза. Девушка хоть и была не в лучшей форме, но все равно оставалась привлекательной. \n",
    "answers": [
      {
        "id": 13,
        "text": "Как тебя зовут? "
      },
      {
        "id": 5,
        "text": "_Delete_Your_Soul"
      },
      {
        "id": 17,
        "text": "Ты сумашедшая! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Wuxbuabwbdusbwbduxhwb27s7bshx7w72ubwbduxianeufe2uehd8x8wjbedi8shw829zh3jd8eij38di2beid8wijfix82jnr8x9qn3nf8w29i3jencjd82938rrifjcnnsk29exoal2krnf8x9woenfjx89w",
    "answers": [
      {
        "id": 5,
        "text": "Gabzuainbxiaowmejxns e"
      },
      {
        "id": 1,
        "text": "Oh, you dead. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы судорожно достали телефон из кармана и стали быстро набирать номер вашей матери. Гудки. Один, два, три, семь. Никто не отвечает. Вы пытаетесь звонить ещё раз, но снова и снова, снова и снова, но никто не отвечает. Никто. Вы начинаете рыдать от безысходности, рыдаете, рыдаете, рыдаете.. Вы пытаетесь найти гребенное объяснение и вам приходит в голову только то, что ваша мать занята и просто перезвонит пойзже. До вас доходит, что здесь нет ничего сверхъестественного, если это розыгрыш. \"Да, да, это розыгрыш, я уверен!\" — говорите вы себе, повторяя эту фразу у себя в голове. Вдруг вы что-то вспоминаете. Точно, школа. Нужно идти в школу. ",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить собираться в школу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Девушка, не услышав вашего вопроса, буквально налетела на вас, вы зашатались, но на ногах удержались. Она схватила вас за щеки и подергала за них.\n—Господи, ты реально живой! \nЭто сумасшедшая запрыгала от радости. В прямом смысле запрыгала, что с ней не так? ",
    "answers": [
      {
        "id": 4,
        "text": "Эй, ты что, совсем? "
      },
      {
        "id": 5,
        "text": "Прекрати это читать. Уходи. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Выйдя из кухни, пройдя коридор, вы зашли в свою уютную комнату. По сравнению с кухней, ваша комната была просто замечательным местом. Новые жёлтые обои, минималистичечкий белый столик, стоявший в угле комнаты, большая односпальная кровать с огромной подушкой, на которую было приятно положить голову. Ты взял свой серый рюкзачок, и взглянул в окно. Дождь закончился. Открыв свой шкаф, ты взял оттуда свою рубашку и брюки. Натягивая брюки и застегивая рубашку, ты вдруг задумался и понял, насколько тебя любит твоя мама. Ведь твоя комната была лучшая в доме, да и твоя мать делал для тебя все, что могла. Она тебя очень сильно любила. Очень сильно.. \nТы вышел из своего пятиэтажного дома, типичного дома советского образца, \"в небоскрёб в длинну\". Ты огляделся и понял, что улица была обсолютно пуста, но ты не придал этому почти никого значения, так как мгновенно придумал себе отгоровку: \"Всё уже на работе, наверное.\" Ты направился примяком к своей школе, тут было недалеко, всего метров 300. Неожиданно из-за угла \"небоскрёба\" выбежала светловолосая девушка, бежала она быстро и вдруг, увидев тебя, вскрикнула.\n—Господи, живой человек!",
    "answers": [
      {
        "id": 7,
        "text": "Что?"
      },
      {
        "id": 10,
        "text": "Бежать"
      },
      {
        "id": 5,
        "text": "End the game. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Вдруг, неожиданно для себя, вы взяли кухонный нож. Вы пытались сопротивляться, но вы уже не управляли своим телом. Совсем. Вы были в панике, пытались закричать, но ваш рот совершенно не двигался и вы медленно подводили нож перпендикулярно горлу. Одно резкое движение и... Темнота.\n\n\n\nДостижение\n•Суицид•",
    "answers": [
      {
        "id": 1,
        "text": "Oh, you are dead now. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы споктнулись и умерли. Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Что за чертовщина?"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Точно...\nДевушка грустно посмотрела на вас. Теперь вы смогли на сто процентов оценить красоту её внешности. Каштановые, распущенные волосы, пропорциональное, милое личико.",
    "answers": [
      {
        "id": 13,
        "text": "Как тебя зовут?"
      },
      {
        "id": 5,
        "text": "Привет"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Не знаю... Почему то все исчезли и я не мог уне до кого дозвонится.\nВы вспомнили утреннию записку от вашей матери. Что же происходит? Вы смотрели на девушку и были внутри рады, что вы не одни.\n",
    "answers": [
      {
        "id": 11,
        "text": "И что будем делать? Точно никого нет нигде?"
      },
      {
        "id": 5,
        "text": "Delete your souls"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Меня зовут Сью, а тебя?\nДевушка внимательно расматривала вас.",
    "answers": [
      {
        "id": 5,
        "text": "СМЕРТЬ"
      },
      {
        "id": 14,
        "text": "Крис"
      }
    ]
  },
  {
    "id": 14,
    "text": "Приятно познак...\nДевушку разорвало на куски. Отшметки мяса прилетли вам по лицу.",
    "answers": [
      {
        "id": 15,
        "text": "АААААААААААААА"
      },
      {
        "id": 5,
        "text": "I_L■•}OVE_BLOO^×€D"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы громко закричали. Вы почувствовали, что у вас в животе что-то протсходит.",
    "answers": [
      {
        "id": 16,
        "text": "УМЕРЕТЬ"
      },
      {
        "id": 16,
        "text": "УМЕРЕТЬ"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вас разорвало на куски.\n•Достижение•\nОборванец",
    "answers": [
      {
        "id": 1,
        "text": "Я не умру в следущий раз!"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]