[
  {
    "id": 1,
    "text": "S.T.A.L.K.E.R: Ворон. Часть первая: Шаг в пропасть.\nАвтор: Krigsmariner (Кригсмаринер)\nОт автора: Идея создания данного квеста пришла автору в голову после прочтения таких книг, как \"Каратели\" и \"Хозяин Янтаря\" Александра Шакилова. Данный квест не имеет никакого отношения к этим произведениям, за исключением имён некоторых героев, и общей идеи этих произведений. \nАннотация: Ворон и Фашист — лучшая команда проводников по аномальной Зоне Отчуждения. Они зарабатывают тем, что отводят людей в нужные им места Зоны. Но они не знают, чем закончится контракт, принесенный им немым сталкером...\nКвест не закончен! Пожалуйста, оставляйте комментарии! Работа над квестом будет продолжаться! Спасибо)",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1\n\nДействующее лицо: Ворон\n\n—Ворон! Пааадъём!- заорал Фашист\nВы открыли глаза, и попытались встать. Получилось плохо... Свет, пробивавшийся через неплотные жалюзи резанул глаза, и вы попытались их закрыть рукой, но у вас этого не вышло. Фашист смотря на ваши потуги засмеялся, и сказал:\n—Что, никак наш супермен перебрал вчера?",
    "answers": [
      {
        "id": 8,
        "text": "- Фашист, чего припёрся ни свет ни заря?"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Эх Ворон, стареешь... — сказал вам Фашист, но флягу протянул.",
    "answers": [
      {
        "id": 4,
        "text": "Выпить перцовки"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вам стало лучше, и вы поинтересовались причиной такого раннего появления напарника.\n— Говорю же, работу нам нашел, а то скоро совсем без бабла сидеть будем, пропьёшь ведь всё, а потом опять в долги уйдёшь... — сказал Фашист.",
    "answers": [
      {
        "id": 5,
        "text": "- Эх Фашист... Много ты понимаешь... Деньги - это что? А? Вот именно... Деньги не цель, а средство по её достижению! Хотя... ты прав, пристощились мы..."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Давай лучше ты приведёшь себя в порядок, а потом и поговорить можно. Жду тебя в баре. — сказал Фашист, и вышел из комнаты. Вы встали со старой кровати, бросили флягу на обшарпаный  стол, и пошли в душ. После душа вы одели привычную \"Зарю\", взяли со стола ключ от комнаты, и пошли вниз...",
    "answers": [
      {
        "id": 10,
        "text": "Закончить первую главу."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы открываете бутылку, и долго пьёте... Боль в затылке проходит, голова не кружится. Вы бросаете пустую бутылку в угол комнаты, и просите Фашиста подождать в баре.",
    "answers": []
  },
  {
    "id": 7,
    "text": "— Чья бы корова мычала... — протянул Фашист. — Ты давай, это... завязывай изображать из себя контуженого... Работать нужно. Я жду внизу. — Он развернулся, и вышел из комнаты.",
    "answers": [
      {
        "id": 9,
        "text": "Привести себя в порядок, и спуститься в бар."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Ты время видел?— засмеялся Фашист. — Межлу прочим, пока Ваше превосходительство ОТДЫХАЛИ, я подсуетился, и нашел нам работу...",
    "answers": [
      {
        "id": 3,
        "text": "- Ты бы лучше флягу с Хиросимой нашёл! Башка болит, сил нету..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы идёте в бар, поговрить с Фашистом.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Глава 2\n\nДействующее лицо: Ворон\n\nВы вышли из комнаты, закрыли дверь, и начали спускаться по бетонным ступенькам гостиницы, которая находилась в баре \"Шти\". Спустившись в бар, вы сразу увидели Фашиста, который сидел за столиком. Он был не один. Рядом с ним сидел сталкер. Одет он был в такую же \"Зарю\", как и у вас, только новее. Да и в кобуре, которая между прочим была на груди, у него лежал не затёртый \"ПМ\", а \"Беретта\", машинка не дешёвая, которую некоторые барыги, вроде Сидоровича, через свои каналы покупают у натовских вояк, которые вместе с украинскими и российскими \"командос\" охраняют \"не Зону от нас, а нас от Зоны\". Это говорило о том, что у незнакомца проблем с деньгами не было... Вы неспеша подошли к столику, и сев на свободный стул, сказали:",
    "answers": [
      {
        "id": 11,
        "text": "- Я так понимаю, этот человек сейчас сделает нам предложение, от которого невозможно отказаться? (Вы засмеялись)"
      }
    ]
  },
  {
    "id": 11,
    "text": "Фашист молча кивнул. Незнакомец, при этом, смотрел на вас откровенно подозрительно. Вы это заметили, и сказали:",
    "answers": [
      {
        "id": 13,
        "text": "- Ты не смотри на меня так, это я пошутил так... (Вы попытались сгладить напряжение)"
      },
      {
        "id": 14,
        "text": "- Чего хотел? (Вы спросили это с явной неприязнью)"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы говорите незнакомцу, что вам нужно это обсудить, и идёте с Фашистом в туалет. Там вы показываете ему записку, и говорите:",
    "answers": [
      {
        "id": 18,
        "text": "Я думаю, нужно соглашаться... Если нас выбрали, то я не сомневаюсь, что нас достанут, даже если мы заляжем на дно!"
      },
      {
        "id": 19,
        "text": "Ну!? Как тебе работа!? Где ты этого му**ка откопал!?"
      }
    ]
  },
  {
    "id": 13,
    "text": "Незнакомец расслабился, по крайней мере он больше не сверлил вас взглядом. Он молча достал из кармана запечатанный конверт, и протянул его Вам. В это время Фашист поставил на стол три гранёных стакана, достал флягу, и налил в стаканы перцовый самогон, который в этих местах называли \"Хиросимой\", и нарезал колбасу. Вы неопредеённо хмыкнули, взяли стакан с перцовкой, залпом его осушили, и заели куском колбасы. Фашист поступил так же, а незнакомец ленивым движением влил в себя содержимое стакана, но к колбасе не притронулся. Он ближе подвинул к вам конверт...",
    "answers": [
      {
        "id": 15,
        "text": "Прочитать записку."
      }
    ]
  },
  {
    "id": 14,
    "text": "Сталкер не говоря ни слова, улыбнулся, и достал из кармана конверт, и дал его вам. — Что это? — спросили вы. Фашист пожал плечами. Незнакомец показал пальцем на конверт...",
    "answers": [
      {
        "id": 15,
        "text": "Почитать записку."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы поднесли клочек бумаги к глазам, и прочитали: — Итак. Предупрежу сразу, я немой. Но это вас волновать не должно. Я пришёл от людей, которые не заинтересованы в том, чтоб ты и твой друг знали их имена. Они предлагают тебе и Фашисту работу. И хорошо за неё заплатят. Но, предлагают ИМЕННО вам двоим. Да, вас выбрали из многих, по этому не советую трепаться, ибо они знают о вас всё. И о твоей жене, и о дочери. Так что, от этого предложения невозможно отказаться. По этому, сегодня вечером, ты и Фашист придёте к зданию бывшей больницы. Там вы получите дальнейшие указания.",
    "answers": [
      {
        "id": 12,
        "text": "Хмуро посмотреть на Немого, и отойти поговорить с Фашистом."
      },
      {
        "id": 16,
        "text": "Протянуть листок Фашисту."
      },
      {
        "id": 17,
        "text": "Послать немого к черту."
      }
    ]
  },
  {
    "id": 16,
    "text": "Пока Фашист читал, вы налили себе Хиросимы, и выпив стакан одним глотком, с угрозой просмотрели на незнакомца. Он показал пальцем на кобуру, и отрицательно покачал головой. Фашист поднял голову, в его глазах появилась злоба... Открыв свою флягу, он сделал несколько глотков, и неожиданно бросил её в Немого. Вы прыгнули на него, и начали бить его кулаками по лицу. Посетители ринулись вас разнимать... В конце концов вас троих вышвырнули из бара на улицу... За вами полетели сумки с вашим барахлом. Пока вы проходили в себя, Фашист выхватил свой \"ПМ\", навёл на Немого, и сказал: — Так, му**ло, руки за голову, повернись кругом, и пошли в места, где потише, подумаем, что с тобой делать!.\nВы обезоружили Немого, у которого кроме \"Беретты\" оказался ещё и \"Глок\", и нож, спрятанный в штанине, и толкнули его в спину, со словами:",
    "answers": [
      {
        "id": 20,
        "text": "Топай давай..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Немой выхватил \"Беретту\", и выстрелил в Фашиста... Попал он прямо в лоб... Но Вы не успели ничего сделать... Немой выстрелил и в Вас... Вы упали... Вы больше не видели, как посетители бара ринулись обезоружить убийцу, как он широко улыбнулся... И выстрелил себе в подбородок...",
    "answers": [
      {
        "id": 15,
        "text": "Шагнуть в пропасть ещё раз."
      }
    ]
  },
  {
    "id": 18,
    "text": "— Хммм... — протянул Фашист. — Я предлагаю тряхнуть этого инвалида эммм... без свидетелей... Что скажешь?",
    "answers": [
      {
        "id": 21,
        "text": "Да, хороший план. Сейчас вытащим его на улицу, отведем к пустырю, и там применим... методы запрещённого дознания...(Грустно улыбнутбся)"
      },
      {
        "id": 22,
        "text": "Думаю не стоит... Нужно соглашаться!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Фашист очумело смотрит на Вас, и говорит:\n— Блин... Ворон! Успокойся! Я утром спустился в бар, узнать у бармена, нет ли работы... Он мне показывает на этого... С ним был ещё тип... Меня увидели, второй показывает, мол иди сюда, дело есть... Ну я и подошёл. Он говорит, так мол и так... Есть работа для Вас, сходи за Вороном пока, а мы тут подождём... Ну, я и пошёл за тобой. Когда вернулся, второй сказал, мол нужно уйти... Его напарник всё объяснит... Всё...\nВы посмотрели на Фашиста, и сказали:",
    "answers": [
      {
        "id": 23,
        "text": "Да уж... Вмазать бы тебе... Да не за что вроде... Всё равно искали именно нас... Что же? Думаю отказываться не вариант..."
      },
      {
        "id": 24,
        "text": "Эх... Влипли мы... Думаю нужно поговорить с этим... инвалидом на едине... На пустыре например."
      }
    ]
  },
  {
    "id": 20,
    "text": "Немой сделал шаг вперёд, потом резко взял вашу руку на излом, и быстро достал из вашей кобуры пистолет... Вы не успели ничего сделать, как Немой застрелил Фашиста, который кричал ему, чтоб он Вас отпустил, но Немой не послушал его... Затем Немой выстрелил Вам в затылок, и Вы уже не могли видеть, как из бара выбегают другие посетители, а Немой стреляет себе в подбородок...",
    "answers": [
      {
        "id": 15,
        "text": "Шагнуть в пропасть ещё раз. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы с Фашистом возвращаетесь за стол. Немой вопросительно смотрит на вас. Вы киваете, мол согласны. Немой улыбается краем рта, и уходит... Вы с Фашистом решаете...:",
    "answers": [
      {
        "id": 1,
        "text": "Ну что... Давай это... Выпьем по одной, и на боковую..."
      },
      {
        "id": 1,
        "text": "Так... Давай по тихому за ним!"
      }
    ]
  },
  {
    "id": 22,
    "text": "После не долгой, но яростной дискуссии Вы с Фашистом решили, что допрос Немого — плохая идея. Вы возвращаетесь за стол...",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться за стол."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вам нужно вернуться за стол.",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться за стол."
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы должны вернуться в бар...",
    "answers": [
      {
        "id": 21,
        "text": "Вернуться за стол."
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]