[
  {
    "id": 1,
    "text": "Автор: NikkiMoon (Вероника Чан)",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 26,
        "text": "Глава 2"
      },
      {
        "id": 3,
        "text": "От автора"
      },
      {
        "id": 1,
        "text": "Группа в ВК ",
        "url": "https://vk.com/ulybaysyachashche"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pp.userapi.com/c831308/v831308114/15e772/TU3Vy9hPK58.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "    \"Только действия человека говорят о его             <s>r\n                   личности и его отношениям к вам. <s>r\n                Не верьте словам. Просто наблюдайте.<s>r\n                            И вы увидите истину.\"<s>r\n<s>r\nСегодня было исключение. Я видела сон, и нет он был не какой то странной ерундой а именно прекрасным сном. Это было чудесно, но как и все сны (кроме некоторых) я забыла его. Вы знаете что человек никогда не помнит начало сна? Вот и у меня сейчас было так же. Несколько секунд назад я видела картину которую как будто вот-вот нарисовали, а сейчас я помню этот сон как древние надписи, выцвевшие свитки на которых почти не осталось букв.<s>r\n<s>r\nПосмотрев на будильник я убедилась что надо вставать.  Что-ж мозг утречка тебе.<s>r\n<s>r\nНе хотя встав с кровати стоит начать двигаться.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "[Одеться]",
        "need": 5
      },
      {
        "id": 5,
        "text": "[Поесть]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Люди я хочу сказать ОЧЕНЬ важную информацию так что читайте очень внимательно! Я переписала квест так как не могла просто взять и продолжить, кидаю в ранней версии, если понравиться продолжу если нет то снова перепишу :D. Спасибо за вниманьку обниманьку, и кидайте предложения обязательно почитаю. Пока! ^•~",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Брр холодновато, стоит побыстрее одеться.<s>r\n<s>r\nЧто же выбрать для этого дня?",
    "answers": [
      {
        "id": 6,
        "text": "Мои любимые школьные штаны, блузку с длинными рукавами и конечно же туфли. (про колготки не забудь)"
      },
      {
        "id": 8,
        "text": "Юбка, блузка и капронки с туфлями. Красиво но не удобно и холодно."
      },
      {
        "id": 11,
        "text": "Сарафан белая водолазка и колготки."
      }
    ]
  },
  {
    "id": 5,
    "text": "Когда зомби пришёл на кухню он открыл холодильник и начал выбирать что поесть.",
    "answers": [
      {
        "id": 7,
        "text": "Какашки кролика мой лучший друг! (Neskvik)"
      },
      {
        "id": 10,
        "text": "Чай с печеньем."
      },
      {
        "id": 12,
        "text": "Съесть йогурт и яблоко"
      }
    ]
  },
  {
    "id": 6,
    "text": "Конечно же я выберу мой любимый \"лук\" если это можно так назвать. Штаны очень удобные и комфортные, а блузка согреет или охладит и придаст настрой длинными рукавами, а удобные туфли дадут толчок. А теперь пора умыться! ",
    "answers": [
      {
        "id": 9,
        "text": "[Умыться]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я уже привыкла к Neskviky и по этому я всегда выбираю его, и это утро не исключение. <s>r\n<s>r\nПосле того как мы попировали надо одеться.",
    "answers": [
      {
        "id": 4,
        "text": "[Одеваться]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Надев всё я сделала такой вывод:\nЮбка мне маловата. А капронки я терпеть не могу.<s>r\n<s>r\nПосле долгих раздумий я поменяла капронки на обычные колготки. Всё таки так лучше.<s>r\n<s>r\nНемного клонит в сон. Стоит умыться.",
    "answers": [
      {
        "id": 9,
        "text": "[Умыться]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Хах, стоит умыться иначе я и в школе буду выглядеть так же как и дома, нельзя же так... \n\nАа! Холодная вода так взбадривает!! Хмм что мне поделать?",
    "answers": [
      {
        "id": 13,
        "text": "[Посидеть в интернете]"
      },
      {
        "id": 14,
        "text": "[Проверить собрала ли я портфель для школы]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Конечно с утра я не пью чай (оптимальный вариант это Neskvik) но думаю что ничего ужасного не произойдёт если я попью чай.<s>r\n<s>r\nПосле того как я попила чай стоит умыться и причесатья, не пойду же я как лахудра в школу? Или пойду... Только с начала надо одеться!",
    "answers": [
      {
        "id": 9,
        "text": "[Одеваться]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Надену сарафан, вуаа... Надо скорее идти умываться!",
    "answers": [
      {
        "id": 9,
        "text": "[Умыться]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ничего не хочеться есть... Тогда съем йогурт и яблоко, конечно этим не наешся ну и ладно. \n\nПосле трапизы надо одеться.",
    "answers": [
      {
        "id": 4,
        "text": "[Одеться]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Думаю ничего страшного не произойдёт если я гемного посиду в интернете, тем более я должна была вчера собрать все свои вещи в школу..\n\nДумаю я посижу в YouTube… Так интересно.. О, а это что?\n\n*увлечься за просмортом видео*",
    "answers": [
      {
        "id": 15,
        "text": "[Посмортеть сколько время]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как же хорошо что я решила посмотреть приготовила ли я портфель! Я вчера совсем забыла его подготовить на завтра. Так что там нам задали? Вот это... Есть, теперь... Вот это, есть. И вот это! Где же оно? Хмм.. А вот же оно! И самое главное: блокноты для скуки! Без них никуда!",
    "answers": [
      {
        "id": 17,
        "text": "[Посмотри на время! =V]"
      }
    ]
  },
  {
    "id": 15,
    "text": "А точно, сколько время? Сколько сколько?!! Я выходить уже должна! Так где там мой портфель? А вот же он… Стйте... а почему он такой лёгкий? О боже в нём ничегошеньки нет!! Ааа! Пора идти! \nЧто же надо было взять? Так вот драгоценный дневник... Так значит вот этот… готово, дальше? Вот этот… готово ? Так аа я не успеваю! Как же круто было бы управлять временем! Аа опаздываю! Т.Т Так! Я всё собрала? Вроде всё! Этого не хвататет! Я не могу найти... Ладно пофиг! Пора в школу!",
    "answers": [
      {
        "id": 16,
        "text": "[Беги]"
      }
    ]
  },
  {
    "id": 16,
    "text": "В итоге у нас вот что вышло:\nЯ снова прозевала время за просмотром видео и чуть ли не опоздала, вчера вечером я забыла собрать рюкзак и из за этого я ещё больше опаздывала и собрала не все вещи, но за то блокноты я конечно же собрала все! Ладно главное что я почти успела выйти, но я не опоздала к урокам и это главное!",
    "answers": [
      {
        "id": 21,
        "text": "[Зайти в класс]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Когда я закончила как раз было время выходить. Ну что класс жди меня.",
    "answers": [
      {
        "id": 18,
        "text": "[Итого]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Итог: \n\n• Я успела собраться в школу.\n\n• Вовремя вышла.\n\n• Когда я шла встретила знакомую и мы скоротали время идя до школы.",
    "answers": [
      {
        "id": 19,
        "text": "[Заходим в класс]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Как всегда меня встретили одноклассницы, немного поболтав мы пошли на свои места, после звонка мы снова выслушали лекцию учителя, не знаю о чём, кажется кто-то из наших провинился и из-за него теперь как всегда ругают весь класс. Пропустив лекцию мимо ушей я немного подождав села и начался урок. Он тоже пролетел мимо но самые важные части я услышала и сделала.",
    "answers": [
      {
        "id": 20,
        "text": "[Прекрасный звонок на перемену]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Рисовала я, рисовала и наконец-то звонок! О да этот прекрасный звук счастья и надежды! Звонок на перемену!",
    "answers": [
      {
        "id": 22,
        "text": "[Когда пойдём кушать?(]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ещё бы чуть чуть и я бы опоздала на урок! Фух, пронесло, кстати я пришла вовремя ведь когда я зашла лекция учительницы подошла к концу и начался урок. Весь урок я рисовада и иногда притворялась что что-то пишу в тетради.",
    "answers": [
      {
        "id": 20,
        "text": "[Звонок!]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я уже помираю со скуки и голода! Когда уже наконец столовка? А точно… После этого урока! ",
    "answers": [
      {
        "id": 23,
        "text": "[Ом-ном-ном?]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Фуух, наконец-то! Я смогу нормально поесть! Или нет? Просто молюсь что бы это не был омлет!",
    "answers": [
      {
        "id": 24,
        "text": "[Пурубубубубум! Самый ответственный момент!]"
      }
    ]
  },
  {
    "id": 24,
    "text": "И-и-и!… Ну нееет... Только не он! Ну пожалуйста! А.. фуух это не у нас омлет а у.. начальной школы, я даже не привыкла к тому что уже в средней школе, мы счастливчики, у нас курочка с гречкой. Ну хотя бы в этот раз я могу нормально поесть!\n\nПока мы ели было очень весело, мы как всегда использоовали МОЮ традицию! Хоть мы уже в средней школе но это не значит что мы должны изменять наши традиции! Хаха было смешно смотреть.",
    "answers": [
      {
        "id": 25,
        "text": "[Вы думаете всё просто прекрасно?]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы думаетет всё так прекрасно? Как бы не так! Есть и проблемы, опять ребята деруться а учитель ругает меня ни за что! Хотя бы плохие оценки не ставят и то хорошо. Что же этот сложный учебный день почти кончился, думаешь что всё так хорошо и прекрасно? Хаха всё самое ужасное только впереди. Готовься к настоящему АДУ... Хахаха, ну не стоит так волноваться ^•^ Ведь этот ад будет только через один урок и 30 минут. то есть через 90 минут ^•¬",
    "answers": [
      {
        "id": 1,
        "text": "[Пока что всё] ("
      }
    ]
  },
  {
    "id": 26,
    "text": "И вот, новый-новый день. Вторник! За всё последнее время могу сказать:\n·Сегодня 2019 год.\n·Все каникулы я просрала дома и за компом\n·Мне влетит в музыкалке по самое не балуй.",
    "answers": [
      {
        "id": 1,
        "text": "Бака! >:«"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": " ",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  }
]