[
  {
    "id": 1,
    "text": "Уильям.\nИстория повествует об обычном крестьянском сыне. Мечты не раз заставляли мальчика представлять себя великим воином. Но сможет ли он достичь своей цели? \nВас ждёт рассказ об Уильяме который жаждал правды, к чему это приведет? Узнать доведется только вам!\nПриятного чтения!\n\nВерсия: 0.01",
    "answers": [
      {
        "id": 2,
        "text": "                                >> Начало <<"
      },
      {
        "id": 14,
        "text": "                            >> Достижения <<"
      },
      {
        "id": 18,
        "text": "                            >> Обновления <<"
      },
      {
        "id": 24,
        "text": "                   >> Полезная информация <<"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Мои родители не были богатыми, наверное правильнее было бы сказать, что они были бедными. Чаще всего мне с папой приходилось ходить рыбачить, так как еды нам не всегда хватало, но я не считал это чем-то странным или тем, что мне как-то мешает в жизни. Я рос и делал то, что от меня требовалось.\n\nМаму я не очень хорошо помнил, она ушла рано. Отец не говорил, что произошло, но как я догадывался, она ушла к другому. Бросила нас.\n\nПапу я сильно любил. Джек, кратко и четко, я всегда восхищался его именем.\n\nМаму звали Джессика. Её я помню лишь в отрывках. Светловолосая, румяная и вечно молодая. Она была сильной девушкой, но что-то или кто-то сломал её, теперь она ушла от нас. От меня. Кроме того, что нам было сложно без мамы, отец начал пить, но спустя время, тяготы повседневной жизни и просто любовь к детям переменила его.\n\nЯ уже не помню сколько лет прошло с последней встречи с моей мамой, лет десять? Ведь я даже не уверен, жива ли она. Хочу ли я её встретить? Я не знал окончательного ответа на вопрос, все таки свою матушку я практически не знаю, встреть я её случайно на улице – точно принял бы за незнакомку.\n\nПапа меня учил военному ремеслу. Он рассказывал мне о лучниках, о рыцарях, но в конце концов, я решил стать...",
    "answers": [
      {
        "id": 2,
        "text": "Лучником (на данный момент не разрабатывается)",
        "var_add": [
          "arch",
          1
        ],
        "comment": true
      },
      {
        "id": 4,
        "text": "Рыцарем"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мы стояли с папой за нашим домом. Я всегда любил стрелять из лука. Папа меня учил стрелять из него, не знаю почему, но мне очень нравится стрелять из лука. Может это моя судьба?\n\nПапа в этот раз решил усложнить мою задачу и поставил вместо мешка, какой-то кусок дерева, он был тонким и стрела легко его пробивала.\n\nПогода была ветренной, ветер дул справа от меня, он был не сильным, но полету стрел может помешать даже небольшой ветерок.\n\nОт меня до цели метров десять.\n\nЯ достаточно часто тренировался, поэтому стрелять я умел хорошо, но это уже была задача посложнее, я сделал уже достаточно выстрелов, но никак не мог попасть. Наконец, у меня осталась одна стрела, собравшись с духом я прицелился и выстрелил...",
    "answers": [
      {
        "id": 11,
        "text": "[Чуть выше цели]"
      },
      {
        "id": 16,
        "text": "[Чуть ниже цели]"
      },
      {
        "id": 19,
        "text": "[Прямо по середине]"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я любил с отцом ходить на рыцарские бои. Мы часто делали \"ставки\" на то кто победит. \n\nОднажды во время боя: Фридриха и Кендрика, мы с папой решили сделать ставку. Я поставил на Фридриха, для меня он казался сильным воином, о его победах сочинили не одну песню. Отец не остался в стороне и тоже сделал \"ставку\", соответственно на Кендрика. Про него я почти ничего не знал, лишь то что он из соседней деревни и буквально молодая звезда рыцарских боёв.\n\nВдалеке на кресле посреди здешних \"высоких\" по статусу людей, сидел король Уильям 3, юный, но уже уважаемый народом, по правую руку, словно ангел, парила его жена – королева Елена.",
    "answers": [
      {
        "id": 30,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 5,
    "text": "К сожалению мы не в Хогвартсе.\n",
    "answers": [
      {
        "id": 2,
        "text": "[Вернуться]",
        "var_set": [
          "mage, 1"
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Тут у нас средневековье, разве нет?",
    "answers": [
      {
        "id": 2,
        "text": "[Вспомнить что сейчас средневековье]"
      },
      {
        "id": 6,
        "text": "Открыто новое достижение! ",
        "comment": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Я не обращал внимания на происходящее, мои глаза горели, единственное, что я хотел – выиграть отца.\n\nМы играли буквально ни на что, он поставил один грильвон*, соответственно и я. Единственное, что не особо бы вызвало азарт у взрослого человека, что я ставил грильвон не из своего кармана, а отцовский, но мой азарт это никак не затупляло.\n\nФридрих и Кендрик бросились к друг другу.\n\nФридрих был непоколебим, его лошадь скакала уверенно, звали её Бэтси, способности лошади были запредельные.\n\nКендрик выглядел неуверенно, хоть и на нём был шлем, невооруженным глазом было видно как ему страшно, как никак на кону его будущее, и один грильвон со стороны моего отца.\n\nОни были уже совсем близко друг к другу. Буквально несколько метров. Я перестал дышать, да что я, все трибуны из гула слились воедино и ждали одного.\n\n*Грильвон — денежная единица в королевстве Грилеск.",
    "answers": [
      {
        "id": 31,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Мы с отцом собрались и отправились за толпой. Спустя несколько минут мы наконец-то выбрались. \n\nУже был вечер и близилось к ночи. \n\nНаш дом был не так далеко от арены, но отец решил срезать через переулок. Мы шли и болтали. Мы болтали обо всём, обо всём что приходило в голову. \n\nМне тогда было двенадцать, но чувствовал я себя на порядок старше.\n\nТут из-за переулка вышло пять человек.\n\nМы молча стояли и наблюдали за теньми этих людей. Когда они уже почти вплотную подошли к нам я понял что одним из них был оруженосцем рыцаря Кендрика, я не знал как его звали, но я видел его, когда Кендрик готовился к бою.\nОруженосеца окружало четыре человека. Были они крупными, но все низкого роста.\n\n— Что вам надо? — спросил отец.\n\n— Ты сам всё прекрасно знаешь, Джеки. — таинственно прохрипел один из них.\n\n— Всмысле я всё прекрас… — тут отец поперхнулся, — Уильям, иди домой я скоро приду. — обратился отец ко мне.",
    "answers": [
      {
        "id": 9,
        "text": "[Отправиться домой]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я с удивлением отправился домой. \n\nОт этого переулка до дома было недалеко, дошел я минут за пять. Открыв дверь, первым что я увидел – мою сестра – Эмми, она была старше меня на два года, но эта разница не была особо заметна.\n\n— А где папа? — спросила меня Эмми.\n\nПродержав паузу, я сказал: \n\n— С ним кто-то хотел поговорить, он отправил меня домой, сказал скоро...\n— А кто с ним хотел поговорить? — перебив меня, спросила Эмми.\n— Какие-то люди, сказали что он всё прекрасно знает, или как-то так.\n\nЭмми ухватила меня за руку, выбежала за дверь и помчалась дальше, волоча меня как якорь.\n\n— Где это было? – почти криком спросила меня Эмми.\n\nЯ пальцем показал куда надо идти. Но конечно она не шла, она даже не бежала, она летела как ветер, мне оставалось лишь поспевать за ней.",
    "answers": [
      {
        "id": 32,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Перо упало на пол.\n\nУильям потянулся за ним. Слегка прохрипев, он дотянулся до него. Наконец встав, он посмотрел на свои записи. В глаза сразу бросились последние слова:\n\"Мне больше ничего не надо.\"\n\n– Да. Мне больше ничего не надо. – с ухмылкой почти шепотом проговорил Уильям.\n– Ничего.\n\nВскинув листы вверх он загоготал. Смеялся как не в себя. Глаза накрылись пеленой, слёзы потекли по щекам.\n\n– Ненавижу! Ненавижу!\n\nУильям смеялся, кричал, ревел. Он взял табурет на котором только что сидел и со всей силы кинул в стену. Табурет разлетелся в щепки. \n\n– Я убью их. Убью каждого.\n\nУильям снова смотрел на листы, которые только что раскидал. \n\n– О боги...\n\nТолько один лист смотрел на него лицевой стороной, весь остальной текст был закрыт щепками табурета, другими листами, на него смотрели им же написанные слова:\n\"Опыт иногда нужно \"приправить\" щепоткой удачи, может именно её не хватает для успеха.\"\n\n– Где моя удача? Где она... Где она была проклятые десять лет назад! Где!?",
    "answers": [
      {
        "id": 22,
        "text": "[Отправиться в день после смерти отца]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я выстрели чуть выше цели. Стрела попала прямо в центр деревяшки, она разлетелась в опилки.\n\n— Молодец! — обрадовался папа.\n\n— Ты очень хорошо справляешься с луком, может ты станешь таким же великим как и Генри!\n\nГенри — это величайший лучник нашего королевства, он был на службе короля, он всегда был моим кумиром, часто глашатай на площади говорил о его достижениях, я всегда внимательно слушал его, я всегда хотел стать как Генри.\n\n— Не может, а точно стану! — с задором сказал я.\n\n— Точно! — улыбнулся папа.\n\n— Может пойдём покушаем? — спросил папа.\n\n— Я всегда за! — с улыбкой ответил я.\n",
    "answers": [
      {
        "id": 20,
        "text": "[Пойти покушать]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я проснулся. Я проснулся в своём доме.\n\nСегодняшний день был знаменательный, уже десять лет прошло со смери моего отца.\n\nДесять лет, что я успел сделать за это время? Ничего. Я ничего не успел. Я усовершенствовал свой навык владения луком и... всё? Да, определённо всё.\n\nЯ помню тот день когда умер отец, особенно день после его смерти, лучше бы это никогда не случилось.",
    "answers": [
      {
        "id": 13,
        "text": "[Идти на свет]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Спасибо за прохождение пролога!\n\nСовсем скоро будет продолжение.",
    "answers": [
      {
        "id": 1,
        "text": "[Конец пролога]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ваши достижения:\n(На данный момент отсутствуют)",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Автор — это я, Никонов Кирилл. На данный момент это мой самый первый проект, но также есть еще один пробный связанный с ВОВ, если вам интересно, можете глянуть на него. \n\nСейчас разрабатывается несколько квестов, включая этот.\n\nМеня сейчас разрывает, поэтому обновления квеста или квестов будут выходить в хаотичном порядке, так как моё время очень непонятная штука, надеюсь вам понравятся мои квесты, первый опыт в таком вот деле, отдельное спасибо приложению за такое большое количество возможностей! Жду вашей критики и оценок в комментариях/отзывах, постараюсь не задерживаться с ответом!",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я выстрелил чуть ниже цели.\n\nЯ чего-то не рассчитал и не попал в цель, стрела пролетела совсем снизу цели.\n\n— Давай ещё раз! — сказал мне папа.",
    "answers": [
      {
        "id": 3,
        "text": "[Попробовать ещё раз]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тут пусто, пока что пусто.",
    "answers": [
      {
        "id": 1,
        "text": "Ну ладно((("
      }
    ]
  },
  {
    "id": 18,
    "text": "0.01 — пролог рыцаря (арка лучника пока что не разрабатывается).",
    "answers": [
      {
        "id": 18,
        "text": "[Назад] ",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 19,
    "text": "Я выстрелил по середине цели. \n\nСтрела задела самый конец деревяшки, она чуть пошатнулась, но не сломалась и не упала.\n\n— Давай ещё раз! — сказал мне папа.",
    "answers": [
      {
        "id": 3,
        "text": "[Попробовать ещё раз]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мы зашли домой, еду приготовила Эмми, это моя сестра.\n\nДобрая, весёлая, задорная, даже таинственная, но это моя сетсра и я люблю её.\n\nНаконец-то еда была готова, мы все вместе сели за стол и начали уплетать еду. Мы ели молча, это было странно ведь мы почти всегда болтали когда ели, но в этот раз всем было либо лень, либо просто не было темы о которой можно было бы поговорить.  Особенно меня волновал папа, он сидел особо угрюмо, не смотря на то что мы только что веселились, он был очень унылым.\n\nНаконец-то мы все съели. \n\n— Мне сейчас надо сходить кое куда, вы тут не устроите хаос надеюсь? — с печальной улыбкой спросил папа.\n\n— Нет. — мы вместе ответили с Эмми.\n\n— Ладно, я пойду.\n\nПапа ушёл, мы с Эмми остались одни. \n\nЭмми сидела у себя в комнате и чем-то занималась, я же продолжил тренироваться стрельбе из лука. \n\nВ свои двенадцать я достаточно хорошо обращался с луком, да и вообще во всех планах был старше своего возраста, ну а Эмми была старше меня на два года. ",
    "answers": [
      {
        "id": 21,
        "text": "[Ждать]"
      },
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Прошло уже достаточно времени, на улице уже наступала ночь. \n\n— Как думаешь что он там делает? — спросил я у сестры.\n\nВ ответ Эмми лишь промолчала. \nЯ переспросил, результат такой же.\n\n— Что-то не так? — обратился я к сестре.\n\n— Всё.\n\n— Что, всё? — удивился я от её резкого ответа.\n\n— Всё очень плохо...\n\n— Да почему? — уже разозлившись спросил я.\n\nПромолочав, Эмми просто взяла меня за руку и повела за собой.\n\nСпустя некоторое время мы дошли до какого-то дома. Внутри него горел свет. На улице было видно как кто-то уходил, за ним была целая дорожка грильвонов*. Эмми подошла к дому и постучала в дверь.\n\nНичего. Никого. Мы простояли секунд тридцать. Эмми ещё раз постучала, но на этот раз дверь приоткрылась от сильного стука Эмми.\n\nЯ вошёл первым. Возможно я сделал это зря. Время будто остановилось, всё остановилось, я умер. Передо мной лежал папа, стрелы в груди, пять? Шесть? Меня это не особо волновало.\nПоследнее что я увидел это как сестра бежала к папе, она что-то ему говорила, я слышал отрывками:\n\n— Э.. ... из.. ..ня ..чем ... эт. сд.... я .е про...\n\nПотом я упал, или умер, мне было наплевать, меня уже ничего не волновало. Вдруг я увидел свет, это смерть? Стоит ли идти? Определённо да, я хочу узнать кто убил моего папу.\n\n*Грильвон — деньги в королевсте Грилеск.",
    "answers": [
      {
        "id": 12,
        "text": "[Отправиться в день после смерти папы]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Эмми аккуратно водила руками по своим нежным волосам. Блики лучей солнца играли на её локонах, как ангелы на арфе. Вокруг царила тишина и спокойствие. Комната Уили не имела необходимого пространства для разворота неограниченного воображения столь юного и целеустремлённого подростка, но уже была заставлена не малым количеством вещей, которые незнакомцу сразу расскажут об этом мальчишке многое.\n\nВ углу стоял деревянный, нелепо заостренный, меч. Был он небольших размеров, как раз под руки её младшего брата. Воспоминания сразу вонзались в память, как заноза, мерзкая, глубокая заноза. Не хотелось вспоминать, но мысли сами продолжали всплывать, как мутные картинки в отражение воды.",
    "answers": [
      {
        "id": 25,
        "text": "[Воспоминание]"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "Данное произведение по своей сути не является полноценным квестом. Цель автора заключается в том, чтобы донести до читателя особенности мира и сюжет данной истории.\nВ истории будет 5 концовок (2 лучника, 2 рыцаря и 1 после получения всех концовок). Поэтому попрошу отнестись к работе, как к крику души автора, а не как к развлекательному контенту с кучей выбора и замысловатым интерфейсом РПГ (он будет, для разнообразия геймплея, но упора на нем не ждите). Полноценные выборы появятся с первых глав. Художевственное офромление тоже будет, но будет позже, так как основной упор сейчас идёт на проработку сюжета и лора мира.\n\nP.S. В ходе написания количество концовок может изменяться (следить за обновлениями).",
    "answers": [
      {
        "id": 1,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 25,
    "text": "– Да ты не так уж и плох, Уильям Бесстрашный! – хохоча выкрикнула Эмми из-за окна.\n\nУильям максимально сконцентрировано махал мечом по бревну, специально срубленному так, чтобы молодой \"рыцарь\", мог практиковать свои удары. \n\nСо стороны сие действие, конечно мало походило на тренировку рыцаря, скорее напоминало дурачество мальчишки, коим оно и являлось для многих, но в душе Уили это было не так. Это было больше чем дурачество, больше чем тренировка рыцаря – это был настоящий бой с драконом.\n\n– Ха, получи чешуя хвостатая, мне не страшно!\n\nОн уже срубил дракону ноги, его огромные, черные глаза молили о пощаде. Уильям слышал крики, точно слышал!\n\"Добей его! Добей!\"\n\nБез раздумий Уильям посмотрел на лежащего в агонии дракона и с яростным криком:\n– Умри!\nОтрубил голову дракону.\n\nБревно даже не шолохнулось. Удар подобием (если так можно сказать) меча, нанес больше повреждений Уили. Но как истинный рыцарь, он не показал, что было больно. А больно было, отдача от удара вибрацией прошла от кончиков пальцев до плеч.\n\n– Эмми, ты видела как я его? – уже изменив серьезное лицо, мальчик загоготал, улыбаясь во зубы.",
    "answers": [
      {
        "id": 26,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 26,
    "text": "– Да-а-а. Это было нечто! – протянула Эмми.\n\nУильям заглянул в окно, откуда на него взирала его сестра.\n\n– Мне кажется или ты меня пытаешься обмануть?\n– Нет, ты чего. Ты показал бревну, кто здесь главный! В следующий раз в лес придется идти аккуратнее, ты нажил нам огромную кучу врагов. – Эмми аккуратно, с лицом полным тревожности, указала на лес вдалеке. \nУильям развернулся и увидел огромные кроны деревьев, целую армию деревянных гигантов. \n– Т-ты же шутишь да? – сглотнув прошептал мальчик.\n\nВ ответ ничего не последовало.\n\nВсё. Деревья пришли, они забрали его сестру, никаких других мыслей и не могло быть. Он взял меч в две руки и приготовился сразиться во что бы то не стало, настало время показать, для чего он тренировался.\n\nРуки скользили по рукояти. Страх сковывал. Он кинул последний взгляд на далекий лес и закричал:\n– Держись, Эмми!\n",
    "answers": [
      {
        "id": 27,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Почти мгновенно он развернулся, зрачки играли как у безумца. \n\nОгонь горящий в глазах, словно водой облили.\n\nМеч выпал из рук. Гримаса безжалостности превратилась в обычное детское лицо.\n\nЭмми не смогла больше сдерживать смех и разбившись от оков, засмеялась во весь голос.\n– Уили! Ты бы видел себя! – она продолжала смеяться краснея все сильнее и сильнее.\n\nМальчику было не до смеха. Мечты о подвиге разбились. Уильям тоже покраснел, но от стыда.\nОтвернувшись обратно он тихо сказал:\n– Если тебя заберут эти деревянные гиганты, моей помощи не жди...\n\nОт смеха девочки осталось лишь подобие звуков, она уже почти задыхалась, давно Эмми не чувстовала себя так весело.\n– Уили! Ну не обижайся, это же смешно, я люблю тебя, дурак ты такой!\n\nМаленький рыцарь развернулся и, смотря в землю, уже чуть громче сказал:\n– Я тебя тоже люблю... Я-я-я... просто хотел тебя защитить.\n\nЭмми больше не смеялась, на какое-то время эти слова остановили порыв её веселья.",
    "answers": [
      {
        "id": 28,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Не до веселья Эмми было и сейчас. \n\nМеч напоминал о тех временах. Все было беззаботно, жизнь была веселее. А что теперь?\nЧто теперь?\n\nОна не знала ответов на эти вопросы. Да и уже не особо хотела и знать их.\n– Я тебя никогда не брошу, мой Уили... – девочка поддвинулась к лежащему на кровати мальчику.\nОна аккуратно подтянулась к лицу и нежно обхватив голову, поцеловала его в лоб.\n– Я люблю тебя, братик... \n\nОна слегка отодвинулась, ком в груди подходил к горлу и уже мешал спокойно дышать.\n\n– Я-я... тебя тоже люблю... – тихо, очень неестественно прохрипел мальчик, так и не приходя в себя, находясь где-то далеко во сне.\n\nКом из груди ударил в горло, сделал сальто, упал обратно и так раз сто. Паника обхватила девочку. Слезы хлынули ручьем.",
    "answers": [
      {
        "id": 29,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Пролог на этом завершен.\n\nСпасибо за прочтение!",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Данный бой решал судьбу новоиспечённого рыцаря, Кендрика. Это было странным решением со стороны короля, так как Кендрик был слабым и абсолютно неподготовленным, ладно если бы против него поставили слабого противника, но против него поставили абсолютного чемпиона – Фридриха. На его счету много побед. Конечно и были поражения, но о них не помнили уже давно. \n\nНаконец трубач прогудел в горн. Уильям 3 встал с кресла, посмотрел на окружающий его мир. Толпа гудевшая, и изредка выкрикивающая что-то, застыла. Все взоры устремились на него. Убедившись в том, что на арене наступила полная тишина. Король поднял меч и разрубил им воздух. Толпа взвыла, бой начался.",
    "answers": [
      {
        "id": 7,
        "text": "[Смотреть бой]"
      }
    ]
  },
  {
    "id": 31,
    "text": "И вот он момент ради которого все здесь собрались. Они уже рядом друг с другом, треск дерева, хруст щита, подкосившаяся лошадь, летящий рыцарь и облако пыли.\n\nИз пыли на лошади вышел рыцарь. Он снял шлем и его длинные, русые, кудрявые волосы от бликов света блестели как драгоценности. Он спешился с лошади и подошел к королевской трибуне, преклонив колено, сухим но таким наивным голосом произнес:\n\"Сир Кендрик – первый своего имени и младший из сыновей Роуэлла, посвящаю эту победу своей королеве Елене и моему королю Уильяму 3. \"",
    "answers": [
      {
        "id": 33,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Спустя минуту мы добрались до того переулка. Я обогнал Эмми и заглянул в переулок. \n\nУвиденное меня не удивило, не ошарашило. Меня убило. Мертв, но каким-то чудом ещё жив, я не знаю как это описать, но я не мог сдвинуться с места.\n\nВ переулке лежал папа, он не просто лежал, в его груди был меч, крови было много, лицо папы было спокойным и... умиротворенным? Я никогда не видел папу таким. Спокойным. Но видимо смерть меняет людей. Почему смерть? Врядли человек выживет с мечом в груди. Последнее что я увидел, это как Эмми со слезами бежала к папе, она упала ему на грудь, что-то говорила, я слышал всё в отрывках:\n\n— За... ... же ... что ... лга. ... люб... ..я.\n\nПотом я упал, я не знаю, потерял сознание, умер, какая разница?\n\nЯ видел свет, стоит ли идти? Определенно да. Мне больше ничего не надо.\"",
    "answers": [
      {
        "id": 10,
        "text": "[Идти на свет]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Несколько секунд вся трибуна молчала. После крики радости, крики злости, плач, всё это смешалось в один гул. Мы с папой были на дальних рядах.\n\n— Кто-то проиграл! — с некой ухмылкой мне сказал отец. \n— Это нечестно, он просто... просто... Я не верю, Фридрих – лучший боец королевства, такого не может быть!\n— Ну да это конечно всё странно, но ставка есть ставка! — улыбнулся отец.\n— Ну ладно. — с долькой разочарования сказал я и протянул отцу его же монету.\n— Да ладно тебе, ты что обиделся? — спросил отец.\n— Возможно... \n— Запомни сын, успех – это как рыба! Рыбу можно пожарить, она будет вкусной. Но если её посолить, добавить зелени, тогда всё это сделает из неё – изысканное блюдо. Так и в жизни, опыт иногда нужно \"приправить\" щепоткой удачи, может именно её не хватает для успеха.\n\nЯ молча слушал его, гул вокруг ушёл на второй план. Я задумался об этих словах, пока отец вёл меня подальше от арены, в любой момент безобидные крики могли превратиться в потасовку, в которой людям не важно, ребёнок ты или взрослый мужчина.",
    "answers": [
      {
        "id": 8,
        "text": "[Уйти с арены]"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]