[
  {
    "id": 1,
    "text": "Вы обычный 19-ти летний студент — Кирилл Шафунов. Вечно грустящий, вы ведете обычную жизнь студента, но в один прекрасный вечер всё изменится! Как? Решать только вам!",
    "answers": [
      {
        "id": 2,
        "text": "Начать."
      },
      {
        "id": 14,
        "text": "Обновления квеста."
      }
    ]
  },
  {
    "id": 2,
    "text": "2026 год. Зима. 19:28.\n\nВы сидите за компьютером и лазаете по сайтам в поисках чего-то нового. На алиэкспрессе ничего, на авито ничего... Как вдруг, вы натыкаетесь на китайский интернет-магазин инноваций. Ища что-нибудь из техники, вы натыкаетесь на \"Машину Времени\". \nВы невольно рассмеялись: — Хах, опять что-то китайское...",
    "answers": [
      {
        "id": 3,
        "text": "Посмотреть"
      },
      {
        "id": 4,
        "text": "Листать дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Идёт работа...",
    "answers": [
      {
        "id": 1,
        "text": "В меню."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы не обратили особого внимания на этот товар и стали искать дальше. Спустя какое-то время вы не нашли ничего стоящего.\n— Тьфу, и тут ничего! Зря только время потратил. Вот знал же, что в китайских магазинах ничего нет. — с угрюмым лицом рассуждали вы.",
    "answers": [
      {
        "id": 5,
        "text": "Лечь спать"
      },
      {
        "id": 6,
        "text": "Зайти на другой сайт"
      }
    ]
  },
  {
    "id": 5,
    "text": "Идёт работа...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Хмм, куда бы еще зайти?",
    "answers": [
      {
        "id": 7,
        "text": "Pandao"
      },
      {
        "id": 7,
        "text": "Eldorado "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы полазили на этом  сайте и ничего не нашли. Спустя какое-то время вы пошли спать.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы проснулись от яркого луча солнца... Стоп! Что? Солнце? Сейчас же зима!\nВы открыли глаза и увидели зеленый, расцветающий лес. Вы просто не могли отвести взгляд от такой красоты. Осмотревшись, вы заметили что рядом с вами спали еще двое мужчин, которые были очень странно выглядели. Броня из какой-то кожи... и ножны... с мечами.\n",
    "answers": [
      {
        "id": 9,
        "text": "Разбудить мужиков"
      },
      {
        "id": 10,
        "text": "Уйти в глубь леса"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Хей! Проснитесь! — кричали вы, расталкивая мужчин.\nНо они спали очень крепко. От них пахло алкоголем. \"Похоже, вчера они хорошо выпили\" размышляли вы.",
    "answers": [
      {
        "id": 1,
        "text": "Идёт работа..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Смотря в глубь леса вы испытываете чувство решимости. \"Эхх, была не была\" подумали вы и рванулись в лес.",
    "answers": [
      {
        "id": 11,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пробежав не маленькое расстояние вы наконец остановились. И только сейчас вы заметили, что одет так же, как и ваши бывшие спутники, и меч в ножнах... и броня.\n— Эхх... странно... все... это... \nПереведя дыхание, вы наконец осмотрелись. \n— Куда бы пойти? — этот вопрос сейчас волновал вас больше всего, ведь те мужики возможно уже на хвосте. ",
    "answers": [
      {
        "id": 12,
        "text": "Пойти на лево"
      },
      {
        "id": 13,
        "text": "Пойти на право"
      }
    ]
  },
  {
    "id": 12,
    "text": "Решив, пойти налево, вы двинулись в путь. Спустя какое-то время вы увидели горы, которые окружали кусочек леса.\n— Мой дед говорил, что в таких местах есть красивые озёра... — почему-то вслух рассуждали вы.",
    "answers": [
      {
        "id": 15,
        "text": "Искать озеро"
      }
    ]
  },
  {
    "id": 13,
    "text": "Идёт работа...",
    "answers": [
      {
        "id": 1,
        "text": "В меню."
      }
    ]
  },
  {
    "id": 14,
    "text": "19.03.2018 — Начало работы.\n20.03 — Работа.\n21.03 — Работа.\n22.03 — Добавлена 1 концовка.\n23.03 — Квест опубликоввн для тестирования.\n24.03 — Работа.\n25.03-31.03 — Отдых.\n01.04 — Работа.",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 15,
    "text": "Всё таки найдя озеро вы не удивились, увидя девушку сидящую возле него. \"Может подойти и познакомится?\" подумали вы. \"Место романтичное и как раз подходит для знакомства...\"",
    "answers": [
      {
        "id": 16,
        "text": "Подойт  и познакомиться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Со стороны девушка выглядила очаровательной, романтичной, весёлой... Но была одна проблемка. Её звали — Вика. \n— Привет! — сказали вы, подойдя к ней.\nВы стали разговаривать на разные темы. Наконец познакомившись окончательно, Вика пригласила вас к себе.",
    "answers": [
      {
        "id": 1,
        "text": "Концовка \"Вика\"."
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]