[
  {
    "id": 1,
    "text": "Автор: OKNIS\nЖанр:Юмор,приключение\n\nЭто что-то наподобие один день из жизни кота, только это уже вся ЖИЗНЬ КОТА! В реальности этот кот существует. И здесь будет несколько глав... некоторые будут вымышлены, так как кот до сих пор ещё жив. Попробуйте пережить жизнь моего кота по имени Леон!\n\nP.S — Время описано в кошачьем понимании а не в человеческом.\n\nСледующая глава будет при наборе 20 лайков (много? а мне не хочется просто так трудится!)",
    "answers": [
      {
        "id": 2,
        "text": "Меню."
      },
      {
        "id": 1,
        "text": "top",
        "url": "https://c.radikal.ru/c29/1803/e1/3667f867ff88.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Это меню. А что ты ожидал здесь будет написано?! Я думал ты будешь поумнее... Это меню, а не начало истории! \n\n\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Начать с самого начала"
      },
      {
        "id": 4,
        "text": "Выбор глав."
      },
      {
        "id": 17,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "Главное меню"
      }
    ]
  },
  {
    "id": 3,
    "text": "ГЛАВА I НАЧАЛО\n\nПривет! Это я создатель... я здесь для того чтобы рассказать тебе некоторые вещи. Во первых, я буду говорить о кол-ве концовок в каждой главе, здесь их 2... в зависимости от той на которую вы пройдёте, будет развиваться сюжет. Во вторых в первой главе так много юмора не будет,потому что это сейчас что-то вроде предыстории о том как все начиналось...\n\nМожно, наверное приступить!",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Это выбор глав... Ты ждал чего-то интересного здесь наверху? Скажу честно... тут ничего интересного нет... Честно!",
    "answers": [
      {
        "id": 3,
        "text": "ГЛАВА 1 НАЧАЛО"
      },
      {
        "id": 20,
        "text": "ГЛАВА 2А ПУТЬ К ПРЕСТОЛУ"
      },
      {
        "id": 21,
        "text": "ГЛАВА 2Б ПУТЬ К ПРЕСТОЛУ"
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Еще один день в этом долбаном дет доме... Ваши тупые сверстники более везучие чем вы, потому что вы \"отличник\", ваши уши не такие как у них, но вы знаете что вы чистокровный монарх! Осталось ждать когда вас выберут ваши слуги для опеки и мудрого правления... Но похоже эти слуги глупы и не хотят выбрать вас — чистокровного и гениального кота!",
    "answers": [
      {
        "id": 6,
        "text": "Провести царское развлечение - гладиаторский бой!",
        "var_add": [
          "b",
          1
        ]
      },
      {
        "id": 7,
        "text": "Ждать, пока вас не сочтут великим монархом!",
        "var_add": [
          "g",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Первым делом стоит осмотреть список возможных соперников, начнём со слабаков... Первым был парень что зовёт себя Монк, вообще слабак, не может дать сдачи... Это будет не бой а разминка, но можно позабавиться! Дальше Цезарь , считающий себя властным и могущественным... Чтож, это будет интереснее но можно нахвататься тумаков... Самый сильный здесь Шрам, самый опасный противник, будет знатная битва и если выйграю, то стану самым чётким котом в дет. доме!",
    "answers": [
      {
        "id": 8,
        "text": "Побить Монка",
        "var_add": [
          "o",
          1
        ]
      },
      {
        "id": 8,
        "text": "Побить Цезаря",
        "var_add": [
          "t",
          1
        ]
      },
      {
        "id": 11,
        "text": "Побить Шрама"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы ждали до вечера, умерая от скуки... Господи как же было скучно! Хоть позабавило что Шрам опять почмырял Монка... Но вот в дет. дом вошел человек женского пола... Теперь он выбирает своего монарха! Находятся только 2 претендента... остальных уже забрали в свои королевства. Вы молитесь великому Вжуху за то что вас выберут новым монархом!",
    "answers": [
      {
        "id": 9,
        "text": "Ждать что произойдёт"
      }
    ]
  },
  {
    "id": 8,
    "text": "Какое везенье его забрали его новые слуги! Придется выбрать кого-то другого для столь царского развлечения! Или судьба подталкивает вас подраться с кем-то другим?",
    "answers": [
      {
        "id": 8,
        "text": "Побить Монка",
        "var_add": [
          "o",
          1
        ],
        "var_equal": [
          "o",
          0
        ]
      },
      {
        "id": 8,
        "text": "Побить Цезаря",
        "var_add": [
          "t",
          1
        ],
        "var_equal": [
          "t",
          0
        ]
      },
      {
        "id": 11,
        "text": "Побить Шрама"
      }
    ]
  },
  {
    "id": 9,
    "text": "Похоже... Она выбрала вас! Наконец-то! Четыре года вашей жизни прошли не даром! Она дала воспитательнице какие-то цветные кусочки непонятно материала, пахнущего очень странно.Она привела вас в ваш новый замок. Скромненько но со вкусом... Вы начали обустраиваться в ваших хоромах,в поисках кухни где вам подадут ваш ужин... вам подали какую-то кашу... Серьёзно?! Царю кашу?! Похоже вы попали в очень бедное государство... Вы попробовали, О БОЖЕ КАК ВКУСНО! По сравнению с рыбой которую вам давали в дет. доме. Отличное начало правления!",
    "answers": [
      {
        "id": 10,
        "text": "Спустя несколько дней..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы уже привыкли к этому месту. Но вы чуете что вас ждёт много приключений... Ведь вам предстоит вести за собой государство! Вы будете ставить своих врагов на колени, или они поставят вас на колени... Смотря как мудро править вы будете своими поддаными! Слуги уже отстроили всё что нужно для вашей лучшей жизни... Осталось только захватить этот мир... Но каким образом вы захватите мир? Дружбой или войной?",
    "answers": [
      {
        "id": 18,
        "text": "Концовка: \"Плохой котик\"",
        "var_sub": [
          "b",
          1
        ],
        "var_equal": [
          "b",
          1
        ]
      },
      {
        "id": 19,
        "text": "Концовка: \"Неженка\"",
        "var_sub": [
          "g",
          1
        ],
        "var_equal": [
          "g",
          1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Бой обещает быть ожесточенным! Хорошо что он немного подустал от чмыряния Монка... Схватка начинается... Вы начали жадно выискивать уязвимые места Шрама. Оба начали шипеть друг на друга чтобы понять о слухе противника... У вас был чувствительных слух изза вашей \"особенности\". Вы постарались не показывать этого чтобы сбить с толку врага... Вам удалось! А Шрам похоже сам немного глуховат... Ну конечно, его же не берут 23 года как вам кто-то говорил... Как удачно вы заметили что на животе у него какие-то раны, похоже поэтому он и называет себя шрамом. Надеюсь он не узнал что ваше слабое место хвост... Недавно у вас была какая-то травма в хвосту... он еще не совсем окреп. Вы вцепились друг в друга! Нужно быстро размышлять иначе можно получить по шее!",
    "answers": [
      {
        "id": 12,
        "text": "Попытаться ударить по животу...",
        "var_add": [
          "y",
          1
        ]
      },
      {
        "id": 13,
        "text": "Не давать ударить в хвост пока не покажется живот"
      },
      {
        "id": 12,
        "text": "Попытаться отцепиться чтобы сделать манёвр",
        "var_add": [
          "u",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы стараетесь как можете, но у вас не получается... А что ты думал, у него ведь большой опыт в сражениях!Нужно быстро что-то делать иначе станет плохо!",
    "answers": [
      {
        "id": 12,
        "text": "Попытаться ударить по животу...",
        "var_add": [
          "y",
          1
        ],
        "var_equal": [
          "y",
          0
        ]
      },
      {
        "id": 12,
        "text": "Попытаться отцепиться чтобы сделать манёвр",
        "var_add": [
          "u",
          1
        ],
        "var_equal": [
          "u",
          0
        ]
      },
      {
        "id": 13,
        "text": "Не давать ударить в хвост пока не покажется живот"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вам удалось держаться столько, сколько требовалось.Он уже понял что ваше уязвимое место это хвост. И вот заветное мгновение! Враг уязвим для атаки и вашей победы! Но... это подозрительно что такой опытный воин выставил уязвимое место наружу... Рискнуть или нет? ",
    "answers": [
      {
        "id": 15,
        "text": "Нет спасибо!"
      },
      {
        "id": 22,
        "text": "Попытаться ударить в живот",
        "var_add": [
          "g",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Он ожидал что ты сделаешь это! Он контратаковал и напал на ваш хвост! Боль невыносима! Уже несколько минут он терзает вас за такую дерзость, как вызов на бой! Похоже больше вы никогда не сможете сражаться! Вы получили множество травм... Теперь развитие твоего царства будет очень сильно замедлено!",
    "answers": [
      {
        "id": 10,
        "text": "Ждать чего-то..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы догадались к чему это ведёт... Но, Шрам думал что ты слишком неопытный, чтобы понять, что это ловушка, и с уверенностью нокаутировал самого себя... Чтож вы победили очень грозного противника в младенческие годы... Но вы решили пощадить этого гладиатора за его силу! В будущем он может стать очень ценным союзником для вашей империи! У вас большие планы на мир! Вы хотите искоренить своих врагов, чтобы вывести умнейшую расу на престол природы!",
    "answers": [
      {
        "id": 16,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы очень гордились собой! Вдруг вошли два слуги... Вот это удача, подумали вы, двое слуг! В итоге выбрали обоих и они разошлись... Шрам не забудет вашу доброту и обязательно ответит взаимностью! Вы преподали ему величайший урок жизни — не недооценивай противника! Вас привезли в ваш новый замок... Теперь, наконец вы стали царём. ПОДАВАЙ ЕДУ РАБЫНЯ! Вам принесли еду и вы смогли насладиться нормальной едой, а эта рыба... Фу! Даже вспоминать противно... Вы чувствуете что станете великим правителем!",
    "answers": [
      {
        "id": 10,
        "text": "Спустя несколько дней..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Появились достижения во второй главе!\nНаслаждайтесь квестом!",
    "answers": [
      {
        "id": 18,
        "text": "Концовка \"Плохой котик\"",
        "need": 18,
        "need_ever": true
      },
      {
        "id": 19,
        "text": "Концовка \"Неженка\"",
        "need": 19,
        "need_ever": true
      },
      {
        "id": 23,
        "text": "Достижение \"Глупец\"",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 75,
        "text": "Достижение \"Встреча с Вжухом!\"",
        "need": [
          28
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 77,
        "text": "Достижение \"Полководец\"",
        "need": [
          72,
          73
        ]
      },
      {
        "id": 2,
        "text": "Меню."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы станете очень великим королём если постараетесь...\n",
    "answers": [
      {
        "id": 2,
        "text": "В меню"
      },
      {
        "id": 20,
        "text": "Вторая глава"
      }
    ]
  },
  {
    "id": 19,
    "text": "Шанс того что ты станешь велики королём ничтожно мал... Молись что ты станешь хотя бы не тряпкой для полов...",
    "answers": [
      {
        "id": 2,
        "text": "В меню"
      },
      {
        "id": 21,
        "text": "Вторая глава"
      }
    ]
  },
  {
    "id": 20,
    "text": "ГЛАВА IIA ПУТЬ К ПРЕСТОЛУ. ЧАСТЬ 1 МУДРЕЦ\n\nЧтож... Вам уже 14 лет, вы со своей слугой пережили многое. Узнали о ней вы столько же, например о её проблемах со здоровьем, поэтому вам с ней приходилось ехать к её родственникам — лекарям... Это была семья без мужчин... Только один ребёнок мужского пола. Но вам было как то пофиг на этих людей, вы волновались о своём народе, кто будет исполнять ваши приказы?! Верно! Никто...",
    "answers": [
      {
        "id": 24,
        "text": "В один из таких дней..."
      }
    ]
  },
  {
    "id": 21,
    "text": "ГЛАВА IIБ ПУТЬ К ПРЕСТОЛУ. ЧАСТЬ 1 МУДРЕЦ\n\nЧтож... Вам уже 14 лет, вы со своей слугой пережили многое. Узнали о ней вы столько же, например о её проблемах со здоровьем, поэтому вам с ней приходилось ехать к её родственникам — лекарям... Это была семья без мужчин... Только один ребёнок мужского пола. Но вам было как то пофиг на этих людей, вы волновались о своём народе, кто будет исполнять ваши приказы?! Верно! Никто...",
    "answers": [
      {
        "id": 35,
        "text": "В один из таких дней..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Он ожидал этого! Он контратаковал и теперь вы лежите беспомощно... Осталось молить о пощаде как и у Шрама, так и у великого Вжуха... Он начал терзать вас, за дерзость вызывать его, грозу семи дет. домов, на бой!Он нанёс вам серьёзные травмы оставшийся день вы лежали в агонии... Но вот пришла слуга женского пола... И выбрала она вас! И конечно жалкий вид на это не поспособствовал. Вы не решались осматривать дом, вам нужен был лекарь... Вам подали вашу еду, вкусненько... Ну конечно, рыба из дет. сада теперь тихо пукает в сторонке... Хотя она сама пахнет как пук",
    "answers": [
      {
        "id": 10,
        "text": "Спустя несколько дней...",
        "var_sub": [
          "b",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы попались на уловку кота Шрама и вы получили травму из-за которой вам теперь не получиться сражаться... Вас ждут тяжкие времена",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы опять в этом месте... Хоть вам было уютнее здесь, вам всё равно не нравилось это место. Пахло оно унынием и слабостью. Вот ваша слуга лежит на чём-то вроде места для сна... Выглядела она, как бы сказать... hemsk... Ваше, что-то вроде шестого чувства, говорит вам что служанка на грани смерти... Ужасно, ведь ваше королевство на грани падения! Нужно срочно что-то предпринять! Благо что эти недослуги разрешают вам выйти в город... Можно поискать мудреца который решит вашу проблему.",
    "answers": [
      {
        "id": 25,
        "text": "Искать мудрецов"
      },
      {
        "id": 26,
        "text": "Попытаться сделать что-либо самому"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы искали очень долго, но вы нашли парня, который знает парня, который не знает парня,который мудрец, но знает парня который знает кто мудрец... Вы не совсем поняли, но всё же нашли мудреца. Он согласился помочь.\n—Но, только если ты победишь моего лучшего ученика!\n— И кто же он? Я его поборю!\n—Мой лучший ученик это... Я! Ведь я сам обучился великим исскуствам! А ещё у меня нет учеников... Но ты сможешь им стать, если поборешь меня!\nПринять предложение мастера?",
    "answers": [
      {
        "id": 27,
        "text": "Ну...Можно"
      },
      {
        "id": 26,
        "text": "Нет, спасибо!",
        "need": -26
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы пытались, но вы бессильны, посколько слишком глупы и не знаете ничего",
    "answers": [
      {
        "id": 25,
        "text": "Искать мудреца"
      }
    ]
  },
  {
    "id": 27,
    "text": "Битва начинается... Все те же важные процедуры... Слух... Нормальный. Странно, его слабое место отстутствует, хотя не странно, он же мастер, логично что у него нет слабостей! Придётся опираться на свой слух... Надеюсь не подведёт! Хотя когда он вас подводил? Нужно постараться...\nВаше слабое место  — спина, во время перевозки вы ударились об ваши вещи...\n\nСпойлер: слух вам поможет, а также тут вы можете погибнуть...\n",
    "answers": [
      {
        "id": 29,
        "text": "Слушать",
        "var_add": [
          "hp",
          100
        ],
        "var_random": [
          "rd",
          1,
          4
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "—Вы погибли!-\nВы получили слишком много... аплеух. Мастер понял что ты не достоин, а твоя душа черна... И убил тебя! Вы стоите в белом коридоре... Вы начали идти, и вот пред вами врата в рай. Но почему они закрыты? Но вот внезапно появился великий Вжух! Он начал замахиваться своим жезлом со словами:\n—Твои дела ещё не закончены! Ты должен победить мудреца. Так задумано по сюжету! На этот раз я тебе помогу. 1-Левая нога 2-Левая рука 3- Правая рука 4- Правая нога! Вжух!!!\nВы вновь на поле боя...",
    "answers": [
      {
        "id": 27,
        "text": "На поле боя..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы слушаете... Что же вы слышите?\n\n\nПримечание автора: может появиться 1 кнопка, мешающая вам блокировать удары, она исчезнет когда здоровье будет равно 100",
    "answers": [
      {
        "var_show": [
          "hp"
        ],
        "comment": true,
        "id": 29,
        "text": "Ваше здоровье:",
        "var_mult": [
          "hp",
          100
        ]
      },
      {
        "id": 29,
        "text": "Звук:",
        "comment": true,
        "var_show": [
          "rd"
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 31,
        "text": "Блок: Левая нога",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 31,
        "text": "Блок: Правая нога",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 31,
        "text": "Блок:Левая рука",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 31,
        "text": "Блок:Правая рука",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Левая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Левая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Левая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Правая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Правая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Правая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок: Левая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок: Левая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок: Левая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Правая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Правая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10
        ],
        "text": "Блок:Правая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "id": 29,
        "text": "Нормализовать здоровье(считерить не удастся!)",
        "var_sub": [
          "hp",
          100
        ],
        "var_more": [
          "hp",
          100
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы вернулись... Лекари выглядели грустнее обычного, скорее всего они не могут жить без вас, ведь они всего лишь стадо овец, следующие за пастухом. Вы вошли в комнату к вашей слуге, помочь которой в силах только вы... И, похоже вы опоздали. Вы не чувствовали жизни в вашей слуге. Так и знал, что нужно обучаться искусству воскрешения! Жаль, теперь в вашем государстве нет слуг... Что-то вроде погребенного обряда, было проведено. Это конец вашего государства... Но, эта семья лекарей решила провознласить вас их королём! И кое-что с вами всё-таки произошло... Мудрец открыл вам глаза! Нужно захватывать территории, а для этого нужны войска! Скоро вы станете величайшим правителем в истории!",
    "answers": [
      {
        "id": 34,
        "text": "Достижение: \"Боец\""
      }
    ]
  },
  {
    "id": 31,
    "text": "Вау... вы успешно блокировали удар мастера! Похвально, но вы читер... Почему? Просто не у каждого в распоряжении такой слух, что ты слышишь сокращение мышц!\n\n\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Ваше здоровье:",
        "comment": true,
        "var_show": [
          "hp"
        ]
      },
      {
        "id": 31,
        "text": "Звук:",
        "comment": true,
        "var_show": [
          "rd"
        ]
      },
      {
        "var_max": [
          "vl",
          3
        ],
        "var_show": [
          "vl"
        ],
        "comment": true,
        "id": 31,
        "text": "Вы успешно блокировали:"
      },
      {
        "id": 33,
        "text": "Контратаковать",
        "var_sub": [
          "vl",
          3
        ],
        "var_equal": [
          "vl",
          3
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 31,
        "text": "Блок: Левая нога",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 31,
        "text": "Блок: Правая нога",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 31,
        "text": "Блок:Левая рука",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 31,
        "text": "Блок:Правая рука",
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Левая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Левая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Левая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Правая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Правая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Правая нога",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок: Левая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок: Левая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок: Левая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Правая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Правая рука",
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_sub": [
          "hp",
          10,
          "vl",
          1
        ],
        "text": "Блок:Правая рука",
        "var_no_more": [
          "hp",
          100
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Чёрт... Похоже вы не совсем поняли как обращаться с вашим слухом... Надеюсь на этот раз получится\n\n\nПодсказка:Левая нога, Левая рука, Правая рука, Правая нога...\nЭто не последовательность с которой вы должны бить",
    "answers": [
      {
        "id": 32,
        "text": "Ваше здоровье",
        "comment": true,
        "var_show": [
          "hp"
        ]
      },
      {
        "id": 32,
        "text": "Звук:",
        "comment": true,
        "var_show": [
          "rd"
        ]
      },
      {
        "var_max": [
          "vl",
          3
        ],
        "var_show": [
          "vl"
        ],
        "comment": true,
        "id": 32,
        "text": "Успешно блокировано:"
      },
      {
        "text": "Блок: Левая нога",
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          1
        ],
        "id": 31,
        "var_more": [
          "hp",
          0
        ],
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "text": "Блок: Правая нога",
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          4
        ],
        "id": 31,
        "var_more": [
          "hp",
          0
        ],
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "text": "Блок:Левая рука",
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          2
        ],
        "id": 31,
        "var_more": [
          "hp",
          0
        ],
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "text": "Блок:Правая рука",
        "var_add": [
          "vl",
          1
        ],
        "var_equal": [
          "rd",
          3
        ],
        "id": 31,
        "var_more": [
          "hp",
          0
        ],
        "var_random": [
          "rd",
          1,
          4
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Левая нога",
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Левая нога",
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Левая нога",
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Правая нога",
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Правая нога",
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Правая нога",
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок: Левая рука",
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок: Левая рука",
        "var_equal": [
          "rd",
          3
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок: Левая рука",
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Правая рука",
        "var_equal": [
          "rd",
          1
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Правая рука",
        "var_equal": [
          "rd",
          2
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "var_random": [
          "rd",
          1,
          4
        ],
        "text": "Блок:Правая рука",
        "var_equal": [
          "rd",
          4
        ],
        "id": 32,
        "var_more": [
          "hp",
          0
        ],
        "var_sub": [
          "hp",
          10
        ],
        "var_no_more": [
          "hp",
          100
        ]
      },
      {
        "id": 28,
        "text": "Принять свою судьбу...",
        "var_equal": [
          "hp",
          0
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы блокировали 3 удара, и похоже он собирается сделать удар, который может убить вас! Вы решили контратаковать. И у вас получилось! Вы победили мастера... Это был очень тяжёлый бой... Он чуть не убил вас, но, благодаря вашему слуху, вам удалось отбить атаки мастера, чтобы победить мудреца... Он решил обучить вас великому исскуству \"хилка\"... Вы не поняли что означает это слово. Ну и пофиг!  Вы обучались 3 дня... Пора сделать то ради чего вы старались так долго. Наверняка ваше королевство на грани разрыва из-за отсутствия короля... Нужно быстрее вернуться!",
    "answers": [
      {
        "id": 30,
        "text": "Вернуться в своё царство..."
      }
    ]
  },
  {
    "id": 34,
    "text": "На этом, пока что, оканчивается 1 часть второй главы... Вторая выйдет на следующей неделе(надеюсь) Всё равно я очень старался над этой частью! Такую довольно хорошую боёвку и систему заданий трудно найти где-то ещё! И если вы хотите сказать что я ленивая задница, то скажу сразу, страниц стало больше в три раза, чем было до появления второй главы!",
    "answers": [
      {
        "id": 2,
        "text": "Меню."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы опять в этом месте... Хоть вам было уютнее здесь, вам всё равно не нравилось это место. Пахло оно унынием и слабостью. Вот ваша слуга лежит на чём-то вроде места для сна... Выглядела она, как бы сказать... hemsk... Ваше, что-то вроде шестого чувства, говорит вам что служанка на грани смерти... Ужасно, ведь ваше королевство на грани падения! Нужно срочно что-то предпринять! Благо что эти недослуги разрешают вам выйти в город... Можно поискать мудреца который решит вашу проблему.",
    "answers": [
      {
        "id": 36,
        "text": "Искать мудрецов..."
      },
      {
        "id": 37,
        "text": "Пытаться сделать что-то самому..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы искали очень долго, но вы нашли парня, который знает парня, который не знает парня,который мудрец, но знает парня который знает кто мудрец... Вы не совсем поняли, но всё же нашли мудреца. Он согласился помочь.\n—Но, только если ты победишь моего лучшего ученика!\n— Я не могу сражаться...\n—Хм... Тогда ты должен доказать что твоя душа чиста другим способом! Помогай простому народу, повышая \"уважуху\"... Когда у тебя будет достаточно \"уважухи\" тогда и поговорим!",
    "answers": [
      {
        "id": 38,
        "text": "Идти в город"
      },
      {
        "id": 39,
        "text": "-Как получать уважуху?"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы пытались, но вы бессильны, посколько слишком глупы и не знаете ничего",
    "answers": [
      {
        "id": 36,
        "text": "Искать мудреца..."
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы в городе... Как вы видели в чём-то, что слуги называют \"фильм\", чтобы что-то узнать нужно идти в бар! Бармен всё расскажет...В городе было три бара, и вы не знаете где именно тот бармен что знает всё... Надо бы найти нужный бар",
    "answers": [
      {
        "id": 40,
        "text": "Бар \"Гоголь Моголь\"",
        "var_add": [
          "gg",
          1
        ]
      },
      {
        "id": 40,
        "text": "Бар \"Керосин\"",
        "var_add": [
          "kr",
          1
        ]
      },
      {
        "id": 42,
        "text": "Бар \"У странного Тома\""
      }
    ]
  },
  {
    "id": 39,
    "text": "—С этим вопросом не ко мне, иди в город и найди странного бармена... Его зовут Том. Он помешан на мышах, не знаю почему. А теперь уходи! Мне нужно медетировать!\nС этими словами он крикнул \"Фус ру да!!!\" и вы прилетели в город... Похоже он и вправду мудрец. Ну с этим мы разобрались, осталось только заслужить его доверие.",
    "answers": [
      {
        "id": 38,
        "text": "В городе"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы вошли в бар и сразу увидели бармена... Вы подошли к нему... Он плюнул в стакан и начал вытерать его... Похоже это довольно экономно!\n—Здравствуйте, чего вам нужно?- начал он.\n—Здрасте... Вы знаете как мне получить уважуху?\n—Что пацан? Ты что пьян? Охрана! Тут пьяница!\nПодошел охранник и поставил вас на крыльцо закрыв дверь. А вы подумали швырнут в землю... Внезапно он вышел и всё таки швырнул в землю! Вот гад!",
    "answers": [
      {
        "id": 40,
        "text": "Бар \"Гоголь Моголь\"",
        "var_add": [
          "gg",
          1
        ],
        "var_equal": [
          "gg",
          0
        ]
      },
      {
        "id": 40,
        "text": "Бар \"Керосин\"",
        "var_add": [
          "kr",
          1
        ],
        "var_equal": [
          "kr",
          0
        ]
      },
      {
        "id": 42,
        "text": "Бар \"У странного Тома\""
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы вошли в подвал... На удивление, это самое чистое место в баре... Тут только три норы, а мыши, увидевшие вас побежали в них... Нужно думать, иначе вы не сможете выполнить задание!",
    "answers": [
      {
        "var_show": [
          "fr"
        ],
        "var_add": [
          "aa",
          1
        ],
        "var_less": [
          "aa",
          1
        ],
        "id": 41,
        "text": "Ближайшей мыши до первой норы:",
        "var_more": [
          "fr",
          0
        ],
        "var_sub": [
          "sc",
          1,
          "tr",
          1
        ]
      },
      {
        "var_show": [
          "sc"
        ],
        "var_add": [
          "bb",
          1
        ],
        "var_less": [
          "bb",
          1
        ],
        "id": 41,
        "text": "Ближайшей мыши до второй норы:",
        "var_more": [
          "sc",
          0
        ],
        "var_sub": [
          "fr",
          1,
          "tr",
          1
        ]
      },
      {
        "var_show": [
          "tr"
        ],
        "var_add": [
          "cc",
          1
        ],
        "var_less": [
          "cc",
          1
        ],
        "id": 41,
        "text": "Ближайшей мыши до третьей норы:",
        "var_more": [
          "tr",
          0
        ],
        "var_sub": [
          "fr",
          1,
          "sc",
          1
        ]
      },
      {
        "id": 42,
        "text": "Вжух! Обратно в прошлое!",
        "var_equal": [
          "fr",
          0,
          "sc",
          0,
          "tr",
          0
        ]
      },
      {
        "id": 43,
        "text": "Выйти из подвала...",
        "var_equal": [
          "aa",
          1,
          "bb",
          1,
          "cc",
          1
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы вошли в бар... Никого кроме бармена и мышей здесь не было. Вы подошли к стойке, какое-то время бармен вёл себя так будто вас здесь нет.Но потом всё же заметил вас...\n—О, здарова, приятель! Чем могу услужить?\n—Ты знаешь как получить уважуху?\nБармен помолчал...Он смотрел в одну точку уже 10 минут, вам стало неловко...\n—Давно меня об этом не спрашивали... Ты от мудреца? \n—Да... Он сказал что мне нужна уважуха.\n—Это мой старый друг... Уважуху ты получишь, если будешь делать хорошие поступки... Сюда люди приходят, чтобы давать задание ищущим уважуху. Я даю тебе задание: иди в мой подвал и убей мышей пожалуйста, они уже неделю внаглую пьют моё вино! Иди давай.",
    "answers": [
      {
        "id": 41,
        "text": "Идти ловить мышей...",
        "var_add": [
          "fr",
          3,
          "sc",
          5,
          "tr",
          3
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы вышли из подвала... Бармен ждал вас. Ну конечно, задание на 5 минут! И рядом стоял парень в плаще. Бармен внезапно указал на вас и парень в плазе подошёл к вам... \n—Это ты ищешь уважуху? У меня для тебя как раз есть задание... Я представитель местных гопников. Нам нужен кто-то, кто сможет доставать нам запрещённые вещи.\nМы можем дать тебе денег и отправить в наркобардель... Или ты найдешь нам травку или алкоголь за свой счёт. Разница в том, сколько уважухи ты получишь! Почему мы не можем? Мы уже так часто там были что на нас натравили копов. Ну так что, ты за?",
    "answers": [
      {
        "id": 44,
        "text": "Мне нужна ваша поддержка...( 1 уважуха)"
      },
      {
        "id": 45,
        "text": "Я сам раздобуду ( 2 уважухи)"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Хорошо... Я отведу тебя куда надо, это очень скрытное место\nВы пришли в место под названием \"Наркобардель\". Сама беспалевность! Кот в плаще дал вам одну вискас-коин и исчез. Вы вошли в бардель, тут много спортсменов и даже мистер Котвилль. А вы думали что спортсмены не принимают наркотики! \n—Что тебе, парень?\n—Сколько стоят наркотики?\n—А сколько у тебя?\nВы отдали ему монету и вам дали мешок кошачьей мяты и впридачу бутылочку лучшей валерьянки. Похоже эти вискас-коины очень дорогие!",
    "answers": [
      {
        "id": 46,
        "text": "Отдать наркотики гопоте",
        "var_add": [
          "uv",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы решили поискать в вашем замке... Вы обыскали почти весь замок и ничего интересного не нашли. Остался один ящик, от которого довольно приятно пахнет. Похоже там есть наркотики, или хотя бы алкоголь! Вы осмотрели ящик и смогли найти довольно большой мешок кошачьей мяты и бутылку валерьянки.Конечно, ведь царю закон не писан! Вы вынесли наркотики из замка. Осталось отдать их гопникам.",
    "answers": [
      {
        "id": 46,
        "text": "Отнести гопникам...",
        "var_add": [
          "uv",
          2
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "—От души братан! Но мы не просили тебя принести наркотики... Но уважуху ты получишь!\nОтлично!Похоже этот тип надул вас... Хотя уважуху вы всё равно получили. Но неприятно что какой-то бомж одурачил вас! Неплохо бы пойти посмотреть список заданий, может есть какие-то новые задания",
    "answers": [
      {
        "var_max": [
          "uv",
          20
        ],
        "var_show": [
          "uv"
        ],
        "comment": true,
        "id": 46,
        "text": "Уважуха:",
        "merge": false
      },
      {
        "id": 48,
        "text": "Список заданий..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Нужно помогать рассказывать шуту шутки! Сможете помочь шуту с выступлением получите 2 уважухи!",
    "answers": [
      {
        "var_show": [
          "hh"
        ],
        "comment": true,
        "id": 47,
        "text": "Переменная шута",
        "need": 1000
      },
      {
        "id": 47,
        "text": "Шут чешет попу...",
        "comment": true,
        "var_equal": [
          "hh",
          1
        ]
      },
      {
        "id": 47,
        "text": "Шут сделал безумный взгляд...",
        "comment": true,
        "var_equal": [
          "hh",
          2
        ]
      },
      {
        "id": 47,
        "text": "Шут сказал: Ты ничего не можешь делать!",
        "comment": true,
        "var_equal": [
          "hh",
          3
        ]
      },
      {
        "id": 47,
        "text": "Шут начал вам что-то рассказывать",
        "comment": true,
        "var_equal": [
          "hh",
          4
        ]
      },
      {
        "id": 47,
        "text": "Шут говорит вам очень длинный вопрос...",
        "comment": true,
        "var_equal": [
          "hh",
          5
        ]
      },
      {
        "id": 55,
        "text": "Три!",
        "var_equal": [
          "hh",
          1
        ],
        "var_random": [
          "hh",
          1,
          5
        ]
      },
      {
        "id": 56,
        "text": "Три!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          2
        ]
      },
      {
        "id": 56,
        "text": "Три!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          3
        ]
      },
      {
        "id": 56,
        "text": "Три!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          4
        ]
      },
      {
        "id": 56,
        "text": "Три!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          5
        ]
      },
      {
        "id": 51,
        "text": "Хаус!!!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          2
        ]
      },
      {
        "id": 56,
        "text": "Хаус!!!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          1
        ]
      },
      {
        "id": 56,
        "text": "Хаус!!!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          3
        ]
      },
      {
        "id": 56,
        "text": "Хаус!!!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          4
        ]
      },
      {
        "id": 56,
        "text": "Хаус!!!",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          5
        ]
      },
      {
        "id": 52,
        "text": "Помахать руками",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          3
        ]
      },
      {
        "id": 56,
        "text": "Помахать руками",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          1
        ]
      },
      {
        "id": 56,
        "text": "Помахать руками",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          2
        ]
      },
      {
        "id": 56,
        "text": "Помахать руками",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          4
        ]
      },
      {
        "id": 56,
        "text": "Помахать руками",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          5
        ]
      },
      {
        "id": 53,
        "text": "Ты что-то говорил? Я с мамой говорил по телефону...",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          4
        ]
      },
      {
        "id": 56,
        "text": "Ты что-то говорил? Я с мамой говорил по телефону...",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          1
        ]
      },
      {
        "id": 56,
        "text": "Ты что-то говорил? Я с мамой говорил по телефону...",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          2
        ]
      },
      {
        "id": 56,
        "text": "Ты что-то говорил? Я с мамой говорил по телефону...",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          3
        ]
      },
      {
        "id": 56,
        "text": "Ты что-то говорил? Я с мамой говорил по телефону...",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          5
        ]
      },
      {
        "id": 54,
        "text": "Да, ты что-то спрашивал?",
        "var_equal": [
          "hh",
          5
        ],
        "var_random": [
          "hh",
          1,
          5
        ]
      },
      {
        "id": 56,
        "text": "Да, ты что-то спрашивал?",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          1
        ]
      },
      {
        "id": 56,
        "text": "Да, ты что-то спрашивал?",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          2
        ]
      },
      {
        "id": 56,
        "text": "Да, ты что-то спрашивал?",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          3
        ]
      },
      {
        "id": 56,
        "text": "Да, ты что-то спрашивал?",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_equal": [
          "hh",
          4
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "—Вот список доступных заданий, выбирай на любой вкус!",
    "answers": [
      {
        "var_max": [
          "uv",
          20
        ],
        "var_show": [
          "uv"
        ],
        "comment": true,
        "id": 48,
        "text": "Уважуха:"
      },
      {
        "id": 47,
        "text": "Помочь шуту...(0 или 2 уважухи)",
        "var_random": [
          "hh",
          1,
          5
        ],
        "var_no_more": [
          "uv",
          8
        ]
      },
      {
        "id": 49,
        "text": "Помочь гопникам...(1-3 уважухи)",
        "var_no_more": [
          "uv",
          9
        ]
      },
      {
        "id": 50,
        "text": "Помочь народу... (2 уважухи)",
        "var_no_more": [
          "uv",
          8
        ]
      },
      {
        "id": 60,
        "text": "Ждать заданий...",
        "var_need": [
          "uv",
          10
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "У гопников обычно три задания для вас — первое: Закупиться наркотой (1 уважуха) второе: Дать денег(2 уважухи) третье: побить вражеских гопников (3 уважухи)",
    "answers": [
      {
        "id": 57,
        "text": "Первое",
        "var_add": [
          "uv",
          1
        ],
        "var_no_more": [
          "uv",
          9
        ]
      },
      {
        "id": 58,
        "text": "Второе",
        "var_add": [
          "uv",
          2
        ],
        "var_no_more": [
          "uv",
          8
        ]
      },
      {
        "id": 59,
        "text": "Третье",
        "var_add": [
          "uv",
          3
        ],
        "var_no_more": [
          "uv",
          7
        ]
      },
      {
        "id": 48,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 50,
    "text": "Раздайте еду горожанам! Слишком трудно тут не будет... Просто отправте еду во все дома",
    "answers": [
      {
        "id": 50,
        "text": "Отправить в первый дом",
        "var_add": [
          "fh",
          1
        ],
        "var_equal": [
          "fh",
          0
        ]
      },
      {
        "id": 50,
        "text": "Отправить во второй дом",
        "var_add": [
          "sh",
          1
        ],
        "var_equal": [
          "sh",
          0
        ]
      },
      {
        "id": 50,
        "text": "Отправить в третий дом",
        "var_add": [
          "th",
          1
        ],
        "var_equal": [
          "th",
          0
        ]
      },
      {
        "var_add": [
          "uv",
          2
        ],
        "var_equal": [
          "fh",
          1,
          "sh",
          1,
          "th",
          1
        ],
        "id": 48,
        "text": "Еда закончилась...",
        "var_sub": [
          "fh",
          1,
          "sh",
          1,
          "th",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "—Галмония! —Сказал смеясь шут... Кажется вы где-то слышали эту шутку, но не помните где... Ладно не важно, шутка ведь удалась!",
    "answers": [
      {
        "id": 48,
        "text": "Концерт окончен...",
        "var_add": [
          "uv",
          2
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "— Ладно, ты что-то умеешь...- Сказал смеясь шут... Кажется вы где-то слышали эту шутку, но не помните где... Ладно не важно, шутка ведь удалась!",
    "answers": [
      {
        "id": 48,
        "text": "Концерт окончен...",
        "var_add": [
          "uv",
          2
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "—Ты издеваешся?!- Сказал смеясь шут... Кажется вы где-то слышали эту шутку, но не помните где... Ладно не важно, шутка ведь удалась!",
    "answers": [
      {
        "id": 48,
        "text": "Концерт окончен...",
        "var_add": [
          "uv",
          2
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "—Ладно проехали...-Сказал смеясь шут... Кажется вы где-то слышали эту шутку, но не помните где... Ладно не важно, шутка ведь удалась!",
    "answers": [
      {
        "id": 48,
        "text": "Концерт окончен...",
        "var_add": [
          "uv",
          2
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Жопу подотри!- Сказал смеясь шут... Кажется вы где-то слышали эту шутку, но не помните где... Ладно не важно, шутка ведь удалась!",
    "answers": [
      {
        "id": 48,
        "text": "Концерт окончен...",
        "var_add": [
          "uv",
          2
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Что? Это не та шутка!- сказал шут... Похоже вы облажались. Придёться попытаться получше!",
    "answers": [
      {
        "id": 48,
        "text": "Концерт окончен..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы купили наркотики для гопников... Вы получили 1 уважуху...",
    "answers": [
      {
        "id": 49,
        "text": "От души!"
      }
    ]
  },
  {
    "id": 58,
    "text": "Пришлось раскошелиться... Пичоль. Зато вы получили 2 уважухи",
    "answers": [
      {
        "id": 49,
        "text": "От души!"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы подрались с вражескими гопниками... Оказалось что они были дружественными. Но вы всё таки нашли врагов и подружили их с вашими гопниками. Это не совсем что они требовали от вас но 3 уважухи вы всё таки получили.",
    "answers": [
      {
        "id": 49,
        "text": "От души!"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы решили подождать, пока не придёт тот кто даст вам новое задание, а пока вы ждали Том налил вам что-то под названием \"водка\". Вы попили эту гадость, и стали хуже соображать... Понятно почему его зовут странным если он любит эту вещь.И вот вдруг вошёл парень в плаще, который обманул вас с заданием гопников!\n—Чего тебе? Опять пришёл обмануть меня?\n—Нет... Извини за то что сделал это. Но у меня есть для тебя задание, которое даст много уважухи!\n—Слушаю...\n—Здесь заявилась банда пиратов, терроризирующие город. Нужно что бы кто-то разобрался. Сделаешь?\n",
    "answers": [
      {
        "id": 61,
        "text": "Да"
      },
      {
        "id": 62,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы привели отряд вооружённых котов прямо на базу пиратов, находящуюся в пригороде... Кажется они собираются отправиться грабить город... Вы командуете отрядом, нужно захватить базу, чтобы город мог перестать бояться. Что же вы сделаете?",
    "answers": [
      {
        "id": 63,
        "text": "Окружить и напасть на всех"
      },
      {
        "id": 64,
        "text": "Ждать пока часть пиратов отправиться на грабёж"
      },
      {
        "id": 65,
        "text": "Устроить засаду для грабителей"
      },
      {
        "id": 66,
        "text": "Запускать петарды"
      }
    ]
  },
  {
    "id": 62,
    "text": "Из-за водки, вы сказали да вместо нет... Спасибо тебе водка! Теперь придётся рисковать задом!",
    "answers": [
      {
        "id": 61,
        "text": "Ну ладно..."
      }
    ]
  },
  {
    "id": 63,
    "text": "Ваша идея была не совсем удачной... Оказалось что у них был динамит, который слуги называют \"петардами\".Половина отряда уничтожена, но шанс ещё есть!",
    "answers": [
      {
        "id": 67,
        "text": "Артилерии вперёд, лучники прикрывают"
      },
      {
        "id": 68,
        "text": "Нападать влобовую, артилерии прикрывают "
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы напали сразу, как пираты отправились на грабёж. Вы смогли убить всех, так как они были в меньшенстве. Однако! Пираты всё таки вернулись на звуки выстрелов и отбили часть вашего отряда... Вы успели отреагировать и направить стелс-группу на убийство пиратов. Отлично! Вы победили. Но можно было обойтись и без потерь!",
    "answers": [
      {
        "id": 70,
        "text": "Бой окончен..."
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы убили грабителей... Остальные пираты не заметили ничего. Осталось совсем немного пиратов... Что же делать?",
    "answers": [
      {
        "id": 72,
        "text": "Использовать стелс-группу"
      },
      {
        "id": 73,
        "text": "Использовать петарды"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы смогли застать пиратов в расплох а также убить большую часть... Они начали бросать питарды в ответ, уравновешивая ваши силы... Что будете делать?",
    "answers": [
      {
        "id": 71,
        "text": "Окружить"
      },
      {
        "id": 69,
        "text": "Использовать стелс-группу"
      }
    ]
  },
  {
    "id": 67,
    "text": "Они укрылись за баррикадами, но их войска прорежены. У них тоже есть артиллерия! Хорошо, что кроме артиллерии ничего не пострадало. Нужно что-то делать!",
    "answers": [
      {
        "id": 69,
        "text": "Отправить стелс-группу в тыл врага"
      }
    ]
  },
  {
    "id": 68,
    "text": "Эта идея была очень удачна! У пиратов не осталось выбора кроме как не побежать в лобовую в руки смерти! Вы смогли уничтожить базу пиратов. Но можно было обойтись без потерь",
    "answers": [
      {
        "id": 70,
        "text": "Бой окончен"
      }
    ]
  },
  {
    "id": 69,
    "text": "Стелс-группе удалось попасть в тыл врага и перебить их всех... Чтож вы победили! Молодцы. Но можно было и обойтись без потерь.",
    "answers": [
      {
        "id": 70,
        "text": "Бой окончен"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы вернулись к мастеру. Теперь у вас достаточно уважухи, чтобы обучиться исскуству \"хилка\". Интересно как вы сделали все эти дела за 15 минут? Вы подошли к месту где медитировал мудрец... Но вместо него здесь сидел тот парень в плаще.\n—Что ты тут делаешь?\n—Разве ты не понял? Это был я!- Сняв плащ сказал мудрец. Вот хитрец!\nВы обучались 3 дня... Пора сделать то ради чего вы старались так долго. Наверняка ваше королевство на грани разрыва из-за отсутствия короля... Нужно быстрее вернуться!",
    "answers": [
      {
        "id": 74,
        "text": "Вернуться в своё царство"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы окружили их и перебили всех... Вы победили! Но можно было обойтись и без потерь!",
    "answers": [
      {
        "id": 70,
        "text": "Бой окончен..."
      }
    ]
  },
  {
    "id": 72,
    "text": "Стелс-группа смогла убить всех пиратов! Остальную часть войск вы умудрились не использовать... Зато вы одержали верх, практически не потратив снаряжение.",
    "answers": [
      {
        "id": 70,
        "text": "Бой окончен..."
      }
    ]
  },
  {
    "id": 73,
    "text": "Бах бах тарабах!!! Вы убили всех пиратов. И питарды уничтожили лагерь, поэтому можно не задерживаться и валить от сюда!",
    "answers": [
      {
        "id": 70,
        "text": "Бой окончен..."
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы вернулись... Лекари выглядели грустнее обычного, скорее всего они не могут жить без вас, ведь они всего лишь стадо овец, следующие за пастухом. Вы вошли в комнату к вашей слуге, помочь которой в силах только вы... И, похоже вы опоздали. Вы не чувствовали жизни в вашей слуге. Так и знал, что нужно обучаться искусству воскрешения! Жаль, теперь в вашем государстве нет слуг... Что-то вроде погребенного обряда, было проведено. Это конец вашего государства... Но, эта семья лекарей решила провознласить вас их королём! И кое-что с вами всё-таки произошло... Мудрец открыл вам глаза! Нужно захватывать территории, а для этого нужны войска! Скоро вы станете величайшим правителем в истории!",
    "answers": [
      {
        "id": 76,
        "text": "Достижение : \"Помощник\""
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы стоите в белом коридоре... Вы начали идти, и вот пред вами врата в рай. Но почему они закрыты? Но вот внезапно появился великий Вжух! Он начал замахиваться своим жезлом со словами:\n—Твои дела ещё не закончены! Ты должен победить мудреца. Так задумано по сюжету! На этот раз я тебе помогу. 1-Левая нога 2-Левая рука 3- Правая рука 4- Правая нога! Вжух!!!",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "На этом, пока что, оканчивается 1 часть второй главы... Вторая выйдет на следующей неделе(надеюсь) Всё равно я очень старался над этой частью! Такую довольно хорошую боёвку и систему заданий трудно найти где-то ещё! И если вы хотите сказать что я ленивая задница, то скажу сразу, страниц стало больше в три раза, чем было до появления второй главы!",
    "answers": [
      {
        "id": 2,
        "text": "В меню."
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы смогли сохранить весь отряд который был у вас... Похвально!",
    "answers": [
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  }
]