[
  {
    "id": 1,
    "text": "Ты девушка-студентка. Твоего друга из универа случайно закрыли в туалете. Тебе нужно его спасти! Как ты это сделаешь? А сделаешь ли? Все в твоих руках!",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/0c/36/84/0c3684fe6e7c6687cc60d0dc52bb78bc--anime-love-anime-guys.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Давай для начала решим кто твой друг? Парень или девушка?",
    "answers": [
      {
        "id": 3,
        "text": "Парень"
      },
      {
        "id": 3,
        "text": "Ну естественно ПАРЕНЬ!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Итак, ты с другом учишься в самом престижном университете своего городка. \n\nБыл самый обычный день. За окном была весна, на дорогах была едва подсохшая грязь, куда успешно вляпался твой друг! пели птички, светило солнышко(прямо вам в глаза), вы шли на пары. \n\nТвой друг упрашивает тебя не идти на пары, а вместо этого сходить и поиграть вместе с ним в какую-то мега крутую игру, на покупку которой он спустил все  свои деньги. И тебя уже начинает порядком раздражать его нытьё.\nТвои действия?",
    "answers": [
      {
        "id": 5,
        "text": "Просто не обращать внимание на нытье. Скоро он заткнется. Вы давно дружите, поэтому ты знаешь это"
      },
      {
        "id": 5,
        "text": "Легонько пихнуть локтем в бок. И страдальчески протянуть \"Заткниииись\""
      },
      {
        "id": 7,
        "text": "Согласиться и пойти туда, куда предлагает твой друг"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты поблагодарила охранника, взяла все ключи и пошла выпускать друга, а то наверное он с ума там уже сходит.\n\n— Сейчас я тебя постараюсь вытащить!— крикнула ты и принялась за работу.\n\nТы попыталась открыть каждым ключём, но не один не подошел. \n\n",
    "answers": [
      {
        "id": 25,
        "text": "Устало опреться об стену и подумать что делать дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Твой друг понял, что тебя ничем не пронять, состроил обиженную мордаху и с видом побитого щенка плелся за тобой всю дорогу. \n\nВы подошли ко входу в универ. Твой друг решил использовать запрещенный прием. Заискивающе заглядывая тебе в глаза, он протянул:\n— Ну может все-таки ко мне?\n\nИтаак?",
    "answers": [
      {
        "id": 9,
        "text": "—Нет! Нет! и еще раз нет! Мы идем учиться!\n"
      },
      {
        "id": 7,
        "text": "—Ну лаадно! Но это единственный раз!"
      }
    ]
  },
  {
    "id": 6,
    "text": "У кого должны быть ключи? наверняка они есть у коменданта. Стоит пойти к нему",
    "answers": [
      {
        "id": 17,
        "text": "Идти к коменданту"
      }
    ]
  },
  {
    "id": 7,
    "text": "Конечно же твой друг был очень рад и сразу же потащил тебя к себе домой, где вы до позднего вечера рубились в эту самую мега крутую игру(правда тебе было не понятно, что в ней такого, что за нее нужно было отдать 1000 рублей). А после ты просто пришла домой, осознавая что по просьбе друга пропустила учебный день!\n\nКонец!",
    "answers": [
      {
        "id": 1,
        "text": "\"Ты пропустила целый день учебы, а так же лишила себя приключения в туалете. Ну так себе концовочка...\nВ начало!"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты набираешь номер. Пошли гудки... Телефон разразился трелью... В рюкзаке, который ты держала в руках!\n\nэтот вариант явно не прокатит! Прийдется сделать что-то другое",
    "answers": [
      {
        "id": 8,
        "text": "Что теперь?",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 9,
    "text": "Твой друг вздохнул и вы пошли на лекции. Тут не происходило ничего интересного. Ты чуть не уснула на первой лекции(еще бы! Это же история!), но и на остальных парах было не лучше.  В общем скучный был день, ты сто раз пожалела о своем занудстве. Нужно было валить с пар! Но все когда- нибудь заканчивается и пары к счастью тоже! \nНо стоило вам выйти из кабинета, как твой друг впихнул тебе в руки свой рюкзак, крикнул \"я щас\" и скрылся на втором этаже. Всё ясно, он в туалет. \n\n*прошло 15 минут*\n\nЕго слишком долго нету, ты не выдержала и воскликнула:\n—И где он черт возьми? У него там что? Запор?\n\nДальше ждать не имеет и смысла. Нужно действовать.\n\nИтак?\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Позвонить другу на телефон"
      },
      {
        "id": 10,
        "text": "Подождать еще, может и правда у него растройство желудка"
      },
      {
        "id": 11,
        "text": "Пойти искать "
      },
      {
        "id": 12,
        "text": "Бросить его сумку на окно и свалить домой!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты ждешь еще 15 минут, но его все нет! Тут явно что то не так!\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Что теперь?",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты начинаешь беспокоиться и поэтому идешь на второй этаж. Именно там распологался мужской туалет. Подойдя к двери туалета. ты увидела, что дверь закрыта явно на ключ, а твой друг стучится кулаком в дверь с обратной стороны. Тебя начинает пробирать смех, ведь в такую комичную ситуацию мог попасть лишь ОН! \n\nС той стороны слышится возмущеный вопль:\n— Хватит ржать! Вытащи меня отсюда!\n\nДействительно, стоит успокоиться!\n— Сейчас, подожди, я попробую что нибудь сделать!",
    "answers": [
      {
        "id": 6,
        "text": "Пойти и попросить ключ у коменданта"
      },
      {
        "id": 13,
        "text": "Пойти и попросить ключ у охранника"
      },
      {
        "id": 14,
        "text": "Открыть замок шпилькой!"
      },
      {
        "id": 15,
        "text": "Уговаривать друга выпрыгнуть из окна, уверяя что ты его поймаешь!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты устала его ждать, он явно решил тебя разыграть! Поэтому ты бросила его сумку и со спокойно спящей совестью пошла домой!\n\nПравда на следующий день он почему то с тобой не разговаривал... Обиделся что ли? Было бы кому!\n( только потом ты узнала что его закрыли случайно в туалете, тебе пришлось слезно вымаливать прощение, но он простил лишь тогда, когда ты подарила ему 5 дисков с играми  шаурму!)\n\nКонец!",
    "answers": [
      {
        "id": 1,
        "text": "Ты не самый хороший друг... В любом случае, попробуй начать с начала:)"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты видела, что в комнате охранников есть ключи от всех кабинетов, логично что и ключи от туалетов там тоже должны иметься.  \n\n",
    "answers": [
      {
        "id": 16,
        "text": "Идти к охраннику"
      }
    ]
  },
  {
    "id": 14,
    "text": "Еще лет 5 назад, папа научил тебя открывать замки при помощи шпилек, поэтому сейчас ты вытащила шпильку из волос(как знала что когда нибудь пригодится!) поколдовала с замком и О ЧУДО! открыла дверь туалета. \n\nТвой друг тебя поблагодарил(в качестве благодарности он купил тебе в ближайшем магазинчике шоколадку и сок) и вы разошлись по домам. Правда ты еще очееень долго напоминала ему этот случай!\n\nКонец!",
    "answers": [
      {
        "id": 1,
        "text": "Ты неплохо справилась с задачей! Ты отличный друг!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты не знаешь что делать и поэтому пытаешься уговорить друга выпрыгнуть в окно! Обещаешь поймать. Ну и пусть второй этаж, ничего страшного не случится, даже если не поймаешь, ну подумаешь,  сломает руку или ногу, но это не так и страшно, все же не сидеть в туалете! Но друг не соглашается ни в какую... говорит, что жить охота!\n\nНу значит не судьба! ",
    "answers": [
      {
        "id": 15,
        "text": "Ищем другой вариант",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты пошла к охраннику. Обьяснив ситуацию, ты попросила ключ от туалета, старый дедок, который работал у вас охранником, от души поржал над твоим непутевым другом, поискал ключи, но так ничего и не нашел.\n\nТогда он посоветовал тебе идти к коменданту, у нее скорее всего найдется нужный ключ.",
    "answers": [
      {
        "id": 17,
        "text": "Идти к коменданту"
      },
      {
        "id": 19,
        "text": "Попросить поискать ключ тщательнее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты пошла к коменданту, но кабинет, где он обитал оказался закрытым, прийдется подождать..",
    "answers": [
      {
        "id": 21,
        "text": "Ждать пока не прийдет комендант"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты ждешь еще час, практически разрядив свой телефон, когда наконец пришел комендант, этот старичок был очень вредным, поэтому просто так, давать ключ он не хотел, говоря что ты врешь, и никакого друга в туалете нет.\n\nУ старика явно ум-за-разум зашел..\n\nЧто будешь делать?",
    "answers": [
      {
        "id": 22,
        "text": "Упрашивать старика помочь"
      },
      {
        "id": 23,
        "text": "Обозвать старым маразматиком"
      }
    ]
  },
  {
    "id": 19,
    "text": "Охранник поискал еще, но чуда, увы, не случилось...\n",
    "answers": [
      {
        "id": 17,
        "text": "поблагодарить охранника и идти к коменданту"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты снова подошла к охраннику и попросила его открыть кабинет коменданта. Он очень не хотел этого делать, но так же понимал, что комендант может и не прийти. \n\nПосле долгих колебаний охранник все же открыл дверь коменданта и отдал тебе кучку ключей из кабинета. Тебе предстоит найти нужный!",
    "answers": [
      {
        "id": 4,
        "text": "Поблагодарить и пойти открывать дверь туалета"
      }
    ]
  },
  {
    "id": 21,
    "text": "*прошло 30 минут*\n\nПрошло уже достаточно времени, но коменданта все не было...\nпросто уйти домой, конечно заманчиво, но бросить друга нельзя, но и просто так стоять уже надоело",
    "answers": [
      {
        "id": 18,
        "text": "Подождать ещё"
      },
      {
        "id": 20,
        "text": "Подойти к охраннику и просить открыть кабинет коменданта"
      }
    ]
  },
  {
    "id": 22,
    "text": "Несмотря на то, что ты очень зла на этого несговорчивого дедулю, ты продолжаешь его уговаривать. \n\nВ конце концов он смягчается и говорит, что если ты сейчас сбегаешь за сигаретами для него, то он даст ключ",
    "answers": [
      {
        "id": 24,
        "text": "Согласиться"
      },
      {
        "id": 24,
        "text": "В любом случае согласиться, ты не в том положении что-бы спорить!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты взбесилась и обозвала старика старым маразматиком, он обиделся и сказал что теперь не за что не поможет. \n\nВ общем тебе повезло что охранник был  другом коменданта, он смог выпросить ключ у озлобленного старичка, правда тебе пришлось, пасть ниц и слезно попросить прощения.\n\nТы вытащила друга из заточения, но какой ценой!\n\nКонец!",
    "answers": [
      {
        "id": 1,
        "text": "Тебе бы стоило поучиться вовремя прикусывать язычок, ты еще легко отделалась"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты быстро сбегала за сигаретами, прибежала обратно и отдала сигареты старику, а он в свою очеред покопался в кучке ключей и отдал один.\n\nТы пошла и открыла туалет, выпустив друга. Вы вместе поблагодарили старика и наконец смогли уйти домой.\n\nКонец!",
    "answers": [
      {
        "id": 1,
        "text": "Ты молодец! Ты смогла вытащить друга из туалета!"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пока ты размышляла, каким образом можно вытащить это ходячее недорозумение из туалета, к тебе подошел охранник и протянул еще один ключ со словами:\n\n— Как я и думал ничего не подходит, да? Вот, попробуй этот, он вроде бы от туалета как раз.\n\nТы попыталась открыть туалет и в этот раз дверь поддалась! Хвала Богам! \n\nВы все дружно отнесли ключи на место, охранник запер дверь. Ты и твой друг поблагодарили охранника и пошли домой. наконец то... \n\nКонец!",
    "answers": [
      {
        "id": 1,
        "text": "Ты прошла самым сложным путем! Поздравляю!"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  }
]